<?php

global $_LANG;
$_LANG = array();

$_LANG['404_44b1d05764b093cb00c25b8228cb87d3'] = 'यह पृष्ठ उपलब्ध नहीं है';
$_LANG['404_6554aae881e40036cac1f5710a4c52c1'] = 'हमें खेद है, लेकिन आप में प्रवेश किया है वेब पता अब उपलब्ध नहीं है।';
$_LANG['404_9bec38acab82302a8cf6fbb9182da21f'] = 'एक उत्पाद को खोजने के लिए नीचे दिए गए क्षेत्र में अपना नाम टाइप करें।';
$_LANG['404_a68ba7d969d1294a35138fa501dfb078'] = 'हमारे उत्पाद सूची में खोजें:';
$_LANG['404_a60852f204ed8028c1c58808b746d115'] = 'ठीक है';
$_LANG['404_8cf04a9734132302f96da8e113e80ce5'] = 'मुखपृष्ठ';
$_LANG['404_7b19b37e7fc3dfe3c3e1ad5b84c7f565'] = 'मुखपृष्ठ';
$_LANG['addresses_d95cf4ab2cbf1dfb63f066b50558b07d'] = 'मेरा खाता';
$_LANG['addresses_e45be0a0d4a0b62b15694c1a631e6e62'] = 'मेरे पते';
$_LANG['addresses_e380ae58f85252c076e131862857de35'] = 'गर यह बदल गया है तो आपकी व्यक्तिगत जानकारी को अद्यतन करने के लिए इसको सुनिश्चित करें।';
$_LANG['addresses_f2a6c498fb90ee345d997f888fce3b18'] = 'मिटाए';
$_LANG['discount_6adf97f83acf6453d4a6a4b1070f3754'] = 'कुछ नहीं';
$_LANG['product_801ab24683a4a8c433c6eb40c48bcd9d'] = 'डाउनलोड';
$_LANG['sitemap_453aceb005ceaf54a47da15fee8b2a26'] = 'पृष्ठ';


return $_LANG;
