Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminModulesNotification.*.xlf
Languages: it_it, pl_pl, sr_cs

source: Failed to install admin tab "%name%".
it_it: Installazione della tabella admin "%name%" fallita.
pl_pl: Nie można zainstalować zakładki "%name%".

source: Failed to uninstall admin tab "%name%".
it_it: Disinstallazione della tabella admin "%name%" fallita.
pl_pl: Nie można odinstalować zakładki "%name%".

source: Parse error detected in main class of module %module%!
it_it: Errore di analisi individuato nella classe principale del modulo %module%!
pl_pl: Analiza błędu wykrytego w głównej klasie modułu %module%!

source: Error while loading file of module %module%. %error_message%
it_it: Errore durante il caricamento del modulo %module%. %error_message%
pl_pl: Błąd podczas ładowania pliku modułu %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
it_it: Impossibile trovare il modulo caricato nel seguente percorso: %file%
pl_pl: Nie można odnaleźć przesyłanego modułu w następującej ścieżce: %file%

source: Cannot extract module in %path% to get its name. %error%
it_it: Non è possibile estrarre il modulo nel percorso %path% per ottenere il suo nome. %error%
pl_pl: Nie udało się wyodrębnić modułu %path% aby uzyskać jego nazwę. %error%

source: This file does not seem to be a valid module zip
it_it: Questo file non sembra essere un modulo zip valido
pl_pl: Ten plik nie wydaje się być poprawnym modułem zip

source: Unknown module action. It must be one of these values: %actions%
it_it: Azione modulo sconosciuta. Dovrebbe avere uno di questi valori: %actions%
pl_pl: Nieznane działanie modułu. Wymagana jest jedna z następujących wartości: %actions%

source: Validation of configuration details failed:
it_it: Convalida dei dettagli di configurazione fallita:
pl_pl: Sprawdzanie poprawności danych konfiguracyjnych nieudane:

source: Configuration successfully applied.
it_it: Configurazione aggiornata con successo.
pl_pl: Konfiguracja zastosowana pomyślnie.

source: %action% action on module %module% succeeded.
it_it: L'azione %action% sul modulo %module% ha avuto successo.
pl_pl: Akcja %action% moduł %module% zakończyła się pomyślnie.

source: Cannot %action% module %module%. %error_details%
it_it: Impossibile %action% il modulo %module%. %error_details%
pl_pl: Nie można %action% modułu %module%. %error_details%

source: %module% did not return a valid response on %action% action.
it_it: %module% non ha restituito una risposta valida sull'azione %action%.
pl_pl: %module% nie zwrócił poprawnej odpowiedzi na działanie %action%.

source: Exception thrown by module %module% on %action%. %error_details%
it_it: Eccezione lanciata dal modulo %module% su %action%. %error_details%
pl_pl: Wyjątek wyrzucany przez moduł %module% podczas %action%. %error_details%

source: %module% did not return a valid response on installation.
it_it: %module% non ha restituito una risposta valida durante l'installazione.
pl_pl: %module% nie zwrócił prawidłowej odpowiedzi podczas instalacji.

source: Installation of module %module% was successful.
it_it: L'installazione del modulo %module% ha avuto successo.
pl_pl: Instalacja modułu %module% zakończyła się powodzeniem.

source: Installation of module %module% failed. %error%
it_it: Installazione del modulo %module% fallita. %error%
pl_pl: Instalacja modułu %module% nie powiodła się. %error%

source: Synchronized with Addons marketplace!
it_it: Sincronizzato con il marketplace degli addons!
pl_pl: Zsynchronizowane z Addons marketplace!

source: Parse error on module %module%. %error_details%
it_it: Errore di analisi nel modulo %module%. %error_details%
pl_pl: Analiza błędu w module %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
it_it: Eccezione inaspettata sul modulo %module%. %error_details%
pl_pl: Nieoczekiwany wyjątek w module %module%. %error_details%

source: Loading data from Addons failed. %error_details%
it_it: Caricamento dati dagli Addons fallito. %error_details%
pl_pl: Ładowanie danych z Addons nie powiodło się. %error_details%

source: Parse error detected in module %module%. %error_details%.
it_it: Errore di analisi individuato nel modulo %module%. %error_details%.
pl_pl: Analiza błędu wykrytego w module %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
it_it: Individuata un'eccezione durante il caricamento del modulo %module%. %error_details%.
pl_pl: Wyjątek wykryty podczas ładowania modułu %module%. %error_details%.

source: You are not allowed to install modules.
it_it: Non ti è consentito installare moduli.
pl_pl: Nie masz uprawnień aby instalować moduły.

source: You are not allowed to uninstall this module.
it_it: Non hai i permessi per disinstallare questo modulo.
pl_pl: Nie masz uprawnień, aby odinstalować ten moduł.

source: You are not allowed to upgrade this module.
it_it: Non hai i permessi per aggiornare questo modulo.
pl_pl: Nie masz uprawnień, aby uaktualnić ten moduł.

source: You are not allowed to disable this module.
it_it: Non hai i permessi per disabilitare questo modulo.
pl_pl: Nie masz uprawnień, aby wyłączyć ten moduł.

source: Error when disabling module %module%. %error_details%.
it_it: Errore durante la disabilitazione del modulo %module%. %error_details%.
pl_pl: Błąd podczas wyłączania modułu %module%. %error_details%.

source: You are not allowed to enable this module.
it_it: Non hai i permessi per abilitare questo modulo.
pl_pl: Nie masz uprawnień, aby włączyć ten moduł.

source: Error when enabling module %module%. %error_details%.
it_it: Errore durante l'abilitazione del modulo %module%. %error_details%.
pl_pl: Błąd podczas włączania modułu %module%. %error_details%.

source: You are not allowed to disable this module on mobile.
it_it: Non hai i permessi per disabilitare questo modulo su dispositivo mobile.
pl_pl: Nie masz uprawnień, aby wyłączyć ten moduł w urządzeniach mobilnych.

source: Error when disabling module %module% on mobile. %error_details%
it_it: Errore durante la disabilitazione del modulo %module% su dispositivo mobile. %error_details%
pl_pl: Błąd podczas wyłączania modułu %module% w urządzeniach mobilnych. %error_details%

source: You are not allowed to enable this module on mobile.
it_it: Non hai i permessi per abilitare questo modulo su dispositivo mobile.
pl_pl: Nie masz uprawnień, aby włączyć ten moduł w urządzeniach mobilnych.

source: Error when enabling module %module% on mobile. %error_details%
it_it: Errore durante l'abilitazione del modulo %module%. %error_details%
pl_pl: Wystąpił błąd podczas włączania modułu %module% w urządzeniach mobilnych. %error_details%

source: You are not allowed to reset this module.
it_it: Non hai i permessi per reimpostare questo modulo.
pl_pl: Nie masz uprawnień, aby zresetować ten moduł.

source: Error when resetting module %module%. %error_details%
it_it: Errore durante la reimpostazione del modulo %module%. %error_details%
pl_pl: Błąd podczas resetowania modułu %module%. %error_details%

source: Unfortunately, the module did not return additional details.
it_it: Sfortunatamente il modulo non ha restituito ulteriori dettagli.
pl_pl: Niestety, moduł nie zwrócił dodatkowych szczegółów.

source: The module %module% must be installed first
it_it: Deve prima essere installato il modulo %module%
pl_pl: Moduł %module% musi być najpierw zainstalowany

source: Please specify module URL
it_it: Specificare l'URL del modulo
pl_pl: Proszę podać adres URL modułu
sr_cs: Molimo Vas da navedete URL modula

source: Unknown archive type.
it_it: Tipo di archivio sconosciuto.
pl_pl: Nieznany typ archiwum
sr_cs: Nepoznat tip arhive

source: There was an error while extracting the module (file may be corrupted).
it_it: Si è verificato un errore durante l'estrazione del modulo (il file può essere corrotto).
pl_pl: Błąd podczas pobierania moduł (plik może być uszkodzony).
sr_cs: Greška pri raspakivanju modula (datoteka je možda oštećena).

source: The module %1$s that you uploaded is not a valid module.
it_it: Il modulo %1$s che hai caricato non è un modulo valido.
pl_pl: Moduł %1$s, który załadowałeś nie jest prawidłowym modułem.
sr_cs: Modul %1$s koj ste postavili nije važeći režim.

source: You do not have the permission to use this module.
it_it: Non hai i permessi per usare questo modulo.
pl_pl: Nie Masz uprawnień do używania tego modułu
sr_cs: Nemate dozvolu da koristite ovaj modul.

source: Cannot reset this module.
it_it: Impossibile azzerare questo modulo.
pl_pl: Nie można zresetować tego modułu.
sr_cs: Ovaj modul se ne može poništiti.

source: Cannot install this module.
it_it: Impossibile installare il modulo.
pl_pl: Nie można zainstalować moduł
sr_cs: Nije moguće instalirati modul

source: Cannot uninstall this module.
it_it: Impossibile disinstallare il modulo.
pl_pl: Nie można odinstalować moduł
sr_cs: Nije moguća deinstalacija modula

source: Cannot load the module's object.
it_it: Impossibile caricare l'oggetto modulo.
pl_pl: Nie można załadować obiektu modułu
sr_cs: Nije moguće učitati objekat modula

source: An error occurred while copying the archive to the module directory.
it_it: Si è verificato un errore durante la copia dell'archivio nella directory del modulo.
pl_pl: Wystąpił błąd podczas kopiowania archiwum do katalogu z modułem.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
it_it: Spiacenti, il modulo non può essere cancellato. Controlla se hai i giusti permessi su questa cartella.
pl_pl: Przepraszamy, moduł nie może zostać usunięty. Sprawdź czy posiadasz odpowiednie uprawnienia do tego folderu.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
it_it: Devi effettuare l'accesso al tuo PrestaShop Addons account per aggiornare il modulo
pl_pl: Musisz być zalogowany do swojego konta PrestaShop Addons, aby zaktualizować moduł %s. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
it_it: Il modulo %s non può essere aggiornato: Errore nel download dell'ultima versione.
pl_pl: Moduł %s nie może zostać zaktualizowany: Błąd podczas pobierania najnowszej wersji.

source: Module %s cannot be upgraded: Error while extracting the latest version.
it_it: Impossibile aggiornare il modulo %s: errore durante l'estrazione dell'ultima versione.
pl_pl: Moduł %s nie może zostać zaktualizowany: Błąd podczas rozpakowywania najnowszej wersji.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
it_it: Non hai i permessi per aggiornare il modulo %s. Assicurati di aver effettuato l'accesso all'account di PrestaShop Addons con cui lo si è acquistato.
pl_pl: Nie masz uprawnień aby zaktualizować moduł %s. Upewnij się że jesteś zalogowany na konto PrestaShop Addons na którym zakupiono ten moduł.

source: You do not have permission to access this module.
it_it: Non hai i permessi per accedere a questo modulo.
pl_pl: Nie masz uprawnień, aby uzyskać dostęp do tego modułu.

source: You do not have permission to install this module.
it_it: Non hai i permessi per attivare questo modulo.
pl_pl: Nie Masz uprawnień do instalowania modułów
sr_cs: Nemate dozvolu da instalirate ovaj modul.

source: You do not have permission to delete this module.
it_it: Non hai i permessi per cancellare questo modulo.
pl_pl: Nie Masz uprawnień do usunięcia tego modułu
sr_cs: Nemate dozvolu da obrišete ovaj modul.

source: You do not have permission to configure this module.
it_it: Non hai i permessi per configurare questo modulo.
pl_pl: Nie masz uprawnień do konfiguracji tego modułu
sr_cs: Nemate dozvolu da konfigurišete ovaj modul.

source: This module is already installed: %s.
it_it: Questo modulo è già installato: %s.
pl_pl: Ten moduł jest już zainstalowany: %s.

source: This module has already been uninstalled: %s.
it_it: Questo modulo è già stato disinstallato: %s.
pl_pl: Ten moduł jest już odinstalowany: %s.

source: This module needs to be installed in order to be updated: %s.
it_it: Questo modulo deve essere installato per poter essere aggiornato: %s.
pl_pl: Ten moduł musi być zainstalowany aby można go było zaktualizować: %s.

source: You do not have permission to uninstall this module.
it_it: Non hai i permessi per disinstallare questo modulo.
pl_pl: Nie masz uprawnień do odinstalowania tego modułu.

source: The following module(s) could not be uninstalled properly: %s.
it_it: Non è stato possibile disinstallare correttamente i seguenti moduli: %s.
pl_pl: Następujących modułów nie można poprawnie odinstalować: %s.

source: The following module(s) could not be installed properly: %s.
it_it: Non è stato possibile installare correttamente i seguenti moduli: %s.
pl_pl: Następujące moduły mogą być zainstalowane niepoprawnie: %s.

source: The module was successfully downloaded.
it_it: Questo modulo è stato scaricato con successo.
pl_pl: Moduł został pomyślnie pobrany.

source: Successfully signed in to PrestaShop Addons.
it_it: Ti sei autenticato con successo a PrestaShop Addons.
pl_pl: Pomyślnie zarejestrowano w PrestaShop Addons.

source: Error found : %1$s in country_module_list.xml file.
it_it: Errore trovato: %1$s nel file country_module_list.xml.
pl_pl: Znaleziono błąd: %1$s w pliku country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
it_it: Errore trovato: %1$s nel file must_have_module_list.xml.
pl_pl: Znaleziono błąd: %1$s w pliku must_have_module_list.xml.

source: Module(s) installed successfully.
it_it: Modulo(I) installato con successo.
pl_pl: Moduł(y) zainstalowane poprawnie
sr_cs: Uspešno instalirani modul(i).

source: Module(s) uninstalled successfully.
it_it: Modulo(I) disinstallato con successo.
pl_pl: Moduł(y) odinstalowane poprawnie
sr_cs: Uspešno deinstalirani modul(i).

source: The module transplanted successfully to the hook.
it_it: Modulo spostato con successo al collegamento.
pl_pl: Moduł został pomyślnie przeszczepiony do zaczepu.
sr_cs: Modul uspešno transplatiran na kuku

source: The module was successfully removed from the hook.
it_it: Modulo rimosso con successo dal collegamento.
pl_pl: Moduł został pomyślnie usunięty z zaczepu.
sr_cs: Modul uspešno odstranjen sa kuke

source: Module reset successfully.
it_it: Modulo reimpostato con successo.
pl_pl: Moduł zresetowane
sr_cs: Modul uspešno resetovan

source: Module deleted successfully.
it_it: Modulo eliminato con successo.
pl_pl: Moduł został usunięty.
sr_cs: Modul uspešno obrisan

source: No graph engine selected
it_it: Nessun motore di rendering selezionato
pl_pl: Nie wybrano silnika wykresów
sr_cs: Nijedan endžin za grafik nije izabran

source: Graph engine selected is unavailable.
it_it: Il motore di rendering scelto non è disponibile
pl_pl: Wykres wybranego silnika jest niedostępny.
sr_cs: Endžin za grafike je nedostupan.

source: No grid engine selected
it_it: Nessun motore di tabella selezionato
pl_pl: Nie wybrano silnika siatki
sr_cs: Nijedan endžin za mrežu nije izabran

source: Grid engine selected is unavailable.
it_it: Il motore di tabella scelto non è disponibile
pl_pl: Silnik Grid jest niedostępny.
sr_cs: Endžin za mrežu je nedostupan.

source: Unable to install the module (Module name is not valid).
it_it: Impossibile installare il modulo (Nome del modulo non valido).
pl_pl: Nie można zainstalować modułu (nazwa modułu nie jest prawidłowa).
sr_cs: Nije moguće instalirati modul (naziv modula nije važeći).

source: The version of your module is not compliant with your PrestaShop version.
it_it: La versione del tuo modulo non è adatta alla tua versione di PrestaShop.
pl_pl: Wersja Twojego modułu nie jest zgodna z Twoją wersją PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
it_it: Prima di installare questo modulo devi prima installare questi moduli:
pl_pl: Przed zainstalowaniem tego modułu, musisz najpierw zainstalować ten/te moduł(y):

source: This module has already been installed.
it_it: Questo modulo è già stato installato.
pl_pl: Ten moduł jest już odinstalowany.

source: Could not install module controllers.
it_it: Impossibile installare i controller dei moduli.
pl_pl: Nie można zainstalować sterownika modułu.

source: Technical error: PrestaShop could not install this module.
it_it: Errore tecnico: PrestaShop non può installare questo modulo.
pl_pl: Błąd techniczny: PrestaShop nie może zainstalować tego modułu.

source: Current version: %s
it_it: Versione corrente: %s
pl_pl: Aktualna wersja: %s
sr_cs: Trenutna verzija: %s

source: %d file upgrade applied
it_it: Aggiornamento del file %d applicato
pl_pl: zastosowano %d aktualizacji plików

source: No upgrade has been applied
it_it: Non è stato applicato alcun aggiornamento
pl_pl: Nie zastosowano aktualizacji

source: Upgraded from: %s to %s
it_it: Aggiornati da: %s a %s
pl_pl: Zaktualizowano z: %s do %s

source: %d upgrade left
it_it: rimasti da aggiornare %d
pl_pl: pozostało %d aktualizacji

source: Module %s cannot be upgraded this time: please refresh this page to update it.
it_it: Il modulo %s non può essere aggiornato al momento: ricarica la pagina per aggiornarlo.
pl_pl: Moduł %s nie może być zaktualizowany tym razem: odśwież stronę aby to zaktualizować.
sr_cs: Modul %s se ne može trenutno nadograditi: osvežite stranicu za nadogradnju.

source: To prevent any problem, this module has been turned off
it_it: Per evitare qualsiasi problema, questo modulo è stato disattivato
pl_pl: Aby zapobiegać problemom, ten moduł został wyłączony

source: The module is not installed.
it_it: Il modulo non è installato.
pl_pl: Moduł nie jest zainstalowany.

source: Unable to install override: %s
it_it: Impossibile installare l'override: %s
pl_pl: Nie można zainstalować nakładki: %s
sr_cs: Nije moguće instalirati zamenu: %s

source: %1$s is not a valid module name.
it_it: %1$s non è un nome valido per un modulo.
pl_pl: %1$s nie jest poprawną nazwą modułu.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
it_it: Tutti i moduli non può essere caricato a causa di motivi di restrizione limite di memoria, aumentare il valore memory_limit della configurazione del server
pl_pl: Wszystkie moduły nie mogą być załadowane z powodu ograniczeń limitu pamięci, należy zwiększyć wartość memory_limit w konfiguracji serwera
sr_cs: Ne mogu se učitati svi moduli zbog ograničenja memorije, molim vas povećajte vašu vrednost memory_limit u konfiguraciji servera

source: %s could not be loaded.
it_it: %s non può essere caricato.
pl_pl: %s nie może być załadowany.

source: Error found in config file:
it_it: Errore trovato nel file config:
pl_pl: Błąd w pliku konfiguracyjnym:
sr_cs: Greška pronađena u konfiguracionoj datoteci

source: %1$s (parse error in %2$s)
it_it: %1$s (errore di analisi in %2$s)
pl_pl: %1$s (błąd składni w %2$s)
sr_cs: %1$s (greška čitanja u %2$s)

source: %1$s (class missing in %2$s)
it_it: %1$s (classe mancante in %2$s)
pl_pl: %1$s (brakująca klasa w %2$s)
sr_cs: %1$s (nedostaje klasa u %2$s)

source: The following module(s) could not be loaded
it_it: Il modulo seguente (s) non è stato possibile caricare
pl_pl: Następujący(e) moduł(y) nie został(y) załadowane
sr_cs: Sledeći modul(i) nisu se mogli učitati

source: Trusted and Untrusted XML have not been generated properly
it_it: Gli XML Affidabili e Non Affidabili non sono stati generati bene
pl_pl: Zaufane i niezaufane pliki XML nie zostały prawidłowo wygenerowane

source: No template found for module
it_it: Nessun modello trovato per il modulo
pl_pl: Brak szablonu dla modułu
sr_cs: Nema podloge za ovaj modul

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
it_it: Il metodo %1$s nella classe %2$s è già annullato dal modulo %3$s versione %4$s a %5$s.
pl_pl: Metoda %1$s zawarta w klasie %2$s została już zastąpiona przez moduł %3$s w wersji %4$s na %5$s.

source: The method %1$s in the class %2$s is already overridden.
it_it: Il metodo %1$s nella classe %2$s è già stato annullato.
pl_pl: Metoda %1$s w klasie %2$s została już nadpisana.
sr_cs: Metod %1$s u klasi %2$s je već prevaziđeno.

source: Failed to override method %1$s in class %2$s.
it_it: Errore nel superamento del metodo %1$s nella classe %2$s.
pl_pl: Nie udało się nadpisać metody %1$s w klasie %2$s.

source: The property %1$s in the class %2$s is already defined.
it_it: La proprietà %1$s nella classe %2$s è già definita.
pl_pl: Właściwość %1$s w klasie %2$s jest już zdefiniowana.
sr_cs: Svojstvo %1$s u klasi %2$s je već definisano.

source: Failed to override property %1$s in class %2$s.
it_it: Errore nel superamento della proprietà %1$s nella classe %2$s.
pl_pl: Nie udało się nadpisanie właściwości %1$s w klasie %2$s.

source: The constant %1$s in the class %2$s is already defined.
it_it: La costante %1$s nella classe %2$s è già definita.
pl_pl: Stała %1$s w klasie %2$s jest już zdefiniowana.

source: Failed to override constant %1$s in class %2$s.
it_it: Errore nel superamento della costante %1$s nella classe %2$s.
pl_pl: Nie udało się nadpisać stałej %1$s w klasie %2$s.

source: This module cannot be loaded.
it_it: Questo modulo non può essere caricato.
pl_pl: Moduł nie może być załadowany.
sr_cs: Ovaj modul nije moguće učitati.

source: Hook cannot be loaded.
it_it: Il punto di collegamento non può essere caricato.
pl_pl: Rozszerzenie nie może być załadowane.
sr_cs: Kuka se ne može učitati

source: This module has already been transplanted to this hook.
it_it: Questo modulo è già stato trapiantato su questo ancoraggio.
pl_pl: Ten moduł jest już przyczepiony do tego zaczepu.
sr_cs: Ovaj modul je već presađen na ovu kuku.

source: This module cannot be transplanted to this hook.
it_it: Questo modulo non può essere spostato in questo punto di collegamento.
pl_pl: Ten moduł nie może zostać przeniesiony do tego zaczepienia.
sr_cs: Ovaj modul ne može da se presadi na ovu udicu.

source: An error occurred while transplanting the module to its hook.
it_it: Si è verificato un errore durante lo spostamento del collegamento.
pl_pl: Wystąpił błąd podczas przenoszenia modułu do zaczepu.
sr_cs: Došlo je do greške tokom presađivanja modula u kuku.

source: An error occurred while deleting the module from its hook.
it_it: Si è verificato un errore durante la rimozione del modulo sul punto di collegamento.
pl_pl: Wystąpił błąd podczas usuwania modułu z zaczepu.
sr_cs: Došlo je do greške prilikom brisanja modula iz kuke.

source: Please select a module to unhook.
it_it: Seleziona almeno un modulo da scollegare.
pl_pl: Wybierz moduł do odpięcia.
sr_cs: Odaberite modul da otkačite.

source: You are about to disable %moduleName% module.
it_it: Stai per disabilitare il modulo %moduleName%.
pl_pl: Masz zamiar wyłączyć moduł %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
it_it: Le tue attuali impostazioni verranno salvate, ma il modulo non sarà più attivo.
pl_pl: Bieżące ustawienia zostaną zapisane, ale moduł nie będzie już aktywny.

source: You are about to uninstall %moduleName% module.
it_it: Stai per disinstallare il modulo %moduleName%.
pl_pl: Masz zamiar odinstalować moduł %moduleName%.

source: This will disable the module and delete all its files. For good.
it_it: Questo disabiliterà il modulo e cancellerà tutti i suoi file. Per sempre.
pl_pl: Spowoduje to wyłączenie modułu i usunie wszystkie jego pliki. Na dobre.

source: This action cannot be undone.
it_it: L'azione non può essere annullata.
pl_pl: Ta czynność nie może być cofnięta.

source: You're about to reset %moduleName% module.
it_it: Stai per reimpostare il modulo %moduleName%.
pl_pl: Czy na pewno chcesz zresetować moduł %moduleName%.
