Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminNotificationsError.*.xlf
Languages: ms_my, pl_pl

source: You do not have permission to add this.
ms_my: You do not have permission to add here
pl_pl: Nie masz uprawnień do dodawania

source: Invalid action
pl_pl: Nieprawidłowe działanie

source: You do not have permission to edit this.
ms_my: You do not have permission to edit here
pl_pl: Nie masz uprawnień do edycji w tym miejscu.

source: You do not have permission to delete this.
pl_pl: Nie masz uprawnień aby to usunąć.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
pl_pl: PrestaShop nie mógł zalogować się do Dodatków, sprawdź swoje uprawnienia i połączenie internetowe.

source: This functionality has been disabled.
ms_my: Fungsi ini telah dinyahaktifkan.
pl_pl: Ta funkcjonalność została wyłączona.

source: Invalid tag(s) (%s)
pl_pl: Nieprawidłowy tag(i) (%s)

source: Incorrect value for "Depends on stock" for product %1$s
pl_pl: Nieprawidłowa wartość dla "Zależnie od ilości" dla produktu %1$s

source: Invalid URL
ms_my: URL tidak sah
pl_pl: Nieprawidłowy adres URL

source: The 'From' date format is invalid (YYYY-MM-DD)
ms_my: format tarikh 'Daripada' tidak sah (YYYY-MM-DD)
pl_pl: Od:' nieprawidłowy format daty (RRRR-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
ms_my: format tarikh 'Kepada' tidak sah (YYYY-MM-DD)
pl_pl: Do:' nieprawidłowy format daty (RRRR-MM-DD)

source: Access denied
pl_pl: Odmowa dostępu

source: An error occurred while attempting to delete the image. (cannot load object).
ms_my: Ralat berlaku ketika cuba memadam imej. (tidak dapat memuatkan objek).
pl_pl: Wystąpił błąd podczas usuwania obrazu (nie można załadować obiektu).

source: You cannot delete this item.
ms_my: Anda tidak boleh menghapuskan benda ini.
pl_pl: Nie możesz usunąć tego elementu.

source: Unable to delete associated images.
ms_my: Tidak dapat menghapuskan imej berkaitan.
pl_pl: Nie można usunąć powiązanych obrazów

source: An error occurred when attempting to update the required fields.
ms_my: Ralat berlaku ketika cuba kemaskini ruangan diperlukan.
pl_pl: Błąd podczas próby aktualizacji wymaganych pól.

source: field %s is required.
ms_my: ruangan %s diperlukan.
pl_pl: pole %s jest wymagane.

source: Cannot add configuration %s
pl_pl: Nie można dodać konfiguracji %s

source: The object cannot be loaded (or found)
ms_my: Objek tidak dapat dibuka (atau dijumpai)
pl_pl: Obiekt nie może być załadowany (lub nie znaleziono)

source: The object cannot be loaded (the identifier is missing or invalid)
ms_my: Objek tidak boleh dimuatkan (pengecam tiada atau tidak sah)
pl_pl: Obiekt nie może zostać załadowany (brakujący lub nieprawidłowy identyfikator)

source: The field %1$s is required at least in %2$s.
pl_pl: Pole %1$s jest wymagane przynajmniej w %2$s

source: %s: Incorrect value
pl_pl: %s: niepoprawna wartość

source: Can't delete #%d
pl_pl: Nie można usunąć #%d

source: An error occurred while assigning a zone to the selection.
ms_my: Ralat berlaku semasa memberikan zon untuk pemilihan.
pl_pl: Wystąpił błąd podczas przypisywania strefy do wyboru.

source: You must select at least one element to assign a new zone.
ms_my: Anda mesti memilih sekurang-kurangnya satu elemen untuk menetapkan zon baru.
pl_pl: Musisz wybrać co najmniej jeden element, aby przypisać nową strefę.

source: You need at least one object.
ms_my: Anda memerlukan sekurangya satu objek.
pl_pl: Musisz mieć co najmniej jeden obiekt.

source: You cannot delete all of the items.
ms_my: Anda tidak boleh menghapuskan semua benda.
pl_pl: Nie możesz skasować wszystkich przedmiotów

source: An error occurred during deletion.
ms_my: Ralat berlaku semasa menghapuskan.
pl_pl: Wystąpił błąd podczas usuwania.

source: The %1$s field (%2$s) is invalid.
ms_my: Medan %1$s (%2$s) tidak sah.
pl_pl: Pole %1$s (%2$s) jest nieprawidłowe.

source: An error occurred while uploading the image.
ms_my: Ralat berlaku ketika memuat naik imej.
pl_pl: Wystąpił błąd podczas przesyłania obrazu.

source: The %s field is required.
ms_my: Ruangan %s diperlukan.
pl_pl: Pole %s jest wymagane.

source: Invalid file name
ms_my: Nama fail tidak sah
pl_pl: Nieprawidłowa nazwa pliku

source: An error occurred while attempting to create a new folder.
pl_pl: Wystąpił błąd podczas tworzenia nowego folderu

source: An error occurred while copying the image.
pl_pl: Wystąpił błąd podczas kopiowania obrazu.

source: An error occurred while copying this image: %s
pl_pl: Wystąpił błąd podczas kopiowania obrazu: %s

source: Error while updating the status.
pl_pl: Błąd podczas aktualizacji statusu.

source: Cannot retrieve file.
pl_pl: Nie można uzyskać pliku.

source: Cannot delete file
pl_pl: Nie można usunąć plki

source: Invalid name for %s language
pl_pl: Nieprawidłowa nazwa dla języka %s

source: The name for %1s language is too long (%2d chars max).
pl_pl: Nazwa dla języka %1s jest za długa (maksymalnie %2d znaków).

source: The file is missing.
pl_pl: Pliku nie znaleziono

source: Invalid file extension
pl_pl: Nieprawidłowe rozszerzenie pliku

source: The file name is too long.
pl_pl: Zbyt długa nazwa pliku

source: Invalid file
ms_my: File tidak sah
pl_pl: Nieprawidłowy plik

source: The %s field is not valid
pl_pl: Pole %s jest nieprawidłowe

source: Invalid date format.
pl_pl: Zły format daty.

source: Invalid date range
pl_pl: Nieprawidłowy zakres dat

source: An error occurred while updating the image.
pl_pl: Wystąpił błąd podczas aktualizacji obrazu.

source: An error occurred while linking the object %table_name% to categories.
pl_pl: Wystąpił błąd podczas łączenia obiektu %table_name% do kategorii.

source: The object cannot be loaded.
ms_my: Objek tidak dapat dimuatkan.
pl_pl: Nie można załadować obiektu

source: The tags list (%s) is invalid.
pl_pl: Lista tagów (%s) jest nieprawidłowa

source: An error occurred while copying this image:
pl_pl: Wystąpił błąd podczas kopiowania obrazu:

source: An error occurred while deleting the object.
ms_my: Ralat berlaku ketika menghapuskan objek.
pl_pl: Wystąpił błąd podczas usuwania obiektu.

source: An error occurred while updating an object.
ms_my: Ralat berlaku ketika mengemaskini objek.
pl_pl: Wystąpił błąd podczas aktualizacji obiektu.

source: An error occurred while updating the status.
ms_my: Ralat berlaku ketika mengemaskini status.
pl_pl: Wystąpił błąd podczas aktualizacji statusu.

source: An error occurred while deleting this selection.
ms_my: Ralat berlaku semasa memadam pilihan ini.
pl_pl: Wystąpił błąd podczas usuwania zaznaczonych obiektów.

source: You must select at least one element to delete.
ms_my: Anda mesti memilih sekurangnya satu elemen untuk dihapuskan.
pl_pl: Musisz wybrać co najmniej jeden element do usunięcia.

source: (cannot load object)
ms_my: (tidak dapat membuka objek)
pl_pl: (nie można załadować obiektu)

source: An error occurred while updating the status for an object.
ms_my: Ralat berlaku ketika kemaskini status untuk objek.
pl_pl: Wystąpił błąd podczas aktualizacji statusu obiektu.

source: Failed to update the position.
ms_my: Gagal untuk mengemaskini kedudukan.
pl_pl: Nie można zaktualizować pozycji.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
pl_pl: To zdjęcie nie może zostać załadowane z powodu ograniczeń limitu pamięci, zwiększ proszę wartość memory_limit w konfiguracji swojego serwera.

source: Error while delete
pl_pl: Błąd podczas usuwania

source: Failed to update the status
pl_pl: Aktualizacja statusu nie powiodła się

source: You cannot upload more files
pl_pl: Nie można przesłać więcej plików

source: An error occurred while creating an object.
ms_my: Ralat berlaku ketika mencipta objek.
pl_pl: Wystąpił błąd podczas tworzenia obiektu.

source: The %s field is invalid.
ms_my: Ruangan %s tidak sah.
pl_pl: pole %s jest nieprawidłowe.

source: The %1$s field is too long (%2$d chars max).
ms_my: Ruangan %1$s terlalu panjang (%2$d maksimum karakter).
pl_pl: Pole %1$s jest zbyt długie (maks. %2$d znaków).

source: An error occurred while saving the message.
pl_pl: Wystąpił błąd podczas zapisywania wiadomości

source: You do not have permission to view this.
ms_my: Anda tidak mempunyai keizinan untuk lihat ini.
pl_pl: Nie masz uprawnień, aby tutaj oglądać

source: Access denied.
ms_my: Akses disekat.
pl_pl: Odmowa dostępu

source: [%s] is not a valid configuration key
ms_my: [%s] bukan kekunci konfigurasi yang sah
pl_pl: [%s] nie jest prawidłowym kluczem konfiguracji

source: This class name does not exist.
ms_my: Nama kelas ini tidak wujud.
pl_pl: Nazwa tej klasy nie istnieje.

source: This property does not exist in the class or is forbidden.
ms_my: Harta ini tidak wujud dalam kelas atau dilarang untuk dibuka.
pl_pl: Ten obiekt nie istnieje w klasie lub jest zabroniony

source: This association has too many elements.
ms_my: Persatuan ini mempunyai terlalu banyak elemen.
pl_pl: To przypisanie ma za dużo elementów.

source: This name is not allowed.
ms_my: Nama ini tidak dibenarkan.
pl_pl: Ta nazwa nie jest dozwolona

source: Syntax error with this pattern.
ms_my: Ralat sintaks dengan corak ini.
pl_pl: Błąd składni dla tego wzorca.

source: This key has already been used.
ms_my: Kunci ini telah digunakan.
pl_pl: Ten klucz został użyty zbyt wiele razy (wolno raz)

source: Fatal error
pl_pl: Błąd krytyczny

source: Cannot parse feed.
ms_my: Tidak dapat menghurai suapan.
pl_pl: Nie można przetworzyć źródła.

source: No default currency
ms_my: Tiada mata wang lalai
pl_pl: Brak domyślnej waluty

source: Could not load cart id=%s
pl_pl: Nie można załadować koszyka id=%s

source: Bad SQL query
ms_my: Arahan SQL tidak betul
pl_pl: Złe zapytanie SQL

source: Please fill in all the required fields.
ms_my: Harap isi semua kotak yang diperlukan
pl_pl: Proszę wypełnij wszystkie wymagane pola

source: Invalid message
ms_my: Mesej tidak sah
pl_pl: Nieprawidłowa wiadomość

source: The uploaded file exceeds the post_max_size directive in php.ini
ms_my: Fail yang dimuat naik melebihi arahan post_max_size di dalam php.ini
pl_pl: Wgrany plik przekracza dyrektywę post_max_size w php.ini

source: File is too big. Current size is %1s, maximum size is %2s.
pl_pl: Plik jest za duży. Obecny rozmiar wynosi %1s, maksymalny rozmiar to %2s.

source: Server file size is different from local file size
pl_pl: Rozmiar pliku serwera różni się od rozmiaru pliku lokalnego

source: The uploaded file exceeds %s
pl_pl: Przesłany plik przekracza %s

source: The uploaded file was only partially uploaded
pl_pl: Wgrywany plik został wgrany tylko częściowo

source: No file was uploaded
pl_pl: Nie załadowano pliku

source: Missing temporary folder
ms_my: Folder sementara hilang
pl_pl: Brak folderu tymczasowego

source: Failed to write file to disk
ms_my: Gagal menulis fail ke cakera
pl_pl: Nie zapisano pliku na dysk

source: A PHP extension stopped the file upload
ms_my: Sambungan PHP berhenti memuat naik fail
pl_pl: Rozszerzenie PHP zatrzymało ładowanie pliku

source: Filetype not allowed
ms_my: Jenisfail tidak dibenarkan
pl_pl: Niedozwolony typ pliku

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
pl_pl: Wgrany plik przekracza dyrektywę upload_max_filesize w php.ini

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
ms_my: Imej terlalu besar (%1$d kB). Nilai maksimum yang dibenarkan: %2$d kB
pl_pl: Obraz jest za duży (%1$d kB). Maksymalny dozwolony: %2$d kB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
ms_my: Format imej tidak dikenali, format yang dibenarkan ialah: .gif, .jpg, .png
pl_pl: Format obrazu nie został rozpoznany, dozwolone formaty:. gif, jpg, png..

source: Error while uploading image; please change your server's settings. (Error code: %s)
ms_my: Ralat ketika memuat naik imej; sila ubah tetapan pelayan anda. (Kod kesalahan: %s)
pl_pl: Błąd podczas przesyłania obrazu; proszę zmienić ustawienia Twojego serwera. (Kod błędu: %s)

source: Image format not recognized, allowed formats are: .ico
ms_my: Format imej tidak dikenali, format yang dibenarkan ialah: .ico
pl_pl: Format obrazu nie został rozpoznany, dozwolone formaty:. ico

source: Error while uploading image; please change your server's settings.
ms_my: Ralat ketika memuat naik imej; sila ubah tetapan pelayan anda.
pl_pl: Błąd podczas wysyłania obrazu, zmień ustawienia serwera.

source: Property %s is empty.
pl_pl: Właściwość %s jest pusta.

source: Property %1$s has a bad value (allowed values are: %2$s).
pl_pl: Właściwość %1$s ma złą wartość (dozwolone wartości to: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
pl_pl: Twój wpis w polu %1$s (%2$s język) przekracza maksymalną długość %3$d znaków (łącznie z tagami html).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
pl_pl: Właściwość %1$s ma teraz długość %2$d znaków. Musi mieć między %3$d a %4$d znaków.

source: Validation function not found: %s.
pl_pl: Nie można odnaleźć funkcji sprawdzania poprawności: %s.

source: Property %s is not valid
pl_pl: Właściwość %s nie jest prawidłowa

source: is required.
ms_my: diperlukan
pl_pl: jest wymagane.

source: %1$s is too long. Maximum length: %2$d
pl_pl: %1$s jest za długa. Maksymalna długość: %2$d

source: %s is invalid.
pl_pl: %s jest nieprawidłowe.

source: The field %s is required.
ms_my: Ruangan %s diperlukan.
pl_pl: Pole %s jest wymagane

source: file (%s) not writable
ms_my: fail (%s) tidak dapat ditulis
pl_pl: Plik (%s) nie ma praw zapisu

source: directory (%s) not writable
ms_my: Direktori (%s) tidak dapat ditulis
pl_pl: Katalog (%s) nie jest zapisywalny

source: No files were uploaded.
ms_my: Tiada fail dimuat naik.
pl_pl: Pliki nie zostały przesłane.

source: Source file does not exist or is empty.
pl_pl: Plik źródłowy nie istnieje lub jest pusty.

source: The uploaded file is too large.
pl_pl: Przesłany plik jest zbyt duży.

source: File has an invalid extension, it should be one of these: %s.
ms_my: Fail mempunyai sambungan tidak sah, ia sepatutnya terdiri daripada salah satu daripada berikut: %s.
pl_pl: Plik ma nieprawidłowe rozszerzenie, powinien mieć jedno z następujących: %s.

source: Error on image caption: "%1s" is not a valid caption.
ms_my: Kesalahan pada keterangan imej: "%1s" bukan keterangan yang sah.
pl_pl: Błąd w nagłówku obrazka: "%1s" nie jest prawidłowym nagłówkiem.

source: Cannot scan root directory
pl_pl: Nie można przeglądać głównego katalogu

source: Cannot scan "override" directory
pl_pl: Nie można przeglądać katalogu „override”

source: File %2$s (in directory %1$s)
pl_pl: Plik %2$s (w katalogu %1$s)

source: Please fill out all fields.
pl_pl: Proszę wypełnić wszystkie pola.

source: An error occurred on saving.
pl_pl: Wystąpił błąd podczas zapisywania.

source: An error occurred while attempting to upload the file.
ms_my: Ralat berlaku ketika percubaan muat naik fail.
pl_pl: Wystąpił błąd podczas wysyłania pliku.

source: An error occurred during the image upload process.
ms_my: Kesalahan terjadi selama gambar upload.
pl_pl: Błąd podczas uploadu zdjęcia

source: The voucher code is invalid.
ms_my: Kod baucar tidak sah.
pl_pl: Numer bonu rabatowego jest nieprawidłowy

source: Maximum depth: Invalid number.
ms_my: Maksimum kedalaman: user tidak sah.
pl_pl: Maksymalna głębokość: Nieprawidłowa wartość.

source: An error occurred while attempting to save.
ms_my: Ralat berlaku ketika cubaan menyimpan.
pl_pl: Wystąpił błąd podczas zapisu

source: The URL rewrite field must be filled in either the default or English language.
pl_pl: Pole Url rewrite musi być wypełnione w języku domyślnym lub angielskim

source: Cannot write into file: %filename%. Please check write permissions.
pl_pl: Nie można zapisać do pliku: %filename%. Sprawdź uprawnienia zapisu.

source: This domain is not valid.
pl_pl: Domena nie jest prawidłowa

source: The SSL domain is not valid.
pl_pl: Domena SSL nie jest prawidłowa

source: You cannot delete or disable the last shop group.
pl_pl: Nie możesz usunąć lub wyłączyć ostatniej grupy sklepów.

source: You cannot delete or disable a shop group in use.
pl_pl: Nie możesz usunąć lub wyłączyć grupy sklepów, która ma korzystające z niej sklepy.

source: File too large (limit of %s bytes).
pl_pl: Plik zbyt duży (limit %s bajtów).

source: File upload was not completed.
pl_pl: Nie dokończono wgrywania pliku.

source: No file was uploaded.
pl_pl: Nie wgrano pliku.

source: Internal error #%s
pl_pl: Błąd wewnętrzny #%s

source: No file has been selected
ms_my: no file selected
pl_pl: Nie zaznaczono żadnego pliku

source: The object cannot be loaded.
ms_my: Objek tidak dapat dimuatkan.
pl_pl: Nie można załadować obiektu

source: Page not found
pl_pl: Nie znaleziono strony

source: Your Zip/postal code is incorrect.
ms_my: Poskod anda tidak betul.
pl_pl: Twój kod pocztowy jest nieprawidłowy.

source: It must be entered as follows:
ms_my: Ia mestilah dimasukkan seperti berikut:
pl_pl: Należy wpisać w następujący sposób:

source: A Zip/postal code is required.
ms_my: Poskod diperlukan.
pl_pl: Kod pocztowy jest wymagany.

source: The Zip/postal code is invalid.
ms_my: Poskod tidak sah.
pl_pl: Podany kod pocztowy jest nieprawidłowy.

source: The object could not be loaded.
ms_my: Objek tidak boleh dimuatkan.
pl_pl: Obiekt nie może zostać załadowany.

source: You cannot disable the Main URL.
pl_pl: Nie możesz wyłączyć głównego adresu URL

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
pl_pl: Nie możesz zamienić głównego adresu URL na nie główny adres URL, musisz ustawić inny adres URL jako główny adres URL dla wybranego sklepu.

source: A shop URL that uses this domain already exists.
pl_pl: Adres URL sklepu, który używa tej domeny już istnieje.

source: A shop virtual URL cannot be "%URL%"
pl_pl: Wirtualny URL sklepu nie może być "%URL%"

source: Unknown error.
pl_pl: Nieznany błąd.

source: You do not have permission to upload this.
pl_pl: Nie masz uprawnień aby to wgrać.

source: "%s" does not exist.
pl_pl: "%s" nie istnieje.

source: Directory "%s" cannot be created
pl_pl: Folder "%s" nie może zostać utworzony

source: File "%s" cannot be created
pl_pl: Plik "%s" nie może zostać utworzony

source: Cannot write this file: "%s"
pl_pl: Nie można zapisać pliku: "%s"

source: This file must be writable: %s
pl_pl: Ten plik musi mieć możliwość zapisu: %s

source: No file has been selected.
ms_my: no file selected
pl_pl: Nie wybrano pliku

source: The server does not have permissions for writing.
ms_my: Pelayan tidak mempunyai kebenaran untuk menulis.
pl_pl: Serwer nie ma uprawnień do zapisu.

source: Please check rights for %s
pl_pl: Sprawdź proszę uprawnienia dla %s

source: This file must be writable:
pl_pl: Plik musi mieć prawa do zapisu.

source: Fatal error: The module directory does not exist.
pl_pl: Błąd: Katalog modułu nie istnieje

source: No profile.
pl_pl: Brak profilu

source: No valid value for field exceptions has been defined.
pl_pl: Brak prawidłowych wartości

source: An error occurred while transplanting the module to its hook.
pl_pl: Wystąpił błąd podczas przenoszenia modułu do zaczepu.

source: There is one error.
pl_pl: Jest jeden błąd.

source: There are several errors.
pl_pl: Jest kilka błędów.

source: Email is empty.
pl_pl: Adres e-mail jest pusty.

source: Invalid email address.
ms_my: Valid e-mail
pl_pl: Nieprawidłowy adres e-mail

source: The password field is blank.
pl_pl: Hasło jest puste.

source: Invalid password.
ms_my: Password tidak sah
pl_pl: Nieprawidłowe hasło

source: The email address is invalid.
ms_my: E-mel sah
pl_pl: Zły adres email.

source: An error occurred during the file upload process.
pl_pl: Wystąpił błąd z wgraniem pliku.

source: The selected date range is not valid.
pl_pl: Wybrany zakres dat nie jest prawidłowy.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
ms_my: Fail terlalu besar, Saiz maksimum dibenarkan: %1$d kB. Fail yang anda cuba muatnaik ialah %2$d kB.
pl_pl: Plik jest zbyt duży. Maksymalny dozwolony rozmiar to: %1$d kB. Plik, który próbujesz załadować ma %2$d kB.

source: Invalid selection
pl_pl: Nieprawidłowy wybór

source: Address format invalid
pl_pl: Niepoprawny format adresu

source: Unable to update settings.
pl_pl: Nie można zaktualizować ustawień.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
pl_pl: Plik jest zbyt duży. Maksymalny dozwolony rozmiar to: [1]. Plik, który próbujesz przesłać ma [2].

source: There are %d errors.
pl_pl: Jest %d błędów.

source: There is %d error.
pl_pl: Jest %d błąd.
