Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminInternationalHelp.*.xlf
Languages: it_it

source: Search a word or expression, e.g.: "Order confirmation"
it_it: Cerca una parola o una frase, es.: "Conferma ordine"

source: Two-letter ISO code (e.g. FR, EN, DE).
it_it: Codice ISO con 2 lettere (per es., fr, en, de).

source: IETF language tag (e.g. en-US, pt-BR).
it_it: Codice di lingua IETF (es: en-US, pt-BR, it)

source: Short date format (e.g., %s).
it_it: Formato data breve (es. %s).

source: Full date format (e.g., %s).
it_it: Formato data completo (es. %s).

source: Upload the country flag from your computer.
it_it: Carica la bandiera della nazione dal tuo computer.

source: Image is displayed when "no picture is found".
it_it: Immagine visualizzata quando viene mostrato l'errore "nessuna immagine trovata".

source: Enable if this language is read from right to left.
it_it: Da attivare se la lingua è scritta da destra verso sinistra.

source: (Experimental: your theme must be compliant with RTL languages).
it_it: (Sperimentale: il tuo tema deve essere compatibile con il linguaggio RTL).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
it_it: Questa opzione ti permette, tra l'altro, di restringere l'accesso al tuo negozio da parte di molte nazioni. Vedi sotto.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
it_it: Puoi aggiungere degli indirizzi IP che saranno sempre autorizzati ad accedere al tuo negozio (es. Bot di google).

source: Provide the state name to be displayed in addresses and on invoices.
it_it: Inserisci il nome della provincia da mostrare negli indirizzi e nelle fatture.

source: 1 to 4 letter ISO code.
it_it: Codice ISO da 1 a 4 lettere

source: You can prefix it with the country ISO code if needed.
it_it: Se necessario, puoi usare il codice ISO nazione come prefisso.

source: Country where the state is located.
it_it: Nazione nella quale si trova la provincia.

source: Only the countries with the option "contains states" enabled are displayed.
it_it: Sono visualizzate solo le nazioni con l'opzione "contiene provincie" attivata.

source: Geographical region where this state is located.
it_it: Zona geografica in cui si trova la provincia.

source: Used for shipping
it_it: Usato per la spedizione

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
it_it: Se disabiliti la eco tassa, questa sarà impostata a 0 per tutti i prodotti.

source: Select whether or not to include tax on purchases.
it_it: Seleziona se vuoi includere o meno le tasse sugli acquisti.

source: Select whether or not to display tax on a distinct line in the cart.
it_it: Seleziona se vuoi mostrare o meno le tasse in una riga separata nel carrello.

source: Define the ecotax (e.g. French ecotax: 19.6%).
it_it: Tassa da applicare sull'eco-tassa (per es.: eco-tassa francese: 19,6%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
it_it: Nome delle tasse da mostrare nel carrello o nella fattura (ad es: IVA).

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
it_it: Formato: XX.XX o XX.XXX (ad esempio: 19.60 o 13.925)

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
it_it: Nome zona (es. Africa, UE, Resto dell'Europa).

source: Allow or disallow shipping to this zone.
it_it: Consenti o no la spedizione in questa zona.

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
it_it: Codice ISO (es. USD per Dollari, EUR per Euro, ecc.).

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
it_it: I tassi di cambio sono calcolati a partire da un'unità della tua valuta predefinita nel negozio. Per esempio, se la valuta predefinita è l'euro e la valuta selezionata è il dollaro, digita "1.20" (€1.00 = $1.20).

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
it_it: Puoi definire un intervallo di Codici Postali (esempio 20100-20150) o semplicemente puoi usare un solo Cap.

source: You must define the behavior if an address matches multiple rules:
it_it: Devi definire il comportamento se un indirizzo corrisponde a più regole:

source: - This tax only: Will apply only this tax
it_it: - Solo questa imposta: verrà applicata solo questa aliquota

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
it_it: - Combina: Combina più aliquote (es. 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
it_it: - Una dopo l'altra: Applica le aliquote l'una dopo l'altra (es. 100 + 10% => 110 + 5% = 115.5)

source: No Tax
it_it: Nessuna tassa

source: (Total tax: %s)
it_it: (Totale imposte: %s)

source: The default language used in your shop.
it_it: La lingua predefinita utilizzata nel tuo negozio.

source: Set browser language as default language
it_it: Imposta come predefinita la lingua del browser

source: The default country used in your shop.
it_it: Il paese di default usato nel tuo negozio.

source: Set country corresponding to browser language
it_it: Imposta la nazione corrispondente alla lingua del browser

source: The default currency used in your shop.
it_it: La valuta di default usata nel tuo negozio.

source: If you change the default currency, you will have to manually edit every product price.
it_it: Se cambi la valuta di default, dovrai cambiare manualmente i prezzi di ogni prodotto.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
it_it: Unità di peso predefinita per il tuo negozio (es. "kg" per chilogrammi).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
it_it: Unità di distanza predefinita per il tuo negozio (es. "km" per chilometro).

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
it_it: Unità di volume predefinita per l tuo negozio (es. "L" per litro).

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
it_it: Unità di dimensione predefinita per il tuo negozio (es. "cm" per centimetro).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
it_it: Identificatore ISO 639-1 per la lingua dellla nazione in cui è ubicato il tuo server (it, en, fr, sp, ru, pl, nl, ecc.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
it_it: Identificatore ISO 3166-1 alpha-2 per la nazione in cui è ubicato il tuo server, in minuscolo (it, us, gb, fr, sp, ru, pl, nl, ecc.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
it_it: Se impostato a "SI", il pacchetto localizzazione sarà scaricato da prestashop.com. Diversamente, sarà utilizzato il file xml nella cartella "localization" della tua installazione Prestashop.

source: Restrict country selections in front office to those covered by active carriers
it_it: Limita la selezione dei paesi nel front office a quelli coperti dai vettori attivi

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
it_it: Codice ISO a due o tre lettere (es. it per l'Italia).

source: International call prefix, (e.g. 1 for United States).
it_it: Prefisso internazionale, (es.,: 39 per l'Italia).

source: Geographical region.
it_it: Zona geografica.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
it_it: Indicare il formato del codice postale: utilizzare L per una lettera, N per un numero, e C per ISO 3166-1 alpha-2 del codice del paese. Ad esempio, NNNNN per gli Stati Uniti, Francia, Polonia e molti altri; LNNNNLLL per l'Argentina, ecc. Se non si vuole che PrestaShop verifichi il codice postale per questo paese, lasciarlo vuoto.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
it_it: Mostra questo paese ai tuoi clienti (il paese sarà sempre visualizzato nel back office).

source: This will restore your last registered address format.
it_it: Mostrerà di nuovo il tuo ultimo layout registrato.

source: This will restore the default address format for this country.
it_it: Mostrerà il layout di default per questo paese.

source: This will restore your current address format.
it_it: Tornano ad essere mostrate durante l'editing.

source: This will delete the current address format
it_it: Cancellerà il layout corrente

source: Some of these expressions use this special syntax: %s.
it_it: Alcune di queste locuzioni utilizzano questa sintassi speciale: %s.

source: There are [1]%replace%[/1] products
it_it: Ci sono [1]%replace%[/1] prodotti

source: %s" will be replaced by a number.
it_it: %s" sarà sostituito da un numero.

source: List of pages in [1]%replace%[/1]
it_it: Elenco delle pagine in [1]%replace%[/1]

source: %s" will be replaced by a string.
it_it: "%s" verrà sostituito da una stringa.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
it_it: Funzione: [1]%1%[/1] ([1]%2%[/1] valori)

source: The numbers enable you to reorder the variables when necessary.
it_it: I numeri ti permettono di riordinare le variabili, quando necessario.

source: You MUST use this syntax in your translations. Here are several examples:
it_it: È necessario utilizzare questa sintassi nelle tue traduzioni. Ecco alcuni esempi:

source: Click on the title of a section to open its fieldsets.
it_it: Clicca sul titolo di una sezione per visualizzarne i parametri.

source: Here you can modify translations for all installed module.
it_it: Qui puoi modificare le traduzioni per tutti i moduli installati.

source: Select your module
it_it: Seleziona il tuo modulo

source: You MUST use this syntax in your translations. Here are a few examples:
it_it: DEVI utilizzare questa sintassi nelle tue traduzioni. Ecco alcuni esempi:

source: This expression uses a special syntax:
it_it: Questa espressione usa una sintassi speciale:

source: Here you can modify translations for every line of text inside PrestaShop.
it_it: Qui puoi modificare le traduzioni per tutti i testi inseriti in PrestaShop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
it_it: In primo luogo, seleziona un tipo di traduzione (come "Back Office" o "Moduli installati"), e quindi seleziona la lingua per la quale desideri tradurre le stringhe.

source: You can add or update a language directly from the PrestaShop website here.
it_it: È possibile aggiungere o aggiornare una lingua direttamente dal sito di PrestaShop qui.

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
it_it: Se il formato del file di lingua : ISO_code.gzip (esempio: "fr.gzip") e la lingua corrispondente a questo pacchetto non esiste, verrà creata automaticamente.

source: Warning: This will replace all of the existing data inside the destination language.
it_it: Attenzione: tutti i dati esistenti per la lingua di destinazione verranno sostituiti.

source: Export data from one language to a file (language pack).
it_it: Esporta i dati da una lingua ad un file (pacchetto lingua).

source: Select which theme you would like to export your translations to.
it_it: Seleziona per quale tema vuoi esportare le traduzioni.

source: Copies data from one language to another.
it_it: Copia i dati da una lingua ad un'altra.

source: If necessary [1][2] you must first create a new language[/1].
it_it: Se necessario, [1][2] devi prima creare una nuova lingua[/1].

source: Missing files are marked in red
it_it: I file mancanti sono indicati in rosso
