Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminCatalogFeature.*.xlf
Languages: hy_am

source: Home
hy_am: Գլխավոր

source: Root
hy_am: Արմատային

source: Increase
hy_am: Ավելացնել

source: Decrease
hy_am: Պակասեցնել

source: Category
hy_am: Կատեգորիա

source: From quantity
hy_am: Սկսած քանակությունից

source: Beginning
hy_am: Սկիզբը

source: End
hy_am: Վերջ

source: Reduction type
hy_am: Նվազեցման տեսակը

source: Reduction
hy_am: Նվազեցում

source: Apply to all combinations
hy_am: Կիրառել բոլոր համադրումները

source: Starting at
hy_am: Սկսած

source: Price (tax excl.)
hy_am: Գինը (առանց հարկի)

source: Supplier reference
hy_am: Մատակարարների հղումները

source: Quantity
hy_am: Քանակը

source: Combinations
hy_am: Համադրումներ

source: Final price
hy_am: Գինը

source: Expiration date
hy_am: Ուժի մեջ է մինչեվ

source: Number of allowed downloads
hy_am: Թույլատրված ներբեռնումների քանակը

source: Number of days
hy_am: Օրերի քանակը

source: Add new cart rule
hy_am: Ավելացնել զամբյուղի նոր կանոն

source: Cart Rules
hy_am: Զամբյուղի կանոններ

source: List of disabled products
hy_am: Անջատված ապրանքների ցուցակը

source: Product disabled
hy_am: Ապրանքը անջատված է

source: Attributes generator
hy_am: Բնորոշ հատկանիշների գեներատոր

source: Back to the product
hy_am: Ետ գնալ դեպի ապրանքը

source: Values
hy_am: Արժեքները

source: Value
hy_am: Արժեքը

source: Color
hy_am: Գույնը.

source: Attributes
hy_am: Հատկանիշներ

source: Add New Values
hy_am: Ավելացնել նոր արժեքներ

source: Add New Attributes
hy_am: Ավելացնել նոր Հատկանիշներ

source: Texture
hy_am: Գունապնակ

source: Save then add another value
hy_am: Պահպանել հետո ավելացնել նոր արժեք

source: Edit Value
hy_am: Խմբագրել Արժեքը

source: Add a new feature
hy_am: Ավելացնել նոր հատկանիշներ

source: Feature value
hy_am: Հատկանիշների արժեքը

source: Add a new feature value
hy_am: Ավելացնել հատկանիշների նոր արժեք

source: Feature
hy_am: Հատկանիշներ

source: Pre-defined value
hy_am: Նախասահմանված արժեք

source: Categories
hy_am: Կատեգորիաներ

source: Price (tax incl.)
hy_am: Գինը (ներառյալ հարկը)

source: No tax
hy_am: Չկա հարկ

source: Apply to all products
hy_am: Կիրառել բոլոր ապրանքներին

source: Add new root category
hy_am: Ավելացնել նոր արմատային կատեգորիա

source: Group access
hy_am: Մուտք դեպի խումբ.

source: Parent category
hy_am: Ծնող կատեգորիա

source: Visibility
hy_am: Տեսանելիությունը.

source: Summary
hy_am: Ամփոփում

source: Tax excluded
hy_am: Առանց հարկման

source: Tax included
hy_am: Ներառյալ ԱԱՀ

source: Reference
hy_am: Տեղեկանք

source: Tax rule
hy_am: Հարկման կանոնը

source: Cover
hy_am: Կազմը / դիմերեսը

source: Quantities
hy_am: Քանակներ

source: tax incl.
hy_am: ներառյալ ԱԱՀ

source: tax excl.
hy_am: առանց ԱԱՀ

source: SEO
hy_am: Որոնողական համակարգի օպտիմալացում

source: Modules
hy_am: Մոդուլներ

source: Features
hy_am: Հատկանիշներ

source: Specific prices
hy_am: Հատուկ գներ

source: Rule
hy_am: Կանոն

source: Combination
hy_am: Համադրություն

source: Fixed price
hy_am: Ֆիքսված գին

source: Impact
hy_am: Ազդեցություն

source: From
hy_am: Ումից

source: Priority management
hy_am: Առաջնայնության կառավարում

source: Impact on price
hy_am: ազդեցությունը գնի վրա

source: Ecotax
hy_am: Բնապահպ.հարկ

source: Impact on weight
hy_am: Ազդում է քաշի վրա

source: None
hy_am: Ոչ մեկը

source: Width
hy_am: Լայնություն

source: Height
hy_am: Բարձրություն

source: Weight
hy_am: Քաշը

source: I want to use the advanced stock management system for this product.
hy_am: Ես ուզում եմ օգտագործել ընդլայնված պաշարների կառավարման համակարգը այս ապրանքի համար

source: I want to specify available quantities manually.
hy_am: Ես ուզում եմ ինքս նշեմ հասանելի քանակը

source: Does this product have an associated file?
hy_am: Ադրյոք՞ այս ապրանքը ունի կապակցված ֆայլ

source: Allow orders
hy_am: Թույլատրել պատվերները

source: Deny orders
hy_am: Մերժել պատվերները

source: Condition
hy_am: Վիճակը

source: Everywhere
hy_am: Ամենուրեք

source: Catalog only
hy_am: Կատալոգը միայն

source: Search only
hy_am: Որոնումը միայն

source: Nowhere
hy_am: Ոչ մի տեղ

source: Available for order
hy_am: Մատչելի է պատվերի համար

source: Short description
hy_am: Կարճ նկարագրություն

source: Accessories
hy_am: Պարագաներ

source: Number of products
hy_am: Ապրանքների թիվը

source: Open
hy_am: Բացել

source: Closed
hy_am: Փակել

source: Pending 1
hy_am: Սպասող առաջին

source: Pending 2
hy_am: Սպասող երկրորդ

source: Messages
hy_am: Հաղորդագրություններ

source: Private
hy_am: Մասնավոր

source: Last message
hy_am: Վերջին հաղորդագրությունը

source: Contact options
hy_am: Կապի տարբերակները

source: Allow file uploading
hy_am: Թույլատրել ֆայլերի վերբեռնում

source: Default message
hy_am: Դեֆոլտ հաղորդագրություն

source: Customer service options
hy_am: Հաճախորդների սպասարկման տարբերակները

source: IMAP URL
hy_am: IMAP հղում

source: IMAP port
hy_am: IMAP պորտ

source: IMAP user
hy_am: IMAP օգտագործողը

source: IMAP password
hy_am: IMAP գաղտնաբառը

source: Delete messages
hy_am: Ջնջել հաղորդագրությունները

source: Create new threads
hy_am: Ստեղծել նոր թեմա

source: IMAP options
hy_am: IMAP հատկությունները

source: Total threads
hy_am: Ընդամենը թեմաներ

source: Threads pending
hy_am: Սպասող թեմաներ

source: Total number of customer messages
hy_am: Հաճախորդների հաղորդագրությունների ընդհանուր քանակը

source: Total number of employee messages
hy_am: Աշխատողների հաղորդագրությունների ընդհանուր քանակը

source: Unread threads
hy_am: Չկարդացված թեմաներ

source: Closed threads
hy_am: Փակված թեմաներ

source: Message forwarded to
hy_am: Վերափոխանցված հաղորդագրություններ

source: Type
hy_am: Տիպը

source: Addresses
hy_am: Հասցեներ

source: Products
hy_am: Ապրանքները

source: Edit Addresses
hy_am: Խմբագրել հասցեները

source: Add address
hy_am: Ավելացնել հասցե

source: Product name
hy_am: Ապրանքի անվանումը

source: Physical quantity
hy_am: Ֆիզիկակն քանակը

source: Available quantity
hy_am: Մատչելի քանակը

source: Attribute name
hy_am: Հատկանիշի անվանումը

source: EAN13
hy_am: Շտրիխ կոդը

source: UPC
hy_am: Ապրանքի ունիվերսալ կոդը

source: Filter by period
hy_am: Ֆիտրել ըստ ժամանակահատվածի

source: All
hy_am: Բոլորը

source: Category name
hy_am: Կատեգորիայի անվանումը

source: Stored
hy_am: Պահված

source: Location (optional)
hy_am: Վայրը (լրացուցիչ)

source: Customization
hy_am: Անհատականացում

source: Attachment
hy_am: Կցորդ

source: Meta title
hy_am: Մեթա վերնագիրը

source: Meta description
hy_am: Մեթա նկարագրությունը

source: Friendly URL
hy_am: Մարդկանց հասկանալի հղում

source: All combinations
hy_am: Բոլոր համադրությունները

source: Shipping
hy_am: Առաքում

source: Images
hy_am: Պատկերներ

source: Related product
hy_am: Նմանատիպ ապրանք.

source: Product location in warehouses
hy_am: Ապրանքի գտնվելու տեղը պահեստում

source: Add a new condition group
hy_am: Ավելացնել վիճակի նոր խումբ

source: Add condition
hy_am: Ավելացնել վիճակը

source: Condition group
hy_am: Վիճակի խումբ

source: Conditions
hy_am: Պայմաններ

source: Information
hy_am: Տեղեկատվւթյուն

source: Now
hy_am: Հիմա

source: Done
hy_am: Արված է

source: Choose Time
hy_am: Ընտրեք ժամանակը

source: Time
hy_am: Ժամանկը

source: Minute
hy_am: Րոպե

source: Highlight
hy_am: Ընդգծել

source: Partial use
hy_am: ՄԱսնակի օգտագործում

source: Limit to a single customer
hy_am: Սահամանչափ մեկ հաճախորդի համար

source: Valid
hy_am: Ուժի մեջ է

source: Minimum amount
hy_am: Նվազագույն գումարը

source: Shipping excluded
hy_am: Առանց առաքման

source: Shipping included
hy_am: Առաքումը ներառած

source: Total available
hy_am: Ընդամենը հասանելի է

source: Country selection
hy_am: Երկրի ընտրությունը

source: Unselected countries
hy_am: Չընտրված երկրները

source: Selected countries
hy_am: Ընտրված երկրները

source: Carrier selection
hy_am: Փոխադրողի ընտրություն

source: Unselected carriers
hy_am: Չընտրված փոխադրողներ

source: Selected carriers
hy_am: Ընտրված փոխադրողներ

source: Customer group selection
hy_am: Հաճախորդի խմբի ընտրություն

source: Unselected groups
hy_am: Չընտրված խմբեր

source: Selected groups
hy_am: Ընտրված խմբերը

source: Compatibility with other cart rules
hy_am: Համատեղելիությունը զամբյուղի այլ կանոնների հետ

source: Uncombinable cart rules
hy_am: Անհամատեղելի զասմբյուղի կանոններ

source: Combinable cart rules
hy_am: Համատեղելի զամբյուղի կանոններ

source: Product selection
hy_am: Ապրանքի ընտրություն

source: Shop selection
hy_am: Խանութի ընտրություն

source: Unselected shops
hy_am: Չընտրված խանութներ

source: Selected shops
hy_am: Ընտրված խանութներ

source: Apply a discount
hy_am: Կիրառել զեղչ

source: Percent (%)
hy_am: Տոկոս (%)

source: Apply a discount to
hy_am: Կիրառել զեղչը հետեւյալին

source: Order (without shipping)
hy_am: Պատվեր (առանց առաքման գնի)

source: Specific product
hy_am: Յուրահատուկ ապրանք

source: Cheapest product
hy_am: Ամենաէժան ապրանք

source: Selected product(s)
hy_am: Ընտրված ապրանքը(ները)

source: Send a free gift
hy_am: Ուղարկել անվճար նվեր

source: Search a product
hy_am: Որոնել ապրանքը

source: Matching products
hy_am: Համապատասխանող ապրանքներ

source: Available combinations
hy_am: Մատչելի համակցությունները
