Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDesignFeature.*.xlf
Languages: it_it

source: Full width
it_it: A tutto schermo

source: Three columns
it_it: Tre colonne

source: Two columns, small left column
it_it: Due colonne, colonna di sinistra piccola

source: Two columns, small right column
it_it: Due colonne, colonna di destra piccola

source: No side columns, ideal for distraction-free pages such as product pages.
it_it: Nessuna colonna laterale, ideale per pagine non distraenti come le pagine prodotto.

source: One large central column and 2 side columns.
it_it: Una colonna centrale larga e 2 colonne laterali.

source: Two columns with a small left column.
it_it: Due colonne con una colonna di sinistra piccola.

source: Two columns with a small right column.
it_it: Due colonne con una colonna di destra piccola.

source: CMS Category
it_it: Categoria CMS

source: Parent category
it_it: Categoria collegata

source: Add new category
it_it: Aggiungi una nuova categoria

source: Edit category: %name%
it_it: Modifica categoria: %name%

source: Add new page
it_it: Aggiungi una nuova pagina

source: Edit page: %meta_title%
it_it: Modifica pagina: %meta_title%

source: Category: %category%
it_it: Categoria: %category%

source: Transplant a module
it_it: Innestare un modulo

source: Transplant to
it_it: Trasferire su

source: Exceptions
it_it: Eccezioni

source: ___________ CUSTOM ___________
it_it: ___________ ALTRI ___________

source: ____________ CORE ____________
it_it: ________ PRINCIPALI ________

source: Admin modules controller
it_it: Controller moduli Admin

source: Front modules controller
it_it: Controller moduli del FO

source: Images generation options
it_it: Opzioni generazione immagini

source: Image format
it_it: Formato immagine

source: Use JPEG.
it_it: Utilizza il formato JPEG.

source: Use PNG only if the base image is in PNG format.
it_it: Usa PNG solo per le immagini già caricate in formato PNG.

source: Use PNG for all images.
it_it: Utilizza il formato PNG per tutte le immagini.

source: JPEG compression
it_it: Compressione JPEG

source: PNG compression
it_it: Compressione PNG

source: Generate images based on one side of the source image
it_it: Genera immagini basate su un lato dell'immagine sorgente

source: Automatic (longest side)
it_it: Automatico (lato più lungo)

source: Maximum file size of product customization pictures
it_it: Dimensione massima del file per le immagini di personalizzazione dei prodotti

source: Product picture width
it_it: Larghezza immagine prodotto

source: Product picture height
it_it: Altezza immagine prodotto

source: Generate high resolution images
it_it: Genera immagini ad alta risoluzione

source: Use the legacy image filesystem
it_it: Usa il filesystem precedente per le immagini

source: Image type
it_it: Tipo immagine

source: Name for the image type
it_it: Nome per il tipo immagine

source: Add new image type
it_it: Aggiungi un nuovo tipo immagine

source: Add new theme
it_it: Aggiungi tema

source: Export current theme
it_it: Esporta il tema attuale

source: Import theme
it_it: Importa tema

source: Your current theme
it_it: Il tuo tema corrente

source: Invoice & Email Logos
it_it: Loghi per Fatture & Email

source: Header logo
it_it: Logo intestazione

source: Mail logo
it_it: Logo delle email

source: Invoice logo
it_it: Logo delle fatture

source: Visit the theme catalog
it_it: Visita il catalogo dei temi

source: Select a theme for the "%s" shop
it_it: Seleziona un tema per il negozio "%s"

source: Theme appearance
it_it: Aspetto tema

source: Import from your computer
it_it: Importa dal computer

source: Zip file
it_it: File Zip

source: Import from the web
it_it: Importare dal web

source: Archive URL
it_it: Archivio URL

source: Import from FTP
it_it: Importa con FTP

source: Select the archive
it_it: Seleziona l'archivio

source: Theme
it_it: Tema

source: Pages
it_it: Pagine

source: Pages in category "%name%"
it_it: Pagine nella categoria "%name%"

source: Page Category
it_it: Pagina Categoria

source: Only letters and the hyphen (-) character are allowed.
it_it: Soltanto lettere e il carattere meno (-) sono consentiti.

source: Page content
it_it: Solo lettere e segno meno (-) sono permessi

source: Indexation by search engines
it_it: Indicizzazione da motori di ricerca

source: Pages in this category
it_it: Pagine in questa categoria

source: Move images
it_it: Sposta immagini

source: Regenerate thumbnails
it_it: Rigenera miniature

source: Select an image
it_it: Seleziona immagine

source: Select a format
it_it: Seleziona formato

source: Erase previous images
it_it: Cancella immagini precedenti

source: All modules
it_it: Tutti i moduli

source: Search for a hook
it_it: Cerca un ancoraggio

source: Display non-positionable hooks
it_it: Mostra i punti di collegamento non posizionabili

source: Unhook
it_it: Scollega

source: Unhook the selection
it_it: Scollega la selezione

source: 1 module selected
it_it: 1 modulo selezionato

source: modules selected
it_it: moduli selezionati
