Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersHelp.*.xlf
Languages: hy_am, nl_nl

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
hy_am: Զգուշացում. Խորհուրդ չի տրվում միացնել «Ընդհանոււր հաճախորդներ» եւ «Ընդհանուր պատվերներ» պարամետրերը, քանի որ դրանից հետո պատվերների կամ հաճախորդների ստեղծման ժամանակ Դուք արդեն չեք կարող անջատել այս պարամետրերը: Իսկ եթե Ձեզ անհրաժեշտ են այս պարամետրերը, հավանական է, պետք է օգտագրոծել մի քանի կատեգորիաներ մի քանի խանութների փոխարեն
nl_nl: Waarschuwing: het wordt niet aanbevolen om de opties "Deel klanten" en "Deel bestellingen" aan te zetten, want zodra deze zijn geactiveerd en er klanten en bestellingen worden opgeslagen, kunnen deze opties niet meer worden uitgeschakeld. Als u deze opties nodig heeft, denk dan eerst aan meerdere categorieën in plaats van meerdere winkels.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
nl_nl: Zodra deze optie wordt ingeschakeld, zullen de winkels in deze groep hun klanten delen. Indien een klant zich in een van deze winkels registreert, dan zal hij automatisch ook beschikbaar zijn in de andere winkels van deze groep.

source: Warning: you will not be able to disable this option once you have registered customers.
nl_nl: Let op: u kunt deze optie niet uitschakelen zodra u geregistreerde klanten heeft.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
nl_nl: Zodra deze optie is ingeschakeld (wat enkel mogelijk is wanneer klanten en beschikbare hoeveelheden gedeeld worden tussen winkels), wordt de winkelwagen van de klant gedeeld tussen alle winkels in deze groep. Op deze manier kan elke begonnen winkelwagen afgerekend worden in andere winkel uit dezelfde groep.

source: Warning: You will not be able to disable this option once you've started to accept orders.
nl_nl: Opgepast: u kunt deze optie niet meer uitschakelen zodra u begonnen bent met het accepteren van bestellingen.

source: Enable or disable this shop group?
nl_nl: Deze winkelgroep in- of uitschakelen?

source: New modules and updates are displayed on the modules page.
hy_am: Նոր մոդուլները եւ թարմացումները ցույց են տրված մոդուլների էջին
nl_nl: Nieuwe modules en updates worden getoond op de module pagina.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
hy_am: Ստուգեցեք cookie -ի IP հասցեն, որպեսզի կանխվի Ձեր cookie -ն գողացվելուց
nl_nl: Controleer het IP-adres van de cookie om te voorkomen dat uw cookie wordt gestolen.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
nl_nl: Geef het aantal uren op dat de backoffice-cookies geldig zijn. Na deze periode zal de PrestaShop-gebruiker opnieuw moeten inloggen.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
nl_nl: Stel de maximale grootte van bijlagen in (in megabytes). Deze waarde moet lager of gelijk zijn aan de maximale bestandsgrootte toegewezen door uw server (momenteel: %s MB).

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
nl_nl: Definieerde de uploadlimiet voor een downloadbaar product (in megabytes). Deze waarde moet lager of gelijk zijn aan de maximum bestandsgrootte dat is toegestaan door uw server (momenteel: %s MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
nl_nl: Definieerde de uploadlimiet voor een afbeelding (in megabytes). Deze waarde moet lager of gelijk zijn aan de maximum bestandsgrootte dat is toegestaan door uw server (momenteel: %s MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
nl_nl: Meldingen zijn weergegeven als genummerde bubbels aan de bovenkant van uw backoffice, rechts naast de naam van de winkel. Ze geven het aantal nieuwe items weer sinds u voor het laatst hebt geklikt op hen.

source: This will display notifications when new orders are made in your shop.
hy_am: Սա ցույց կտա ծանուցումները, երբ Ձեր խանությում նոր պատվերներ կստացվեն
nl_nl: Dit laat meldingen zien bij nieuwe bestellingen in uw winkel.

source: This will display notifications every time a new customer registers in your shop.
hy_am: Սա ամեն անգամ ցույց կտա ծանուցումները, երբ մի նոր հաճախորդ կգրանցվի Ձեր խանութում
nl_nl: Dit laat meldingen zien bij nieuwe geregistreerde klanten.

source: This will display notifications when new messages are posted in your shop.
hy_am: Ծանուցումներ Ձեր խանութի նոր հաղորդագրությունների մասին
nl_nl: Dit laat meldingen zien wanneer klanten een nieuw bericht hebben gestuurd naar uw winkel.

source: Drop existing tables during import.
nl_nl: Verwijder bestaande tabellen tijdens het importeren.

source: If enabled, the backup script will drop your tables prior to restoring data.
hy_am: Եթե միացած է, պահուստային կրկօրինակման սցենարը կջնջի գոյություն ունեցող աղյուսակները մինչեւ տվյալների վերականգնումը
nl_nl: Indien ingeschakeld, zal het backup script uw tabellen verwijderen om de database gegevens te herstellen.

source: (ie. "DROP TABLE IF EXISTS")
nl_nl: (bijv. "DROP TABLE IF EXISTS")

source: Where customers send messages from the order page.
hy_am: Ուր են բաժանորդները ուղարկում հաղորդագրությունները պատվերի էջից
nl_nl: Waar klanten berichten verzenden vanaf de bestelpagina.

source: Fully qualified domain name (keep this field empty if you don't know).
hy_am: Դոմենի լրիվ անունը (թողեք այս դաշտը դատարկ եթե չգիտեք)
nl_nl: Volledige domeinnaam (laat leeg als u het niet weet).

source: IP address or server name (e.g. smtp.mydomain.com).
nl_nl: IP-adres of servernaam (Bijv: smtp.voorbeeld.nl).

source: Leave blank if not applicable.
hy_am: Թողնել դատարկ, եթե կիրառելի չէ
nl_nl: Laat leeg indien niet van toepassing.

source: Use an encrypt protocol
hy_am: Օգագործել կոդավորված փոխանակման կանոնները
nl_nl: Gebruik een encryptieprotocol

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
nl_nl: Als u een virtuele URL wenst toe te voegen, moet u URL rewriting activeren op uw webserver en de optie "Vriendelijke URL's" inschakelen.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
nl_nl: U kunt deze optie gebruiken als u een winkel wilt aanmaken met een URL die niet bestaat op uw server (bijvoorbeeld: als u wilt dat uw winkel beschikbaar is met de URL www.voorbeeld.nl/mijn-winkel/schoenen/, dan moet u schoenen/ in dit veld instellen, hierbij ervan uitgaande dat mijn-winkel/ uw fysieke URL is).

source: URL rewriting must be activated on your server to use this feature.
hy_am: Հղման վերագրառումը պետք է ակտիվացված լինի սերվերի վրա, որպեսզի այս ֆունկցիան օգտագործվի
nl_nl: URL herschrijven moet geactiveerd zijn op de server om deze optie te gebruiken.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
hy_am: Եթե Դուք այս Հղումը դնեք որպես հիմնական Հղում ընտրած խանութի համար, ապա այս խանութի ողջ Հղումների հավաքածուն կվերաուղորդվի (կարող է խանութի համար լինել միայն մեկ հիմնական Հղում)
nl_nl: Als u deze URL kiest als hoofd-URL voor de geselecteerde winkel, dan zullen alle URL's naar deze winkel, doorverwezen worden naar deze URL (u kunt maar 1 hoofddomein hebben).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
hy_am: Քանի որ ընտրված խանութի համար չկա հիմնական Հղում, Դուք պետք է այս հղումը դնեք որպես հիմնական
nl_nl: De geselecteerde winkel heeft geen hoofddomein, u moet dit domein als standaard instellen.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
nl_nl: De geselecteerde winkel heeft al een hoofd-URL. Daarom, als u deze instelt als de hoofd-URL, zal de oudere hoofd-URL zal worden ingesteld als een gewone URL.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
nl_nl: Dit is de fysieke map voor uw winkel op de webserver. Laat dit veld leeg als uw winkel is geïnstalleerd op het hoofdpad. Bijvoorbeeld, als uw winkel beschikbaar is op www.example.com/mijn-winkel/, dan moet u mijn-winkel/ invoeren in dit veld.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
nl_nl: Waarschuwing: URL herschrijven (bijvoorbeeld mod-rewrite voor Apache) lijkt uitgeschakeld te zijn. Als uw url niet werkt, controleer dan bij uw hostingprovider hoe URL herschrijven kan worden geactiveerd.

source: This option should be used in a production environment.
nl_nl: Thema's worden nooit gehercompileerd, prestaties zijn beter en deze optie zou gebruikt moeten worden als de winkel in productie is.

source: Templates are recompiled when they are updated. If you experience compilation troubles when you update your template files, you should use Force Compile instead of this option. It should never be used in a production environment.
nl_nl: Thema's worden gecompileerd als ze worden bijgewerkt, als u compilatie problemen heeft als u de thema bestanden bijwerkt, moet u "Forceer compilatie" gebruiken in plaats van deze optie. Dit moet nooit worden gebruikt in een productieomgeving.

source: This forces Smarty to (re)compile templates on every invocation. This is handy for development and debugging. Note: This should never be used in a production environment.
nl_nl: Dit zorgt er voor dat Smarty thema's bij elke aanroep gaat (her)compileren. Dit is handig bij de ontwikkeling en bij het debuggen. Het moet echter nooit in een productieomgeving gebruikt worden.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
nl_nl: Moet worden ingeschakeld als u de smarty cache niet op de NFS wilt opslaan.

source: Enable or disable debug mode.
nl_nl: Debugmodus in- of uitschakelen.

source: Some features can be disabled in order to improve performance.
hy_am: Որոշ հատկանիշներ կարող են անջատվել որպեսզի բարելավվի կատարողականությունը
nl_nl: Sommige functies kunnen worden uitgeschakeld om de prestaties te verbeteren.

source: Choose "No" to disable Product Combinations.
nl_nl: Kies "Nee" om Productcombinaties uit te schakelen.

source: You cannot set this parameter to No when combinations are already used by some of your products
nl_nl: U kan deze parameter niet op Nee instellen wanneer combinaties reeds gebruik maken van enkele producten

source: Choose "No" to disable Product Features.
nl_nl: Kies "Nee" om de productkenmerken uit te schakelen.

source: Choose "No" to disable Customer Groups.
nl_nl: Kies "Nee" om de klantengroepen uit te schakelen.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
hy_am: ՄՍՔ Ձեզ թույլ է տալիս նվազեցնել Ձեր էջի բեռնելու ժամանակը: Այս կարգավորումներով դուք կավելացնեք Ձեր ձեւանմուշի կարողունակությունը նույնիսկ առանց կոդին ձեռք տալու: Սակայն, համոզվեք որ Ձեր ձեւանմուշը համատեղելի է PrestaShop 1.4+ _ի հետ: Հակառակ դեպքում, ՄՍՔ -ն խնդիրների պատճառ կդառնա
nl_nl: CCC is in staat om de laadtijd van uw pagina te verminderen. Met deze instellingen zal de prestaties verbeteren zonder de code te veranderen. Maar wees er zeker van dat je thema geschikt is voor Prestashop 1.4+ anders zal CCC problemen geven.

source: This will add directives to your .htaccess file, which should improve caching and compression.
hy_am: Սս թույլ է տալիս հրահանգներ ավելացնել .htaccess ֆայլի մեջ, որը լավացնում է քեշավորումը ու սեղմումը
nl_nl: Dit zal richtlijnen aan uw .htaccess toevoegen wat de caching en compressie verbeterd.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
nl_nl: Naam van tweede domein van uw winkel, (bijv. mijnwinkel.com). Als u geen ander domein hebt laat dit dan leeg.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
nl_nl: Naam van 3e domein van uw winkel, (bijv. mijnwinkel.com). Als u geen ander domein hebt laat dit dan leeg.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
nl_nl: Naam van 4e domein van uw winkel, (bijv. mijnwinkel-media-server.com). Als u geen ander domein hebt laat dit veld dan leeg.

source: Enter "5" if you do not want to receive any emails.
hy_am: Մուտքագրեք «5» եթե չեք ուզում ստանալ ոչ մի էլ. նամակ
nl_nl: Vul "5" in als u geen e-mails wilt ontvangen.

source: Emails will be sent to the shop owner.
hy_am: Էլ. նամակները կուղարկվեն խանութի տիրոջը
nl_nl: E-mails zullen naar de winkeleigenaar worden verzonden.

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
nl_nl: Uw avatar in PrestaShop 1.7.x is uw profielafbeelding op %url%. Om uw avatar te veranderen, log in op PrestaShop.com met uw e-mailadres %email% en volg de instructies op het scherm.

source: Password should be at least %num% characters long.
nl_nl: Het wachtwoord moet minstens %num% tekens lang zijn.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
nl_nl: PrestaShop kan op regelmatige basis tips naar u toesturen over hoe u het beheer van uw winkel kunt verbeteren wat u zal helpen om uw bedrijf te laten groeien. Indien u deze tips niet wenst te ontvangen, vink dit vakje dan uit.

source: This page will be displayed just after login.
nl_nl: Deze pagina wordt getoond na het inloggen.

source: Allow or disallow this employee to log in to the Admin panel.
nl_nl: Sta al dan niet toe dat deze medewerker zich kan aanmelden in het beheerpaneel.

source: -- Choose --
hy_am: -- Ընտրել --
nl_nl: -- Kies --

source: Select the shops the employee is allowed to access.
nl_nl: Selecteer de winkels waar de medewerker toegang tot heeft.

source: Before activating the webservice, you must be sure to:
nl_nl: Voordat u de webservice gaat activeren, moet u zeker zijn dat:

source: Check that URL rewriting is available on this server.
nl_nl: Controleer of URL-herschrijven beschikbaar is op deze server.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
hy_am: Ստուգեք որ այս հինգ մեթոդները GET, POST, PUT, DELETE եւ HEAD իրականացվում են այս սերվերի կողմից
nl_nl: Ga na of de vijf methoden GET, POST, PUT, DELETE en HEAD ondersteund worden door deze server.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
nl_nl: Alvorens "Ja" te kiezen, controleer of PHP niet als Apache-module configureerd is op uw server.

source: Quick description of the key: who it is for, what permissions it has, etc.
nl_nl: Korte beschrijving van de sleutel: voor wie is het, welke rechten bezit het, enz.

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
hy_am: Օգտագործեք այս օպցիան, որպեսզի նշանակեք տվյալները (ապրանքներ, մոդուլներ եւ այլն) ընտրած խանութի համար
nl_nl: Gebruik deze optie om gegevens te koppelen (producten, modules, etc) op dezelfde manier voor de geselecteerde winkel.

source: Click here to display the shops in the %s shop group
nl_nl: Klik hier om de winkels in de %s winkelgroep weer te geven

source: Click here to display the URLs of the %s shop
nl_nl: Klik hier om de URL's van de %s winkel te tonen

source: Click here to display the list of shop groups
nl_nl: Klik hier om de lijst van de winkelgroepen weer te geven

source: How do I create a new SQL query?
nl_nl: Hoe maak ik een nieuwe SQL query?

source: Click "Add New".
hy_am: Սեղմել «Ավելացնել նորը»
nl_nl: Klik "Nieuw toevoegen".

source: Fill in the fields and click "Save".
hy_am: Լրացրեք դաշտերը ու սեղմեք «Պահպանել»
nl_nl: Vul de velden in en klik op "Opslaan".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
nl_nl: U kan dan het zoekresultaat bekijken door te klikken op dit icoon in het uitklapmenu

source: You can also export the query results as a CSV file by clicking on the Export button
nl_nl: U kunt de uitkomst van de zoekopdracht als CSV-bestand exporteren door op de Exporteerknop te klikken

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
hy_am: Անտեսեք այս դաշտը եթե Դուք չեք օգտագործում «Մի քանի խանութներ» ֆունկցիան: Եթե այս դաշտը լրացված չէ, ապա կօգտագործվի դեֆոլտ դրված խանությը
nl_nl: Negeer dit veld als u geen gebruik maakt van de multistore-mogelijkheid. Als u dit veld leeg laat wordt de standaardwinkel gebruikt.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
nl_nl: Geavanceerd voorraadbeheer inschakelen op product (0 = Nee, 1 = Ja)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
nl_nl: 0 = Gebruik aantal vanuit het product, 1 = Gebruik aantal vanuit het magazijn.

source: ID of the warehouse to set as storage.
nl_nl: ID van het magazijn om als opslag te gebruiken.

source: A category root is where a category tree can begin. This is used with multistore.
hy_am: Կատեգորիան համարվում է արմատ եթե կատեգորիաների ծառը սկսվում է նրանից: Օգտագործվում է «Մի քանի խանութներ» ֆունկցիայի հետ
nl_nl: Een basiscategorie is waar de categorieboom kan beginnen. Dit wordt gebruikt voor multistore.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
nl_nl: Geavanceerd voorraadbeheer inschakelen op product (0 = Nee, 1 = Ja).

source: or
hy_am: կամ
nl_nl: of

source: How to restore a database backup in 10 easy steps
nl_nl: Hoe herstel ik een database backup in 10 eenvoudige stappen

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
hy_am: Դնել «Խանութը միացած է»- ի դիմաց «Ոչ», «Սպասարկում» էջին, «Կարգավորումներ» մենյուի տակ
nl_nl: Zet de optie "Schakel winkel in" op "Nee" op de configuratiepagina "Onderhoud" onder het menu "Instellingen".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
hy_am: Ներբեռնեք պահուստային կրկնօրինակը ներքեւի ցանկից կամ Ձեր FTP սերվերից (թղթապանակ «ադմին/պահ. կրկ.»)
nl_nl: Download de reservekopie uit de onderstaande lijst of vanaf uw FTP-server (in de map "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
hy_am: Ստուգեք պահուստային կրկնօրինակի ամբողջականությունը. փնտրեք սխալները, ոչ լրիվ ֆայլերը եւ այլն ... Համոզվեցեք որ ստուգել եք Ձեր բոլոր տվյալները
nl_nl: Controleer de reservekopiegegevens op fouten en of de tabellen compleet zijn. Wees er zeker van dat de gegevens kloppen.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
hy_am: Խնդրեք Ձեզ ծառայություն մատուցող հոսթինգ պրովայդերին մուտք գործելու «phpMyAdmin» տվյալների բազա
nl_nl: Vraag uw hostingprovider om toegang tot uw database via phpMyAdmin.

source: Connect to "phpMyAdmin" and select your current database.
hy_am: Միացեք «phpMyAdmin»-ին եւ ընտրեք անհրաժեշտ տվյալների բազան
nl_nl: Maak een verbinding met "phpMyAdmin" en kies uw huidige database.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
hy_am: Եթե «աղյուսակների հեռացում» միջոցը միացված չէ. Դուք պետք է աղյուսակները հեռացնեք ընթացիկ տվյալների բազայից
nl_nl: Tenzij u de optie "Verwijder bestaande tabellen" heeft geactiveerd, dient u alle tabellen van uw huidige database te verwijderen.

source: At the top of the screen, please select the "Import" tab
hy_am: Էկրանի վերեւում, խնդրում ենք ընտրել «ներմուծել» կոճակը
nl_nl: Aan de bovenkant van het scherm selecteert u het tabblad "Importeren"

source: Click on the "Browse" button and select the backup file from your hard drive.
hy_am: Սեղմեք «Browse» կոճակը ու ընտրեք պահուստային կրկկնօրինակման ֆայլը Ձեր կոշտ սկավառակից
nl_nl: Klik op de knop "Bladeren..." en selecteer het reservekopiebestand op uw harddisk.

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
nl_nl: Als uw reservekopiebestand groter is dan deze limiet, neem dan contact op met uw hostingprovider voor verdere ondersteuning.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
nl_nl: Klik op de knop "Go" en wacht totdat het importeren voltooid is. Het proces kan enkele minuten duren.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
hy_am: PrestaShop -ը պատասխանատվություն չի կրում Ձեր տվյալների բազաների, պահուստային կրկնօրինակների, տվյալների եւ նրանց վերականգնելու համար
nl_nl: Prestashop is niet verantwoordelijk voor uw database, reservekopieën, gegevens en herstel.

source: How to restore a database backup in 10 easy steps:
nl_nl: Hoe u een database reservekopie kunt herstellen in 10 stappen:

source: You can read information on import at:
nl_nl: U kunt informatie vinden over de import bij:

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
nl_nl: Toegestane formaten: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
nl_nl: Alleen UTF-8 en ISO-8859-1 coderingen zijn toegestaan

source: You can also upload your file via FTP to the following directory: %s .
nl_nl: U kunt ook het bestand uploaden via FTP naar de volgende map: %s.

source: e.g.
nl_nl: bijv.

source: If enabled, the product's reference number MUST be unique!
nl_nl: Indien ingeschakeld, moet het product referentienummer uniek zijn!
