Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminShopparametersHelp.*.xlf
Languages: et_ee

source: Contact name (e.g. Customer Support).
et_ee: Kontakti nimi (nt. Klienditugi).

source: Emails will be sent to this address.
et_ee: E-mailid saadetakse antud aadressile.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
et_ee: Kui lubatud, siis kõik sõnumid salvestatakse "Klienditugi" kaardi alla Klientide all.

source: Further information regarding this contact.
et_ee: Edaspidine informatsioon antud kontakti kohta.

source: Fee given for each visit.
et_ee: Tasu iga külastuse kohta

source: Fee given for each order placed.
et_ee: Tasu iga ostu eest.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
et_ee: Kui oskate kasutada MySQL-i regulaaravaldisi, saate kasutada [1]eksperdirežiimi[/1].

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
et_ee: URL ülekirjutamine (mod_rewrite) ei ole aktiivne Teie serveris või ei suuda süsteem seda hetkel tuvastada. Kui soovite kasutada kliendisõbralike aadresse, siis peate selle aktiveerima.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
et_ee: Lülitage see ainult siis sisse, kui kasutate täpitähti ja vajate seda. Muidu toimib SEO paremini ilma selle valikuta.

source: Enable this option only if you have problems with URL rewriting.
et_ee: Lülitage see valik sisse ainult siis, kui Teil on probleeme mõndade lehtede URL ümberkirjutamisega.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
et_ee: Sa võid otsida uue domeeninime või lisada domeeninime mis sul juba on. Sind suunatakse sinu PrestShop'i kontole.

source: Invalid characters:
et_ee: Sobimatud tähemärgid:

source: Image width in pixels. Enter "0" to use the original size.
et_ee: Pildi laius pikslites. Sisestage 0, et kasutada originaal suurust

source: Image height in pixels. Enter "0" to use the original size.
et_ee: Pildi kõrgus pikslites. Sisestage 0, et kasutada originaal suurust

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
et_ee: Vaikimisi - otsides "blouse" peate sisestama "blous", "blo" või muu kombinatsiooni (sõna algusest) - kuid mitte "lous" - (sõna keskelt).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
et_ee: Selle võimalusega saad tulemuse ka siis kui sisestad \"lous\", \"ouse\" või mingi muu kombinatsiooni sõna seest.

source: Enable search within a whole word, rather than from its beginning only.
et_ee: Pigem luba otsing sõna seest kui ainult algusest.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
et_ee: See kontrollib kas otsitud termin on indekseeritud sõnade hulgas. See võib olla ressursinõudlik.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
et_ee: Vaikimisi, kui otsite "book", siis kuvatakse Teile "book", "bookcase" ja "bookend".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
et_ee: Selle võimalusega saad tulemuseks ainult \"book\"

source: Enable more precise search with the end of the word.
et_ee: Luba palju täpsem otsing mis lõppeb otsitava terminiga

source: It checks if the searched term is the exact end of the indexed word.
et_ee: See kontrollib kas otsitav termin sobib täpselt indekseeritud sõnaga

source: Only words this size or larger will be indexed.
et_ee: Sellest pikemad sõnad indekseeritakse.

source: Please enter the index words separated by a "|".
et_ee: Sisesta sõnad, mis on eraldatud püstkriipsuga ("|"-märgiga)

source: Forbidden characters: <>;=#{}
et_ee: Keelatud tähemärgid: <>;=#{}

source: Search this word instead.
et_ee: Otsi seda sõna hoopis.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
et_ee: Kuvab ülevaate aadressidest, tarneviisist ja ostukorvi sisust enne tellimise kinnitamist (nõutud teatud Euroopa riikides).

source: Allow guest visitors to place an order without registering.
et_ee: Luba külalistel oste vormistada ilma registreerimata.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
et_ee: Lülitab välja võimaluse klientidel lihtsalt oma tellimuse ajaloo lehel uuesti samu tooteid tellida (nõutud mõnedes riikides).

source: Automatically updates the shipping costs when you edit an order.
et_ee: Värskendab tellimuse muutmisel saatmiskulusid automaatselt.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
et_ee: Lubage klientidel saata oma tellimust mitmele erinevale aadressile

source: Allows you to delay shipping at your customers' request.
et_ee: Lubab kliendi soovil tarnega viivitada.

source: Require customers to accept or decline terms of service before processing an order.
et_ee: Nõua klientidelt ostutingimustega nõustumist, enne ostu vormistamist

source: Choose the page which contains your store's terms and conditions of use.
et_ee: Valige leht, mis sisaldab poe kasutustingimusi.

source: Suggest gift-wrapping to customers.
et_ee: Paku klientidele kinkepakendi võimalust, koos täiendava sõnumi lisamisega pakendile

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
et_ee: Peale kliendi sisse logimist, kuvatakse talle tema eelmise ostukorvi sisu.

source: Minimum time required between two requests for a password reset.
et_ee: Minimaalne aeg kahe uue salasõna tellimuse vahel.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
et_ee: Lubage või keelake B2B moodus. Kui see valik on valitud, siis on saadaval mõned B2B lahendused.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
et_ee: Kas kuvada partneri pakkumiste märkeruutu, et saada pakkumisi poe partneritelt.

source: Invalid characters: numbers and
et_ee: Keelatud tähemärgid: numbrid ja

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
et_ee: Lae üles ikoon oma arvutist (failitüüp: .gif, soovitatav suurus 16x16 px).

source: Order's return status name.
et_ee: Tellimuse tagastuse staatuse nimi.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
et_ee: Lubage või keelake pood. On hea lülitada pood välja hooldustööde ajaks.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
et_ee: Hooldustööde ajaks poodi lubatud IP addressid. Kasuta eraldamiseks koma.(nt. 42.24.4.2, 127.0.0.1, 99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
et_ee: Kohandatud tekst, mida kuvatakse hoolduslehel, kui pood on inaktiveeritud.

source: This field does not refer to the shop name visible in the front office.
et_ee: See väli ei viita nimele mis on veebipoes nähtav.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
et_ee: Te ei saa poodide gruppi muuta, kuna praegune pood kuulub gruppi, kus on aktiveeritud andmete jagamise valikud.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
et_ee: Valides seotud kategooriaid, valite erinevate kategooriate jagamise poodide vahel. Korra poega liidetud kategooriate puhul, iga muudatus, mis kategoorias tehakse, mõjutab igat poodi, mis selle kategooriaga seotud on.

source: Automatically apply this value as a discount on all products for members of this customer group.
et_ee: Võimaldab automaatselt kõigile poe toodetele antud allahindluse selle grupi liikmetele.

source: How prices are displayed in the order summary for this customer group.
et_ee: Kuidas näidatakse selle kliendigrupi tellimuste kokkuvõtet (maksudega või ilma)?

source: PrestaShop has three default customer groups:
et_ee: PrestaShopil on vaikimisi kolm kliendigruppi:

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
et_ee: Kui Sul on SSL sertifikaat oma poe domeenile siis saad aktiveerida SSL krüpteerimise (https://) klientide tuvastamiseks ja ostmiseks.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
et_ee: Kui soovid lubada SSL'i oma poe kõikidele lehtedele siis aktiveeri allpool \"Luba kõikidel lehtedel\"

source: When enabled, all the pages of your shop will be SSL-secured.
et_ee: Kui lubada siis on poe kõik lehed SSL'i krüpteeringuga.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
et_ee: Lülita sisse või välja turvamärk poes, et suurendada PrestaShopi turvalisust

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
et_ee: Saad valida ümardamiseks 6 võimalust. \"Nullist eemale ... \" ümardamine on enamlevinud ja soovituslik.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
et_ee: Saad valida kuskohas ümardada : kas igal toote puhul, iga rea puhul või arve lõppsumma puhul.

source: Choose how many decimals you want to display
et_ee: Vali mitu komakohta näidatakse

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
et_ee: Luba brändide ja tarnijate lehed esilehel ka siis, kui vastavad moodulid on keelatud.

source: Enable best sellers page on your front office even when its respective module is disabled.
et_ee: Luba poes enimmüüdute näitamine, isegi kui vastav moodul on keelatud.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
et_ee: Mitmikpoe valik võimaldab Teil hallata mitut erinevat poodi ühest administraatori liidesest. Kui see on aktiveeritud, siis on nähtav Mitmikpoe menüü.

source: When active, all shopping features will be disabled.
et_ee: Kui aktiveeritud, siis kõik poe funktsioonid on välja lülitatud ja näidatakse ainult tooteid.

source: Set the maximum size of the summary of your product description (in characters).
et_ee: Seadke oma tootekirjelduse max pikkus (tähemärkides).

source: characters
et_ee: tähemärki

source: When active, new products will be activated by default during creation.
et_ee: Kui aktiivne, aktiveeritakse uued tooted loomisel vaikimisi.

source: Number of products displayed per page. Default is 10.
et_ee: Tooteid lehel. Vaikimisi on 10.

source: The order in which products are displayed in the product list.
et_ee: Vaikimisi sorteerimine toote nimekirjas

source: Set to "0" to disable this feature.
et_ee: Pange 0, kui te ei soovi antud valikut kasutada

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
et_ee: Näidake või keelake "Lisa ostukorvi" nupp kategooria lehtedele toodetele, millel on kohandusvõimalused. Siis peavad kliendid kogu toote lehte vaatama.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
et_ee: Koguselise allahindluse tabelis, näidake uut hinda, millest on soodustus juba maha võetud. Vaikimisi näidatakse lihtsalt soodustust (nt. -5%).

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
et_ee: Vaikimisi on Lisa ostukorvi nupp peidetud, kui toode pole saadaval. Võite määrata, et näitate seda igal juhul.

source: When selling packs of products, how do you want your stock to be calculated?
et_ee: Kui müüte toodete pakke, kuidas soovite laoseisu arvutada?

source: e.g. 10:00AM - 9:30PM
et_ee: Näiteks: 10:00-21:30

source: Show me more
et_ee: Näita rohkem

source: Definitions:
et_ee: Definitsioonid:

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
et_ee: Nii et kui soovite, et kõik külastajad tulevad google, võite tippida \"% google%\". Kui soovite hankida infot Google Prantsusmaa kaudu tulevate klientide andmeid, siis sisestage \"% google.fr%\".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
et_ee: See on kasulik, sest saate lisada mõningaid märke ja silte linkidele, mis Teie poodi toovad.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
et_ee: Lihtsa režiimi kasutamisel saate asendada muid tähemärke suure valiku üldiste sümbolitega:

source: Get help!
et_ee: Abi!

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
et_ee: Otsekülastuste maht võib olla üsna mahukas. Peaksite selle sisse lülitama ainult siis, kui Teil on tugev andmebaasi server ja tungiv vajadus selle järgi.
