Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDesignHelp.*.xlf
Languages: it_it, vi_vn

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
it_it: Apparirà nella pagina principale. Dimensione raccomandata per il tema predefinito: altezza %height% e larghezza %width%.
vi_vn: Sẽ xuất hiện trên trang chính. Kích thước được đề nghị cho các chủ đề mặc định: chiều cao %height% và chiều rộng %width%.

source: Will appear on email headers. If undefined, the header logo will be used.
it_it: Apparirà nelle intestazioni delle email. Se non viene definito, sarà usato il logo dell'intestazione.
vi_vn: Sẽ xuất hiện trên tiêu đề email. nếu không xác định, header logo sẽ được sử dụng.

source: Warning: if no invoice logo is available, the main logo will be used instead.
it_it: Avviso: se non è disponibile alcun logo per le fatture, verrà utilizzato il logo principale.
vi_vn: Cảnh báo: nếu không có logo email có sẵn, logo chính sẽ được sử dụng để thay thế.

source: Will appear on invoice headers.
it_it: Apparirà nell'intestazione delle fatture.
vi_vn: Sẽ xuất hiện trên tiêu đề hóa đơn.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
it_it: Attenzione: puoi utilizzare un file PNG per la trasparenza, ma la sua eleborazione richiederà fino a 1 secondo per pagina.
vi_vn: Cảnh báo: bạn có thể sử dụng một tập tin PNG trong suốt, nhưng nó có thể mất đến 1 giây cho mỗi trang để xử lý. Hãy xem xét sử dụng JPEG thay thế.

source: Will appear in the address bar of your web browser.
it_it: Apparirà nella barra degli indirizzi del tuo browser.
vi_vn: Sẽ xuất hiện trong thanh địa chỉ của trình duyệt web của bạn.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
vi_vn: Hãy cẩn thận! Vui lòng kiểm tra chủ đề bằng ngôn ngữ RTL trước khi tạo ra biểu định kiểu RTL: chủ đề của bạn có thể đã được điều chỉnh cho RTL. \ NKhi bạn nhấp vào "Thích nghi với RTL", bất kỳ tệp RTL cụ thể nào mà bạn có thể đã thêm vào chủ đề của bạn có thể bị xóa bởi biểu mẫu được tạo ra.

source: You must select a shop from the above list if you wish to choose a theme.
it_it: Devi selezionare un negozio dalla lista sotto se vuoi selezionare un tema.
vi_vn: Bạn phải chọn một cửa hàng từ danh sách trên nếu bạn muốn chọn một chủ đề.

source: Browse your computer files and select the Zip file for your new theme.
it_it: Cerca tra i files nel tuo computer e seleziona il file Zip per il nuovo tema.
vi_vn: Duyệt các tập tin máy tính của bạn và chọn tập tin Zip cho theme mới của bạn.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
it_it: Indica l'URL completa a un file Zip online che contiene il nuovo tema. Per esempio, "http://esempio,it/files/tema.zip".
vi_vn: Chỉ ra URL hoàn chỉnh cho một tập tin trực tuyến Zip có chứa chủ đề mới của bạn. Ví dụ, "http://example.com/files/theme.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
it_it: Questo selettore elenca i files Zip che hai caricato nella cartella '/themes'.
vi_vn: Chọn này liệt kê các file Zip mà bạn đã tải lên trong thư mục '/themes'.

source: To add "tags" click in the field, write something, and then press "Enter."
it_it: Per aggiungere Tags nel campo, scrivi qualche cosa e premi “Invio”
vi_vn: Để thêm các" tags", kích vào trường, viết thứ điều gì đó, và sau đó nhấn "Enter"

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
it_it: Le immagini JPEG hanno un peso minore e una qualità standard. Le immagini PNG hanno un peso maggiore, ma una maggiore qualità e la trasparenza. Nota che in tutti i casi le immagini avranno .jpg come estensione.
vi_vn: Hình ảnh JPEG có kích cỡ tập tin nhỏ và chất lượng đạt tiêu chuẩn.Hình ảnh PNG có kích cỡ tập tin lớn hơn, chất lượng cao hơn và có độ sắc nét. Lưu ý, trong tất cả các trường hợp,các tập tin hình ảnh sẽ có đuôi .jpg.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
it_it: ATTENZIONE: Questa funzione potrebbe non essere compatibile con il tema o con alcuni moduli. In particolare, la modalità PNG non è compatibile con il modulo Filigrana. Se si incontrano problemi, disattivarlo selezionando "Usa JPEG".
vi_vn: Cảnh báo: Tính năng này có thể không phù hợp với chủ đề, hoặc với một vài module của bạn. Đặc biệt là, hình thức PNG không phù hợp với module đóng dấu mờ watermark. Nếu bạn gặp phải bất cứ vấn đề gì, hãy tắt nó đi bằng cách chọn "Dùng JPEG".

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
it_it: Va da 0 (pessima qualità, piccoli file) a 100 (ottima qualità, grandi file).
vi_vn: Các dãy chạy từ 0 (chất lượng kém nhất, tập tin nhỏ nhất) đến 100 (chất lượng tốt nhất, tấp tin lớn nhất).

source: Recommended: 90.
it_it: Raccomandata: 90.
vi_vn: Khuyến nghị: 90.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
it_it: La compressione PNG è senza perdita di qualità: a differenza del formato JPG, non perderai qualità dell'immagine con un alto rapporto di compressione. In ogni modo, le foto saranno compresse molto male.
vi_vn: Nén PNG không bị mất: không giống JPG, bạn không làm mất hình ảnh với tỷ lệ nén cao. Tuy nhiên, các hình ảnh sẽ nén rất kém.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
it_it: Intervallo da 0 (file più grande) a 9 (file più piccolo, decompressione più lenta).
vi_vn: Các dãy chạy từ 0 (tập tin lớn nhất) đến 9 (tập tin nhỏ nhất, giải nén chậm nhất).

source: Recommended: 7.
it_it: Raccomandata: 7.
vi_vn: Khuyến nghị: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
it_it: Dimensione massima del file delle immagini che i clienti possono caricare per personalizzare un prodotto (in bytes).
vi_vn: Kích cỡ tập tin tối đa của các bức hình mà khách hàng có thể tải lên để tùy chỉnh một sản phẩm (trong bytes).

source: Width of product customization pictures that customers can upload (in pixels).
it_it: Larghezza delle immagini di personalizzazione del prodotto che i clienti possono caricare (in pixel).
vi_vn: Chiều rộng hình ảnh tùy chỉnh sản phẩm mà khách hàng có thể tải lên (trong pixels).

source: Height of product customization pictures that customers can upload (in pixels).
it_it: Altezza delle immagini di personalizzazione del prodotto che i clienti possono caricare (in pixel).
vi_vn: Chiều cao hình ảnh tùy chỉnh sản phẩm mà khách hàng có thể tải lên (trong pixels).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
it_it: Questo genererà un file supplementare per ciascuna immagine (raddoppiando così il numero totale delle immagini). La risoluzione di queste immagini sarà due volte più alta.
vi_vn: Điều này sẽ tạo một tệp tin bổ sung cho mỗi hình ảnh ( vậy gấp đôi tổng số lượng hình ảnh của bạn) Độ phân giải của các hình ảnh này sẽ cao gấp hai lần.

source: Enable to optimize the display of your images on high pixel density screens.
it_it: Abilita per ottimizzare le tue immagini sugli schermi ad alta densità di pixel.
vi_vn: Có thể tối ưu hóa việc hiển thị các hình ảnh của bạn trên màn hình có mật độ điểm ảnh cao.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
it_it: Questo dovrebbe essere impostato su "sì" a meno che non si abbia già spostato con successo le immagini nella pagina "Immagini" sotto il menù "Preferenze".
vi_vn: Điều này nên được cài đặt Đồng ý trừ khi bạn đã di chuyển thành công các ảnh trong trang "Hình ảnh" dưới trình đơn "Tùy chọn".

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
it_it: Solo lettere, sottolineature e trattini (es. "small_custom", "cart_medium", "large", "thickbox_extra-large").
vi_vn: Chỉ các từ, dấu gạch chân và gạch nối (Ví dụ. "khách hàng_nhỏ", "giỏ hàng_trung bình" "lớn", "thickbox_phụ-lớn").

source: Maximum image width in pixels.
it_it: Larghezza massima in pixels.
vi_vn: Chiều rộng tối đa của ảnh theo pixel.

source: Maximum image height in pixels.
it_it: Altezza massima in pixels.
vi_vn: Chiều dài tối đa của ảnh theo pixel.

source: This type will be used for Product images.
it_it: Questo formato sarà applicato alle immagini dei prodotti.
vi_vn: Loại này sẽ được áp dụng cho ảnh Sản phẩm.

source: This type will be used for Category images.
it_it: Questo tipo verrà utilizzato per le immagini della Categoria.
vi_vn: Kiểu này sẽ được sử dụng cho các Dạng mục hình ảnh.

source: This type will be used for Brand images.
it_it: Questo tipo verrà utilizzato per le immagini della marca.
vi_vn: Loại này sẽ được sử dụng cho hình ảnh thương hiệu.

source: This type will be used for Supplier images.
it_it: Questo formato sarà applicato alle immagini dei fornitori.
vi_vn: Loại này sẽ được áp dụng cho ảnh của các nhà cung cấp

source: This type will be used for Store images.
it_it: Questo formato sarà applicato alle immagini dei negozi.
vi_vn: Kiểu này sẽ được dùng cho hình ảnh cửa hàng.

source: Add new page category
it_it: Aggiungi una nuova pagina categoria
vi_vn: Thêm trang danh mục mới

source: Add new page
it_it: Aggiungi una nuova pagina
vi_vn: Thêm trang mới

source: E.g. address, addresses, attachment
it_it: Es. indirizzo. indirizzi, allegato
vi_vn: Ví du. địa chỉ, các địa chỉ, đính kèm

source: Please select a module
it_it: Seleziona un modulo
vi_vn: Vui lòng chọn một module

source: Select a module above before choosing from available hooks
it_it: Seleziona uno dei moduli qui sopra prima di sceglierne uno dagli ancoraggi disponibili
vi_vn: Chọn một module trên trước khi lựa chọn từ hooks có sẵn

source: Please specify the files for which you do not want the module to be displayed.
it_it: Specifica quei file per i quali non vuoi che appaia il modulo.
vi_vn: Hãy xác định các tập tin mà bạn không muốn module được hiển thị.

source: Please input each filename, separated by a comma (",").
it_it: Inserisci tutti i filename, separati da una virgola (",").
vi_vn: Vui lòng nhập tên tệp được phân cách bởi dấu phẩy (",").

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
it_it: Puoi anche fare clic sul filename nella lista qui sotto, o anche fare una selezione multipla tenendo premuto mentre si clicca il tasto Ctrl, oppure scegliere una vasta gamma di filename tenendo premuto mentre si clicca il tasto Shift.
vi_vn: Bạn chỉ có thể kích vào tên trường trong danh sách bên dưới, và ngay cả làm nhiều lựa chọn bằng cách ấn và giữ khóa Ctrl trong khi đang kích vào, hoặc chọn chuỗi tên trường bằng việc cách nhấn và giữ khóa Shift trong khi đang kích.

source: Regenerates thumbnails for all existing images
it_it: Rigenera miniature per tutte le immagini dei prodotti esistenti
vi_vn: Tái tạo hình thu nhỏ cho tất cả các hình ảnh hiện có

source: Please be patient. This can take several minutes.
it_it: Ci vuole pazienza, potrebbero volerci alcuni minuti.
vi_vn: Làm ơn hãy kiên nhẫn. Điều này có thể mất vài phút.

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
it_it: Attenzione! Le miniature caricate manualmente saranno cancellate dalle miniature generate automaticamente.
vi_vn: Hãy thận trọng! Các ảnh thu nhỏ tải lên thủ công sẽ bị xóa và được thay thế bằng các hình ảnh thu nhỏ được tạo tự động.

source: Select "No" only if your server timed out and you need to resume the regeneration.
it_it: Seleziona "No" solo se il tuo server
vi_vn: Chọn "Không" chỉ khi máy chủ hết giờ làm việc và bạn cần khôi phục sự tái tạo lại.
