Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminOrderscustomersHelp.*.xlf
Languages: hy_am, it_it, sr_cs

source: Leave this field blank if there's no change.
it_it: Lascia vuoto questo campo se non vuoi cambiare.
sr_cs: Ostavite ovo polje prazno ako nema promena.

source: Password should be at least %s characters long.
it_it: La password deve essere lunga almeno %s caratteri.

source: Enable or disable customer login.
it_it: Autorizza o meno questo cliente a connettersi.
sr_cs: Dozvoli ili zabrani ovom korisniku da se prijavi.

source: This customer will receive your ads via email.
it_it: Questo cliente riceverà le tue pubblicità via email.
sr_cs: Ovaj korisnik će primiti vaše reklame putem mejla.

source: Select all the groups that you would like to apply to this customer.
hy_am: Նշեք այն խումբը որտեղ ցանկանում եք հաճախորդը լինի
it_it: Seleziona tutti i gruppi in cui includere il cliente.
sr_cs: Izaberite sve grupe korisnika koje želite da primenite na ovog korisnika

source: This group will be the user's default group.
it_it: Questo gruppo sarà il gruppo di default dell'utente.
sr_cs: Ova grupa će biti korisnički podrazumevana grupa.

source: Only the discount for the selected group will be applied to this customer.
it_it: Solo lo sconto per il gruppo selezionato sarà applicato per questo cliente.
sr_cs: Samo popust za odabranu grupu će se primeniti na kupce.

source: Valid characters:
it_it: Caratteri validi:

source: Prefix used for delivery slips.
it_it: Prefisso utilizzato per le bolle di accompagnamento.
sr_cs: Prefiks korišćen za slip otpremnice.

source: The next delivery slip will begin with this number and then increase with each additional slip.
hy_am: Հաջորդ առաքման համարը կսկսվի այս թվով եւ կսկսի մեծանալ հետագա ամեն մի ապրանքագրի հետ
it_it: La prossima nota di consegna inizierà con questo numero, e poi aumenterà con ciascuna nota.
sr_cs: Sledeći slip otpremnice će početi sa ovim brojem i povećavaće se sa svakim sledećim slipom

source: Adds an image before product name on Delivery-slip
it_it: Aggiunge un'immagine prima del nome del prodotto nella nota di consegna

source: Format: 2011-12-31 (inclusive).
it_it: Formato: 2011-12-31 (incluso).
sr_cs: Format: 2014-12-31 (zaključno).

source: Format: 2012-12-31 (inclusive).
it_it: Formato: 2011-12-31 (incluso).
sr_cs: Format: 2014-12-31 (zaključno).

source: If enabled, your customers will receive an invoice for the purchase.
it_it: Se abilitato, i clienti riceveranno una fattura per il loro acquisto.

source: If required, show the total amount per rate of the corresponding tax.
it_it: Se necessario, indica l'importo totale per ogni aliquota della tassa corrispondente.

source: Adds an image in front of the product name on the invoice
it_it: Aggiunge nella fattura un'immagine davanti al nome del prodotto

source: Freely definable prefix for invoice number (e.g. #IN00001).
it_it: Prefisso definibile liberamente per il numero di fattura (es. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
it_it: La prossima fattura inizierà con questo numero e aumenterà ad ogni nuova fattura. Imposta a 0 se vuoi mantenere quello attuale (che è il n°%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
it_it: Utilizza questo campo per mostrare nella fattura, sotto il riepilogo dei metodi di pagamento, alcune informazioni supplementari (come delle informazioni legali specifiche).

source: This text will appear at the bottom of the invoice, below your company details.
it_it: Questo testo apparirà nella parte inferiore delle fattura, sotto i dettagli della tua azienda.

source: Choose an invoice model.
it_it: Scegli un modello fattura.
sr_cs: Izaberite model fakture.

source: Saves memory but slows down the PDF generation.
it_it: Risparmia memoria ma rallenta la generazione del PDF.

source: You can also export orders which have not been charged yet.
hy_am: Դուք նաեւ կարող եք արտահանել պատվերները, որոնք դեռ գանձված չեն
it_it: Puoi anche esportare gli ordini che non sono ancora cambiati
sr_cs: Takođe možete izvesti porudžbine koje nisu već naplaćene.

source: Would you like to allow merchandise returns in your shop?
hy_am: Կցանկանայիք՞ արդյոք թույլատրել ապրանքների վերադարձնելը Ձեր խանութում
it_it: Vuoi attivare o meno la restituzione della merce?
sr_cs: Želite li da dozvolite povraćaj robe u vašu prodavnicu?

source: How many days after the delivery date does the customer have to return a product?
hy_am: Առաքումից հետո օրերի քանակը որի ընթացքում հաճախորդը կարող է ձեւակեպել վերադարձնելը
it_it: Quanti giorni successivamente alla data di consegna il cliente può effettuare una restituzione?
sr_cs: Broj dana nakon datuma isporuke do kojeg kupac može da vrati robu

source: Prefix used for return name (e.g. RE00001).
it_it: Prefisso utilizzato per il nome restituzione (es. RE00001).

source: Merchandise return (RMA) status.
it_it: Stato restituzione merce (RMA).
sr_cs: Staus povratka robe.

source: List of products in return package.
it_it: Elenco dei prodotti nel pacco di restituzione.
sr_cs: Spisak proizvoda u povratnom paketu.

source: The link is only available after validation and before the parcel gets delivered.
it_it: Il link è disponibile solamente dopo la convalida e prima della spedizione del pacco.
sr_cs: Link je dostupan jedino posle validacije a pre nego što se paket isporuči.

source: Prefix used for credit slips.
it_it: Prefisso usato per le Note di Credito.
sr_cs: Prefix koji će se koristiti za kreditni odesčak.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
it_it: Se non selezioni "Spedizione gratuita" verranno applicate le normali spese di spedizione.

source: Resend this email to the customer
it_it: Rimanda questa email al cliente

source: Do not forget to update your exchange rate before making this change.
hy_am: Չմոռանաք թարմացնել Ձեր փոխարկման արժեքը նախքան փոխարինումներ կատարելը
it_it: Non ti dimenticare di aggiornare il tasso di cambio prima di effettuare questa modifica.
sr_cs: Ne zaboravite da ažurirate kursnu listu pre željene promene.

source: This feature will generate a random password and send an email to the customer.
hy_am: Այս հատկությունը կառաջացնի պատահական գաղտնաբառ եւ էլ. նամակ կուղարկի հաճախորդին
it_it: Questa funzione genera una password casuale e invia un'email al cliente.
sr_cs: Ova opcija će napraviti nasumičnu lozinku i poslati e-mail kupcu.

source: Search for an existing customer by typing the first letters of his/her name.
it_it: Cerca un cliente esistente digitando le prime lettere del suo nome.
sr_cs: Pretražite za postojećeg kupca upisivanjem prvih slova njenog/njegovog imena.

source: Send an email to the customer with the link to process the payment.
hy_am: Ուղարկել էլ. նամակ հաճախորդին վճարումի ձեւակերպման հղումով
it_it: Invia una email al cliente con il link per effettuare il pagamento.
sr_cs: Pošalji poruku klijentu sa linkom za plaćanje.

source: Go on payment page to process the payment.
hy_am: Գնալ դեպի վճարման էջ որպեսզի կատարվի վճարման գործընթացը
it_it: Vai alla pagina pagamenti per effettuare il pagamento.
sr_cs: Idi na stranu za plaćanje.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
hy_am: Եթե Դուք ընտրում եք որպեսզի ստեղծեք այս զեղչը բոլոր հաշիվ ապրանքագրերի համար, միայն մեկ զեղչ կստեղծվի ամեն մի հաշիվ ապարնքագրին
it_it: Se si sceglie di creare questo sconto per tutte le fatture, uno sconto verrà creato per fattura ordine.
sr_cs: Ako izaberete da napravite popust za sve račune, samo jedan popust će se napraviti po porudžbini računa.

source: View details on the customer page
hy_am: Դիտել մանրամասները հաճախորդի էջին
it_it: Maggiori informazioni sulla pagina cliente
sr_cs: Pogledajte detalje na kupčevoj stranici

source: View details on the order page
hy_am: Դիտել մանրամասները պատվերի էջին
it_it: Maggiori informazioni sulla pagina ordini
sr_cs: Pogledajte detalje na stranici sa porudžbinom

source: Select the fields you would like to be required for this section.
hy_am: Ընտրեեք այն դաշտերը, որոնք կցանկանայիք որ լինեին պարտադիր այս բաժնի համար
it_it: Selezionare i campi che desideri siano richiesti per questa sezione.
sr_cs: Odaberite polja koja bi trebala da budu obavezna za ovaj odeljak.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
it_it: Verifica che tu stia rispettando la legislazione opt-in in vigore nel tuo paese.

source: This feature generates a random password before sending an email to your customer.
hy_am: Այս ֆունկցիան թույլ է տալիս ստեղծել պատահական գաղտնաբառ եւ այն ուղարկել հաճախորդի էլ. փոստին
it_it: Questa opzione genera una password casuale e spedisce una email al cliente.
sr_cs: Ova funkcija generiše nasumičnu lozinku i šalje e-mail korisniku

source: This note will be displayed to all employees but not to customers.
hy_am: Այս գրառումը ցույց կտրվի բոլոր աշխատակիցներին, սակայն ոչ հաճախորդին
it_it: Questa nota sarà mostrata a tutti i dipendenti ma non al cliente.
sr_cs: Ova napomena će biti prikazana svim zaposlenim, ali ne i korisnicima.

source: You can add a comment here.
hy_am: Դուք ակրող եք մեկնաբանությունները ավելացնել այստեղ
it_it: Puoi aggiungere un commento qui
sr_cs: Možete ovde dodati komentar.

source: This customer will receive your newsletter via email.
sr_cs: Ovaj korisnik će primiti vaš bilten putem mejla.
