Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminShippingHelp.*.xlf
Languages: uk_ua, vi_vn

source: Allowed characters: letters, spaces and %s
uk_ua: Допустимі символи: букви, пробіли і %s

source: Carrier name displayed during checkout
uk_ua: Назва перевізника відображається під час оформлення
vi_vn: Nhà cung cấp tên hiển thị trong quá trình kiểm tra

source: Upload a logo from your computer.
uk_ua: Завантажити логотип з Вашого комп'ютера
vi_vn: Tải lên biểu trưng từ máy tính của bạn

source: or
uk_ua: або
vi_vn: hoặc

source: Estimated delivery time will be displayed during checkout.
uk_ua: Час доставки товару; відображається під час оформлення
vi_vn: Thời gian đã cho phân phối sản phẩm; hiển thị trong khi kiểm tra

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
uk_ua: URL відстежування доставки. Введіть '@', де з'явиться номер відстежування і його буде автоматично замінено номером відстежування.
vi_vn: URL kiểm tra tình trạng vận chuyển: Gõ "@" ở nơi mà mã phân phối cần hiển thị. Sau đó nó sẽ tự động thay thế bằng mã phân phối.

source: The zones in which this carrier will be used.
uk_ua: Зони, в яких діє цей перевізник.
vi_vn: Các khu vực nơi đơn vị vận chuyển này được dùng.

source: Group access
uk_ua: Група доступу
vi_vn: Truy cập nhóm

source: Apply both regular shipping cost and product-specific shipping costs.
uk_ua: Застосувати транспортні витрати і додаткові витрати з доставки продукції від перевізника в ціні
vi_vn: Cho phép cả 2 phương thức tính giá vận chuyển thông thường và tính theo từng sản phẩm.

source: Include the shipping and handling costs in the carrier price.
uk_ua: Включити ціну доставки та пакування у вартість перевезення
vi_vn: Bao gồm phí vận chuyển và xử lý trong giá công ty vận chuyển

source: Apply the cost of the highest defined range
uk_ua: Використовувати найбільшу ціну доставки
vi_vn: Áp dụng mức phí cao nhất

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
uk_ua: Поведінка поза діапазоном, коли нічого не визначено (напр. коли вага кошику покупця більше найбільшого обмеження).
vi_vn: Hành vi vượt quá giới hạn xảy ra khi một mục trống được thiết lập (ví dụ: khi trọng lượng giỏ hàng vượt quá giới hạn cho phép).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
uk_ua: Максимальна висота для цього перевізника. Вкажіть "0" або лишіть це поле незаповненим, щоб проігнорувати.
vi_vn: Chiều cao lớn nhất cho phép bởi cty vận chuyển này. Đặt bằng 0 hoặc bỏ trống trường này để bỏ qua.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
uk_ua: Максимальна ширина для цього перевізника. Вкажіть "0" або лишіть це поле незаповненим, щоб проігнорувати.
vi_vn: Chiều rộng lớn nhất cho phép bởi cty vận chuyển này. Đặt bằng 0 hoặc bỏ trống trường này để bỏ qua.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
uk_ua: Максимальна глибина для цього перевізника. Вкажіть "0" або лишіть це поле незаповненим, щоб проігнорувати.
vi_vn: Chiều sâu tối đa được cho phép bởi cty vận chuyển này. Đặt bằng 0 hoặc bỏ trống trường này để bỏ qua.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
uk_ua: Максимальна вага для цього перевізника. Вкажіть "0" або лишіть це поле незаповненим, щоб проігнорувати.
vi_vn: Trọng lượng tối đa được cho phép bởi cty vận chuyển này. Đặt bằng 0 hoặc bỏ trống trường này để bỏ qua.

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
uk_ua: Зі значенням "0" назву перевізника буде замінено назвою магазину
vi_vn: Nhập 0 để dùng tên website như tên cty vận chuyển

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
uk_ua: Уведіть "0" для найдовшої затримки доставки, або "9" для найменшої затримки доставки.
vi_vn: Nhập "0" cho độ thời gian chuyển phát dài nhất hoặc "9" cho ngắn nhất.

source: Mark the groups that are allowed access to this carrier.
uk_ua: Позначте групи яким доступний цей перевізник.
vi_vn: Đánh dấu các nhóm nhà vận chuyển này được truy cập.

source: Enable the carrier in the front office.
uk_ua: Увімкнути перевізника у фронт-офісі.
vi_vn: Cho phép nhà vận chuyển trong trang quản lý chính front office.

source: Allowed characters: letters, spaces and "%s".
uk_ua: Допустимі символи: букви, пробіли і "%s".

source: The carrier's name will be displayed during checkout.
uk_ua: Назва перевізника буде відображатися під час оформлення.
vi_vn: Tên cty vận chuyển sẽ được hiển thị khi thanh toán.

source: The delivery time will be displayed during checkout.
uk_ua: Час доставки товару відображається під час оформлення.
vi_vn: Thời gian vận chuyển dự tính sẽ được hiển thị trong khi thanh toán.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
uk_ua: URL відстеження доставки: введіть '@' де має з'явитися номер відстеження. Значок буде автоматично замінений на номер відстеження.
vi_vn: URL kiểm tra tình trạng vận chuyển: Gõ "@" ở nơi mà mã phân phối cần hiển thị. Sau đó nó sẽ tự động thay thế bằng mã phân phối.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
uk_ua: Для прикладу: 'http://exampl.com/track.php?num=@', де замість '@' має бути номер відстеження.
vi_vn: Ví dụ: 'http://exampl.com/track.php?num=@' với ký tự '@' đánh dấu vị trị mã vận chuyển cần hiển thị.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
uk_ua: Включати витрати на обробку (встановлюється в Доставка > Налаштування) в остаточну вартість перевізника.
vi_vn: Cộng chi phí đóng gói (như đã thiết lập trong phần Vận chuyển > Thiết lập) vào tổng giá vận chuyển cuối cùng.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
uk_ua: Що робити, коли кошик покупця виходить за-межі-діапазону (напр. коли вага кошика більша верхньої межі зазначеної в діапазоні ваги).
vi_vn: Hành vi vượt quá giới hạn xảy ra khi không có khoảng thiết lập nào phù hợp với giỏ hàng (ví dụ: khi trọng lượng của giỏ hàng lớn hơn giá trji cho phép).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
uk_ua: Максимальна ширина для цього перевізника. Вкажіть "0" або лишіть це поле порожнім, щоб проігнорувати.
vi_vn: Chiều rộng tối đa được cho phép bởi cty vận chuyển này. Đặt bằng 0 hoặc bỏ trống trường này để bỏ qua.

source: The value must be an integer.
uk_ua: Значення має бути цілим.
vi_vn: Giá trị phải là số nguyên.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
uk_ua: Максимальна висота для цього перевізника. Вкажіть "0" або лишіть це поле порожнім, щоб проігнорувати.
vi_vn: Chiều cao tối đa được quyết định bởi đơn vị vận chuyển này. Hãy cài đặt giá trị "0", hoặc để trống trường này để bỏ qua.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
uk_ua: Максимальна глибина для цього перевізника. Вкажіть "0" або лишіть це поле порожнім, щоб проігнорувати.
vi_vn: Trọng lượng tối đa được quyết định bởi đơn vị vận chuyển này. Hãy cài đặt giá trị "0", hoặc để trống trường này để bỏ qua.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
uk_ua: Максимальна вага для цього перевізника. Вкажіть "0" або лишіть це поле порожнім, щоб проігнорувати.
vi_vn: Trọng lượng tối đa được quyết định bởi đơn vị vận chuyển này. Hãy cài đặt giá trị "0", hoặc để trống trường này để bỏ qua.

source: If you set these parameters to 0, they will be disabled.
uk_ua: Якщо встановити ці параметри в 0, то їх буде відключено.
vi_vn: Nếu bạn cài đặt các thông số này thành 0, chúng sẽ bị vô hiệu.

source: Coupons are not taken into account when calculating free shipping.
uk_ua: Купони не приймаються до уваги для суми, з якої починається безкоштовна доставка.
vi_vn: Các phiếu giảm giá không được tính vào tài khoản khi tính toán giao hàng miễn phí.

source: Your shop's default carrier
uk_ua: Типовий перевізник вашого магазину
vi_vn: Nhà vận chuyển mặc định cho cửa hàng của bạn

source: This will only be visible in the front office.
uk_ua: Це буде відображатися тільки на сторінках магазину.
vi_vn: Điều này sẽ chỉ được nhìn thấy ở front office.

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
uk_ua: Для здійснення доставки товарів в вашому онлайн магазині повинен бути зареєстрований відповідний перевізник. Це може бути, наприклад, місцева поштова служба, або компанія експрес-доставки. Для того, щоб при оформленні замовлення запропонувати покупцям найбільш привабливого перевізника, вам потрібно зареєструвати в магазині усіх перевізників, з якими ви працюєте.
vi_vn: Cửa hàng trực tuyến của bạn cần có một hãng vận chuyển đăng ký trong PrestaShop ngay sau khi bạn bắt đầu vận chuyển các sản phẩm của bạn. Điều này có nghĩa là gửi bưu kiện của bạn sử dụng dịch vụ bưu chính địa phương của bạn, hoặc có một hợp đồng với một người vận chuyển riêng mà sẽ lần lượt gửi bưu kiện của bạn đến khách hàng của bạn. Để có PrestaShop đề nghị hãng vận chuyển thích hợp nhất cho khách hàng của bạn trong quá trình kiểm tra đơn hàng của họ, bạn cần phải đăng ký tất cả các hãng vận chuyển mà bạn đã chọn để làm việc.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
uk_ua: PrestaShop поставляється з кількома модулями перевізників, які можна активувати. Також ви можете придбати додаткові модулі у магазині додатків PrestaShop. Рекомендовані модулі перераховані нижче, встановіть необхідний, і налаштуйте його!
vi_vn: PrestaShop đi kèm với một số module cung cấp dịch vụ mà bạn có thể kích hoạt. Bạn cũng có thể mua các nhà cung cấp trên Marketplace PrestaShop Addons. Module đề nghị được liệt kê dưới đây: cài đặt các module phù hợp với hãng vận chuyển của bạn, và cấu hình nó!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
uk_ua: Якщо для вашого перевізника модуль відсутній, ви можете зареєструвати перевізника вручну, використовуючи дані, як то: вартість доставки, зони доставки, обмеження за розмірами й вагою тощо. Клацніть на кнопці "Створити перевізника вручну" для відкриття майстру створення перевізника.
vi_vn: Nếu không có module cho hãng vận chuyển của bạn, sau đó bạn có thể đăng ký hãng vận chuyển đó bằng tay bằng cách sử dụng các thông tin mà nó có thể cung cấp cho bạn: giá vận chuyển, khu vực, kích thước và trọng lượng giới hạn, vv Click vào nút "Thêm vào hãng vận chuyển mới" dưới đây để mở Carrier wizard, mà sẽ giúp bạn đăng ký một hãng vận chuyển mới trong một vài bước.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
uk_ua: Увага: НЕ реєструйте перевізника, якщо для нього є окремі модулі! Використання модуля прискорює й полегшує процес!
vi_vn: Lưu ý: KHÔNG đăng ký một hãng vận chuyển mới, nếu có đã tồn tại một module cho nó! Sử dụng một module sẽ được nhanh hơn nhiều và chính xác hơn!

source: Format:
uk_ua: Формат:
vi_vn: Định dạng:

source: Filesize:
uk_ua: Розмір файлу:
vi_vn: Kích thước tập tin:

source: MB max.
uk_ua: Макс. Мб
vi_vn: MB tối đa.

source: Current size:
uk_ua: Поточний розмір:
vi_vn: Kích thước hiện tại:

source: undefined
uk_ua: невизначено
vi_vn: không xác định

source: Allowed characters: letters, spaces and "%special_chars%".
vi_vn: Các ký tự được phép: chữ, khoảng trắng và "%special_chars%".
