Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminInternationalFeature.*.xlf
Languages: ta_in

source: ISO code
ta_in: ISO குறியீடு

source: Default currency
ta_in: கொடாநிலை செலவாணி

source: Country options
ta_in: நாடு தேர்வுகள்

source: Call prefix
ta_in: அழைப்பு முன்னீடு

source: Add new country
ta_in: புதிய நாடு சேர்

source: Countries
ta_in: நாடுகள்

source: Country name
ta_in: நாட்டின் பெயர்

source: Address format
ta_in: முகவரி வடிவம்

source: Do you need a tax identification number?
ta_in: உங்களுக்கு வரி அடையாள எண் தேவைப்படுமா?

source: Delivery address
ta_in: விநியோக முகவரி

source: Delete item #
ta_in: பொருள் # அழிக்கவும்

source: Symbol
ta_in: சின்னம்

source: Exchange rate
ta_in: மாற்று விகிதம்
