Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminModulesNotification.*.xlf
Languages: it_it, pl_pl, sr_cs

source: This will restore the defaults settings.
it_it: Questo ripristinerà le impostazioni predefinite.
pl_pl: Spowoduje to przywrócenie ustawień domyślnych.

source: Installing module...
it_it: Installazione modulo...
pl_pl: Instalowanie modułu...

source: It will close as soon as the module is installed. It won't be long!
it_it: Si chiuderà appena il modulo sarà installato. Tra non molto!
pl_pl: Zostanie zamknięty natychmiast po zainstalowaniu modułu. To nie potrwa długo!

source: Module installed!
it_it: Modulo installato!
pl_pl: Moduł zainstalowany!

source: Oops... Upload failed.
it_it: Ooops... Caricamento fallito.
pl_pl: Ups... Przesyłanie nie powiodło się.

source: You are about to [1] the following modules:
it_it: Stai per [1] i seguenti moduli:
pl_pl: Naraz [1] następujące moduły:

source: No description found for this module :(
it_it: Per questo modulo non è stata trovata una descrizione :(
pl_pl: Nie znaleziono opisu dla tego modułu :(

source: No additional description provided for this module :(
it_it: Non esiste una descrizione addizionale per questo modulo :(
pl_pl: Brak dodatkowego opisu przewidzianego dla tego modułu :(

source: No feature list provided for this module :(
it_it: Non esiste un elenco delle funzioni per questo modulo :(
pl_pl: Brak listy dostępnych funkcji dla tego modułu :(

source: No customer benefits notes found for this module :(
it_it: Per questo modulo non sono state trovate delle note sui benefits :(
pl_pl: Nie znaleziono wyszczególnionych zalet dla tego modułu :(

source: No demonstration video found for this module :(
it_it: Per questo modulo non è stato trovato un video dimostrativo :(
pl_pl: Nie można znaleźć prezentacji wideo dla tego modułu :(

source: No changelog provided for this module :(
it_it: Per questo modulo non è stato fornito alcun changelog :(
pl_pl: Brak listy zmian przewidzianych dla tego modułu :(

source: No changelog provided
it_it: Non è stato fornito alcun changelog
pl_pl: Brak załączonej listy zmian

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
it_it: Stai per uscire dal tuo account Addons. Potresti perderti degli importanti aggiornamenti degli addons che hai acquistato.
pl_pl: Zamierzasz się wylogować z konta Addons. Po wylogowaniu się możesz pominąć ważne informacje na temat aktualizacji dodatków zakupionych w Addons.

source: You need to select at least one module to use the bulk action.
it_it: È necessario selezionare almeno un modulo per utilizzare l'azione massiva.
pl_pl: Musisz wybrać co najmniej jeden moduł aby korzystać z masowych działań.

source: The action "[1]" is not available, impossible to perform your request.
it_it: L'azione "[1]" non è disponibile, impossibile eseguire la tua richiesta.
pl_pl: Akcja "[1]" nie jest dostępna, żądanie niemożliwe do wykonania.

source: The action [1] is not available for module [2]. Skipped.
it_it: L'azione [1] non è disponibile per il modulo [2]. Saltata.
pl_pl: Akcja [1] nie jest dostępna dla modułu [2]. Pominięto.

source: Activate module for this shop context: %s.
it_it: Attiva il modulo nel contesto di questo negozio: %s.
pl_pl: Aktywuj moduł dla tego kontekstu sklepu: %s.

source: Confirm reset
it_it: Conferma ripristino
pl_pl: Potwierdź reset
sr_cs: Potvrdite resetovanje

source: Would you like to delete the content related to this module ?
it_it: Vuoi cancellare i contenuti relativi a questo modulo?
pl_pl: Czy chcesz usunąć zawartość powiązaną z tym modułem?
sr_cs: Da li želite da obrišete sadržaj povezan sa ovim modulom ?

source: No - reset only the parameters
it_it: No - ripristina solo i parametri
pl_pl: Nie - resetuj tylko parametry
sr_cs: Ne - resetovati samo parametre

source: Yes - reset everything
it_it: Si - ripristina tutto
pl_pl: Tak - resetuj wszystko
sr_cs: Da - resetovati sve
