Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDashboardHelp.*.xlf
Languages: it_it

source: This mode displays sample data so you can try your dashboard without real numbers.
it_it: Questa modalità mostra dei dati di esempio in modo che tu possa provare la Dashboard senza numeri reali.

source: Choose a fixed fee for each order placed in %currency% with %module%.
it_it: Scegli una quota fissa per ciascun ordine effettuato in %currency% con %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
it_it: Scegli una quota variabile per ciascun ordine effettuato in %currency% con %module%. Essa verrà applicata sul totale pagato comprensivo di tasse.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
it_it: Scegli una quota fissa per ciascun ordine effettuato in valuta estera con %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
it_it: Scegli una quota variabile per ciascun ordine effettuato in valuta estera con %module%. Essa verrà applicata sul totale pagato, comprensivo di imposte.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
it_it: Per il vettore chiamato %s, indicare le spese di spedizione nazionali in percentuale del prezzo praticato ai clienti.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
it_it: Per il corriere chiamato %s, indicare le spese di spedizione all'estero in percentuale del prezzo praticato ai clienti.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
it_it: Metodo: Indicare la percentuale di margine portante. Ad esempio, se si caricano 10 euro di spese di spedizione al cliente per ogni spedizione, ma davvero pagare 4 euro a questo corriere, allora si dovrebbe indicare "40" nel campo percentuale.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
it_it: Si dovrebbe calcolare tale percentuale come segue: ((fatturato totale delle vendite) - (costo del venduto)) / (ricavi totali delle vendite) * 100. Questo valore viene utilizzato solo per calcolare il margine lordo approssimativo se non si specifica il prezzo all'ingrosso per ogni prodotto.

source: You should calculate this value by making the sum of all of your additional costs per order.
it_it: Si dovrebbe calcolare questo valore facendo la somma di tutti i costi aggiuntivi per ordine.
