Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminCatalogHelp.*.xlf
Languages: ja_jp, sr_cs

source: Your internal name for this attribute.
ja_jp: 属性の内部用名称。
sr_cs: Interni naziv ovog atributa.

source: The public name for this attribute, displayed to the customers.
ja_jp: 属性の公開名称、お客様に表示されます。
sr_cs: Javni naziv ovog atributa, prikazuje se kupcima.

source: The way the attribute's values will be presented to the customers in the product's page.
ja_jp: 属性値の表示方法（お客様から見た商品ページでの表示）。
sr_cs: Način na koji će vrednosti atributa biti prikazani kupcima na stranici proizvoda.

source: Choose the attribute group for this value.
ja_jp: この値の属性グループを選択してください。
sr_cs: Odaberite atribut grupe za ovu vrednost.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
ja_jp: カラーピッカーで色を選択するか、HTMLカラーを入力（例："lightblue"、#CC6600）
sr_cs: Izaberite boju iz palete ili unesite HTML boju (npr. "lightblue", "#CC6600").

source: This will override the HTML color!
ja_jp: これはHTMLカラーで上書きされます！
sr_cs: Ovo će promeniti postojeće podešavanje za HTML boju!

source: Save then add another value
ja_jp: 登録してから他の値を追加
sr_cs: Sačuvaj, pa onda dodaj sledeću vrednost

source: Add new feature value
ja_jp: 新しい機能の値を追加
sr_cs: Dodaj novu vrednost funkcije

source: Save and add another value
ja_jp: 登録して他の値を追加
sr_cs: Sačuvaj i dodaj drugu vrednost

source: Back to the list
ja_jp: リストへ戻る
sr_cs: Nazad na spisak

source: Add new feature values
ja_jp: 新しい機能の値を追加
sr_cs: Dodaj novu vrednost funkcije

source: Only letters and the minus (-) character are allowed.
ja_jp: 文字とマイナス（-）文字のみ許可されています
sr_cs: Dozvoljena su samo slova i znak minus (-)

source: Displays a small image in the parent category's page, if the theme allows it.
ja_jp: テーマが対応している場合は、親カテゴリのページに小さな画像を表示します。

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
ja_jp: カテゴリのサムネイル画像は、テーマが対応している場合、カテゴリを表す小さな画像としてメニューに表示されます。

source: To add "tags," click in the field, write something, and then press "Enter."
ja_jp: 項目の中の「タグ」をクリックして追加するには、何か書いて「Enter」キーを押します。
sr_cs: Da dodate "Tagove", kliknite u polje, napišite nešto i zatim pritisnite "Enter"

source: You now have three default customer groups.
ja_jp: 現在3つのデフォルトのお客様グループを持っています。
sr_cs: Imate 3 osnovne grupe korisnika.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
ja_jp: これはセット組み商品（2つ以上の商品の組み合わせ）ですか、ヴァーチャル商品（ダウンロード商品、サービス等）ですか、それとも単なる通常の商品ですか？

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
ja_jp: 「商品のオプション構成」とは、サイズや重量、色などの様々な特徴を持った商品バリエーションのことです。この商品ではオプションの組み合わせを利用しますか？

source: Advanced settings in [1][2]Combinations[/1]
ja_jp: [1][2]商品のオプション構成[/1]の高度な設定

source: Your reference code for this product. Allowed special characters: .-_#.
ja_jp: この商品の管理用参照コード。次の特殊文字も使用できます：.-_#.

source: How many products should be available for sale?
ja_jp: セール時、何店の商品を売り出しますか？

source: Advanced settings in [1][2]Quantities[/1]
ja_jp: [1][2]数量[/1]の高度な設定

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ja_jp: これは、顧客に対して売ろうとしているこの商品の小売価格です。税込み価格は設定した税率ルールによって変わります。

source: Advanced settings in [1][2]Pricing[/1]
ja_jp: [1][2]価格[/1]の高度な設定

source: Upload a file from your computer (%maxUploadSize% max.)
ja_jp: ファイルをアップロードしてください（最大 %maxUploadSize%）

source: The full filename with its extension (e.g. Book.pdf)
ja_jp: 拡張子付きの完全な名前（例 book.pdf）
sr_cs: Puno ime dokumenta sa ekstenzijom (npr. Knjiga.pdf)

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
ja_jp: 設定した場合は、ファイルはこの日付以降はダウンロードできないでしょう。空白は有効期限がないことを表します。
sr_cs: Ako je podešeno, dokument se neće moći preuzeti nakon ovog datuma. Ostavite prazno ako ne želiti da dodelite datum isticanja.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ja_jp: これは、顧客に対して販売しようとしているこの商品の売値です。税込み価格は設定した税率ルールによって変わります。

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
ja_jp: 商品をユニット単位（1リットル あたり、1Kg あたり）で購入することができます。これは1ユニット単位の価格です。たとえば、布地を販売している場合は、1メートルあたりの価格のようになるでしょう。

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
ja_jp: 原価は、商品の仕入のために支払った金額です。税金は含めないでください。販売価格よりも低いはずです。：原価と販売価格の差が利益になります。

source: You can set specific prices for customers belonging to different groups, different countries, etc.
ja_jp: 異なるグループや、異なる国の顧客に対して、「条件指定販売価格」を設定することが可能です。

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
ja_jp: 一人の顧客が複数の価格設定ルールに当てはまる場合、どの価格設定が優先されるか決めることができます。

source: Tags are meant to help your customers find your products via the search bar.
ja_jp: タグは顧客が検索バーから商品を探しやすくします。

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
ja_jp: 顧客がこの商品を検索するために使うと思われる表現やキーワードを選択し、既に使用しているタグと一貫性があることを確認してください。

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
ja_jp: [1]検索セクション[/1]で、タグのエイリアスを管理できます。 新しいタグを追加した時は、インデックスを再構築する必要があります。

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
ja_jp: すべてのショップが新製品だけを販売しているとは限りません。このオプションを使用する事で、商品の状態を示すことができます。いくつかのマーケットプレイスでは必須になることもあります。

source: ISBN is used internationally to identify books and their various editions.
ja_jp: ISBNコードは国際的に「本」を管理するのに使われています。

source: Permanently delete this product.
ja_jp: この商品を完全に削除する。

source: See how your product sheet will look online: ALT+SHIFT+V
ja_jp: 商品シートがオンライン上にどのように表示されるか確認する：ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
ja_jp: ショップでの商品の有効化・無効化：ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
ja_jp: 商品の保存・複製後、新規商品ページへ移る：ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
ja_jp: 保存後、カタログページへ戻る：ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
ja_jp: 保存後、新しい商品を作成：ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
ja_jp: 保存後、現在のページに留まる：ALT+SHIFT+S

source: Phone number for this supplier
ja_jp: このサプライヤーの電話番号
sr_cs: Telefonski broj za ovog dobavljača

source: Allow customers to upload files using the contact page.
ja_jp: お客様にコンタクトページでファイルアップロードを許可する
sr_cs: Dozvolite kupcima da postavljaju datoteke preko kontakt stranice

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
ja_jp: お客様サービスのページ上のスレッドに答えた時にデフォルトで表示されるメッセージを入力してください
sr_cs: Molimo Vas da unesete poruku koja će se prikazivati kao podrazumevana vrednost kada odgovorite na neku poruku u okviru stranice za podršku kupcima.

source: Use POP3 instead of IMAP.
ja_jp: IMAP の代わりに POP3 を使用する。

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
ja_jp: 事前に認証されたIMAPセッションの確立にrshまたはsshを使用しないでください。
sr_cs: Ne koristi RSH ili SSH da bi se uspostavila već autorizovana IMAP sesija.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
ja_jp: 強制的にstart-TLSの暗号化セッションを使用する場合は、それをサポートしていないサーバへの接続は拒否されます
sr_cs: Prisili upotrebu start-TLS da bi enkriptovao sesiju i odbaci konekciju ka serverima koji ga ne podržavaju

source: Do not use start-TLS to encrypt the session, even with servers that support it.
ja_jp: それをサポートしているサーバでセッションの暗号化を行うのにstart-TLSは使用しないでください
sr_cs: Ne koristi start-TLS da bi enkriptovao sesiju čak i sa serverima koji ga podržavaju

source: Upload a brand logo from your computer.
ja_jp: ブランドロゴをアップロードしてください。

source: To add "tags," click inside the field, write something, and then press "Enter."
ja_jp: 項目の中の「タグ」をクリックして追加するには、何か書いて「Enter」キーを押します。
sr_cs: Da dodate "Tagove", kliknite u polje, napišite nešto i zatim pritisnite "Enter"

source: Company name for this brand
ja_jp: このブランドの会社名

source: Create a new product: CTRL+P
ja_jp: 新しい商品を登録：CTRL+P

source: Combine several attributes, e.g.: "Size: all", "Color: red".
ja_jp: 幾つかのオプションを組み合わせます、（例： "サイズ：すべて","色：赤"）

source: Search for a product
ja_jp: 商品を検索
sr_cs: Traži proizvod

source: Enter your product name
ja_jp: 商品名を入力してください

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
ja_jp: 商品概要は商品に関する短く簡明な説明文です。<br />商品詳細ページ上部、商品リスト、検索エンジンの結果に表示されれます。（SEO的にも重要な要素です）さらに商品についての詳しい情報を記入するには「商品説明文」タブをクリックしてください。

source: Search and add a related product
ja_jp: 関連商品を検索して追加

source: To have a different title from the product name, enter it here.
ja_jp: 商品名以外をタイトルにしたい場合は、ここに入力してください。

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
ja_jp: 公開用、サーチエンジン用の商品ページタイトル。空欄のままにした場合は商品名が設定されます。使用可能な文字数はテキストフィールド横に表示されます。

source: To have a different description than your product summary in search results pages, write it here.
ja_jp: 検索結果ページに商品の簡易説明文とは異なる内容を反映させたい場合には、ここに入力してください。

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
ja_jp: この説明文は、サーチエンジンの検索結果に表示されます。160文字以内の一文で記入してください。（スペースを含む）

source: To which product the page should redirect?
ja_jp: どの商品ページにリダイレクトさせますか？

source: To which category the page should redirect?
ja_jp: どのカテゴリページにリダイレクトさせますか？

source: Per kilo, per litre
ja_jp: 1Kgあたり、1リットルあたり

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
ja_jp: [1]不正なトークンです[/1]：直接リンクはセキリティ上リスクがある可能性が有ります。。

source: Do you want to display this page?
ja_jp: このページを表示しますか？

source: Yes, I understand the risks
ja_jp: はい。リスクを理解しています

source: Take me out of there!
ja_jp: いいえ、ログインしなおします！

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
ja_jp: この商品の最低購入個数を設定します（1 を設定した場合この機能は無効）。 例： 仮に 3 を設定した場合、顧客は3個以上でしか購入できなくなります。

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
ja_jp: この「商品のオプション構成」では価格が変わりますか？デフォルトの販売価格より高くなったり安くなったりしますか？

source: Search name
ja_jp: 名前で検索

source: Search ref.
ja_jp: コードで検索

source: Search category
ja_jp: カテゴリーで検索

source: edit
ja_jp: 編集

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
ja_jp: この商品をショップ上のどのカテゴリに掲載しますか？メインカテゴリは、デフォルトで商品が表示される場所です。これは商品ページのURLに表示されるカテゴリです。無効なカテゴリはイタリック体で表示されています。

source: Search categories
ja_jp: カテゴリー検索

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
ja_jp: 新しいカテゴリを簡単に追加したい場合は、ここで行うことができます。 但し、後でカテゴリページに移動して、必要な詳細（説明、画像など）を入力することを忘れないでください。 新しいカテゴリは自動的にはショップのメニューに表示されません。その点に関しては、ヘルプをご参照ください。

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
ja_jp: 「商品のオプション構成」は、一つの商品の中でのサイズや重量、色などの異なるオプションの組み合わせのことです。オプションの組み合わせを作るためには、先にオプションを登録しておく必要があります。

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
ja_jp: 商品オプション構成を追加するには、まず[1] 「オプションと商品データ項目」 [/1]で、必要なオプション属性と値を作成しておく必要があります。 <br>完了したら、下のフィールドに必要なオプション項目（「サイズ」 や 「色」 など）とそれぞれの値（「XS」 や 「赤色」、「すべて」 など）を入力するか、右のカラムから登録済みのオプションを選択します。 それから次に、 『自動生成』をクリックしてください：自動的にすべての組み合わせが作成されます！

source: This interface allows you to specify the warehouse in which the product is stocked.
ja_jp: このインターフェイスは、商品が在庫されている倉庫を指定することができます。
sr_cs: Ovaj interfejs vam omogućava da precizirate magacin u kojem se proizvod skladišti.

source: It is also possible to specify the location within the warehouse for each product or combination.
ja_jp: 各商品やオプション毎に、倉庫内のどこに保管しているかまで設定することが出来ます。

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
ja_jp: このインターフェイスでは、必要に応じて商品（あるいは商品オプション構成単位）と、仕入元サプライヤーとの紐付け設定を行なう事が出来ます。

source: You can specify supplier references according to previously associated suppliers.
ja_jp: 以前関連付けられたサプライヤー情報に基づいたサプライヤーIDを指定することが可能です。

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
ja_jp: 高度な在庫管理機能（「ショップパラメータ」＞「商品設定」を参照）を利用している場合には、ここで設定する値（価格、コード）は、サプライヤへの発注時に使用されます。

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
ja_jp: サプライヤー別に商品コードを指定できます。サプライヤーの選択を変更したら『保存』ボタンをクリックして、紐付けする商品のコードを表示させてください。

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
ja_jp: 商品が「無効」に設定されている場合、商品名やカテゴリを直接タイプしてページにアクセスしてきたユーザーを、どのページにリダイレクトさせますか？

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
ja_jp: リダイレクトしない（404）＝ リダイレクトせずに「404 Not Found」ページを表示します。

source: Permanent redirection (301) = Permanently display another product or category instead.
ja_jp: 恒久的な転送（301）＝ 恒久的に他の商品ページやカテゴリページを表示するようにします。

source: Temporary redirection (302) = Temporarily display another product or category instead.
ja_jp: 一時的な転送 （302）＝ 一時的に他の商品ページやカテゴリページを表示します。

source: This will be displayed in the cart summary, as well as on the invoice.
ja_jp: カートの要約の中だけではなく、請求書に表示されます。
sr_cs: Biće prikazano u korpi kao i na fakturi

source: For your eyes only. This will never be displayed to the customer.
ja_jp: あなたのためだけ、お客様に表示されることはありません。
sr_cs: Samo za vas, neće biti prikazano korisnicima.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
ja_jp: まだカート内にクーポンが入っていない場合、カート内容に表示されます。
sr_cs: Ako vaučeri još nisu u korpi, biće prikazani u korpi u rezimeu korpe.

source: Only applicable if the voucher value is greater than the cart total.
ja_jp: クーポンの値が、カートの合計金額よりも大きい場合にのみ適用されます。
sr_cs: Primeniće se samo ako je vrednost vaučera veća od ukupne sume u korpi.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
ja_jp: 分割利用を許可していない場合は、クーポンは注文合計金額が上限として引き下げられます。もし分割利用を許可した場合は、残高分の新しいクーポンが自動生成されます。
sr_cs: Ako ne dozvolite delimičnu primenu, vrednost vaučera će biti smanjena na ukupni iznos porudžbine, ali ako dozvolite, novi vaučer će biti kreiran sa podsetnikom.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
ja_jp: カートルールは優先順位に従ってショッピングカートに適用されます。優先順位が "1"の カートルールは、優先度 "2" のカートルールより前に処理されます。
sr_cs: Pravila korpe su primenjena na korpu po prioritetu. Pravilo korpe sa prioritetom "1" će biti primenjeno pre pravila korpe sa prioritetom "2".

source: Optional: The cart rule will be available to everyone if you leave this field blank.
ja_jp: オプション、この項目を空白にすれば、誰でもカートルールは利用可能になります。
sr_cs: Opciono, pravila korpe će biti primenjena svima ako ostavite ovo polje prazno.

source: The default period is one month.
ja_jp: デフォルトの期間は１ヶ月です
sr_cs: Podrazumevani period je 1 mesec

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
ja_jp: 税のありやなし、出荷のありやなしのどれかからカートの最小金額を選択することができます。
sr_cs: Možete izabrati minimalnu vrednost korpe sa ili bez poreza i sa ili bez isporuke.

source: The cart rule will be applied to the first "X" customers only.
ja_jp: カートルールは、最初のXのお客様に適用されます。
sr_cs: Pravila korpe će biti primenjena samo na prvih X korisnika.

source: A customer will only be able to use the cart rule "X" time(s).
ja_jp: お客様はカートルールをX回のみ利用できます。
sr_cs: Korisnik može da upotrebi pravila korpe samo X puta.

source: This restriction applies to the country of delivery.
ja_jp: 配送先の国で適応される制限。
sr_cs: Ova restrikcija se odnosi na zemlju isporuke.

source: Does not apply to the shipping costs
ja_jp: 配送料に適用されません
sr_cs: Ne primenjuje se na troškove isporuke

source: Upload an image file containing the color texture from your computer.
sr_cs: Postavi sliku koja sadrži teksturu, sa računara.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
sr_cs: Samo slova, brojevi, znak _ i minus (-) su dozvoljeni karakteri.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
sr_cs: Broj dana kada će ovaj fajl biti pristupan kupcima. Postavi nula za neograničeni pristup.

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
sr_cs: Broj dozvoljenih preuzimanja po kupcu. Postavi 0 za neograničena preuzimanja.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
sr_cs: Ovaj tip koda proizvoda se koristi širom SAD-a, Kanade, ujedinjenog Kraljevstva, Australije, Novog Zelanda, ali i u drugim državama.

source: Will appear in the list of suppliers.
sr_cs: Pojaviće se na listi dobavljača.

source: Mobile phone number for this supplier.
sr_cs: Mobilni telefon ovog dobavljača.

source: Upload a supplier logo from your computer.
sr_cs: Postavite logo dobavljača sa Vašeg računara.

source: To add "tags" click in the field, write something and then press "Enter".
sr_cs: Da dodate "Tagove", kliknite u polje, napišite nešto i zatim pritisnite "Enter".

source: URL for your IMAP server (ie.: mail.server.com).
sr_cs: Link vašeg IMAP servera (npr: mail.server.com).

source: Port to use to connect to your IMAP server.
sr_cs: Koristi ulaz za povezivanje na tvoj IMAP server.

source: User to use to connect to your IMAP server.
sr_cs: Korisnik koji se koristi za povezivanje na tvoj IMAP server.

source: Password to use to connect your IMAP server.
sr_cs: Lozinka za korišćenje vašeg IMAP servera.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
sr_cs: Obriši poruke nakon sinhronizacije. Ako ne uključite ovu opciju, sinhronizacija će trajati duže.

source: Create new threads for unrecognized emails.
sr_cs: Započnite novu temu za neprepoznate poruke.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
sr_cs: Koristite Secure Socket Layer (TLS/SSL) za enkripciju sesije.

source: Validate certificates from the TLS/SSL server.
sr_cs: Potvrdi sertifikate od TLS/SSL servera.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
sr_cs: Ne povrđuj sertifikate od TLS/SSL servera. Potrebne su ako server koristi samopotpisane sertifikate.

source: If a carrier has a tax, it will be added to the shipping fees.
sr_cs: Ako dostavljač ima porez, biće dodato u troškovima dostave.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
sr_cs: Ovo je link čitljiv čoveku, izračunat sa naziva proizvoda. Možete ga promeniti ako žlite.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
sr_cs: Prazna kategorija je kategorija koja nema proizvode direktno povezane sa njom. Prazna kategorija svakako može sadržati proizvode pod podkategorijama.
