Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersHelp.*.xlf
Languages: hy_am, nl_nl

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
nl_nl: Als u deze optie inschakelt, zullen uw geïmporteerde items ID-nummer worden gebruikt zoals het is. Als u deze optie niet inschakelt, wordt de ingevoerde ID-nummer genegeerd, en PrestaShop zal in plaats daarvan automatisch opgehoogde ID-nummers creëren voor alle geïmporteerde items.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
nl_nl: Stuurt een e-mail om u te laten weten dat de import is voltooid. Het kan handig zijn bij het verwerken van grote bestanden omdat de import even kan duren.

source: Severity levels
hy_am: Անվտանգության աստիճանները
nl_nl: Beveiligingsniveaus

source: Informative only
hy_am: Տեղեկացված լինելու համր միայն
nl_nl: Alleen informatief

source: Warning
hy_am: Զգուշացում
nl_nl: Waarschuwing

source: Error
hy_am: Սխալ
nl_nl: Fout

source: Major issue (crash)!
hy_am: Ճակատագրական սխալ (փլուզում)
nl_nl: Groot probleem (crash)
