Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/messages.*.xlf
Languages: vi_vn

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
vi_vn: Nếu bạn không chắc chắn về module này, bạn có thể tìm kiếm các mô-đun tương tự trên marketplace chính thức.

source: Click here to browse PrestaShop Addons.
vi_vn: Nhấn vào đây để duyệt PrestaShop Addons.

source: Back
vi_vn: Quay lại

source: Oh no!
vi_vn: Oh, Không!

source: The mobile version of this page is not available yet.
vi_vn: Phiên bản dành cho điện thoại di động của trang này chưa có.

source: Please use a desktop computer to access this page, until is adapted to mobile.
vi_vn: Vui lòng sử dụng một máy tính để bàn để truy cập vào trang này, cho đến khi được điều chỉnh cho điện thoại di động.

source: Thank you.
vi_vn: Cảm ơn.

source: Manage translations
vi_vn: Quản lý dịch

source: (%s votes)
vi_vn: (%s bình chọn)

source: (%s vote)
vi_vn: (%s bình chọn)

source: Description
vi_vn: Mô tả

source: Merchant benefits
vi_vn: Lợi ích đối tác

source: Install module
vi_vn: Cài đặt module

source: View on PrestaShop Addons
vi_vn: Xem tại PrestaShop Addons

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
vi_vn: Nếu bạn muốn có thể sử dụng đầy đủ bảng Các Mô-Đun Quản Trị và có các mô-đun khả dụng miễn phí, bạn nên kích hoạt cấu hình sau đây trên máy chủ của bạn:

source: Enable PHP's allow_url_fopen setting
vi_vn: Kích hoạt thiết lập allow_url_fopen PHP

source: Enable PHP's OpenSSL extension
vi_vn: Kích hoạt phần mở rộng OpenSSL của PHP

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
vi_vn: Kết nối cửa hàng của bạn với PrestaShop marketplace để tự động nhập tất cả các mua bán của bạn Addons.

source: Don't have an account?
vi_vn: Không có tài khoản?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
vi_vn: Khám phá sức mạnh của PrestaShop Addons! Khám phá Official Marketplace PrestaShop và tìm thấy hơn 3 500 mô-đun sáng tạo và chủ đề mà tối ưu hóa tỷ lệ chuyển đổi, tăng lưu lượng truy cập, xây dựng lòng trung thành của khách hàng và tối đa hóa năng suất của bạn

source: Connect to PrestaShop Addons
vi_vn: Kết nối đến PrestaShop Addons

source: I forgot my password
vi_vn: Tôi quên mật khẩu của tôi

source: Create an Account
vi_vn: Tạo Tài khoản

source: Sign in
vi_vn: Đăng nhập

source: List of modules
vi_vn: Danh sách mô đun

source: Update all
vi_vn: Cập nhật tất cả các mô đun

source: Check for update
vi_vn: Kiểm tra cập nhật

source: You might be interested in
vi_vn: Bạn có thể sẽ thú vị với

source: Valid orders:
vi_vn: Đơn hàng hợp lệ:

source: %firstname% %lastname% has not registered any addresses yet
vi_vn: %firstname% %lastname% chưa đăng ký bất kỳ một địa chỉ nào

source: Discount name
vi_vn: Tên khuyến mãi

source: %limit% for suhosin.post.max_vars.
vi_vn: %limit% cho suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
vi_vn: %limit% cho suhosin.request.max_vars.

source: You MUST use this syntax in your translations. Here are several examples:
vi_vn: Bạn PHẢI sử dụng cú pháp này trong các bản dịch của bạn. Sau đây là một vài ví dụ:

source: Copy
vi_vn: Sao chép

source: Attribute
vi_vn: Thuộc tính

source: If enabled, the voucher will not apply to products already on sale.
vi_vn: Nếu được bật, voucher sẽ không áp dụng cho các sản phẩm đã được bán.

source: Add a rule concerning
vi_vn: Thêm một quy tắc liên quan

source: The product(s) are matching one of these:
vi_vn: (Các) sản phẩm khớp với một trong những:

source: Attachment
vi_vn: Đính kèm

source: Resource
vi_vn: Tài nguyên

source: There are %d warnings:
vi_vn: Đang có %d các cảnh báo:

source: This field will be modified for all your shops.
vi_vn: Trường này sẽ được thay đổi cho tất cả các cửa hàng của bạn.

source: This field will be modified for all shops in this shop group:
vi_vn: Trường này sẽ được điều chỉnh cho tất cả các cửa hàng trong nhóm cửa hàng này:

source: This field will be modified for this shop:
vi_vn: Trường này sẽ được điều chỉnh cho cửa hàng này:

source: A new order has been placed on your shop.
vi_vn: Một đơn hàng mới đã được đặt trên cửa hàng của bạn.

source: Order number:
vi_vn: Số đơn hàng:

source: Total:
vi_vn: Tổng cộng:

source: From:
vi_vn: Từ:

source: View this order
vi_vn: Xem đơn hàng này

source: A new customer registered on your shop.
vi_vn: Một khách hàng mới đăng ký vào cửa hàng của bạn.

source: Customer name:
vi_vn: Tên khách hàng:

source: A new message was posted on your shop.
vi_vn: Một tin nhắn mới đã được đăng trên cửa hàng của bạn.

source: Read this message
vi_vn: Đọc tin nhắn này

source: Choose language
vi_vn: Chọn ngôn ngữ

source: Update successful
vi_vn: Cập nhật thành công

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
vi_vn: PrestaShop đã không thể đăng nhập vào Addons. Vui lòng kiểm tra thông tin của bạn và kết nối Internet của bạn.

source: Search for a product
vi_vn: Tìm kiếm một sản phẩm

source: Your profile
vi_vn: Hồ sơ của bạn

source: Sign out
vi_vn: Đăng xuất

source: Quick Access
vi_vn: Truy cập nhanh

source: Please name this shortcut:
vi_vn: Vui lòng đặt tên phím tắt này:

source: Remove from QuickAccess
vi_vn: Xóa khỏi truy cập nhanh QuickAccess

source: Add current page to QuickAccess
vi_vn: Thêm trang hiện tại vào truy cập nhanh QuickAccess

source: Manage quick accesses
vi_vn: Quản lý các thao tác truy cập nhanh

source: %1$s on line %2$s in file %3$s
vi_vn: %1$s trên dòng %2$s trong tập tin %3$s

source: Your shop is in debug mode.
vi_vn: Cửa hàng của bạn đang ở chế độ xử lý lỗi.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
vi_vn: Tất cả lỗi và tin nhắn PHP đều được hiển thị. Khi bạn không còn cần chúng nữa, [1]hãy tắt[/1] chế độ này.

source: Debug mode
vi_vn: Chế độ gỡ lỗi

source: Your shop is in maintenance.
vi_vn: Cửa hàng của bạn đang được bảo trì.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
vi_vn: Khách và khách hàng của bạn không thể truy cập vào cửa hàng của bạn trong khi ở chế độ bảo trì.%s Để quản lý các thiết lập bảo trì, vào Tùy chọn> Bảo trì.

source: Maintenance mode
vi_vn: Chế độ bảo trì

source: For security reasons, you must also delete the /install folder.
vi_vn: Vì lý do bảo mật, bạn cũng phải xóa /install folder.
