Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/messages.*.xlf
Languages: vi_vn

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
vi_vn: Với tất cả các tính năng tuyệt vời và những lợi ích mà PrestaShop cung cấp, điều quan trọng là phải theo kịp!

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
vi_vn: Mục tiêu chính của tất cả các tính năng cung cấp cho chúng tôi là làm cho bạn thành công trong thế giới thương mại điện tử. Để thực hiện điều này, chúng tôi đã được tạo một hệ thống phù hiệu và các điểm mà làm cho nó dễ dàng để theo dõi sự tiến bộ của bạn như là một thương gia. Chúng tôi đã chia nhỏ hệ thống thành ba cấp độ, tất cả trong số đó là không thể thiếu để thành công trong thương mại điện tử thế giới: (i) Việc bạn sử dụng tính năng thương mại điện tử chủ chốt trên cửa hàng của bạn; (ii) hoạt động bán hàng của bạn; (iii) sự hiện diện của bạn trong thị trường quốc tế.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
vi_vn: Càng tiến bộ cửa hàng của bạn làm, các phù hiệu hơn và điểm bạn kiếm được. Không cần phải nộp thêm bất cứ thông tin hoặc điền vào bất kỳ hình thức nào; chúng tôi biết bạn đang bận rộn như thế nào, mọi thứ đều tự động!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
vi_vn: Bây giờ, với các bấm vào một nút, bạn sẽ có thể xem các tính năng bán hàng-Tăng cường mà bạn có thể bỏ lỡ. Hãy tận dụng và kiểm tra xem nó ra dưới đây!

source: Our team is available to help. Contact us today!
vi_vn: Nhóm chúng tôi là sẵn sàng giúp đỡ. Liên hệ ngay hôm nay!

source: Email
vi_vn: Hộp thư

source: Fill out a contact form
vi_vn: Điền vào mẫu liên hệ

source: Completion level
vi_vn: Hoàn thành cấp độ

source: No badge in this section
vi_vn: Không có huy hiệu trong phần này

source: Type:
vi_vn: Loại:

source: Status:
vi_vn: Trạng thái:

source: Validated
vi_vn: Xác nhận

source: Not Validated
vi_vn: Không xác nhận

source: Level:
vi_vn: Mức độ:

source: All
vi_vn: Tất cả

source: Modules list
vi_vn: Danh sách mô đun

source: Add a new module
vi_vn: Thêm mô đun mới

source: Addons membership provides access to all our PrestaShop modules.
vi_vn: Thành viên Addons cung cấp quyền truy cập vào tất cả các Module PrestaShop của chúng tôi.

source: Once connected, your new modules will be automatically installed.
vi_vn: Sau khi kết nối, module mới của bạn sẽ được tự động cài đặt.

source: Sign up
vi_vn: Đăng ký

source: Connect to PrestaShop Marketplace account
vi_vn: Kết nối với tài khoản PrestaShop Marketplace

source: Log in
vi_vn: Đăng nhập

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
vi_vn: Các module sẽ phải hoặc là một tập tin Zip (.zip) hoặc một file tarball (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
vi_vn: Tải lên mô-đun từ máy tính của bạn.

source: Module file
vi_vn: Tập tin mô-đun

source: Choose a file
vi_vn: Chọn một tập tin

source: Upload this module
vi_vn: Tải lên mô-đun này

source: An upgrade is available for some of your modules!
vi_vn: Một nâng cấp có sẵn cho một số module của bạn!

source: Favorites
vi_vn: Đang quan tâm

source: Do you really want to hide this advice?
vi_vn: Bạn có thực sự muốn ẩn lời khuyên này?

source: %d errors
vi_vn: %d lỗi

source: There are %d warnings.
vi_vn: Đang có %d các cảnh báo.

source: Click here to see more
vi_vn: Nhấn vào đây để xem chi tiết

source: Hide warning
vi_vn: Ẩn cảnh báo

source: There is %d warning.
vi_vn: Đang có %d cảnh báo.

source: Customers
vi_vn: Khách hàng

source: Orders
vi_vn: Đơn hàng

source: Search (e.g.: product reference, customer name…)
vi_vn: Tìm kiếm (ví dụ: tham chiếu sản phẩm, tên khách hàng...)

source: Everywhere
vi_vn: Mọi nơi

source: What are you looking for?
vi_vn: Bạn đang tìm kiếm thứ gì?

source: Catalog
vi_vn: Danh mục

source: Product name, SKU, reference...
vi_vn: Tên, mã, tham chiếu sản phẩm...

source: by name
vi_vn: bằng tên

source: Email, name...
vi_vn: Email, tên...

source: by ip address
vi_vn: bằng địa chỉ Ip

source: by IP address
vi_vn: theo địa chỉ IP

source: Order ID
vi_vn: ID đơn đặt hàng

source: Invoices
vi_vn: Biên nhận

source: Invoice Number
vi_vn: Số hóa đơn

source: Carts
vi_vn: Giỏ hàng

source: Cart ID
vi_vn: Mã ID thẻ

source: Modules
vi_vn: Các mô-đun

source: Module name
vi_vn: Tên module

source: SEARCH
vi_vn: TÌM KIẾM

source: Income
vi_vn: Thu nhập

source: Message
vi_vn: Tin nhắn

source: Traffic
vi_vn: Lưu lượng

source: Conversion
vi_vn: Chuyển đổi

source: Date range
vi_vn: Khoảng thời gian

source: Custom
vi_vn: Tùy chỉnh

source: to
vi_vn: tới

source: Compare to
vi_vn: So sánh

source: Previous period
vi_vn: Giai đoạn trước

source: Previous Year
vi_vn: Năm trước

source: Previous year
vi_vn: Năm trước

source: Sunday
vi_vn: Chủ nhật

source: Monday
vi_vn: Thứ hai

source: Tuesday
vi_vn: Thứ ba

source: Wednesday
vi_vn: Thứ tư

source: Thursday
vi_vn: Thứ năm

source: Friday
vi_vn: Thứ sáu

source: Saturday
vi_vn: Thứ bảy

source: Sun
vi_vn: Chủ nhật

source: Mon
vi_vn: Thứ hai

source: Tue
vi_vn: Thứ ba

source: Wed
vi_vn: Thứ tư

source: Thu
vi_vn: Thứ năm

source: Fri
vi_vn: Thứ sáu

source: Sat
vi_vn: Thứ bảy

source: Su
vi_vn: Chủ nhật

source: Mo
vi_vn: Thứ hai

source: Tu
vi_vn: Thứ ba

source: We
vi_vn: Thứ tư

source: Th
vi_vn: Thứ năm

source: Fr
vi_vn: Thứ sáu

source: Sa
vi_vn: Thứ bảy

source: January
vi_vn: Tháng 1

source: February
vi_vn: Tháng 2

source: March
vi_vn: Tháng 3

source: April
vi_vn: Tháng 4

source: May
vi_vn: Tháng 5

source: June
vi_vn: Tháng 6

source: July
vi_vn: Tháng 7

source: August
vi_vn: Tháng 8

source: September
vi_vn: Tháng 9

source: October
vi_vn: Tháng 10

source: November
vi_vn: Tháng 11

source: December
vi_vn: Tháng 12

source: Jan
vi_vn: Tháng 1

source: Feb
vi_vn: Tháng 2

source: Mar
vi_vn: Tháng 3

source: Apr
vi_vn: Tháng 4

source: May
vi_vn: Tháng 5

source: Jun
vi_vn: Tháng 6

source: Jul
vi_vn: Tháng 7

source: Aug
vi_vn: Tháng 8

source: Sep
vi_vn: Tháng 9

source: Oct
vi_vn: Tháng 10

source: Nov
vi_vn: Tháng 11

source: Dec
vi_vn: Tháng 12

source: From
vi_vn: Từ

source: Please fill at least one field to perform a search in this list.
vi_vn: Vui lòng điền ít nhất một trường để thực hiện tìm kiếm trong danh sách này.

source: Refresh list
vi_vn: Làm mới danh sách

source: Show SQL query
vi_vn: Hiển thị truy vấn SQL

source: Export to SQL Manager
vi_vn: Xuất ra SQL Manager

source: Shop group
vi_vn: Nhóm cửa hàng

source: To
vi_vn: Đến

source: Group: %s
vi_vn: Nhóm: %s

source: (%s selected)
vi_vn: (%s đã chọn)

source: search...
vi_vn: tìm kiếm...

source: File size
vi_vn: Kích thước tập tin

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
vi_vn: Bạn đã đạt đến giới hạn (%s) của các tập tin tải lên, vui lòng xóa các tập tin để tiếp tục tải lên

source: Add files...
vi_vn: Thêm tệp tin...

source: Add file...
vi_vn: Thêm tập tin...

source: Upload files
vi_vn: Tải Tệp tin lên

source: Upload file
vi_vn: tải 1 file

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
vi_vn: Bạn không thể có nhiều hơn %s hình ảnh trong tổng số. Hãy loại bỏ một số hình ảnh hiện tại trước khi thêm những cái mới.

source: Remove file
vi_vn: Xóa tập tin

source: Add files
vi_vn: Thêm tập tin

source: Add file
vi_vn: Thêm tập tin

source: Download current file (%skb)
vi_vn: Tải xuống tập tin hiện tại (%skb)

source: Download current file
vi_vn: Tải xuống tập tin hiện tại

source: You can upload a maximum of %s files
vi_vn: Bạn có thể tải lên tối đa %s files

source: View all available payments solutions
vi_vn: Xem tất cả các giải pháp thanh toán sẵn có

source: It seems there are no recommended payment solutions for your country.
vi_vn: Dường như không có bất kỳ giải pháp thanh toán nào được đề cập cho quốc gia của bạn.

source: Do you think there should be one? Let us know!
vi_vn: Bạn có nghĩ rằng không nên có một? Cho chúng tôi biết!

source: and stay
vi_vn: và duy trì

source: Display
vi_vn: Hiển thị

source: result(s)
vi_vn: Kết quả

source: No records found
vi_vn: Không tìm thấy bản ghi nào

source: All shops
vi_vn: Tất cả cửa hàng

source: %s group
vi_vn: %s nhóm

source: Set required fields for this section
vi_vn: Thiết lập trường thông tin bắt buộc cho phần này

source: Required Fields
vi_vn: Trường bắt buộc

source: Select the fields you would like to be required for this section.
vi_vn: Chọn lĩnh vực bạn muốn được yêu cầu cho phần này.

source: Field Name
vi_vn: Tên mục

source: Group:
vi_vn: Nhóm:

source: Add tag
vi_vn: Thêm thẻ tag

source: Remove
vi_vn: Bỏ

source: Change password...
vi_vn: Thay đổi mật khẩu...

source: Current password
vi_vn: Mật khẩu hiện tại

source: Password should be at least 8 characters long.
vi_vn: Mật khẩu nên có ít nhất 8 ký tự.

source: New password
vi_vn: Mật khẩu mới

source: Confirm password
vi_vn: Xác nhận mật khẩu

source: Generate password
vi_vn: Tạo mật khẩu

source: Invalid
vi_vn: Không hợp lệ

source: Okay
vi_vn: Ok

source: Good
vi_vn: Tốt

source: Invalid password confirmation
vi_vn: Mã xác nhận mật khẩu không hợp lệ

source: Group name
vi_vn: Tên nhóm

source: No group created
vi_vn: Không có nhóm được tạo

source: Number of products:
vi_vn: Số sản phẩm:

source: Product name
vi_vn: Tên sản phẩm

source: Attribute name
vi_vn: Tên thuộc tính

source: Supplier Reference
vi_vn: Tham khảo của nhà cung cấp

source: Wholesale price
vi_vn: Giá bán sỉ

source: Available Quantity
vi_vn: Số lượng sẵn có

source: Please name your data matching configuration in order to save it.
vi_vn: Vui lòng đặt tên cấu hình phù hợp với dữ liệu của bạn để lưu nó.

source: Match your data
vi_vn: Khớp dữ liệu của bạn

source: Please match each column of your source file to one of the destination columns.
vi_vn: Vui lòng khớp mỗi cột của tập tin nguồn của bạn với một trong những cột đích.

source: Load a data matching configuration
vi_vn: Tải dữ liệu khớp với cấu hình

source: Load
vi_vn: Tải

source: Save your data matching configuration
vi_vn: Lưu dữ liệu khớp với cấu hình của bạn

source: Two columns cannot have the same type of values
vi_vn: Hai cột không thể có cùng kiểu giá trị

source: This column must be set:
vi_vn: Phải cài đặt cột này:

source: Rows to skip
vi_vn: Các hàng cần bỏ qua

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
vi_vn: Cho biết sẽ bỏ qua bao nhiêu hàng đầu tiên trong tập tin của bạn khi nhập dữ liệu. Ví dụ cài đặt thành 1 nếu cột đầu tiên trong tập tin của bạn có chứa các đầu đề.

source: No module was found for this hook.
vi_vn: Không có mô-đun cho vị trí này

source: Tax Excluded
vi_vn: không gồm thuế

source: Tax Included
vi_vn: bao gồm thuế

source: %d product(s) successfully created.
vi_vn: %d sản phẩm được tạo thành công.

source: Attributes generator
vi_vn: Tự sinh thuộc tính

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
vi_vn: The Combinations Generator là một công cụ cho phép bạn dễ dàng tạo ra một loạt các kết hợp bằng cách chọn các thuộc tính liên quan. Ví dụ, nếu bạn đang bán t-shirts ba kích cỡ khác nhau và hai màu sắc khác nhau, The Combinations Generator sẽ tạo ra sáu kết hợp cho bạn.

source: You're currently generating combinations for the following product:
vi_vn: Bạn đang tạo các cách kết hợp cho sản phẩm sau đây:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
vi_vn: Bước 1: Bên trái, chọn các thuộc tính bạn muốn sử dụng (giữ xuống "Ctrl" phím trên bàn phím của bạn và xác nhận bằng cách nhấp vào "Thêm")

source: Impact on the product price
vi_vn: Tác động đến giá sản phẩm

source: Impact on the product weight
vi_vn: Tác động đến trọng lượng sản phẩm

source: Select a default quantity, and reference, for each combination the generator will create for this product.
vi_vn: Chọn một số lượng mặc định, và tài liệu tham khảo cho mỗi sự kết hợp The Generator sẽ tạo ra cho sản phẩm này.

source: Default Quantity:
vi_vn: Số Lượng Mặc Định:

source: Default Reference:
vi_vn: Tham chiếu mặc định:

source: Please click on "Generate these combinations".
vi_vn: Vui lòng kích vào "Tạo các kết hợp này".

source: Generate these combinations
vi_vn: Tạo các kết hợp này

source: Discount:
vi_vn: Giảm giá:

source: Delete item #
vi_vn: Xóa mặt hàng #

source: Meaning of severity levels:
vi_vn: Ý nghĩa của các mức độ nghiêm trọng:

source: Warehouse
vi_vn: Kho hàng

source: Existing
vi_vn: Đã có

source: New
vi_vn: Mới

source: Show carts and orders for this customer.
vi_vn: Hiển thị các giỏ hàng và đơn hàng cho khách hàng này.

source: Hide carts and orders for this customer.
vi_vn: Ẩn các giỏ hàng và đơn hàng cho khách hàng này.

source: Change
vi_vn: Thay đổi

source: Gift
vi_vn: Quà tặng

source: Search for an existing product by typing the first letters of its name.
vi_vn: Tìm kiếm một sản phẩm sẵn có bằng cách soạn các từ đầu tiên trong tên của nó.

source: See the document
vi_vn: Xem tài liệu

source: Set payment form
vi_vn: Cài đặt hình thức thanh toán

source: Add note
vi_vn: Thêm ghi chú

source: Edit note
vi_vn: Sửa ghi chú

source: Quantity:
vi_vn: Số lượng:

source: [undefined]
vi_vn: [không xác định]

source: Category
vi_vn: Danh mục

source: Brand
vi_vn: Thương hiệu

source: Supplier
vi_vn: Nhà cung cấp

source: Use this theme
vi_vn: Sử dụng theme này

source: Delete this theme
vi_vn: Xóa theme này

source: Designed by %s
vi_vn: Được thiết kế bởi %s

source: Configure your page layouts
vi_vn: Cấu hình bố cục trang của bạn

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
vi_vn: Mỗi trang sử dụng một bốc cục khác nhau, hãy chọn trong số các bố cục được nhóm lại trong chủ đề của bạn.

source: Reset to defaults
vi_vn: Cài đặt lại về mặc định

source: Live from PrestaShop Addons!
vi_vn: Từ PrestaShop Addons!

source: The "%1$s" theme has been successfully installed.
vi_vn: "%1$s" theme được cài đặt thành công.

source: The following module(s) were not installed properly:
vi_vn: (Các) mô-đun sau chưa được cài đặt đúng cách:

source: Warning: You may have to regenerate images to fit with this new theme.
vi_vn: Cảnh báo: Bạn có thể phải tạo lại hình ảnh để phù hợp với theme mới này.

source: Go to the thumbnails regeneration page
vi_vn: Đi đến trang tái tạo hình thu nhỏ

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
vi_vn: Cảnh báo: Loại hình ảnh này không tồn tại. Để cài đặt nó theo cách thủ công, hãy sử dụng các giá trị bên dưới để tạo một loại hình ảnh mới (trong trang "Hình Ảnh" ở trình đơn "Thiết Kế"):

source: Name image type:
vi_vn: Đặt tên cho loại hình ảnh:

source: (width: %1$spx, height: %2$spx).
vi_vn: (chiều rộng: %1$spx, chiều cao: %2$spx).

source: Images have been correctly updated in the database:
vi_vn: Hình ảnh đã được cập nhật chính xác trong cơ sở dữ liệu:

source: Finish
vi_vn: Hoàn thành

source: Search on PrestaShop Marketplace:
vi_vn: Tìm kiếm trên PrestaShop Marketplace:

source: Or
vi_vn: Hoặc

source: See all modules
vi_vn: Xem tất cả các module

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
vi_vn: Để thêm một module mới, đơn giản hãy kết nối tới tài khoản PrestaShop Addons và tất cả các khoản mua sắm của bạn sẽ tự động được nhập.

source: Can I add my own modules?
vi_vn: Tôi có thể thêm các module của riêng tôi không?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
vi_vn: Xin lưu ý rằng vì các lý do bảo mật, bạn chỉ có thể thêm các module đang được phân bổ trên PrestaShop Addons, thị trường chính thức.

source: See all themes
vi_vn: Xem tất cả chủ đề

source: Add a new theme
vi_vn: Thêm một chủ đề mới

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
vi_vn: Để thêm một theme mới, chỉ cần kết nối với tài khoản PrestaShop Addons của bạn: theme mới của bạn sẽ được tự động nhập vào cửa hàng của bạn.

source: You can choose among 1,500+ professional templates!
vi_vn: Bạn có thể chọn trong số 1,500+ mẫu chuyên nghiệp!

source: Can I add my own theme?
vi_vn: Tôi có thể thêm theme của riêng tôi?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
vi_vn: Xin lưu ý rằng vì các lý do bảo mật, bạn chỉ có thể thêm các module đang được phân bổ trên PrestaShop Addons, thị trường chính thức.

source: You can also create a new theme below.
vi_vn: Bạn cũng có thể tạo ra một theme mới dưới đây.

source: Customer ID:
vi_vn: ID khách hàng:

source: Order #
vi_vn: Đơn hàng #%d

source: Product #
vi_vn: Sản phẩm #

source: Subject:
vi_vn: Chủ đề:

source: Sync success
vi_vn: Đồng bộ thành công

source: Customer since: %s
vi_vn: Khách hàng từ: %s

source: Choose a template
vi_vn: Chọn một mẫu

source: Send
vi_vn: Gửi

source: You can add a comment here.
vi_vn: Bạn có thể thêm một nhận xét ở đây.

source: Close
vi_vn: đóng

source: No result
vi_vn: Không kết quả

source: Real Time
vi_vn: Thời gian thực

source: Check the maximum filesize allowed (e.g. Max: 16MB)
vi_vn: Kiểm tra kích thước tập tin tối đa cho phép (ví dụ: Max: 16MB)

source: The controller %s is missing or invalid.
vi_vn: Bộ điều chỉnh %s đang bị thiếu hoặc không sẵn có.

source: Back to the previous page
vi_vn: Trở lại trang trước

source: Go to the dashboard
vi_vn: Đi đến Dashboard

source: Do you want to install this module that could not be verified by PrestaShop?
vi_vn: Bạn có muốn cài đặt module này mà không thể được xác nhận bởi PrestaShop?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
vi_vn: Vì bạn có thể không đã tải Module này từ PrestaShop Addons, chúng ta không thể khẳng định rằng mô-đun không được bổ sung thêm một số chức năng chưa được tiết lộ. Chúng tôi khuyên bạn nên cài đặt nó chỉ nếu bạn tin cậy nguồn của nội dung.

source: What's the risk?
vi_vn: Rủi ro là gì?

source: Am I at Risk?
vi_vn: Tôi có rủi ro?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
vi_vn: Một module mà chưa được kiểm chứng có thể gây nguy hiểm và có thể thêm chức năng ẩn như backdoors, quảng cáo, liên kết ẩn, thư rác, vv Đừng lo lắng, cảnh báo này chỉ đơn giản là một lời cảnh báo.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
vi_vn: PrestaShop, là một phần mềm mã nguồn mở, có một cộng đồng tuyệt vời với một lịch sử lâu dài của việc phát triển và chia sẻ các module chất lượng cao. Trước khi cài đặt Module này, chắc chắn tác giả của nó là một thành viên của cộng đồng biết đến luôn luôn là một ý tưởng tốt (bằng cách kiểm tra [1] diễn đàn của chúng tôi [/ 1] chẳng hạn).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
vi_vn: Nếu bạn tin tưởng hoặc tìm ra tác giả của module này là một thành viên tích cực của cộng đồng, bạn có thể tiến hành cài đặt.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
vi_vn: Nếu không, bạn có thể tìm kiếm các module tương tự trên thị trường chính thức. [1] Nhấn vào đây để duyệt PrestaShop Addons [/1].

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
vi_vn: Điều này thường xảy ra khi các Module không được phân phối thông qua thị trường chính thức của chúng tôi, PrestaShop Addons - cho khi máy chủ của bạn không thể giao tiếp với PrestaShop Addons.

source: Author
vi_vn: Tác giả

source: This module could not be verified by PrestaShop.
vi_vn: PrestaShop không thể xác nhận module này.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
vi_vn: Vì bạn có thể không có cài đặt Module này từ PrestaShop Addons, chúng ta không thể khẳng định rằng các Module được tuân thủ với các yêu cầu an toàn của chúng tôi (ví dụ như nó không được bổ sung thêm một số chức năng không được tiết lộ như quảng cáo, liên kết ẩn, thư rác, vv...).

source: You can search for similar modules on the official marketplace.
vi_vn: Bạn có thể tìm kiếm các module tương tự trên marketplace chính thức.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
vi_vn: [1] Nhấn vào đây để duyệt qua danh mục của chúng tôi trên PrestaShop Addons [/ 1].

source: Proceed with the installation
vi_vn: Tiến hành cài đặt

source: Back to modules list
vi_vn: Quay trở lại danh sách module

source: What Should I Do?
vi_vn: Tôi nên làm gì?

source: You are about to install "%s", a module which is not compatible with your country.
vi_vn: Bạn đang về để cài đặt "%s", một Module mà không tương thích với các nước bạn.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
vi_vn: Module này chưa được xác minh bởi PrestaShop do đó chúng tôi không thể xác nhận rằng nó hoạt động tốt ở nước bạn và rằng nó phù hợp với yêu cầu chất lượng của chúng tôi.

source: Use at your own risk.
vi_vn: Sử dụng có nguy cơ của riêng bạn.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
vi_vn: Nếu bạn không chắc chắn về điều này, bạn nên liên hệ với dịch vụ khách hàng của %s để yêu cầu họ làm cho các mô-đun tương thích với các nước bạn.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
vi_vn: Hơn nữa, chúng tôi khuyên bạn sử dụng một Module tương đương: module tương thích cho quốc gia của bạn được liệt kê trong phần "Modules" tab back office.
