Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/messages.*.xlf
Languages: vi_vn

source: Add
vi_vn: Cộng

source: Edit
vi_vn: Chỉnh sửa

source: List
vi_vn: Dạng danh mục

source: View details
vi_vn: Xem chi tiết

source: Options
vi_vn: Tùy chọn

source: Generator
vi_vn: Tạo

source: Add new
vi_vn: Thêm mới

source: View
vi_vn: Xem

source: yes
vi_vn: Có

source: no
vi_vn: Không

source: filter by %s
vi_vn: lọc theo %s

source: %s deletion
vi_vn: %s xóa

source: %s addition
vi_vn: %s bổ sung

source: %s modification
vi_vn: %s chỉnh sửa

source: Edit: %s
vi_vn: Chỉnh sửa: %s

source: Cancel
vi_vn: Hủy

source: Export
vi_vn: Xuất

source: Bad SQL query
vi_vn: Truy vấn SQL không tốt

source: Operational
vi_vn: Hoạt động

source: Degraded Performance
vi_vn: Hiệu suất giảm

source: Partial Outage
vi_vn: Ngưng hoạt động một phần

source: Major Outage
vi_vn: Ngừng hoạt động toàn bộ

source: Do you really want to uninstall this module?
vi_vn: Bạn có chắc chắn muốn hủy cài đặt module này không?

source: Disable this module
vi_vn: Vô hiệu hóa module này

source: Enable this module for all shops
vi_vn: Kích hoạt module này cho tất cả các cửa hàng

source: Disable
vi_vn: Tắt

source: Enable
vi_vn: Kích hoạt

source: Disable on mobiles
vi_vn: Tắt trên điện thoại

source: Disable on tablets
vi_vn: Tắt trên máy tính bảng

source: Disable on computers
vi_vn: Tắt trên máy tính

source: Display on mobiles
vi_vn: Hiển thị trên di động

source: Display on tablets
vi_vn: Hiển thị trên máy tính bảng

source: Display on computers
vi_vn: Hiển thị trên máy tính

source: Configure
vi_vn: Cấu hình

source: Delete
vi_vn: Xóa

source: This action will permanently remove the module from the server. Are you sure you want to do this?
vi_vn: Hành động này sẽ xoá vĩnh viễn các module từ máy chủ. Bạn có chắc chắn muốn làm điều này?

source: Back to list
vi_vn: Trở về danh sách

source: Enable selection
vi_vn: Cho phép chọn

source: Disable selection
vi_vn: Không cho phép chọn

source: Delete selected
vi_vn: Xóa đã chọn

source: Delete selected items?
vi_vn: Bạn muốn xóa các mục được chọn?

source: Class
vi_vn: Lớp

source: Position
vi_vn: Vị trí

source: Menus
vi_vn: Menu

source: Add new menu
vi_vn: Thêm menu mới

source: Home
vi_vn: Trang chủ

source: Invalid characters:
vi_vn: Các ký tự không hợp lệ:

source: Status
vi_vn: Trạng thái

source: Show or hide menu.
vi_vn: Hiển thị hoặc ẩn menu.

source: Parent
vi_vn: Cha

source: Save
vi_vn: Lưu

source: Settings
vi_vn: Tùy chỉnh

source: This information is available in your Google Analytics account
vi_vn: Thông tin này có sẵn trong tài khoản Google Analytics của bạn

source: Enable User ID tracking
vi_vn: Kích hoạt User ID theo dõi

source: Enabled
vi_vn: Cho phép

source: Disabled
vi_vn: Vô hiệu hóa

source: Recommended Modules and Services
vi_vn: Các module và các dịch vụ được đề xuất

source: Reset
vi_vn: Làm lại

source: Uninstall
vi_vn: Gỡ bỏ

source: Translate
vi_vn: Dịch

source: Update
vi_vn: Cập nhật

source: Manage hooks
vi_vn: Quản lý hooks

source: Install
vi_vn: Cài đặt

source: Read more
vi_vn: Xem thêm

source: You bought this module on PrestaShop Addons. Thank You.
vi_vn: Bạn đã mua module này trên PrestaShop Addons. Cảm ơn.

source: Bought
vi_vn: Đã mua

source: This module is available on PrestaShop Addons
vi_vn: Module này sẵn có trên PrestaShop Addons

source: Popular
vi_vn: Nổi bật

source: Official
vi_vn: Chính thức

source: Need update
vi_vn: Cần cập nhật

source: Free
vi_vn: Miễn phí!

source: This module is available for free thanks to our partner.
vi_vn: Module này có sẵn miễn phí cảm ơn đối tác của chúng ta.

source: Would you like to delete the content related to this module ?
vi_vn: Bạn có muốn xóa nội dung liên quan đến module này không ?

source: by
vi_vn: bởi

source: Confirm reset
vi_vn: Xác nhận thiết lập lại

source: No - reset only the parameters
vi_vn: Không - chỉ thiết lập lại các thông số

source: Yes - reset everything
vi_vn: Có - Thiết lập lại mọi thứ

source: Preferences saved
vi_vn: Lưu tùy chọn

source: Remove from Favorites
vi_vn: Bỏ khỏi mục Ưa thích

source: Mark as Favorite
vi_vn: Đánh dấu như một mục ưa thích

source: No modules available in this section.
vi_vn: Không có module sẵn có trong mục này.

source: Module %1s
vi_vn: Mô-đun %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
vi_vn: Chính thức, module chứng nhận PrestaShop. Miễn phí, an toàn và bao gồm các bản cập nhật!

source: Update it!
vi_vn: Hãy cập nhật nó!

source: Install the selection
vi_vn: Cài đặt các lựa chọn

source: Uninstall the selection
vi_vn: Gỡ bỏ các lựa chọn

source: Add my IP
vi_vn: Thêm IP của tôi

source: (tax excl.)
vi_vn: (chưa bao gồm thuế)

source: Multistore
vi_vn: Nhiều cửa hàng

source: Check / Uncheck all
vi_vn: Chọn /Bỏ chọn tất cả

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
vi_vn: Bạn đang chỉnh sửa trang này cho một nhóm hoặc cửa hàng riêng, Nhấn "Đồng ý" để kiểm tra tất cả các trường, "Không đồng ý" để hủy kiểm tra chúng.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
vi_vn: Nếu bạn kiểm tra một trường, thay đổi giá trị của nó, và lưu lại, các hành vi multistore sẽ không áp dụng cho các cửa hàng (hoặc nhóm), cho thông số cụ thể này.

source: You can't change the value of this configuration field in the context of this shop.
vi_vn: Bạn không thể thay đổi giá trị của tập tin cấu hình trong phạm vi của cửa hàng này.

source: Are you sure you want to uninstall this module?
vi_vn: Bạn có chắc chắn muốn bỏ cài đặt module này không?

source: Generate your Google sitemap file
vi_vn: Tạo tập tin Google sitemap của bạn

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
vi_vn: Có lỗi xảy ra trong khi đang cố gắng để kiểm tra quyền truy cập file của bạn. Hãy điều chỉnh quyền truy của bạn để cho phép PrestaShop để viết một tập tin trong thư mục gốc của bạn.

source: PrestaShop Security
vi_vn: Sự bảo mật Prestashop

source: Protect your store from fraudulent payments
vi_vn: Bảo vệ cửa hàng của bạn khỏi các khoản thanh toán gian lận

source: -- Please choose your main activity --
vi_vn: -- Vui lòng chọn hoạt động chính của bạn --

source: Adult
vi_vn: Người lớn

source: Animals and Pets
vi_vn: Động vật và thú nuôi

source: Art and Culture
vi_vn: Văn hóa nghệ thuật

source: Babies
vi_vn: Trẻ em

source: Beauty and Personal Care
vi_vn: Chăm sóc và làm đẹp

source: Cars
vi_vn: Ô tô, xe máy

source: Computer Hardware and Software
vi_vn: Phần cứng, phần mềm máy tính

source: Fashion and accessories
vi_vn: Thời trang và phụ kiện

source: Flowers, Gifts and Crafts
vi_vn: Hoa, quà, đồ lưu niệm

source: Food and beverage
vi_vn: Ăn uống

source: HiFi, Photo and Video
vi_vn: HiFi, Ảnh và Video

source: Home and Garden
vi_vn: Nhà cửa, vườn

source: Home Appliances
vi_vn: Đồ gia dụng

source: Jewelry
vi_vn: Trang sức

source: Mobile and Telecom
vi_vn: Viễn thông, di động

source: Services
vi_vn: Dịch vụ

source: Shoes and accessories
vi_vn: Giầy dép và phụ kiện

source: Sport and Entertainment
vi_vn: Thể thao, giải trí

source: Travel
vi_vn: Du lịch

source: Cheque
vi_vn: Kiểm tra

source: Bankwire
vi_vn: Chuyển khoản

source: Credit card
vi_vn: Thẻ tín dụng

source: Credit card multiple
vi_vn: Nhiều thẻ tín dụng

source: Prepaid account (MoneyBookers, PayPal...)
vi_vn: Tài khoản trả trước (MoneyBookers, PayPal...)

source: Please accept the terms of service.
vi_vn: Hãy chấp nhận các Điều khoản Dịch vụ.

source: PrestaShop Security configuration
vi_vn: Cấu hình bảo mật PrestaShop

source: My shop does not have a PrestaShop Security account yet
vi_vn: Cửa hàng của tôi hiện chưa có tài khoản Bảo mật PrestaShop

source: I already have an account
vi_vn: Tôi đã có một tài khoản

source: Your email
vi_vn: Email của bạn

source: Shop Url
vi_vn: Url cửa hàng

source: I agree with the terms of PrestaShop Security service and I adhere to them unconditionally.
vi_vn: Tôi đồng ý với các điều khoản dịch vụ và sẽ tuân thủ nó vô điều kiện.

source: Create account
vi_vn: Tạo tài khoản

source: Shop ID
vi_vn: Mã ID cửa hàng

source: Shop KEY
vi_vn: Khoá KEY của cửa hàng

source: Shop activity
vi_vn: Hoạt động mua sắm

source: Carriers
vi_vn: Cty vận chuyển

source: Carrier
vi_vn: Nhà vận chuyển

source: Carrier Type
vi_vn: Loại hãng vận chuyển

source: Choose a carrier type...
vi_vn: Chọn một loại hãng vận chuyển...

source: Payments
vi_vn: Thanh toán

source: Payment Module
vi_vn: Module thanh toán

source: Payment Type
vi_vn: Hình thức thanh toán

source: Choose a payment type...
vi_vn: Chọn một loại thanh toán...

source: Email is invalid
vi_vn: Email không hợp lệ

source: Shop URL is invalid
vi_vn: URL cửa hàng không hợp lệ

source: Impossible to create a new account, please report this bug on http://forge.prestashop.com/
vi_vn: Không thể tạo một tài khoản mới, vui lòng báo cáo lỗi này trên http://forge.prestashop.com/

source: This order has not been sent to PrestaShop Security.
vi_vn: Đơn đặt hàng này không được gửi đến PrestaShop Security.

source: Scoring:
vi_vn: Ghi điểm:

source: Unknown
vi_vn: Không rõ

source: Report this order as a fraud to PrestaShop
vi_vn: Báo cáo đơn đặt hàng này như gian lận cho PrestaShop

source: Pick up in-store
vi_vn: Lấy hàng tại cửa hàng

source: Withdrawal point
vi_vn: Điểm thu hồi

source: Slow shipping more than 3 days
vi_vn: Vận chuyển chậm hơn 3 ngày

source: Shipping express
vi_vn: Vận chuyển nhanh

source: Download
vi_vn: Tải về

source: Read more about the CSV format at:
vi_vn: Đọc thêm về định dạng CVS ở:

source: or
vi_vn: hoặc

source: The locale must be installed
vi_vn: Các địa phương phải được cài đặt

source: Multiple value separator
vi_vn: Dấu phân cách nhiều giá trị

source: Comment:
vi_vn: Bình luận

source: Task description
vi_vn: Mô tả công việc

source: Update my currencies
vi_vn: Cập nhật tiền tệ của tôi

source: Target link
vi_vn: Link đến

source: Enter a description for this task.
vi_vn: Nhập mô tả cho tác vụ này.

source: Set the link of your cron task.
vi_vn: Thiết lập liên kết của công việc định kỳ của bạn.

source: Do not forget to use an absolute URL to make it valid! The link also has to be on the same domain as the shop.
vi_vn: Đừng quên sử dụng một URL tuyệt đối để làm cho nó có giá trị! Các liên kết cũng phải được trên cùng một tên miền như các cửa hàng.

source: Task frequency
vi_vn: Tần suất tác vụ

source: At what time should this task be executed?
vi_vn: Lúc mấy giờ nên công việc này được thực hiện?

source: On which day of the month should this task be executed?
vi_vn: Vào ngày của tháng nên công việc này được thực hiện?

source: On what month should this task be executed?
vi_vn: Ngày tháng nào công việc này phải được thực hiện?

source: On which day of the week should this task be executed?
vi_vn: Vào ngày của tháng nên công việc này được thực hiện?

source: Cron mode
vi_vn: Chế độ cron

source: Basic
vi_vn: Cơ bản

source: Use the PrestaShop cron tasks webservice to execute your tasks.
vi_vn: Sử dụng PrestaShop cron nhiệm vụ webservice để thực hiện nhiệm vụ của bạn.

source: Advanced
vi_vn: Nâng cao

source: For advanced users only: use your own crontab manager instead of PrestaShop cron tasks service.
vi_vn: Đối với người dùng cao cấp chỉ: quản lý sử dụng crontab của riêng bạn thay vì PrestaShop vụ nhiệm vụ cron.

source: The Advanced mode enables you to use your own cron tasks manager instead of PrestaShop cron tasks webservice.
vi_vn: Các chế độ nâng cao cho phép bạn sử dụng riêng của người quản lý công việc cron của bạn thay vì PrestaShop nhiệm vụ cron webservice.

source: First of all, make sure the 'curl' library is installed on your server.
vi_vn: Trước hết, hãy chắc chắn rằng 'curl' thư viện được cài đặt trên máy chủ của bạn.

source: To execute your cron tasks, please insert the following line in your cron tasks manager:
vi_vn: Để thực hiện nhiệm vụ cron của bạn, xin vui lòng nhập dòng sau trong quản lý công việc cron của bạn:

source: Day
vi_vn: Ngày

source: Month
vi_vn: Tháng

source: Day of week
vi_vn: Ngày trong tuần

source: Last execution
vi_vn: Lần thực hiện cuối

source: One shot
vi_vn: Một lần

source: Active
vi_vn: hoạt động

source: Every hour
vi_vn: Từng giờ

source: Every day
vi_vn: Từng ngày

source: Every month
vi_vn: Từng tháng

source: Every day of the week
vi_vn: Mỗi ngày trong tuần

source: Never
vi_vn: Không bao giờ

source: Every day of the month
vi_vn: Mỗi ngày trong tháng

source: Hour
vi_vn: giờ

source: Now
vi_vn: Hiện tại

source: Done
vi_vn: Hoàn thành

source: Choose Time
vi_vn: Chọn thời gian

source: Time
vi_vn: Thời gian

source: Transform a guest into a customer
vi_vn: Chuyển đổi một vị khách thành khách hàng

source: Process a standard refund
vi_vn: Xử lý một khoản hoàn lại tiêu chuẩn

source: Process a partial refund
vi_vn: Xử lý hoàn lại một phần

source: Refunded
vi_vn: Hoàn trả lại

source: Return products
vi_vn: Trở lại sản phẩm

source: Refund products
vi_vn: Hoàn trả lại sản phẩm

source: Cancel products
vi_vn: Hủy bỏ sản phẩm

source: Keywords
vi_vn: Từ khóa:

source: Cron tasks manager
vi_vn: Quản lý nhiệm vụ Cron

source: Manage all your automated web tasks from a single interface.
vi_vn: Quản lý tất cả các tác vụ tự động web của bạn từ một giao diện duy nhất.

source: To be able to use this module, please activate cURL (PHP extension).
vi_vn: Để có thể sử dụng mô-đun này, xin vui lòng kích hoạt cURL (PHP mở rộng).

source: Cron tasks
vi_vn: Nhiệm vụ Cron

source: Add new task
vi_vn: Thêm nhiệm vụ mới

source: Merchant Expertise
vi_vn: Giám định việc bán hàng

source: Features
vi_vn: Tính năng

source: Achievements
vi_vn: Thành tựu

source: International
vi_vn: Quốc tế

source: 1. Beginner
vi_vn: 1. Khởi đầu

source: 2. Pro
vi_vn: 2. Chuyên nghiệp

source: 3. Expert
vi_vn: 3. Chuyên gia

source: 4. Wizard
vi_vn: 4. Hướng dẫn

source: Become an e-commerce expert within the blink of an eye!
vi_vn: Trở thành một chuyên gia thương mại điện tử trong chớp mắt!

source: Your Merchant Expertise
vi_vn: Giám định bán hàng của bạn

source: Level
vi_vn: Mức độ

source: Last badge :
vi_vn: Huy hiệu cuối :

source: Next badge :
vi_vn: Huy hiệu tiếp theo :

source: View my complete profile
vi_vn: Xem hồ sơ hoàn chỉnh của tôi

source: Administration
vi_vn: Quản trị

source: Advertising and Marketing
vi_vn: Quảng cáo và tiếp thị

source: Analytics and Stats
vi_vn: Phân tích & Thống kê

source: Taxes & Invoicing
vi_vn: Thuế & Hóa đơn

source: Checkout
vi_vn: Thanh toán

source: Content Management
vi_vn: Quản lý nội dung

source: Customer Reviews
vi_vn: Khách hàng đánh giá

source: Emailing
vi_vn: Đang gửi email

source: Front office Features
vi_vn: Các tính năng trong Front Office

source: Internationalization and Localization
vi_vn: Quốc tế hóa và nội địa hóa

source: Merchandising
vi_vn: Theo dõi đơn hàng

source: Migration Tools
vi_vn: Công cụ di chuyển

source: Payments and Gateways
vi_vn: Phương thức thanh toán

source: Site certification & Fraud prevention
vi_vn: Chứng chỉ bảo mật

source: Pricing and Promotion
vi_vn: Khuyến mại

source: Quick / Bulk update
vi_vn: Cập nhật nhanh/ khối lượng lớn

source: Shipping and Logistics
vi_vn: Vận chuyển

source: Comparison site & Feed management
vi_vn: So sánh trang web & quản lý nguồn cấp dữ liệu

source: Mobile
vi_vn: Di động

source: Dashboard
vi_vn: Bảng điều khiển

source: Internationalization & Localization
vi_vn: Quốc tế hóa và nội địa hóa

source: Emailing & SMS
vi_vn: Email & Tin nhắn

source: Social Networks
vi_vn: Mạng xã hội

source: Social & Community
vi_vn: Mạng xã hội & Cộng đồng

source: Module not found
vi_vn: Không tìm thấy module

source: Modules to update
vi_vn: Các module để cập nhật

source: Translate this module
vi_vn: Dịch module này

source: This module cannot be installed
vi_vn: Không thể cài đặt module này

source: Important Notice
vi_vn: Thông báo khẩn

source: This module is Untrusted for your country
vi_vn: Module này không đáng tin cậy cho quốc gia của bạn

source: Other Modules
vi_vn: Mô đun khác

source: Installed Modules
vi_vn: Đã cài đặt

source: Disabled Modules
vi_vn: Chỉ mô đun đã tắt

source: Filter by
vi_vn: Lọc

source: Installed & Not Installed
vi_vn: Tất cả

source: Modules Not Installed
vi_vn: Chưa Cài Đặt Mô-Đun

source: Enabled & Disabled
vi_vn: Bao gồm Bật và Tắt

source: Enabled Modules
vi_vn: Chỉ mô đun đã được bật

source: Authors
vi_vn: Tác giả

source: All Modules
vi_vn: Tất cả các mô-đun

source: Free Modules
vi_vn: Các module miễn phí

source: Partner Modules (Free)
vi_vn: Partner Modules (Miễn phí)

source: Must Have
vi_vn: Phải có

source: Modules purchased on Addons
vi_vn: Các module đã mua trên Addons

source: All authors
vi_vn: Tất cả tác giả

source: All countries
vi_vn: Tất cả quốc gia

source: Current country:
vi_vn: Quốc gia hiện tại:

source: None
vi_vn: Không

source: Module
vi_vn: Mô-đun

source: Normal view
vi_vn: Xem bình thường

source: Favorites view
vi_vn: Xem mục ưa thích

source: Categories
vi_vn: Danh mục

source: Interest
vi_vn: Quan tâm

source: Favorite
vi_vn: Yêu thích

source: Page
vi_vn: Trang

source: Choose layouts
vi_vn: Chọn bố cục

source: Layout
vi_vn: Bố trí

source: The Memcached server cannot be added.
vi_vn: Máy chủ Memcached không thể được thêm vào.

source: You do not have permission to delete this.
vi_vn: Bạn không có quyền xóa ở đây.

source: There was an error when attempting to delete the Memcached server.
vi_vn: Có lỗi khi cố gắng xóa các máy chủ memcached.

source: Clear cache
vi_vn: Xóa bộ nhớ đệm

source: Successful update.
vi_vn: Cập nhật thành công.

source: Products
vi_vn: Sản phẩm

source: Product
vi_vn: Sản phẩm

source: Help
vi_vn: Giúp đỡ

source: This functionality has been disabled.
vi_vn: Chức năng này đã bị vô hiệu hóa.

source: Memcached via PHP::Memcache
vi_vn: Hệ thống phân phối và lưu trữ bộ nhớ đệm trên RAM Memcached qua PHP:: Memcache

source: (you must install the [a]Memcache PECL extension[/a])
vi_vn: (bạn phải cài đặt phần mở rộng [a]Memcache PECL [/a])

source: Memcached via PHP::Memcached
vi_vn: Hệ thống phân phối và lưu trữ bộ nhớ đệm trên RAM Memcached qua PHP:: Memcache

source: (you must install the [a]Memcached PECL extension[/a])
vi_vn: (bạn phải cài đặt phần mở rộng [a]Memcache PECL [/a])

source: (you must install the [a]APC PECL extension[/a])
vi_vn: (Bạn phải cài đặt phần mở rộng [a]APC PECL [/a])

source: (you must install the [a]Xcache extension[/a])
vi_vn: (Bạn phải cài đặt phần mở rộng [a]Xcache [/a])

source: IP address
vi_vn: Địa chỉ IP

source: Not Installed
vi_vn: Chưa được cài đặt

source: Installed
vi_vn: Đã cài đặt

source: More modules on addons.prestashop.com
vi_vn: Nhiều module hơn trên addons.prestashop.com

source: Sign up now
vi_vn: Đăng ký ngay

source: Email address
vi_vn: Địa chỉ e-mail

source: Remember me
vi_vn: Ghi nhớ tôi

source: Forgot your password?
vi_vn: Quên mật khẩu?

source: Password
vi_vn: Mật khẩu

source: Your password has been successfully changed.
vi_vn: Mật khẩu của bạn đã được đổi thành công.

source: Your Sitemaps were successfully created. Please do not forget to setup the URL
vi_vn: Sitemaps của bạn đã được tạo thành công. Xin đừng quên thiết lập các URL

source: in your Google Webmaster account.
vi_vn: trong tài khoản Google Webmaster của bạn.

source: Your Sitemaps
vi_vn: Sitemap của bạn

source: Sitemaps were already created.
vi_vn: Sitemap đã được tạo.

source: Continue
vi_vn: Tiếp tục

source: Please set up the following Sitemap URL in your Google Webmaster account:
vi_vn: Vui lòng thiết lập Sitemap URL sau trong tài khoản Google Webmaster:

source: This URL is the master Sitemaps file. It refers to the following sub-sitemap files:
vi_vn: Đây là URL Sitemaps. Nó đề cập đến các tập tin phụ sub-sitemap sau đây:

source: Your last update was made on this date:
vi_vn: Cập nhật cuối cùng của bạn đã được thực hiện vào ngày:

source: For a better use of the module, please make sure that you have
vi_vn: Để các mô-đun được sử dụng tốt hơn, hãy chắn chắn rằng bạn có

source: a minimum memory_limit value of 128 MB.
vi_vn: giả trị cực tiểu của memory_limit là 128MB.

source: a minimum max_execution_time value of 30 seconds.
vi_vn: giá trị lớn nhất của max_execution_time là 30 giây.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
vi_vn: Bạn có thể chỉnh sửa những giới hạn trong tập tin php.ini của bạn. Để biết thêm chi tiết, xin vui lòng liên hệ với nhà cung cấp hosting của bạn.

source: Configure your Sitemap
vi_vn: Tinh chỉnh Sitemap

source: Several Sitemaps files will be generated depending on how your server is configured and on the number of activated products in your catalog.
vi_vn: Một vài file Sitemaps sẽ được tạo dựa vào cấu hình server và số lượng sản phẩm đã kích hoạt trong danh mục sản phẩm.

source: How often do you update your store?
vi_vn: Bạn có thường xuyên cập nhật cửa hàng?

source: always
vi_vn: luôn luôn

source: hourly
vi_vn: hàng giờ

source: daily
vi_vn: hàng ngày

source: weekly
vi_vn: hàng tuần

source: monthly
vi_vn: hàng tháng

source: yearly
vi_vn: hàng năm

source: never
vi_vn: Không bao giờ

source: Check this box if you wish to check the presence of the image files on the server
vi_vn: Kiểm tra sự tồn tại của file ảnh trên máy chủ

source: check all
vi_vn: Chọn hết

source: Indicate the pages that you do not want to include in your Sitemaps file:
vi_vn: Chọn ra những trang mà bạn loại khỏi chỉ mục trang sitemap:

source: Generate Sitemap
vi_vn: Tạo sitemap

source: This can take several minutes
vi_vn: Quá trình này có thể mất vài phút

source: You have two ways to generate Sitemap:
vi_vn: Bạn có 2 cách để tạo sitemap:

source: Manually:
vi_vn: Thủ công:

source: using the form above (as often as needed)
vi_vn: sử dụng form trên (bất kì lúc nào cần thiết)

source: -or-
vi_vn: -hoặc-

source: Automatically:
vi_vn: Tự động:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
vi_vn: Hãy liên hệ với nhà cung cấp dịch vụ hosting để thiết lập "Cron" để nạp các đường dẫn URL sau:

source: It will automatically generate your XML Sitemaps.
vi_vn: Tự động xuất ra bản XML Sitemap.

source: uncheck all
vi_vn: Bỏ chọn tất cả

source: Error!
vi_vn: Lỗi!

source: Warning!
vi_vn: Cảnh báo!

source: Success!
vi_vn: Thành công!

source: What does this module do?
vi_vn: Mô-đun này để làm gì?

source: Originally, cron is a Unix system tool that provides time-based job scheduling: you can create many cron jobs, which are then run periodically at fixed times, dates, or intervals.
vi_vn: Ban đầu, cron là một công cụ hệ thống Unix cung cấp thời gian dựa trên công việc lập kế hoạch: bạn có thể tạo ra nhiều công việc cron, sau đó chạy theo định kỳ tại cố định thời gian, ngày tháng, hoặc khoảng thời gian.

source: This module provides you with a cron-like tool: you can create jobs which will call a given set of secure URLs to your PrestaShop store, thus triggering updates and other automated tasks.
vi_vn: Mô-đun này cung cấp cho bạn một công cụ giống như cron: bạn có thể tạo ra công việc đó sẽ gọi cho một tập hợp của an toàn URL để các cửa hàng PrestaShop của bạn, do đó kích hoạt cập nhật và các nhiệm vụ tự động.

source: Do not forget to use an absolute URL in the target link to make it valid! The link also has to be on the same domain as the shop.
vi_vn: Đừng quên sử dụng một URL tuyệt đối trong các mục tiêu liên kết để làm cho nó có giá trị! Các liên kết cũng phải được trên cùng một tên miền như các cửa hàng.

source: Become an e-commerce expert in leaps and bounds!
vi_vn: Trở thành một chuyên gia thương mại điện tử trong nhảy vọt!
