Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: ar_sa, da_dk

source: Newsletter subscription
ar_sa: الاشتراك في خدمة الرسائل الاخبارية
da_dk: Nyhedsbrev abonnement

source: Adds a form for newsletter subscription.
da_dk: Tilføjer en formular til tilmelding til nyhedsbrev

source: Are you sure that you want to delete all of your contacts?
ar_sa: هل أنت متأكد أنك تريد حذف كل ما تبذلونه من الاتصالات؟
da_dk: Er du sikker på, at du vil slette alle dine kontakter?

source: Subscribed
ar_sa: مشترك
da_dk: Tilmeldt

source: Subscribed on
ar_sa: مشترك في
da_dk: Tilmeldt den

source: Newsletter registrations
ar_sa: الإشتراك بالنشرة البريدية
da_dk: Nyhedsbrev tilmeldinger

source: Unsubscribe
ar_sa: إلغاء الاشتراك
da_dk: Afmeld

source: Would you like to send a verification email after subscription?
ar_sa: هل ترغب في إرسال رسالة تحقق إلى البريد الإلكتروني بعد تسجيل الإشتراك؟
da_dk: Send e-mail med godkendelse efter tilmelding?

source: Would you like to send a confirmation email after subscription?
ar_sa: إرسال تأكيد البريد الإلكتروني بعد الاشتراك؟
da_dk: Send e-mail med bekræftelse efter tilmelding?

source: Welcome voucher code
ar_sa: نرحب قسيمة رمز
da_dk: Velkomst rabatkupon kode

source: Leave blank to disable by default.
ar_sa: اتركه فارغا لتعطيل
da_dk: Efterlad blank for at deaktivere.

source: Newsletter conditions
da_dk: Betingelser for nyhedsbrevet

source: This text will be displayed beneath the newsletter subscribe button.
da_dk: Denne tekst vises under knappen med tilmelding til nyhedsbrevet.

source: Export customers' addresses
ar_sa: تصدير عناوين العملاء
da_dk: Eksporter kunders adresser

source: Customers' country
ar_sa: دولة العملاء
da_dk: Kundernes lande

source: Filter customers by country.
ar_sa: قم بتصفية العملاء بحسب البلد.
da_dk: Filtrer kunder efter land.

source: Newsletter subscribers
ar_sa: المتواصلون في خدمة النشرة الإخبارية
da_dk: Abonnenter for nyhedsbreve

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
ar_sa: قم بتصفية العملاء بحسب اشتراكهم بخدمة القائمة البريدية أو لا، والذين لديهم حسابات أو لا.
da_dk: Filtrer kunder som abonnerer på nyhedsbrevet eller ej, og som har en konto eller ej.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
da_dk: Kunder kan tilmelde sig dit nyhedsbrev ved tilmelding eller ved at indtaste deres e-mailadresse på formularen til nyhedsbrevet.

source: All subscribers
ar_sa: كافة المشتركين
da_dk: Alle abonnenter

source: Subscribers with account
ar_sa: المشتركين في القائمة البريدية ذوي الحسابات
da_dk: Abonnenter med konto

source: Subscribers without account
ar_sa: المشتركين بلا حسابات
da_dk: Abonnenter uden en konto

source: Non-subscribers
ar_sa: الغير متواصلين
da_dk: Ikke-abonnenter

source: Partner offers subscribers
da_dk: Abonnenter på partnertilbud

source: Filter customers who have agreed to receive your partners' offers or not.
ar_sa: تصفية العملاء الذين وافقوا أو لم يوافقوا على استلام عروض من شركائنا.
da_dk: Filtrer kunder som har accepteret at modtage dine partneres tilbud eller ej.

source: Partner offers subscribers have agreed to receive your partners' offers.
da_dk: Abonnenter på partnertilbud har accepteret at modtage dine partneres tilbud.

source: All customers
ar_sa: جميع العملاء
da_dk: Alle kunder

source: Partner offers non-subscribers
da_dk: Ikke-abonnenter på partnertilbud

source: Search for addresses
ar_sa: ابحث عن العناوين
da_dk: Søg efter adresse

source: Email address to search
ar_sa: البريد الإلكتروني المراد البحث عنه
da_dk: Søg efter e-mail adresse

source: Example: contact@prestashop.com or @prestashop.com
ar_sa: مثال: contact@prestashop.com أو @prestashop.com
da_dk: Eksempel: contact@prestashop.com eller @prestashop.com

source: No customers found with these filters!
ar_sa: لم يتم العثور على أي عميل حسب الفلترة!
da_dk: Ingen kunder blev fundet med disse filtre!

source: The .CSV file has been successfully exported: %d customers found.
ar_sa: تم تصدير الملف CSV بنجاح: %d عميل تم إيجاده.
da_dk: .CSV filen er fejlfrit eksporteret: %d kunder fundet.

source: Download the file
ar_sa: تنزيل الملف
da_dk: Download filen

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
ar_sa: تحذير: عند فتح هذا الملف ذو صيغة .csv بواسطة برنامج إكسل، يرجى اختيار تشفير UTF-8 لتجنب ظهور رموز غريبة.
da_dk: ADVARSEL: Ved åbning af denne .csv fil med Excel, så vælg UTF-8 kodning for at undgå mærkelige karakterer.

source: Error: Write access limited
ar_sa: خطأ: الوصول للكتابة محدود
da_dk: Fejl: Begrænset skriveadgang

source: No result found!
ar_sa: لم يتم العثورعلى نتائج!
da_dk: Ingen resultater fundet!

source: -- Select associated page --
da_dk: -- Vælg tilknyttet side --
