Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesStatsproductAdmin.*.xlf
Languages: ar_sa

source: Product details
ar_sa: تفاصيل المنتج

source: Number of purchases compared to number of views
ar_sa: كمية المشتريات مقارنة بعدد المشاهدات

source: Details
ar_sa: النفاصيل

source: Total bought
ar_sa: إجمالي ما تم شراؤه

source: Sales (tax excluded)
ar_sa: المبيعات (شاملة الضريبة)

source: Total Viewed
ar_sa: إجمالي المشاهد

source: Conversion rate
ar_sa: نسبة التحويل

source: CSV Export
ar_sa: إستيراد ملف إعدادات

source: Attribute sales distribution
ar_sa: السمة مبيعات التوزيع

source: Cross selling
ar_sa: عبر بيع

source: Choose a category
ar_sa: اختيار الفئة

source: Products available
ar_sa: المنتجات المتاحة

source: Popularity
ar_sa: الشعبية

source: Visits (x100)
ar_sa: الزيارات (X100)

source: Stock
ar_sa: الاسهم
