Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesWelcomeAdmin.*.xlf
Languages: ko_kr, no_no

source: Let's create your first product
ko_kr: 첫번째 상품을 생성해 봅시다
no_no: La oss opprette ditt første produkt

source: What do you want to tell about it? Think about what your customers want to know.
ko_kr: 그것에 대해 할말이 있나요? 당신의 고객이 알고 싶은것에 대해 생각해 보세요.
no_no: Hva vil du fortelle om det? Tenk på hva kundene dine vil vite.

source: Add clear and attractive information. Don't worry, you can edit it later :)
ko_kr: 명확하고 멋진 정보를 추가하세요. 걱정마세요, 나중에 수정할 수 있습니다 :)
no_no: Legg til tydelig og attraktiv informasjon. Ikke vær redd, du kan redigere det senere :)

source: Give your product a catchy name.
ko_kr: 당신의 상품에 기억하기 쉬운 이름을 부여하세요.
no_no: Gi produktet ditt et catchy navn.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
ko_kr: 이 탭의 필수 상세 정보를 채워주세요. 다른 탭들은 더 많은 고급 정보에 쓰입니다.
no_no: Fyll ut de mest vesentlige detaljene i denne fanen. De andre fanene er for mer avansert informasjon.

source: Add one or more pictures so your product looks tempting!
ko_kr: 당신의 상품이 멋져보이게 하나 이상의 사진을 추가하세요!
no_no: Legg til ett eller flere bilder slik at produktet ditt ser fristende ut!

source: How much do you want to sell it for?
ko_kr: 얼마에 판매 하실건가요?
no_no: Hvor mye vil du selge det for?

source: Yay! You just created your first product. Looks good, right?
ko_kr: 좋아요! 당신은 방금 첫 상품을 생성했습니다. 괜찮아 보이죠?
no_no: Hurra! Du har akkurat opprettet ditt første produkt. Ser bra ut, ikke sant?

source: Give your shop its own identity
ko_kr: 상점에 고유성을 부여합니다
no_no: Gi butikken din en egen identitet

source: How do you want your shop to look? What makes it so special?
ko_kr: 당신의 상점이 어떻게 보이길 원하나요? 어떤것이 특별하게 만들어 줄까요?
no_no: Hvordan vil du at butikken din skal se ut? Hva gjør den så spesiell?

source: Customize your theme or choose the best design from our theme catalog.
ko_kr: 테마나 테마 목록에서 가장 좋은 디자인을 선택해서 사용자 정의해 보세요.
no_no: Tilpass temaet eller velg det beste designet fra vår temakatalog.

source: A good way to start is to add your own logo here!
ko_kr: 시작하는 좋은 방법은 여기에 당신이 만든 로고를 추가하는 겁니다!
no_no: En god måte å starte på er å legge til din egen logo her!

source: If you want something really special, have a look at the theme catalog!
ko_kr: 정말로 특별한 무언가를 원한다면, 테마 목록을 둘러보세요!
no_no: Ta en kikk i vår temakatalog om du ønsker noe skikkelig spesielt!

source: Get your shop ready for payments
ko_kr: 당신의 상점에 결제 준비하기
no_no: Gjør butikken klar til å ta imot betaling

source: How do you want your customers to pay you?
ko_kr: 당신의 고객들이 어떻게 결제하길 원하시나요?
no_no: Hvordan vil du at dine kunder skal betale deg?

source: Adapt your offer to your market: add the most popular payment methods for your customers!
ko_kr: 당신의 시장에 당신의 제안을 적용하세요: 당신의 고객에 대한 가장 인기있는 결제 방법을 추가하세요!
no_no: Tilpass tilbudet ditt til markedet: legg til den mest populære betalingsmåten for dine kunder!

source: These payment methods are already available to your customers.
ko_kr: 이 결제 방법들은 이미 당신의 고객들이 사용가능 합니다.
no_no: Disse betalingsmetodene er allerede tilgjengelig for dine kunder.

source: And you can choose to add other payment methods from here!
ko_kr: 그리고 여기서 그밖의 결제 방법을 추가할 수 있습니다!
no_no: Du kan også velge å legge til andre betalingsmetoder heretter!

source: Choose your shipping solutions
ko_kr: 배송 솔루션을 선택하세요
no_no: Velg dine forsendelseløsninger

source: How do you want to deliver your products?
ko_kr: 어떻게 상품을 배송하고 싶습니까?
no_no: Hvordan vil du levere produktene dine?

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
ko_kr: 당신의 고객에 가장 적절한 배송 솔루션을 선택하세요! 직접 배송업체를 생성하거나 이미 만들어진 모듈을 추가하세요.
no_no: Velg fraktmåtene som du tror vil passe kundene dine best. Lag din egen transportør eller legg til en ferdiglaget modul.

source: Here are the shipping methods available on your shop today.
ko_kr: 오늘 상점에서 사용할 수 있는 배송 방법은 다음과 같습니다.
no_no: Her er fraktmetodene som er tilgjengelige i din butikk i dag.

source: You can offer more delivery options by setting up additional carriers
ko_kr: 추가로 배송업체를 설정하여 더 많은 배송 옵션을 제공할 수 있습니다
no_no: Du kan tilby flere forsendelsemåter ved å konfigurere andre transportører

source: Improve your shop with modules
ko_kr: 모듈로 상점을 개선하세요
no_no: Forbedre butikken din med moduler

source: Add new features and manage existing ones thanks to modules.
ko_kr: 모듈 덕분에 새 기능을 추가하고 기존 기능들을 관리하세요.
no_no: Legg til nye funksjoner og administrere de eksisterede ved hjelp av moduler.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
ko_kr: 일부 모듈들은 이미 설치되어 있고, 다른 것들은 무료이거나 유료인 모듈들입니다 - 선택 항목을 찾아보고 사용가능한 항목을 찾아보세요!
no_no: Noen moduler er allerede pre-installert, andre kan være gratis eller betalte moduler - se vårt utvalg av moduler og finn ut hva som er tilgjengelig!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
ko_kr: 첫번째 탭에서 모듈 선택을 확인하세요. 두번째 탭에서 모듈들을 관리하고 세번째 탭에서 알림을 인식합니다.
no_no: Se vårt utvalg av moduler i den første fanen. Administrere dine moduler i den andre fanen og les meldinger i den tredje fanen.

source: Welcome
ko_kr: 환영합니다!
no_no: Velkommen

source: Help the user to create his first product.
ko_kr: 사용자가 첫번째 상품을 생성하는 것을 도와줍니다.
no_no: Hjelp brukeren med å opprette det første produktet.

source: Next
ko_kr: Suivant
no_no: Neste

source: Hey! Are you lost?
ko_kr: 이봐요! 헤메고 있나요?
no_no: Hei! Har du gått deg vill?

source: To continue, click here:
ko_kr: 계속하려면, 여기를 클릭:
no_no: For å fortsette, klikk her:

source: If you want to stop the tutorial for good, click here:
ko_kr: 지침서를 중단하고 싶다면, 여기를 클릭:
no_no: Hvis du vil stoppe opplæringen for godt, klikk her:

source: Quit the Welcome tutorial
ko_kr: 환영 지침서 나가기
no_no: Avslutte velkomstopplæringen

source: Continue
ko_kr: 계속하기
no_no: Fortsett

source: Skip this tutorial
ko_kr: 이 지침서 건너뛰기
no_no: Hopp over opplæringen

source: Launch your shop!
ko_kr: 당신의 상점을 개시합시다!
no_no: Lansér butikken din!

source: Resume
ko_kr: 다시 시작
no_no: Fortsett

source: Stop the OnBoarding
ko_kr: 신입 교육 중지
no_no: Stopp ombordstigningen

source: Over to you!
ko_kr: 당신 차례입니다!
no_no: Over til deg!

source: You've seen the essential, but there's a lot more to explore.
ko_kr: 필수사항을 봤지만, 탐색해야 할 것이 더 많이 있습니다.
no_no: Du har sett det essensielle, men det er mye mer å utforske.

source: Some ressources can help you go further:
ko_kr: 일부 자료들은 당신이 더 진행할 수 있게 도와줄 수 있습니다:
no_no: Noen ressurser kan hjelpe deg med å komme videre:

source: Starter Guide
ko_kr: 초심자 안내서
no_no: Start-guide

source: Forum
ko_kr: 포럼

source: Video tutorial
ko_kr: 동영상 지침서
no_no: Video-opplæring

source: I'm ready
ko_kr: 난 준비됐어요
no_no: Jeg er klar

source: Welcome to your shop!
ko_kr: 당신의 상점에 오신것을 환영합니다!
no_no: Velkommen til din butikk!

source: Hi! My name is Preston and I'm here to show you around.
ko_kr: 안녕하세요! 내 이름은 Preston 이고 당신을 안내하려고 합니다.
no_no: Hei! Mitt navn er Preston og jeg er her for å vise deg rundt.

source: You will discover a few essential steps before you can launch your shop:
ko_kr: 당신의 상점을 개시하기 전에 몇가지 필수 단계를 발견할 겁니다:
no_no: Du vil se noen vesentlige trinn før du kan åpne din butikk:

source: Create your first product, customize your shop, configure shipping and payments...
ko_kr: 당신의 첫 상품을 생성하고, 상점을 맟춤 설정하고, 배송과 결제를 구성합니다...
no_no: Opprett ditt første produkt, tilpass butikken din, konfigurer frakt og betaling...

source: Let's get started!
ko_kr: 시작합시다!
no_no: La oss komme i gang!

source: Later
ko_kr: 나중에
no_no: Senere

source: Start
ko_kr: 시작

source: Step
no_no: Steg

source: Training
no_no: Opplæring
