Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesGAnalyticsAdmin.*.xlf
Languages: de_de, pl_pl

source: Gain clear insights into important metrics about your customers, using Google Analytics
de_de: Mit Google Analytics erhalten Sie Einsicht in wichtige Kennziffern zu Ihren Kunden.
pl_pl: Uzyskaj wgląd w ważne wskaźniki na temat swoich klientów za pomocą Google Analytics

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
de_de: Möchten Sie Google Analytics wirklich löschen? Sie verlieren so alle Daten, die mit diesem Modul verknüpft sind.
pl_pl: Czy na pewno chcesz odinstalować Google Analytics? Spowoduje to utratę wszystkich danych związanych z tym modułem.

source: Account ID updated successfully
de_de: User-ID erfasst!
pl_pl: Identyfikator konta został zaktualizowany

source: Settings for User ID updated successfully
de_de: Einstellungen der User-ID wurden aktualisiert
pl_pl: Ustawienia User-ID zostały zaktualizowane

source: Your customers go everywhere; shouldn't your analytics.
de_de: Ihre Kunden gehen überall hin; Ihre "Analytics" sollten das auch tun!
pl_pl: Nie wiesz gdzie chodzą klienci; powinieneś mieć Analytics.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
de_de: Google Analytics zeigt Ihnen das Gesamtverhalten des Kunden in Werbung, Videos, Webseiten und Analyse sozialer Netzwerke. Das erleichtert Ihnen, die aktuellen Kunden zufriedenzustellen und neue hinzu zu gewinnen.
pl_pl: Google Analytics pokazuje pełny obraz klienta w całym przekroju reklam i filmów, stron internetowych i narzędzi społecznościowych, tabletów i smartfonów. To sprawia, że łatwiej jest obsługiwać obecnych klientów i pozyskiwać nowych.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
de_de: Die E-Commerce-Funktionen von Google Analytics verschaffen Ihnen den Durchblick bei wichtigen Kennziffern von Kaufverhalten und Konversion, einschließlich:
pl_pl: Dzięki funkcjonalności e-commerce w Google Analytics można uzyskać wgląd w ważne wskaźniki dotyczące zachowania klientów i konwersji, w tym:

source: Product detail views
de_de: Aufrufe Artikelinformation
pl_pl: Szczegóły wyświetleń produktu

source: Internal merchandising Success
de_de: Eigener Handelserfolg
pl_pl: Sukces wewnętrznego merchandisingu

source: The checkout process
de_de: Bestellvorgang
pl_pl: Proces finalizacji transakcji

source: Internal campaign clicks
de_de: Aktionen angeklickt
pl_pl: Kliknięcia w wewnętrznej kampanii

source: And purchase
de_de: und Kauf
pl_pl: i zakupu

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
de_de: So lässt sich für Händler nachvollziehen, wie weit potentielle Kunden im Bestellvorgang gelangen und an welcher Stelle sie ihn abbrechen.
pl_pl: Kupcy są w stanie zrozumieć, jak daleko użytkownicy doszli w procesie zakupu i gdzie go opuszczają.

source: Create your account to get started.
de_de: Melden Sie sich an und legen Sie los!
pl_pl: Załóż konto, aby rozpocząć.
