Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesWirepaymentAdmin.*.xlf
Languages: gl_es

source: Are you sure about removing these details?
gl_es: Estás segura de querer eliminar estes datos?

source: Account owner and account details must be configured before using this module.
gl_es: O titular e os datos da conta deben configurarse antes de empregar este módulo.

source: No currency has been set for this module.
gl_es: Non se estableceu ningunha moeda para este módulo.

source: Account details are required.
gl_es: Requírense os datos da conta.

source: Account owner is required.
gl_es: Requírese o titular da conta.

source: Account owner
gl_es: Titular da conta

source: Such as bank branch, IBAN number, BIC, etc.
gl_es: Coma sucursal bancaria, número IBAN, BIC, etc.

source: Bank address
gl_es: Enderezo do banco

source: Customization
gl_es: Persoalización

source: This module allows you to accept secure payments by bank wire.
gl_es: Este módulo permíteche aceptar pagamentos seguros mediante transferencia bancaria.

source: That said, you must manually confirm the order upon receiving the bank wire.
gl_es: Porén, debes confirmar manualmente a encomenda tras recibi-la transferencia bancaria.
