Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesAutoupgradeAdmin.*.xlf
Languages: vi_vn

source: Field %name% is required
vi_vn: Trường %name% là bắt buộc

source: Field %name% is invalid
vi_vn: Trường %name% không hợp lệ
