Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesImagesliderAdmin.*.xlf
Languages: es_es, pl_pl

source: Image slider
es_es: Carrusel de imágenes
pl_pl: Slider zdjęć

source: Adds an image slider to your site.
es_es: Añade un carrusel de imágenes a tu tienda.
pl_pl: Dodaj slider zdjęć na swoją stronę.

source: Invalid values
es_es: Valores no válidos
pl_pl: Nieprawidłowe wartości

source: Invalid slide
es_es: Diapositiva no válida
pl_pl: Nieprawidłowy slajd

source: Invalid slide state.
es_es: Estado de la diapositiva no válido.
pl_pl: Nieprawidłowy stan slajdu.

source: Invalid slide position.
es_es: Posición de la diapositiva no válida.
pl_pl: Niepoprawne położenie slajdów.

source: Invalid slide ID
es_es: El ID de la diapositiva no es válido
pl_pl: Nieprawidłowy ID slajdu

source: The title is too long.
es_es: El título es demasiado largo.
pl_pl: Tytuł jest za długi

source: The caption is too long.
es_es: La leyenda es demasiado larga.
pl_pl: Tytuł jest zbyt długi.

source: The URL is too long.
es_es: La URL es demasiado larga.
pl_pl: Adres URL jest za długi

source: The description is too long.
es_es: La descripción es demasiado larga.
pl_pl: Opis jest za długi

source: The URL format is not correct.
es_es: El formato de URL no es correcto.
pl_pl: Niepoprawny format adresu URL

source: Invalid filename.
es_es: Nombre de archivo no válido.
pl_pl: Niepoprawna nazwa pliku.

source: The URL is not set.
es_es: La URL no está establecida.
pl_pl: Nie ustawiony adres URL

source: The image is not set.
es_es: La imagen no está establecida.
pl_pl: Nie ustawione zdjęcie

source: The configuration could not be updated.
es_es: La configuración no ha podido ser actualizada.
pl_pl: Konfiguracja nie może zostać zaktualizowana

source: The slide could not be added.
es_es: La diapositiva no ha podido ser añadida.
pl_pl: Slajd nie może zostać dodany

source: The slide could not be updated.
es_es: La diapositiva no ha podido ser actualizada.
pl_pl: Slajd nie może zostać zaktualizowany

source: Slide information
es_es: Información de la diapositiva
pl_pl: Informacje o slajdzie

source: Target URL
es_es: URL de destino
pl_pl: Adres URL

source: Caption
es_es: Leyenda
pl_pl: Nagłówek

source: Speed
es_es: Velocidad
pl_pl: Prędkość

source: The duration of the transition between two slides.
es_es: La duración de la transición entre dos diapositivas.
pl_pl: Czas przejścia pomiędzy dwoma slajdami.

source: Pause on hover
es_es: Pausar al posicionar el ratón por encima
pl_pl: Wstrzymaj po najechaniu kursorem

source: Stop sliding when the mouse cursor is over the slideshow.
es_es: Detener la reproducción cuando el cursor del ratón está sobre la presentación.
pl_pl: Zatrzyma przesuwanie, gdy kursor myszy znajduje się nad pokazem slajdów.

source: Loop forever
es_es: Repetir indefinidamente
pl_pl: Pętla na zawsze

source: Loop or stop after the last slide.
es_es: Repetir o parar después de la ultima diapositiva.
pl_pl: Pętla lub zatrzymanie po ostatnim slajdzie.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
es_es: Dado que varios idiomas están activados en tu tienda, por favor, recuerda subir tu imagen para cada uno de ellos
pl_pl: Ponieważ wiele języków jest aktywowanych w sklepie, prosimy zwrócić uwagę aby przesłać obraz dla każdego z nich

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
es_es: No puedes gestionar los elementos de diapositivas para el contexto de "Todas las tiendas" o un "Grupo de tiendas", selecciona directamente la tienda que quieres editar
pl_pl: Nie można zarządzać elementami slajdów w kontekście wszystkich sklepów lub grupy sklepów, wybierz bezpośrednio konkretny sklep do edycji

source: You can only edit this slide from the shop(s) context: %s
es_es: Sólo puedes editar esta diapositiva desde el contexto de la(s) tienda(s): %s
pl_pl: Można tylko edytować ten slajd z kontekstu sklepu: %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
es_es: No puedes añadir diapositivas desde un contexto "Todas las tiendas" o "Grupo de Tiendas"
pl_pl: Nie można dodawać slajdów w kontekście "Wszystkie sklepy" lub "Grupa sklepów"

source: Unable to get slide shop association information (id_slide: %d)
es_es: No se puede obtener información de la tienda asociada a la diapositiva (id_slide: %d)
pl_pl: Nie można uzyskać informacji o slajdach skojarzonych ze sklepem (id_slajdu: %d)

source: The modifications will be applied to shop: %s
es_es: Las modificaciones se aplicarán a la tienda: %s
pl_pl: Zmiany zostaną zastosowane do sklepu: %s

source: The modifications will be applied to this group: %s
es_es: Las modificaciones serán aplicadas a este grupo: %s
pl_pl: Zmiany zostaną zastosowane do tej grupy: %s

source: The modifications will be applied to all shops and shop groups
es_es: Las modificaciones se aplicarán sobre todas las tiendas y grupos de tiendas
pl_pl: Zmiany będą miały zastosowanie do wszystkich sklepów i grup sklepów

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
es_es: ¡Esta dispositiva está compartida con otras tiendas! Todas las tiendas asociadas a esta diapositiva aplicarán las modificaciones hechas aquí
pl_pl: Ten slajd jest współdzielony z innymi sklepami! Wszystkie zmiany dokonane tutaj w tym slajdzie będą widoczne we wszystkich sklepach

source: Slides list
es_es: Lista de diapositivas
pl_pl: Lista slajdów

source: Shared slide
es_es: Diapositiva compartida
pl_pl: Wspólne slajdy
