Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesAutoupgradeAdmin.*.xlf
Languages: vi_vn

source: Back up my files and database
vi_vn: Sao lưu tập tin và cơ sở dữ liệu của tôi

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
vi_vn: Tự động sao lưu cơ sở dữ liệu và các tập tin của bạn để khôi phục lại cửa hàng của bạn nếu cần thiết. Đây là thí nghiệm: bạn vẫn nên thực hiện sao lưu thủ công của riêng bạn cho an toàn.

source: Back up my images
vi_vn: Sao lưu hình ảnh của tôi

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
vi_vn: Để tiết kiệm thời gian, bạn có thể quyết định không trở lại hình ảnh của bạn lên. Trong mọi trường hợp, luôn luôn chắc chắn rằng bạn đã trở lại chúng bằng tay.

source: Server performance
vi_vn: Hiệu suất máy chủ

source: Unless you are using a dedicated server, select "Low".
vi_vn: Trừ khi bạn đang sử dụng một máy chủ chuyên dụng, chọn "Low".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
vi_vn: Giá trị cao có thể gây ra việc nâng cấp thất bại nếu máy chủ của bạn không đủ mạnh để xử lý các nhiệm vụ nâng cấp trong một khoảng thời gian ngắn.

source: Low (recommended)
vi_vn: Thấp (đề nghị)

source: Medium
vi_vn: Vừa

source: High
vi_vn: Cao

source: Disable non-native modules
vi_vn: Vô hiệu hoá không phải là bản mô-đun

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
vi_vn: Như module không nguồn gốc có thể gặp một số vấn đề tương thích, chúng tôi khuyên bạn nên vô hiệu hóa chúng bằng cách mặc định.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
vi_vn: Giữ cho chúng được kích hoạt có thể ngăn cản bạn tải "Modules" trang đúng cách sau khi nâng cấp.

source: Upgrade the default theme
vi_vn: Nâng cấp theme mặc định

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
vi_vn: Nếu bạn tùy chỉnh các giao diện mặc định của PrestaShop trong thư mục của nó (thư mục tên "classic" của phiên bản 1.7), kích hoạt tùy chọn này sẽ mất đi những thay đổi của bạn.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
vi_vn: Nếu bạn đang sử dụng chủ đề của riêng bạn, việc kích hoạt tùy chọn này đơn giản sẽ cập nhật các tệp tin chủ đề mặc định và chủ đề riêng của bạn sẽ an toàn.

source: Switch to the default theme
vi_vn: Chuyển về theme mặc định

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
vi_vn: Điều này sẽ thay đổi chủ đề của bạn: cửa hàng của bạn sau đó sẽ sử dụng các theme mặc định của các phiên bản của PrestaShop bạn được nâng cấp lên.

source: Keep the customized email templates
vi_vn: Giữ lại những thay đổi bản mẫu email

source: This will not upgrade the default PrestaShop e-mails.
vi_vn: Điều này sẽ không nâng cấp các email PrestaShop mặc định.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
vi_vn: Nếu bạn tùy chỉnh mặc định các mẫu email của PrestaShop, kích hoạt tùy chọn này sẽ mất đi những thay đổi của bạn.

source: Unable to create directory %s
vi_vn: Không thể tạo thư mục %s

source: Unable to create file %s
vi_vn: Không thể tạo tập tin %s

source: Error when trying to delete backups %s
vi_vn: Lỗi khi cố gắng xóa bản sao lưu %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
vi_vn: Quá trình khôi phục hoàn tất. Xin chúc mừng! Hiện tại bạn có thể tái kích hoạt cửa hàng của mình.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
vi_vn: Quá trình nâng cấp hoàn tất. Xin chúc mừng! Hiện tại bạn có thể tái kích hoạt cửa hàng của mình.

source: Upgrade process done, but some warnings have been found.
vi_vn: Quá trình nâng cấp hoàn tất, tuy nhiên đã xuất hiện một số cảnh báo.

source: %s removed
vi_vn: %s đã loại bỏ

source: Please remove %s by FTP
vi_vn: Hãy loại bỏ %s qua FTP

source: Configuration successfully updated.
vi_vn: Cấu hình đã được cập nhật thành công.

source: This page will now be reloaded and the module will check if a new version is available.
vi_vn: Trang này sẽ được tải lại và mô-đun sẽ kiểm tra nếu có phiên bản mới.

source: File %s does not exist. Unable to select that channel.
vi_vn: Tập tin %s không tồn tại. Không thể chọn kênh đó.

source: Version number is missing. Unable to select that channel.
vi_vn: Số hiệu phiên bản bị thiếu. Không thể chọn kênh đó.

source: Upgrade process will use archive.
vi_vn: Tiến trình nâng cấp sẽ sử dụng phần lưu trữ.

source: Error on saving configuration
vi_vn: Lỗi khi lưu cấu hình

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
vi_vn: %modifiedfiles% tập tin sẽ được hiệu chỉnh, %deletedfiles% tập tin sẽ bị xóa (nếu tìm thấy chúng).

source: No diff files found.
vi_vn: Không thấy tập tin khác biệt.

source: Unable to check files for the installed version of PrestaShop.
vi_vn: Không thể kiểm tra tập tin cho phiên bản đã cài đặt của PrestaShop.

source: Unable to check files
vi_vn: Không thể kiểm tra tập tin

source: Core files are ok
vi_vn: Các tập tin lõi ổn

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
vi_vn: %modificationscount% các chỉnh sửa tập tin đã được phát hiện, bao gồm %coremodifications% từ module lõi và gốc:

source: Starting upgrade...
vi_vn: Bắt đầu nâng cấp...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
vi_vn: Bỏ qua các bước tải xuống và giải nén, tiến trình nâng cấp sẽ xóa dữ liệu mẫu bây giờ.

source: Shop deactivated. Removing sample files...
vi_vn: Cửa hàng đã được vô hiệu hoá. Loại bỏ các tập tin mẫu...

source: Skip downloading step, upgrade process will now unzip the local archive.
vi_vn: Bỏ qua bước tải về, quá trình nâng cấp sẽ giải nén phần lưu trữ cục bộ.

source: Shop deactivated. Extracting files...
vi_vn: Cửa hàng đã được vô hiệu hoá. Đang giải nén các tập tin...

source: Shop deactivated. Now downloading... (this can take a while)
vi_vn: Cửa hàng đã được vô hiệu hoá. Đang tải về... (có thể mất một lúc)

source: Downloaded archive will come from %s
vi_vn: Tài liệu lưu trữ đã tải xuống bắt nguồn từ %s

source: MD5 hash will be checked against %s
vi_vn: Mã băm MD5 sẽ được kiểm tra đề phòng %s

source: "/latest" directory has been emptied
vi_vn: thư mục "/latest" đã rỗng

source: File extraction complete. Removing sample files...
vi_vn: Khai thác tập tin hoàn chỉnh. Loại bỏ các tập tin mẫu ...

source: Unable to extract %filepath% file into %destination% folder...
vi_vn: Không thể giải nén %filepath% tập tin vào %destination% thư mục...

source: This is not a valid archive for version %s.
vi_vn: Tập tin không hợp lệ đối với phiên bản %s.

source: Extraction directory is not writable.
vi_vn: Thư mục khai thác là không thể ghi.

source: Extraction directory %s is not writable.
vi_vn: Thư mục Extraction %s không cho phép ghi.

source: [ERROR] %s does not exist or is not a directory.
vi_vn: [ERROR] %s không tồn tại hoặc không phải là một thư mục.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
vi_vn: Không có gì đã được chiết xuất. Có vẻ như các bước giải nén đã bị bỏ qua.

source: [ERROR] Unable to find files to upgrade.
vi_vn: [LỖI] Không thể tìm thấy tập tin để nâng cấp.

source: Unable to list files to upgrade
vi_vn: Không thể liệt kê các file nâng cấp

source: %s files will be upgraded.
vi_vn: %s tập tin sẽ được nâng cấp.

source: filesToUpgrade is not an array
vi_vn: Nâng cấp các tập tin không phải là một mảng

source: All files upgraded. Now upgrading database...
vi_vn: Tất cả các file nâng cấp. Bây giờ việc nâng cấp cơ sở dữ liệu ...

source: Error when trying to upgrade file %s.
vi_vn: Lỗi khi cố gắng để nâng cấp file %s.

source: %s files left to upgrade.
vi_vn: %s còn lại chưa nâng cấp.

source: Nothing has been extracted. It seems the unzip step has been skipped.
vi_vn: Không có gì đã được chiết xuất. Có vẻ như các bước giải nén đã bị bỏ qua.

source: %s modules will be upgraded.
vi_vn: %s mô-đun sẽ được nâng cấp.

source: upgradeModule step has not ended correctly.
vi_vn: bước nâng cấp module đã không được hoàn thành.

source: listModules is not an array. No module has been updated.
vi_vn: module danh sách không phải là một dãy. Không có module nào được cập nhật.

source: %s modules left to upgrade.
vi_vn: %s mô-đun chờ nâng cấp.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
vi_vn: Mô-đun %modulename% không tương thích với phiên bản %version%, nó sẽ bị loại bỏ từ ftp của bạn.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
vi_vn: Mô-đun %modulename% không tương thích với phiên bản %version%, nó sẽ bị loại bỏ từ ftp của bạn.

source: Addons modules files have been upgraded.
vi_vn: Các tập tin mô-đun bổ sung đã được nâng cấp.

source: The files of module %s have been upgraded.
vi_vn: Tập tin của mô-đun %s vừa được cập nhật.

source: [WARNING] Error when trying to upgrade module %s.
vi_vn: [WARNING] Lỗi khi cố gắng nâng cấp mô-đun %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
vi_vn: [ERROR] Không thể ghi tập tin nén của mô-đun %s's vào thư mục tạm.

source: [ERROR] No response from Addons server.
vi_vn: [ERROR] Không có phản hồi nào từ máy chủ Addons.

source: Error during database upgrade. You may need to restore your database.
vi_vn: Lỗi khi nâng cấp cơ sở dữ liệu. Có lẽ bạn cần khôi phục lại cơ sở dữ liệu.

source: Database upgraded. Now upgrading your Addons modules...
vi_vn: Đã nâng cấp cơ sở dữ liệu. Đang nâng cấp các mô-đun bổ sung của bạn...

source: The database has been cleaned.
vi_vn: Cơ sở dữ liệu đã được dọn dẹp.

source: /install/upgrade/php directory is missing in archive or directory
vi_vn: thư mục /install/upgrade/php bị thiếu trong tệp tin hoặc trữ hoặc thư mục

source: /install/upgrade/php directory is missing in archive or directory.
vi_vn: thư mục /install/upgrade/php bị thiếu trong tệp tin hoặc trữ hoặc thư mục.

source: The app/config/parameters.php file was not found.
vi_vn: Không tìm thấy tệp tin app/config/parameters.php.

source: The app/config/parameters.yml file was not found.
vi_vn: Không tìm thấy tệp tin app/config/parameters.yml.

source: Current version: %oldversion%. Version to install: %newversion%.
vi_vn: Phiên bản hiện tại: %oldversion%. Phiên bản sắp cài đặt: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
vi_vn: Phiên bản hiện tại: %oldversion%. Phiên bản sắp cài đặt: %newversion%

source: [ERROR] Version to install is too old.
vi_vn: [ERROR] Phiên bản để cài đặt quá cũ.

source: You already have the %s version.
vi_vn: Bạn đã có %s phiên bản.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
vi_vn: Không có phiên bản cũ nào. Có phải bạn đã xóa hoặc đổi tên tập tin config/parameters.php?

source: Invalid database configuration
vi_vn: Cấu hình cơ sở dữ liệu không hợp lệ

source: Unable to find upgrade directory in the installation path.
vi_vn: Không thể tìm thấy thư mục nâng cấp trong đường dẫn cài đặt.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
vi_vn: Không tìm thấy tập tin nâng cấp SQL. Vui lòng kiểm tra để đảm bảo thư mục %s không bị bỏ trống.

source: %s is not a valid version number.
vi_vn: %s không phải số hiệu phiên bản hợp lệ.

source: Error while loading SQL upgrade file "%s.sql".
vi_vn: Lỗi khi tải tập tin nâng cấp SQL "%s.sql".

source: Error while loading SQL upgrade file %s.
vi_vn: Lỗi khi tải tập tin nâng cấp SQL %s.

source: Error while loading sql SQL file %s.
vi_vn: Lỗi khi tải tập tin nâng cấp SQL %s.

source: [DROP] SQL %s table has been dropped.
vi_vn: [DROP] SQL %s bảng đã được thả.

source: An error happened during the database upgrade.
vi_vn: Một lỗi đã xảy ra khi nâng cấp cơ sở dữ liệu.

source: Error upgrading Doctrine schema
vi_vn: Lỗi trong khi cập nhật Doctrine schema

source: Database upgrade OK
vi_vn: Cơ sở dữ liệu nâng cấp thành công

source: [SKIP] directory "%s" does not exist and cannot be emptied.
vi_vn: [SKIP] thư mục "%s" không tồn tại và không thể bị làm rỗng.

source: [CLEANING CACHE] File %s removed
vi_vn: [CLEANING CACHE] Tập tin %s đã bị loại bỏ

source: Error updating translations
vi_vn: Lỗi trong khi cập nhật các bản dịch

source: Warning detected during upgrade.
vi_vn: Xuất hiện cảnh báo khi nâng cấp.

source: Database upgrade completed
vi_vn: Nâng cấp cơ sở dữ liệu hoàn tất

source: [NOTICE] File %s does not exist, merge skipped.
vi_vn: [NOTICE] Tập tin %s không tồn tại, bỏ qua việc trộn.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
vi_vn: [CẢNH BÁO] %variablename% bị thiểu ở tệp tin %filename%. Hợp nhất được bỏ qua.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
vi_vn: [CẢNH BÁO] %variablename% bị thiếu ở tệp tin %filename%. Tệp tin %filename% bị xóa và hợp nhất được bỏ qua.

source: %s ignored
vi_vn: %s bỏ qua

source: [WARNING] File %1$s has been deleted.
vi_vn: [WARNING] Tập tin %1$s vừa bị xóa.

source: Directory %1$s created.
vi_vn: Đã tạo thư mục %1$s .

source: Error while creating directory %s.
vi_vn: Lỗi khi khởi tạo thư mục %s.

source: Directory %s already exists.
vi_vn: Thư mục %s đã tồn tại.

source: [TRANSLATION] The translation files have been merged into file %s.
vi_vn: [DỊCH] Các tập tin biên dịch đã được gộp vào tập tin %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
vi_vn: [DỊCH] Các tập tin biên dịch chưa được gộp vào tập tin %filename%. Chuyển qua bản sao %filename%.

source: Copied %1$s.
vi_vn: Đã sao chép %1$s.

source: Error while copying file %s
vi_vn: Lỗi khi sao chép tập tin %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
vi_vn: [LỖI] thiếu tập tin %s : không thể khôi phục tập tin. Ngừng hoạt động.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
vi_vn: [ERROR] Thiếu tập tin %s : không thể khôi phục tập tin. Ngừng hoạt động.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
vi_vn: [ERROR] Không có tập tin cơ sở dữ liệu sao lưu được tìm thấy: nó sẽ không thể khôi phục lại cơ sở dữ liệu. Hoạt động bị hủy bỏ.

source: Restoring files ...
vi_vn: Đan khôi phục tập tin ...

source: Nothing to restore
vi_vn: Không có gì để khôi phục

source: %s file(s) will be removed before restoring the backup files.
vi_vn: %s tập tin sẽ bị loại bỏ trước khi khôi phục từ bản sao lưu.

source: [ERROR] Backup file %s does not exist.
vi_vn: [ERROR] Tập tin sao lưu %s không tồn tại.

source: [ERROR] File "%s" does not exist.
vi_vn: [ERROR] Tập tin "%s" không tồn tại.

source: Unable to remove upgraded files.
vi_vn: Không thể loại bỏ tập tin đã nâng cấp.

source: Files restored. Now restoring database...
vi_vn: Đã khôi phục các tập tin. Đang khôi phục cơ sở dữ liệu...

source: Files restored.
vi_vn: Đã khôi phục các tập tin.

source: Unable to extract file %filename% into directory %directoryname% .
vi_vn: Không thể giải nén tập tin %filename% vào thư mục %directoryname% .

source: %s: File format does not match.
vi_vn: %s: Định dạng tệp tin không đúng.

source: Opening backup database file %filename% in %extension% mode
vi_vn: Đang mở tập tin sao lưu dữ liệu %filename% ở chế độ %extension%

source: Database backup is empty.
vi_vn: Cơ sở dữ liệu sao lưu rỗng.

source: Database restoration file %filename% done. %filescount% file(s) left...
vi_vn: Tập tin khôi phục cơ sở dữ liệu %filename% đã hoàn thành. Còn lại %filescount% tệp tin(s)...

source: Database restoration file %1$s done.
vi_vn: Tệp tin khôi phục cơ sở dữ liệu %1$s đã hoàn thành.

source: Database has been restored.
vi_vn: Cơ sở dữ liệu đã được khôi phục.

source: Error during database restoration
vi_vn: Lỗi khi khôi phục cơ sở dữ liệu

source: %numberqueries% queries left for file %filename%...
vi_vn: %numberqueries% truy vấn lại cho tập tin %filename%...

source: Database restoration done.
vi_vn: Hoàn tất khôi phục cơ sở dữ liệu.

source: Database backup skipped. Now upgrading files...
vi_vn: Bỏ qua sao lưu cơ sở dữ liệu. Đang nâng cấp tập tin...

source: Backup directory is not writable (%path%).
vi_vn: Thư mục sao lưu không cho phép ghi(%path%).

source: Backup file %s already exists. Operation aborted.
vi_vn: Tập tin sao lưu %s đã tồn tại. Đã ngừng hoạt động.

source: Unable to create backup database file %s.
vi_vn: Không thể khởi tạo tập tin sao lưu cơ sở dữ liệu %s.

source: Error during database backup.
vi_vn: Lỗi khi sao lưu cơ sở dữ liệu.

source: An error occurred while backing up. Unable to obtain the schema of %s
vi_vn: Lỗi sai xuất hiện khi đang sao lưu. Không thể thu được giản đồ của %s

source: %s table has been saved.
vi_vn: %s bảng đã được lưu.

source: %s tables have been saved.
vi_vn: %s bảng đã được lưu.

source: Database backup: %s table(s) left...
vi_vn: Sao lưu cơ sở dữ liệu: còn lại %s các bảng(s)...

source: No valid tables were found to back up. Backup of file %s canceled.
vi_vn: Không có bảng nào hợp lệ được tìm thấy để sao lưu. Sao lưu cho tệp tin %s bị hủy.

source: Error during database backup for file %s.
vi_vn: Lỗi sai xảy ra khi đang sao lưu cho tập tin %s.

source: Database backup done in filename %s. Now upgrading files...
vi_vn: Sao lưu cơ sở dữ liệu đã hoàn thành trong tên tệp %s. Hiện tại đang nâng cấp các tập tin...

source: Error during backupFiles
vi_vn: Lỗi trong khi backupFiles

source: [ERROR] backupFiles filename has not been set
vi_vn: [ERROR] backupFiles tên file chưa được thiết lập

source: %s Files to backup.
vi_vn: %s Tập tin để sao lưu.

source: Backup files initialized in %s
vi_vn: Tập tin sao lưu được khởi tạo trong %s

source: Backup files in progress. %d files left
vi_vn: Đang tiến hành sao lưu tập tin. Còn lại %d tập tin

source: Using class ZipArchive...
vi_vn: Đang dùng lớp ZipArchive...

source: Using class PclZip...
vi_vn: Đang dùng lớp PclZip...

source: All files saved. Now backing up database
vi_vn: Đã lưu tất cả tập tin. Hiện tại đang sao lưu cơ sở dữ liệu

source: All files have been added to archive.
vi_vn: Tất cả tập tin đã được thêm vào lưu trữ.

source: %filename% added to archive. %filescount% files left.
vi_vn: %filename% đã thêm vào lưu trữ. %filescount% tập tin còn lại.

source: Error when trying to add %filename% to archive %archive%.
vi_vn: Lỗi khi cố gắng thêm %filename% đến nơi lưu trữ %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
vi_vn: Tập tin %filename% (cỡ: %filesize%) đã thêm vào lư trữ. %filescount% tập tin còn lại.

source: File %filename% (size: %filesize%) added to archive.
vi_vn: Tập tin %filename% (cỡ: %filesize%) đã thêm vào lưu trữ.

source: File %filename% (size: %filesize%) has been skipped during backup.
vi_vn: Tập tin %filename% (kích thướt: %filesize%) đã được bỏ qua trong quá trình sao lưu.

source: [ERROR] Error on backup using PclZip: %s.
vi_vn: [ERROR] Lỗi khi sao lưu sử dụng PclZip: %s.

source: Unable to open archive
vi_vn: Không thể mở phần lưu trữ

source: All files saved. Now backing up database.
vi_vn: Đã lưu tất cả tập tin. Hiện tại đang sao lưu cơ sở dữ liệu.

source: %itemname% items removed. %itemscount% items left.
vi_vn: %itemname% mục đã loại bỏ. %itemscount% mục còn lại.

source: Error while removing item %itemname%, %itemscount% items left.
vi_vn: Lỗi khi loại bỏ mục %itemname%, %itemscount% mục còn lại.

source: Starting to remove %s sample files
vi_vn: Bắt đầu loại bỏ %s tập tin mẫu

source: All sample files removed. Backup process skipped. Now upgrading files.
vi_vn: Đã loại bỏ tất cả tập tin mẫu. Bỏ qua tiến trình sao lưu. Hiện tại đang nâng cấp tập tin.

source: All sample files removed. Now backing up files.
vi_vn: Đã loại bỏ tất cả tập tin mẫu. Hiện tại đang bắt đầu sao lưu tập tin.

source: Downloading from %s
vi_vn: Đang tải xuống từ %s

source: File will be saved in %s
vi_vn: Tập tin sẽ được lưu trong %s

source: Download directory has been emptied
vi_vn: Thư mục tải về đã trống

source: Download complete.
vi_vn: Tải xuống hoàn tất.

source: Download complete. Now extracting...
vi_vn: Tải xuống hoàn tất. Đang giải nén...

source: Download complete but MD5 sum does not match (%s).
vi_vn: Hoàn thành tải xuống nhưng mã MD5 không khớp (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
vi_vn: Hoàn thành tải xuống nhưng mã MD5 không khớp (%s). Đã ngừng hoạt động.

source: Error during download. The private key may be incorrect.
vi_vn: Lỗi trong khi tải về. Các khóa riêng có thể không đúng.

source: Error during download
vi_vn: Lỗi khi tải xuống

source: Download directory %s is not writable.
vi_vn: Thư mục tải về %s không cho phép ghi.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
vi_vn: Bạn cần kích hoạt allow_url_fopen hoặc cURL cho việc tự động tải về.Bạn cũng có thể tải lên thủ công vào đường dẫn %s.

source: [WARNING] Property %s is missing
vi_vn: [WARNING] Property %s bị lỗi

source: Action %s skipped
vi_vn: Hành động %s được bỏ qua

source: Action "%s" not found
vi_vn: Hành động "%s" không được tìm thấy

source: Too long!
vi_vn: Quá dài!

source: Fields are different!
vi_vn: Các field khác nhau!

source: This email address is wrong!
vi_vn: Địa chỉ email này sai!

source: Impossible to send the email!
vi_vn: Không thể gửi email!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
vi_vn: Không thể tạo tập tin thiết lập, nếu /config/parameters.php tồn tại, hãy đặt chế độ ghi mở cho tập tin này, nếu không tồn tại, hãy tạo tập tin có tên parameters.php trong thư mục cấu hình.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
vi_vn: Không thể ghi tập tin thiết lập, hãy tạo tập tin có tên settings.inc.php trong thư mục "config".

source: Impossible to upload the file!
vi_vn: Không thể tải lên tập tin!

source: Data integrity is not valided. Hack attempt?
vi_vn: Toàn vẹn dữ liệu là không hợp lệ. Hack nỗ lực?

source: Impossible to read the content of a MySQL content file.
vi_vn: Không thể đọc nội dung của tập tin MySQL.

source: Cannot access a MySQL content file.
vi_vn: Không thể truy xuất nội dung file MySQL.

source: Error while inserting data in the database:
vi_vn: Lỗi khi chèn dữ liệu vào cơ sở dữ liệu:

source: This is not a valid file name.
vi_vn: Đây không phải là tên hợp lệ cho một tập tin.

source: This is not a valid image file.
vi_vn: Đây không phải là tập tin ảnh hợp lệ.

source: Error while creating the /app/config/parameters.php file.
vi_vn: Lỗi khi khởi tạo tập tin /config/parameters.php.

source: Error:
vi_vn: Lỗi:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
vi_vn: Cơ sở dữ liệu PrestaShop này đã tồn tại. Hãy xác nhận lại thông tin xác thực của bạn với cơ sở dữ liệu.
