Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesStatscatalogAdmin.*.xlf
Languages: it_it

source: Catalog statistics
it_it: Catalogo statistiche

source: Adds a tab containing general statistics about your catalog to the Stats dashboard.
it_it: Aggiunge un tab contenente statistiche generali sul tuo catalogo alla dashboard delle statistiche.

source: (1 purchase / %d visits)
it_it: (1 acquisto / %d visite)

source: Choose a category
it_it: Scegli una categoria

source: Products available:
it_it: Prodotti disponibili:

source: Average price (base price):
it_it: Prezzo medio (prezzo base):

source: Product pages viewed:
it_it: Pagine viste del prodotto:

source: Average number of page visits:
it_it: Numero medio di visite pagina:

source: Average number of purchases:
it_it: Numero medio di acquisti:

source: Images available:
it_it: Immagini disponibili:

source: Average number of images:
it_it: Numero medio di immagini:

source: Products never viewed:
it_it: I prodotti mai visti:

source: Products never purchased:
it_it: Prodotti mai comprati:

source: Conversion rate*:
it_it: Tasso di conversione*:

source: Defines the average conversion rate for the product page. It is possible to purchase a product without viewing the product page, so this rate can be greater than 1.
it_it: Definisce il tasso medio di conversione per la pagina del prodotto. È possibile acquistare un prodotto senza visualizzare la pagina del prodotto, quindi questo tasso può essere maggiore di 1.

source: Products never purchased
it_it: Prodotti mai comprati

source: Edit / View
it_it: Modifica / Visualizza
