Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesLegalcomplianceShop.*.xlf
Languages: lv_lv

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
lv_lv: Pasūtījums tiks apstiprināts brīdī kad nospiedīsiet 'Pasūtījums ar obligātu maksājumu'!

source: You must agree to our Terms of Service before going any further!
lv_lv: Pirms turpināt, Jums ir jāpiekrīt pakalpojuma nosacījumiem!

source: Something went wrong. If the problem persists, please contact us.
lv_lv: Kļūda. Mēģiniet vēlreiz, ja nesanāk sazinieties ar mums.

source: Select a payment option first.
lv_lv: Vispirms izvēlieties maksājuma veidu.

source: Please check the "Revocation of virtual products" box first!
lv_lv: Vispirms atzīmējiet "Virtuālo produktu atcelšana"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
lv_lv: Es piekrītu [pakalpojuma noteikumiem] un [atcelšanas noteikumiem] un ievērošu tos bez nosacījumiem.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
lv_lv: [1]Digitālās preces:[/1] Es vēlos tūlītēju piekļuvi saturam un piekrītu ka pasūtot produktu es zaudēšu iespēju atcelt pirkumu brīdī kad sāk darboties serviss.[2][1]Pakalpojumiem:[/1] Es vēlos tūlītēju pakalpojuma darbības uzsākšanu un piekrītu ka es zaudēšu iespēju atcelt pakalpojumu brīdī kad tas ir izpildīts.

source: From
lv_lv: No

source: Our previous price
lv_lv: Iepriekšējā cena

source: Shipping excluded
lv_lv: Bez piegādes

source: Information
lv_lv: Informācija

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
lv_lv: Informācija par strīdu izšķiršanu tiešsaistē saskaņā ar Art. 14. Punkts 1. ODR (Online Dispute Resolution Regulation - tiešsaistes strīdu izšķiršanas regula):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
lv_lv: Eiropas Komisija dod patērētājiem iespēju risināt tiešsaistes strīdus saskaņā ar Art. 14. Punkts 1. ODR vienā no platformām. Platforma ([1] http://ec.europa.eu/consumers/odr [/1]) kalpo kā vietne, kurā patērētāji var mēģināt panākt strīdu ārpustiesas izšķiršanu saistībā ar pirkumiem tiešsaistē un pakalpojumu līgumiem.

source: Print this page
lv_lv: Drukāt šo lapu

source: My shopping cart
lv_lv: Pirkumu grozs

source: Shipping and payment
lv_lv: Piegāde un apmaksa

source: All prices are mentioned tax included
lv_lv: Visas cenas ir ar iekļautu PVN

source: All prices are mentioned tax excluded
lv_lv: Visas cenas ir bez PVN

source: and
lv_lv: un

source: shipping excluded
lv_lv: bez piegādes

source: (Under conditions)
lv_lv: (Saskaņā ar nosacījumiem)
