Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesAutoupgradeAdmin.*.xlf
Languages: vi_vn

source: An error occurred while resizing the picture.
vi_vn: Một lỗi đã xảy ra khi chỉnh cỡ của ảnh.

source: Database connection is available!
vi_vn: Kết nối cơ sở dữ liệu hợp lệ!

source: Database Server is available but database is not found
vi_vn: Máy chủ Cơ sở dữ liệu hiện sẵn có nhưng không tìm thấy cơ sở dữ liệu

source: Database Server is not found. Please verify the login, password and server fields.
vi_vn: Không tìm thấy Máy chủ Cơ sở dữ liệu. Hãy kiểm tra đăng nhập, mật khẩu và các trường máy chủ.

source: An error occurred while sending email, please verify your parameters.
vi_vn: Một lỗi đã xảy ra khu gửi email, hãy kiểm tra các tham số của bạn.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
vi_vn: Không thể ghi tập tin ảnh /img/logo.jpg. Nếu ảnh này đã tồn tại, hãy xóa nó.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
vi_vn: Kích cỡ tập tin tải lên vượt quá giá trị upload_max_filesize trong php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
vi_vn: Các tập tin được tải lên vượt quá MAX_FILE_SIZE đã được quy định trong định dạng HTML

source: The uploaded file was only partially uploaded
vi_vn: Các tập tin được tải lên chỉ tải lên được một phần

source: No file was uploaded.
vi_vn: Chưa tải lên được tập tin nào.

source: Missing a temporary folder
vi_vn: Không thể tìm thấy thư mục tạm thời

source: Failed to write file to disk
vi_vn: Không thể ghi file vào đĩa

source: File upload stopped by extension
vi_vn: Tải lên tập tin bị dừng do phần mở rộng

source: Cannot convert your database's data to utf-8.
vi_vn: Không thể chuyển đổi dữ liệu trong cơ sở dữ liệu của bạn sang utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
vi_vn: Máy chủ MySQL của bạn không hỗ trợ công cụ này, hãy sử dụng một cái khác như MyISAM

source: Your lastname contains some invalid characters
vi_vn: Họ và tên đệm của bạn chứa các ký tự không hợp lệ

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
vi_vn: Tập tin /img/logo.jpg is không thể ghi được, hãy thiết lập CHMOD 755 hoặc CHMOD 777 cho tập tin này

source: Invalid catalog mode
vi_vn: Chế độ catalog không hợp lệ

source: No error code available
vi_vn: Mã lỗi không sẵn có

source: This installer is too old.
vi_vn: Trình cài đặt này quá cũ.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
vi_vn: Không tìm thấy tập tin config/parameters.php. Có phải bạn đã xóa hay đổi tên nó?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
vi_vn: Không thể tìm thấy file nâng cấp SQL. Vui lòng xác nhận thư mục /install/upgrade/sql là không rỗng.

source: No upgrade is possible.
vi_vn: Nâng cấp không thể.

source: Error while loading SQL upgrade file.
vi_vn: Lỗi khi tải tập tin nâng cấp SQL.

source: Error while inserting content into the database
vi_vn: Lỗi khi chèn nội dung vào cơ sở dữ liệu

source: Unfortunately,
vi_vn: Thật không may,

source: SQL errors have occurred.
vi_vn: Đã xảy rả lỗi SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
vi_vn: Tập tin config/defines.inc.php không được tìm thấy. Bạn đã di chuyển nó?

source: Rollback
vi_vn: Hoàn tác

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
vi_vn: Sau khi nâng cấp cửa hàng của bạn, bạn có thể quay ngược lại về phía trước cơ sở dữ liệu và tập tin. Sử dụng chức năng này nếu chủ đề của bạn hoặc một mô-đun cần thiết không làm việc một cách chính xác.

source: Choose your backup:
vi_vn: Chọn bản sao lưu:

source: -- Choose a backup to restore --
vi_vn: -- Chọn bản sao lưu để khôi phục --

source: The pre-Upgrade checklist
vi_vn: Danh sách kiểm tra trước khi nâng cấp

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
vi_vn: Checklist là không OK. Bạn chỉ có thể nâng cấp shop khi tất cả các chỉ thị là màu xanh.

source: Before starting the upgrade process, please make sure this checklist is all green.
vi_vn: Trước khi bắt đầu quá trình nâng cấp, xin vui lòng chắc chắn rằng danh sách này là tất cả các màu xanh lá cây.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
vi_vn: Mô-đun "1-click upgrade" đã được cập nhật (phiên bnar hiện tại là v%s)

source: Download
vi_vn: Tải về

source: Your store's root directory is writable (with appropriate CHMOD permissions)
vi_vn: Thư mục gốc của cửa hàng bạn có thể ghi (với quyền CHMOD thích hợp)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
vi_vn: Các thư mục "/admin/autoupgrade" cho phép ghi (cho phép CHMOD thích hợp)

source: PHP's "Safe mode" option is turned off
vi_vn: Tùy chọn "Safe mode" của PHP đã bị tắt

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
vi_vn: Tùy chọn "allow_url_fopen" của PHP đã được bật hoặc cURL đã được cài đặt

source: Your store is in maintenance mode
vi_vn: Cửa hàng của bạn đang ở chế độ bảo trì

source: Click here to put your shop under maintenance
vi_vn: Nhấn vào đây để đưa cửa hàng của bạn vào chế độ bảo trì

source: PrestaShop's caching features are disabled
vi_vn: Tính năng bộ nhớ đệm của PrestaShop bị ẩn

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
vi_vn: Thiết lập PHP max_execution_time có một giá trị cao hoặc bị vô hiệu hóa hoàn toàn (giá trị hiện tại: %s)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
vi_vn: Thiết lập PHP max_execution_time có một giá trị cao hoặc bị vô hiệu hóa hoàn toàn (giá trị hiện tại: %s)

source: Please also make sure you make a full manual backup of your files and database.
vi_vn: Hãy chắc rằng bạn đã có một bản sao lưu đầy đủ các tập tin và cơ sở dữ liệu.

source: Branch:
vi_vn: Nhánh:

source: available
vi_vn: sẵn có

source: unavailable
vi_vn: không sẵn có

source: Version number:
vi_vn: Số phiên bản:

source: Changelog:
vi_vn: Nhật ký thay đổi:

source: see changelog
vi_vn: xem nhật ký thay đổi

source: Major release
vi_vn: Bản cập nhật lớn

source: Minor release (recommended)
vi_vn: Bản cập nhật nhỏ (khuyến khích)

source: Beta releases
vi_vn: Bản Beta

source: Alpha releases
vi_vn: Bản Alpha

source: Private release (require link and MD5 hash)
vi_vn: Phát hành riêng (yêu cầu liên kết và MD5 hash)

source: Local archive
vi_vn: Lưu trữ cục bộ

source: Local directory
vi_vn: Thư mục cục bộ

source: Channel:
vi_vn: Kênh:

source: This option regroup all stable versions.
vi_vn: Tùy chọn này sẽ nhóm tất cả cá phiên bản ổn định lại.

source: Link:
vi_vn: Liên kết:

source: Hash key:
vi_vn: Mã Hash:

source: Allow major upgrade:
vi_vn: Cho phép bản nâng cấp lớn:

source: Archive to use:
vi_vn: Lữu trữ sẽ sử dụng:

source: Choose an archive
vi_vn: Chọn một bản lưu trữ

source: Number of the version you want to upgrade to:
vi_vn: Phiên bản bạn muốn nâng cấp là:

source: No archive found in your admin/autoupgrade/download directory
vi_vn: Không tìm thấy bản lữu trữ trong thư mục admin/autoupgrade/download của bạn

source: Save in the following directory the archive file of the version you want to upgrade to: %s
vi_vn: Lưu tệp tin của phiên bản bạn muốn nâng cấp tại thư mục sau đây: %s

source: Click "Save" once the archive is there.
vi_vn: Nhấp "Lưu" khi tập tin lưu trữ ở đó.

source: This option will skip the download step.
vi_vn: Tùy chọn này sẽ bỏ qua bước tải về.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
vi_vn: Lưu tập tin Prestashop chưa giải nén của phiên bản bạn muốn nâng cấp tại thư mục sau: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
vi_vn: Hãy cho chúng tôi biết bạn sẽ nâng cấp lên phiên bản nào [1](ví dụ 1.7.0.1)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
vi_vn: Lựa chọn này sẽ giữ lại cả bước tải xuống và chưa giải nén sau đó sử dụng %1$s như thưc mục nguồn

source: More options (Expert mode)
vi_vn: Thêm tùy chọn (chế độ chuyên gia)

source: Expert mode
vi_vn: Chế độ chuyên gia

source: Please select your channel:
vi_vn: Hãy chọn kênh của bạn:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
vi_vn: Các kênh được cung cấp cho bạn những cách khác nhau để thực hiện một nâng cấp. Bạn có thể tải phiên bản mới bằng tay hoặc để 1-Click Nâng cấp mô-đun tải nó cho bạn.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
vi_vn: Các kênh Alpha, Beta và Riêng cung cấp cho bạn khả năng nâng cấp lên bản phát hành không chính thức hoặc không ổn định (để kiểm tra mục đích chỉ).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
vi_vn: Theo mặc định, bạn nên sử dụng các kênh "Minor release" mà là cung cấp phiên bản ổn định mới nhất có sẵn.

source: Step
vi_vn: Bước

source: Upgrade steps
vi_vn: Các bước nâng cấp

source: Version comparison
vi_vn: So sánh phiên bản

source: PrestaShop Original version
vi_vn: Phiên bản gốc Prestashop

source: Differences between versions
vi_vn: Sự khác biệt giữa các phiên bản

source: Activity Log
vi_vn: Nhật ký Hoạt động

source: Currently processing
vi_vn: Tiến trình hiện tại

source: Analyzing the situation...
vi_vn: Phân tích tình hình...

source: Errors
vi_vn: Lỗi

source: Start your Upgrade
vi_vn: Bắt đầu Nâng cấp

source: Congratulations, you are already using the latest version available!
vi_vn: Chúc mừng, bạn đang sử dụng phiên bản mới nhất hiện hành!

source: You come from the future! You are using a more recent version than the latest available!
vi_vn: Bạn đến từ tương lai! Bạn đang sử dụng một phiên bản mới hơn có sẵn mới nhất!

source: Your current PrestaShop version
vi_vn: Phiên bản Prestashop hiện tại của bạn

source: Latest official version for %s channel.
vi_vn: Phiên bản chính thức mới nhất cho %s kênh.

source: Upgrade PrestaShop now!
vi_vn: Nâng cấp Prestashop ngay!

source: You use Smarty 3
vi_vn: Bạn sử dụng Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
vi_vn: Smarty 2 bị phản đối ở 1.4 và đã được gỡ bỏ trong 1.5. Bạn có thể cần phải nâng cấp giao diện hiện tại của bạn hoặc sử dụng một cái mới.

source: PrestaShop will be downloaded from %s
vi_vn: PrestaShop sẽ được tải về từ %s

source: Open changelog in a new window
vi_vn: Mở nhật ký thay đổi trong cửa sổ mới

source: No file will be downloaded (channel %s is used)
vi_vn: Không tập tin nào sẽ được tải về (kênh %s đã được sử dụng)

source: The following action are automatically replaced
vi_vn: Các hành động sau đây sẽ được tự động thay thế

source: %old% will be replaced by %new%
vi_vn: %old% sẽ được thay thế bởi% %new%

source: To change this behavior, you need to manually edit your php files
vi_vn: Để thay đổi hành vi này, bạn cần phải tự chỉnh sửa các file php của bạn

source: Check if a new version is available
vi_vn: Kiểm tra nếu có phiên bản mới

source: Last check: %s
vi_vn: Lần cuối kiểm tra: %s

source: Last check: never
vi_vn: Lần cuối kiểm tra: chưa kiểm tra lần nào

source: Refresh the page
vi_vn: Làm mới trang

source: Last datetime check: %s
vi_vn: Lần cuối kiểm tra: %s

source: This functionality has been disabled.
vi_vn: Chức năng này đã bị vô hiệu hóa.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
vi_vn: [LỖI KỸ THUẬT] ajax-upgradetab.php là mất tích. Hãy cài đặt lại hoặc đặt lại các module.

source: Welcome!
vi_vn: Xin chào!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
vi_vn: Với Module PrestaShop 1-Click Nâng cấp, nâng cấp cửa hàng của bạn lên phiên bản mới nhất có sẵn chưa bao giờ được dễ dàng hơn!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
vi_vn: Hãy luôn luôn thực hiện một sao lưu đầy đủ của nhãn hiệu của các tập tin và cơ sở dữ liệu của bạn trước khi bắt đầu bất kỳ nâng cấp.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
vi_vn: Double-check tính toàn vẹn của bản sao lưu của bạn và bạn có thể dễ dàng tự cuộn lại nếu cần thiết.

source: If you do not know how to proceed, ask your hosting provider.
vi_vn: Nếu bạn không biết làm thế nào để tiến hành, hãy yêu cầu nhà cung cấp hosting của bạn.

source: Backup Options
vi_vn: Các tùy chọn sao lưu

source: Upgrade Options
vi_vn: Các tùy chọn Nâng cấp

source: Are you sure you want to delete this backup?
vi_vn: Bạn có chắc chắn muốn xóa bản sao lưu này?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
vi_vn: Máy chủ của bạn không thể tải về các tập tin. Hãy tải nó lên đầu tiên bởi ftp trong thư mục admin/autoupgrade của bạn

source: Click to refresh the page and use the new configuration
vi_vn: Nhấn để làm mới trang và sử dụng cấu hình mới

source: An update is currently in progress... Click "OK" to abort.
vi_vn: Một bản cập nhật hiện nay đang trong tiến trình... Click "OK" để hủy bỏ.

source: Upgrading PrestaShop
vi_vn: Đang nâng cấp Prestashop

source: Upgrade complete
vi_vn: Nâng cấp hoàn tất

source: Upgrade Complete!
vi_vn: Nâng cấp hoàn tất!

source: Upgrade complete, but warning notifications has been found.
vi_vn: Nâng cấp hoàn tất, nhưng có xuất hiện một số cảnh báo.

source: Cookies have changed, you will need to log in again once you refreshed the page
vi_vn: Cookies đã thay đổi, bạn sẽ cần phải đăng nhập lại một lần bạn làm mới trang

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
vi_vn: Javascript và CSS đã thay đổi, xin vui lòng xóa bộ nhớ cache của trình duyệt của bạn với CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
vi_vn: Xin vui lòng kiểm tra front-office theme của bạn là chức năng (cố gắng để tạo một tài khoản, đặt hàng...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
vi_vn: Hình ảnh sản phẩm không xuất hiện ở front-office? Hãy thử khả năng tái tạo hình thu nhỏ trong Tùy chọn> Hình ảnh

source: Do not forget to reactivate your shop once you have checked everything!
vi_vn: Đừng quên để kích hoạt lại cửa hàng của bạn một khi bạn đã kiểm tra tất cả mọi thứ!

source: ToDo list:
vi_vn: Những việc cần làm:

source: Restoration complete.
vi_vn: Khôi phục hoàn tất.

source: Javascript error (parseJSON) detected for action
vi_vn: Lỗi Javascript (parseJSON) phát hiện cho hành động

source: Starting restoration...
vi_vn: Bắt đầu khôi phục...

source: Error detected during
vi_vn: Phát hiện lỗi trong khi

source: The request exceeded the max_time_limit. Please change your server configuration.
vi_vn: Các yêu cầu vượt quá max_time_limit. Vui lòng thay đổi cấu hình máy chủ của bạn.

source: Manually go to %s button
vi_vn: Theo cách thủ công vào %s nút

source: End of process
vi_vn: Kết thúc tiến trình

source: Operation canceled. Checking for restoration...
vi_vn: Hoạt động bị hủy bỏ. Kiểm tra để phục hồi...

source: Do you want to restore %backupname%?
vi_vn: Bạn có muốn khôi phục %backupname%?

source: Operation canceled. An error happened.
vi_vn: Hoạt động bị hủy bỏ. Một lỗi đã xảy ra.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
vi_vn: [LỖI KỸ THUẬT] ajax-upgradetab.php bị thiếu. Hãy cài đặt lại hoặc đặt lại các module

source: See or hide the list
vi_vn: Xem hoặc ẩn danh sách

source: Core file(s)
vi_vn: Tập tin lõi

source: Mail file(s)
vi_vn: File Mail

source: Translation file(s)
vi_vn: Dịch file

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
vi_vn: Máy chủ của bạn không thể tải về các tập tin. Hãy tải nó lên máy chủ FTP của bạn, và đặt nó trong /[admin]/autoupgrade directory.

source: Theses files will be deleted
vi_vn: Những tập tin sẽ bị xóa

source: Theses files will be modified
vi_vn: Những tập tin sẽ được chỉnh sửa

source: Less options
vi_vn: Ít tùy chọn hơn

source: Link and MD5 hash cannot be empty
vi_vn: Link và MD5 hash không thể để trống

source: You need to enter the version number associated with the archive.
vi_vn: Bạn cần phải nhập số phiên bản kết hợp với các kho lưu trữ.

source: No archive has been selected.
vi_vn: Không lưu trữ đã được chọn.

source: You need to enter the version number associated with the directory.
vi_vn: Bạn cần phải nhập số phiên bản liên kết với các thư mục.

source: Please confirm that you want to skip the backup.
vi_vn: Hãy xác nhận rằng bạn muốn bỏ qua sao lưu.

source: Please confirm that you want to preserve file options.
vi_vn: Vui lòng xác nhận rằng bạn muốn giữ nguyên tùy chọn tập tin.

source: %s is not a file
vi_vn: %s không phải là tập tin

source: Unable to create directory %s.
vi_vn: Không thể khởi tạo thư mục %s.

source: Archive extracted
vi_vn: Lưu trữ đã giải nén

source: zip->extractTo(): unable to use %s as extract destination.
vi_vn: zip->extractTo(): không thể dùng %s giải nén đến thư mục đích.

source: Unable to open zipFile %s
vi_vn: Không thể mở zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
vi_vn: [ERROR] Lỗi việc giải nén khi sử dụng PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
vi_vn: [LỖI] %file% chưa được giải nén: %status%

source: [ERROR] %file% has not been unzipped: %status
vi_vn: [LỖI] %file% chưa được giải nén: %status%

source: [ERROR] Unable to list archived files
vi_vn: [ERROR] Không thể liệt kê các tập tin đã lưu trữ

source: File %s is preserved
vi_vn: Tập tin %s được bảo quản

source: Unable to write in the directory "%s"
vi_vn: Không thể ghi vào trong thư mục "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
vi_vn: Phiên bản này của PrestaShop không thể nâng cấp: hằng số PS_ADMIN_DIR đang thiếu.

source: 1-Click Upgrade
vi_vn: 1-Click Cập nhật

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
vi_vn: Cung cấp một phương pháp tự động để nâng cấp cửa hàng của bạn lên phiên bản mới nhất của PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
vi_vn: Không thể xóa thẻ "Admin Upgrade" quá hạn (ID thẻ: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
vi_vn: Không thể tạo thẻ "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
vi_vn: Không thể sao chép logo.gif trong %s

source: Unable to load the "AdminSelfUpgrade" tab
vi_vn: Không thể tải thẻ "AdminSelfUpgrade"

source: Unable to create the directory "%s"
vi_vn: Không thể khởi tạo thư mục "%s"

source: Unable to copy ajax-upgradetab.php in %s
vi_vn: Không thể sao chép ajax-upgradetab.php trong %s

source: Required field
vi_vn: Trường bắt buộc

source: Selection successfully deleted
vi_vn: Đã xóa thành công các lựa chọn

source: The new version check has been completed successfully
vi_vn: Tiến trình kiểm tra phiên bản mới đã hoàn tất thành công

source: Message sent to the customer
vi_vn: Gởi tin nhắn tới khách hàng

source: Language successfully copied
vi_vn: Sao chép ngôn ngữ thành công

source: Refund Successful
vi_vn: Hoàn trả thành công

source: Images successfully moved
vi_vn: Hình ảnh di chuyển thành công

source: In order to use a new theme, please follow these steps:
vi_vn: Để sử dụng theme mới, xin làm theo các bước sau:

source: Import your theme using this module:
vi_vn: Nhập chủ đề của bạn bằng cách sử dụng mô-đun này:

source: Theme installer
vi_vn: Bộ cài đặt theme

source: When your theme is imported, please select the theme in this page
vi_vn: Khi chủ đề của bạn được nhập, vui lòng chọn các chủ đề trong trang này

source: Add my IP
vi_vn: Thêm IP của tôi

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
vi_vn: Nếu bạn thay đổi giao diện, tệp tin parameters.php phải được cho phép ghi (CHMOD 755/777)

source: Back
vi_vn: Quay lại

source: You do not have permission to add here
vi_vn: Bạn không có quyền thêm vào đây

source: Set required fields for this section
vi_vn: Thiết lập trường thông tin bắt buộc cho phần này

source: Required Fields
vi_vn: Trường bắt buộc

source: Select the fields you would like to be required for this section.
vi_vn: Chọn lĩnh vực bạn muốn được yêu cầu cho phần này.

source: Field Name
vi_vn: Tên mục

source: The field named %s is required.
vi_vn: Các trường có tên là %s là bắt buộc.

source: The field named %fieldname% is required at least in the %languagename% language.
vi_vn: Các trường có tên là %fieldname% được yêu cầu ít nhất là đối với %languagename% ngôn ngữ.

source: The field named %fieldname% is too long (%charsnumber% chars max).
vi_vn: Trường có tên %fieldname% quá dài (%charsnumber% ký tự tối đa).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
vi_vn: Các trường bạn nhập %fieldname% (ngôn ngữ %languagename%) vượt quá độ dài tối đa %charsnumber% ký tự (bao gồm các thẻ html).

source: An error occurred during image deletion (cannot load object).
vi_vn: Lỗi xảy ra khi xóa ảnh (không thể nạp đối tượng).

source: You need at least one object.
vi_vn: Bạn cần ít nhất một đối tượng

source: You cannot delete all of the items.
vi_vn: Bạn không thể xóa tất cả các mục.

source: An error occurred during deletion.
vi_vn: Lỗi xảy ra trong quá trình xóa.

source: (cannot load object)
vi_vn: (không thể nạp đối tượng)

source: You do not have permission to add here.
vi_vn: Bạn không có quyền thêm vào đây

source: Error in updating required fields
vi_vn: Lỗi khi cập nhật các trường bắt buộc

source: Can not add configuration %configurationkey% for lang %isocode%
vi_vn: Không thể thêm cấu hình %configurationkey% cho ngôn ngữ %isocode%

source: Can not add configuration %configurationkey%
vi_vn: Không thể thêm cấu hình %configurationkey%

source: %title% : Incorrect value
vi_vn: %title% : Giá trị không chính xác

source: An error occurred while uploading favicon: %iconname% to %destination%
vi_vn: Lỗi đã xảy ra trong khi tải lên favicon: %iconname% đến %destination%

source: errors
vi_vn: các lỗi

source: There are %count% warnings
vi_vn: Có %count% các cảnh báo

source: There is %count% warning
vi_vn: Có %count% cảnh báo

source: Click here to see more
vi_vn: Nhấn vào đây để xem chi tiết

source: Hide warning
vi_vn: Ẩn cảnh báo

source: Delete item #
vi_vn: Xóa mặt hàng #

source: Object cannot be loaded (not found)
vi_vn: Đối tượng không thể nạp (hoặc tìm thấy)

source: Object cannot be loaded (identifier missing or invalid)
vi_vn: Đối tượng không thể nạp (không xác định ID hoặc không hợp lệ)

source: Your are currently connected with the following domain name:
vi_vn: Bạn hiện đang kết nối với các tên miền sau:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
vi_vn: Điều này là khác nhau từ các tên miền chính cửa hàng đặt trong "Preferences> SEO & URL":

source: Click here if you want to modify the main shop domain name
vi_vn: Click vào đây nếu bạn muốn thay đổi tên miền cửa hàng chính
