Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesStatsoriginAdmin.*.xlf
Languages: mk_mk, tr_tr

source: Visitors origin
mk_mk: потекло на посетителите
tr_tr: Ziyaretçilerin kaynağı

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
mk_mk: доава графикон со приказ од каде се посетени страниците.
tr_tr: İstatistik Gösterge Paneline siteye gelen ziyaretçilerin geldikleri web sitelerini gösteren bir grafik ekler.

source: Origin
mk_mk: Потекло
tr_tr: Kaynak

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
mk_mk: во табот наведуваме 10 најпопуларни сајтови кои го довеле клиентот кон вашата продавница.
tr_tr: Sekmede, mağazanıza en çok müşteri yönlendiren 10 popüler web sitesini gösteriyoruz.

source: What is a referral website?
mk_mk: што е веб-сајт кој упатува?
tr_tr: Yönlendiren web site nedir?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
mk_mk: насочувачот е УРЛ од претходната страна на која преку линкот посетителот дошол до Вашата страна.
tr_tr: Yönlendiren, bir ziyaretçinin mağazanıza gelmek için takip ettiği bağlantıyı barındıran önceki web sayfasının URLsidir.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
mk_mk: препорачателот исто овозможува да дознаете кои клучни зборови посетителот ги користел во пребарувачот за да дојде до вашата продавница.
tr_tr: Bir yönlendiren aynı zamanda, ziyaretçilerin sitenizi ziyaret etmek için arama motorlarında hangi anahtar kelimeleri kullandığını öğrenmenizi de sağlar.

source: A referrer can be:
mk_mk: насочувач може да биде:
tr_tr: Bir yönlendirici şunlar olabilir:

source: Someone who posts a link to your shop.
mk_mk: некој кој предложил линк од вашата продавница.
tr_tr: Mağazanıza bağlantı veren biri.

source: A partner who has agreed to a link exchange in order to attract new customers.
mk_mk: партнер со кој имате договор за размена на врски за привлекување на нови муштерии.
tr_tr: Yeni müşteriler çekmek için bağlantı değişimini kabul etmiş bir ortak.

source: CSV Export
tr_tr: CSV Dışa Aktar

source: Direct links only
mk_mk: директни линкови само
tr_tr: Sadece doğrudan bağlantılar

source: Top ten referral websites
mk_mk: врвни 10 препорачателни сајтови
tr_tr: En çok yönlendirme sağlayan 10 web sitesi

source: Others
mk_mk: други
tr_tr: Diğerleri
