Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesCheckpaymentShop.*.xlf
Languages: ru_ru, zh_tw

source: This payment method is not available.
ru_ru: Метод оплаты не доступен.
zh_tw: 此付款方式不可用。

source: Please send us your check following these rules:
ru_ru: Отправьте нам свой чек, следуя этой инструкции:
zh_tw: 請遵循以下規則給我們發送支票：

source: Amount
ru_ru: Итого
zh_tw: 金額

source: Payee
ru_ru: Получатель
zh_tw: 收款人

source: Send your check to this address
ru_ru: Пошлите чек на этот адрес
zh_tw: 將支票寄到此地址

source: Pay by check
ru_ru: Оплата чеком
zh_tw: 支票付款

source: (order processing will be longer)
ru_ru: (обработка заказа продлится дольше)
zh_tw: （訂單處理需時較長）

source: Your order on %s is complete.
ru_ru: Ваш заказ на %s оформлен.
zh_tw: 您已在 %s 成功下單。

source: Your check must include:
ru_ru: Ваш чек должен включать:
zh_tw: 你的支票必須包含以下信息：

source: Payment amount.
ru_ru: Сумму платежа.
zh_tw: 支付金額

source: Payable to the order of
ru_ru: Оплата за заказ
zh_tw: 抬頭人

source: Mail to
ru_ru: Отправить на
zh_tw: 寄至

source: Do not forget to insert your order number #%d.
ru_ru: Не забудьте указать номер вашего заказа: %d.
zh_tw: 不要忘記寫上您的訂單編號 #%d。

source: Do not forget to insert your order reference %s.
ru_ru: Не забудьте указать код вашего заказа: %s.
zh_tw: 不要忘記寫上您的訂單編號 %s。

source: An email has been sent to you with this information.
ru_ru: Вам отправлено электронное письмо с данной информацией.
zh_tw: 該資訊已通過電子郵件發送給您。

source: Your order will be sent as soon as we receive your payment.
ru_ru: Ваш заказ будет отправлен как только мы получим оплату.
zh_tw: 我們收到您的付款後將盡快處理您的訂單。

source: For any questions or for further information, please contact our
ru_ru: По любым вопросам или за дополнительной информацией обратитесь к нашей
zh_tw: 如果有任何問題或者想要了解任何資訊，請聯繫我們

source: customer service department.
ru_ru: клиентской службой.
zh_tw: 客戶服務部門。

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
ru_ru: С вашим заказом возникла проблема. Если вы полагаете, что это ошибка, вы можете связаться с нами
zh_tw: 我們發現您的訂單有點問題。如果您覺得這是個失誤，請聯絡
