Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ShopThemeCatalog.*.xlf
Languages: pl_pl

source: Name, A to Z
pl_pl: Nazwa, A do Z

source: Name, Z to A
pl_pl: Nazwa, Z do A

source: Price, low to high
pl_pl: Cena, rosnąco

source: Price, high to low
pl_pl: Cena, malejąco

source: Date added, newest to oldest
pl_pl: Data dodania, od najnowszych do najstarszych

source: Date added, oldest to newest
pl_pl: Data dodania, od najstarszych do najnowszych

source: New
pl_pl: Nowy

source: Used
pl_pl: Używane

source: Refurbished
pl_pl: Odnowione

source: Online only
pl_pl: Tylko online

source: On sale!
pl_pl: Wyprzedaż!

source: Reduced price
pl_pl: Obniżka

source: Pack
pl_pl: Pakiet

source: New product
pl_pl: Nowy produkt

source: Product available with different options
pl_pl: Dostępny produkt z innymi opcjami

source: Out of stock
pl_pl: Oczekiwanie na dostawę

source: Last items in stock
pl_pl: Ostatnie sztuki w magazynie

source: Relevance
pl_pl: Dostępne

source: Price
pl_pl: Cena

source: Regular price
pl_pl: Cena podstawowa

source: Discount
pl_pl: Rabat

source: Items
pl_pl: Przedmioty

source: Item
pl_pl: Przedmiot

source: Search results
pl_pl: Wyniki wyszukiwania

source: Best sellers
pl_pl: Najczęściej kupowane

source: Categories
pl_pl: Kategorie

source: Pages
pl_pl: Strony

source: Price drop
pl_pl: Spadek ceny

source: List of products by supplier %s
pl_pl: Lista produktów wg dostawcy %s

source: List of all suppliers
pl_pl: Lista wszystkich dostawców

source: %number% products
pl_pl: %number% produktów

source: %number% product
pl_pl: %number% produkt

source: List of all brands
pl_pl: Lista wszystkich marek

source: On sale
pl_pl: Wyprzedaż

source: All sale products
pl_pl: Wszystkie produkty w promocji

source: Category: %category_name%
pl_pl: Kategoria: %category_name%

source: List of products by brand %brand_name%
pl_pl: Lista produktów marki %brand_name%

source: New products
pl_pl: Nowe produkty

source: All new products
pl_pl: Wszystkie nowe produkty

source: Brands
pl_pl: Marki

source: Suppliers
pl_pl: Dostawcy

source: Product
pl_pl: Produkt

source: Quantity
pl_pl: Ilość

source: Unit price
pl_pl: Cena jednostkowa

source: Total price
pl_pl: Cena końcowa

source: Returned
pl_pl: Zwróconych

source: Reference
pl_pl: Indeks

source: Availability date:
pl_pl: Data dostępności:

source: Data sheet
pl_pl: Opis

source: Condition
pl_pl: Stan:

source: Pack content
pl_pl: Zawartość

source: Accessories
pl_pl: Produkty powiązane

source: Product customization
pl_pl: Dostosowywanie produktu

source: Your customization:
pl_pl: Twoje dostosowywanie:

source: Showing %from%-%to% of %total% item(s)
pl_pl: Pokazano %from%-%to% z %total% pozycji

source: There are %product_count% products.
pl_pl: Jest %product_count% produktów.

source: There is 1 product.
pl_pl: Jest 1 produkt.

source: Save %percentage%
pl_pl: Zniżka %percentage%

source: Save %amount%
pl_pl: Zniżka %amount%

source: %price% tax excl.
pl_pl: %price% netto

source: Instead of %price%
pl_pl: Zamiast %price%

source: Including %amount% for ecotax
pl_pl: W tym %amount% ekopodatku

source: (not impacted by the discount)
pl_pl: (nie pomniejszony o rabat)

source: Brand
pl_pl: Marka

source: In stock
pl_pl: W magazynie

source: Specific References
pl_pl: Specyficzne kody

source: Volume discounts
pl_pl: Rabaty ilościowe

source: You Save
pl_pl: Oszczędzasz

source: Up to %discount%
pl_pl: Do %discount%

source: This pack contains
pl_pl: Ten pakiet zawiera

source: Description
pl_pl: Opis

source: Product Details
pl_pl: Szczegóły produktu

source: Attachments
pl_pl: Załączniki

source: You might also like
pl_pl: Zobacz także

source: Search our catalog
pl_pl: Szukaj w naszym katalogu

source: Search
pl_pl: Szukaj

source: Popular Products
pl_pl: Popularne produkty

source: All products
pl_pl: Wszystkie produkty

source: No RSS feed added
pl_pl: Nie dodano kanału RSS

source: My alerts
pl_pl: Moje powiadomienia

source: Viewed products
pl_pl: Ostatnio przeglądane

source: 1 person is currently watching this product.
pl_pl: 1 osoba obecnie ogląda ten produkt.

source: %nb_people% people are currently watching this product.
pl_pl: %nb_people% osób obecnie ogłada ten produkt.

source: Last time this product was bought: %date_last_order%
pl_pl: Ostatni raz ten produkt został zakupiony: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
pl_pl: Ostatni raz ten produkt został dodany do koszyka: %date_last_cart%

source: All suppliers
pl_pl: Wszyscy dostawcy

source: No supplier
pl_pl: Brak dostawców

source: Best Sellers
pl_pl: Najczęściej Kupowane

source: All best sellers
pl_pl: Wszystkie bestsellery

source: All brands
pl_pl: Wszystkie marki

source: No brand
pl_pl: Brak marki

source: %s other product in the same category:
pl_pl: %s inny produkt w tej samej kategorii:

source: %s other products in the same category:
pl_pl: %s innych produktów w tej samej kategorii:

source: Customers who bought this product also bought:
pl_pl: Klienci którzy zakupili ten produkt kupili również:

source: List of products by supplier %supplier_name%
pl_pl: Lista produktów dostawcy %supplier_name%
