Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ShopNotificationsError.*.xlf
Languages: vi_vn

source: Could not delete address.
vi_vn: Không thể xóa địa chỉ.

source: Please fix the error below.
vi_vn: Vui lòng sửa lỗi bên dưới.

source: %s is required.
vi_vn: %s là bắt buộc.

source: is invalid.
vi_vn: là không hợp lệ

source: The %1$s field is too long (%2$d chars max).
vi_vn: Các trường %1$s là quá dài (%2$d ký tự tối đa).

source: The email "%mail%" is already used, please choose another one or sign in
vi_vn: Email "%mail%" đã được sử dụng, vui lòng chọn một email khác hoặc đăng nhập

source: This voucher is disabled
vi_vn: Phiếu giảm giá này không còn kích hoạt

source: This voucher has already been used
vi_vn: Phiếu giảm giá này đã được sử dụng

source: This voucher is not valid yet
vi_vn: Phiếu giảm giá này chưa được hợp lệ

source: This voucher has expired
vi_vn: Phiếu giảm giá đã hết hạn

source: You cannot use this voucher anymore (usage limit reached)
vi_vn: Bạn không thể sử dụng phiếu giảm giá này nữa (vượt quá giới hạn sử dụng)

source: You cannot use this voucher
vi_vn: Bạn không thể sử dụng phiếu giảm giá này

source: You must choose a delivery address before applying this voucher to your order
vi_vn: Bạn phải chọn một địa chỉ giao hàng trước khi nhập phiếu giảm giá cho đơn đặt hàng

source: You cannot use this voucher in your country of delivery
vi_vn: Bạn không thể sử dụng phiếu giảm giá này cho đất nước bạn nhận hàng

source: You must choose a carrier before applying this voucher to your order
vi_vn: Bạn phải chọn một nhà vận chuyển trước khi nhập phiếu giảm giá cho đơn đặt hàng

source: You cannot use this voucher with this carrier
vi_vn: Bạn không thể sử dụng phiếu giảm giá cho đơn vị vân chuyển này

source: You cannot use this voucher on products on sale
vi_vn: Bạn không thể sử dụng phiếu giảm giá với sản phẩm đã khuyến mãi

source: Please log in first
vi_vn: Vui lòng đăng nhập trước

source: You have not reached the minimum amount required to use this voucher
vi_vn: Giá trị giao dịch chưa đủ để bạn có thể sử dụng phiếu giảm giá này

source: This voucher is already in your cart
vi_vn: Phiếu giảm giá này đã nằm trong giỏ hàng

source: This voucher is not combinable with an other voucher already in your cart: %s
vi_vn: Phiếu giảm giá này không thể kết hợp một phiếu giảm giá khác đã áp dụng trong giỏ hàng của bạn: %s

source: Cart is empty
vi_vn: Giỏ hàng trống

source: You cannot use this voucher in an empty cart
vi_vn: Bạn không thể sử dụng phiếu giảm giá này với giỏ hàng rỗng

source: You cannot use this voucher with these products
vi_vn: Khuyến mãi này không thể sử dụng với các sản phẩm này

source: Your account isn't available at this time, please contact us
vi_vn: Tài khoản của bạn không có sẵn tại thời điểm này, xin vui lòng liên hệ với chúng tôi

source: Authentication failed.
vi_vn: Người dùng lỗi

source: Invalid email/password combination
vi_vn: Sự kết hợp email/mật khẩu không hợp lệ

source: There seems to be an issue with your account, please contact support
vi_vn: Có vẻ như có vấn đề với tài khoản của bạn, vui lòng liên hệ bộ phận hỗ trợ

source: An account was already registered with this email address
vi_vn: Một tài khoản đã được đăng ký với địa chỉ email này

source: Password is required
vi_vn: Mật khẩu là bắt buộc

source: Login is required
vi_vn: Yêu cầu đăng nhập

source: Invalid login
vi_vn: Đăng nhập không hợp lệ

source: Invalid password
vi_vn: Mật khẩu không hợp lệ

source: Authentication failed
vi_vn: Người dùng lỗi

source: Invalid email address.
vi_vn: Địa chỉ e-mail không hợp lệ

source: We cannot regenerate your password with the data you've submitted
vi_vn: Chúng tôi không thể tái tạo mật khẩu của bạn với dữ liệu bạn gửi

source: You cannot regenerate the password for this account.
vi_vn: Bạn không thể tạo lại mật khẩu cho tài khoản này.

source: You can regenerate your password only every %d minute(s)
vi_vn: Bạn có thể tạo lại mật khẩu của bạn là chỉ có mỗi %d phút(s)

source: An error occurred while sending the email.
vi_vn: Đã xảy ra lỗi trong khi gửi email.

source: Customer account not found
vi_vn: Tài khoản của khách hàng không tìm thấy

source: The password and its confirmation do not match.
vi_vn: Mật khẩu và xác nhận mật khẩu không khớp.

source: The password change request expired. You should ask for a new one.
vi_vn: Yêu cầu đổi mật khẩu đã hết hạn. Bạn nên lập yêu cầu mới.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
vi_vn: Đã xuất hiện lỗi với tài khoản của bạn, lỗi này không cho phép chúng tôi cập nhật mật khẩu mới của bạn. Vui lòng báo cáo vấn đề này dùng mẫu đơn liên hệ.

source: The message cannot be blank.
vi_vn: Thông điệp này không thể để trống.

source: The order is no longer valid.
vi_vn: Đơn hàng không còn hợp lệ.

source: This message is invalid (HTML is not allowed).
vi_vn: Tin nhắn này không hợp lệ (không cho phép dùng HTML).

source: You do not have enough products to request an additional merchandise return.
vi_vn: Bạn không có đủ sản phẩm để tạo thêm một yêu cầu trả hàng.

source: Please provide an explanation for your RMA.
vi_vn: Vui lòng ghi rõ lý do trả hàng.

source: Please check at least one product you would like to return.
vi_vn: Vui lòng chọn ít nhất một sản phẩm bạn muốn trả lại.

source: For each product you wish to add, please specify the desired quantity.
vi_vn: Vui lòng ghi rõ số lượng muốn trả lại cho từng sản phẩm đã chọn.

source: This order cannot be returned
vi_vn: Không thể trả lại đơn hàng này

source: Invalid message
vi_vn: Thông báo không hợp lệ

source: This product is no longer available.
vi_vn: Sản phẩm này hiện không còn sẵn có.

source: You do not have access to this product.
vi_vn: Bạn không có quyền truy cập đến sản phẩm này.

source: An error occurred while deleting the selected picture.
vi_vn: Đã xảy ra lỗi khi xóa các hình ảnh được chọn.

source: An error occurred during the image upload process.
vi_vn: Một lỗi đã xảy ra trong quá trình tải lên hình ảnh.

source: Invalid key.
vi_vn: Phím không hợp lệ

source: This product does not exist in our store.
vi_vn: Cửa hàng không có sản phẩm này.

source: This product has been deleted.
vi_vn: Sản phẩm này đã bị xóa.

source: This file no longer exists.
vi_vn: Tập tin không còn tồn tại.

source: This product has been refunded.
vi_vn: Sản phẩm này đã được hoàn trả.

source: The product deadline is in the past.
vi_vn: Hạn cuối cùng là sản phẩm trong quá khứ.

source: The product expiration date has passed, preventing you from download this product.
vi_vn: Ngày hết hạn của sản phẩm đã qua, ngăn cản bạn tải về sản phẩm này.

source: Expiration date has passed, you cannot download this product.
vi_vn: Đã quá hạn, bạn không thể tải về sản phẩm này.

source: You have reached the maximum number of downloads allowed.
vi_vn: Bạn đã đạt đến số lượng tối đa cho phép tải.

source: Please provide the required information
vi_vn: Vui lòng cung cấp thông tin được yêu cầu

source: We couldn't find your order with the information provided, please try again
vi_vn: Chúng tôi không thể tìm thấy đơn hàng của bạn với thông tin đã cung cấp, vui lòng thử lại

source: An unexpected error occurred while creating your account.
vi_vn: Có lỗi bất ngờ khi tạo tài khoản của bạn.

source: The customer could not be found.
vi_vn: Khách hàng không thể được tìm thấy.

source: Could not update your information, please check your data.
vi_vn: Không thể cập nhật thông tin của bạn, vui lòng kiểm tra dữ liệu của bạn.

source: PHP "Dom" extension has not been loaded.
vi_vn: PHP "Dom" mở rộng này không được nạp.

source: Sorry. We cannot renew your order.
vi_vn: Xin lỗi. Chúng tôi không thể gia hạn đặt hàng của bạn.

source: Some items are no longer available, and we are unable to renew your order.
vi_vn: Một số mặt hàng không còn có sẵn, và chúng tôi không thể làm mới đặt hàng của bạn.

source: Your address is incomplete, please update it.
vi_vn: Địa chỉ của bạn chưa hoàn thiện, hãy cập nhật địa chỉ.

source: You do not have access to this category.
vi_vn: Bạn không có quyền truy cập vào danh mục.

source: Order return not found.
vi_vn: Đơn hàng trả lại không tìm thấy.

source: Order return not confirmed.
vi_vn: Đơn hàng trả lại không được xác nhận.

source: You have no merchandise return authorizations.
vi_vn: Bạn không có yêu cầu trả hàng nào.

source: You must enter a voucher code.
vi_vn: Bạn phải nhập một mã chứng từ.

source: The voucher code is invalid.
vi_vn: Mã giảm giá không hợp lệ.

source: This voucher does not exist.
vi_vn: Voucher này không tồn tại.

source: You must add %quantity% minimum quantity
vi_vn: Bạn phải thêm %quantity% số lượng tối thiểu

source: Null quantity.
vi_vn: Số lượng rỗng.

source: Product not found
vi_vn: Không thấy sản phẩm

source: This product (%product%) is no longer available.
vi_vn: Sản phẩm này (%product%) hiện không còn sẵn có.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
vi_vn: Một sản phẩm %product% trong giỏ hàng của bạn không còn đủ số lượng này. Bạn không thể tiếp tục đơn đặt hàng của bạn cho đến khi số lượng được điều chỉnh.

source: Please fill in all of the required fields, and then save your customizations.
vi_vn: Làm ơn điền tất cả các trường yêu cầu, sau đó hãy lưu lại.

source: You already have the maximum quantity available for this product.
vi_vn: Bạn đã có đủ số lượng tối đa có sẵn cho sản phẩm này.

source: Invoices are disabled in this shop.
vi_vn: Hoá đơn bị vô hiệu hóa trong cửa hàng này.

source: The invoice was not found.
vi_vn: Hóa đơn không được tìm thấy.

source: No invoice is available.
vi_vn: Không có hoá đơn có sẵn.

source: There are not enough products in stock
vi_vn: Không có đủ sản phẩm trong kho
