Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ShopPdf.*.xlf
Languages: sr_cs

source: Order return
sr_cs: Povraćaj narudžbe

source: Invoice
sr_cs: Faktura

source: Delivery
sr_cs: Isporuka

source: Credit slip
sr_cs: Revers

source: Supply order form
sr_cs: Formular za naručivanje

source: TE: Tax excluded
sr_cs: PI: Porez isključen

source: TI: Tax included
sr_cs: PU: Porez uključen

source: Products ordered:
sr_cs: Naručeni proizvodi:

source: Designation
sr_cs: Odredište

source: Unit Price TE
sr_cs: Cena po JM BP

source: Before discount
sr_cs: Pre popusta

source: Discount Rate
sr_cs: Stopa sniženja

source: After discount
sr_cs: Posle popusta

source: Tax rate
sr_cs: PDV

source: Reference
sr_cs: napomena

source: Tax Rate
sr_cs: Visina poreza

source: Product
sr_cs: proizvod

source: image(s):
sr_cs: slika(e):

source: Base price
sr_cs: Osnovna cena

source: (Tax excl.)
sr_cs: (Porez isklj.)

source: Unit Price
sr_cs: Cena po komadu

source: ecotax: %s
sr_cs: ekotaksa:%s

source: Discounts
sr_cs: Popusti

source: Qty
sr_cs: Količina

source: Product / Reference
sr_cs: Proizvod / Referenca

source: Unit price
sr_cs: Jed.cena

source: (Tax Excl.)
sr_cs: (bez PDV-a.)

source: (Tax Incl.)
sr_cs: (sa PDV-om).

source: Price
sr_cs: Cena

source: image(s)
sr_cs: Slika

source: Total TE
sr_cs: Ukupno BP

source: Total TI
sr_cs: Ukupno SP

source: Summary:
sr_cs: Rezime:

source: Order Discount
sr_cs: Popust na porudžbinu

source: Tax value
sr_cs: Vrednost PDV-a

source: Delivery Address
sr_cs: Adresa za dostavu

source: Billing Address
sr_cs: Adresa fakturisanja

source: Billing & Delivery Address
sr_cs: Adresa fakture i dostave

source: Payment Method
sr_cs: Način plaćanja

source: We have logged your return request.
sr_cs: Zabeležili smo Vaš zahtev za povratak robe.

source: Your package must be returned to us within
sr_cs: Vaš paket nam mora biti vraćen u roku od

source: days of receiving your order.
sr_cs: dana od trenutka dostave porudžbine.

source: Date
sr_cs: Datum

source: No payment
sr_cs: Nema plaćanja

source: Carrier
sr_cs: Dostavljač

source: Order Reference
sr_cs: Napomena porudžbine

source: Order Date
sr_cs: Datum porudžbine

source: Taxes:
sr_cs: Porezi:

source: Base TE
sr_cs: Osnovno BP

source: Tax Value
sr_cs: Vrednost PDV-a

source: No taxes
sr_cs: Bez poreza

source: Tax Detail
sr_cs: Detalji o PDV-u

source: Products
sr_cs: proizvodi

source: Shipping
sr_cs: Isporuka

source: Ecotax
sr_cs: Ekološka taksa

source: Wrapping
sr_cs: Pakovanje

source: Note
sr_cs: Beleška

source: An electronic version of this invoice is available in your account. To access it, log in to our website using your e-mail address and password (which you created when placing your first order).
sr_cs: Elektronska verzija fakture je dostupna na vašem nalogu. Da bi pristupili , prijavite se na našem web sajtu koristeći vašu email adresu i lozinku (koju ste kreirali kada ste dodali vašu prvu narudžbinu).

source: For more assistance, contact Support:
sr_cs: Za bolju asistenciju, kontaktirajte Podršku:

source: Total Tax
sr_cs: Ukupan porez

source: Product Total (Tax Excl.)
sr_cs: Ukupno proizvodi (bez PDV-a)

source: Product Total (Tax Incl.)
sr_cs: Ukupno proizvodi (sa PDV-om)

source: Product Total
sr_cs: Ukupno po proizvodima

source: VAT Number
sr_cs: VAT Broj

source: Invoice Number
sr_cs: Broj računa

source: Invoice Date
sr_cs: Datum fakture

source: Order date
sr_cs: Datum poručivanja

source: Items to be returned
sr_cs: Predmeti za vraćanje

source: Total
sr_cs: Ukupno

source: Total Products
sr_cs: Ukupno proizvoda

source: Total Discounts
sr_cs: Ukupan popust

source: Free Shipping
sr_cs: Besplatna dostava

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
sr_cs: Ako se ne ispune sledeći uslovi, zadržavamo pravo da odbijemo vaš paket i / ili povraćaj novca:

source: Please include this return reference on your return package:
sr_cs: Molimo uključite ovu povratnu referencu na svom povratnom paketu:

source: All products must be returned in their original package and condition, unused and without damage.
sr_cs: Svi proizvodi moraju biti vraćeni u originalnom pakovanju i stanju, neupotrebljavani i bez oštećenja.

source: Please print out this document and slip it into your package.
sr_cs: Molim vas odštampajte ovaj dokument i ubacite ga u vaš paket.

source: The package should be sent to the following address:
sr_cs: Paket treba poslati na sledeću adresu:

source: Upon receiving your package, we will notify you by e-mail. We will then begin processing the refund, if applicable. Let us know if you have any questions
sr_cs: Po prijemu paketa, obavestićemo vas putem e-maila. Nakon toga započećemo obradu povraćaja, ako je to primenljivo. Javite nam se ukoliko imate bilo kakvih pitanja
