Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogFeature.*.xlf
Languages: ar_sa, fr_fr, mn_mn, pt_pt, th_th

source: Texture
ar_sa: نسيج
pt_pt: Textura
th_th: พื้นผิว

source: Apply a discount
fr_fr: Appliquer une réduction
pt_pt: Aplicar um desconto
th_th: ประยุกต์ใช้ส่วนลด

source: Percent (%)
fr_fr: Pourcentage (%)
pt_pt: Percentagem
th_th: เปอร์เซ็นต์ (%)

source: Apply a discount to
fr_fr: Appliquer la réduction à
pt_pt: Aplicar o desconto a
th_th: ประยุกต์ใช้ส่วนลดกับ

source: Order (without shipping)
ar_sa: طلب الشراء (بدون شحن)
fr_fr: La commande (hors frais de port)
pt_pt: Encomenda (sem portes)
th_th: สั่งซื้อ (ไม่มีค่าจัดส่ง)

source: Specific product
fr_fr: Un produit spécifique
pt_pt: Produto específico
th_th: ระบุสินค้า

source: Cheapest product
fr_fr: Le produit le moins cher
pt_pt: Produto mais barato
th_th: สินค้าที่ถูกที่่สุด

source: Selected product(s)
fr_fr: Le(s) produit(s) sélectionné(s)
pt_pt: Produtos selecionados
th_th: สินค้าที่ี่เลือก

source: Exclude discounted products
ar_sa: استثني المنتجات المخفضة
fr_fr: Exclure les produits en promotion
pt_pt: Excluir produtos com desconto
th_th: ยกเว้นสินค้าลดราคา

source: Send a free gift
ar_sa: ارسل هدية مجانية
fr_fr: Envoyer un cadeau
pt_pt: Enviar um presente gratuito
th_th: ส่งของขวัญให้ฟรี

source: Search a product
ar_sa: ابحث عن منتج
fr_fr: Rechercher un produit
pt_pt: Procurar um produto
th_th: ค้นหาสินค้า

source: Matching products
ar_sa: تطابق المنتجات
fr_fr: Produits
pt_pt: Produtos correspondentes
th_th: สินค้าที่ตรงกัน

source: Available combinations
ar_sa: مجموعات متاحة
fr_fr: Déclinaisons
pt_pt: Combinações disponíveis
th_th: ชุดค่าผสมที่มีอยู่

source: Country selection
ar_sa: تحديد الدول
fr_fr: Sélection de pays
pt_pt: Seleção de país
th_th: เลือกประเทศ

source: Carrier selection
ar_sa: تحديد جهات الشحن
fr_fr: Sélection de transporteurs
pt_pt: Selecionar transportadora
th_th: เลือกผู้จัดส่ง

source: Customer group selection
ar_sa: تحديد مجموعة العملاء
fr_fr: Sélection de groupes de clients
pt_pt: Selecionar grupo de clientes
th_th: การเลือกกลุ่มลูกค้า

source: Store selection
fr_fr: Sélection de boutique
pt_pt: Selecção da loja
th_th: การเลือกร้านค้า

source: Limit to a single customer
ar_sa: مقتصر على عميل واحد
fr_fr: Limiter à un seul client
pt_pt: Limitar a um único cliente
th_th: จำกัดต่อหนึ่งลูกค้า

source: Valid
ar_sa: صالح
fr_fr: Valide
pt_pt: Válido
th_th: ถูกต้อง

source: Minimum amount
ar_sa: أقل عدد للشراء
fr_fr: Montant minimum
pt_pt: Montante mínimo
th_th: จำนวนขั้นต่ำ

source: Shipping excluded
ar_sa: غير شامل للشحن
fr_fr: Hors frais de port
pt_pt: Sem portes
th_th: ยังไม่รวมค่าจัดส่ง

source: Shipping included
ar_sa: شامل الشحن
fr_fr: Frais de port inclus
pt_pt: Com portes
th_th: รวมค่าจัดส่งแล้ว

source: Total available
fr_fr: Quantité totale disponible
pt_pt: Total disponível
th_th: ยอดรวมที่มี

source: Total available for each user
fr_fr: Quantité disponible pour chaque utilisateur
pt_pt: Total disponível para cada utilizador
th_th: รวมสำหรับผู้ใช้แต่ละคน

source: Restrictions
ar_sa: القيود
pt_pt: Restrições
th_th: ข้อจำกัด

source: Unselected countries
ar_sa: الدول الغير محددة
fr_fr: Pays non sélectionnés
pt_pt: Países não selecionados
th_th: ประเทศที่ี่ยกเลิกการเลือกแล้ว

source: Selected countries
ar_sa: الدول المحددة
fr_fr: Pays sélectionnés
pt_pt: Países selecionados
th_th: ประเทศที่เลือกไว้

source: Unselected carriers
ar_sa: جهات الشحن الغير محددة
fr_fr: Transporteurs non sélectionnés
pt_pt: Transportadoras não selecionadas
th_th: ผู้จัดส่งที่ยกเลิกการเลือก

source: Selected carriers
ar_sa: جهات الشحن المحددة
fr_fr: Transporteurs sélectionnés
pt_pt: Transportadoras selecionadas
th_th: ผู้จัดส่งที่เลือกไว้

source: Unselected groups
ar_sa: المجموعات غير المحددة
fr_fr: Groupes non sélectionnés
pt_pt: Grupos não selecionados
th_th: กลุุ่่มที่ยกเลิกการเลือก

source: Selected groups
ar_sa: المجموعات المحددة
fr_fr: Groupes sélectionnés
pt_pt: Grupos selecionados
th_th: กลุ่มที่เลือกไว้

source: Compatibility with other cart rules
fr_fr: Compatibilité avec les autres règles paniers
pt_pt: Compatibilidade com outras regras de carrinho
th_th: ความเข้ากันได้กับกฎรถเข็นอื่นๆ

source: Uncombinable cart rules
fr_fr: Règles non cumulables
pt_pt: Regras de carrinho não combináveis
th_th: กฎรถเข็นที่รวมกันไม่ได้

source: Combinable cart rules
fr_fr: Règles cumulables
pt_pt: Regras de carrinho combináveis
th_th: กฎรถเข็นที่รวมกันได้

source: Product selection
fr_fr: Sélection de produit
pt_pt: Seleção de produto
th_th: การเลือกสินค้า

source: Unselected shops
ar_sa: المتاجر الغير محددة
fr_fr: Boutique non sélectionnées
pt_pt: Lojas não selecionadas
th_th: ร้้านค้าที่ยกเลิกการเลือก

source: Selected shops
ar_sa: المتاجر المحددة
fr_fr: Boutiques sélectionnées
pt_pt: Lojas selecionadas
th_th: ร้านค้าที่เลือกไว้

source: Cart rule
fr_fr: Règle Panier
pt_pt: Regra de carrinho
th_th: ข้อกำหนดสำหรับตะกร้า

source: Information
ar_sa: روابط ذات صلة
fr_fr: Informations
pt_pt: Informação
th_th: ข้อมูล

source: Now
ar_sa: الآن
fr_fr: Maintenant
pt_pt: Agora
th_th: เดี๋ยวนี้

source: Done
ar_sa: انتهى
fr_fr: Valider
pt_pt: Concluído
th_th: เสร็จแล้ว

source: Choose Time
fr_fr: Choisir l'heure
pt_pt: Escolher Hora
th_th: เลือกเวลา

source: Time
ar_sa: الوقت
fr_fr: Heure
pt_pt: Tempo
th_th: เวลา

source: Minute
ar_sa: دقيقة
pt_pt: Minuto
th_th: นาที

source: Conditions
ar_sa: الشروط
pt_pt: Condições
th_th: เงื่อนไข\"Conditions combination\"

source: Highlight
fr_fr: Mettre en avant
pt_pt: Destaque
th_th: ไฮไลท์

source: Partial use
ar_sa: استخدام جزئي
fr_fr: Utilisation partielle
pt_pt: Uso parcial
th_th: ใช้บางส่วน

source: Number of products required in the cart to enjoy the discount:
ar_sa: عدد المنتجات المطلوبة في سلة التسوق للاستمتاع بالخصم:
fr_fr: Nombre de produits requis dans le panier pour bénéficier de la promotion :
pt_pt: Número de produtos necessário no carrinho para beneficiar do desconto:
th_th: จำนวนสินค้าที่ต้องการในตะกร้าเพื่อรับส่วนลด:

source: Attachment
ar_sa: ملف مرفق
fr_fr: Document joint
pt_pt: Anexo
th_th: ไฟล์แนบ

source: Product name
ar_sa: اسم المنتج
fr_fr: Article
pt_pt: Nome do Produto
th_th: ชื่อสินค้า

source: Add a new condition group
fr_fr: Ajouter un nouveau groupe de conditions
pt_pt: Adicionar um novo grupo de condição
th_th: เพิ่ิ่มกลุ่มของเงื่อนไขใหม่

source: Add condition
fr_fr: Ajouter la condition
pt_pt: Adicionar condição
th_th: เพิ่มเงื่อนไขใหม่

source: Condition group
fr_fr: Groupe de conditions
pt_pt: Grupo de condição
th_th: กลุ่มเงื่อนไข

source: Root
ar_sa: الجذر
fr_fr: Racine
pt_pt: Raiz
th_th: รูท

source: Home
ar_sa: الصفحة الرئيسية
fr_fr: Accueil
pt_pt: Início
th_th: หน้าหลัก

source: Increase
ar_sa: زيادة
fr_fr: Augmentation
pt_pt: Aumentar
th_th: เพิ่มขึ้น

source: Decrease
ar_sa: تخفيض
fr_fr: Diminution
pt_pt: Diminuir
th_th: ลดลง

source: Customer Order
ar_sa: طلب الزبون
fr_fr: Commande client
pt_pt: Encomenda de Cliente
th_th: คำสั่งซื้อของลูกค้า

source: Adjustment following an inventory of stock
ar_sa: التعديل بعد جرد المخزون
fr_fr: Régularisation suite à inventaire
pt_pt: Ajustamento após um inventário de stock
th_th: การปรับปรุงตามสินค้าคงคลังของสต็อก

source: Transfer to another warehouse
ar_sa: نّقل إلى مستودع آخر
fr_fr: Transfert vers un autre entrepôt
pt_pt: Transferir para outro armazém
th_th: โอนไปยังคลังสินค้าอื่น

source: Transfer from another warehouse
ar_sa: نقل من مستودع آخر
fr_fr: Transfert depuis un autre entrepôt
pt_pt: Transferir de outro armazém
th_th: โอนจากคลังสินค้าอื่น

source: Supply Order
ar_sa: طلبات التوريد
fr_fr: Commande fournisseur
pt_pt: Pedido de fornecimento
th_th: สั่งสินค้าเข้าคลัง

source: Product Return
ar_sa: إرجاع المنتج
fr_fr: Retour produit
pt_pt: Devolução do produto
th_th: ส่งคืนสินค้า

source: Manual Entry
ar_sa: الإدخال اليدوي
fr_fr: Saisie manuelle
pt_pt: Entrada manual
th_th: กรอกด้วยตนเอง

source: Values
ar_sa: القيم
fr_fr: Valeurs
pt_pt: Valores
th_th: ค่า

source: Value
ar_sa: القيمة
fr_fr: Valeur
pt_pt: Valor
th_th: ส่วนลด

source: Color or texture
ar_sa: اللون أو النسيج
fr_fr: Couleur ou texture
pt_pt: Cor ou textura
th_th: สี หรือ พื้นผิว

source: Public name
ar_sa: الأسم العلني
fr_fr: Nom public
pt_pt: Nome público
th_th: ชื่อทางการ

source: Attribute type
ar_sa: نوع الخاصية
fr_fr: Type d'attribut
pt_pt: Tipo de atributo
th_th: ชนิดของคุณลักษณะพิเศษ

source: Attribute group
ar_sa: مجموعة الخاصية
fr_fr: Groupe d'attributs
pt_pt: Grupo do atributo
th_th: กลุ่มคุณสมบัติ

source: Current texture
ar_sa: البُنية الحالية
fr_fr: Texture actuelle
pt_pt: Textura atual
th_th: พื้นผิวที่ใช้ขณะนี้

source: Add new values
fr_fr: Ajouter de nouvelles valeurs
pt_pt: Adicionar novos valores
th_th: เพิ่มค่าใหม่

source: Add New Attributes
ar_sa: إضافة خاصيه جديده
fr_fr: Ajouter des attributs
pt_pt: Adicionar Novos Atributos
th_th: เพิ่มคุณลักษณะใหม่

source: Edit New Attribute
ar_sa: تحرير سمة جديدة
fr_fr: Modifier un attribut
pt_pt: Editar novo Atributo
th_th: แก้ไขคุณลักษณะใหม่

source: Add New Attribute
ar_sa: إضافة خاصيه جديده
fr_fr: Ajouter un nouvel attribut
pt_pt: Adicionar novo atributo
th_th: เพิ่มลักษณะพิเศษใหม่

source: Color
ar_sa: اللون:
fr_fr: Couleur
pt_pt: Cor
th_th: สี

source: Attributes
ar_sa: السمات
fr_fr: Attributs
pt_pt: Atributos
th_th: คุณลักษณะ

source: Payment:
ar_sa: أسلوب الدفع:
fr_fr: Paiement :
pt_pt: Pagamento:
th_th: การชำระเงิน:

source: Cart Rules
ar_sa: قواعد سلة الشراء
fr_fr: Règles panier
pt_pt: Regras de Carrinho
th_th: ข้อกำหนดสำหรับตะกร้า

source: Open
ar_sa: فتح
fr_fr: Ouvert
pt_pt: Aberto
th_th: เปิด

source: Closed
ar_sa: مغلق
fr_fr: Terminé
pt_pt: Fechado
th_th: ปิด

source: Pending 1
ar_sa: 1 معلقة
fr_fr: En attente 1
pt_pt: Pendente 1
th_th: ที่ค้างอยู่ 1

source: Pending 2
ar_sa: ريثما 2
fr_fr: En attente 2
pt_pt: Pendente 2
th_th: ที่ค้างอยู่ 2

source: Messages
ar_sa: الرسائل
mn_mn: Мессежууд
pt_pt: Mensagens
th_th: ข้อความ

source: Private
ar_sa: خاصة
fr_fr: Privé
pt_pt: Privado
th_th: ส่วนตัว

source: Last message
ar_sa: آخر رسالة
fr_fr: Dernier message
pt_pt: Última mensagem
th_th: ข้้อความล่าสุด

source: Contact options
ar_sa: خيارات جهات الاتصال
fr_fr: Options de contact
pt_pt: Opções de contacto
th_th: ตัวเลือกสำหรับการติดต่อ

source: Allow file uploading
ar_sa: السماح برفع الملفات
fr_fr: Autoriser la mise en ligne de fichiers
pt_pt: Permitir o envio de ficheiros
th_th: อนุญาตให้อัพโหลดไฟล์ได้

source: Default message
ar_sa: الرسالة الإفتراضية
fr_fr: Message par défaut
pt_pt: Mensagem padrão
th_th: ข้อความเริ่มต้น

source: Customer service options
ar_sa: خيارات خدمة العملاء
fr_fr: Options de SAV
pt_pt: Opções do serviço de apoio ao cliente
th_th: ตัวเลือกเกี่ยวกับฝ่ายบริการลูกค้า

source: IMAP URL
fr_fr: URL IMAP
pt_pt: URL IMAP

source: IMAP port
fr_fr: Port IMAP
pt_pt: Porta IMAP
th_th: พอร์ต IMAP

source: IMAP user
ar_sa: مستخدم IMAP
fr_fr: Utilisateur IMAP
pt_pt: Nome de utilizador IMAP
th_th: ชื่อผู้ใช้ IMAP

source: IMAP password
ar_sa: كلمة مرور IMAP
fr_fr: Mot de passe IMAP
pt_pt: Palavra-passe IMAP
th_th: รหัสผ่าน IMAP

source: Delete messages
ar_sa: حذف الرسائل
fr_fr: Supprimer les messages
pt_pt: Eliminar mensagens
th_th: ลบข้อความ

source: Create new threads
fr_fr: Créer de nouvelles discussions
pt_pt: Criar um novos tópicos

source: IMAP options
ar_sa: خيارات IMAP
fr_fr: Options IMAP
pt_pt: Opções IMAP
th_th: ตัวเลือกเกี่ยวกับ IMAP

source: Total threads
ar_sa: مجموع المواضيع
fr_fr: Nombre total de discussions
pt_pt: Nº de tópicos
th_th: รวมกระทู้

source: Threads pending
ar_sa: المواضيع المعلقة
fr_fr: Discussions en attente
pt_pt: Tópicos pendentes
th_th: กระทู้ที่รอการอนุมัติ

source: Total number of customer messages
ar_sa: الرسائل الكلية للعملاء
fr_fr: Total de messages de clients
pt_pt: Nº de mensagens de clientes
th_th: จำนวนข้อความทั้งหมดของลูกค้า

source: Total number of employee messages
ar_sa: الرسائل الكلية للموظفين
fr_fr: Total de messages d'employés
pt_pt: Nº total de mensagens de funcionários
th_th: จำนวนข้อความทั้งหมดของพนักงาน

source: Unread threads
ar_sa: المواضيع غير المقروءة
fr_fr: Discussions non lues
pt_pt: Tópicos por ler
th_th: ยังไม่ได้อ่านกระทู้

source: Closed threads
ar_sa: المواضيع المغلقة
fr_fr: Discussions fermées
pt_pt: Tópicos fechados
th_th: ปิดกระทู้

source: Pending Discussion Threads
fr_fr: Discussions en attente
pt_pt: Tópicos de Discussão Pendentes

source: Average Response Time
ar_sa: معدل وقت الإستجابة
fr_fr: Temps de réponse moyen
pt_pt: Tempo Médio de Resposta
th_th: ระยะเวลาตอบรับโดยเฉลี่ย

source: Messages per Thread
fr_fr: Messages par discussion
pt_pt: Mensagens por Tópico

source: Reply to the next unanswered message in this thread
fr_fr: Répondre au prochain message sans réponse dans cette discussion
pt_pt: Responder à próxima mensagem que esteja por responder neste tópico
th_th: ตอบกลับข้อความถัดไปที่ยังไม่ได้ตอบในกระทู้นี้

source: Message forwarded to
ar_sa: توجيه رسالة إلى
fr_fr: Message transmis à
pt_pt: Mensagem reencaminhada para
th_th: ข้อความส่งต่อไปยัง

source: Mark as "handled"
fr_fr: Marquer comme "traité"
pt_pt: Marcar como "tratado"
th_th: ทำเครื่องหมายว่า "จัดการแล้ว"

source: Re-open
ar_sa: إعادة فتح
fr_fr: Réouvrir
pt_pt: Re-abrir
th_th: เปิดอีกครั้ง

source: Mark as "pending 1" (will be answered later)
fr_fr: Marquer comme "en attente 1" (sera traité plus tard)
pt_pt: Marcar como "pendente 1" (será respondido mais tarde)
th_th: ทำเครื่องหมายว่า "รอดำเนินการ 1" (จะตอบในภายหลัง)

source: Disable pending status
fr_fr: Désactiver l'état "en attente"
pt_pt: Desativar estado pendente
th_th: ปิดใช้งานสถานะที่รอดำเนินการ

source: Mark as "pending 2" (will be answered later)
fr_fr: Marquer comme "en attente 2" (sera traité plus tard)
pt_pt: Marcar como "pendente 2" (será respondido mais tarde)
th_th: ทำเครื่องหมายว่า "รอดำเนินการ 2" (จะตอบในภายหลัง)

source: Message to:
ar_sa: رسالة إلى:
fr_fr: Message à :
pt_pt: Mensagem para:
th_th: ข้อความถึง:

source: Product:
ar_sa: المنتج:
fr_fr: Produit :
mn_mn: Бараа бүтээгдэхүүн:
pt_pt: Produto:
th_th: สินค้า:

source: Status:
ar_sa: الحالة:
fr_fr: État :
pt_pt: Estado:
th_th: สถานะ:

source: Edit value
fr_fr: Modifier la valeur
pt_pt: Editar valor
th_th: แก้ไขค่า

source: Save then add another value
ar_sa: احفظ ثم اضف قيمة اخرى
fr_fr: Enregistrer puis ajouter une nouvelle valeur
pt_pt: Guardar e adicionar novo valor
th_th: บัันทึกและเพิ่มค่าอื่นๆ

source: Edit New Feature
fr_fr: Modifier la caractéristique
pt_pt: Editar Nova Característica
th_th: แก้ไขคุณสมบัติใหม่

source: Add New Feature
ar_sa: إضافة ميزة جديدة
fr_fr: Ajouter une nouvelle caractéristique
pt_pt: Adicionar Nova Característica
th_th: เพิ่ิ่มคุณสมบัติใหม่

source: Feature value
fr_fr: Valeur de caractéristique
pt_pt: Valor da característica
th_th: ค่าของคุณสมบัติ

source: Add a new feature value
ar_sa: إضافة قيمة الميزة الجديدة
fr_fr: Ajouter une nouvelle valeur de caractéristique
pt_pt: Adicionar um novo valor à característica
th_th: เพิ่มค่าของคุณสมบัติ

source: Add new feature
ar_sa: إضافة ميزة جديدة
fr_fr: Ajouter une nouvelle caractéristique
pt_pt: Adicionar nova característica
th_th: เพิ่ิ่มคุณสมบัติใหม่

source: Impact on weight
ar_sa: الأثر على وزن
fr_fr: Impact sur le poids
pt_pt: Impacto no peso
th_th: ผลกระทบต่อน้ำหนัก

source: Low stock level
ar_sa: انخفاض مستوى المخزون
fr_fr: Niveau de stock bas
pt_pt: Nível de stock baixo
th_th: ระดับสต็อกต่ำ

source: Receive a low stock alert by email
fr_fr: Recevoir une alerte par e-mail lorsque le stock est faible
pt_pt: Receber um alerta de stock baixo por e-mail
th_th: รับการแจ้งเตือนสต๊อกสินค้าเหลือน้อยทางอีเมล

source: Delivery time of in-stock products:
ar_sa: وقت تسليم المنتجات المتوفرة:
fr_fr: Délai de livraison pour les produits en stock :
pt_pt: Tempo de entrega dos produtos em stock:
th_th: ระยะเวลาการส่งมอบสินค้าในสต็อค:

source: Label when in stock
ar_sa: تسمى حين تتوفر بالمخزون
fr_fr: Libellé si en stock
pt_pt: Etiqueta quando estiver em stock
th_th: ข้อความแสดง มีสินค้าในสต๊อค

source: Condition
ar_sa: الشرط
fr_fr: État
pt_pt: Condição
th_th: เงื่อนไข

source: Number of allowed downloads
fr_fr: Nombre de téléchargements autorisés
pt_pt: Número de transferências permitidas
th_th: จำนวนการดาวน์โหลดที่อนุญาต

source: Short description
ar_sa: الوصف المختصر
fr_fr: Résumé
pt_pt: Descrição curta
th_th: รายละเอียดแบบย่อ

source: Category root
ar_sa: جذر الأقسام
fr_fr: Catégorie racine
pt_pt: Categoria raiz
th_th: รู้ทของหมวดหมู่

source: Reduction with or without taxes
fr_fr: Réduction avec ou sans taxes
pt_pt: Desconto com ou sem IVA
th_th: ลดรวมภาษีหรือไม่รวมภาษี

source: Reduction type
fr_fr: Type de réduction
pt_pt: Tipo de desconto
th_th: ประเภทการลด

source: Beginning
fr_fr: Début
pt_pt: Início
th_th: เริ่มต้น

source: End
fr_fr: Fin
pt_pt: Fim
th_th: สิ้นสุด

source: Leave initial price
ar_sa: اترك السعر المبدئي
fr_fr: Garder le prix initial
pt_pt: Deixar preço inicial
th_th: ปล่อยราคาเริ่มต้น

source: Number of products
ar_sa: عدد من المنتجات
fr_fr: Nombre de produits
pt_pt: Número de produtos
th_th: จำนวนสินค้า

source: Average number of products per category
ar_sa: متوسط عدد المنتجات لكل فئة
fr_fr: Nombre moyen de produits par catégorie
pt_pt: Número médio de produtos por categoria
th_th: เฉลี่ยจำนวนสินค้าต่อหมวดหมู่

source: Disabled Categories
ar_sa: تعطيل الأقسام
fr_fr: Catégories désactivées
pt_pt: Categorias desactivadas
th_th: ปิดการใช้งานหมวดหมู่

source: Empty Categories
ar_sa: أقسام فارغة
fr_fr: Catégories vides
pt_pt: Categorias vazias
th_th: ลบข้อมูลในหมวดหมู่

source: Top Category
fr_fr: Meilleure Catégorie
pt_pt: Categoria Principal
th_th: หมวดหมู่ยอดนิยม

source: All combinations
ar_sa: كل التركيبات
fr_fr: Toutes les déclinaisons
pt_pt: Todas as combinações
th_th: ชุดค่าผสมที่มีอยู่

source: copy of %s
fr_fr: copie de %s
pt_pt: Cópia de %s
th_th: สำเนาของ %s

source: Comment:
ar_sa: التعليق:
fr_fr: Commentaire :
pt_pt: Comentário:
th_th: ความคิดเห็น

source: Opened
fr_fr: Ouvert
pt_pt: Aberto
th_th: เปิดแล้ว

source: Default delivery time: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Edit delivery time[/2]
fr_fr: Délai de livraison par défaut : %delivery_time% - %oos_delivery_time% [2]Modifier le délai de livraison[/2]
pt_pt: Tempo de entrega predefinido: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Editar tempo de entrega[/2]
th_th: เวลาจัดส่งเริ่มต้น: [1]%delivery_time% - %oos_delivery_time%[/1] [2]แก้ไขเวลาจัดส่ง[/2]

source: None
ar_sa: لايوجد
fr_fr: Aucun
pt_pt: Nenhum
th_th: ไม่มี

source: Use default behavior
ar_sa: إستخدم الإجراء الافتراضي
fr_fr: Utiliser le comportement par défaut
pt_pt: Utilizar comportamento predefinido
th_th: พฤติกรรมเริ่มต้น

source: Allow orders
ar_sa: السماح بطلبات الشراء
fr_fr: Accepter les commandes
pt_pt: Permitir encomendas
th_th: อนุญาตให้มีการสั่งซื้อ

source: Deny orders
ar_sa: إلغاء طلبات الشراء
fr_fr: Refuser les commandes
pt_pt: Não permitir encomendas
th_th: ปฏิเสธรายการสั่งซื้อ

source: Decrement pack only.
fr_fr: Décrémenter uniquement le pack.
pt_pt: Diminuir apenas o pacote.
th_th: ลดแพ็คเท่านั้น

source: Decrement products in pack only.
fr_fr: Décrémenter uniquement les produits du pack.
pt_pt: Diminuir apenas os produtos no pacote.
th_th: ลดสินค้าในแพ็คเท่านั้น

source: Decrement both.
fr_fr: Décrémenter les deux.
pt_pt: Diminuir ambos.
th_th: ลดทั้งคู่

source: New
fr_fr: Neuf
pt_pt: Novo
th_th: ใหม่

source: Used
fr_fr: Utilisé
pt_pt: Usado
th_th: ใช้

source: Refurbished
fr_fr: Reconditionné
pt_pt: Como novo
th_th: ได้รับการตกแต่ง

source: A physical product that needs to be shipped.
fr_fr: Un produit matériel qui doit être expédié.
pt_pt: Um produto físico que precisa de ser expedido.
th_th: สินค้าทางกายภาพที่ต้องจัดส่ง

source: A product with different variations (size, color, etc.) from which customers can choose.
fr_fr: Un produit avec plusieurs déclinaisons (taille, couleur, etc.) que peuvent choisir vos clients.
pt_pt: Um produto com diferentes variações (tamanho, cor, etc.) entre as quais os clientes podem escolher.
th_th: สินค้าที่มีหลากหลายรูปแบบ (ขนาด สี ฯลฯ) ซึ่งลูกค้าสามารถเลือกได้

source: A collection of products from your catalog.
fr_fr: Une collection de produits issus de votre catalogue.
pt_pt: Uma colecção de produtos do seu catálogo.
th_th: คอลเลกชันสินค้าจากแค็ตตาล็อกของคุณ

source: An intangible product that doesn't require shipping. You can also add a downloadable file.
fr_fr: Un produit immatériel qui ne nécessite pas de livraison. Vous pouvez également ajouter un fichier téléchargeable.
pt_pt: Um produto intangível que não necessita de envio. Também pode adicionar um ficheiro descarregável.
th_th: สินค้าที่จับต้องไม่ได้ที่ไม่ต้องจัดส่ง คุณยังสามารถเพิ่มไฟล์ที่ดาวน์โหลดได้

source: Pack of products
ar_sa: حزمة من المنتجات
fr_fr: Pack de produits
pt_pt: Pacote de produtos
th_th: แพ็คสินค้า

source: Standard product
fr_fr: Produit standard
pt_pt: Produto padrão
th_th: สินค้ามาตรฐาน

source: Customers can access the product by browsing the catalog, using the search bar, or the link.
fr_fr: Les clients pourront trouver un produit dans votre catalogue en effectuant une recherche ou bien en y accédant grâce à un lien.
pt_pt: Os clientes podem aceder ao produto navegando no catálogo, utilizando a barra de pesquisa ou a ligação.
th_th: ลูกค้าสามารถเข้าถึงสินค้าได้โดยการเรียกดูแค็ตตาล็อก ใช้แถบค้นหา หรือลิงก์

source: Customers can access the product only by browsing the catalog. This is particularly useful to avoid displaying too many similar products in a search.
fr_fr: Vos clients pourront voir le produit dans le catalogue uniquement. Utile si vous souhaitez éviter d'afficher trop de produits similaires lors d'une recherche.
pt_pt: Os clientes só podem aceder ao produto navegando no catálogo. Isto é particularmente útil para evitar a apresentação de demasiados produtos semelhantes numa pesquisa.
th_th: ลูกค้าสามารถเข้าถึงสินค้าได้โดยการเรียกดูแค็ตตาล็อกเท่านั้น สิ่งนี้มีประโยชน์อย่างยิ่งในการหลีกเลี่ยงการแสดงสินค้าที่คล้ายกันมากเกินไปในการค้นหา

source: Customers can access the product only by using the search bar.
fr_fr: Vos clients ne pourront trouver le produit qu'en effectuant une recherche.
pt_pt: Os clientes só podem aceder ao produto utilizando a barra de pesquisa.
th_th: ลูกค้าสามารถเข้าถึงสินค้าได้โดยใช้แถบค้นหาเท่านั้น

source: Only customers with the link can access the product.
fr_fr: Seuls les clients possédant un lien vers le produit pourront y accéder.
pt_pt: Apenas os clientes com a ligação podem aceder ao produto.
th_th: เฉพาะลูกค้าที่มีลิงก์เท่านั้นจึงจะสามารถเข้าถึงสินค้าได้

source: Everywhere
ar_sa: في كل مكان
fr_fr: Partout
pt_pt: Em todo o lado
th_th: ทุกที่

source: Catalog only
fr_fr: Catalogue uniquement
pt_pt: Apenas no catálogo
th_th: แคตตาล็อกเท่านั้น

source: Search only
fr_fr: Recherche uniquement
pt_pt: Apenas na pesquisa
th_th: ค้นหาเท่านั้น

source: Nowhere
ar_sa: في اي مكان
fr_fr: Nulle part
pt_pt: Em nenhum local
th_th: ไม่ปรากฏที่ไหน

source: product(s)
ar_sa: المنتج(ـات)
fr_fr: produit(s)
pt_pt: produto(s)
th_th: สินค้า

source: Products
ar_sa: المنتجات
fr_fr: Produits
mn_mn: Бүтээгдэхүүнүүд
pt_pt: Produtos
th_th: รายการ

source: Cart rules
fr_fr: Règles panier
pt_pt: Regras de carrinho
th_th: ข้อกำหนดสำหรับตะกร้า

source: List of disabled products
ar_sa: قائمة المنتجات المعاقين
fr_fr: Liste des produits désactivés
pt_pt: Lista de produtos desativados
th_th: แสดงสินค้าที่ถูกปิดการใช้งาน

source: List of empty categories
ar_sa: قائمة الفئات فارغا
fr_fr: Liste des catégories vides
pt_pt: Lista de categorias vazias
th_th: รายชื่อหมวดหมู่ที่ยังไม่มีรายการสินค้าในหมวด

source: List of products with combinations but without available quantities for sale
fr_fr: Liste des produits avec déclinaisons non disponibles à la vente
pt_pt: Lista de produtos com combinações, mas sem quantidades disponíveis para venda
th_th: รายการสินค้าที่มีการรวมกันแต่ไม่มีจำนวนสำหรับการขาย
