Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersFeature.*.xlf
Languages: es_es, fr_fr, pt_pt, zh_tw

source: Dates are often easy to guess
es_es: Las fechas suelen ser fáciles de adivinar
fr_fr: Les dates sont souvent faciles à deviner.
pt_pt: As datas são muitas vezes fáceis de adivinhar
zh_tw: 日期通常很容易被猜到

source: This is a top-10 common password
es_es: Esta es una de las 10 contraseñas más comunes
fr_fr: Ce mot de passe figure parmi les 10 mots de passe les plus courants.
pt_pt: Esta é uma das 10 palavras-passe mais comuns
zh_tw: 這是一個排名前十的常用密碼

source: This is a top-100 common password
es_es: Esta es una de las 100 contraseñas más comunes
fr_fr: Ce mot de passe figure parmi les 100 mots de passe les plus courants.
pt_pt: Esta é uma das top-100 palavras-passe mais usadas e comuns
zh_tw: 這是一個排名前一百的常用密碼

source: This is a very common password
es_es: Esta contraseña es muy común
fr_fr: Ceci est un mot de passe très courant.
pt_pt: Esta é uma palavra-passe muito comum
zh_tw: 這是非常常見的密碼

source: This is similar to a commonly used password
es_es: Esta contraseña es similar a otras contraseñas muy usadas
fr_fr: Ce mot de passe est similaire à un mot de passe couramment utilisé.
pt_pt: Isto é semelhante a uma palavra-passe comummente utilizada
zh_tw: 這類似於常用的密碼

source: A word by itself is easy to guess
es_es: Una palabra que por sí misma es fácil de adivinar
fr_fr: Un mot seul est facile à deviner.
pt_pt: Uma palavra por si só é fácil de adivinhar
zh_tw: 一個單詞很容易被猜到

source: Names and surnames by themselves are easy to guess
es_es: Los nombres y apellidos completos son fáciles de adivinar
fr_fr: Les noms et les surnoms seuls sont faciles à deviner.
pt_pt: Os nomes e apelidos por si só são fáceis de adivinhar
zh_tw: 名字和姓氏很容易被猜到

source: Common names and surnames are easy to guess
es_es: Los nombres comunes y los apellidos son fáciles de adivinar
fr_fr: Les noms et les prénoms courants sont faciles à deviner.
pt_pt: Os nomes comuns e os apelidos são fáceis de adivinhar
zh_tw: 常見名字和暱稱很容易被猜到

source: Very weak
es_es: Muy débil
fr_fr: Très faible
pt_pt: Muito fraco
zh_tw: 非常弱

source: Weak
es_es: Débil
fr_fr: Faible
pt_pt: Fraco
zh_tw: 弱

source: Average
es_es: Promedio
fr_fr: Moyenne
pt_pt: Médio
zh_tw: 平均

source: Strong
es_es: Fuerte
fr_fr: Fort
pt_pt: Forte
zh_tw: 強

source: Very strong
es_es: Muy fuerte
fr_fr: Très fort
pt_pt: Muito forte
zh_tw: 非常強

source: Use a few words, avoid common phrases
es_es: Usa varias palabras, evita frases comunes
fr_fr: Utilisez quelques mots, évitez les phrases courantes.
pt_pt: Utilizar poucas palavras, evitar frases comuns
zh_tw: 使用一些單詞，避免常用詞組

source: No need for symbols, digits, or uppercase letters
es_es: No se necesitan símbolos, dígitos o letras mayúsculas.
fr_fr: Pas besoin de symboles, de chiffres ou de majuscules.
pt_pt: Não são necessários símbolos, dígitos ou letras maiúsculas
zh_tw: 無需符號、數字或大寫字母

source: Avoid repeated words and characters
es_es: Evita repetir palabras y caracteres
fr_fr: Éviter de répéter les mots et les caractères.
pt_pt: Evitar palavras e caracteres repetidos
zh_tw: 避免重複的單詞和字元

source: Avoid sequences
es_es: Evita secuencias
fr_fr: Éviter les séquences.
pt_pt: Evitar sequências
zh_tw: 避免連串格式

source: Avoid recent years
es_es: Evita años recientes
fr_fr: Évitez les années récentes.
pt_pt: Evitar os últimos anos
zh_tw: 避免最近的年份

source: Avoid years that are associated with you
es_es: Evita años que puedan asociarse contigo
fr_fr: Évitez les années qui vous sont associées.
pt_pt: Evitar os anos que lhe estão associados
zh_tw: 避免與你有關的年份

source: Avoid dates and years that are associated with you
es_es: Evita años y fechas que puedan asociarse contigo
fr_fr: Évitez les dates et les années qui vous sont associées.
pt_pt: Evitar datas e anos que estejam associados a si
zh_tw: 避免輿您相關的日期和年份

source: Capitalization doesn't help very much
es_es: Las mayúsculas no ayudan mucho
fr_fr: Les majuscules ne sont pas très utiles.
pt_pt: A capitalização não ajuda muito
zh_tw: 大冩並沒有太大幫助

source: All-uppercase is almost as easy to guess as all-lowercase
es_es: Todo en mayúsculas es casi tan fácil de adivinar como en minúsculas
fr_fr: Un mot de passe tout en majuscules est presque aussi facile à deviner qu'un mot de passe tout en minuscules.
pt_pt: As maiúsculas são quase tão fáceis de adivinhar como as minúsculas
zh_tw: 全大冩幾乎和全小冩一様容易被猜到

source: Reversed words aren't much harder to guess
es_es: Las palabras invertidas no son mucho más difíciles de adivinar
fr_fr: Les mots inversés ne sont pas beaucoup plus difficiles à deviner.
pt_pt: As palavras invertidas não são muito mais difíceis de adivinhar
zh_tw: 倒轉單詞並不難猜到

source: Predictable substitutions like '@' instead of 'a' don't help very much
es_es: Las sustituciones predecibles como usar '@' en lugar de 'a' no ayudan mucho
fr_fr: Les substitutions prévisibles comme '@' au lieu de 'a' n'aident pas beaucoup.
pt_pt: As substituições previsíveis como "@" em vez de "a" não ajudam muito
zh_tw: 可預測的替換，例如用「@」代替「a」並沒有太大幫助

source: Add another word or two. Uncommon words are better.
es_es: Añade una o dos palabras más. Es mejor usar palabras poco habituales.
fr_fr: Ajoutez un autre mot ou deux. Préférez les mots peu courants.
pt_pt: Acrescentar mais uma ou duas palavras. As palavras pouco comuns são melhores.
zh_tw: 再添加一兩個單詞。不常用的詞更好。

source: Enter a password between %d and %d characters
es_es: Introduce una contraseña de entre %d y %d caracteres
fr_fr: Entrez un mot de passe contenant entre %d et %d caractères.
pt_pt: Introduzir uma palavra-passe entre %d e %d caracteres
zh_tw: 輸入介於 %d 和 %d 個字符之間的密碼

source: The minimum score must be: %s
es_es: El puntaje mínimo debe ser: %s
fr_fr: Le score minimum doit être de : %s
pt_pt: A pontuação mínima deve ser: %s
zh_tw: 最低分數必須為：%s

source: Sequences like "abc" or "6543" are easy to guess
es_es: Las secuencias como "abc" o "6543" son fáciles de adivinar
fr_fr: Les séquences (ex. : abc ou 6543) sont faciles à deviner.
pt_pt: Sequências como "abc" ou "6543" são fáceis de adivinhar
zh_tw: 如「abc」或「6543」這樣的連串格式很容易被猜到

source: Predictable substitutions like "@" instead of "a" don't help very much
es_es: Las sustituciones predecibles como usar "@" en lugar de "a" no ayudan mucho
fr_fr: Les substitutions prévisibles comme "@" au lieu de "a" n'aident pas beaucoup.
pt_pt: As substituições previsíveis como "@" em vez de "a" não ajudam muito
zh_tw: 可預測的替換，例如用「@」代替「a」並沒有太大幫助

source: File size
es_es: Tamaño del archivo
fr_fr: Taille de l'image
pt_pt: Tamanho do ficheiro
zh_tw: 檔案大小

source: Price tax excluded
es_es: Precio impuestos excluidos
fr_fr: Prix HT
pt_pt: Preço sem IVA
zh_tw: 價格不含稅。

source: Price tax included
es_es: Precio impuestos incluidos
fr_fr: Prix TTC
pt_pt: Preço com IVA
zh_tw: 價格含稅。

source: Price per unit
es_es: Precio unitario
fr_fr: Prix unitaire
pt_pt: Preço por unidade
zh_tw: 每單位價格
