Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminNotificationsError.*.xlf
Languages: pt_pt, th_th

source: Unable to update settings.
pt_pt: Não é possível atualizar as definições.

source: There is %d error.
pt_pt: Existe %d erro.
th_th: พบข้้อผิดพลาด %d

source: %1$s on line %2$s in file %3$s
pt_pt: %1$s na linha %2$s do ficheiro %3$s

source: There are %d warnings.
pt_pt: Existem %d avisos.
th_th: มีคำเตือน %d รายการ

source: There are %d errors.
pt_pt: Existem %d erros.
th_th: พบข้อผิดพลาด %d

source: Property %s is empty.
pt_pt: A propriedade %s está vazia.

source: The %s field is required.
pt_pt: O campo %s é necessário.

source: This class name does not exist.
pt_pt: Este nome da classe não existe.
th_th: ชื่อคลาสดังกล่าวนี้ไม่มีอยู่ในระบบ

source: This property does not exist in the class or is forbidden.
pt_pt: Esta propriedade não existe na classe ou é proibida.
th_th: คุณสมบัตินี้ไม่ได้อยู่ในชั้นเรียนหรือเป็นที่ต้องห้าม

source: This association has too many elements.
pt_pt: Esta associação tem muitos elementos.

source: This name is not allowed.
pt_pt: Este nome não é permitido.
th_th: ชื่อนี้จะไม่ได้รับอนุญาต

source: Syntax error with this pattern.
pt_pt: Erro de sintaxe com este padrão.
th_th: รูปแบบข้อมูลไม่ตรงรูปแบบที่กำหนดไว้

source: This key has already been used.
pt_pt: Esta chave já foi usada.
th_th: คีย์นี้จะใช้เวลามากเกินไป (อนุญาตครั้งเดียว)

source: The %s field (in tab %s) is required.
pt_pt: O campo %s (no separador %s) é obrigatório.

source: [%s] is not a valid configuration key
pt_pt: [%s] não é uma chave de configuração válida

source: Cannot parse feed.
pt_pt: Não é possível ler o feed.
th_th: ไม่สามารถแยกฟีด

source: No default currency
pt_pt: Nenhuma moeda padrão
th_th: สกุลเงินเริ่มต้นไม่มี

source: The email is already used, please choose another one
pt_pt: Este correio eletrónico já está registado, por favor, escolha outro.
th_th: อีเมลนี้ถูกใช้ไปแล้ว โปรดเลือกอีเมลอื่น

source: Could not load cart id=%s
pt_pt: Não foi possível carregar o carrinho n.º =%s

source: No files were uploaded.
pt_pt: Não foi enviado nenhum ficheiro.
th_th: ยังไม่มีไฟล์ใดได้รับการอัพโหลด

source: Source file does not exist or is empty.
pt_pt: O ficheiro de origem não existe ou está vazio.

source: File has an invalid extension, it should be one of these: %s.
pt_pt: Ficheiro tem uma extensão inválida, tem de ser uma das seguintes: %s.

source: The uploaded file is too large.
pt_pt: O ficheiro enviado é muito grande.

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
pt_pt: Imagem é muito grande (%1$d kB). Máximo permitido: %2$d kB
th_th: ไฟล์ภาพมีขนาดใหญ่เกินไป (%1$d kB) ขนาดสูงสุดที่รองรับคือ %2$d kB

source: Image format not recognized, allowed formats are: .ico
pt_pt: Formato de imagem não reconhecido. Formatos permitidos são: .ico
th_th: รูปแบบภาพไม่รู้จักรูปแบบที่ได้รับอนุญาตมีดังนี้ :. ICO

source: Error while uploading image; please change your server's settings.
pt_pt: Erro ao fazer upload da imagem; por favor, altere as configurações do seu servidor.
th_th: ข้อผิดพลาดในขณะที่การอัปโหลดรูปภาพโปรดเปลี่ยนการตั้งค่าของเซิร์ฟเวอร์ของคุณ

source: Image format not recognized, allowed formats are: %s
pt_pt: Formato de imagem não reconhecido, os formatos permitidos são: %s

source: Cannot generate emails because the Symfony container is unavailable.
pt_pt: Não é possível gerar emails porque o contentor Symfony não está disponível.

source: Cannot generate email templates: %s.
pt_pt: Não é possível gerar modelos de email: %s

source: Cannot scan root directory
pt_pt: Não foi possível pesquisar na pasta raiz

source: Cannot scan "override" directory
pt_pt: Não foi possível pesquisar no diretório «substituição»

source: File %2$s (in directory %1$s)
pt_pt: Ficheiro %2$s (na pasta %1$s)

source: Property %1$s has a bad value (allowed values are: %2$s).
pt_pt: A propriedade %1$s contém um valor incorreto (os valores permitidos são: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
pt_pt: O seu preenchimento no campo %1$s (língua %2$s) excede o comprimento máximo de %3$d carateres (incl. tags html).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
pt_pt: O comprimento da propriedade %1$s é atualmente de %2$d carateres. O intervalo tem de estar entre %3$d e %4$d carateres.

source: Validation function not found: %s.
pt_pt: Função de validação não encontrada: %s.

source: Property %s is not valid
pt_pt: A propriedade %s não é válida

source: is required.
pt_pt: é obrigatório.
th_th: ต้องการ

source: %1$s is too long. Maximum length: %2$d
pt_pt: %1$s é demasiado longo. O comprimento máximo: %2$d

source: The %1$s field is too long (%2$d chars max).
pt_pt: O campo %1$s é demasiado longo (%2$d caracteres max.)

source: The range of property %1$s is currently %2$d. It must be between %3$d and %4$d.
pt_pt: O intervalo da propriedade %1$s é actualmente %2$d. Tem de estar entre %3$d e %4$d.

source: Error on image caption: "%1s" is not a valid caption.
pt_pt: Erro na legenda da imagem: "%1s" não é uma legenda válida.

source: Fatal error
pt_pt: Erro fatal

source: Server file size is different from local file size
pt_pt: O tamanho do arquivo no servidor é diferente do tamanho do arquivo local

source: The uploaded file exceeds %s
pt_pt: O ficheiro enviado excede %s

source: The uploaded file was only partially uploaded
pt_pt: O ficheiro enviado não foi totalmente enviado

source: No file was uploaded
pt_pt: Não foi enviado nenhum ficheiro
th_th: ไม่มีไฟล์ถูกอัพโหลด

source: Missing temporary folder
pt_pt: Pasta temporária em falta

source: Failed to write file to disk
pt_pt: Falha na escrita do ficheiro para o disco

source: A PHP extension stopped the file upload
pt_pt: Uma extensão PHP parou o carregamento do ficheiro

source: Filetype not allowed
pt_pt: Tipo de arquivo não permitido

source: The uploaded file exceeds the post_max_size directive in php.ini
pt_pt: O arquivo carregado (upload) excede o parâmetro post_max_size no php.ini

source: File is too big. Current size is %1s, maximum size is %2s.
pt_pt: O ficheiro é demasiado grande. O tamanho atual é de %1s, o tamanho máximo é de %2s.

source: The 'From' date format is invalid (YYYY-MM-DD)
pt_pt: O formato da data em "De" não é válido. Tem de ser no formato AAAA-MM-DD

source: The 'To' date format is invalid (YYYY-MM-DD)
pt_pt: O formato da data em "Até" não é válido. Tem de ser no formato AAAA-MM-DD

source: An error occurred while attempting to delete the image. (cannot load object).
pt_pt: Ocorreu um erro ao tentar apagar a imagem. (não foi possível carregar o objeto).

source: You cannot delete this item.
pt_pt: Não pode remover este item.
th_th: คุณไม่สามารถลบข้อมูลนี้ได้

source: field %s is required.
pt_pt: campo %s é obrigatório.
th_th: ช่องข้อมูล %s จำเป็นต้องกรอก

source: The option selected in the %s field is invalid.
pt_pt: A opção seleccionada no campo %s é inválida.

source: Cannot add configuration %s
pt_pt: Não é possível adicionar a configuração %s

source: The field %field_name% is required at least in %lang%.
pt_pt: O campo %field_name% é obrigatório pelo menos em %lang%.

source: %s: Incorrect value
pt_pt: %s: valor incorreto

source: Can't update #%id% status
pt_pt: Não é possível actualizar o estado #%id%
th_th: ไม่สามารถอัปเดตสถานะ #%id%

source: An error occurred while assigning a zone to the selection.
pt_pt: Ocorreu um erro ao associar uma zona à seleção.

source: You must select at least one element to assign a new zone.
pt_pt: Tem de selecionar, pelo menos, um elemento para associar a uma nova zona.

source: Can't delete #%id%
pt_pt: Não foi possível eliminar #%id%

source: You must select at least one item to perform a bulk action.
pt_pt: É necessário seleccionar pelo menos um item para executar uma acção em massa.
th_th: คุณต้องเลือกอย่างน้อยหนึ่งรายการเพื่อดำเนินการแบบกลุ่ม

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
pt_pt: Devido a restrições do limite de memória, esta imagem não pode ser carregada. Aumente o valor do memory_limit nas definições de configuração do seu servidor.

source: The object cannot be loaded (the identifier is missing or invalid)
pt_pt: Não foi possível carregar o objeto (o identificador não existe ou é inválido)

source: An error occurred when attempting to update the required fields.
pt_pt: Ocorreu um erro ao tentar atualizar os campos obrigatórios.

source: Unable to delete associated images.
pt_pt: Não foi possível remover as imagens associadas.

source: Access denied.
pt_pt: Acesso não permitido.
th_th: ห้ามเข้า

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
pt_pt: O ficheiro enviado excede a diretiva de envio "upload_max_filesize" no ficheriro php.ini

source: file (%s) not writable
pt_pt: ficheiro (%s) não permite escrita

source: directory (%s) not writable
pt_pt: pasta (%s) não permite escrita

source: The file you are trying to upload is %2$d KB, which is larger than the maximum size allowed of %1$d KB.
pt_pt: O ficheiro que está a tentar carregar tem um tamanho de %2$d KB, que é superior ao tamanho máximo permitido de %1$d KB.
th_th: ไฟล์ที่คุณพยายามอัปโหลดคือ %2$d KB ซึ่งใหญ่กว่าขนาดสูงสุดที่อนุญาต %1$d KB

source: The object cannot be loaded.
pt_pt: O objeto não pode ser carregado.
th_th: ไม่สามารถโหลดข้อมูลอ็อปเจ็คได้

source: Invalid message
pt_pt: Mensagem inválida
th_th: ข้อความไม่ถูกต้อง

source: Bad SQL query
pt_pt: Má query SQL
th_th: Query ไม่ถูกต้อง

source: Please fill in all the required fields.
pt_pt: Por favor, preencha todos os campos obrigatórios.
th_th: กรุณากรอกข้อมูลลงในช่องข้อมูลที่ระบุว่าจำเป็นต้องกรอก

source: Invalid message.
pt_pt: Mensagem inválida.

source: Address format invalid
pt_pt: Formato do endereço inválido
th_th: ที่อยู่ไม่ถูกต้อง

source: An error occurred during the file upload process.
pt_pt: Ocorreu um erro durante o upload do ficheiro.
th_th: เกิดข้อผิดพลาดบางประการในระหว่างการอัพโหลดข้อมูล

source: The email address is invalid.
pt_pt: Este endereço de email já existe.
th_th: ที่อยู่อีเมลดังกล่าวไม่ถูกต้อง

source: The selected date range is not valid.
pt_pt: o intervalo de datas não é válido.

source: Failed to update the status
pt_pt: Não foi possível atualizar o estado

source: Unknown error.
pt_pt: Erro desconhecido.
th_th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Incorrect value for "Depends on stock" for product %name%
pt_pt: Valor incorreto do parâmetro «Dependente do stock» para o produto %name%

source: Invalid tag(s) (%s)
pt_pt: Etiqueta(s) inválida(s) (%s)

source: There is one error.
pt_pt: Existe um erro.
th_th: พบข้อผิดพลาดหนึ่งรายการ.

source: There are several errors.
pt_pt: Existem vários erros.

source: Email is empty.
pt_pt: O Email está vazio.

source: Invalid email address.
pt_pt: O endereço de email não é válido.
th_th: ที่อยู่อีเมลไม่ถูกต้อง

source: The password field is blank.
pt_pt: O campo da palavra-passe está vazio.
th_th: ช่องรหัสผ่านยังไม่มีข้อมูล

source: Invalid password.
pt_pt: Palavra-passe inválida.
th_th: รหัสผ่านไม่ถูกต้อง

source: File upload was not completed.
pt_pt: O envio do ficheiro não foi concluído.

source: File too large (limit of %s bytes).
pt_pt: Ficheiro excessivamente grande (limite de %s bytes).

source: Internal error #%s
pt_pt: Erro interno Nº %s

source: No file has been selected
pt_pt: Não foi selecionado nenhum ficheiro
th_th: ยังไม่มีไฟล์ที่ถูกเลือก

source: No file was uploaded.
pt_pt: Não foi enviado nenhum ficheiro.

source: No valid value for field exceptions has been defined.
pt_pt: Não foi definido um valor válido para o campo de exceções.

source: An error occurred while transplanting the module to its hook.
pt_pt: Ocorreu um erro ao transitar este módulo para o seu hook.

source: Page not found
pt_pt: Página não encontrada

source: You do not have permission to view this.
pt_pt: Não tem permissões para ver isto.
th_th: คุณไม่ได้รับอนุญาตดูข้อมูลนี้

source: Failed to update the position.
pt_pt: Falha ao atualizar a posição.
th_th: ล้มเหลวในการปรับปรุงตำแหน่ง

source: An error occurred while creating an object.
pt_pt: Ocorreu um erro ao criar um objeto.
th_th: พบข้อผิดพลาดบางประการในระหว่างการสร้างชิ้นวัตถุ

source: An error occurred while attempting to create a new folder.
pt_pt: Ocorreu um erro ao tentar criar a nova pasta.

source: An error occurred while copying the image.
pt_pt: Ocorreu um erro ao copiar a imagem.

source: An error occurred while copying this image: %s
pt_pt: Ocorreu um erro ao copiar esta imagem: %s

source: Error while updating the status.
pt_pt: Erro ao atualizar o estado.

source: Invalid file name
pt_pt: Nome de ficheiro inválido
th_th: ชื่อไฟล์ที่ไม่ถูกต้อง

source: You need at least one object.
pt_pt: Tem de especificar pelo menos um objeto.
th_th: คุณจำเป็นต้องมีอย่างน้อยหนึ่งวัตถุ

source: You cannot delete all of the items.
pt_pt: Não pode eliminar todos os itens.
th_th: คุณไม่สามารถลบรายการทั้งหมดที่

source: Cannot retrieve file.
pt_pt: Não é possível recuperar ficheiro.

source: Invalid name for %s language
pt_pt: Nome inválido para o idioma %s

source: The name for %1s language is too long (%2d chars max).
pt_pt: O nome para o idioma %1s é excessivamente longo (máx. %2d caracteres).

source: Invalid file extension
pt_pt: Extensão de ficheiro inválido
th_th: นามสกุลไฟล์ที่ไม่ถูกต้อง

source: The file name is too long.
pt_pt: O nome de ficheiro é demasiado longo.
th_th: ชื่อไฟล์ยาวเกินไป

source: Invalid file
pt_pt: Ficheiro inválido
th_th: ไฟล์ไม่ถูกต้อง

source: Invalid date range
pt_pt: Intervalo de datas inválido

source: An error occurred while updating the image.
pt_pt: Ocorreu um erro ao atualizar a imagem.

source: An error occurred while linking the object %table_name% to categories.
pt_pt: Ocorreu um erro ao associar o objeto %table_name% às categorias.

source: The object cannot be loaded.
pt_pt: O objeto não pode ser carregado.
th_th: ไม่สามารถโหลดข้อมูลอ็อปเจ็คได้

source: The %name% field is required.
pt_pt: O campo %name% é obrigatório.

source: The %1$s field (%2$s) is invalid.
pt_pt: O campo %1$s (%2$s) não é válido.

source: The tags list (%s) is invalid.
pt_pt: A lista de etiquetas (%s) é inválida.

source: An error occurred while copying this image:
pt_pt: Ocorreu um erro ao copiar a imagem:

source: An error occurred during deletion.
pt_pt: Ocorreu um erro durante a eliminação.
th_th: เกิดข้อผิดพลาดบางประการในระหว่างการลบข้อมูล

source: You must select at least one element to delete.
pt_pt: Tem de escolher pelo menos um elemento para eliminar.
th_th: คุณต้องเลือกอย่างน้อยหนึ่งองค์ประกอบที่จะลบ

source: (cannot load object)
pt_pt: (não foi possível carregar o objeto)
th_th: (ไม่สามารถโหลด object ได้)

source: An error occurred while updating the status for an object.
pt_pt: Ocorreu um erro ao atualizar o estado para um objeto.

source: You do not have permission to delete this.
pt_pt: Não tem permissão para eliminar isto.
th_th: คุณไม่ได้รับอนุญาตให้สามารถลบทิ้งได้

source: You do not have permission to edit this.
pt_pt: Não tem permissão para alterar isto.
th_th: คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูลได้

source: The %s field is not valid
pt_pt: O campo %s não é válido

source: An error occurred while uploading the image.
pt_pt: Ocorreu um erro ao enviar a imagem.
th_th: เกิดข้อผิดพลาดระหว่างอัพโหลดภาพ

source: An error occurred while deleting the object.
pt_pt: Ocorreu um erro durante a eliminação do objeto.

source: An error occurred while deleting this selection.
pt_pt: Ocorreu um erro ao eliminar esta seleção.
th_th: เกิดข้อผิดพลาดในระหว่างการลบรายการที่เลือก

source: The file is missing.
pt_pt: O ficheiro está em falta.
th_th: ไฟล์ดังกล่าวเกิดการสูญหาย

source: You do not have permission to add this.
pt_pt: Não tem permissões para adicionar isto.
th_th: คุณไม่ได้รับสิทธิ์ให้เพิ่มข้อมูลนี้

source: An error occurred while updating an object.
pt_pt: Ocorreu um erro ao atualizar um objeto.
th_th: พบข้อผิดพลาดบางประการในระหว่างการปรับปรุงชิ้นวัตถุ

source: Cannot delete file
pt_pt: Impossível eliminar ficheiro

source: Invalid date format.
pt_pt: Formato de data inválido.
th_th: รูปแบบวันที่ไม่ถูกต้อง

source: "%key%" does not exist.
pt_pt: "%key%" não existe.

source: This functionality has been disabled.
pt_pt: Esta funcionalidade foi desativada.
th_th: ฟังก์ชั่นการใช้งานนี้ได้ถูกระงับการใช้งานเอาไว้

source: An error occurred while updating the status.
pt_pt: Ocorreu um erro ao atualizar o estado.
th_th: เกิดข้อผิดพลาดในระหว่างการปรับปรุงสถานะ

source: You cannot delete or disable the last shop group.
pt_pt: Não pode remover ou desativar último grupo de lojas.

source: You cannot delete or disable a shop group in use.
pt_pt: Não pode remover ou desativar o grupo de lojas em utilização.

source: You cannot disable the Main URL.
pt_pt: Não pode desativar o URL principal.

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
pt_pt: Não pode alterar um URL principal para um URL não principal. Tem de selecionar outro URL como o seu URL principal para a loja selecionada.

source: A shop URL that uses this domain already exists.
pt_pt: Já existe um URL de uma loja que usa este domínio.

source: A shop virtual URL cannot be "%URL%"
pt_pt: O URL de uma loja virtual não pode ser "%URL%"

source: A Zip/Postal code is required.
pt_pt: É necessário um Código-Postal.

source: The Zip/Postal code is invalid.
pt_pt: O Código Postal é inválido.

source: Your Zip/Postal code is incorrect.
pt_pt: O seu código postal está incorreto.

source: It must be entered as follows:
pt_pt: Deve ser inserido como:
th_th: ต้องถูกกรอกข้อมูลตามนี้:

source: "%type%" does not exist.
pt_pt: "%type%" não existe.

source: Directory "%folder%" cannot be created
pt_pt: O diretório "%folder%" não pode ser criado

source: File "%file%" cannot be created
pt_pt: O ficheiro "%file%" não pôde ser criado

source: Cannot write this file: "%folder%"
pt_pt: Não é possível gravar o ficheiro: "%folder%"

source: This file must be writable: %file%
pt_pt: Este ficheiro deve ter permissões de escrita: %file%

source: No file has been selected.
pt_pt: Não foi selecionado nenhum ficheiro.
th_th: ยังไม่ได้เลือกไฟล์

source: The server does not have permissions for writing.
pt_pt: O servidor não tem permissões de escrita.

source: Please check rights for %file%
pt_pt: Por favor, verifique as permissões para %file%

source: This file must be writable:
pt_pt: Este ficheiro tem de ter permissões de escrita:
th_th: ไฟล์นี้จะต้องเขียน :

source: Fatal error: The module directory does not exist.
pt_pt: Erro fatal: A pasta do módulo não existe.

source: The field %field_name% is required at least in your default language.
pt_pt: O campo %field_name% é necessário pelo menos na sua língua por omissão.

source: Error while uploading image; please change your server's settings. (Error code: %s)
pt_pt: Erro ao fazer upload da imagem; por favor, altere as configurações do seu servidor. (Código de erro: %s)

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
pt_pt: Formato de imagem não reconhecido. Formatos permitidos são: .gif, .jpg, .png
th_th: รูปแบบภาพไม่รู้จักรูปแบบที่ได้รับอนุญาตมีดังนี้ :... GIF, JPG, PNG

source: The %s field is invalid.
pt_pt: O campo %s é inválido.

source: %s is invalid. Please enter an integer greater than %s.
pt_pt: %s é inválido. Introduza um número inteiro superior a %s.

source: An error occurred while attempting to upload the file.
pt_pt: Ocorreu um erro ao tentar enviar o ficheiro.

source: Maximum depth: Invalid number.
pt_pt: Profundidade máxima: número inválido
th_th: จำนวนหมวดหมู่ย่อย ไม่ถูกต้อง

source: Please fill out all fields.
pt_pt: Preencha todos os campos.

source: An error occurred on saving.
pt_pt: Ocorreu um erro ao guardar.

source: To use <iframe>, enable the feature in Shop Parameters > General
pt_pt: Para utilizar <iframe>, active a funcionalidade em Parâmetros da loja > Geral

source: The voucher code is invalid.
pt_pt: O código do vale de desconto não é válido.

source: %s is invalid.
pt_pt: %s é inválido.

source: An error occurred during the image upload process.
pt_pt: Ocorreu um erro durante o envio da imagem.
th_th: พบข้อผิดพลาดในระหว่างการอัพโหลดรูปภาพดังกล่าว

source: You have to select at least one shop to associate this item with
pt_pt: É necessário seleccionar pelo menos uma loja para associar este artigo

source: Invalid URL
pt_pt: URL inválido
th_th: URL ไม่ถูกต้อง

source: Invalid emails: %invalid_emails%.
pt_pt: Emails inválidos: %invalid_emails%.

source: Invalid email: %invalid_email%.
pt_pt: Correio electrónico inválido: %invalid_email%.

source: The selected condition must be different in each field to set an order of priority.
pt_pt: A condição seleccionada deve ser diferente em cada campo para definir uma ordem de prioridade.

source: Invalid selection
pt_pt: Seleção inválida
th_th: การเลือกไม่ถูกต้อง

source: Category "%s" could not be created.
pt_pt: Não foi possível criar a categoria "%s".

source: This product could not be assigned to category "%s".
pt_pt: Não foi possível atribuir este produto à categoria "%s".

source: %s is invalid. Please enter an integer lower than %s.
pt_pt: %s é inválido. Introduza um número inteiro inferior a %s.
th_th: %s ไม่ถูกต้อง โปรดป้อนจำนวนเต็มที่ต่ำกว่า %s

source: The password doesn't meet the password policy requirements.
pt_pt: A palavra-passe não cumpre os requisitos da política de palavras-passe.

source: You need permission to add this.
pt_pt: Precisa permissão para adicionar isto.

source: You do not have permission to update this.
pt_pt: Não tem autorização para atualizar isto.

source: You do not have permission to create this.
pt_pt: Não tem autorização para criar isto.

source: This field cannot be longer than %limit% characters (incl. HTML tags)
pt_pt: Este campo não pode ter mais de %limit% de caracteres (incluindo etiquetas HTML)

source: Profile(s) assigned to employee cannot be deleted
pt_pt: O(s) perfil(is) atribuído(s) ao empregado não pode(em) ser apagado(s)

source: You cannot delete your own profile
pt_pt: Não pode apagar o seu próprio perfil

source: An error occurred while clearing objects.
pt_pt: Ocorreu um erro durante a limpeza de objectos.

source: Cannot open export file for writing
pt_pt: Não pode abrir o ficheiro de exportação para escrita

source: Cannot write into file: %filename%. Please check write permissions.
pt_pt: Não foi possível escrever no ficheiro: %filename%. Verifique as permissões de escrita.

source: This order status does not exist.
pt_pt: Este estado da ordem não existe.
th_th: ไม่มีสถานะการสั่งซื้อนี้

source: An unexpected error occurred. [%type% code %code%]: %message%
pt_pt: Ocorreu um erro inesperado. [%type% código %code%]: %message%

source: An unexpected error occurred. [%type% code %code%]
pt_pt: Ocorreu um erro inesperado. [%type% código %code%]

source: Cannot send test email for theme %theme% because it is not your current theme
pt_pt: Não é possível enviar o email de teste do tema %theme% porque este não é o seu tema corrente.

source: Cannot send test email for layout %layout%
pt_pt: Não é possível enviar o email de teste para a disposição %layout%.

source: Cannot translate emails body content
pt_pt: Não é possível traduzir o conteúdo do corpo das mensagens electrónicas

source: Themes can only be changed in single store context.
pt_pt: Os temas só podem ser modificados no contexto de uma loja individual.
th_th: ธีมสามารถเปลี่ยนได้ในบริบทของร้านค้าเดียวเท่านั้น

source: Missing configuration file
pt_pt: Ficheiro de configuração em falta
th_th: ไม่มีไฟล์การกำหนดค่า

source: Invalid configuration
pt_pt: Configuração inválida

source: Invalid data
pt_pt: Dados Inválidos
th_th: ข้อมูลไม่ถูกต้อง
