Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminModulesNotification.*.xlf
Languages: da_dk, es_es, hr_hr

source: This will restore the defaults settings.
da_dk: Dette vil gendanne standardindstillingerne.
es_es: Esto restaurará la configuración predeterminada.
hr_hr: To će vratiti postavke na tvorničke vrijednosti.

source: You are about to [1] the following modules:
da_dk: Du er ved at [1] følgende moduler:
es_es: Estás a punto de [1] los siguientes módulos:
hr_hr: Spremate se grupirati [1]' sljedeće module:

source: Installing module...
da_dk: Installerer modul ...
es_es: Instalando módulo...
hr_hr: Instaliranje modula...

source: It will close as soon as the module is installed. It won't be long!
da_dk: Det vil lukkes lige så snart, modulet er installeret. Det vil ikke tage lang tid!
es_es: Se cerrará en cuanto se instale el módulo. ¡No falta mucho!
hr_hr: To će se zatvoriti čim je modul instaliran. To neće biti dugo!

source: Module installed!
da_dk: Modul er installeret!
es_es: ¡Módulo instalado!
hr_hr: Modul instaliran!

source: Oops... Upload failed.
da_dk: Ups ... Upload mislykkedes.
es_es: Uy... La subida ha fallado.
hr_hr: Ups... Učitavanje nije uspjelo.

source: No description found for this module :(
da_dk: Der blev ikke fundet nogen beskrivelse til dette modul :(
es_es: No se ha encontrado una descripción para este módulo :(
hr_hr: Nema opisa za ovaj modul :(

source: No additional description provided for this module :(
da_dk: Der er ingen yderligere beskrivelse til dette modul :(
es_es: No se ha proporcionado una descripción adicional para este módulo :(
hr_hr: Ne postoji opis za ovaj modul :(

source: No feature list provided for this module :(
da_dk: Der vises ingen funktionsliste for dette modul :(
es_es: No se ha proporcionado un listado de características para este módulo :(
hr_hr: Ne postoji popis značajki za ovaj modul :(

source: No customer benefits notes found for this module :(
da_dk: Der blev ikke fundet nogen notater om kundefordele for dette modul :(
es_es: No se ha encontrado ninguna nota de beneficios de cliente para este módulo :(
hr_hr: Nema korisnih bilješki pronađenih za ovaj modul :(

source: No demonstration video found for this module :(
da_dk: Der blev ikke fundet nogen demonstrationsvideo for dette modul :(
es_es: No se ha encontrado un vídeo de demostración para este módulo :(
hr_hr: Nema demonstracijskog videa za ovaj modul :(

source: No changelog provided for this module :(
da_dk: Der er ikke angivet en ændringslog til dette modul :(
es_es: No se ha proporcionado un registro de cambios para este módulo :(
hr_hr: Ne postoji popis izmjena za ovaj modul :(

source: You need to select at least one module to use the bulk action.
da_dk: Du skal vælge mindst ét modul for at bruge massehandlingen.
es_es: Tienes que seleccionar al menos un módulo para utilizar una acción agrupada.
hr_hr: Morate odabrati barem jedan modul za korištenje skupnih radnji.

source: The action "[1]" is not available, impossible to perform your request.
da_dk: Handlingen "[1]" er ikke tilgængelig. Din anmodning kan ikke gennemføres.
es_es: La acción "[1]" no está disponible. No es posible llevar a cabo su solicitud.
hr_hr: Akcija "[1]" nije dostupna, nemoguće izvesti ovaj zahtjev.

source: The action [1] is not available for module [2]. Skipped.
da_dk: Handlingen [1] er ikke tilgængelig for modul [2]. Den springes over.
es_es: La acción [1] no está disponible para el módulo [2] y ha sido omitida.
hr_hr: Akcija [1] nije dostupna za ovaj modul [2]. Preskočeno.

source: Are you sure you want to upgrade this module?
da_dk: Er du sikker på at du ønsker at opgradere dette modul?
es_es: ¿Está seguro de querer actualizar este módulo?

source: Are you sure you want to upgrade these modules?
da_dk: Er du sikker på at du ønsker at opgradere disse moduler?
es_es: ¿Está seguro de querer actualizar estos módulo?

source: We strongly advise you to upgrade the modules on maintenance mode to avoid any cache issues.
da_dk: Vi anbefaler på det kraftigste at du opdaterer modulerne i vedligeholdelsestilstand for at undgå cache problemer.
es_es: Le recomendamos encarecidamente que actualice los módulos en modo de mantenimiento para evitar problemas de caché.

source: An action is already in progress. Please wait for it to finish.
es_es: Ya hay una acción en curso. Espera a que termine.
