Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShopparametersFeature.*.xlf
Languages: id_id, pt_pt

source: Authorized modules:
id_id: Modul resmi:
pt_pt: Módulos autorizados:

source: This category already exists for this group.
id_id: Kategori sudah ada untuk grup ini.
pt_pt: Esta categoria já existe para este grupo.

source: Add a category discount
id_id: Tambah kategori diskon
pt_pt: Adicionar um desconto de categoria

source: New group category discount
id_id: Grup kategori diskon baru
pt_pt: Novo desconto de categoria do grupo

source: Discount (%):
id_id: Diskon (%):
pt_pt: Desconto (%):

source: Discount: %.2f%%
id_id: Diskon: %.2f%%
pt_pt: Desconto: %.2f%%

source: Group information
id_id: Informasi group
pt_pt: Informação do grupo

source: Price display method:
id_id: Cara penayangan harga:
pt_pt: Método de apresentação do preço:

source: Show prices:
id_id: Tampilkan harga:
pt_pt: Mostrar preços:

source: Current category discount
id_id: Sekarang diskon kategori
pt_pt: Desconto de categoria atual

source: Members of this customer group
id_id: Pelanggan anggota grup ini
pt_pt: Membros deste grupo de clientes

source: Limited to the first 100 customers.
id_id: Dibatasi untuk 1000 pelanggan pertama
pt_pt: Limitado aos primeiros 100 clientes.

source: Please use filters to narrow your search.
id_id: Gunakan filter untuk hasil pencarian yang lebih akurat.
pt_pt: Use filtros para limitar a sua pesquisa.

source: Hours:
id_id: Jam:
pt_pt: Horas:

source: Dear Customer, Regards, Customer service
id_id: Pelanggan yth., Salam, Pelayanan pelanggan
pt_pt: Caro Cliente, Cumprimentos, Apoio ao cliente

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
id_id: Toko kami sedang diperbarui dan akan kembali aktif secepatnya. Terima kasih atas kesabaran Anda.
pt_pt: Estamos de momento a atualizar a loja e regressaremos muito brevemente. Obrigado pela sua compreensão.

source: #IN
pt_pt: #FT

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
pt_pt: um|acerca de|acima|depois|outra vez|contra|tudo|sou|um|e|qualquer|são|não são|como|em|ser|porque|sido|antes|sendo|abaixo|entre|ambos|mas|por|pode|não pode|poderia|não poderia|fez|não fez|fazer|faz|não faz|fazendo|feito|em baixo|durante|cada|poucos|para|de|mais|teve|não teve|tem|não tem|ter|não ter|tendo|ele|terá|ela|aqui|dela|ela própria|ele|ele próprio|dele|como|tem|se|em|dentro|é|não é|isso|seu|si próprio|deixar|eu|mais|muito|não tem|o meu|eu próprio|não|nem|não|de|fora|sobre|uma vez|apenas|ou|outro|dever|o nosso|os nosso|nós próprios|fora|sobre|próprio|mesmo|dever|ela|deve|não deve|assim|algum|tal|do que|isso|o|o seu|os seus|eles|eles próprios|então|ali|estes|eles|são|isto|aqueles|através de|para|também|inferior a|até|para cima|muito|foi|não foi|nós|fomos|não fomos|o quê|quando|onde|que|enquanto|quem|a quem|porquê|com|ganhou|teria|não teria|tu|o teu|tu próprio|vós próprios

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
id_id: Anda dapat berhenti berlangganan kapan saja. Caranya, temukan informasi kontak kami di halaman aturan penggunaan.
pt_pt: Pode cancelar a subscrição a qualquer momento. Para tal, consulte a nossa informação de contacto na declaração legal.

source: In Stock
id_id: Stok tersedia
pt_pt: Disponível

source: Product available for orders
id_id: Produk tersedia untuk dijual
pt_pt: Produto disponível para encomendas

source: Out-of-Stock
id_id: Stok habis
pt_pt: Esgotado

source: Customer service
id_id: Layanan pelanggan
pt_pt: Serviço de apoio a clientes

source: If a technical problem occurs on this website
id_id: Jika terdapat masalah teknis di website kami
pt_pt: Se ocorreu um problema técnico no nosso website

source: For any question about a product, an order
id_id: Untuk pertanyaan seputar produk dan pembelian
pt_pt: Para qualquer pergunta sobre um Produto ou uma Encomenda

source: Mr.
id_id: Tuan
pt_pt: Sr.

source: Mrs.
id_id: Nona
pt_pt: Sra.

source: Visitor
id_id: Pengunjung
pt_pt: Visitante

source: Guest
id_id: Pengunjung
pt_pt: Cliente não registado

source: Customer
id_id: Pelanggan
pt_pt: Cliente

source: Neutral
id_id: Netral
pt_pt: Não definido

source: Add new social title
id_id: Tambahkan panggilan
pt_pt: Adicionar novo título social

source: Social titles
id_id: Judul
pt_pt: Títulos sociais

source: Image width
id_id: Lebar gambar
pt_pt: Largura da Imagem

source: Image height
id_id: Tinggi gambar
pt_pt: Altura da Imagem

source: Social title
id_id: Panggilan
pt_pt: Título

source: Group name
id_id: Nama grup
pt_pt: Nome do grupo

source: Discount (%)
id_id: Diskon (dalam%)
pt_pt: Desconto (%)

source: Members
id_id: Anggota
pt_pt: Membros

source: Creation date
id_id: Penciptaan tanggal
pt_pt: Data de criação

source: Default groups options
id_id: Opsi grup default
pt_pt: Opções padrão dos grupos

source: Visitors group
id_id: Grup pengunjung
pt_pt: Grupo dos visitantes

source: Guests group
id_id: Grup tamu
pt_pt: Grupo dos visitantes

source: Customers group
id_id: Grup pelanggan
pt_pt: Grupo dos clientes

source: Save, then add a category reduction.
id_id: Simpan, kemudian tambah diskon kategori.
pt_pt: Guardar e adicionar de seguida um desconto de uma categoria.

source: Add new group
id_id: Tambah grup baru
pt_pt: Adicionar um grupo novo

source: Customer group
id_id: Kelompok pelanggan
pt_pt: Grupo de clientes

source: Price display method
id_id: Harga menampilkan metode
pt_pt: Método de apresentação do preço

source: Category discount
id_id: Diskon kategori
pt_pt: Desconto de uma categoria

source: Modules authorization
id_id: Otorisasi modul
pt_pt: Autorização de módulos

source: Show prices
id_id: Tampilkan harga
pt_pt: Mostrar preços

source: Alias
pt_pt: Nomes alternativos

source: Aliases
id_id: Alias
pt_pt: Alias

source: Indexing
id_id: Proses indeks
pt_pt: Indexação

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
id_id: Produk yang telah "diindeks" telah dianalisa oleh Prestashop dan akan tampil dalam hasil pencarian di front office.
pt_pt: Os produtos "indexados" foram analisados pelo PrestaShop e irão aparecer nos resultados da pesquisa do Front Office.

source: Indexed products
id_id: Indexed produk
pt_pt: Produtos indexados

source: Building the product index may take a few minutes.
id_id: Membuat index produk memakan waktu lama.
pt_pt: Criar o índice de produtos poderá demorar alguns minutos.

source: Add missing products to the index
id_id: Tambahkan produk yang hilang ke indeks
pt_pt: Adicionar os produtos que faltam ao índice

source: If your server stops before the process ends, you can resume the indexing by clicking "%add_missing_products_label%".
pt_pt: Se o seu servidor parar antes de o processo terminar, pode retomar a indexação clicando em "%add_missing_products_label%".

source: Re-build the entire index
id_id: Membangun kembali semua indeks
pt_pt: Recriar todo o índice

source: You can set a cron job that will rebuild your index using the following URL:
id_id: Anda dapat menyetel cron job untuk menyusun ulang indeks Anda menggunakan URL berikut:
pt_pt: Pode definir uma tarefa cron que irá recriar o índice utilizando o seguinte URL:

source: Search within word
id_id: Cari di dalam kata
pt_pt: Pesquisar dentro da palavra

source: Search exact end match
id_id: Cari dan cocokan
pt_pt: Pesquisar pelo final do termo exacto

source: Fuzzy search
pt_pt: Procura imprecisa

source: Maximum approximate words allowed by fuzzy search
pt_pt: Máximo de palavras aproximadas permitidas pela pesquisa imprecisa

source: Maximum word length (in characters)
pt_pt: Comprimento máximo da palavra (em carateres)

source: Minimum word length (in characters)
id_id: Minimum kata panjang
pt_pt: Mínimo de caracteres da palavra

source: Blacklisted words
id_id: Daftar hitam kata
pt_pt: Palavras na lista negra

source: Weight
id_id: Berat
pt_pt: Peso

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
id_id: The "berat" mewakili pentingnya dan relevansi untuk peringkat dari produk ketika mencoba pencarian baru.
pt_pt: O "peso" representa a importância e a relevância para o posicionamento dos produtos, quando concluir uma nova pesquisa.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
id_id: Sebuah kata dengan berat 8 akan memiliki nilai 4 kali lebih dari sebuah kata dengan berat 2.
pt_pt: Uma palavra com um peso de oito terá quatro vezes mais valor do que uma palavra com um peso de dois.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
id_id: That's why we advise to set a greater weight for words which appear in the name or reference of a product than the ones in the description. Thus, the search results will be as precise and relevant as possible.
pt_pt: Aconselhamos que defina um maior peso para as palavras que aparecem no nome ou na referência de um produto. Isto irá garantir que os resultados da pesquisa sejam tão precisos e relevantes quanto possível.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
id_id: Set weight menjadi 0 akan mengecualikan field dari data pencarian. Jika nilai weight dirubah semua indeks harus dibuat ulang
pt_pt: Definindo o peso como 0 vai excluir este campo do índice de pesquisa. É necessário re-criar todo o índice quando houver alterações para 0, ou de 0 para outro valor

source: Product name weight
id_id: Nama produk berat badan
pt_pt: Peso do nome do produto

source: Reference weight
id_id: Referensi berat badan
pt_pt: Peso da referência

source: Short description weight
id_id: Deskripsi pendek berat badan
pt_pt: Peso da descrição curta

source: Description weight
id_id: Deskripsi berat badan
pt_pt: Peso da descrição

source: Category weight
id_id: Berat kategori
pt_pt: Peso da categoria

source: Brand weight
id_id: Bobot merek
pt_pt: Peso da marca

source: Tags weight
id_id: Berat tags
pt_pt: Peso das etiquetas

source: Attributes weight
id_id: Atribut berat badan
pt_pt: Peso dos atributos

source: Features weight
id_id: Berat fitur
pt_pt: Peso das características

source: Add new alias
id_id: Tambah alias baru
pt_pt: Adicionar novo nome alternativo

source: Result
id_id: Hasil
pt_pt: Resultado

source: Registration date
id_id: Tgl Daftar
pt_pt: Data de registo

source: Shop ID
id_id: ID toko
pt_pt: ID da Loja

source: Shop group
id_id: Grup toko
pt_pt: Grupo da Loja

source: Root category
id_id: Kategori Root
pt_pt: Categoria raiz

source: Main URL for this shop
id_id: URL utama toko ini
pt_pt: URL principal para esta loja

source: Edit this shop group
id_id: Edit grup toko ini
pt_pt: Alterar este grupo de loja

source: Add new shop
id_id: Tambah toko baru
pt_pt: Adicionar nova loja

source: Multistore tree
id_id: Daftar Multistore
pt_pt: Árvore multiloja

source: It will only be applied to the multistore header to highlight your shop context.
pt_pt: Será aplicado apenas ao cabeçalho de várias lojas para destacar o contexto da sua loja.

source: Store name
id_id: Nama toko
pt_pt: Nome da loja

source: It will only be applied to this group of shops, each store will keep its individual color.
pt_pt: Só será aplicado a este grupo de lojas, cada loja manterá a sua cor individual.

source: Icon
pt_pt: Ícone

source: Edit return status
id_id: Edit status retur
pt_pt: Editar estado da devolução

source: Show delivery PDF.
id_id: Tampilkan PDF nota pengiriman.
pt_pt: Mostrar o PDF da entrega.

source: Template
pt_pt: Modelo de email

source: Return status
id_id: Status retur
pt_pt: Estado de devolução

source: Send email to customer
id_id: Kirim email ke Pelanggan
pt_pt: Enviar email ao cliente

source: Consider the associated order as validated.
id_id: Pertimbangkan bahwa pesanan telah sah
pt_pt: Considerar a encomenda associada como validada.

source: Hide this status in all customer orders.
id_id: Sembunyikan status ini disemua order pelanggan.
pt_pt: Esconder este Estado em todas as encomendas dos clientes.

source: Attach invoice PDF to email.
id_id: Lampirkan invoice dalam format PDF ke email.
pt_pt: Anexar o PDF da fatura ao email.

source: Attach delivery slip PDF to email.
id_id: Lampirkan nota pengiriman dalam format PDF ke email.
pt_pt: Anexar o PDF da nota de entrega ao email.

source: Set the order as shipped.
id_id: Set pembelian sebagai telah dikirim.
pt_pt: Definir a encomenda como enviada.

source: Set the order as paid.
id_id: Set order menjadi telah dibayar.
pt_pt: Definir a encomenda como paga.

source: Allow a customer to download and view PDF versions of their invoices.
pt_pt: Permitir que um cliente descarregue e visualize versões PDF das suas facturas.

source: Send an email to the customer when their order status has changed.
pt_pt: Enviar um e-mail ao cliente quando o estado da encomenda for alterado.

source: Add new store
id_id: Tambah toko
pt_pt: Adicionar nova loja

source: Stores
id_id: Toko
pt_pt: Lojas

source: Store name (e.g. City Center Mall Store).
id_id: Nama toko (mis. City Center Mall Store).
pt_pt: Nome da loja (ex: Loja Central).

source: Allowed characters: letters, spaces and %s
id_id: Karakter yang diperbolehkan: huruf, spasi dan %s.
pt_pt: Caracteres permitidos: letras, espaços e %s

source: Store coordinates (e.g. 45.265469/-47.226478).
id_id: Koordinat toko (mis. 45.265469/-47.226478).
pt_pt: Coordenadas da loja (ex: 45.265469/-47226478).

source: Picture
id_id: Gambar
pt_pt: Imagem

source: Monday
id_id: Senin
pt_pt: Segunda-feira

source: Tuesday
id_id: Selasa
pt_pt: Terça-feira

source: Wednesday
id_id: Rabu
pt_pt: Quarta-feira

source: Thursday
id_id: Kamis
pt_pt: Quinta-feira

source: Friday
id_id: Jumat
pt_pt: Sexta-feira

source: Saturday
id_id: Sabtu
pt_pt: Sábado

source: Sunday
id_id: Minggu
pt_pt: Domingo

source: Choose your country
id_id: Pilih negara Anda
pt_pt: Escolha o seu país

source: Choose your state (if applicable)
id_id: Pilih negara Anda (jika berlaku)
pt_pt: Escolha o estado/distrito (se aplicável)

source: Displayed in emails and page titles.
id_id: Tampil di email dan halaman website.
pt_pt: Mostrado em emails e nos títulos das páginas.

source: Shop email
id_id: Email Toko
pt_pt: Email da loja

source: Registration number
id_id: Nomor registrasi
pt_pt: Número de registo

source: Shop address line 1
id_id: Alamat Toko (baris 1)
pt_pt: Endereço da loja linha 1

source: Shop address line 2
id_id: Alamat toko baris 2
pt_pt: Endereço da loja linha 2

source: Contact details
id_id: detail kontak
pt_pt: Detalhes de contacto

source: Add new tag
id_id: Tambah tag
pt_pt: Adicionar nova etiqueta

source: Tag
pt_pt: Etiqueta

source: Search
id_id: Cari
pt_pt: Pesquisar

source: Visits
id_id: Kunjungan
pt_pt: Visitas

source: Shop name
id_id: Nama Toko
pt_pt: Nome loja

source: Registrations
id_id: Pendaftaran
pt_pt: Inscrições

source: Undefined
id_id: Tidak didefinisikan
pt_pt: Indefinido

source: Visitors
id_id: Pengunjung
pt_pt: Visitantes

source: Unknown
id_id: Tidak diketahui
pt_pt: Desconhecido

source: Male
id_id: Laki-laki
pt_pt: Masculino

source: Female
id_id: Perempuan
pt_pt: Feminino

source: Product name
id_id: Nama produk
pt_pt: Nome do Produto

source: No redirection (you may have duplicate content issues)
id_id: Tidak ada aturan redirect (Anda bisa mendapat masalah duplikasi konten)
pt_pt: Sem redirecionamento (poderão ocorrer problemas relacionados com conteúdos duplicados)

source: 302 Moved Temporarily (recommended while setting up your store)
id_id: 302 Moved Temporarily (disarankan ketika toko masih diseting)
pt_pt: 302 Movido temporariamente (recomendado na fase de configuração da sua loja)

source: 301 Moved Permanently (recommended once you have gone live)
id_id: 301 Moved Permanently (disarankan jika toko Anda telah siap bertransaksi)
pt_pt: 301 Movido permanentemente (recomendado quando tiver a sua loja em produtivo)

source: Other
id_id: Lainnya
pt_pt: Outro

source: GET variable
id_id: GET variabel
pt_pt: Variável GET

source: Add new contact
id_id: Tambah kontak baru
pt_pt: Adicionar contacto

source: Add a new page
id_id: Tambah halaman baru
pt_pt: Adicionar nova página

source: hours
id_id: jam
pt_pt: horas

source: Save messages?
id_id: Simpan pesan ?
pt_pt: Guardar mensagens?

source: Re-display cart at login
id_id: Tampilkan dafar belanja saat login
pt_pt: Mostrar o último carrinho após iniciar sessão

source: Send an email after registration
id_id: Kirim email setelah pendaftaran
pt_pt: Enviar um email após o registo

source: Password reset delay
id_id: Jeda reset password
pt_pt: Intervalo para pedir palavra-passe nova

source: minutes
id_id: menit
pt_pt: minutos

source: Enable B2B mode
id_id: Aktifkan mode B2B
pt_pt: Ativar o modo B2B

source: Ask for birth date
id_id: Tanyakan tanggal lahir
pt_pt: Perguntar pela data de nascimento

source: Enable partner offers
id_id: Aktifkan penawaran dari mitra
pt_pt: Ativar ofertas dos associados

source: Enable store
pt_pt: Ativar Loja

source: Maintenance IP
id_id: IP Pemeliharaan
pt_pt: Endereço IP de Manutenção

source: Custom maintenance text
id_id: Keterangan saat mode maintenance
pt_pt: Texto de manutenção personalizado

source: Enable store for logged-in employees
pt_pt: Activar o armazenamento para os empregados com sessão iniciada

source: Round on each item
id_id: Bulatkan masing-masing item
pt_pt: Arredondar em cada item

source: Round on each line
id_id: Bulatkan setiap barisnya
pt_pt: Arredondar em cada linha

source: Round on the total
id_id: Bulatkan total
pt_pt: Arredondar no total

source: Round up away from zero, when it is half way there (recommended)
id_id: Bulatkan keatas (direkomendasikan)
pt_pt: Arredondar para longe do zero, quando estiver a meio caminho (recomendado)

source: Round down towards zero, when it is half way there
id_id: Bulatkan kebawah
pt_pt: Arredondar para o zero, quando estiver a meio caminho

source: Round towards the next even value
id_id: Bulatkan ke nilai genap terdekat
pt_pt: Arredondar para o valor par seguinte

source: Round towards the next odd value
id_id: Bulatkan ke nilai ganjil terdekat
pt_pt: Arredondar para o valor ímpar seguinte

source: Round up to the nearest value
id_id: Pembulatan keatas ke nilai terdekat
pt_pt: Arredondar para cima para o valor mais próximo

source: Round down to the nearest value
id_id: Pembulatan kebawah ke nilai terdekat
pt_pt: Arredondar para baixo para o valor mais próximo

source: Enable SSL on all pages
id_id: Aktifkan SSL disemua halaman
pt_pt: Ativar SSL em todas as páginas

source: Increase front office security
id_id: Meningkatkan keamanan Front Office
pt_pt: Aumentar a segurança do Front Office

source: Allow iframes on HTML fields
id_id: Ijinkan iframes pada field HTML
pt_pt: Permitir iframes nos campos HTML

source: Use HTMLPurifier Library
id_id: Gunakan Library HTMLPurifier
pt_pt: Usar a biblioteca HTMLPurifier

source: Round mode
id_id: Metode pembulatan
pt_pt: Método de arredondamento

source: Round type
id_id: Tipe pembulatan
pt_pt: Tipo de arredondamento

source: Display suppliers
pt_pt: Exibir fornecedores

source: Display brands
pt_pt: Exibir marcas

source: Display best sellers
id_id: Tampilkan produk terlaris
pt_pt: Mostrar Os Mais Vendidos

source: Enable Multistore
id_id: Aktifkan Multistore
pt_pt: Ativar Múltiplas Lojas

source: Main Shop Activity
id_id: Kegiatan utama toko
pt_pt: Atividade principal da loja

source: Enable final summary
id_id: Aktifkan ringkasan akhir
pt_pt: Ativar o resumo final

source: Enable guest checkout
id_id: Aktifkan checkout tamu
pt_pt: Ativar finalização de encomenda para visitantes

source: Disable reordering option
pt_pt: Desativar opção de reordenação

source: Recalculate shipping costs after editing the order
id_id: Hitung ulang ongkos kirim setelah pesanan diedit
pt_pt: Recalcular os custo de envio após a edição da encomenda

source: Allow multishipping
id_id: Aktifkan multi-shipping
pt_pt: Ativar vários envios

source: Delayed shipping
id_id: Tunda pengiriman
pt_pt: Transporte adiado

source: Terms of service
id_id: Persyaratan layanan
pt_pt: Condições de prestação do serviço

source: Page for terms and conditions
pt_pt: Página para termos e condições

source: Minimum purchase total required in order to validate the order
id_id: Minimum total permintaan sebelum divalidasi
pt_pt: Valor mínimo do total de compra necessário para validar a encomenda

source: Set backorder status
pt_pt: Definir o estado das encomendas em atraso

source: Offer gift wrapping
id_id: Tawarkan pembungkusan hadiah
pt_pt: Sugerir papel de embrulho

source: Gift-wrapping tax
id_id: Pajak pembungkusan kado
pt_pt: Imposto do embrulho

source: Offer recycled packaging
id_id: Tawarkan kemasan daur ulang
pt_pt: Oferecer embalagem reciclável

source: Gift-wrapping price
id_id: Harga pembungkus kado
pt_pt: Preço do Embrulho

source: Allow a customer to download and view PDF versions of his/her invoices.
id_id: Ijinkan pelanggan untuk mengunduh dan melihat invoice dalam versi PDF.
pt_pt: Permita que um cliente transfira e visualize as versões em PDF das próprias faturas.

source: Send an email to the customer when his/her order status has changed.
id_id: Kirim email ke pelanggan ketika status pembeliannya berubah.
pt_pt: Enviar um email ao cliente quando o estado da encomenda for alterado.

source: Set the order as in transit.
pt_pt: Definir a ordem como em trânsito.

source: Number of days for which the product is considered 'new'
id_id: Jumlah hari dimana produk dianggap sebagai barang 'baru'
pt_pt: Número de dias em que o produto é novo

source: Max size of product summary
id_id: Ukuran maksimum karakter pada ringkasan produk
pt_pt: Tamanho máx do resumo do produto

source: Catalog mode
id_id: Mode katalog
pt_pt: Modo catálogo

source: Quantity discounts based on
id_id: Jumlah diskon berdasarkan
pt_pt: Descontos de quantidade baseados em

source: Force update of friendly URL
id_id: Paksa update friendly URL
pt_pt: Forçar atualização de URL reescritos

source: Activate new products by default
pt_pt: Activar novos produtos por defeito

source: Default order of priority for specific prices
pt_pt: Ordem de prioridade por defeito para preços específicos

source: Default behavior for disabled products
pt_pt: Comportamento predefinido para produtos desactivados

source: Display available quantities on the product page
id_id: Tampilan jumlah tersedia di halaman produk
pt_pt: Mostrar a quantidade disponível na página de produto

source: Separator of attribute anchor on the product links
id_id: Tanda pemisah di link produk
pt_pt: Separador de atributos nos links de produtos

source: Display the discounted unit price
pt_pt: Exibir o preço unitário com desconto

source: Product price
id_id: Harga produk
pt_pt: Preço do produto

source: Product add date
id_id: Tanggal produk ditambahkan
pt_pt: Data de adição do produto

source: Product modified date
id_id: Tanggal produk dimodifikasi
pt_pt: Data de alteração do produto
