Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminDashboardHelp.*.xlf
Languages: bg_bg, es_co, es_es, pt_pt

source: This mode displays sample data so you can try your dashboard without real numbers.
bg_bg: Този режим показва примерни данни, за да изпробвате таблото преди да разполагате с реални цифри.
es_co: Este modo muestra datos de ejemplo para que puedas probar el panel de control de tu tienda sin introducir datos reales.
es_es: Este modo muestra datos de ejemplo para que puedas probar el panel de control de tu tienda sin introducir datos reales.
pt_pt: Este modo mostra dados de exemplo para poder ver como funciona o painel de controlo.

source: Choose a fixed fee for each order placed in %currency% with %module%.
bg_bg: Въведете фиксирана такса за всяка поръчка, направена в %currency% за %module%.
es_co: Elige una tarifa fija para cada pedido realizado en %currency% con %module%.
es_es: Elige una tarifa fija para cada pedido realizado en %currency% con %module%.
pt_pt: Escolher uma comissão fixa para cada encomenda efetuada em %currency% com %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
bg_bg: Въведете комисиона за всяка направена поръчка в %currency% за %module%. Размерът на комисионната ще се прилага върху общата сума за плащане с ДДС.
es_co: Elige una tarifa variable para cada pedido realizado en %currency% con %module%. Ésta se aplicará al pago total con impuestos.
es_es: Elige una tarifa variable para cada pedido realizado en %currency% con %module%. Ésta se aplicará al pago total con impuestos.
pt_pt: Escolher uma comissão variável para cada encomenda efetuada em %currency% with %module%. Será aplicada ao total pago com IVA.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
bg_bg: Въведете фиксирана такса за всяка поръчка, направена в чужда валута за %module%.
es_co: Elige una tarifa fija por cada pedido realizado en moneda extranjera con %module%.
es_es: Elige una tarifa fija por cada pedido realizado en moneda extranjera con %module%.
pt_pt: Escolher uma comissão fixa para cada encomenda efetuada em divisa estrangeira com %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
bg_bg: Въведете комисиона за всяка направена поръчка в чуждестранна валута за %module%. Размерът на комисионната ще се прилага върху общата сума за плащане с ДДС.
es_co: Elija una tarifa variable para cada pedido realizado con una divisa extranjera con %module%. Ésta se aplicará al pago total con impuestos.
es_es: Elija una tarifa variable para cada pedido realizado con una divisa extranjera con %module%. Ésta se aplicará al pago total con impuestos.
pt_pt: Escolher uma comissão variável para cada encomenda efetuada em divisa estrangeira com %module%. Será aplicada ao total pago com IVA.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
bg_bg: За куриера %s посочете вътрешните разходи за доставка като процент от цената, начислена на клиентите.
es_co: Para la transportadora %s, indicar los gastos de envío nacionales en porcentaje del precio que se cobra a los clientes.
es_es: Para el transportista %s, indica los costes de entrega nacional en porcentaje del precio cargado a los clientes.
pt_pt: Para a transportadora com o nome %s, indique o custo de entrega nacional em percentagem do preço cobrado aos clientes.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
bg_bg: За куриера %s посочете разходите за международна доставка като процент от цената, начислена на клиентите.
es_co: Para la transportadora %s, indicar los gastos de envío internacionales en porcentaje del precio que se cobra a los clientes.
es_es: Para el transportista %s, indica los costes de entrega internacional en porcentaje del precio cargado a los clientes.
pt_pt: Para a transportadora com o nome %s, indique o custo de entrega internacional em percentagem do preço cobrado aos clientes.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
bg_bg: Метод: Посочване на процента от печалбата от куриера. Например, ако са включени 10 лв. разходи за всяка доставка към клиент, а реално се плащат 4 лв. към този куриер, тогава трябва да се посочи 40 в полето за проценти.
es_co: Método: Indique el porcentaje de margen de su transportadora. Por ejemplo, si usted cobra $ 10 de flete a su cliente por cada envío, pero usted realmente paga $ 4 a la transportadora, entonces usted debe indicar "40" en el campo de porcentaje.
es_es: Método: indica el margen de porcentaje de tu transportista. Por ejemplo, si cobras 10 € de gastos de envío a tu cliente por cada compra, pero solo 4 € al transportista, deberías indicar "40" en la casilla de porcentaje.
pt_pt: Método: Indique a percentagem dos custos da sua transportadora. Por exemplo, se cobra 10€ de custos envio ao seu cliente por cada envio, mas se paga 4€ a esta transportadora, deverá introduzir "40" no campo de percentagem.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
bg_bg: Този процент трябва да се изчисли както следва: [(общ приход от продажби) - (стойност на продадените стоки)] / (общ приход от продажби) * 100. Тази стойност се използва само за изчисляване на приблизителната брутна печалба от Таблото, ако не е зададена цена на едро за всеки продукт.
es_co: Usted debe calcular el porcentaje de la siguiente manera: ((valor de la venta) - (costo de ventas)) / (valor de la venta) * 100. Este valor sólo se utiliza para calcular el margen bruto aproximado del tablero de instrumentos, si no se especifica el precio al por mayor para cada producto.
es_es: Debes calcular este porcentaje de la siguiente manera: ((ingreso total por ventas) - (coste de bienes vendidos)) / (ingreso total por ventas) * 100. Este valor sólo se utiliza para calcular el margen bruto aproximado, en caso de que no especifiques el Precio al por mayor para cada producto.
pt_pt: Deverá calcular esta percentagem do modo seguinte: ((total de vendas) - (custo dos produtos vendidos)) / (total de vendas) * 100. Este valor só é usado para calcular uma aproximação da margem de lucro bruta no painel de Estatísticas, se não especificar o preço de revenda em cada produto.

source: You should calculate this value by making the sum of all of your additional costs per order.
bg_bg: Тази стойност трябва да се изчисли, като се събере сумата от всички допълнителни разходи за всяка поръчка.
es_co: Debe calcular este valor marcando la suma de todos sus costos adicionales por pedido.
es_es: Debes calcular este valor haciendo la suma de todos tus costes adicionales por pedido.
pt_pt: Deverá calcular este valor somando todos os custos adicionais por encomenda.
