Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminInternationalHelp.*.xlf
Languages: az_az, el_gr, es_co, fr_fr, ko_kr, mk_mk, sr_cs, zh_tw

source: This will restore your last registered address format.
el_gr: Αυτό θα αποκαταστήσει την τελευταία σας επίσημη μορφή διεύθυνσης
es_co: Mostrará el último formato guardado
fr_fr: Réaffiche votre dernière mise en page enregistrée.
ko_kr: 이것은 최근 등록한 주소 형식을 복구합니다.
mk_mk: Ова ќе го врати вашиот последен регистриран формат за адреса.
sr_cs: Ovo će vratiti poslednji registrovan format adrese
zh_tw: 這會還原您上次使用的地址格式

source: This will restore the default address format for this country.
el_gr: Αυτό θα αποκαταστήσει την προεπιλεγμένη μορφή διεύθυνσης για τη χώρα αυτή
es_co: Mostrará el formato por defecto para este país
fr_fr: Affiche une mise en page par défaut pour ce pays
ko_kr: 이것은 이 국가에 대한 기본 주소 형식을 복원합니다.
mk_mk: Ова ќе ги врати вашите основни формати за адреса за оваа земја.
sr_cs: Ovo će vratiti podrazumevani format adrese za ovu zemlju
zh_tw: 這會還原指定國家的預設地址格式

source: This will restore your current address format.
az_az: Bu indiki ünvan formatını yeniləyəcək.
el_gr: Αυτό θα αποκαταστήσει την τρέχουσα μορφή διεύθυνσής
es_co: Mostrará el formato de dirección definido por usted
fr_fr: Réaffiche votre dernière modification de mise en page
ko_kr: 이것은 현재 주소 형식을 복원합니다.
mk_mk: Ова ќе го врати вашиот моментален формат на адреса.
sr_cs: Ovo će vratiti vaš aktuelni format adrese
zh_tw: 這會還原您目前的地址格式

source: This will delete the current address format
az_az: Bu indiki ünvan formatını pozacaq
el_gr: Αυτό θα διαγράψει την τρέχουσα μορφή διεύθυνσης
es_co: Eliminar el formato actual
fr_fr: Effacer le format d'adresse actuel
ko_kr: 이것은 현재 주소 형식을 삭제합니다
mk_mk: Ова ќе го избриши моменталниот формат на адреса
sr_cs: Ovo će obrisati aktuelni format adrese
zh_tw: 將刪除現在的版面設計

source: You must use this syntax in your translations. Here are a few examples:
es_co: Debe usar esta sintaxis en sus traducciones. Aquí están algunos ejemplos:
fr_fr: Vous devez utiliser cette syntaxe dans vos traductions. Voici quelques exemples :
ko_kr: 번역에는 이 구문을 사용해야 합니다. 몇가지 예시가 있습니다:
zh_tw: 您必須在翻譯中使用這個語法，例如：

source: This expression uses a special syntax:
az_az: Bu deyim özəl bir sintaksis işlədir:
el_gr: Αυτή η παράσταση συντάσσεται με συγκεκριμένο τρόπο:
es_co: Esta expresión utiliza una sintaxis especial:
fr_fr: Cette expression utilise une syntaxe spécifique :
ko_kr: 이 표현식은 특별한 구문을 사용합니다:
mk_mk: Овој израз користи посебна синтакса:
zh_tw: 這個描述使用了特殊語法：

source: Some of these expressions use this special syntax: %s.
el_gr: Κάποιες από αυτές τις εκφράσεις χρησιμοποιούν ειδική σύνταξη: %s.
es_co: Algunas de estas expresiones usan esta sintaxis especial: %s.
fr_fr: Certaines de ces expressions utilisent cette syntaxe spéciale: %s.
ko_kr: 이 표현식들 중 일부는 다음과 같은 특수 구문을 사용합니다: %s.
mk_mk: некои од овие преводи користат посебна синтакса.
sr_cs: Neki od ovih izraza koristi specijalnu sintaksu: %s.
zh_tw: 部份句子使用這種特殊語法：%s。

source: There are [1]%replace%[/1] products
el_gr: Υπάρχουν [1]%replace%[/1] προϊόντα
es_co: Hay [1]%replace%[/1] productos
fr_fr: Il y a [1]%replace%[/1] produits
ko_kr: [1]%replace%[/1] 상품이 있습니다
mk_mk: Постојат [1]%replace%[/1] производи
zh_tw: 有[1]%replace%[/1] 產品

source: "%s" will be replaced by a number.
az_az: %s" sıra sayı ilə dəyişdiriləcək.
el_gr: "%s" θα αντικατασταθεί από αριθμό.
es_co: "%s" se reemplazará por un número.
fr_fr: "%s" sera remplacé par un nombre.
ko_kr: "%s"는 숫자로 대체됩니다.
mk_mk: %s ќе се замени со број.
sr_cs: "%s" će biti zamenjeno brojem.
zh_tw: “%s" 將替換為數字。

source: List of pages in [1]%replace%[/1]
az_az: [1]%replace%[/1] içindəki səhifələrin siyahısı
el_gr: Σελίδες στο [1]%replace%[/1]
es_co: Lista de páginas en [1]%replace%[/1]
fr_fr: Liste des pages de [1]%replace%[/1]
ko_kr: [1]%replace%[/1] 의 페이지 목록
mk_mk: Листа на страници во [1]%replace%[/1]
zh_tw: 在[1]%replace%[/1] 的頁面明細

source: "%s" will be replaced by a string.
el_gr: "%s" θα αντικατασταθεί από κείμενο.
es_co: "%s" se reemplazará por una cadena.
fr_fr: "%s" sera remplacé par une chaîne.
ko_kr: "%s"는 문자로 대체됩니다.
mk_mk: %s ќе се замени со низа.
sr_cs: "%s" će biti zamenjeno stringom.
zh_tw: “%s" 將替換為字符串。

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
az_az: Özəllik: [1]%1[/1] ([1]%2[/1] dəyər)
el_gr: Χαρακτηριστικό: [1]%1%[/1] ([1]%2%[/1] τιμές)
es_co: Característica: [1]%1%[/1] ([1]%2%[/1] valores)
fr_fr: Caractéristique : [1]%1%[/1] ([1]%2%[/1] valeurs)
ko_kr: 기능:[1]%1%[/1] ([1]%2%[/1] 값)
mk_mk: Функција: [1]%1%[/1] ([1]%2%[/1] вредност)
zh_tw: 特性[1]%1%[/1] ([1]%2%[/1] 數值）

source: The numbers enable you to reorder the variables when necessary.
az_az: Nömrələr sizə gərək olduqda dəyişənlərin ardıcıllığını sıralamağa imkan verir.
el_gr: Οι αριθμοί σου επιτρέπουν την αναδιάταξη των μεταβλητών όταν είναι αναγκαίο.
es_co: Los números permiten reordenar las variables cuando sea necesario.
fr_fr: Les chiffres vous permettent de réordonner les variables quand cela est nécessaire.
ko_kr: 필요하다면 숫자로 변수의 순서를 변경할 수 있습니다.
mk_mk: броевите ви овозможуваат да ги преуредите варијаблите кога ке биде потребно.
sr_cs: Brojevi omogućavaju da preuredite promene kada je potrebno.
zh_tw: 數量可以讓你在必要的情況下重新訂購差異數量

source: Click on the title of a section to open its fieldsets.
el_gr: Πατήστε στον τίτλο μιας ενότητας για να ανοίξουν τα πεδία της.
es_co: Haga clic en el titulo de una sección para abrir el conjunto de campos.
fr_fr: Cliquez sur le titre d'une section pour afficher ses champs.
ko_kr: 섹션의 항목 집합들을 열려면 제목을 클릭하세요.
mk_mk: кликни на насловот од секцијата да се отворат полињата.
sr_cs: Kliknite na naslov sekcije za otvaranje njegovog seta polja.
zh_tw: 點擊章節的題目來打開字段.

source: You must use this syntax in your translations. Here are several examples:
es_co: Debes usar esta sintaxis en tus traducciones. Aquí tienes varios ejemplos:
fr_fr: Vous devez utiliser cette syntaxe dans vos traductions. Voici quelques exemples :
ko_kr: 번역에는 이 구문을 사용해야 합니다. 몇가지 예시가 있습니다:
sr_cs: Morate koristiti ovu sintaksu u vašem prevodu. Evo nekoliko primera
zh_tw: 您必須在翻譯中使用此語法，例如：

source: Here you can modify translations for all installed module.
az_az: Bütün qurulmuş modullar üçün tərcümələri buradan dəyişə bilərsiniz.
el_gr: Εδώ μπορείτε να τροποποιήσετε τις μεταφράσεις για όλα τα εγκατεστημένα δομικά στοιχεία.
es_co: Aquí puedes modificar las traducciones de todos los módulos instalados.
fr_fr: Ici, vous pouvez modifier les traductions de tous les modules installés.
ko_kr: 여기서 모든 설치된 모듈에 대한 번역을 수정할 수 있습니다.
mk_mk: Овде можете да ги модифицирате преводите за сите инсталирани модули.
zh_tw: 在這裡你可以更改所有已裝模塊的翻譯。

source: Select your module
az_az: Modulunuzu seçin
el_gr: Επιλέξτε δομικό στοιχείο
es_co: Selecciona el módulo
fr_fr: Choisissez votre module
ko_kr: 모듈 선택
mk_mk: Изберете го вашиот модул
zh_tw: 選擇您的模組

source: Restrict country selections in front office to those covered by active carriers
az_az: Ön ofisdəki ölkə seçimlərini aktiv daşıyıcıların əhatə etdiyi yerlərə məhdudlaşdırın
el_gr: Περιορίστε τις επιλογές χωρών στο Front Office, σε αυτές που καλύπτονται από ενεργούς μεταφορείς
es_co: Sólo mostrar en el Front Office, los países cubiertos por los transportistas activos
fr_fr: Restreindre les pays sur la boutique aux pays desservis par les transporteurs actifs
ko_kr: 상점에서 실제로 배송이 가능한 국가만 선택하게 제한
mk_mk: Ограничи ја селекцијата на држави на предната канцеларија за тие што се покриени со активни доставувачи
zh_tw: 限制前台可以選擇的國家，只包含貨運商涵蓋的部份

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
el_gr: Κωδικός ISO δύο (ή τριών) γραμμάτων (π.χ. "us" για τις Ηνωμένες Πολιτείες).
es_co: Código ISO de dos o tres letras (por ejemplo, "es" para España).
fr_fr: Code ISO à deux ou trois lettres (ex. : "fr" pour la France).
ko_kr: 2 -- 또는 3 --글자 ISO 코드 (예. "미국은 us").
mk_mk: Два -- или три -- букви од ISO кодот (на пример, "ние" за САД).
zh_tw: 兩個 - 或三個 - ISO代碼字母（例如us代表美國）。

source: International call prefix, (e.g. 1 for United States).
el_gr: Διεθνής κωδικός κλήσης, (π.χ. 30 για Ελλάδα).
es_co: Prefijo internacional, (ej.: 57 para Colombia).
fr_fr: Indicatif téléphonique international, ex. : 33 pour la France.
ko_kr: 국제 전화 말머리, (예. 1은 미국).
mk_mk: Интернационален телефонски префикс, (т.е. 1 за Соединетите Држави).
sr_cs: Internacionalni prefiks, (npr 00381 za Srbiju).
zh_tw: 國際撥號前綴，如 33-法國

source: Geographical region.
el_gr: Γεωγραφική ζώνη.
es_co: Región geográfica.
fr_fr: Zone géographique du pays.
ko_kr: 지리적 영역.
mk_mk: Географски регион.
sr_cs: Geografski region.
zh_tw: 國家的地理位置．

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
el_gr: Προβολή αυτής της χώρας στους πελάτες σας (η επιλεγμένη χώρα θα προβάλλεται πάντοτε στο Back Office).
es_co: Mostar este país a sus clientes (el país seleccionado siempre será mostrado en el Panel de Administrador).
fr_fr: Affiche le pays en front-office (il sera toujours visible en back-office).
ko_kr: 이 국가를 고객에게 표시합니다 (선택된 국가는 관리자 사이트에서 항상 표시됩니다).
mk_mk: Прикажете ја оваа држава на вашите клиенти (одбраната држава секогаш ќе биде прикажана во Back Office администрацијата).
sr_cs: Prikazati ovu zemlju vašim kupcima (odabraan država će uvek biti prikazana u administraciji).
zh_tw: 顯示這個國家給客戶（選擇的國家在後台會一直存在）

source: You can define a range of Zip/Postal codes (e.g., 75000-75015) or simply use one Zip/Postal code.
el_gr: Μπορείτε να ορίσετε ένα εύρος ταχυδρομικών κωδικών (πχ 75000-75015) ή απλά να χρησιμοποιήσετε ένα Ταχυδρομικό κωδικό.
es_co: Puedes definir un rango de códigos postales/Zip (por ejemplo, 75000-75015) o simplemente usar un código postal/Zip.
fr_fr: Vous pouvez définir une plage de codes postaux (par exemple, 75000-75015) ou utiliser seulement un code postal.
ko_kr: 우편번호 범위를 설정하거나 (예, 75000-75015) 하나의 우편번호만 사용할 수 있습니다.
sr_cs: Možete definistai rang zip/poštanskog koda (npr. 11000 - 11050) ili da jednostavno koristite jedan zip/poštanski kod.
zh_tw: 您可以定義一系列郵政編碼（例如 75000-75015）或簡單地使用一個郵政編碼。

source: You must define the behavior if an address matches multiple rules:
el_gr: Πρέπει να ορίσετε τι θα γίνεται αν μια διεύθυνση ταιριάζει με περισσότερους από έναν κανόνες:
es_co: Debes definir el comportamiento de una dirección que coincida con varias reglas:
fr_fr: Vous devez définir le comportement si une adresse correspond à plusieurs règles :
ko_kr: 주소가 여러개의 규칙들과 일치할 경우의 동작을 정의해야 합니다:
mk_mk: Мора да го дефинирате однесувањето ако адресата се совпадне со повеќе правила:
zh_tw: 如果地址和多個規則吻合的時候你必須定義行為

source: - This tax only: Will apply only this tax
az_az: - Yalnız bu vergi: Yalnız bu vergi uyğulanacaq
el_gr: - Αυτός ο φόρος μόνο: Θα εφαρμοστεί μόνο αυτός ο φόρος
es_co: - Sólo esta tasa: Se aplicará sólo esta tasa
fr_fr: - Seulement cette taxe : n'appliquera que cette taxe
ko_kr: -이 세금만 해당: 이 세금만 적용됩니다
mk_mk: само овој данок: ќе се додаде на само овој данок
sr_cs: - Samo ova taksa: Primeniće se samo ova taksa
zh_tw: - 僅此稅：將僅使用於此稅項

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
el_gr: - Συνδύασε: Συνδύασε φόρους (πχ 18%+5% = 23%)
es_co: - Combinación: Combina tasas (ej. 10% + 5% = 15%)
fr_fr: - Combinaison : combine les taxes (ex. : 10%+5% = 15%)
ko_kr: - 결합: 세금 합산 (예. 10% + 5% = 15%).
mk_mk: комбинирај: комбинирај данок (пр. 5% + 18% = 23%)
sr_cs: - Kombinuj: Iskombinuj takse (npr: 10% + 5% = 15%)
zh_tw: - 結合：結合多個稅率（如: 10%+5%＝15%）

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
az_az: - Bir-birinin ardınca: Bir-birinin ardınca vergini uyğula (məs.: 100 + 10% => 110 + 5% = 115.5)
el_gr: - Ένας μετά τον άλλο: Εφάρμοσε φόρους τον ένα μετά τον άλλο (πχ 100 + 10% =>110 + 5% = 115.5)
es_co: - Una tras otra: Aplica las tasas una después de otra (p. ej.: 100 + 10 % => 110 + 5 % = 115,5)
fr_fr: - L'une après l'autre : applique les taxes les unes après les autres (ex. : 100 + 10% = 110 + 5% = 115.5)
ko_kr: - 순차적: 순차적인 세금 적용 (예: 100 + 10% => 110 + 5% = 115.5)
mk_mk: - - Еден по друг: Применуваат даноци еден по друг (на пример: 100 + 10% => 110 + 5% = 115,5)
zh_tw: - 逐一套用：逐一套用稅率（例如：100 + 10% => 110 + 5% = 115.5）

source: No Tax
az_az: Vergi yoxdur
el_gr: Χωρίς Φόρο
es_co: Sin IVA
fr_fr: Aucune taxe
ko_kr: 면세
mk_mk: Нема данок
sr_cs: Bez poreza
zh_tw: 無稅

source: (Total tax: 9%)
az_az: (Toplam vergi: %s%)
el_gr: (Σύνολο Φ.Π.Α.: 9%)
es_co: (Total impuesto: 9%)
fr_fr: (Taxe totale appliquée)
ko_kr: (총 세금: 9%)
mk_mk: (Вкупен данок: %s)
zh_tw: (稅額總計: 9%)

source: By default, PrestaShop comes with a list of official currencies. If you want to use a local currency, you will have to add it manually. For example, to accept the Iranian Toman on your store, you need to create it before.
el_gr: Από προεπιλογή, το PrestaShop έρχεται με μια λίστα από επίσημα νομίσματα. Αν θέλετε να χρησιμοποιήσετε ένα τοπικό νόμισμα, πρέπει να το εισάγεται χειροκίνητα. Για παράδειγμα, για να δέχεστε το Ιρανικό Toman στο κατάστημα σας, πρέπει να το δημιουργήσετε πρώτα.
es_co: Por defecto, PrestaShop viene con una lista de monedas oficiales. Si deseas utilizar una moneda local, deberás añadirla manualmente. Por ejemplo, para aceptar la divisa tomán iraní en tu tienda, debes crearla antes.
fr_fr: Par défaut, PrestaShop propose une liste de devises officielles. Si vous souhaitez utiliser une devise locale, vous devrez l'ajouter manuellement. Par exemple, pour accepter le toman iranien sur votre boutique, vous devez le créer au préalable.
ko_kr: 기본으로, PrestaShop은 공식 통화 목록이 제공됩니다. 지역 통화를 사용하고 싶다면, 수동으로 추가해야 합니다. 예를들면, 상점에 이란 Toman을 허용하려면, 먼저 생성을 해야합니다.
sr_cs: Po standardu, PrestaShop dolazi sa listom zvaničnih valuta. Ako želite da koristite lokalnu valutu, treba to da dodate manuelno. Na primer da prihvatite Iranskski Toman na vašoj prodavnici, treba da ga kreirate prvo.
zh_tw: 默認情況下，PrestaShop帶有官方貨幣列表。 如果要使用本地貨幣，則必須手動添加。 例如，要在您的商店中接受Iranian Toman，您需要先創建它。

source: ISO 4217 code (e.g. USD for Dollars, EUR for Euros, etc.)
el_gr: ISO 4217 code (πχ EUR για Ευρώ, USD για δολάρια, κτλ)
es_co: Código ISO 4217 (por ejemplo, USD para dólares, EUR para euros, etc.)
fr_fr: Code ISO 4217 (ex. : USD pour dollar, EUR pour euro, etc.).
ko_kr: ISO 4217 코드 (예. 달러는 USD, 유로는 EUR, 기타 등.)
sr_cs: ISO 4217 kod (npr. USD za dolar, EUR za euro itd.)
zh_tw: ISO代碼（如USD代表美元，EUR代表歐元）。

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_co: Las tasas de cambio se calculan a partir de la unidad de moneda predeterminada de tu tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escribe "1,20" (1 € = 1,20 $).
fr_fr: Les taux de change sont calculés sur base d'une unité de la devise par défaut de votre boutique. Par exemple, si la devise par défaut est l'euro et que vous choisissez le dollar, saisissez "1,20" comme taux de change (1€ = 1,20$).
ko_kr: 환율은 상점의 기본 통화 단위로 계산됩니다. 예를들면, 기본 통화가 유로이고 선택한 통화가 달라이면, "1.20"(1 € = $ 1.20) 을 입력하세요.
mk_mk: Девизниот курс се пресметува од една единица од стандардната валута на вашиот пазар. На пример, ако стандардната валута е евра и вашата избрана валута е долари, внеси "1.20" (1 € = $ 1.20).
zh_tw: 匯率是基於您商店所使用的預設貨幣為基準。如預設貨幣為歐元，您選擇美元的話，輸入＂1.20＂（1€ = $1.20）。

source: Exchange rates are calculated from one unit of your store's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_co: Las tasas de cambio se calculan a partir de la unidad de moneda predeterminada de tu tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escribe "1,20" (1€ = 1,20$).
fr_fr: Les taux de change sont calculés sur base d'une unité de la devise par défaut de votre boutique. Par exemple, si la devise par défaut est l'euro et que vous choisissez le dollar, saisissez "1,20" comme taux de change (1€ = 1,20$).
ko_kr: 환율은 상점의 기본 통화 단위로 계산됩니다. 예를들면, 기본 통화가 유로이고 선택한 통화가 달러이면, "1.20" 을 입력하세요 (1 € = $ 1.20) .
zh_tw: 匯率是基於您商店所使用的預設貨幣為基準。如預設貨幣為歐元，您選擇美元的話，輸入＂1.20＂（1€ = $1.20）。

source: Exchange rates are calculated from one unit of your store's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_co: Las tasas de cambio se calculan a partir de la unidad de moneda predeterminada de tu tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escribe "1,20" (1€ = 1,20$).
fr_fr: Les taux de change sont calculés sur base d'une unité de la devise par défaut de votre boutique. Par exemple, si la devise par défaut est l'euro et que vous choisissez le dollar, saisissez "1,20" comme taux de change (1€ = 1,20$).
ko_kr: 환율은 상점의 기본 통화 단위로 계산됩니다. 예를들면, 기본 통화가 유로이고 선택한 통화가 달라이면, "1.20" 을 입력하세요 (1 € = $ 1.20).
zh_tw: 匯率是基於您商店所使用的預設貨幣為基準。如預設貨幣為歐元，您選擇美元的話，輸入＂1.20＂（1€ = $1.20）。

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
el_gr: Η επιλογή αυτή σας επιτρέπει, μεταξύ άλλων, να περιορίσετε την πρόσβαση στο κατάστημά σας για ορισμένες χώρες. Δείτε παρακάτω.
es_co: Esta opción le permite, entre otras cosas, restringir el acceso a su tienda en ciertos países. Ver abajo.
fr_fr: Cette option vous permet, entre autres, de restreindre l'accès à votre boutique dans certains pays. Voir ci-après.
ko_kr: 이 옵션은, 무엇보다도, 특정 국가들에서 상점에 접근 제한을 허용합니다. 아래를 참고하세요.
mk_mk: Оваа опицја покрај другото, овозможува да се забрани пристапдо вашиот пазар за одредени земји. Види подоле.
sr_cs: Ova opcija vam omogućava da , između ostalog , ograničite pristup vašoj prodavnici za određene zemlje. Pogledajte ispod.
zh_tw: 這個選項讓您限制能夠操作商店的國家，細節如下

source: Two-letter ISO code (e.g. FR, EN, DE).
el_gr: Κωδικός ISO 2 γραμμάτων (πχ, EL, EN, FR).
es_co: Código ISO 2 letras (ej.: ES, FR, EN, DE).
fr_fr: Code ISO sur 2 lettres (ex. : fr, en, de).
ko_kr: 두 글자 ISO 코드 (예. FR, EN, DE).
mk_mk: ISO код со две букви (пр. FR, EN, DE).
sr_cs: Dvoslovna ISO oznaka (npr., FR, EN, DE).
zh_tw: 2個字元的ISO代碼（如 fr,en,de,ch）

source: IETF language tag (e.g. en-US, pt-BR).
el_gr: IETF ετικέτα γλώσσας (πχ. en-US, pt-BR).
es_co: Etiqueta IETF de idioma (ej.: es-CO, en-US, pt-BR).
fr_fr: Code de langue IETF (par exemple en-US, fr-FR).
ko_kr: IETF 언어 태그 (예. en-US, pt-BR).
mk_mk: IETF јазичен таг (пр. en-US, pt-BR).
sr_cs: IETF jezička oznaka (npr. en-US, pt-BR).
zh_tw: IETF語言標籤(如en-US, pt-BR)

source: Short date format (e.g., Y-m-d).
el_gr: Μορφή σύντομης ημερομηνίας (πχ, Ε-μ-η).
es_co: Formato corto de fecha (ej: A-m-d).
fr_fr: Format de date court (par exemple, Y-m-d).
ko_kr: 간단한 날짜 형식 (예: Y-m-d).
mk_mk: Краток формат за дата (на пр., Г-м-д).
zh_tw: 短日期格式（如 Y-m-d）。

source: Full date format (e.g., Y-m-d H:i:s).
el_gr: Ημερομηνία σε Πλήρη μορφή (π.χ. Ε-μ-η Ω:λ:δ).
es_co: Formato de fecha completo (ej: A-m-d H:m:s).
fr_fr: Format de date, complet (par exemple, Y-m-d H:i:s).
ko_kr: 전체 날짜 형식 (예, Y-m-d H:i:s).
mk_mk: Полн формат за дата (на пр., Г-м-д H:i:s).
zh_tw: 全日期格式（如 Y-m-d H:i:s）。

source: Upload the country flag from your computer.
az_az: Ölkə bayrağını kompüterinizdən yükləyin.
el_gr: Ανεβάστε τη σημαία της χώρας από τον υπολογιστή σας.
es_co: Cargue la bandera del país desde su computador.
fr_fr: Mettre en ligne un drapeau de pays depuis de votre ordinateur.
ko_kr: 컴퓨터에서 국기를 업로드 합니다.
mk_mk: превземи знаме за Вашата држава од Вашиот компјутер.
sr_cs: Postavite zastavu izabrane zemlje sa vašeg računara.
zh_tw: 上傳國旗圖片

source: Image is displayed when no picture is found.
az_az: Heç bir şəkil tapılmadıqda göstəriləcək şəkil.
el_gr: Η Εικόνα εμφανίζεται όταν δεν υπάρχει άλλη.
es_co: La imagen se muestra cuando no se encuentra ninguna imagen.
fr_fr: Image affichée lorsqu'aucune image n'est disponible.
ko_kr: 사진이 없을때 표시되는 이미지입니다.
sr_cs: Slika koja se prikazuje kada "nije pronađena slika.
zh_tw: 找不到圖片時顯示的圖片。

source: Enable if this language is read from right to left.
az_az: Əgər bu dil sağdan sola oxunursa qoş.
el_gr: Ενεργοποιήστε αν αυτή η γλώσσα διαβάζεται από τα δεξιά προς τα αριστερά.
es_co: Activar si este idioma se escribe de derecha a izquierda.
fr_fr: À activer si cette langue s'écrit de droite à gauche.
ko_kr: 이 언어를 오른쪽에서 왼쪽으로 읽으면 활성화합니다.
mk_mk: овозможи доколку јазикот може да се чита од десно на лево.
sr_cs: Uključi ako se ovaj jezik čita sa desna na levo.
zh_tw: 是由右到左語言時啟用

source: (Experimental: your theme must be compliant with RTL languages).
el_gr: (Πειραματικό: το θέμα σας πρέπει να είναι συμβατό με δεξιά-προς-αριστερά γλώσσες).
es_co: (Experimental: su tema debe ser compatible con lenguajes RTL).
fr_fr: (expérimental : votre thème doit être compatible avec ce type de langue).
ko_kr: (실험적: 테마가 RTL 언어를 준수해야 합니다).
mk_mk: (Експериментално: вашата тема мора да биде во согласност со RTL јазиците).
sr_cs: (Eksperimentalno: vaša tema mora biti kompatibilna sa RTL jezicima).
zh_tw: (實驗性：您的佈景必須相容於 RTL 語言)

source: Activate this language.
el_gr: Ενεργοποίησε αυτή τη γλώσσα.
es_co: Activar este idioma.
fr_fr: Activer cette langue.
ko_kr: 이 언어를 활성화 합니다.
mk_mk: Активирај го овој јазик.
sr_cs: Aktiviraj ovaj jezik.
zh_tw: 允許或禁用由使用者選擇語言

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
el_gr: Ο ISO 639-1 κωδικός της γλώσσας της χώρας όπου βρίσκεται ο web server (en, fr, sp, el κτλ).
es_co: El identificador ISO 639-1 para el idioma del país donde el servidor web se encuentra (es, en, fr, sp, ru, pl, nl, etc.).
fr_fr: L'identifiant ISO 639-1 de la langue du pays où se trouve votre serveur web (en, fr, sp, ru, pl, nl, etc.).
ko_kr: 웹 서버가 위치한 국가의 언어에 대한 ISO 639-1 식별자 (en, fr, sp, ru, pl, nl, 등.).
mk_mk: ISO 639-1 идентификатор за јазик на земјата кде веб серверот е лоциран (en,fr,mk...).
sr_cs: ISO 639-1 identifikator za jezik države u kojoj se nalazi Vaš web server (en, fr, sp, ru, pl, nl, itd.).
zh_tw: ISO 639-1用於標明網站伺服器所在國家所使用的語言(如en, fr, sp, ru, pl, nl)

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
el_gr: The ISO 3166-1 alpha-2 κωδικός για την χώρα/περιοχή όπου βρίσκεται ο web server με πεζά (us, gb, fr, sp, gr, κτλ).
es_co: El identificado ISO 3166-1 alpha-2 para el país/región donde se encuentra su servidor web, en minúsculas (co, us, gb, fr, sp, ru, pl, nl, etc.).
fr_fr: L'identifiant ISO 3166-1 alpha-2 du pays/de la région où se trouve votre serveur web, en minuscule (us, gb, fr, sp, ru, pl, nl, etc.).
ko_kr: 소문자로 된, 웹 서버가 위치한 국가/지역에 대한 ISO 3166-1 alpha-2 식별자 (us, gb, fr, sp, ru, pl, nl, 등.).
mk_mk: ISO 3161-1 alpha-2 идентификатор за земјата каде веб серверот е лоциран (us,gb,fr,mk...).
zh_tw: ISO 3166-1用於標明網站伺服器所在國家，用小寫標示(如en, fr, sp, ru, pl, nl)
