Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminNotificationsWarning.*.xlf
Languages: it_it

source: No module has been installed.
it_it: Nessun modulo installato.

source: Are you sure?
it_it: Sei sicuro?

source: Invalid security token
it_it: Token di protezione non valida

source: I understand the risks and I really want to display this page
it_it: Prendo atto dei rischi e intendo mostrare questa pagina

source: Take me out of here!
it_it: Fatemi uscire di qui!

source: Delete selected items?
it_it: Eliminare gli elementi selezionati?

source: Delete selected item?
it_it: Elimina gli elementi selezionati?

source: Are you sure you want to uninstall this module?
it_it: Sei sicuro di voler disinstallare questo modulo?

source: Invalid configuration
it_it: Configurazione non valida

source: You cannot change the value of this configuration field in the context of this shop.
it_it: Non è possibile modificare il valore di questo campo di configurazione nel contesto di questo negozio.

source: Please select theme's import source.
it_it: Si prega di selezionare la sorgente per l'importazione del tema.

source: You can't change the value of this configuration field in this store's context.
it_it: Non puoi cambiare il valore di questa configurazione nel contesto di questo negozio.

source: Delete selected item from current store?
it_it: Eliminare l'elemento selezionato dal negozio corrente?

source: Delete selected item from all stores?
it_it: Eliminare l'elemento selezionato da tutti i negozi?

source: Delete item
it_it: Elimina elemento

source: Maximum value must be higher than minimum value.
it_it: Il valore massimo deve essere superiore a quello minimo.

source: You can't change the value of this configuration field in the context of this shop.
it_it: Non è possibile modificare il valore di questo campo di configurazione nel contesto di questo negozio.

source: Since December 30, 2019, you need to register for a [1]MaxMind[/1] account to get a license key to be able to download the geolocation data. Once downloaded, extract the data using Winrar or Gzip into the /app/Resources/geoip/ directory.
it_it: Dal 30 dicembre 2019, è necessario registrarsi su [1]MaxMind[/1] per ottenere una chiave di licenza per poter scaricare i dati di geolocalizzazione. Una volta scaricato, estrarre i dati usando WinRAR o Gzip nella directory /app/Resources/geoip/

source: Are you sure you want to delete this item?
it_it: Sei sicuro di voler eliminare questo articolo?

source: Warning
it_it: Avviso

source: Leave anyway
it_it: Abbandona comunque

source: Your modifications are not saved yet. Do you wish to save it before leaving?
it_it: Le tue modifiche non sono state ancora salvate. Desideri salvarle prima di abbandonare?
