Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersHelp.*.xlf
Languages: az_az, bg_bg, de_de, fr_fr, he_il, th_th, zh_tw

source: Allow or disallow this employee to log in to the Admin panel.
az_az: İşçilərin Admin Panelə girişlərini aktiv, ya deaktiv edin.
bg_bg: Разрешете или забранете на този служител да влиза в административния панел.
de_de: Adminrechte dieses Mitarbeiters festlegen
fr_fr: Autoriser cet employé ou non à se connecter au back-office.
he_il: להרשות או לא להרשות לעובד להיכנס מערכת הניהול.
th_th: อนุญาตหรือไม่อนุญาตให้พนักงานเข้าสู่หน้าผู้ดูแลระบบ
zh_tw: 是否允許此員工登入管理控制台。

source: Select the shops the employee is allowed to access.
az_az: İşçilərə giriş icazəsi verilən dükanları seçin.
bg_bg: Изберете магазините, до които служителят има право на достъп.
de_de: Shop wählen, auf den/die der Mitarbeiter Zugriff haben darf.
fr_fr: Sélectionnez les boutiques accessibles à l'employé.
he_il: בחר את החנויות שהעובד רשאי לגשת אליהן.
th_th: เลือกร้านค้าที่พนักงานสามารถเข้าได้
zh_tw: 選擇這個員工能夠操作的商店

source: This page will be displayed right after signing in.
bg_bg: Тази страница ще се покаже веднага след като влезете в системата.
de_de: Diese Seite wird kurz nach der Anmeldung angezeigt.
fr_fr: Cette page s'affichera juste après la connexion.
th_th: หน้านี้จะแสดงทันทีหลังจากลงชื่อเข้าใช้
zh_tw: 此頁面會在登入後顯示。

source: Informative only
bg_bg: Информативно
de_de: Rein informativ
fr_fr: À but informatif
he_il: אינפורמטיבי בלבד
th_th: เพื่อแจ้งให้ทราบเท่านั้น
zh_tw: 僅有益的

source: Warning
az_az: Xəbərdarlıq
bg_bg: Внимание!
de_de: Vorsicht
fr_fr: Attention
he_il: אזהרה
th_th: คำเตือน
zh_tw: 警告

source: Error
az_az: Səhv
bg_bg: Грешка
de_de: Fehler
fr_fr: Erreur
he_il: שגיאה
th_th: เกิดข้อผิดพลาด
zh_tw: 錯誤

source: Major issue (crash)!
bg_bg: Сериозен проблем (счупване)!
de_de: Schwerwiegendes Problem (Absturz)
fr_fr: Problème majeur (erreur critique)
he_il: בעיה רצינית (קריסה)
zh_tw: 重要問題(損毀)

source: Severity levels
bg_bg: Степени на важност
de_de: Schweregrad
fr_fr: Niveau de gravité
he_il: דרגות חומרה
th_th: ระดับความรุนแรง
zh_tw: 嚴重程錄

source: How do I create a new SQL query?
az_az: Yeni bir SQL sorğusunu necə yarada bilərəm?
bg_bg: Как да създам нова SQL заявка?
de_de: Wie erstellt man eine neue SQL-Abfrage?
fr_fr: Comment créer une nouvelle requête SQL ?
he_il: כיצד ליצור שאילתא SQL חדשה?
th_th: ฉันจะสร้าง SQL query ใหม่ ได้อย่างไร?
zh_tw: 如何新增一個SQL查詢?

source: Click "%add_new_label%".
az_az: Tıkla "%add_new_label%".
bg_bg: Кликнете върху "%add_new_label%".
de_de: Klicken Sie auf "%add_new_label%".
fr_fr: Cliquez sur "%add_new_label%".
he_il: לחץ "%add_new_label%".
th_th: คลิก "%add_new_label%".
zh_tw: 點選 "%add_new_label%"。

source: Fill in the fields and click "%save_label%".
bg_bg: Попълнете полетата и кликнете върху "%save_label%".
de_de: Füllen Sie die Felder aus und klicken Sie auf "%save_label%".
fr_fr: Remplissez les champs et cliquez sur "%save_label%".
he_il: מלא את השדות ולחץ על "%save_label%".
th_th: กรอกข้อมูลในช่องและคลิก "%save_label%"
zh_tw: 欄位內填寫內容後點選"%save_label%"。

source: You can then view the query results by clicking on the "%view_label%" action in the dropdown menu
bg_bg: Резултатите от заявката може да се видят, като се кликне върху "%view_label%" в падащото меню
de_de: Mit einem Klick auf "%view_label%" im Dropdown-Menü können Sie dann die Abfrage-Ergebnisse ansehen
fr_fr: Vous pouvez ensuite afficher les résultats de la requête en cliquant sur l'action "%view_label%" du menu déroulant.
he_il: לאחר מכן תוכל להציג את תוצאות השאילתה על ידי לחיצה על הפעולה "%view_label%" בתפריט הנפתח
th_th: จากนั้น คุณสามารถดูผลการค้นหาโดยคลิกที่การกระทำ "%view_label%" ในเมนูแบบเลื่อนลง
zh_tw: 您可以通過菜單中的"%view_label%"操作來查看你要的查詢結果

source: You can also export the query results as a CSV file by clicking on the "%export_label%" button
bg_bg: Може да експортирате резултатите от заявката като CSV файл, като кликнете върху бутона "%export_label%"
de_de: Mit Klick auf den "%export_label%"-Button können Sie die Abfrage-Ergebnisse auch als CSV-Datei exportieren.
fr_fr: Vous pouvez également exporter les résultats de la requête sous forme de fichier CSV en cliquant sur le bouton "%export_label%".
he_il: ניתן גם לייצא את תוצאות השאילתות כקובץ CSV על ידי לחיצה על כפתור "%export_label%"
th_th: คุณยังสามารถส่งออกผลลัพธ์การค้นหาเป็นไฟล์ CSV ได้โดยคลิกที่ปุ่ม "%export_label%"
zh_tw: 您也可以點選 "%export_label%" 按鈕來匯出搜尋結果為 CSV 檔案

source: All outdated sessions will be automatically cleared after the first connection attempt, but you can do it manually now if needed.
bg_bg: Всички изтекли сесии ще бъдат автоматично изчистени след първия опит за свързване, но ако е необходимо, можете да го направите и ръчно.
de_de: Alle veralteten Sitzungen werden nach dem ersten Verbindungsversuch automatisch gelöscht. Sie können das jetzt aber auch manuell tun.
fr_fr: Toutes les sessions expirées seront automatiquement effacées après la première tentative de connexion, mais vous pouvez le faire manuellement maintenant si nécessaire.
th_th: เซสชันที่ล้าสมัยทั้งหมดจะถูกล้างโดยอัตโนมัติหลังจากพยายามเชื่อมต่อครั้งแรก แต่คุณสามารถทำได้ด้วยตนเองตอนนี้หากจำเป็น
zh_tw: 在第一次連接嘗試後，所有過時的會話都將自動清除，但如果需要，您現在可以手動清除。

source: Scores are integers from 0 to 4.
bg_bg: Показателите са цели числа от 0 до 4.
de_de: Die Punkte sind ganze Zahlen von 0 bis 4.
fr_fr: Les scores sont des nombres entiers entre 0 et 4.
th_th: คะแนนเป็นจำนวนเต็มตั้งแต่ 0 ถึง 4
zh_tw: 分數是從 0 到 4 的整數。

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
bg_bg: Известията са номерирани балончета, които се показват в горната част на административния панел, точно до името на магазина. Те показват броя на новите известия, които са се появили след последното кликване върху тях.
de_de: Meldungen sind nummerierte Blasen die im Kopfbereich des Back Office rechts vom Shopnamen eingeblendet werden. Sie zeigen Neuzugänge bei Bestellungen, Anmeldungen oder Nachrichten seit dem letzten Anklicken an.
fr_fr: Les notifications sont les bulles numérotées tout en haut de votre back-office, à côté du nom de la boutique. Elles affichent le nombre de nouveaux éléments depuis la dernière fois que vous avez cliqué dessus.
he_il: התראות הן בועות ממוספרות המוצגות בחלק העליון של מערכת הניהול שלך, ממש ליד השם של החנות. הם מציגים את מספר הפריטים החדשים מאז הפעם האחרונה שלחצת עליהם.
th_th: การแจ้งเตือนเป็นกรอบตัวเลขที่แสดงที่ด้านบนสุดของ Back Office ถัดจากชื่อร้านค้า โดยจะแสดงจำนวนรายการใหม่ตั้งแต่คุณคลิกครั้งล่าสุด
zh_tw: 通知是顯示在你後台的頂部, 在店鋪名稱的右手旁顯示的編號氣泡。這些編號展示的是自從你最後一次點擊它們以後, 所發生的新事情的數量。

source: This feature allows you to identify modules that might be causing bugs on your store. Disable all non-built-in modules (not listed in composer.json). Then, re-enable each module one by one and check that everything works properly before moving on to the next one.
bg_bg: Тази функция ви позволява да идентифицирате модули, които може да причиняват грешки във вашия магазин. Деактивирайте всички външни модули (модули които не са изброени в composer.json). След това активирайте отново всеки модул един по един и проверете дали всичко работи правилно, преди да преминете към следващия.
de_de: Diese Funktion ermöglicht es, Module zu identifizieren, die Fehler in Ihrem Shop verursachen könnten. Deaktivieren Sie alle nicht mitgelieferten Module (die nicht in composer.json aufgeführt sind). Aktivieren Sie dann jedes Modul nacheinander und überprüfen Sie, ob alles richtig funktioniert, bevor Sie zum nächsten Modul übergehen.
fr_fr: Cette fonctionnalité vous permet d'identifier les modules qui pourraient causer des bugs sur votre boutique. Désactivez tous les modules non intégrés (non listés dans composer.json). Puis, ré-activez chaque module un par un en vérifiant que tout fonctionne correctement avant de passer au suivant.
th_th: คุณสมบัตินี้ช่วยให้คุณระบุโมดูลที่อาจก่อให้เกิดข้อบกพร่องในร้านค้าของคุณ ปิดการใช้งานโมดูลที่ไม่ได้สร้างมาทั้งหมด (ไม่ได้อยู่ในรายการ Composer.json) จากนั้น เปิดใช้งานแต่ละโมดูลอีกครั้งทีละรายการ และตรวจสอบว่าทุกอย่างทำงานได้อย่างถูกต้องก่อนที่จะดำเนินการต่อไปยังโมดูลถัดไป
zh_tw: 此功能允許您識別可能導致商店出現錯誤的模塊。 禁用所有非內置模塊（composer.json 中未列出）。 然後，一個一個地重新啟用每個模塊並檢查一切是否正常，然後再繼續下一個。

source: Some features can be disabled in order to improve performance.
bg_bg: За да се подобри производителността, някои функции могат да бъдат деактивирани.
de_de: Einige Funktionen können deaktiviert werden, um die Leistung zu verbessern.
fr_fr: Plusieurs fonctionnalités peuvent être désactivées afin d'optimiser les performances.
he_il: חלק מהתכונות יכולות להיות מבוטלות על מנת לשפר את הביצועים.
th_th: คุณลักษณะบางอย่างสามารถปิดใช้งานได้เพื่อปรับปรุงประสิทธิภาพ
zh_tw: 部份功能基於改善效能可以停用

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.7+. Otherwise, CCC will cause problems.
bg_bg: ККК ви позволява да намалите времето за зареждане на вашата страница. С тези настройки ще постигнете производителност, без дори да докосвате кода на вашата тема. Уверете се обаче, че вашата тема е съвместима с PrestaShop 1.7+. В противен случай ККК ще създаде проблеми.
de_de: Mit CCC wird die Ladezeit Ihrer Seiten reduziert. Diese Funktionen ermöglichen eine Leistungssteigerung, ohne dabei den Quellcode Ihres Templates zu ändern. Stellen Sie sicher, dass Ihr Template mit PrestaShop 1.7+ kompatibel ist. Ansonsten kann CCC Probleme verursachen.
fr_fr: CCC vous permet de réduire le temps de chargement de vos pages. Avec ces paramètres, vous allez gagner en performance sans modifier le code de votre thème. Cependant, vérifiez bien que votre thème est compatible avec PrestaShop 1.7+, sinon, CCC pourrait causer des problèmes.
he_il: CCC מאפשר לך להקטין את זמן הטעינה של הדף שלך. עם הגדרות אלו תרוויח ביצועים בלי לגעת בקוד ערכת העיצוב שלך. ודא, עם זאת, כי ערכת העיצוב שלך תואמת PrestaShop 1.7 +. אחרת, CCC יגרום לבעיות.
th_th: CCC ช่วยให้คุณสามารถลดเวลาในการโหลดหน้าเว็บของคุณ ด้วยการตั้งค่าเหล่านี้คุณจะได้รับประสิทธิภาพการทำงานได้โดยไม่ต้องสัมผัสรหัสของชุดรูปแบบของคุณ ตรวจสอบให้แน่ใจ แต่ที่ธีมของคุณสามารถทำงานร่วมกับ PrestaShop 1.7 + มิฉะนั้น, CCC จะทำให้เกิดปัญหา
zh_tw: CCC 允許您減少頁面的加載時間。通過這些設置，您甚至無需觸及主題代碼即可獲得性能。但是，請確保您的主題與 PrestaShop 1.7+ 兼容。否則，CCC 會引起問題。

source: Invalid
bg_bg: Невалидно
de_de: Ungültig
fr_fr: Invalide
th_th: ไม่ถูกต้อง
zh_tw: 不正確

source: Okay
bg_bg: ОК
de_de: OK
fr_fr: OK
th_th: ตกลง
zh_tw: 不錯

source: Good
bg_bg: Добро
de_de: Gut
fr_fr: bon
zh_tw: 好

source: Fabulous
bg_bg: Страхотно
de_de: Toll
fr_fr: Formidable
zh_tw: 極好
