Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogFeature.*.xlf
Languages: ar_sa, fr_fr, mn_mn, pt_pt, th_th

source: Display retail price per unit
fr_fr: Afficher le prix de vente unitaire
pt_pt: Preço de venda ao público por unidade

source: Enter the keywords that customers might search for when looking for this product.
fr_fr: Entrez les mots-clés que vos clients pourraient saisir pour chercher ce produit.
pt_pt: Introduza as palavras-chave que os clientes poderão pesquisar quando procurarem este produto.

source: [1]Manage all tags[/1]
fr_fr: [1]Gérer les mot-clés[/1]
pt_pt: [1]Gerir todas as etiquetas[/1]

source: Search engine optimization
fr_fr: Optimisation pour les moteurs de recherche
pt_pt: Optimização de motores de busca

source: [1]Edit default behavior[/1]
fr_fr: [1]Modifier le comportement par défaut[/1]
pt_pt: [1]Editar o comportamento predefinido[/1]

source: Recent stock movements
fr_fr: Mouvements récents des stocks
pt_pt: Movimentos recentes de acções

source: [1]View all stock movements[/1]
fr_fr: [1]Voir tous les mouvements des stocks[/1]
pt_pt: [1]Ver todos os movimentos de acções[/1]

source: Edit quantity
ar_sa: تحرير الكمية
fr_fr: Modifier la quantité
pt_pt: Editar quantidade

source: Sold products
fr_fr: Produits vendus
pt_pt: Produtos vendidos

source: Shipped products
fr_fr: Produits expédiés
pt_pt: Produtos expedidos

source: Returned products
fr_fr: Produits retournés
pt_pt: Produtos devolvidos

source: Enter stock location
fr_fr: Saisir l'emplacement du stock
pt_pt: Introduzir a localização das existências

source: Pack
ar_sa: حزمة
pt_pt: Pacote
th_th: แพ็ค

source: Add new file
ar_sa: أضف ملف جديد
fr_fr: Ajouter un fichier
pt_pt: Adicionar novo ficheiro

source: Upload files here
fr_fr: Mettez vos fichiers en ligne ici
pt_pt: Envie ficheiros aqui

source: Make some files available to your customers and facilitate their purchasing environment by adding them just here! It can be instruction manuals, technical works or anything you want to attach to a product.
fr_fr: Mettez certains fichiers à la disposition de vos clients et simplifiez leur environnement d'achat en les ajoutant juste ici ! Il peut s'agir de manuels d'instructions, documents techniques ou tout ce que vous voulez joindre à un produit.
pt_pt: Disponibilize alguns ficheiros aos seus clientes e facilite o seu ambiente de compras, adicionando-os aqui mesmo! Podem ser manuais de instruções, trabalhos técnicos ou qualquer coisa que deseje anexar a um produto.

source: Manage your credit slips
fr_fr: Gérer vos avoirs
pt_pt: Controle as suas notas de crédito

source: When a customer returns a product, a credit slip must be created in his favor. Generate vouchers and have a look at their follow-up.
fr_fr: Lorsqu'un client retourne un produit, un avoir doit être créé en sa faveur. Créez des bons de réduction et gardez un oeil sur leur utilisation.
pt_pt: Quando um cliente devolve um produto, deve ser criada uma nota de crédito em seu favor. Gerar vouchers/vale e ter um um especial olhar sobre o seguimento desta devolução.

source: Manage your products
fr_fr: Gérer vos produits
pt_pt: Gerir os seus produtos

source: Create new product
fr_fr: Créer un nouveau produit
pt_pt: Criar um novo produto

source: Import a list of products.
fr_fr: Importer une liste de produits
pt_pt: Importar uma lista de produtos.

source: Keep in touch with your suppliers
fr_fr: Restez en contact avec vos fournisseurs
pt_pt: Manter-se em contacto com os seus fornecedores

source: Having suppliers is optional if brands supply you directly. Make sure you don't confuse product suppliers and product brands to facilitate stock management.
fr_fr: Avoir des fournisseurs est facultatif si les marques vous fournissent directement. Assurez-vous de ne pas confondre les fournisseurs de produits et les marques de produits pour faciliter la gestion des stocks.
pt_pt: Ter fornecedores é opcional se a marca o fornecer diretamente. Assegure-se que não confunde fornecedores e marcas dos produtos de forma a facilitar a gestão de stocks.

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
ar_sa: عرض %from%-%to على %total% (صفحة %current_page% / %page_count%)
fr_fr: Affichage %from%-%to% sur %total% (page %current_page% / %page_count%)
pt_pt: %from%-%to% de %total% (página %current_page% / %page_count%)

source: Enter page number and press enter
fr_fr: Entrez numéro de page et appuyez sur Entrée
pt_pt: Insira o número da página e carregue em Enter

source: Not available yet
fr_fr: Pas encore disponible
pt_pt: Ainda não está disponível

source: Edit: %value%
ar_sa: تعديل: %value%
fr_fr: Modification : %value%
pt_pt: Editar: %value%

source: Category
ar_sa: تصنيف
fr_fr: Catégorie
pt_pt: Categoria
th_th: หมวดหมู่

source: Price (tax excl.)
ar_sa: السعر (بدون الضريبة)
fr_fr: Montant HT
pt_pt: Preço (sem IVA)
th_th: ราคา (ยังไม่รวมภาษี)

source: Price (tax incl.)
ar_sa: السعر (شامل للضريبة)
fr_fr: Montant TTC
pt_pt: Preço (com IVA)
th_th: ราคา (รวมภาษี)

source: Quantity
ar_sa: الكمية
fr_fr: Quantité
mn_mn: Тоо ширхэг
pt_pt: Quantidade
th_th: จำนวน

source: These products will be deleted for good. Please confirm.
ar_sa: هذه المنتجات سيتم حذفها. يرجى التأكيد.
fr_fr: Ces produits vont être supprimés pour de bon. Êtes-vous sûr ?
pt_pt: Estes produtos serão eliminados permanentemente. Confirmar.

source: Delete products?
ar_sa: حذف المنتجات؟
fr_fr: Supprimer les produits ?
pt_pt: Eliminar produtos?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
ar_sa: [1]أضف منتجك الأول[/1][2] أو قم باستيراد قائمة من المنتجات (أنواع الملفات: csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
fr_fr: [1]Créez votre premier produit[/1][2]ou importez une liste de produits existants (avec un fichier .csv, .xls, .xlsx, .xlst, .ods ou .ots).[/2]
pt_pt: [1]Adicione o seu primeiro produto[/1][2]ou importe uma lista de produtos (tipos de ficheiro: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Go to catalog
ar_sa: الإنتقال إلى الكتالوج
fr_fr: Aller au catalogue
pt_pt: Ir para o catálogo

source: Add new product
fr_fr: Ajouter un nouveau produit
pt_pt: Adicionar novo produto

source: Product list
ar_sa: قائمة المنتجات
fr_fr: Liste des produits
pt_pt: Lista de produtos

source: SEO
fr_fr: Référencement - SEO
pt_pt: SEO (otimização para motores de busca)

source: Shipping
ar_sa: الشحن
fr_fr: Livraison
mn_mn: Хүргэлт
pt_pt: Envio
th_th: จัดส่ง

source: Modules
ar_sa: الإضاقات
pt_pt: Módulos
th_th: โมดูล

source: Pricing
ar_sa: الأسعار
fr_fr: Prix
pt_pt: Preços

source: Basic settings
ar_sa: الإعدادات الأساسية
fr_fr: Essentiel
pt_pt: Definições básicas

source: Associated categories
fr_fr: Catégories associées
pt_pt: Categorias associadas

source: Categories
ar_sa: التصنيفات
fr_fr: Catégories
pt_pt: Categorias
th_th: รายการสินค้า

source: Create a new category
ar_sa: إنشاء تصنيف جديد
fr_fr: Créer une catégorie
pt_pt: Criar uma nova categoria

source: New category name
ar_sa: إسم التصنيف الجديد
fr_fr: Nom de la nouvelle catégorie
pt_pt: Nome da nova categoria

source: Create a category
ar_sa: إنشاء تصنيف
fr_fr: Créer une catégorie
pt_pt: Criar uma categoria

source: Ecotax
ar_sa: الضريبة البيئية
fr_fr: Éco-participation
pt_pt: Eco-taxa

source: Specific references
ar_sa: مراجع محددة
fr_fr: Références spécifiques
pt_pt: Referências específicas

source: Next combination
ar_sa: التركيبة التالية
fr_fr: Déclinaison suivante
pt_pt: Combinação seguinte

source: Prev. combination
ar_sa: التركيبة السابقة
fr_fr: Préc. déclinaison
pt_pt: Pré-visualizar combinação

source: Back to product
ar_sa: العودة للمنتج
fr_fr: Retour au produit
pt_pt: Voltar para o produto

source: Combination details
ar_sa: تفاصيل التركيبة
fr_fr: Détails de la déclinaison
pt_pt: Dados da combinação

source: Price and impact
ar_sa: السعر والتأثير
fr_fr: Prix et impact
pt_pt: Preço e impacto

source: Final retail price (tax excl.) will be
ar_sa: سعر التجزئة النهائي (بإستثناء الضرائب) سيكون
fr_fr: Le prix de vente final (HT) sera
pt_pt: O preço de venda final (s/IVA) será

source: Final retail price (tax incl.) will be
fr_fr: Le prix final de vente (TTC) sera :
pt_pt: O preço final de venda a retalho (imposto incl.) será

source: Does this combination have a different price per unit?
ar_sa: هل تختلف أسعار الوحدة لهذا المزيج ؟
fr_fr: Cette déclinaison a-t-elle un prix unitaire différent ?
pt_pt: Esta combinação tem um preço por unidade diferente?

source: Images
ar_sa: الصور
pt_pt: Imagens
th_th: รูปภาพ

source: Stock
ar_sa: الاسهم
pt_pt: Inventário
th_th: คลังสินค้า

source: Impact on price (tax excl.)
ar_sa: التأثير على السعر (بإستثناء الضرائب)
fr_fr: Impact sur le prix (HT)
pt_pt: Impacto sobre o preço (s/IVA)

source: Final price (tax excl.)
fr_fr: Prix final (HT)
pt_pt: Preço final (excl. imp.)
th_th: ราคาสุดท้าย (ไม่รวมภาษี)

source: Manage your product combinations
ar_sa: إدارة تركيبات المنتجات الخاصة بك
fr_fr: Gérer vos déclinaisons
pt_pt: Faça a gestão das suas combinações de produtos

source: Bulk actions ([1]/[2] combination(s) selected)
ar_sa: الإجراءات المجمعة ([1]/[2] تركيبة (تركيبات) مختارة)
fr_fr: Actions groupées ([1]/[2] déclinaisons sélectionnées)
pt_pt: Ações em massa ([1]/[2] combinação(ões) selecionada(s)

source: Default combination
ar_sa: التركيبة الإفتراضية
fr_fr: Déclinaison par défaut
pt_pt: Combinação predefinida

source: Availability preferences
ar_sa: إعدادات التوفر
fr_fr: Préférences de disponibilité
pt_pt: Preferências de disponibilidade

source: Behavior when out of stock
ar_sa: الإجراء المطلوب عند نفاذ المخزون
fr_fr: Comportement si rupture de stock
pt_pt: Comportamento quando estiver sem stock

source: Stock management is disabled
ar_sa: إدارة المخزون معطلة
fr_fr: La gestion des stocks est désactivée
pt_pt: A gestão de stock está desativada

source: Combinations
ar_sa: السمة
fr_fr: Déclinaisons
pt_pt: Combinações
th_th: คุณลักษณะ

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
ar_sa: يمكنك زيادة أو تقليل مستويات المخزون المنخفضة بكميات كبيرة. لا يمكنك تعطيلها بشكل مجمّع: يجب عليك القيام بذلك على أساس تركيبة.
fr_fr: Vous pouvez augmenter ou diminuer le niveau de stock en masse. Vous ne pouvez pas les désactiver en masse : vous devez le faire sur la base des déclinaisons.
pt_pt: Pode aumentar ou diminuir os níveis de baixo stock em conjunto. Não os pode desativar em conjunto: Tem que fazer isso com base em cada combinação.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
ar_sa: سيتم إرسال البريد الإلكتروني إلى جميع المستخدمين الذين لديهم الحق في تشغيل صفحة الأسهم. لتعديل الأذونات ، انتقل إلى معلمات متقدمة> فريق
fr_fr: L'e-mail sera envoyé à tous les utilisateurs qui ont les droits de gérer la page des stocks. Pour modifier les permissions, aller dans Paramètres Avancés > Équipe
pt_pt: O e-mail será enviado para todos os utilizadores que têm a permissão de aceder à página do stock. Para alterar as permissões, vá a Parâmetros avançados > Equipa

source: Delete combinations
ar_sa: حذف التركيبات
fr_fr: Supprimer les déclinaisons
pt_pt: Eliminar combinações

source: Edit a specific price
fr_fr: Modifier un prix spécifique
pt_pt: Editar um preço específico

source: Brand
ar_sa: العلامة التجارية
fr_fr: Marque
pt_pt: Marca

source: Add a brand
ar_sa: أضف علامة تجارية
fr_fr: Ajouter une marque
pt_pt: Adicionar uma marca

source: Related product
fr_fr: Produit associé
pt_pt: Produto relacionado
th_th: สินค้าอื่นๆที่น่าสนใจ

source: Add a related product
ar_sa: إضافة منتج ذات صلة
fr_fr: Ajouter un produit associé
pt_pt: Adicionar um produto relacionado

source: Here is a preview of your search engine result, play with it!
fr_fr: Voici un aperçu de votre résultat de recherche, à vous de jouer !
pt_pt: Isto é uma pré-visualização do resultado do seu mecanismo de procura, desfrute do mesmo!

source: Improve your ranking and how your product page will appear in search engines results.
ar_sa: تحسين ترتيبك وكيف ستظهر صفحة منتجك في نتائج محركات البحث.
fr_fr: Améliorez votre positionnement et comment votre fiche produit s'affiche dans les résultats de moteurs de recherche.
pt_pt: Melhore a sua posição e a forma como o produto aparece nos resultados dos motores de pesquisa.

source: Redirection page
ar_sa: صفحة إعادة التوجية
fr_fr: Page de redirection
pt_pt: Página de redirecionamento

source: Reset URL
ar_sa: إعادة ضبط الرابط
fr_fr: Réinitialiser
pt_pt: Reinicializar URL

source: Search Engine Optimization
ar_sa: تحسين محرك البحث
fr_fr: Référencement
pt_pt: Otimização para motores de pesquisa

source: Additional shipping costs
fr_fr: Frais de port supplémentaires
pt_pt: Custos de envio adicionais

source: Package dimension
ar_sa: أبعاد الطرد
fr_fr: Dimensions du paquet
pt_pt: Dimensão do pacote
th_th: ขนาดของบรรจุภัณฑ์

source: Adjust your shipping costs by filling in the product dimensions.
ar_sa: ضبط تكاليف الشحن الخاصة بك عن طريق ملء أبعاد المنتج.
fr_fr: Ajustez vos frais de livraison en renseignant les dimensions du produit.
pt_pt: Ajuste os custos de envio inserindo as dimensões dos produtos.

source: Leave empty to disable.
ar_sa: اتركه فارغًا لتعطيله.
fr_fr: Laisser vide pour désactiver.
pt_pt: Deixe vazio para desativar.

source: Impact on price
ar_sa: التأثير على السعر:
fr_fr: Impact sur le prix
pt_pt: Impacto sobre o preço
th_th: ผลกระทบต่อราคา

source: Specific price conditions
ar_sa: شروط الأسعار المحددة
fr_fr: Conditions des prix spécifiques
pt_pt: Condições especiais de preço

source: Apply a discount of
fr_fr: Appliquer une réduction de
pt_pt: Aplicar um desconto de

source: Choose the suppliers associated with this product
ar_sa: إختر الموردين المرتبطين بهذا المنتج
fr_fr: Sélectionnez les fournisseurs associés à ce produit
pt_pt: Escolha os fornecedores associados a este produto

source: Default supplier
ar_sa: المورد الإفتراضي
fr_fr: Fournisseur par défaut
pt_pt: Fornecedor predefinido

source: Supplier reference
ar_sa: مرجع المورد
fr_fr: Référence fournisseur
pt_pt: Ref. do Fornecedor
th_th: อ้างอิง Supplier

source: Cost price (tax excl.)
fr_fr: Prix d'achat (HT)
pt_pt: Preço de custo (s/IVA)

source: Supplier reference(s)
fr_fr: Référence(s) fournisseur
pt_pt: Referências do fornecedor

source: Product location in warehouses
fr_fr: Emplacement dans les entrepôts
pt_pt: Localização do produto nos armazéns

source: Please choose the warehouses associated with this product.
fr_fr: Veuillez sélectionner les entrepôts associés à ce produit.
pt_pt: Indique os armazéns onde este produto se encontra.

source: Quantities
ar_sa: الكميات
fr_fr: Quantités
pt_pt: Quantidades
th_th: จำนวน

source: Summary
ar_sa: ملخص
fr_fr: Récapitulatif
mn_mn: Хураангуй
pt_pt: Resumo
th_th: ข้อมูลสรุป

source: Add a feature
ar_sa: أضف ميزة
fr_fr: Ajouter une caractéristique
pt_pt: Adicionar uma função

source: Tax rule
ar_sa: القاعدة الضريبية:
fr_fr: Règle de taxe
pt_pt: Regra de IVA
th_th: กฎการเสียภาษี

source: Tax excluded
ar_sa: بدون الضريبة
fr_fr: HT
mn_mn: Татварыг оролцуулаагүй
pt_pt: Sem IVA
th_th: ยังไม่ได้รวมภาษี

source: Tax included
ar_sa: شامل للضريبة
fr_fr: TTC
mn_mn: Татварыг оролцуулсан болно
pt_pt: Com IVA
th_th: รวมภาษีแล้ว

source: Reference
ar_sa: المرجع
fr_fr: Référence
pt_pt: Referência
th_th: อ้างอิง

source: Product with combinations
ar_sa: المنتج مع المجموعات
fr_fr: Produit avec déclinaisons
pt_pt: Produto com combinações

source: Features
ar_sa: الخصائص
fr_fr: Caractéristiques
pt_pt: Funcionalidades
th_th: คุุณสมบัติ

source: View all images
ar_sa: عرض جميع الصور
fr_fr: Voir toutes les images
pt_pt: Ver todas as imagens

source: View less
ar_sa: عرض أقل
fr_fr: Masquer
pt_pt: Ver menos

source: Simple product
ar_sa: منتج بسيط
fr_fr: Produit simple
pt_pt: Produto simples

source: Cover
ar_sa: الصورة الرئيسية
fr_fr: Image de couverture
pt_pt: Capa

source: Visibility
ar_sa: الظهور:
fr_fr: Visibilité
pt_pt: Visibilidade
th_th: การมองเห็น

source: Where do you want your product to appear?
ar_sa: أين تريد أن يظهر المنتج الخاص بك؟
fr_fr: Où le produit doit-il apparaître ?
pt_pt: Onde quer que o seu produto apareça?

source: Attached files
ar_sa: الملفات المرفقة
fr_fr: Documents joints
pt_pt: Ficheiros anexados

source: Add a customization field
ar_sa: إضافة حقل تخصيص
fr_fr: Ajouter un champ de personnalisation
pt_pt: Adicionar um campo personalizado

source: Customers can personalize the product by entering some text or by providing custom image files.
ar_sa: يمكن للعملاء إضفاء الطابع الشخصى على المنتج عن طريق إدخال نص أو تقديم ملفات الصور المخصصة.
fr_fr: Les clients peuvent personnaliser le produit en renseignant un texte ou en fournissant une image de leur choix.
pt_pt: Os clientes podem personalizar o produto inserindo algum texto ou fornecendo ficheiros de imagem personalizados.

source: Tags
ar_sa: الوسوم:
fr_fr: Mots-clés
pt_pt: Etiquetas
th_th: ป้ายกำกับ

source: Condition & References
ar_sa: الشرط & المرجع
fr_fr: État et références
pt_pt: Estado e referências

source: Select the files (instructions, documentation, recipes, etc.) your customers can directly download on this product page.
fr_fr: Sélectionnez les fichiers (instructions, documentation, recettes, etc.) que vos clients peuvent directement télécharger sur cette page produit.
pt_pt: Selecione os ficheiros (instruções, documentação, receitas, etc.) que os seus clientes podem descarregar diretamente nesta página de produto.

source: Need to browse all files? Go to [1]Catalog > Files[/1]
fr_fr: Besoin de parcourir tout les fichiers? Allez dans [1]Catalogue > Fichiers[/1]
pt_pt: Prrecisa de explorar to os ficheiros? Vá até [1]Catálogo > Ficheiros[/1]

source: Attach a new file
ar_sa: إرفاق ملف جديد
fr_fr: Joindre un document
pt_pt: Anexar um novo ficheiro

source: Cost price
ar_sa: سعر التكلفة
fr_fr: Prix d'achat
pt_pt: Preço de custo

source: Retail price
fr_fr: Prix de vente
pt_pt: Preço de venda
th_th: ราคาขายปลีก

source: Specific prices
fr_fr: Prix spécifiques
pt_pt: Preços específicos
th_th: ระบุราคา

source: Priority management
ar_sa: أولويات الإدارة
fr_fr: Gestion des priorités
pt_pt: Gestão de Prioridades
th_th: การจัดการความคาดหวัง

source: Add a specific price
ar_sa: إضافة سعر محدد
fr_fr: Ajouter un prix spécifique
pt_pt: Adicionar um preço específico

source: Combination
ar_sa: المواصفات
fr_fr: Déclinaison
pt_pt: Combinação
th_th: การรวมกัน

source: Manage tax rules
ar_sa: إدارة الشروط الضريبية
fr_fr: Gérer les règles de taxe
pt_pt: Gerir regras de IVA

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
ar_sa: سعر التجزئة النهائى: [1][2][/2] شاملة الضريبة. [/1] / [3][/3] بإستثناء الضرائب.
fr_fr: Prix de vente final : [1][2][/2] TTC[/1] / [3][/3] HT
pt_pt: Preço de venda final: [1][2][/2] c/IVA.[/1] / [3][/3] s/IVA.

source: Rule
fr_fr: Règle
pt_pt: Regra
th_th: กฎ

source: Fixed price
fr_fr: Prix fixé
pt_pt: Preço fixo
th_th: ราคาตายตัว

source: Impact
ar_sa: تأثير
pt_pt: Impacto
th_th: ส่งผลกระทบ

source: From
ar_sa: من
fr_fr: Du
pt_pt: De
th_th: จาก

source: Priorities
ar_sa: الأولويات
fr_fr: Priorités
pt_pt: Prioridades

source: Drop images here
ar_sa: إسقاط الصور هنا
fr_fr: Déposez vos images ici
pt_pt: Largar imagens aqui

source: or select files
ar_sa: أو حدد ملفات
fr_fr: ou sélectionnez les fichiers
pt_pt: ou selecionar ficheiros

source: Recommended size 800 x 800px for default theme.
ar_sa: الحجم الموصى به 800 * 800px للموضوع الافتراضي.
fr_fr: Taille recommandée de 800 x 800 px pour le thème par défaut.
pt_pt: Tamanho recomendado 800 x 800 px para tema predefinido.

source: JPG, GIF or PNG format.
ar_sa: صيغة JPG, GIF او PNG.
fr_fr: Format JPG, GIF ou PNG.
pt_pt: Formatos JPG, GIF ou PNG.

source: Virtual product
ar_sa: منتج إفتراضي
fr_fr: Produit dématérialisé
pt_pt: Produto virtual

source: tax incl.
ar_sa: شامل للضريبة
fr_fr: TTC
mn_mn: татвар тооцогдсон
pt_pt: com IVA
th_th: รวมภาษีแล้ว

source: Module to configure
ar_sa: اضافة للتهيئة
fr_fr: Module à configurer
pt_pt: Módulo para configurar

source: Choose a module to configure
ar_sa: اختر اضافة لتهيئتها
fr_fr: Choisissez un module à configurer
pt_pt: Escolha um módulo para configurar

source: These modules are relative to the product page of your shop.
ar_sa: هذه الإضافات مرتبطة بصفحة المنتج من المحل الخاص بك.
fr_fr: Ces modules sont en lien avec la fiche produit de votre boutique.
pt_pt: Estes módulos referem-se à página do produto da sua loja.

source: To manage all your modules go to the [1]Installed module page[/1]
ar_sa: دارة جميع الوحدات الخاصة بك انتقل إلى [1] صفحة الاضافات المثبتة [/1]
fr_fr: Pour gérer tous vos modules, allez sur la page [1]Modules installés[/1].
pt_pt: Para gerir todos os seus módulos, vá para a [1]Página do módulo instalado[/1]

source: tax excl.
ar_sa: بدون الضريبة
fr_fr: HT
mn_mn: татвар тооцогдоогүй
pt_pt: sem IVA
th_th: ยังไม่รวมภาษี

source: JPG, GIF, PNG or WebP format.
fr_fr: Format JPG, GIF, PNG ou WebP.
pt_pt: Formato JPG, GIF, PNG ou WebP.

source: These modules are relative to the product page of your store.
fr_fr: Ces modules sont liés à la page produit de votre boutique.
pt_pt: Estes módulos são relativos à página de produto da sua loja.

source: Add new value
ar_sa: اضف قيمة جديدة
fr_fr: Ajouter une valeur
pt_pt: Adicionar novo Valor
th_th: เพิ่มค่าใหม่

source: Create attributes
fr_fr: Créer des attributs
pt_pt: Criar Atributos

source: Color, dimension, size, disk space... think about attributes as properties that change from one product to another. As a consequence, attributes allow you to build product combinations.
fr_fr: Couleur, dimension, taille, espace disque... pensez aux attributs comme à des propriétés qui changent d'un produit à l'autre. Par conséquent, les attributs vous permettent de construire les déclinaisons d'un produit.
pt_pt: Cor, dimensão, tamanho, espaço em disco... pense nos atributos como propriedades que mudam de um produto para outro. Como consequência, os atributos permitem-lhe construir combinações de produtos.

source: Add new attribute
ar_sa: إضافة خاصيه جديده
fr_fr: Ajouter un nouvel attribut
pt_pt: Adicionar novo atributo
th_th: เพิ่มลักษณะพิเศษใหม่

source: From quantity
fr_fr: À partir de la quantité
pt_pt: Quantidade mínima

source: Reduction
ar_sa: تخفيض
fr_fr: Réduction
pt_pt: Desconto
th_th: ลด

source: Catalog price rules
fr_fr: Règles de prix catalogue
pt_pt: Regras de Preços do Catálogo

source: Add new catalog price rule
fr_fr: Ajouter une règle de prix catalogue
pt_pt: Adicionar nova Regra de Preço ao catálogo

source: Parent category
ar_sa: الفئة الام
fr_fr: Catégorie parente
pt_pt: Categoria Pai
th_th: หมวดหมู่หลัก

source: Additional description
fr_fr: Informations complémentaires
pt_pt: Descrição adicional

source: Category cover image
fr_fr: Image de couverture de la catégorie
pt_pt: Imagem da capa da categoria

source: Category thumbnail
ar_sa: الصورة المصغرة للفئة
fr_fr: Miniature de la catégorie
pt_pt: Miniatura da categoria

source: Menu thumbnails
ar_sa: الصور المصغرة للقائمة
fr_fr: Miniatures du menu
pt_pt: Miniaturas do menu

source: Group access
ar_sa: أذونات مجموعة المستخدمين:
fr_fr: Accès des groupes
pt_pt: Grupo de acesso
th_th: การเข้าถึงกลุ่ม

source: %group_name% - All people without a valid customer account.
ar_sa: %group_name% - جميع الأشخاص الذين ليس لديهم حساب عميل صالح.
fr_fr: %group_name% - Toutes les personnes n'ayant pas de compte client valide.
pt_pt: %group_name% - Todas as pessoas sem uma conta de cliente válida.

source: %group_name% - Customer who placed an order with the guest checkout.
ar_sa: %group_name% - العميل الذي قدم طلبًا مع الشراء كزائر.
fr_fr: %group_name% - Clients ayant passé une commande en tant qu'invité.
pt_pt: %group_name% - Clientes de fizeram encomendas através do checkout de Convidado.
