Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminOrderscustomersNotification.*.xlf
Languages: bg_bg, mk_mk, pl_pl, vi_vn

source: Do you want to overwrite your existing message?
bg_bg: Искате ли да презапишете съществуващото съобщение?
mk_mk: Дали сакате да ги препишете постоечките пораки?
pl_pl: Czy chcesz nadpisać bieżącą wiadomość?
vi_vn: Bạn muốn ghi đề lên tin nhắn đã tồn tại?

source: paid instead of
bg_bg: платено вместо
mk_mk: платено наместо на
pl_pl: płatność zamiast
vi_vn: Trả tiền thay vì

source: This warning also concerns order:
pl_pl: To ostrzeżenie także dotyczy zamówienia:

source: This warning also concerns the following orders:
bg_bg: Това предупреждение се отнася и за следващите поръчки:
mk_mk: Ова предупредување се однесува и за следниве нарачки:
pl_pl: To ostrzeżenie dotyczy także kolejnych zamówień:
vi_vn: Cảnh báo này cũng liên quan đến các đơn hàng tiếp theo:

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
bg_bg: За тази група клиенти цените ще се показват по следния начин: [1]%tax_method%[/1]
mk_mk: За оваа група на клиенти цените се прикажани како: [1]%tax_method%[/1]
pl_pl: Dla tej grupy klientów, ceny są wyświetlane w postaci: [1]%tax_method%[/1]
vi_vn: Đối với nhóm khách hàng này, giá được hiển thị như: [1]%tax_method%[/1]

source: Merchandise returns are disabled
bg_bg: Връщането на стока е забранено
mk_mk: Враќање на производи е оневозможено
pl_pl: Zwrot towarów jest wyłączony
vi_vn: Chức năng hàng hóa trả về bị vô hiệu hóa

source: Error. You cannot refund a negative amount.
bg_bg: Грешка. Не можете да възстановявате отрицателна сума.
mk_mk: Грешка. Не можете да вратите негативен износ.
pl_pl: Błąd. Nie można dokonać zwrotu kwoty ujemnej.
vi_vn: Lỗi sai. Bạn không thể trả lại một khoản tiền âm.
