Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminOrderscustomersHelp.*.xlf
Languages: de_de, nl_nl, sr_cs

source: You can add a comment here.
de_de: Hier können Sie einen Kommentar hinzufügen
nl_nl: U kunt hier uw commentaar toevoegen.
sr_cs: Možete ovde dodati komentar.

source: View details on the customer page
de_de: Für mehr Informationen siehe Kundendaten
nl_nl: Bekijk de details op de klantenpagina
sr_cs: Pogledajte detalje na kupčevoj stranici

source: View details on the order page
de_de: Mehr Informationen zu den Bestelldaten
nl_nl: Bekijk de details op de bestellingenpagina
sr_cs: Pogledajte detalje na stranici sa porudžbinom

source: Would you like to allow merchandise returns in your shop?
de_de: Möglichkeit von Warenrücksendungen aktivieren oder deaktivieren
nl_nl: Selecteer om retouren wel of niet toe te staan voor uw winkel
sr_cs: Želite li da dozvolite povratak robe u vašoj prodavnici?

source: How many days after the delivery date does the customer have to return a product?
de_de: Anzahl der Tage nach dem Datum des Versands, während derer der Kunde einen Artikel zurückschicken kann
nl_nl: Aantal dagen na de afleveringsdatum dat een klant kan retourneren
sr_cs: Broj dana nakon datuma isporuke do kojeg kupac može da vrati robu

source: Prefix used for return name (e.g. RE00001).
de_de: Präfix für Retouren (z.B. RS00001)
nl_nl: Voorvoegsel gebruikt voor de teruggave naam (bijv RE00001).
sr_cs: Prefiks korišćen za naziv povratka (e.g. POVRATAKJ00001).

source: Merchandise return (RMA) status.
de_de: Aktueller Status der Warenrücksendung (RMA).
nl_nl: Retourstatus (RMA).
sr_cs: Staus povratka robe.

source: List of products in return package.
de_de: Zurückgesandte Artikel
nl_nl: Lijst van producten in retourpakket.
sr_cs: Lista proizvoda u povratnom paketu.

source: The link is only available after validation and before the parcel gets delivered.
de_de: Der Link ist erst nach Bestätigung aktiv und nur solange, bis das Paket ausgeliefert worden ist.
nl_nl: De link is enkel toegankelijk na validatie maar voor het pakje geleverd wordt.
sr_cs: Link je dostupan jedino posle validacije a pre nego što se paket isporuči.

source: This customer will receive your newsletter via email.
de_de: Kunde bekommt Newsletter per E-Mail
nl_nl: Deze klant zal uw nieuwsbrief ontvangen via e-mail.
sr_cs: Ovaj korisnik će primiti vaše vesti putem mejla.

source: Password should be at least %length% characters long.
de_de: Das Passwort sollte mindestens %length% Zeichen lang sein.
nl_nl: Het wachtwoord moet minstens %length% karakters lang zijn.
sr_cs: Lozinka mora sadržati najmanje %length% karaktera.

source: Only letters and the dot (.) character, followed by a space, are allowed.
de_de: Es sind nur Buchstaben und Punkte (.), gefolgt von einem Leerzeichen zulässig.
nl_nl: Alleen letters en de punt (.) karakter, gevolgd door een spatie, zijn toegestaan.
sr_cs: Samo su slova i tačka (.) dozvoljeni od znakova iza praznog prostora.

source: Enable or disable customer login.
de_de: Anmeldung aktivieren oder deaktivieren.
nl_nl: Deze klant al dan niet toestaan om zich aan te melden.
sr_cs: Dozvoli ili zabrani ovom korisniku da se prijavi.

source: This customer will receive your ads via email.
de_de: Kunde bekommt Ihre Werbung per E-Mail
nl_nl: Deze klant zal uw advertenties via e-mail ontvangen.
sr_cs: Ovaj kupac / klijent će primiti vaše reklame putem mejla.

source: Select all the groups that you would like to apply to this customer.
de_de: Klicken Sie alle Gruppen an, zu denen das Mitglied gehört
nl_nl: Selecteer alle klantengroepen die je bij deze klant wilt toepassen
sr_cs: Izaberite sve grupe korisnika koje želite da primenite na ovog korisnika

source: This group will be the user's default group.
de_de: Diese Gruppe soll die Standard-Gruppe des Kunden sein.
nl_nl: Deze groep zal de standaard gebruikersgroep worden.
sr_cs: Ova grupa će biti korisnički podrazumevana grupa.

source: Only the discount for the selected group will be applied to this customer.
de_de: Der Kunde erhält nur den Rabatt der ausgewählten Gruppe.
nl_nl: Enkel de korting voor de geselecteerde groep zal worden toegepast op deze klant.
sr_cs: Samo popust za odabranu grupu će se primeniti na ovoga kupca / klijenta.

source: Valid characters:
de_de: Gültige Zeichen
nl_nl: Geldige karakters:
sr_cs: Dozvoljeni znaci:

source: Maximum number of days to return a product after the delivery date.
de_de: Maximale Anzahl von Tagen für die Rückgabe eines Produkts nach dem Lieferdatum.
nl_nl: Maximaal aantal dagen om een ​​product te retourneren na de bezorgdatum.
sr_cs: Maksimalni broj dana za vraćanje proizvoda nakon datuma isporuke.

source: Prefix used for merchandise returns (e.g. RE00001).
de_de: Präfix für Warenrücksendungen (z. B. RE00001).
nl_nl: Voorvoegsel gebruikt voor retourneringen (bv. RE00001).
sr_cs: Prefiks korišćen za povratak robe (npr. RE00001).

source: Prefix used for credit slips.
de_de: Präfix für Rechnungskorrekturen.
nl_nl: Voorvoegsel gebruikt voor creditnota's.
sr_cs: Prefix koji će se koristiti za kreditni list (kredit).

source: Prefix used for delivery slips.
de_de: Präfix für Lieferschein-Nr.
nl_nl: Het gebruikte voorvoegsel voor pakbonnen.
sr_cs: Prefiks korišćen za otpremnice.

source: The next delivery slip will begin with this number and then increase with each additional slip.
de_de: Nummer des nächsten Lieferscheins, die automatisch für jeden weiteren hochgezählt wird
nl_nl: De volgende pakbon zal met het opgegeven nummer beginnen en met elke volgende pakbon oplopen
sr_cs: Sledeća otpremnica će početi sa ovim brojem i povećavaće se sa svakom narednom optremnicom.

source: Add an image before the product name on delivery slips.
de_de: Fügen Sie auf Lieferscheinen ein Bild vor dem Produktnamen hinzu.
nl_nl: Voeg een afbeelding toe voor de productnaam op leveringsbonnen.
sr_cs: Dodaje sliku pre imena proizvoda na otpremnici.

source: Format: %s (inclusive).
nl_nl: Formaat: %s (inclusief).
sr_cs: Format: %s (uključujući).

source: If required, show the total amount per rate of the corresponding tax.
de_de: Falls erforderlich, MwSt. nach Steuersätzen aufsummieren
nl_nl: Wanneer vereist, toon het totaalbedrag per belastingpercentage.
sr_cs: Ukoliko je potrebno, prikažite ukupan iznos po stopi odgovarajućeg poreza.

source: Freely definable prefix for invoice number (e.g. #IN00001).
de_de: Frei definierbares Prefix für Rechnungsnummer (z.B. Nr. RE00001)
nl_nl: Vrij definieerbaar voorvoegsel voor het facturnummer (bijv. #IN00001).
sr_cs: Nasumice dodeljen prefiks za broj fakture (e.g. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
de_de: Die nächste Rechnung beginnt mit dieser Nummer, und wird mit jeder zusätzlichen Rechnung hochgezählt. Geben Sie 0 ein um die aktuelle Nummer (Nr. %number%) beizubehalten.
nl_nl: De volgende factuur zal beginnen met dit nummer, en zal daarna verhoogd worden met elke volgende factuur. Zet deze op 0 als het huidige nummer wilt blijven gebruiken (welke gelijk is aan #%number%).
sr_cs: Sledeća faktura će početi sa ovim brojem, koji će se potom povećavati za svaki sledeću koju napravite. Unesite 0 ako želite da zadržite postojeći broj (#%number%).

source: This text will appear at the bottom of the invoice, below your company details.
de_de: Dieser Text wird am Ende der Rechnung erscheinen, unter Ihren Unternehmensdaten.
nl_nl: Deze tekst zal verschijnen aan de onderkant van de factuur, onder uw bedrijfsgegevens.
sr_cs: Ovaj tekst će se pojaviti na dnu fakture, ispod Vaših podataka o kompaniji.

source: Saves memory but slows down the PDF generation.
de_de: Spart Speicherplatz aber verlangsamt die PDF-Generierung.
nl_nl: Bespaart geheugen, maar vertraagt het maken van het PDF.
sr_cs: Čuva memoriju ali usporava proces generisanja PDF fajla.

source: When enabled, your customers will receive an invoice for the purchase.
nl_nl: Indien ingeschakeld, ontvangen uw klanten een factuur van de aankoop.
sr_cs: Ako je aktivirano, Vašim klijentima / kupcima biće dostavljena faktura za njihovu kupovinu.

source: Adds an image in front of the product name on the invoice.
nl_nl: Voegt een afbeelding toe vóór de productnaam op de factuur.
sr_cs: Dodaje sliku pre naziva proizvoda na fakturi.

source: Use this field to show additional information on the invoice such as specific legal information. It will be displayed below the payment methods summary.
nl_nl: Gebruik dit veld om aanvullende informatie op de factuur weer te geven, zoals specifieke juridische informatie. Het wordt weergegeven onder het overzicht van de betalingsmethoden.
sr_cs: Koristite ovo polje da biste prikazali dodatne informacije na fakturi, kao što su posebni pravni podaci. To će biti prikazano ispod sažetka načina plaćanja.

source: Choose an invoice model
nl_nl: Kies een factuurmodel
sr_cs: Izaberite model fakture

source: Required fields apply to the customer's registration form, you should check the address formats in [1]International > Locations > Countries[/1] before.
de_de: Die Pflichtfelder gelten für das Kundenregistrierungsformular. Sie sollten vorher die Adressformate unter [1]International > Standorte > Länder[/1] überprüfen.
nl_nl: Vereiste velden zijn van toepassing op het registratieformulier van de klant. Controleer de adresformaten in [1] Internationaal> Locaties> Landen [/1].
sr_cs: Traženo polje se odnosi na formular registrovanja korisnika / kupca. Treba prvo da proverite format adrese u [1]Međunarodno> Lokacije> Države[/1] .

source: Select the fields you would like to be required for this section.
de_de: Markieren Sie bitte die Felder, die als Pflichtfelder angezeigt werden sollen.
nl_nl: Selecteer de velden die u graag verplicht wilt hebben in deze selectie
sr_cs: Odaberite polja koja bi trebala da budu obavezna za ovu sekciju.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
de_de: Bitte gehen Sie sicher, dass ihr Shop die gesetzlichen Regelung ihres Landes zum Opt-In einhält.
nl_nl: Zorg ervoor dat u voldoet aan de opt-in wetgeving in uw land.
sr_cs: Molimo proverite da li ste u skladu sa svim parvnim regulativama važećim u vašoj državi.

source: [1]Make[/1] sure you enable partner offers in the [2]Shop Parameters > Customer Settings[/2] section of the back office before requiring them. Otherwise, new customers won't be able to create an account and [1]proceed[/1] to checkout.
nl_nl: [1]Zorg[/1] dat je partneraanbiedingen inschakelt in het gedeelte [2]Winkelinstellingen > Klantinstellingen[/2] van de backoffice voordat je ze nodig hebt. Anders kunnen nieuwe klanten geen account maken en [1]doorgaan[/1] om af te rekenen.
sr_cs: [1]Proverite[/1] da li ste aktivirali partnerske ponude u [2]Podešavanjima prodavnice > Podešavanja korisnika[/2] sekciji administrativnog panela pre nego što ih zahtevate. U suprotnom, novi korisnici neće moći da kreiraju nalog i [1]nastave[/1] sa procesom naplate.

source: This feature generates a random password before sending an email to your customer.
de_de: Bei Wahl dieser Option wird vor Absenden der E-Mail an den Kunden ein Zufalls-Passwort generiert.
nl_nl: Deze optie genereert een willekeurig wachtwoord en verstuurt een e-mail naar de klant.
sr_cs: Ova funkcija generiše nasumičnu lozinku i šalje e-mail korisniku

source: This note will be displayed to all employees but not to customers.
de_de: Diese Notiz ist für alle Mitarbeiter sichtbar, aber nicht für Kunden.
nl_nl: Deze notitie zal zichtbaar worden voor alle medewerkers maar niet voor de klant
sr_cs: Ova napomena će biti prikazana svim zaposlenim, ali ne i klijentima / kupcima.

source: Format: 2011-12-31 (inclusive).
de_de: Pop-Up-Kalender benutzen und Datum anklicken, oder englisches Datumsformat eingeben, z.B. 2014-04-01 (einschl.)
nl_nl: Formaat: 31-12-2011 (inclusief).
sr_cs: Format: 2014-12-31 (zaključno).

source: You can also export orders which have not been charged yet.
de_de: Sie können auch Bestellungen exportieren, die noch nicht abgerechnet wurden.
nl_nl: U kunt ook bestellingen exporteren die nog niet zijn betaald
sr_cs: Takođe možete izvesti porudžbine koje nisu već naplaćene.

source: If enabled, your customers will receive an invoice for the purchase.
de_de: Aktivieren, wenn Ihre Kunden eine Einkaufsrechnung erhalten sollen.
nl_nl: Indien ingeschakeld zullen uw klanten een factuur voor hun aankoop ontvangen.
sr_cs: Ako je aktivirano, Vašim klijentima / kupcima biće dostavljena faktura za njihovu kupovinu.

source: Adds an image in front of the product name on the invoice
de_de: Auf der Rechnung ein Bild vor der Artikelbezeichnung anzeigen
nl_nl: Voegt een afbeelding toe voor de productnaam op de afrekening
sr_cs: Dodaje sliku pre naziva proizvoda na fakturi

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
de_de: Nutzen Sie dieses Feld für beliebige Zusatzinformationen, die auf der Rechnung unter der Zahlungsart angezeigt wird (z.B. Hinweis auf Kleinunternehmerregelung)
nl_nl: Gebruik dit veld om extra informatie te tonen op de factuur, onder de samenvatting van betaalmethodes (zoals specifieke juridische informatie).
sr_cs: Koristite ovo polje da bi prikazali dodatne informacije na fakturi, ispod sume za plaćanje.

source: Choose an invoice model.
de_de: Rechnungsformular wählen
nl_nl: Kies een factuurmodel.
sr_cs: Izaberite model fakture.

source: Search for an existing product by typing the first letters of its name.
de_de: Für die Artikelsuche reicht die Eingabe der ersten Buchstaben des Namens.
nl_nl: Zoek naar een bestaand product door de eerste letters van zijn/haar naam in te geven.
sr_cs: Pronađite postojeći proizvod kucanjem prvih slova njegovog/njenog imena.

source: Search for an existing customer by typing the first letters of his/her name.
de_de: Für die Suche eines vorhandenen Kunden reicht die Eingabe der ersten Buchstaben des Namens.
nl_nl: Zoek naar een bestaande klant door de eerste letters van zijn/haar in te typen.
sr_cs: Pronađite postojećeg kupca upisivanjem prvih slova njenog/njegovog imena.

source: Use OR to broaden your search
de_de: Verwenden Sie "OR", um Ihre Suche zu erweitern
nl_nl: Gebruik OF om uw zoekopdracht te verbreden
sr_cs: Koristite "ILI" da proširite svoju pretragu.

source: Do not forget to update your exchange rate before making this change.
de_de: Aktualisieren Sie erst den Umrechnungskurs, bevor Sie diese Änderung vornehmen.
nl_nl: Vergeet niet uw wisselkoers te updaten na deze wijziging.
sr_cs: Ne zaboravite da ažurirate kursnu listu pre željene promene.

source: (Max %amount_refundable% %tax_method%)
sr_cs: (Maksimalno %amount_refundable%%tax_method%)
