Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogFeature.*.xlf
Languages: ar_sa, fr_fr, mn_mn, pt_pt, th_th

source: List of products without combinations and without available quantities for sale
fr_fr: Liste des produits sans déclinaisons et non disponibles à la vente
pt_pt: Lista de produtos sem combinações e sem quantidades disponíveis para venda
th_th: รายการสินค้าที่ไม่มีการรวมกันและไม่มีจำนวนสำหรับการขาย

source: List of products without description and summary
fr_fr: Liste de produits sans description ni résumé
pt_pt: Lista de produtos sem descrição e resumo
th_th: รายการสินค้าที่ไม่มีคำอธิบายและบทสรุป

source: List of products without images
ar_sa: قائمة المنتجات بدون صور
fr_fr: Liste des produits sans image
pt_pt: Lista de produtos sem imagens
th_th: รายการสินค้าที่ไม่มีรูปภาพ

source: List of products without price
ar_sa: قائمة المنتجات بدون سعر
fr_fr: Liste des produits sans prix
pt_pt: Lista de produtos sem preço
th_th: รายการสินค้าที่ไม่มีราคา

source: Cover image
ar_sa: صورة الغلاف
fr_fr: Image de couverture
pt_pt: Imagem da capa
th_th: ภาพหน้าปก

source: %price% (tax incl.)
fr_fr: %price% (TTC)
pt_pt: %price% (imposto(s) incl.)
th_th: %price% (รวมภาษี)

source: %price% (tax excl.)
fr_fr: %price% (HT)
pt_pt: %price% (sem impostos)
th_th: %price% ไม่รวมภาษี

source: Add new root category
ar_sa: أضف فئة جذرية جديدة
fr_fr: Ajouter une nouvelle catégorie racine
pt_pt: Adicionar nova categoria raiz
th_th: เพิ่ิ่มหมวดหมู่ที่ตำแหน่ง root ใหม่

source: Add new category
ar_sa: إضافة قسم جديد
fr_fr: Ajouter une catégorie
pt_pt: Adicionar categoria
th_th: เพิ่มหมวดหมู่

source: Low stock alert
fr_fr: Alerte de niveau de stock bas
pt_pt: Alerta de baixo nível de stock
th_th: ระดับเตือนสต็อกเหลือน้อย

source: Combination name
ar_sa: إسم التركيبة
fr_fr: Nom de la déclinaison
pt_pt: Nome da combinação
th_th: ชื่อการรวมกัน

source: Physical quantity
ar_sa: الكمية الفعلية
fr_fr: Quantité physique
pt_pt: Quantidade física
th_th: ปริมาณทางกายภาพ

source: Reserved quantity
ar_sa: الكميّة المحجوزة
fr_fr: Quantité réservée
pt_pt: Quantidade Reservada
th_th: จำนวนที่จองไว้

source: Category name
ar_sa: اسم التصنيف
fr_fr: Nom de la catégorie
pt_pt: Nome da categoria
th_th: ชื่อหมวดหมู่

source: Parent of the category
ar_sa: أصل التصنيف
fr_fr: Catégorie parente
pt_pt: Origem da categoria
th_th: ต้นทางของหมวดหมู่

source: Choose a value
ar_sa: إختر قيمة
fr_fr: Choisissez une valeur
pt_pt: Escolher um valor
th_th: เลือกค่า

source: Pre-defined value
ar_sa: قيمة محددة مسبقا
fr_fr: Valeur prédéfinie
pt_pt: Valor pré-definido
th_th: ค่าที่กำหนดไว้ล่วงหน้า

source: OR Customized value
ar_sa: أو قيمة مخصصة
fr_fr: OU valeur personnalisée
pt_pt: OU valor normalizado
th_th: หรือกำหนดค่าเอง

source: Choose a feature
ar_sa: إختر ميزة
fr_fr: Choisissez une caractéristique
pt_pt: Escolher uma função
th_th: เลือกคุณสมบัติ

source: Please select a file
ar_sa: رجاءاً إختر ملفاً
fr_fr: Veuillez choisir un fichier
pt_pt: Selecione um ficheiro
th_th: กรุณาเลือกไฟล์

source: Impact on price per unit (tax excl.)
ar_sa: التأثير على السعر لكل وحدة (بإستثناء الضرائب)
fr_fr: Impact sur le prix unitaire (HT)
pt_pt: Impacto sobre o preço por unidade (s/IVA)
th_th: ผลกระทบต่อราคาต่อหน่วย (ไม่รวมภาษี)

source: Set as default combination
ar_sa: تعيين كمجموعة إفتراضية
fr_fr: Définir comme déclinaison par défaut
pt_pt: Definir como combinação predefinida
th_th: ตั้งเป็นชุดค่าผสมเริ่มต้น

source: ISBN code
ar_sa: كود الترقيم الدولى (ISBN code)
fr_fr: Code ISBN
pt_pt: Código ISBN
th_th: รหัส ISBN

source: Min. quantity for sale
ar_sa: كمية الحد الأدنى للبيع
fr_fr: Qté minimale à la vente
pt_pt: Quantidade mínima para venda
th_th: จำนวนขายขั้นต่ำคือ

source: Select images of this combination:
ar_sa: حدد صوراً لهذه المجموعة:
fr_fr: Choisissez les images pour cette déclinaison :
pt_pt: Selecionar imagens desta combinação:
th_th: เลือกรูปภาพของชุดค่าผสมนี้:

source: Final price
ar_sa: السعر النهائي
fr_fr: Prix final
pt_pt: Preço final
th_th: ราคาสุดท้าย

source: Impact on price (tax incl.)
ar_sa: التأثير على السعر (بدون الضرائب)
fr_fr: Impact sur le prix (TTC)
pt_pt: Impacto sobre o preço (c/IVA)
th_th: ผลกระทบต่อราคา (รวมภาษี)

source: Cost Price
ar_sa: سعر التكلفة
fr_fr: Prix d'achat
pt_pt: Preço de custo
th_th: ราคาต้นทุน

source: Minimum quantity
fr_fr: Quantité minimale
pt_pt: Quantidade mínima
th_th: จำนวนต่ำสุด

source: Default category
ar_sa: الفئة المبدئية
fr_fr: Catégorie par défaut
pt_pt: Categoria principal
th_th: หมวดหมู่ของสินค้าเริ่มต้น

source: Add products to your pack
ar_sa: أضف منتجات لحزمتك
fr_fr: Ajoutez des produits à votre pack
pt_pt: Adicione produtos ao pacote
th_th: เพิ่มสินค้าลงในแพ็คของคุณ

source: Choose a brand
fr_fr: Choisissez une marque
pt_pt: Escolher uma marca
th_th: เลือกแบรนด์

source: Pre-tax retail price
fr_fr: Prix de vente HT
pt_pt: Preço venda s/IVA
th_th: ราคาขายปลีกก่อนคิดภาษี

source: Retail price with tax
fr_fr: Prix de vente TTC
pt_pt: Preço de venda c/IVA
th_th: ราคาขายปลีกรวมภาษี

source: Add a new category
ar_sa: إضافة تصنيف جديد
fr_fr: Ajouter une nouvelle catégorie
pt_pt: Adicionar uma nova categoria
th_th: เพิ่มหมวดหมู่ใหม่

source: Accessories
ar_sa: إكسسوارات
fr_fr: Accessoires
mn_mn: Дагалдах бүтээгдэхүүн
pt_pt: Acessórios
th_th: อุปกรณ์เสริม

source: This field contains invalid characters: %invalidCharacters%
fr_fr: Ce champ contient des caractères non valides : %invalidCharacters%
pt_pt: Este campo contém caracteres inválidos: %invalidCharacters%
th_th: ฟิลด์นี้มีอักขระที่ไม่ถูกต้อง: %invalidCharacters%

source: Invalid characters are: %invalidCharacters%
fr_fr: Les caractères non valides sont : %invalidCharacters%
pt_pt: Os caracteres inválidos são: %invalidCharacters%
th_th: อักขระที่ไม่ถูกต้องคือ: %invalidCharacters%

source: UPC barcode
fr_fr: Code-barres UPC
pt_pt: Código de barras UPC
th_th: UPC บาร์โค้ด

source: EAN-13 or JAN barcode
fr_fr: Code-barres EAN-13 ou JAN
pt_pt: Código de barras EAN-13 ou JAN
th_th: EAN-13 หรือ JAN บาร์โค้ด

source: Available for order
ar_sa: متاح للطلب
fr_fr: Disponible à la vente
pt_pt: Disponível para encomendar
th_th: พร้อมจำหน่าย

source: Show price
ar_sa: عرض السعر
fr_fr: Afficher le prix
pt_pt: Mostrar preço
th_th: แสดงราคา

source: Web only (not sold in your retail store)
ar_sa: على الويب فقط (لا يباع في متجر البيع بالتجزئة)
fr_fr: Exclusivité web (non vendu en magasin)
pt_pt: Só na Web (não está à venda na sua loja física)
th_th: เว็บเท่านั้น (ไม่มีจำหน่ายในร้านค้าปลีกของคุณ)

source: Display condition on product page
ar_sa: عرض الحالة على صفحة المنتج
fr_fr: Afficher l'état sur la fiche produit
pt_pt: Apresentar estado na página do produto
th_th: แสดงเงื่อนไขบนหน้าสินค้า

source: Display options
ar_sa: عرض الخيارات
fr_fr: Options d’affichage
pt_pt: Apresentar opções
th_th: แสดงตัวเลือก

source: Default suppliers
ar_sa: الموردين الإفتراضيين
fr_fr: Fournisseurs par défaut
pt_pt: Fornecedores predefinidos
th_th: ซัพพลายเออร์เริ่มต้น

source: Attachments for this product:
ar_sa: المرفقات لهذا المنتج:
fr_fr: Documents joints à ce produit :
pt_pt: Anexos para este produto:
th_th: สิ่งที่แนบมาสำหรับสินค้านี้

source: Retail price (tax excl.)
fr_fr: Prix de vente (HT)
pt_pt: Preço final (s/IVA)
th_th: ราคาขายปลีก (ไม่รวมภาษี)

source: Ecotax (tax incl.)
fr_fr: Éco-participation (TTC)
pt_pt: Eco-taxa (c/IVA)
th_th: Eco ภาษี (รวมภาษี.)

source: Display the "On sale!" flag on the product page, and on product listings.
ar_sa: إظهر مؤشر "للبيع!" فى صفحة المنتج، وفي قوائم المنتجات.
fr_fr: Afficher un bandeau "Promo !" sur la fiche produit et sur les listes de produits.
pt_pt: Apresentar sinalizador «À venda» na página do produto, e na lista do produto.
th_th: แสดงป้าย "ลดราคา!" บนหน้าสินค้าและรายการสินค้า

source: Retail price (tax incl.)
fr_fr: Prix de vente (TTC)
pt_pt: Preço final (c/IVA)
th_th: ราคาขายปลีก (รวมภาษี)

source: Retail price per unit (tax excl.)
fr_fr: Prix de vente unitaire (HT)
pt_pt: Preço por unidade (s/IVA)
th_th: ราคาขายปลีกต่อหน่วย (ไม่รวมภาษี)

source: No tax
ar_sa: لا توجد ضريبة
fr_fr: Aucune taxe
pt_pt: Sem IVA
th_th: ไม่มีภาษี

source: Apply to all products
ar_sa: تنطبق على كافة المنتجات
fr_fr: Appliquer à tous les produits
pt_pt: Aplicar a todos os produtos
th_th: นำไปใช้กับผลิตภัณฑ์ทั้งหมด

source: Stock location
fr_fr: Emplacement du stock
pt_pt: Localização de stock
th_th: ที่เก็บสต็อก

source: Availability date
fr_fr: Date de disponibilité
pt_pt: Data de disponibilidade
th_th: วันที่สินค้าจะเข้า

source: Send me an email when the quantity is below or equals this level
ar_sa: أرسل لي رسالة بريد إلكتروني عندما تكون الكمية أقل أو تساوي هذا المستوى
fr_fr: M'envoyer un e-mail quand la quantité est en dessous ou égale à ce niveau
pt_pt: Envie-me um e-mail quando a quantidade estiver igual ou abaixo deste nível
th_th: ส่งอีเมลถึงฉันเมื่อปริมาณต่ำกว่าหรือเท่ากับระดับนี้

source: Label when out of stock (and backorders allowed)
fr_fr: Libellé si en rupture de stock (et que les commandes en attente de réapprovisionnement sont autorisées)
pt_pt: Etiqueta quando não há stock (e são permitidas encomendas posteriores)
th_th: ติดป้ายกำกับเมื่อสินค้าหมด (และอนุญาตให้มีการสั่งซื้อ)

source: When out of stock
fr_fr: En cas de rupture de stock
pt_pt: Quando esgotado
th_th: เมื่อสินค้าหมด

source: Add downloadable file
fr_fr: Ajouter un fichier téléchargeable
pt_pt: Adicionar ficheiro descarregável
th_th: เพิ่มไฟล์ที่ดาวน์โหลดได้

source: Minimum quantity for sale
ar_sa: كمية الحد الأدنى للبيع
fr_fr: Quantité minimale pour la vente
pt_pt: Quantidade mínima para venda
th_th: จำนวนขายขั้นต่ำคือ

source: Pack quantities
fr_fr: Quantités du pack
pt_pt: Quantidades de pacote
th_th: ปริมาณแพ็ค

source: Create combinations
ar_sa: إنشاء تركيبات
fr_fr: Créer des déclinaisons
pt_pt: Criar combinações
th_th: สร้างชุดสินค้า

source: I want to use the advanced stock management system for this product.
fr_fr: Je veux utiliser la gestion des stocks avancée pour ce produit.
pt_pt: Quero usar o sistema de Gestão de Inventário Avançada para este produto.
th_th: ฉันต้องการใช้ระบบการจัดการสต็อกขั้นสูงสำหรับสินค้านี้

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
fr_fr: Les quantités disponibles pour le produit actuel et ses déclinaisons sont basées sur le stock de votre entrepôt (par le biais du système de gestion des stocks avancée).
pt_pt: As quantidades disponíveis para o produto atual e suas combinações são baseados no inventário do seu armazém (utilizando o sistema Gestão de Inventário Avançada).
th_th: ปริมาณที่มีอยู่สำหรับสินค้าปัจจุบันและชุดค่าผสมจะขึ้นอยู่กับสต็อกในคลังสินค้าของคุณ (โดยใช้ระบบการจัดการสต็อกขั้นสูง)

source: I want to specify available quantities manually.
fr_fr: Je veux définir mes quantités manuellement.
pt_pt: Quero indicar as quantidades disponíveis manualmente.
th_th: ฉันต้องการระบุปริมาณที่มีอยู่ด้วยตนเอง

source: Meta title
fr_fr: Balise titre
pt_pt: Título Meta
th_th: ชื่อ Meta

source: Meta description
ar_sa: وصف الميتا
pt_pt: Descrição Meta

source: Friendly URL
ar_sa: رابط سهل
fr_fr: URL simplifiée
pt_pt: URL reescrito
th_th: มิตร URL

source: Target product
ar_sa: المنتج المستهدف
fr_fr: Produit cible
pt_pt: Produto de destino
th_th: สินค้าเป้าหมาย

source: Target category
ar_sa: التصنيف المستهدف
fr_fr: Catégorie cible
pt_pt: Categoria de origem
th_th: หมวดหมู่เป้าหมาย

source: Redirection when offline
ar_sa: إعادة التوجيه عند عدم الإتصال
fr_fr: Redirection quand le produit est désactivé
pt_pt: Redirecionamento quando estiver offline
th_th: การเปลี่ยนเส้นทางเมื่อออฟไลน์

source: No redirection (404)
ar_sa: لا يتم إعادة التوجيه (404)
fr_fr: Pas de redirection (404)
pt_pt: Sem redirecionamento (404)
th_th: ไม่มีการเปลี่ยนเส้นทาง (404)

source: No redirection (410)
fr_fr: Pas de redirection (410)
pt_pt: Sem redireccionamento (410)
th_th: ไม่มีการเปลี่ยนเส้นทาง (410)

source: Permanent redirection to a category (301)
ar_sa: إعادة التوجيه الدائم لتصنيف (301)
fr_fr: Redirection permanente vers une catégorie (301)
pt_pt: Redirecionamento permanente para uma categoria (301)
th_th: เปลี่ยนเส้นทางไปยังหมวดหมู่อย่างถาวร (301)

source: Temporary redirection to a category (302)
ar_sa: إعادة التوجيه المؤقت لتصنيف (302)
fr_fr: Redirection temporaire vers une catégorie (302)
pt_pt: Redirecionamento temporário para uma categoria (302)
th_th: เปลี่ยนเส้นทางชั่วคราวไปยังหมวดหมู่ (302)

source: Permanent redirection to a product (301)
ar_sa: إعادة التوجيه الدائم للمنتج (301)
fr_fr: Redirection permanente vers un produit (301)
pt_pt: Redirecionamento permanente para um produto (301)
th_th: เปลี่ยนเส้นทางไปยังสินค้าอย่างถาวร (301)

source: Temporary redirection to a product (302)
ar_sa: إعادة التوجيه المؤقت إلى منتج (302)
fr_fr: Redirection temporaire vers un produit (302)
pt_pt: Redirecionamento temporário para um produto (302)
th_th: เปลี่ยนเส้นทางชั่วคราวไปยังสินค้า (302)

source: Target
ar_sa: الهدف
fr_fr: Cible
pt_pt: Destino
th_th: เป้าหมาย

source: Default behavior from configuration
fr_fr: Comportement par défaut dans la configuration
pt_pt: Comportamento predefinido da configuração
th_th: เปลี่ยนเส้นทางชั่วคราวไปยังหมวดหมู่ (302)

source: No redirection (200), display product
fr_fr: Aucune redirection (200), afficher le produit
pt_pt: Sem redireccionamento (200), apresentar produto
th_th: ลักษณะการทำงานเริ่มต้นจากการกำหนดค่า

source: No redirection (404), display product
fr_fr: Aucune redirection (404), afficher le produit
pt_pt: Sem redireccionamento (404), apresentar produto
th_th: ไม่มีการเปลี่ยนเส้นทาง (404) แสดงหน้าสินค้า

source: No redirection (410), display product
fr_fr: Aucune redirection (410), afficher le produit
pt_pt: Sem redireccionamento (410), apresentar produto
th_th: ไม่มีการเปลี่ยนเส้นทาง (410) แสดงหน้าสินค้า

source: No redirection (404), display error page
fr_fr: Aucune redirection (404), afficher une page d'erreur
pt_pt: Sem redireccionamento (404), apresentar página de erro
th_th: ไม่มีการเปลี่ยนเส้นทาง (404) แสดงหน้าข้อผิดพลาด

source: No redirection (410), display error page
fr_fr: Aucune redirection (410), afficher une page d'erreur
pt_pt: Sem redireccionamento (410), apresentar página de erro
th_th: ไม่มีการเปลี่ยนเส้นทาง (410) แสดงหน้าข้อผิดพลาด

source: Specific delivery time to this product
ar_sa: وقت التسليم المحدد لهذا المنتج
fr_fr: Délai de livraison spécifique pour ce produit
pt_pt: Tempo de entrega específico para este artigo
th_th: เวลาการจัดส่งเฉพาะสินค้านี้

source: Delivered within 3-4 days
ar_sa: التسليم في غضون 3-4 أيام
fr_fr: Livraison entre 3 et 4 jours
pt_pt: Entregue entre 3-4 dias
th_th: จัดส่งภายใน 3-4 วัน

source: Delivery time of out-of-stock products with allowed orders:
ar_sa: وقت تسليم المنتجات الغير متوفرة في المخزون مع الطلبات المسموح بها:
fr_fr: Délai de livraison des produits épuisés avec commande autorisée:
pt_pt: Tempo de entrega dos produtos sem stock com encomendas autorizadas:
th_th: เวลาจัดส่งสินค้าที่สินค้าหมดสต็อกพร้อมคำสั่งซื้อที่อนุญาต:

source: Delivered within 5-7 days
ar_sa: التسليم في غضون 5-7 أيام
fr_fr: Livraison entre 5 et 7 jours
pt_pt: Entregue entre 5-7 dias
th_th: จัดส่งภายใน 5-7 วัน

source: Delivery time
fr_fr: Délai de livraison
pt_pt: Prazo de entrega
th_th: ระยะเวลาจัดส่ง

source: Shipping fees
ar_sa: رسوم الشحن
fr_fr: Frais de livraison
pt_pt: Custos de envio
th_th: ค่าจัดส่ง

source: Available carriers
fr_fr: Transporteurs disponibles
pt_pt: Transportadoras disponíveis
th_th: ผู้ให้บริการที่มีอยู่

source: Width
ar_sa: العرض
fr_fr: Largeur
pt_pt: Largura
th_th: กว้าง

source: Height
ar_sa: الطول
fr_fr: Hauteur
pt_pt: Altura
th_th: สูง

source: Depth
ar_sa: العمق
fr_fr: Profondeur
pt_pt: Profundidade
th_th: ความลึก

source: Weight
ar_sa: الوزن
fr_fr: Poids
pt_pt: Peso
th_th: น้ำหนัก

source: Default delivery time
ar_sa: وقت التسليم الافتراضي
fr_fr: Délai de livraison par défaut
pt_pt: Tempo de entrega por defeito
th_th: ค่าเริ่มต้นเวลาจัดส่ง

source: Add customer
ar_sa: أضف عميل
fr_fr: Ajouter un client
pt_pt: Adicionar cliente
th_th: เพิ่มลูกค้า

source: Apply to all combinations
fr_fr: Appliquer à toutes les déclinaisons
pt_pt: Aplicar a todas as combinações
th_th: ใช้กับชุดค่าผสมทั้งหมด

source: Available from
ar_sa: متاح من
fr_fr: Valable à partir du
pt_pt: Disponível a partir de
th_th: มีจำหน่ายตั้งแต่

source: Starting at
ar_sa: يبدا في
fr_fr: À partir de
pt_pt: Começa na
th_th: เริ่มต้นที่

source: Unit(s)
ar_sa: الوحد(ة/ات)
fr_fr: Unité(s)
pt_pt: Unidade(s)
th_th: หน่วย

source: Product price (tax excl.)
ar_sa: سعر المنتج (بدون الضريبة)
fr_fr: Prix du produit (HT)
pt_pt: Preço do produto (s/IVA)
th_th: ราคาต่อหน่วย (ยังไม่รวมภาษี)

source: Reduction tax
ar_sa: ضريبة التخفيض
fr_fr: Taxe de la réduction
pt_pt: IVA com redução
th_th: ลดหย่อนภาษี

source: Number of days
ar_sa: عدد أيام
fr_fr: Nombre de jours
pt_pt: Número de dias
th_th: จำนวนวัน

source: Stored
fr_fr: Stocké
pt_pt: Armazenado
th_th: ร้านค้า

source: Location (optional)
fr_fr: Emplacement (facultatif)
pt_pt: Localização (opcional)
th_th: สถานที่ตั้ง (ไม่บังคับ)

source: Add categories
fr_fr: Ajouter des catégories
pt_pt: Adicionar categorias
th_th: เพิ่มหมวดหมู่

source: Minimum order quantity
fr_fr: Quantité minimale de commande
pt_pt: Quantidade mínima de encomenda
th_th: จำนวนสั่งซื้อขั้นต่ำ

source: Edit fixed quantity
fr_fr: Modifier la quantité fixe
pt_pt: Editar quantidade fixa
th_th: แก้ไขจำนวนที่กำหนด

source: You can bulk edit the selected combinations by enabling and filling each field that needs to be updated.
fr_fr: Vous pouvez modifier plusieurs déclinaisons en même temps en activant et en remplissant tous les champs que vous souhaitez modifier.
pt_pt: É possível editar em massa as combinações seleccionadas, activando e preenchendo cada campo que precisa de ser actualizado.
th_th: คุณสามารถแก้ไขชุดค่าผสมที่เลือกเป็นกลุ่มได้โดยเปิดใช้งานและกรอกข้อมูลแต่ละฟิลด์ที่ต้องอัปเดต

source: Edit combination:
fr_fr: Modifier la déclinaison :
pt_pt: Editar combinação:
th_th: แก้ไขชุดค่าผสม:

source: Manage product combinations
fr_fr: Gérer les déclinaisons du produit
pt_pt: Gerir combinações de produtos
th_th: การจัดการชุดสินค้า

source: Final retail price (tax excl.)
fr_fr: Prix de vente final (HT)
pt_pt: Preço de retalho final (sem impostos)
th_th: ราคาสุดท้าย (ไม่รวมภาษี)

source: Final retail price (tax incl.)
fr_fr: Prix de vente final (TTC)
pt_pt: Preço final de venda a retalho (imposto incluído)
th_th: ราคาขายปลีก (รวมภาษี)

source: Impact on price per unit (tax incl.)
fr_fr: Impact sur le prix unitaire (TTC)
pt_pt: Impacto no preço por unidade (imposto incluído)
th_th: ผลกระทบราคาต่อหน่วย (รวมภาษี)

source: Ecotax (tax excl.)
fr_fr: Éco-participation (HT)
pt_pt: Eco-taxa (sem IVA)

source: Related products
fr_fr: Produits associés
pt_pt: Produtos relacionados

source: Description
ar_sa: الوصف
pt_pt: Descrição
th_th: รายละเอียด

source: No brand
ar_sa: لا علامة تجارية
fr_fr: Aucune marque
pt_pt: Nenhuma marca
th_th: ไม่มีแบรนด์

source: Details
ar_sa: النفاصيل
fr_fr: Détails
pt_pt: Detalhes
th_th: รายละเอียด

source: Choose a value or provide a customized one
fr_fr: Sélectionnez une valeur ou entrez-en une personnalisée
pt_pt: Escolha um valor ou forneça um valor personalizado

source: References
fr_fr: Références
pt_pt: Referências
th_th: อ้างอิง

source: Custom value
fr_fr: Valeur personnalisée
pt_pt: Valor personalizado
th_th: ค่าที่กำหนดเอง

source: New product
ar_sa: منتج جديد
fr_fr: Nouveau produit
mn_mn: Шинээр нэмэгдсэн бараа
pt_pt: Novo produto
th_th: สินค้าใหม่

source: Caption
ar_sa: عنوان الصورة
fr_fr: Légende
pt_pt: Legenda
th_th: คำอธิบายภาพ

source: [1]%filesNb%[/1] selected file(s)
fr_fr: [1]%filesNb%[/1] fichiers sélectioné(s)
pt_pt: [1]%filesNb%[/1] ficheiro(s) selecionado(s)
th_th: [1]%filesNb%[/1] ไฟล์ที่เลือก

source: Use as cover image
fr_fr: Utiliser comme image de couverture
pt_pt: Utilização como imagem de capa

source: Manage images
fr_fr: Gérer les images
pt_pt: Gerir imagens

source: Product has no images.
fr_fr: Ce produit n'a pas d'image.
pt_pt: O produto não tem imagens.

source: Image
ar_sa: الصورة
pt_pt: Imagem
th_th: รูป

source: Images will be deleted.
fr_fr: Les images seront supprimées.
pt_pt: As imagens serão apagadas.

source: [1]{filesNb}[/1] selected file(s)
fr_fr: [1]{filesNb}[/1] fichier(s) sélectionné(s).
pt_pt: [1]{filesNb}[/1] ficheiro(s) seleccionado(s)

source: Image is not associated to this store
fr_fr: L'image n'est pas associée à cette boutique.
pt_pt: A imagem não está associada a esta loja

source: Options
ar_sa: خيارات
pt_pt: Opções
th_th: ตัวเลือก

source: No files attached
fr_fr: Aucun fichier joint.
pt_pt: Nenhum ficheiro anexado

source: [1]Manage all files[/1]
fr_fr: [1]Gérer tous les fichiers[/1]
pt_pt: [1]Gerir todos os ficheiros[/1]

source: [1]Manage catalog price rules[/1]
fr_fr: [1]Gérer les règles de prix catalogue[/1]
pt_pt: [1]Gerir as regras de preços do catálogo[/1]

source: %price% tax excl.
ar_sa: %price% بدون ضرائب.
fr_fr: %price% HT
pt_pt: %price% s/Iva.
th_th: %price% ไม่รวมภาษี

source: %price% tax incl.
ar_sa: %price% يشمل الضرائب.
fr_fr: %price% TTC
pt_pt: %price% (c/IVA)
th_th: %price% รวมภาษี

source: %price% margin
fr_fr: %price% marge
pt_pt: %price% margem
th_th: กำไร %price%

source: %margin_rate%% margin rate
fr_fr: %margin_rate%% taux de marge
pt_pt: %margin_rate%% taxa de margem
th_th: อัตรากำไร %margin_rate%%

source: %price% cost price
fr_fr: Prix d'achat : %price%
pt_pt: %price% preço de custo
th_th: ราคาต้นทุน %price%

source: Show catalog price rules
fr_fr: Afficher les règles de prix catalogue
pt_pt: Mostrar regras de preços de catálogo

source: Hide catalog price rules
fr_fr: Masquer les règles de prix catalogue
pt_pt: Ocultar regras de preços de catálogo

source: Set a specific order for this product
fr_fr: Saisir un prix spécifique pour ce produit
pt_pt: Definir uma encomenda específica para este produto

source: Use default order: [1]{priority_list}[/1]
fr_fr: Utiliser l'ordre par défaut : [1]{priority_list}[/1]
pt_pt: Utilizar a ordem predefinida:[1]{priority_list}[/1]

source: Tax feature is disabled, it will not affect price tax included.
fr_fr: La fonctionnalité "taxes" est désactivé, elle ne modifiera pas le prix TTC.
pt_pt: Se a função de imposto estiver desactivada, não afectará o imposto incluído no preço.

source: [1]Manage tax rules[/1]
fr_fr: [1]Gérer les règles de taxes[/1]
pt_pt: [1]Gerir regras fiscais[/1]

source: Tax %1$s : %2$s%%
fr_fr: Taxe %1$s : %2$s %%
pt_pt: Imposto(s) %1$s : %2$s%%

source: Tax %1$s-%3$s: %2$s%%
fr_fr: Taxe %1$s-%3$s : %2$s%%
pt_pt: Imposto(s) %1$s-%3$s: %2$s%%

source: Apply a discount to the initial price
fr_fr: Appliquer une remise sur le prix initial
pt_pt: Aplicar um desconto ao preço inicial

source: Set specific price
fr_fr: Saisir un prix spécifique
pt_pt: Definir um preço específico

source: At least one of the following must be activated
fr_fr: Au moins l'un des éléments suivants doit-être activé
pt_pt: Pelo menos uma das seguintes opções deve ser activada

source: Apply a discount to the initial price or set a specific price.
fr_fr: Appliquer une réduction au prix initial ou indiquer un prix spécifique.
pt_pt: Aplicar um desconto ao preço inicial ou definir um preço específico.

source: For customers meeting the conditions, the initial price will be crossed out and the discount will be highlighted.
fr_fr: Pour les clients remplissant les conditions, le prix initial sera barré et la remise sera mise en évidence.
pt_pt: Para os clientes que satisfazem as condições, o preço inicial será riscado e o desconto será destacado.

source: Minimum number of units purchased
fr_fr: Nombre minimal d'unités achetées
pt_pt: Número mínimo de unidades adquiridas

source: Duration
fr_fr: Durée
pt_pt: Duração

source: Retail price per unit (tax incl.)
fr_fr: Prix de vente unitaire (TTC)
pt_pt: Preço de retalho por unidade (imposto incluído)

source: Unit
fr_fr: Unité
pt_pt: Unidade
