Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminModulesNotification.*.xlf
Languages: da_dk, es_es, hr_hr

source: Activate module for this shop context: %s.
da_dk: Aktiver modulet for dennes shops indhold: %s.
es_es: Activar módulo para este contexto de tienda: %s.
hr_hr: Aktivirajte modul za ovaj dućan: %s.

source: Would you like to delete the content related to this module ?
da_dk: Ønsker du at slette indholdet relateret til dette modul ?
es_es: ¿Quieres eliminar el contenido relacionado con este módulo?
hr_hr: Želite li obrisati sadržaj vezan za ovaj modul ?

source: Confirm reset
da_dk: Bekræft nulstilling
es_es: Confirmar restablecimiento
hr_hr: Potvrdite reset

source: No - reset only the parameters
da_dk: Nej - nulstil kun parametre
es_es: No - restablecer sólo los parámetros
hr_hr: Ne - resetiraj samo parametre

source: Yes - reset everything
da_dk: Ja - nulstil alt
es_es: Sí - reiniciar todo
hr_hr: Da - sve resetiraj

source: Please specify module URL
da_dk: Angiv venligst URL modul
es_es: Por favor, especifica la URL del módulo
hr_hr: Navedite URL modula

source: The module was successfully downloaded.
da_dk: Modul blev downloadet.
es_es: El módulo ha sido subido correctamente.
hr_hr: Modul je uspješno preuzet.

source: Module(s) installed successfully.
da_dk: Modul(er) installeret succesfuldt.
es_es: El(Los) Módulo(s) ha(n) sido instalado(s) correctamente.
hr_hr: Modul(i) je(su) uspješno instaliran(i)

source: Module(s) uninstalled successfully.
da_dk: Modul(er) afinstalleret succesfuldt.
es_es: El(Los) Módulo(s) ha(n) sido desinstalado(s) correctamente.
hr_hr: Modul(i) je(su) uspješno deinstaliran(i)

source: Module reset successfully.
da_dk: Modul nulstillet succesfuldt.
es_es: Módulo reiniciado correctamente.
hr_hr: Modul je uspješno resetiran

source: Module deleted successfully.
da_dk: Modul slettet succesfuldt.
es_es: Módulo eliminado correctamente.
hr_hr: Modul je uspješno obrisan

source: Successfully signed in to PrestaShop Addons.
da_dk: Logget ind på PrestaShop Addons.
es_es: Has iniciado sesión correctamente en PrestaShop Addons.
hr_hr: Uspješno ste prijavljeni na PrestaShop dodatke.

source: The module transplanted successfully to the hook.
da_dk: Modulet blev flyttet succesfuldt til hook.
es_es: El módulo fue copiado exitosamente en el hook
hr_hr: Modul je uspješno prikvačen na kuku

source: The module was successfully removed from the hook.
da_dk: Modulet blev fjernet succesfuldt fra hook.
es_es: El módulo fue eliminado exitosamente del hook
hr_hr: Modul je uspješno uklonjen s kuke

source: Unable to install the module (Module name is not valid).
da_dk: Kan ikke installere modulet (Modulnavnet er ikke gyldigt).
es_es: No fue posible instalar el módulo (el Nombre del módulo no es válido).
hr_hr: Nije moguće instalirati modul (ime modula ne vrijedi).

source: The version of your module is not compliant with your PrestaShop version.
da_dk: Versionen af dit modul er ikke kompatibelt med din PrestaShop version.
es_es: La versión del módulo no es compatible con tu versión de PrestaShop.
hr_hr: Verzija vašeg modula nije usklađena s PrestaShop verzijom.

source: Before installing this module, you have to install this/these module(s) first:
da_dk: Inden du installerer dette modul, skal du først installere dette/disse modul(er):
es_es: Antes de instalar este módulo, debes instalar este/estos módulo(s) primero:
hr_hr: Prije nego što instalirate ovaj modul, morate instalirati ovaj / ove modul (e) prvo:

source: This module has already been installed.
da_dk: Dette modul er allerede installeret.
es_es: Este módulo ya está instalado.
hr_hr: Ovaj modul je već deinstaliran.

source: Could not install module controllers.
da_dk: Modulcontrollerne kunne ikke installeres.
es_es: No se pudieron instalar los controladores de módulo.
hr_hr: Ne mogu instalirati modul kontroler.

source: Technical error: PrestaShop could not install this module.
da_dk: Teknisk fejl: PrestaShop kunne ikke installere dette modul.
es_es: Error técnico: PrestaShop no pudo instalar este módulo.
hr_hr: Tehnička greška: PrestaShop ne može instalirati ovaj modul.

source: Current version: %s
da_dk: Aktuel version: %s
es_es: Versión actual: %s
hr_hr: Trenutna verzija: %s

source: %d file upgrade applied
da_dk: %d fil opgradering anvendt
es_es: Actualización del archivo %d aplicada
hr_hr: %d nadogradnja datoteke primjenjena

source: No upgrade has been applied
da_dk: Ingen opgraderinger er blevet anvendt
es_es: Ninguna actualización ha sido aplicada
hr_hr: Nadogradnja nije primjenjena

source: Upgraded from: %s to %s
da_dk: Opgraderet fra: %s til %s
es_es: Actualizado desde: %s a %s
hr_hr: Nadogradnja od: %s do %s

source: %d upgrade left
da_dk: %d opgraderinger tilbage
es_es: %d actualizaciones pendientes
hr_hr: %d nadogradnji preostaje

source: Module %s cannot be upgraded this time: please refresh this page to update it.
da_dk: Modul %s kan ikke opgraderes på dette tidspunkt: genopfrisk venligst denne side for at opdatere det.
es_es: El modulo %s no puede ser actualizado en este momento: por favor, recarga la página para actualizarla.
hr_hr: Modul %s ne može se nadograditi ovaj put: molimo osvježite ovu stranicu da ga ažurirate.

source: To prevent any problem, this module has been turned off
da_dk: For at undgå problemer, så er dette modul blevet deaktiveret
es_es: Para prevenir cualquier problema, este módulo ha sido desactivado
hr_hr: Kako biste spriječili bilo kakav problem, ovaj modul je isključen

source: The module is not installed.
da_dk: Modulet er ikke installeret.
es_es: El módulo no está instalado.
hr_hr: Modul nije instaliran.

source: Unable to install override: %s
da_dk: Kan ikke installere, springer over %s
es_es: No se puede instalar la sobrecarga: %s
hr_hr: Nije moguće instalirati nadjačanje: %s

source: %1$s is not a valid module name.
da_dk: %1$s er ikke et gyldigt modulnavn.
es_es: %1$s no es un nombre de módulo válido.
hr_hr: %1$s To nije valjano ime datoteke.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
da_dk: Alle moduler kan ikke indlæses på grund af begrænset hukommelse. Øg venligst værdien af memory_limit i din serveropsætning
es_es: No se pueden cargar todos los módulos debido a restricciones de límite de memoria; por favor, incrementa el valor memory_limit en la configuración de tu servidor
hr_hr: Svi moduli ne mogu biti učitani zbog graničnih ograničenja memorije, molimo vas da povećate svoju vrijednost memory_limit u konfiguraciji poslužitelja

source: %s could not be loaded.
da_dk: %s kunne ikke indlæses.
es_es: No se pudo cargar %s.
hr_hr: %s ne može biti učitano.

source: Error found in config file:
da_dk: Fejl fundet i konfigurationsfil:
es_es: Error encontrado en el archivo de configuración:
hr_hr: Pronađena pogreška u konfiguracijskom fajlu:

source: %1$s (parse error in %2$s)
da_dk: %1$s (fortolkningsfejl i %2$s)
es_es: %1$s (error de sintaxis en %2$s)
hr_hr: %1$s (analizirati pogreške u %2$s)

source: %1$s (class missing in %2$s)
da_dk: %1$s (klasse mangler i %2$s)
es_es: %1$s (clase faltante en %2$s)
hr_hr: %1$s (klasa nedostaje u %2$s)

source: The following module(s) could not be loaded
da_dk: Følgende modul(er) kunne ikke indlæses
es_es: El siguiente módulo(s) no se pudo cargar
hr_hr: Sljedeći modul(e) nije bilo moguće učitati

source: No template found for module
da_dk: Ingen skabelon fundet for modul
es_es: No se ha encontrado ninguna plantilla para el módulo
hr_hr: Nije pronađen predložak modula

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
da_dk: Metoden %1$s i klassen %2$s er allerede overskrevet af modulet %3$s version %4$s den %5$s.
es_es: El método %1$s en la clase %2$s ha sido sobreescrito por el módulo %3$s versión %4$s en %5$s.
hr_hr: Metoda %1$s u klasi %2$s već je poništila modul %3$s verziju %4$s u %5$s.

source: The method %1$s in the class %2$s is already overridden.
da_dk: Funktionen %1$s i klassen %2$s er allerede overskrevet.
es_es: El método %1$s en el grupo %2$s ya ha sido sobreescrito.
hr_hr: Metoda %1$s u klasi %2$s je već pregažena.

source: Failed to override method %1$s in class %2$s.
da_dk: Kunne ikke overskrive metoden %1$s i klasse %2$s.
es_es: Error al sobrescribir el método %1$s en la clase %2$s.
hr_hr: Nije uspjelo nadjačati metodu %1$s u klasi %2$s.

source: The property %1$s in the class %2$s is already defined.
da_dk: Egenskaber %1$s i klassen %2$s er allerede defineret.
es_es: La propiedad %1$s en la clase %2$s ya está definida.
hr_hr: Svojstva %1$s u klasi %2$s su već definirana.

source: Failed to override property %1$s in class %2$s.
da_dk: Kunne ikke overskrive indstilling %1$s i klasse %2$s.
es_es: Error al sobrescribir la propiedad %1$s en la clase %2$s.
hr_hr: Nije uspjelo nadjačati nekretninu %1$s u klasi %2$s.

source: The constant %1$s in the class %2$s is already defined.
da_dk: Konstanten %1$s i klassen %2$s er allerede defineret.
es_es: La constante %1$s en la clase %2$s ya está definida.
hr_hr: Konstanta %1$s u klasi %2$s je već definirana.

source: Failed to override constant %1$s in class %2$s.
da_dk: Kunne ikke overskrive konstanten %1$s i klasse %2$s.
es_es: Error al sobrescribir el método %1$s en la clase %2$s.
hr_hr: Nije uspjelo nadjačati konstantu %1$s u klasi %2$s.

source: No graph engine selected
da_dk: Ingen graf engine valgt
es_es: Motor de gráfica no seleccionado
hr_hr: Nije odabran pokretački grafikon

source: Graph engine selected is unavailable.
da_dk: Den valgte graf engine er ikke disponibelt.
es_es: El motor de cuadrícula seleccionado no está disponible.
hr_hr: Pokretački grafikon nije dostupan.

source: No grid engine selected
da_dk: Ingen gitter engine valgt
es_es: Motor de cuadrícula no seleccionado
hr_hr: Pokretačka rešetka nije odabrana

source: Grid engine selected is unavailable.
da_dk: Den valgte gitter engine er ikke til rådighed.
es_es: El motor de cuadrícula seleccionado no está disponible.
hr_hr: Pokretački grafikon nije dostupan.

source: Unknown archive type.
da_dk: Ukendt arkivtype.
es_es: Tipo de archivo desconocido.
hr_hr: Nepoznati tip arhive

source: There was an error while extracting the module (file may be corrupted).
da_dk: Fejl ved udpakning af modul (filen kan være beskadiget).
es_es: Se ha producido un error al extraer el módulo (el archivo puede estar dañado).
hr_hr: Pogreška tijekom raspakiranja modul (datoteka je možda oštećena).

source: The module %1$s that you uploaded is not a valid module.
da_dk: Modulet %1$s som du uploadede er ikke et gyldigt modul.
es_es: El módulo %1$s que has subido no es un módulo válido.
hr_hr: Modul %1$s koji prenosite nije valjan modul.

source: You do not have the permission to use this module.
da_dk: Du har ikke tilladelse til at bruge dette modul.
es_es: No tienes permiso para usar este módulo.
hr_hr: Nemate dozvole za korištenje ovog modula

source: Cannot reset this module.
da_dk: Kan ikke resette modul.
es_es: No se puede reiniciar este módulo.
hr_hr: Nemogu poništiti ovaj modul.

source: Cannot install this module.
da_dk: Kan ikke installere modul.
es_es: No se puede instalar un módulo
hr_hr: Ne mogu instalirati modul

source: Cannot uninstall this module.
da_dk: Kan ikke afinstallere modul.
es_es: No se puede desinstalar este módulo.
hr_hr: Ne mogu deinstalirati modul

source: Cannot load the module's object.
da_dk: Kan ikke indlæse modulobjekt.
es_es: No se puede cargar el objeto del módulo.
hr_hr: Ne mogu učitati objekta modula

source: An error occurred while copying the archive to the module directory.
da_dk: En fejl opstod under kopiering arkivet til modul mappen.
es_es: Se ha producido un error al copiar el archivo al directorio del módulo.
hr_hr: Dogodila se pogreška tijekom kopiranja arhive u mapu modula.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
da_dk: Desværre, modulet kan ikke slettes. Kontroller venligst om du har de korrekte rettigheder på denne mappe.
es_es: Lo sentimos, el módulo no se puede eliminar. Por favor, comprueba si dispones de los permisos correctos en esta carpeta.
hr_hr: Žao nam je, modul se ne može izbrisati. Molimo provjerite imate li prave dozvole na ovoj mapi.

source: You do not have permission to access this module.
da_dk: Du har ikke rettigheder til at tilgå dette modul.
es_es: No tienes permiso para acceder a este módulo.
hr_hr: Nemaš dopuštenje za pristup ovom modulu.

source: You do not have permission to install this module.
da_dk: Du har ikke tilladelse til at installere et modul.
es_es: No tienes permiso para instalar este módulo.
hr_hr: Nemate dozvole za instalaciju modula.

source: You do not have permission to delete this module.
da_dk: Du har ikke tilladelse til at slette dette modul.
es_es: No tienes permiso para eliminar este módulo.
hr_hr: Nemate dozvole za brisanje ovog modula.

source: You do not have permission to configure this module.
da_dk: Du har ikke tilladelse til at konfigurere dette modul.
es_es: No tienes permiso para configurar este módulo.
hr_hr: Nemate dozvole za podešavanje ovog modula.

source: This module is already installed: %s.
da_dk: Dette modul er allerede installeret: %s.
es_es: Este módulo ya está instalado: %s.
hr_hr: Ovaj modul je već instaliran: %s.

source: This module has already been uninstalled: %s.
da_dk: Dette modul er allerede blevet afinstalleret: %s.
es_es: Este módulo ya ha sido desinstalado: %s.
hr_hr: Ovaj modul je već deinstaliran: %s.

source: This module needs to be installed in order to be updated: %s.
da_dk: Dette modul skal være installeret for at kunne opdateres: %s.
es_es: Este módulo necesita ser instalado para ser actualizado: %s.
hr_hr: Ovaj modul mora biti instaliran ukoliko se želi ažurirati: %s.

source: You do not have permission to uninstall this module.
da_dk: Du har ikke tilladelse til at afinstallere dette modul.
es_es: No tienes permiso para desinstalar este módulo.
hr_hr: Nemate dozvole za instalaciju modula.

source: The following module(s) could not be uninstalled properly: %s.
da_dk: De(t) følgende modul(er) kunne ikke afinstalleres ordentligt: %s.
es_es: El(los) siguiente(s) módulo(s) no pudieron desinstalarse correctamente: %s.
hr_hr: Sljedeći modul(i) ne mogu se propisno deinstalirati: %s.

source: The following module(s) could not be installed properly: %s.
da_dk: De(t) følgende modul(er) kunne ikke installeres ordentligt: %s.
es_es: El(los) siguiente(s) módulo(s) no pudieron instalarse correctamente: %s.
hr_hr: Sljedeći modul(i) ne mogu se propisno instalirati: %s.

source: This module has already been transplanted to this hook.
da_dk: Dette modul er allerede hægtet på denne hook.
es_es: este módulo ya está copiado en este hook.
hr_hr: Ovaj modul je već premiješten na ovu kukicu.

source: This module cannot be transplanted to this hook.
da_dk: Dette modul kan ikke hægtes på denne hook.
es_es: Este módulo no puede ser trasplantado a este hook.
hr_hr: Ovaj modul nije moguće premjestiti na ovu kukicu.

source: An error occurred while transplanting the module to its hook.
da_dk: Der opstod en fejl under vedhæftning af modul til dets hook.
es_es: Se ha producido un error mientras se copiaba el módulo al hook
hr_hr: Dogodila se pogreška tijekom premiještanja priključka modula.

source: Please select a module to unhook.
da_dk: Vælg et modul til unhook.
es_es: Por favor, selecciona un módulo para desenganchar.
hr_hr: Odaberite modul za otkačiti.

source: This module cannot be loaded.
da_dk: Dette modul kan ikke indlæses.
es_es: No se puede cargar este módulo.
hr_hr: modul ne može biti učitan.

source: Hook cannot be loaded.
da_dk: Hook kan ikke indlæses.
es_es: el hook no puede cargarse
hr_hr: Priključak se ne može učitati.

source: An error occurred while deleting the module from its hook.
da_dk: Der opstod en fejl under sletning af modul fra hook.
es_es: Se ha producido un error mientras se borraba el módulo del hook
hr_hr: Dogodila se pogreška tijekom brisanja modula iz priključka.

source: Parse error detected in main class of module %module%: %parse_error%
da_dk: Gengivelsesfejl opdaget i hoved klasse af modulet %module%: %parse_error%
es_es: Se ha detectado un error de análisis en la clase principal del módulo %module%! %parse_error%
hr_hr: Pogreška raščlanbe otkrivena u glavnoj klasi modula %module% ; %parse_error%

source: Error while loading file of module %module%. %error_message%
da_dk: Fejl under indlæsning af modulets fil %module%. %error_message%
es_es: Error al cargar el archivo del módulo %module%. %error_message%
hr_hr: Greška prilikom uitavanja datoteke modula %module%. %error_message%

source: Failed to install admin tab "%name%".
da_dk: Fanen Admin "%name%" kunne ikke installeres.
es_es: Error al instalar la pestaña de administración "%name%".
hr_hr: Nije uspjela instalacija admin kartice "%name%".

source: Failed to uninstall admin tab "%name%".
da_dk: Fanen Admin "%name%" kunne ikke afinstalleres.
es_es: Error al desinstalar la pestaña de administración "%name%".
hr_hr: Nije uspjela deinstalacija admin kartice "%name%".

source: You are not allowed to install modules.
da_dk: Du har ikke tilladelse til at installere moduler.
es_es: No tienes permisos para instalar módulos.
hr_hr: Niste ovlašteni za instalaciju modula.

source: You are not allowed to uninstall the module %module%.
da_dk: Du har ikke tilladelse til at afinstallere modulet %module%.
es_es: No tienes permisos para desinstalar el módulo %module%.
hr_hr: Niste ovlašteni za deinstalaciju modula %module%.

source: You are not allowed to upgrade the module %module%.
da_dk: Du har ikke tilladelse til at opgradere modulet %module%.
es_es: No tienes permisos para actualizar el módulo %module%.
hr_hr: Niste ovlašteni za nadogradnju modula %module%.

source: You are not allowed to enable the module %module%.
da_dk: Du har ikke tilladelse til at aktivere modulet %module%.
es_es: No tienes permisos para activar el módulo %module%.
hr_hr: Niste ovlašteni za uključivanje modula %module%.

source: You are not allowed to disable the module %module%.
da_dk: Du har ikke tilladelse til at deaktivere modulet %module%.
es_es: No tienes permisos para desactivar el módulo %module%.
hr_hr: Niste ovlašteni za isključivanje modula %module%.

source: You are not allowed to enable the module %module% on mobile.
da_dk: Du har ikke tilladelse til at aktivere modulet %module% på mobil.
es_es: No tienes permisos para activar el módulo %module% en dispositivos móviles.
hr_hr: Niste ovlašteni za aktiviranje modula %module% za mobitele.

source: You are not allowed to disable the module %module% on mobile.
da_dk: Du har ikke tilladelse til at deaktivere modulet %module% på mobil.
es_es: No tienes permisos para desactivar el módulo %module% en dispositivos móviles.
hr_hr: Niste ovlašteni za deaktiviranje modula %module% za mobitele.

source: You are not allowed to reset the module %module%.
da_dk: Du har ikke tilladelse til at nulstille modulet %module%.
es_es: No tienes permisos para reiniciar el módulo %module%.
hr_hr: Niste ovlašteni za reset modula %module%.

source: Unfortunately, the module did not return additional details.
da_dk: Desværre returnerede modulet ikke yderligere oplysninger.
es_es: Desafortunadamente, el módulo no devolvió detalles adicionales.
hr_hr: Nažalost, modul nije vratio dodatne pojedinosti.

source: The module is invalid and cannot be loaded.
da_dk: Modulet er ugyldigt og kan ikke indlæses.
es_es: El módulo no es válido y no se puede cargar.
hr_hr: Modul je neispravan i ne može se uređivati.

source: The module %module% must be installed first
da_dk: Modulet %module% skal først installeres
es_es: El módulo %module% debe ser instalado primero
hr_hr: Modul %module% mora biti najprije instaliran

source: You are not allowed to delete the module %module%.
es_es: No tienes permisos para eliminar el módulo %module%.

source: This file does not seem to be a valid module zip
da_dk: Denne fil lader ikke til at være en gyldig modul-zip
es_es: Este archivo no es un módulo en formato ZIP válido.
hr_hr: Ova datoteka ne izgleda kao valjani modul zip

source: Cannot extract module in %path%. %error%
es_es: No se puede extraer el módulo en %path%. %error%

source: Unknown module action. It must be one of these values: %actions%
da_dk: Ukendt modulhandling. Det skal være en af disse værdier: %actions%
es_es: Acción de módulo desconocida. Debe ser uno de estos valores: %actions%
hr_hr: Nepoznata akcija modula. To mora biti jedna od tih vrijednosti:%actions%

source: Validation of configuration details failed:
da_dk: Konfigurationen af detaljer kunne ikke valideres:
es_es: Error en la validación de los detalles de configuración:
hr_hr: Nije uspjela provjera valjanosti pojedinosti konfiguracije:

source: Configuration successfully applied.
da_dk: Konfigurationen er blevet anvendt.
es_es: Configuración aplicada correctamente.
hr_hr: Konfiguracija je uspješno primijenjena.

source: Cannot %action% module %module%. %error_details%
da_dk: Kan ikke %action% modulet %module%. %error_details%
es_es: No se pudo %action% módulo %module%. %error_details%
hr_hr: Ne možete %action% modul %module%. %error_details%

source: %action% action on module %module% succeeded.
da_dk: handlingen %action% på modul %module% lykkedes.
es_es: acción %action% en el módulo %module% realizada correctamente.
hr_hr: %action% akcija na modulu %module% uspjela.

source: %module% did not return a valid response on installation.
da_dk: %module% returnerede ikke et gyldigt respons til installation.
es_es: El módulo %module% no devolvió una respuesta valida al instalarse.
hr_hr: %module% nije se vratio valjan odgovor na instalaciju.

source: Installation of module %module% was successful.
da_dk: Modulet %module% er blevet installeret.
es_es: Se ha instalado correctamente el módulo %module%.
hr_hr: Instalacija modula %module% uspjela.

source: Installation of module %module% failed. %error%
da_dk: Modulet %module% kunne ikke installeres. %error%
es_es: Se ha producido un error al instalar el módulo %module%. %error%
hr_hr: Instalacija modula %module% nije uspjela. %error%

source: Impossible to install form source
es_es: Imposible de instalar desde la fuente

source: Impossible to install from source
es_es: No se ha podido instalar desde la fuente

source: No changelog provided
da_dk: Ingen ændringslog fundet
es_es: No se ha proporcionado un registro de cambios
hr_hr: Promjene nisu objavljene

source: You are about to disable %moduleName% module.
da_dk: Du er ved at deaktivere modulet %moduleName%.
es_es: Estás a punto de desactivar el módulo %moduleName%.
hr_hr: Vi ste onemogućili %moduleName% modul.

source: Your current settings will be saved, but the module will no longer be active.
da_dk: Dine aktuelle indstillinger bliver gemt, men modulet vil ikke længere være aktivt.
es_es: Tu configuración actual se guardará, pero el módulo dejará de estar activo.
hr_hr: Vaše trenutne postavke će se spremiti ali modul više neće biti aktivan.

source: You are about to uninstall %moduleName% module.
da_dk: Du er ved at afinstallere modulet %moduleName%.
es_es: Estás a punto de desinstalar el módulo %moduleName%.
hr_hr: Spremate se deinstalirati %moduleName% modul.

source: This will disable the module and delete all its files. For good.
da_dk: Dette vil deaktivere modulet og slette alle dets filer. For bestandigt.
es_es: Esta acción desactivará el módulo y eliminará todos sus archivos. Para siempre.
hr_hr: To će onemogućiti modul i izbrisati sve njegove datoteke. Za dobro.

source: This action cannot be undone.
da_dk: Denne handling kan ikke fortrydes.
es_es: Esta acción no puede deshacerse.
hr_hr: Ova radnja se ne može poništiti.

source: You're about to reset %moduleName% module.
da_dk: Du er ved at nulstille modul %moduleName%.
es_es: Vas a reiniciar el módulo %moduleName%.
hr_hr: Spremate se resetirati %moduleName% modul.
