Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShopparametersFeature.*.xlf
Languages: id_id, pt_pt

source: Position inside category
id_id: Posisi dalam kategori
pt_pt: Posição dentro da categoria

source: Brand
pt_pt: Marca

source: Product quantity
id_id: Jumlah produk
pt_pt: Quantidade do produto

source: Product reference
id_id: Referensi produk
pt_pt: Referência do Produto

source: Default order by
id_id: Default pengurutan berdasarkan
pt_pt: Por padrão ordenar por

source: Default order method
id_id: Cara pembelian default
pt_pt: Sentido da ordenação padrão

source: Products per page
id_id: Produk perhalaman
pt_pt: Produtos por página

source: Display remaining quantities when the quantity is lower than
id_id: Tampilkan jumlah tersisa apabila stok kurang dari
pt_pt: Mostrar quantidade disponível quando o inventário é inferior a

source: Enable stock management
id_id: Aktifkan Manajemen Persediaan
pt_pt: Ativar a gestão de inventário

source: Default pack stock management
id_id: Default pak untuk manajemen stok
pt_pt: Gestão de inventário padrão de pacotes

source: Display unavailable attributes on the product page
pt_pt: Mostrar atributos não disponíveis na página do produto

source: Allow ordering of out-of-stock products
id_id: Ijinkan untuk membeli produk yang stok-nya habis
pt_pt: Permitir encomendar produtos esgotados

source: Label of in-stock products
id_id: Label untuk produk yang tersedia
pt_pt: Etiqueta de produtos em stock

source: Label of out-of-stock products with allowed backorders
id_id: Label untuk produk yang habis stok tapi dapat dipesan
pt_pt: Etiqueta para produtos sem stock com encomenda permitida

source: Label of out-of-stock products with denied backorders
id_id: Label untuk produk yang habis stok dan tidak dapat dipesan
pt_pt: Etiqueta para produtos sem stock e com encomenda não permitida

source: Delivery time of in-stock products
id_id: Waktu pengiriman barang
pt_pt: Tempo de entrega dos produtos em stock

source: Leave empty to disable
id_id: Untuk menonaktifkan silahkan kosongkan saja
pt_pt: Deixe vazio para desativar

source: Delivery time of out-of-stock products with allowed backorders
id_id: Waktu pengiriman untuk produk yang habis stok tapi dapat dipesan
pt_pt: Tempo de entrega dos produtos esgotados com encomenda permitida

source: Display out-of-stock label on product listing pages
pt_pt: Mostrar etiqueta fora de ‘stock’ nas páginas de listagem de produtos

source: Server
pt_pt: Servidor

source: $_GET variable
id_id: Variabel $_GET
pt_pt: variável $_GET

source: The route %routeRule% is not valid
id_id: Route %routeRule% tidak valid
pt_pt: O caminho %routeRule% não é válido

source: Keyword "{%keyword%}" required for route "%routeName%" (rule: "%routeRule%")
id_id: Kata kunci "{%keyword%}" diperlukan untuk route "%routeName%" (aturan: "%routeRule%")
pt_pt: Palavra-chave "{%keyword%}" obrigatória para o caminho "%routeName%" (regra: "%routeRule%")

source: Default pages
id_id: Halaman default
pt_pt: Páginas padrão

source: Module pages
id_id: Halaman modul
pt_pt: Páginas do módulo

source: Display attributes in the product meta title
pt_pt: Exibir atributos no título de metadados do produto

source: Accented URL
id_id: URL berakses
pt_pt: URL acentuado

source: Redirect to the canonical URL
id_id: Redirect ke URL canonical
pt_pt: Redirecionar para a URL canónica

source: Disable Apache's MultiViews option
id_id: Nonaktifkan opsi MultiViews pada Apache
pt_pt: Desativar a opção MultiViews do Apache

source: Disable Apache's mod_security module
id_id: Nonaktifkan modul mod_security Apache
pt_pt: Desativar o módulo mod_security do Apache

source: Shop domain
id_id: Domain toko
pt_pt: Domínio da loja

source: SSL domain
id_id: Domain SSL
pt_pt: Domínio SSL

source: Base URI
pt_pt: URI Base

source: Route to products
id_id: Rute ke produk
pt_pt: Caminho para produtos

source: Route to category
id_id: Rute ke kategori
pt_pt: Caminho para categoria

source: Route to supplier
id_id: Rute ke supplier
pt_pt: Caminho para fornecedor

source: Route to brand
id_id: Route ke brand
pt_pt: Caminho para a marca

source: Route to page
id_id: Route ke halaman
pt_pt: Rota para a página

source: Route to page category
id_id: Route ke halaman kategori
pt_pt: Caminho para a página da categoria

source: Route to modules
id_id: Rute ke modul
pt_pt: Caminho para módulos

source: General product settings
pt_pt: Definições gerais do produto

source: Product page
id_id: Halaman produk
pt_pt: Página de produto

source: Pagination
id_id: Penomoran halaman
pt_pt: Paginação

source: Products stock
id_id: Stok produk
pt_pt: Inventário de produtos

source: Contacts
id_id: Kontak
pt_pt: Contactos

source: Add new title
id_id: Tambah judul
pt_pt: Adicionar novo título

source: Gift options
id_id: Opsi hadiah
pt_pt: Opções de presente

source: Return statuses
id_id: Status retur
pt_pt: Estados de Devolução

source: Status name
id_id: Nama status
pt_pt: Nome do estado

source: Color
id_id: Warna
pt_pt: Cor

source: Email template
id_id: Template Email
pt_pt: Modelo de email

source: Order status
id_id: Status Pembelian
pt_pt: Estado da encomenda

source: Add new order status
id_id: Tambah status pembelian baru
pt_pt: Adicionar novo estado de encomenda

source: Add new order return status
id_id: Tambah status retur baru
pt_pt: Adicionar novo estado de devolução de encomenda

source: Rewritten URL
id_id: URL yang telah direwrite
pt_pt: URL reescrito

source: Page name
id_id: Nama halaman
pt_pt: Nome da página

source: Page title
id_id: Judul Halaman
pt_pt: Título da página

source: Meta tags
id_id: Meta-Tag
pt_pt: Etiquetas Meta

source: Keywords: %keywords%
id_id: Kata kunci: %keywords%
pt_pt: Palavras-chave: %keywords%

source: Improve your SEO
id_id: Tingkatkan SEO Anda
pt_pt: Melhora o seu SEO

source: Edit information about your pages to gain visibility and therefore reach more visitors. We advise you to start with the index page, it stands for your homepage.
id_id: Edit informasi tentang halaman Anda untuk mendapatkan visibilitas dan mendapatkan lebih banyak pengunjung. Kami sarankan mulai dari halaman muka, karena mewakili keseluruhan website Anda.
pt_pt: Edite a informação sobre as suas páginas para ganhar visibilidade, e chegar assim a mais visitantes. Nós aconselhamos que comece pela página do índex, pois é a sua página principal.

source: Configure index page
id_id: Konfigurasi halaman muka
pt_pt: Configurar página do índex

source: Robots file generation
id_id: Buat file robots
pt_pt: Criação do ficheiro robots

source: Generate robots.txt file
id_id: Buat file robots.txt
pt_pt: Criar o ficheiro robots.txt

source: SEO options
pt_pt: Opções de SEO

source: Set up URLs
id_id: Pengaturan URL
pt_pt: Definição de URLs

source: Set shop URL
id_id: Set URL toko
pt_pt: Defina o URL da loja

source: Schema of URLs
id_id: Skema URL
pt_pt: Esquema dos URLs

source: Referrer
pt_pt: Referenciador

source: Add new search engine
id_id: Tambah mesin pencari baru
pt_pt: Adicionar novo motor de pesquisa

source: Enable SSL
id_id: Aktifkan SSL
pt_pt: Ativar SSL

source: Please click here to check if your shop supports HTTPS.
id_id: Klik disini untuk mengetahui toko Anda mendukung HTTPS.
pt_pt: Clique aqui para saber se a sua loja suporta HTTPS.

source: Page
id_id: Halaman
pt_pt: Página

source: Latitude / Longitude
id_id: Lintang / Bujur
