Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShippingHelp.*.xlf
Languages: es_co, hu_hu, pt_pt, zh_tw

source: Format:
es_co: Formato:
hu_hu: Formátum:
pt_pt: Formato:
zh_tw: 格式：

source: Filesize:
es_co: Tamaño del archivo:
hu_hu: Fájlméret:
pt_pt: Tamanho do ficheiro:
zh_tw: 檔案大小:

source: MB max.
es_co: MB máximo.
pt_pt: MB máx.
zh_tw: MB 上限

source: Current size:
es_co: Tamaño actual:
hu_hu: Jelenlegi méret:
pt_pt: Tamanho atual:
zh_tw: 目前大小：

source: undefined
es_co: indefinido
hu_hu: definícióhiány
pt_pt: indefinido
zh_tw: 未定義

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
es_co: Tu tienda necesita tener un transportista adecuado registrado en PrestaShop tan pronto como empiece con el envío de tus productos. Esto significa enviar tus paquetes usando el servicio postal local de su ciudad, o tener un contrato con un transportista privado que a su vez enviará tus paquetes a tus clientes. Para que PrestaShop sugiera el transportista más adecuado a tus clientes durante el proceso de compra, tendrás que registrar todas las empresas de transporte con las que has elegido trabajar.
hu_hu: Online boltodnak rendelkeznie kell egy megfelelő regisztrált szállítóval a PrestaShop-ban, amint szállítani kezded a termékeket - ez jelentheti a csomagok postai szolgálattal küldését vagy egy leszerződött szállítót, mely a szerződésnek megfelelően kézbesíti a csomagjaidat a vásárlóknak. Annak érdekében, hogy a PrestaShop a legmegfelelőbb szállítót javasolja a vásárlóidnak a rendelési folyamatuknál, regisztrálnod kell az összes olyan szállítót, melyeket kiválasztottál erre a célra.
pt_pt: A sua loja online necessita de ter uma transportadora registada no PrestaShop assim que tiver que enviar produtos. Isso significa o envio de encomendas através de um serviço postal local, ou a existência de um contrato com uma transportadora privada que irá fazer o envio das encomendas para os seus clientes. Para que o PrestaShop possa sugerir aos seus clientes a transportadora mais adequada durante o processo de finalização de encomenda, é necessário que registe todas as transportadoras com as quais irá trabalhar.
zh_tw: 一旦你開始運送你的產品，你的網上商店必須要在PrestaShop 裡註冊成承運人。這意味著使用你當地的郵局服務或提私人承運商來運輸包裹。他們負責把你的包裹寄給你的客人。為了讓PrestaShop在你的客戶買單時，為他們推薦最合適的承運商，你必須註冊你國家內所有的承運商。

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
es_co: PrestaShop trae incluido una serie de módulos de transportistas que puedes activar. También puedes comprar módulos de transportistas en el marketplace PrestaShop Addons. ¡Los módulos recomendados son los siguientes: instala el módulo que coincida con tu transportista, y configúralo!
hu_hu: A PrestaShop számos aktiválható szállítói modullal érkezik, valamint szállítói modulokat vásárolhatsz is a PrestaShop Addons piactéren is. Az ajánlott modulokat alább listázzuk: telepítsd a szállítódnak megfelelő modult, majd állítsd be!
pt_pt: O PrestaShop disponibiliza por omissão um conjunto de módulos de transportadoras que podem ser ativados. Pode além disso adquirir módulos de transportadoras no site do PrestaShop Addons. Os módulos recomendados são listados abaixo: deve instalar o módulo que corresponde à sua transportadora e configurá-lo!
zh_tw: PrestaShop會提供你幾個你可以激活的承運商模塊。你也可以在PrestaShop Addons 市場購買承運商模塊。被推薦的模塊將會在以下列表顯示：請安裝與你的承運商吻合的模塊，並做好配置！

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
es_co: Nota: ¡NO registres un nuevo transportista si ya existe un módulo para ello! ¡El uso de un módulo será mucho más rápido y preciso!
hu_hu: Megjegyzés: NE regisztrálj új szállítót, ha már létezik hozzá egy modul! Egy modul használata sokkal gyorsabb és pontosabb!
pt_pt: Nota: NÃO DEVE registar uma nova transportadora caso já exista um módulo destinado a essas operações! O recurso a um módulo torna estes processos muito mais rápidos e evitam erros!
zh_tw: 注意：如果有現成的模塊，請不要註冊新的承運商。因為一個模塊就足夠！ （加快速度和準確度）。

source: The carrier's name will be displayed during checkout.
es_co: El nombre de la transportadora se mostará durante la comprobación del pedido.
hu_hu: Szállító neve a fizetési folyamat alatt látszik.
pt_pt: O nome da transportadora será mostrado na finalização da encomenda.
zh_tw: 此承運商的名稱將顯示於結帳頁面。

source: The delivery time will be displayed during checkout.
es_co: El tiempo estimado para la entrega del producto será mostrado durante la compra.
hu_hu: A kiszállítási idő a fizetési folyamat alatt látszik.
pt_pt: O tempo de entrega será apresentado durante a finalização da encomenda.
zh_tw: 到貨時間將會在結算過程中顯示。

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
es_co: URL de seguimiento de entrega: escriba '@' donde debería aparecer el número de guía. Será reemplazado automáticamente por el número de seguimiento.
hu_hu: Kézbesítési nyomkövető URL: Írj be '@'-ot oda, ahol a nyomkövetési számnak kellene megjelennie, így az automatikusan a nyomkövetési számra lesz kicserélve.
pt_pt: URL do Rastreio da Entrega; escreva '@' onde o número de rastreio irá aparecer para substituir automaticamente pelo número.
zh_tw: 送貨追蹤網址：輸入 '@' 來取代追蹤編號的位置，它在顯示時會自動替換成追蹤編號

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
es_co: Por ejemplo: 'http://ejemplo.com/track.php?num=@' con '@' donde debe aparecer el número de seguimiento.
hu_hu: Például: 'http://example.com/track.php?num=@', ahol a '@' helyén lesz a nyomkövetési szám.
pt_pt: Por exemplo: «http://example.com/track.php?num=@» com «@» em que o número de acompanhamento deve aparecer.
zh_tw: 範例：'http://exampl.com/track.php?num=@'。@會被追蹤碼所取代。

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
es_co: Incluya los gastos de manejo (como se establece en Envíos>Preferencias) en el precio final de la transportadora.
hu_hu: Kezelési költség benne foglalása (mint a Szállítás > Beállításoknál) a végső kézbesítői árban.
pt_pt: Incluir custo de preparação no preço final do transportador (conforme definido em Envio > Preferências).
zh_tw: 運費包含處理費(在運送>選項中設定)

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
es_co: Comportamiento fuera del rango ocurre cuando no coincide con el carrito del cliente (ej. cuando el peso de los productos en el carrito es más grande que el mayor definido en la configuración).
hu_hu: A tartományon kívüli viselkedés akkor lép fel, mikor nincs beállított egyező tartomány a vásárló kosarával (pl. a kosár súlya nagyobb a megengedett súlykorlátnál, amit a súly tartományánál állítottál be).
pt_pt: O comportamento fora do intervalo ocorre quando não existe nenhum definido (ex: quando o peso do carrinho de um cliente é maior do que o limite superior do intervalo).
zh_tw: 當顧客購物車沒有符合的配用方式時(如重量超過規定重量時)

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
es_co: El ancho máximo manejado por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximális szélesség. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Largura máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個貨運商能夠處理的寬度上限，設定為 "0"或空白表示沒有限制

source: The value must be an integer.
es_co: El valor debe ser un entero.
hu_hu: Az érték csak szám lehet.
pt_pt: O valor deve ser um número inteiro.
zh_tw: 須為整數。

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
es_co: La altura máxima manejada por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximummagasság. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Altura máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個貨運商能夠處理的包裹高度上限，設定為 "0"或空白 表示沒有限制

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
es_co: La profundidad máxima manejada por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximum mélység. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Profundidade máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個貨運商能夠處理的包裹深度上限，設定為 "0"或空白表示沒有限制

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
es_co: El peso máximo manejado por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximum súly. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Peso máximo a ser enviado por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個貨運商能夠處理的重量上限，設定為 "0"或空白表示沒有限制

source: Allowed characters: letters, spaces and "%special_chars%".
es_co: Caracteres permitidos: letras, espacios y "%special_chars%".
hu_hu: Engedélyezett karakterek: betűk, szóköz és "%special_chars%".
pt_pt: Caracteres permitidos: letras, espaços e "%special_chars%".
zh_tw: 允許字元：字母、空白與 %special_chars%。

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
es_co: Para recogida en tienda, ingrese 0 para reemplazar el nombre de la transportadora por el de la tienda.
hu_hu: Egy 0-ás értékkel a szállítónevet fel fogja váltani a webáruház neve.
pt_pt: Para levantamento na loja, insira 0 para substituir o nome da transportadora com o nome da sua loja.
zh_tw: 當運費設定為0時，承運商的名稱將改為店鋪名稱。

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
es_co: Ingrese "0" para el tiempo de entrega más demorado, o "9" para el más rápido.
hu_hu: "0" a leghosszabb vagy "9" a legrövidebb késedelemhez.
pt_pt: Insira "0" para um tempo de entrega demorado, ou "9" para um tempo de entrega curto.
zh_tw: 輸入"0" 表示最常運送延遲。輸入"9"表示最短運送延遲。

source: Mark the groups that are allowed access to this carrier.
es_co: Marque todos los grupos que quiere que tengan acceso a esta transportadora.
hu_hu: Jelöld be azokat a csoportokat, amelyeknek elérhető ez a szállító!
pt_pt: Marque os grupos que terão acesso a esta transportadora.
zh_tw: 選擇可以使用這個承運商的群組。

source: Enable the carrier in the front office.
es_co: Activar el transportista en el Front Office.
hu_hu: Szállító bekapcsolása az áruháznál.
pt_pt: Ative o transportador no Front Office.
zh_tw: 在前台顯示承運商。

source: Carrier name displayed during checkout
es_co: Nombre de la transportadora mostrado durante el proceso de pedido
hu_hu: Szállító neve ami a fizetési folyamat alatt látszik
pt_pt: Nome da transportadora mostrado durante o checkout
zh_tw: 結帳時顯示的承運商名稱

source: Upload a logo from your computer.
es_co: Subir un logo de su computador.
hu_hu: Tölts fel egy logót a számítógépedről.
pt_pt: Envie um logótipo do seu computador
zh_tw: 從本機上傳商標

source: or
es_co: o
hu_hu: vagy
pt_pt: ou
zh_tw: 或

source: Estimated delivery time will be displayed during checkout.
es_co: Tiempo estimado de entrega que se mostrará durante el pedido.
hu_hu: Termék kiszállítási idő; a fizetési folyamat alatt látszik.
pt_pt: O tempo estimado de entrega será apresentado durante a finalização de encomendas.
zh_tw: 到貨時間估算值將會在結算過程中顯示。

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
es_co: URL de seguimiento de guía de entrega: Escriba '@' donde el número de guía aparecerá. Este será automáticamente reemplazado por el número de guía.
hu_hu: Kézbesítési nyomkövető URL: Írj be '@'-ot oda, ahol a nyomkövetési számnak kellene megjelennie, így az automatikusan a nyomkövetési számra lesz kicserélve.
pt_pt: URL de acompanhamento da entrega: insira @ onde o número de acompanhamento deverá aparecer. Irá ser automaticamente substituído pelo número de acompanhamento.
zh_tw: 送貨追蹤網址：輸入 '@' 來取代追蹤編號的位置，它在顯示時會自動替換成追蹤編號

source: The zones in which this carrier will be used.
es_co: Las zonas en las que esta transportadora estará disponible.
hu_hu: Zóna, ahol ez a szállító elérhető.
pt_pt: As zonas onde a transportadora será usada.
zh_tw: 在這些區域，此承運商將被使用。

source: Group access
es_co: Grupo de acceso
hu_hu: Csoporthozzáférés
pt_pt: Grupo de acesso
zh_tw: 群組存取：

source: Apply both regular shipping cost and product-specific shipping costs.
es_co: Aplicar tanto los costos de envío generales como los asociados al producto específicamente.
hu_hu: Általános szállítási és termék specifikus díjak együttes alkalmazása.
pt_pt: Aplicar os custos de envio regulares e os custos de envio de produtos específicos.
zh_tw: 同時採用常規運費和商品特定運費。

source: Include the shipping and handling costs in the carrier price.
es_co: Incluir los gastos de envío y manejo en el precio de la transportadora.
hu_hu: Az ár kezeléssel és szállítással értendő
pt_pt: Incluir os custos de envio e manuseamento no preço da transportadora.
zh_tw: 承運商費用包含運費及手續費。

source: Apply the cost of the highest defined range
es_co: Aplicar el costo del rango más alto definido
hu_hu: A legmagasabb definiált tartmomány költségét alkalmazd
pt_pt: Aplicar o custo mais elevado definido
zh_tw: 採用最高費用範圍

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
es_co: Comportamiento fuera del rango ocurre cuando no hay nada definido (ej.: cuando el peso total en un carrito es más alto que el límite más alto definido).
hu_hu: A tartományon kívüli viselkedés akkor lép fel, mikor semmi sincs beállítva (pl. egy vásárló kosarának súlya nagyobb a megengedett korlátnál).
pt_pt: O comportamento fora do intervalo ocorre quando não existe nenhum definido (ex: quando o peso do carrinho de um cliente é maior do que o limite superior do intervalo).
zh_tw: 客戶的購物車超出範圍時沒有定義相匹配的處理（例如，當購物車內商品的高度大於限定的最大高度）。

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
es_co: La altura máxima manejada por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximális magasság. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Altura máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個運商能夠處理的包裹高度上限，設定為 "0," 表示沒有限制

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
es_co: El ancho máximo manejado por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximális szélesség. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Largura máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個承運商能夠處理的寬度上限，設定為 "0," 表示沒有限制。

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
es_co: La profundidad máxima manejada por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximális mélység. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Profundidade máxima a ser enviada por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個承運商能夠處理的包裹深度上限，設定為 "0," 表示沒有限制

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
es_co: La altura máxima manejada por esta transportadora. Ponga el valor a "0", o deje este campo en blanco para ignorar.
hu_hu: A szállító által kezelhető maximális súly. Hagyhatod üresen vagy beírhatsz "0"-át a mellőzéshez.
pt_pt: Peso máximo a ser enviado por esta transportadora. Insira o valor "0", ou deixe em branco para ignorar.
zh_tw: 這個承運商能夠處理的重量上限，設定為 "0," 表示沒有限制

source: Your shop's default carrier.
es_co: Transportista por defecto de tu tienda.
hu_hu: A boltod alapértelmezett szállítója.
pt_pt: A transportadora por defeito da sua loja.
zh_tw: 商店的預設承運商。

source: This will only be visible in the front office.
es_co: Esto solo será visible en el Front Office.
hu_hu: Ez csak az Arculati irodánál lesz látható.
pt_pt: Será visível apenas no Front Office.
zh_tw: 這只會在前台顯示。

source: You need to register all the carriers with which you have chosen to work. PrestaShop comes with a selection of carrier modules you can install right below the page or buy on [1]Addons marketplace[/1].
es_co: Debe registrar todos los transportistas con los que ha elegido trabajar. PrestaShop viene con una selección de módulos de transporte que puede instalar justo debajo de la página o comprar en el [1]Addons marketplace[/1].
hu_hu: Regisztrálnod kell az összes olyan szállítót, amellyel dolgozni szeretnél. A PrestaShop szállítmányozók széles modul választékát kínálja, amelyeket közvetlenül ezen az oldalon telepíthetsz, vagy megvásárolhatod az [1]Addons piactéren[/1].
pt_pt: É necessário registar todas as transportadoras com as quais optou por trabalhar. PrestaShop vem com uma seleção de módulos de portadoras que pode instalar logo abaixo da página ou comprar em [1]Addons marketplace[/1].
zh_tw: 您需要註冊您選擇與之合作的所有運營商。PrestaShop 附帶了一系列載體模塊，您可以在頁面下方安裝或在 [1]Addons 市場 [/1] 上購買。

source: If there is no existing module for your carrier, you can register it manually by clicking on "[1]" but before, please make sure you did not register a new carrier if a module already exists for it!
es_co: Si no hay un módulo existente para su transportista, puede registrarlo manualmente haciendo clic en "[1]", pero antes, asegúrese de no registrar un nuevo transportista si ya existe un módulo para él.
hu_hu: Ha nem találod a szállítmányozóhoz tartozó modult, akkor manuálisan is regisztrálhatod "[1]" gombra kattintva, de előtte győződj meg róla, hogy az új szállítóhoz, nem-e létezik már modul!
pt_pt: Se não houver um módulo existente para a sua transportadora, pode registá-lo manualmente clicando em "[1]" mas antes, por favor certifique-se de que não registou uma nova transportadora se já existir um módulo para ela!
zh_tw: 如果您的承運商沒有現有模塊，您可以通過單擊 “[1]” 手動註冊。 在此之前，如果模塊已經存在，請確保您沒有註冊新的承運商！

source: If you set these parameters to 0, they will be disabled.
es_co: Si establece estos parámetros en 0, se desactivarán.
hu_hu: Ha ezeket a paramétereket 0-ra állítod, akkor ki lesznek kapcsolva.
pt_pt: Se definir estes parâmetros a 0, eles serão desativados.
zh_tw: 參數設置為0會禁用所選

source: Coupons are not taken into account when calculating free shipping.
es_co: Los cupones no se tienen en cuenta al calcular el envío gratuito.
hu_hu: Kuponok figyelmen-kívül hagyása ingyenes kiszállítás esetén.
pt_pt: Não são contabilizados cupões de desconto nos cálculos do envio gratuito.
zh_tw: 計算免運費時，優惠券不算在內。
