Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminInternationalHelp.*.xlf
Languages: az_az, el_gr, es_co, fr_fr, ko_kr, mk_mk, sr_cs, zh_tw

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
el_gr: Αν οριστεί σε ναι τότε το πακέτο τοπικών ρυθμίσεων θα κατεβεί από το PrestaShop.com. Διαφορετικά θα χρησιμοποιηθεί το τοπικό xlm αρχείο που βρίσκεται στο φάκελο τοπικών ρυθμίσεων της εγκατάστασης του PrestaShop.
es_co: Si está en "si" se descargará el paquete de localización desde prestashop.com. De lo contrario, se utilizará el archivo .xml local que se encuentra en su carpeta de instalación de PrestaShop.
fr_fr: Si vous cochez "oui", le pack de localisation sera téléchargé depuis prestashop.com. Sinon, le fichier XML présent sur votre serveur dans le dossier "localization" de votre installation PrestaShop sera utilisé.
ko_kr: 예 라고 설정하면 prestashop.com 에서 현지화 팩이 다운로드 됩니다. 그렇지 않다면 PrestaShop 설치본의 localization 폴더 안에 있는 로컬 xml 파일을 사용하게 됩니다.
mk_mk: ако е поставено на ДА токаш локализацискиот пакет ќе биде превземен од prestashop.com. во спортивно локалниот xml кој се наоѓа во фолдерот на инсталацијата ќе се користи.
sr_cs: Ako postavite na da onda će paket lokalizacije biti pruzet sa prestashop.com. Inače, lokalni xml fajl nađen u folderu lokalizacije PrestaShop-a će biti korišćen za instalaciju.
zh_tw: 如果設置為“是”，那麼本地化包將從prestashop.com下載。否則，在您的Prestashop安裝的本地化文件夾中的本地XML文件將被使用。

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
el_gr: H προεπιλεγμένη μονάδα βάρους για το κατάστημά σας (πχ "kg" για κιλά, "lbs" για pound-mass, κτλ).
es_co: La unidad de peso por defecto para su tienda (por ejemplo, "kg" para kilogramos, "lb" para libra-masa, etc.).
fr_fr: L'unité de poids par défaut pour votre boutique (ex. : "kg" pour le kilogramme, "lbs" pour la livre anglaise, etc.).
ko_kr: 상점의 기본 무게 단위 (예. 킬로그램은 "kg", 파운드 무게는 "lbs", 등등).
mk_mk: основна мерка за тежина на пазарот (пример кг. за килограм и т.н.)
sr_cs: Podrazumevana jedinica za težinu unutar vaše prodavnice (npr. "kg" za kilogram, "lbs" za funtu, itd.).
zh_tw: 商品所使用的預設重量(如kg表示公斤等)

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
el_gr: H προεπιλεγμένη μονάδα απόστασης για το κατάστημά σας (πχ "χλμ" για χιλιόμετρα, "μι" για μίλια, κτλ).
es_co: La unidad de distancia por defecto para su tienda (por ejemplo, "km" para kilómetro, "mi" para millas, etc.).
fr_fr: L'unité de distance par défaut de votre boutique (ex. : "km" pour le kilomètre, "mi" pour le mille anglo-américain, etc.).
ko_kr: 상점의 기본 거리 단위 (예. 킬로미터는 "km", 마일은 "mi", 등등).
mk_mk: основна мерка за доолжина на пазарот (пример км. за километри и т.н.)
sr_cs: Podrazumevana jedinica za udaljenost unutar vaše prodavnice (npr. "km" za kilometar, "mi" za milju, itd.).
zh_tw: 商品所使用的預設距離(如km表示公里等)

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
el_gr: Η προεπιλεγμένη μονάδα όγκου για το κατάστημά σας (πχ "L" για λίτρα, "gal" για γαλόνια. κτλ).
es_co: La unidad de volumen por defecto para su tienda (por ejemplo, "L" para litro, "gal" para galón, etc.).
fr_fr: L'unité de volume par défaut de votre boutique (ex. : "L" pour le litre, "gal" pour le gallon, etc.).
ko_kr: 상점의 기본 부피 단위 (예. 리터는 "L", 갤런은 "gal", 등등).
mk_mk: единица мерка за маса за пазарот (пример л. за литри и т.н.).
sr_cs: Podrazumevana jedinica za zapreminu unutar vaše prodavnice (npr. "L" za litru, "gal" za galon, itd.).
zh_tw: 商品所使用的預設容積(如L表示公升等)

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
el_gr: H προεπιλεγμένη μονάδα διάστασης για το κατάστημά σας (πχ "εκ" για εκατοστά, "ιν" για ίντζες, κτλ).
es_co: La unidad de medida predeterminada para su tienda (por ejemplo, "cm" para centímetros, "in" para pulgadas, etc.).
fr_fr: L'unité par défaut de dimension pour votre boutique (ex. : "cm" pour le centimètre, "in" pour le pouce, etc.).
ko_kr: 상점의 기본 치수 단위 (예. 센티미터는 "cm", 인치는 "in", 등등).
mk_mk: основна мерка за димензија на пазарот (пр. цм. за сантиметар и т.н.).
sr_cs: Podrazumevana jedinica za dimenziju unutar vaše prodavnice (e.g. "cm" for centimeter, "in" for inch, etc.).
zh_tw: 商品所使用的預設尺寸(如cm表示公分等)

source: The default language used in your shop.
az_az: Dükanınızda susmaya görə dil işlədilir.
el_gr: Η προεπιλεγμένη γλώσσα που χρησιμοποιείται στο κατάστημά σας.
es_co: Idioma utilizado por defecto en su tienda.
fr_fr: La langue par défaut utilisée dans votre boutique.
ko_kr: 상점에서 사용되는 기본 언어.
mk_mk: основен јазик користен во пазарот.
sr_cs: Podrazumevani jezik za prodavnicu.
zh_tw: 用於商店的預設語言

source: Set browser language as default language.
el_gr: Όρισε την γλώσσα του φυλλομετρητή ως προεπιλεγμένη γλώσσα.
es_co: Establecer el idioma del navegador como idioma predeterminado.
fr_fr: Définir la langue du navigateur comme langue par défaut.
ko_kr: 브라우저 언어를 기본 언어로 설정합니다.
sr_cs: Postavi jezik pretraživača kao podrazumevani jezik.
zh_tw: 設置瀏覽器語言為預設語言。

source: The default country used in your shop.
az_az: Dükanınızda susmaya görə ölkə işlədilib.
el_gr: Η προεπιλεγμένη χώρα που χρησιμοποιείται στο κατάστημά σας.
es_co: País por defecto en su tienda.
fr_fr: Pays par défaut utilisé dans votre boutique.
ko_kr: 성점에서 사용되는 기본 국가.
mk_mk: основна држава користена во пазарот.
sr_cs: Podrazumevana država u kojoj se koristi prodavnica.
zh_tw: 商店預設使用國家

source: Set country corresponding to browser language.
el_gr: Όρισε χώρα ανάλογη με την γλώσσα του φυλλομετρητή.
es_co: Establecer el país correspondiente al idioma del navegador.
fr_fr: Définir le pays selon la langue du navigateur.
ko_kr: 브라우저 언어에 해당하는 국가로 설정합니다.
sr_cs: Postavi zemlju koja odgovara jeziku pretraživača.
zh_tw: 依瀏覽器語言來設定預設國家。

source: The default currency used in your shop.
el_gr: Το προεπιλεγμένο νόμισμα που χρησιμοποιείται στο κατάστημά σας.
es_co: Moneda por defecto en su tienda.
fr_fr: Devise par défaut utilisée dans votre boutique.
ko_kr: 성점에서 사용되는 기본 통화.
mk_mk: основна валута користена во пазарот.
sr_cs: Podrazumevana valuta u prodavnici.
zh_tw: 商店的預設貨幣

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
el_gr: Ορίστε τη μορφή του ταχυδρομικού κωδικού: Χρησιμοποιήστε L για ένα γράμμα, N για νούμερο, και C για της χώρας κωδικό ISO 3166-1 alpha-2. Για παράδειγμα, NNNNN για ΗΠΑ, Γαλλία, Ελλάδα και άλλες, LNNNNLLL για Αργεντινή κτλ. Αν δεν θέλετε ο ταχυδρομικός κωδικός να επαληθεύεται από το PrestaShop, αφήστε το κενό.
es_co: Indique el formato del código postal: usar L para una letra, N para un número, y C para la norma del código del país ISO 3166-1 alpha-2. Por ejemplo, NNNNN para los Estados Unidos, Francia, Polonia y muchos otros; LNNNNLLL para Argentina, etc. Si usted no quiere que PrestaShop verifique el código postal de este país, déjelo en blanco.
fr_fr: Indiquez le format du code postal : utilisez L pour une lettre, N pour un nombre, et C pour le code ISO 3166-1 alpha-2 du pays. Par exemple, NNNNN pour les États-Unis, la France, la Pologne et beaucoup d'autres ; LNNNNLLL pour l'Argentine, etc. Si vous ne voulez pas que PrestaShop vérifie le code postal de ce pays, laissez-le vide.
ko_kr: 우편 번호의 형식을 나타냅니다: 문자의 경우 L, 숫자의 경우 N, 국가의 ISO 3166-1 alpha-2 코드의 경우 C를 사용하세요. 예를들면, NNNNN은 미국, 프랑스, 폴란드 및 기타 여러 국가용; LNNNNLLL은 아르헨티나, 기타 용. PrestaShop에서 이 국가의 우편 번호를 검증하지 않으려면, 비워 두세요.
mk_mk: индицира формат на поштенски број: користи L за буква, N за бројка, C за државниот ISO 3166-1 алфа-2 код. На пример , NNNNN за Америка, Франција, Полска и многу други. За Mакедонија NNNN (пример во бројки 1430 за Кавадарци). Ако не сакате програмата да верифицира поштенски броеви, полето оставете го празно.
sr_cs: Navesti format poštanskog koda: koristite L za slovo, N za broj, i C za ISO 3166-1 alfa-2 kod države. Na primer, NNNNN za SAD, Srbiju, Poljsku i u ostalim zemljama; LNNNNLLL za Argentinu, itd. Ako ne želite da PrestaShop potvrdi poštanski broj za ovu zemlju, ostavite prazno.
zh_tw: 設定郵遞區號格式(L表示字母；N表示數字；C表示國家的ISO規定的前兩碼)，如NNNNN 美國和法國等。LNNNNLLL 表示阿根廷等。如果需要系統驗證郵遞區號，可以留白即可！)

source: Provide the state name to be displayed in addresses and on invoices.
az_az: Ünvan və fakturalarda göstəriləcək bölgə adı verin.
el_gr: Δηλώστε το νομό/Περιφέρεια που θα εμφανίζεται στις διευθύνσεις και στα τιμολόγια.
es_co: Proporciona el nombre del estado o provincia que se mostrará en las direcciones y en las facturas.
fr_fr: Donnez le nom de l'état à afficher dans les adresses et les factures.
ko_kr: 주소와 청구서에 표시될 주(State) 명을 제공합니다.
mk_mk: Обезбедете државно име кое треба да биде прикажано на адреси и на фактури.
zh_tw: 提供州名讓它顯示在地址和發票中

source: 1 to 4 letter ISO code.
el_gr: Κωδικός ISO από 1 έως 4 γράμματα
es_co: Código ISO de 1 a 4 letras.
fr_fr: Code ISO (1 à 4 lettres).
ko_kr: 1 ~ 4 자의 ISO 코드.
mk_mk: 1 до 4 букви ISO код.
sr_cs: 1 do 4 slova ISO kod
zh_tw: 1至4的ISO代碼

source: You can prefix it with the country ISO code if needed.
el_gr: Μπορείς να βάλεις μπροστά τον κωδικό ISO της χώρας αν χρειάζεται.
es_co: Usted puede prefijar el código ISO del país si es necesario.
fr_fr: Vous pouvez le préfixer avec le code ISO du pays si nécessaire.
ko_kr: 필요하다면 국가 ISO 코드를 말머리로 사용할 수 있습니다.
mk_mk: може со префикс со исо кодот од државата ако е потребно.
sr_cs: Može prefiks sa državnim ISO kodom ukoliko je potrebno.
zh_tw: 如果需要，可以前綴該國的ISO代碼。

source: Country where the state is located.
el_gr: Χώρα που βρίσκεται η περιοχή.
es_co: País en el que se encuentra el departamento.
fr_fr: Pays où l'état est situé.
ko_kr: 주가 위치한 국가.
mk_mk: земја каде државата е лоцирана.
sr_cs: Zemlja u kojoj se država nalazi.
zh_tw: 該 州／縣／市 所在的國家。

source: Only the countries with the option "contains states" enabled are displayed.
el_gr: Εμφανίζονται μόνο οι χώρες με την επιλογή "περιέχουν περιοχές" ενεργοποιημένη.
es_co: Sólo se muestran los países con la opción "contiene estados" habilitada.
fr_fr: Seuls les pays contenant des états sont affichés.
ko_kr: "주 포함" 옵션이 활성화된 국가만 표시합니다.
mk_mk: само земјите со опција “содржат држави“ да се овозможат ќе бидат прикажани.
sr_cs: Prikazuju se samo zemlje sa uključenom opcijom "sadrži države".
zh_tw: 僅有啟用"有包含州"選項的國家會被顯示

source: Geographical region where this state is located.
el_gr: Γεωγραφική Ζώνη στην οποία αυτή η κατάσταση βρίσκεται
es_co: Región geográfica donde se encuentra este departamento.
fr_fr: Zone géographique où cet état est situé.
ko_kr: 이 주가 위치한 지질학적 지역.
mk_mk: Географски регион каде државата е лоцирана.
sr_cs: Geografska zona u kojoj se nalazi država
zh_tw: 縣/市所在的地理區域

source: Used for shipping
az_az: Çatdırılma üçün işlədilib
el_gr: Χρησιμοποιείται για τη ναυτιλία
es_co: Se utiliza para el envío
fr_fr: Utilisée pour le transport
ko_kr: 배송에 사용됨
mk_mk: користено за испорака
sr_cs: Koristi se za dostavu
zh_tw: 慣用寄送

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
el_gr: Όνομα ζώνης (π.χ. Αφρική, Δυτική Ακτή, Γειτονικές Χώρες).
es_co: Nombre de la zona (p.e. África, Costa Oeste, Países vecinos).
fr_fr: Nom de la zone (ex. : Afrique, Europe, Pays voisins).
ko_kr: 지역 명(예. 아프리카, 서해안, 인근 나라들).
mk_mk: Име на зона (Пр. Африка, западен Брег, Соседни Земји).
sr_cs: Naziv zone (npr. Afrika, Balkan, Okolne zemlje).
zh_tw: 區域名稱，如 非洲，西海岸，鄰近國家

source: Allow or disallow shipping to this zone.
az_az: Bu zonaya göndərməyə icazə verin, ya da qadağan edin.
el_gr: Να επιτρέπεται ή όχι αποστολή σε αυτή τη ζώνη.
es_co: Activar o desactivar los envíos a esta zona.
fr_fr: Permettre ou non la livraison dans cette zone.
ko_kr: 이 지역에 배송을 허용 또는 금지합니다.
mk_mk: Дозволи или не дозволувај испорака во оваа зона.
sr_cs: Dozvoli ili odbij isporuku u ovu zonu.
zh_tw: 允許或不允許出貨至此區域。

source: Select whether or not to include tax on purchases.
el_gr: Επιλέξτε εάν θα συμπεριλαμβάνονται ή όχι, οι φόροι στην αγορά.
es_co: Seleccione si desea o no incluir tasas de impuestos en las compras.
fr_fr: Activer ou désactiver la prise en charge des taxes.
ko_kr: 구매 시 세금을 포함할지 여부를 선택하세요.
mk_mk: Селектирај дали да се вклучи данок на купувањата или не.
sr_cs: Odaberi da li kupovine treba ili ne treba da sadrže porez.
zh_tw: 選擇是否在購買時納稅。

source: Select whether or not to display tax on a distinct line in the cart.
el_gr: Επιλέξτε αν πρέπει ή όχι να εμφανίζονται οι φόροι σε μία διακριτή γραμμή στο καλάθι
es_co: Muestra u oculta los impuestos en el carrito de compras.
fr_fr: Activer ou désactiver l'affichage des taxes sur une ligne distincte du panier
ko_kr: 장바구니의 개별 줄에 세금 표시 여부를 선택하세요.
mk_mk: Селектирај дали да се прикаже данокот на посебна линија во кошницата за купување или не.
sr_cs: Izaberite da li da prikažete porez na zasebnom redu u korpi
zh_tw: 選擇購物車要不要在獨立的一行顯示稅金

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
el_gr: Εάν απενεργοποιήσετε τον οικολογικό φόρο, ο οικολογικός φόρος για όλα τα προϊόντα σας θα πρέπει να οριστεί σε 0
es_co: Si se desactiva la ecotasa, el impuesto ecológico para todos los productos se establecerá en 0
fr_fr: Si vous désactivez l'éco-participation, elle sera mise à 0 sur tous vos produits.
ko_kr: 환경세를 비활성화하면, 모든 상품의 환경세가 0으로 설정 됩니다.
mk_mk: Ако оневозможите еко данок, еко данокот за сите продукти ќе биде поставен на 0.
sr_cs: Ako onemogućix ekološku taksu, ona će biti za sve proizvode 0.
zh_tw: 如果您停用環保稅，所有產品的環保稅都會設定為 0

source: Define the ecotax (e.g. French ecotax: 20%).
el_gr: Όρισε τον πράσινο φόρο (πχ Γαλλικός ecotax: 20%)
es_co: Define la ecotasa: (ej.: ecotasa en Francia: 20%).
fr_fr: La taxe à appliquer sur l'éco-participation (exemple : éco-participation française : 20%).
ko_kr: 환경세 정의 (예. 프랑스 환경세: 20%)
sr_cs: Definiši ekološku taksu (npr. Francuska ekološka taksa je 16,6%).
zh_tw: 定義環保稅（例如法國的環保稅是 20%）。

source: Tax name to display in carts and on invoices (e.g. "VAT").
el_gr: Ονομασία φόρου που θα εμφανίζεται στο καλάθι και στα παραστατικά (π.χ. "ΦΠΑ").
es_co: Nombre de la tasa de impuestos que se mostrará en los carritos y en las facturas (ejemplo "VAT).
fr_fr: Nom de la taxe à afficher dans le panier et sur la facture (ex. : "TVA").
ko_kr: 장바구니와 청구서에 표시될 세금 명 (예. "VAT").
mk_mk: Име на данок кое ќе се прикаже во кошницата и фактурите (пр. ДДВ).
sr_cs: Ime poreza koje će se prikazivati u korpi i na računu (npr. PDV).
zh_tw: 稅名稱將會顯示在購物車和發票中，如VAT。

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
az_az: Format: XX.XX, ya da XX.XXX (örnək: 19.60, ya da 13.925)
el_gr: Μορφή: ΧΧ.ΧΧ ή XX.XXX (π.χ. 19,60 ή 13,925)
es_co: Formato: XX.XX o XX.XXX (por ejemplo: 19.60 o 13.925)
fr_fr: Format : XX.XX ou XX.XXX (ex. : 19.60 ou 13.925)
ko_kr: 형식:XX.XX 또는 XX.XXX (예. 19.60 또는 13.925)
mk_mk: Формат: XX.XX или XX.XXX (пр. 19.60 или 13.925)
sr_cs: Format: XX.XX ili XX.XXX (npr., 19.60 ili 13.925)
zh_tw: 格式：XX.XX，或 XX.XXX(如，19.60 或 13.925)

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
el_gr: Μπορείτε να προσθέσετε διευθύνσεις IP οι οποίες θα επιτρέπεται να έχουν πάντα πρόσβαση κατάστημα σας (π.χ. Google IP bots »).
es_co: Usted puede agregar las direcciones IP que siempre se les permitirá acceder a su tienda (ej.: la IP de los robots de Google ).
fr_fr: Vous pouvez ajouter plusieurs adresse IP, ces adresses auront toujours la possibilité de voir votre boutique (par exemple : les adresses IP des bots de Google).
ko_kr: 상점에 접근을 항상 허용할 IP 주소들을 추가할 수 있습니다 (예. 구글 봇의 IP).
mk_mk: Можете да додадете IP адреси кои секогаш ќе имаат пристап до вашиот пазар( Google bots' IP).
sr_cs: Možete dodati IP adrese preko kojih ćete uvek moći da pristupite vašoj prodavnici (npr. Google bots IP)
zh_tw: 您可以新增永遠允許存取商店的 IP 位址（例如 Google bots' IP).

source: You can add or update a language directly from the PrestaShop website here.
el_gr: Μπορείτε να προσθέσετε ή να ενημερώσετε μια γλώσσα απευθείας από το ιστιότοπο της Prestashop εδώ.
es_co: Puede añadir o actualizar un idioma desde el sitio de PrestaShop.com.
fr_fr: Vous pouvez ajouter ou mettre à jour une langue directement à partir de PrestaShop.com ici.
ko_kr: PrestaShop 웹사이트에서 바로 언어를 추가하거나 수정할 수 있습니다.
mk_mk: Можете да додадете или ажурирате јазик директно од веб страната овде.
sr_cs: Možete dodati ili ažurirati jezik direktno preko prestashop.com.
zh_tw: 您可以從prestashop. com直接添加或更新語言。

source: Copies data from one language to another.
el_gr: Αντιγράφει στοιχεία από μία γλώσσα στην άλλη.
es_co: Copia los datos de un idioma a otro.
fr_fr: Ceci copiera les traductions d'une langue vers une autre.
ko_kr: 한 언어의 자료를 다른 언어로 복사합니다.
mk_mk: Копирај податоци од еден јазик во друг.
sr_cs: Kopira podatke iz jednog jezika u drugi.
zh_tw: 從一個語言複製資料到另外一個語言。

source: Warning: This will replace all of the existing data inside the destination language.
el_gr: Να είστε προσεκτικοί, δεδομένου ότι θα αντικατασταθούν όλα τα υφιστάμενα στοιχεία για τη γλώσσα προορισμού!
es_co: ¡Advertencia! Esta acción reemplazará todos los mensajes existentes para el idioma de destino
fr_fr: Attention, cela va écraser toutes les données de la langue de destination !
ko_kr: 경고: 이것은 대상 언어 내에 존재하는 자료 전부를 교체합니다.
mk_mk: Предупредување: Ова ќе ги замени сите постоечки податоци во рамки на дестинацијата на јазикот.
sr_cs: Pažnja, ovo će izbrisati sve postojeće podatke za uvezeni jezik!
zh_tw: 注意，它會覆蓋已經存在的翻譯數據！

source: If necessary [1][2] you must first create a new language[/1].
el_gr: Αν είναι απαραίτητο [1][2] πρέπει πρώτα να δημιουργήσετε μια νέα γλώσσα[/1].
es_co: Si es necesario, [1][2]crea primero un nuevo idioma[/1].
fr_fr: Si nécessaire, [1][2]vous devez d'abord créer une nouvelle langue[/1].
ko_kr: 필요하다면 [1][2] 새 언어를 먼저 생성해야 합니다.[/1].
mk_mk: Доколку е потребно [1][2] вие прво мора да креирате нов јазик[/1].
zh_tw: 如果必要的話[1][2] 你得先創建一個新語言[/1]

source: Export data from one language to a file (language pack).
el_gr: Εξαγωγή δεδομένων από μια γλώσσα σε ένα αρχείο (πακέτο γλώσσας).
es_co: Exporte los mensajes de un idioma a un archivo (paquete de idioma).
fr_fr: Exporter les données d'une langue vers un fichier (pack de langue).
ko_kr: 한 언어의 자료를 파일(언어 팩) 로 내보냅니다.
mk_mk: Извези податоци од еден јазик во датотеката (јазичен пакет).
sr_cs: Izvezite jezičke podatke u datoteku.
zh_tw: 從檔案（語言包）匯出語言資料

source: Select which theme you would like to export your translations to.
az_az: Tərcümələrinizi köçürmək istədiyiniz temanı seçin.
el_gr: Επιλέξτε σε ποιο θέμα θέλετε να εξάγετε τις μεταφράσεις σας.
es_co: Selecciona el tema del que quieres exportar tus traducciones.
fr_fr: Choisissez le thème dont vous souhaitez exporter les traductions.
ko_kr: 번역을 내보내기 할 테마를 선택하세요.
mk_mk: Изберете која тема сакате да ја извезете до вашите преводи.
zh_tw: 選擇一個您想要導出翻譯的主題。

source: Here you can modify translations for every line of text inside PrestaShop.
el_gr: Εδώ μπορείτε να τροποποιήσετε τις μεταφράσεις για όλες τις γραμμές κειμένου μέσα στο PrestaShop.
es_co: Aquí puede modificar las traducciones de cada una de las porciones de texto de PrestaShop.
fr_fr: Vous pouvez modifier les traductions de chacune des portions de texte de PrestaShop.
ko_kr: 여기서 PrestaShop 내의 모든 문구의 줄에 대한 번역을 수정할 수 있습니다.
mk_mk: Овде можете да ги модифицирате преводите за секоја линија на кодот.
sr_cs: Ovde možete urediti svaki prevod unutar PrestaShop-a.
zh_tw: 您可以在這裡修改 PrestaShop 內的文本翻譯。

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
el_gr: Πρώτον, επιλέξτε τύπο μετάφρασης (όπως "Παρασκήνιο" ή "Εγκατεστημένα πρόσθετα") και μετά τη γλώσσα στην οποία θέλετε να τα μεταφράσετε.
es_co: En primer lugar, selecciona un tipo de traducción (como "Back office" o "Módulos instalados") y, a continuación, selecciona el idioma en el que quieres traducir las cadenas de texto.
fr_fr: Choisissez une section (comme "Back-office" ou "Modules installés"), puis choisissez la langue que vous souhaitez modifier.
ko_kr: 먼저, ("관리자 사이트" 나 "설치된 모듈들" 같은) 번역 유형을 선택하고, 문자열을 번역할 언어를 선택하세요.
mk_mk: Прво, одберете тип на превод (како што се "Задната канцеларија" или "Инсталирани модули"), а потоа изберете го јазикот на кој сакате да преведувате низи во.
zh_tw: 首先，選擇翻譯類型（例如“後台”或“已安裝的模塊”），然後選擇要翻譯字符串的語言。

source: Search a word or expression, e.g.: "Order confirmation"
el_gr: Αναζήτηση λέξης ή έκφρασης, π.χ. «Επιβεβαίωση παραγγελίας»
es_co: Buscar una palabra o expresión, p. ej.: "Confirmación del pedido"
fr_fr: Tapez un mot ou expression, ex. "Confirmation de commande"
ko_kr: 하나의 단어나 구문 검색, 예를들면: "주문 확인"
mk_mk: Пребарувајте збор или израз, на пример: "потврда на нарачката"
zh_tw: 搜索一個字或詞，例如：“訂單確認”

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
el_gr: Οι ισοτιμίες συναλλάγματος υπολογίζονται προς μία μονάδα του προεπιλεγμένου νομίσματος του καταστήματός σας. Για παράδειγμα, αν το προεπιλεγμένο νόμισμα είναι το ευρώ, για την ισοτιμία προς το δολάριο πληκτρολογήστε "1,20" (1 EUR = 1,20 USD).
