Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShopparametersNotification.*.xlf
Languages: de_de, es_es, lt_lt, pl_pl, pt_pt, sl_si

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
de_de: Achtung: Wird der Rabatt auf die Kategorie angewendet, wird auf allgemeine Preisnachlässe aufgerechnet, sondern ersetzt diese.
es_es: Advertencia: el descuento aplicado a una categoría no se acumula a un descuento global, sino que lo sustituye.
lt_lt: Dėmėsio: nuolaida taikoma kategorijai nesumuojama su bendra nuolaida, bet pakeičia ją.
pl_pl: Uwaga: rabat zastosowany do kategorii nie łączy się z całkowitą obniżką, ale ją zastępuje.
pt_pt: Atenção: O desconto aplicado à categoria não acumula com o desconto global, apenas o substitui.
sl_si: Opozorilo: Popust te kategorije se ne odšteje splošnemu spustu cen ampak ga nadomesti.

source: Only products that have this category as the default category will be affected.
de_de: Nur Artikel, die diese Kategorie als Standard-Kategorie haben, sind betroffen
es_es: Sólo los productos que tienen esta categoría como categoría predeterminada se verán afectados.
lt_lt: Bus pritaikyta tik toms prekėms, kurios šią kategoriją turi kaip numatytąją.
pl_pl: Dotyczy tylko produktów które mają tą kategorię jako domyślną
pt_pt: Apenas produtos que tenham esta categoria com categoria principal serão afetados.
sl_si: Spremembe bodo vplivale samo na produkte, ki imajo to kategorijo nastavljeno kot privzeto.

source: You cannot delete this shop (customer and/or order dependency)
de_de: Sie können diesen Shop nicht löschen (Abhängigkeiten bei Kunden und/oder Bestellungen)
es_es: No puede eliminar esta tienda (cliente y/o dependencia de pedidos)
lt_lt: Negalite ištrinti šios parduotuvės (pirkėjo arba užsakymo priklausomybė)
pl_pl: Nie możesz usunąć tego sklepu (zależność klienta lub zamówienia)
pt_pt: Não pode eliminar esta loja (dependente de cliente e/ou encomenda)
sl_si: Ne morete izbrisati podatkov iz te trgovine (obstaja odvisnost strank ali česa drugega)

source: Click here to set a URL for this shop.
de_de: Klicken Sie hier, um eine URL für diesen Shop anzugeben.
es_es: Haz clic aquí para establecer una URL para esta tienda.
lt_lt: Norėdami nustatyti URL šiai parduotuvei, paspauskite čia.
pl_pl: Kliknij tutaj aby określić URL dla tego sklepu
pt_pt: Clique aqui para definir um URL para esta loja.
sl_si: Kliknite sem za nastavitev URL-ja trgovine.

source: Width and height must be numeric values.
de_de: Breite und Höhe dürfen numerische Werte sein
es_es: La anchura y la altura deben ser valores numéricos.
lt_lt: Pločio ir aukščio reikšmės turi būti skaičiai.
pl_pl: Szerokość i wysokość muszą mieć wartości numeryczne
pt_pt: A largura e a altura devem ser valores numéricos.
sl_si: Višina in širina morajo biti v številkah.

source: The discount value is incorrect (must be a percentage).
de_de: Rabattwert ist falsch (muss in Prozent angegeben sein)
es_es: El valor de descuento es incorrecto (debe ser un porcentaje).
lt_lt: Nuolaidos reikšmė neteisinga (turi būti procentai).
pl_pl: Wartość rabatu jest niepoprawna (musi być procentowa)
pt_pt: O valor de desconto é inválido (deve ser uma percentagem).
sl_si: Vrednost popusta ni veljavna (mora bit v odstotkih).

source: Wrong category ID.
de_de: Falsche Kategorie-ID.
es_es: ID de Categoría erróneo.
lt_lt: Blogas kategorijos ID.
pl_pl: Nieprawidłowe ID kategorii.
pt_pt: ID de Categoria errado.
sl_si: Napačen ID kategorije.

source: The discount value is incorrect.
de_de: Rabattwert ist nicht korrekt
es_es: El valor de descuento es incorrecto.
lt_lt: Neteisinga nuolaidos reikšmė.
pl_pl: Obniżenie wartości jest nieprawidłowe
pt_pt: O valor de desconto está errado.
sl_si: Vrednost popusta ni pravilna.

source: You cannot save group reductions.
de_de: Kann Gruppenrabatt nicht speichern
es_es: No puedes guardar descuentos del grupo.
lt_lt: Negalima išsaugoti grupės nuolaidų.
pl_pl: Nie można zapisać obniżek grup
pt_pt: Não pode gravar grupos de descontos.
sl_si: Skupinskih popustov ne morete shraniti.

source: An error occurred while updating this group.
de_de: Fehler beim Aktualisieren der Gruppe.
es_es: Se ha producido un error al actualizar este grupo.
lt_lt: Įvyko klaida atnaujinant grupę
pl_pl: Wystąpił błąd podczas aktualizacji grupy.
pt_pt: Ocorreu um erro ao atualizar este grupo.
sl_si: Nastala je napaka med posodabljanjem te skupine.

source: Aliases and results are both required.
de_de: Beide Felder sind Pflichtfelder.
es_es: Los alias y los resultados son requeridos.
lt_lt: reikalingi alternatyvūs vardai ir rezulatatai
pl_pl: aliasy i wynik są wymagane
pt_pt: Os alias e os resultados são ambos obrigatórios.

source: Is not a valid result
de_de: Kein gültiges Ergebnis
es_es: No es un resultado válido
lt_lt: nėra galiojantis rezultatas
pl_pl: nie jest prawidłowym wynikiem
pt_pt: Não é um resultado válido
sl_si: ni veljaven rezultat

source: Is not a valid alias
de_de: Ungültiger Alias
es_es: No es un alias válido
lt_lt: nėra galiojantis alternatyvus vardas
pl_pl: nie jest prawidłowym aliasem
pt_pt: Não é um alias válido
sl_si: ni veljaven alias

source: This is not a valid IP address:
de_de: Das ist keine gültige IP-Adresse:
es_es: Esta no es una dirección IP válida:
lt_lt: Tai neteisingas IP adresas:
pl_pl: Wydaje się że to nie jest adres IP:
pt_pt: Este endereço IP não é válido:
sl_si: To ni veljaven IP naslov:

source: You cannot delete this shop (customer and/or order dependency).
de_de: Sie können diesen Shop nicht löschen (Abhängigkeiten bei Kunden und/oder Bestellungen)
es_es: No puedes eliminar esta tienda (clientes y/o pedidos asociados a ella).
lt_lt: Negalite ištrinti šios parduotuvės (pirkėjo ir/arba užsakymo priklausomybė).
pl_pl: Nie możesz usunąć tego sklepu (zależność klienta lub zamówienia).
pt_pt: Não pode eliminar esta loja (dependente de cliente e/ou encomenda).
sl_si: Ne morete izbrisati podatkov iz te trgovine (obstaja odvisnost strank ali česa drugega).

source: Please create some sub-categories for this root category.
de_de: Bitte legen Sie Unterkategorien für das Hauptverzeichnis an.
es_es: Por favor, crea algunas subcategorías para esta categoría raíz.
lt_lt: Prašome sukurti keletą sub-kategorijų šiai tėvinei kategorijai.
pl_pl: Utwórz kilka podkategorii dla tej kategorii głównej.
pt_pt: Por favor, crie algumas sub-categorias para esta categoria raiz.
sl_si: Ustvarite nekaj podkategorij za to korensko kategorijo.

source: You need to select at least the root category.
de_de: Es muss zumindest die Hauptkategorie angegeben werden.
es_es: Debes seleccionar al menos la categoría raíz.
lt_lt: Privalote pasirinkti bent šakninę kategoriją.
pl_pl: Musisz wybrać przynajmniej kategorię główną.
pt_pt: Necessita de selecionar pelo menos a categoria raiz
sl_si: Izbrati morate vsaj korensko kategorijo.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
de_de: Achtung: Sie werden die Gruppe dieses Shops nicht ändern können, wenn er zu einer Gruppe gehört, für die eine der folgenden Optionen aktiv ist: Kunden teilen, Bestellungen teilen, Mengen teilen
es_es: Advertencia: No podrás cambiar el grupo de esta tienda si ésta pertenece a un grupo con una de las siguientes opciones activadas: Compartir clientes, Compartir cantidades o Compartir Pedidos.
lt_lt: Įspėjimas: jūs negalėsite pakeisti šios parduotuvės grupės, jei ši parduotuvė priklauso grupei su aktyvuota bent viena iš šių opcijų: \"Klientų dalinimasis\", \"Kiekių dalinimasis\" ir \"Užsakymų dalinimasis\".
pl_pl: Uwaga: nie będziesz mógł zmienić grupy tego sklepu jeżeli ten sklep należy do grupy z aktywną jedną z tych opcji: Współdzielenie klientów, Współdzielenie ilości lub Współdzielenie zamówień.
pt_pt: Aviso: Não poderá alterar o grupo desta loja se esta loja pertencer a um grupo com uma destas opções ativadas: Clientes Partilhados, Quantidades Partilhadas ou Encomendas Partilhadas.
sl_si: Opozorilo: Če ta trgovina spada v skupino, v kateri je aktivna vsaj ena od teh možnosti (pokaži kupce, pokaži količino ali pokaži naročila), sprememba skupine te trgovine ne bo mogoča.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
de_de: Sie können Ihren Shop nur zu einer Gruppe hinzufügen, bei der alle "Teilen"-Optionen deaktiviert sind, oder die noch keine Kunden oder Bestellungen hat.
es_es: Sólo puedes mover tu tienda a un grupo de tiendas con todas las opciones de "compartir" desactivadas -- o a un grupo de tiendas sin clientes ni pedidos.
pl_pl: Możesz tylko przenieść swój sklep do grupy sklepów ze wszystkimi opcjami „współdzielenia” wyłączonymi lub do grupy sklepów bez klientów/zamówień.
pt_pt: Apenas poderá mover a sua loja para um grupo de lojas com todas as opções de partilha desativadas -- ou para um grupo de lojas sem clientes/encomendas.
sl_si: Svojo trgovino lahko premaknete v skupino prodajaln, ki ima vse opcije "deli" onemogočene-- ali v skupino trgovin brez kupcev/naročil.

source: For security reasons, you cannot delete default order statuses.
de_de: Aus Sicherheitsgründen können Sie Standard-Bestelleinstellungen nicht löschen.
es_es: Por razones de seguridad, no puedes eliminar los estados predeterminados.
lt_lt: Saugumo sumetimais jūs negalite ištrinti numatytas užsakymo būsenas.
pl_pl: Ze względów bezpieczeństwa nie możesz skasować domyślnych statusów zamówień.
pt_pt: Por razões de segurança, não pode eliminar os estados de encomenda padrão.
sl_si: Zaradi varnosti ne moreš brisati stanj naročil

source: An address located in a country containing states must have a state selected.
de_de: Bei Adressen, die sich in einem Land mit Bundesländern befinden, muss eines(r) von diesen ausgewählt werden
es_es: Una dirección ubicada en un país que contiene estados debe tener un estado o provincia seleccionado(a).
lt_lt: Adresas su šalimi turinčia valstiją turi turėti pasirinktą valstiją.
pl_pl: Adres zlokalizowany w państwie podzielonym na regiony musi mieć wybrany region/województwo
pt_pt: Um endereço de um país contendo estados deve ter um estado escolhido.
sl_si: Naslov v državi, ki ima zvezne države, mora imeti izbrano zvezno državo.

source: Latitude and longitude are required.
de_de: Längen- und Breitengrad benötigt werden.
es_es: Latitud y longitud son requeridas.
lt_lt: Ilguma ir platuma yra privalomos.
pl_pl: Długość i szerokość są wymagane.
pt_pt: É necessária a Latitude e a Longitude.
sl_si: Zemljepisna širina in dolžina sta obvezni

source: The specified state is not located in this country.
de_de: In diesem Land gibt es das gewählte Bundesland nicht.
es_es: El estado/provincia especificado no está localizado en este país.
lt_lt: Nurodyta valstija nėra šioje šalyje.
pl_pl: Podany Stan nie znajduje się w tym kraju.
pt_pt: O estado indicado não se localiza neste país.
sl_si: Ta država ni v tej državi.

source: Before being able to use this tool, you need to:
de_de: Bevor Sie dieses Tool verwenden können, müssen Sie
es_es: Antes de poder utilizar esta herramienta, necesitas:
lt_lt: Prieš naudojant šį įrankį, jums reikia:
pl_pl: Zanim będziesz mógł użyć tego narzędzia, musisz:
pt_pt: Antes de ser capaz de utilizar esta ferramenta, necessita de:
sl_si: Preden lahko uporabljate to orodje, morate:

source: Create a blank .htaccess in your root directory.
de_de: eine leere .htaccess Datei im Stammverzeichnis anlegen.
es_es: Crear un archivo en blanco llamado .htaccess en el directorio raíz
lt_lt: Sukurti tuščią .htaccess failą šakniniame kataloge.
pl_pl: Utwórz pusty plik .htaccess w katalogu głównym.
pt_pt: Criar um ficheiro .htaccess vazio na sua pasta raiz.
sl_si: Ustvarite prazen .htaccess v vašem korenskem direktoriju.

source: Give it write permissions (CHMOD 666 on Unix system).
de_de: Berechtigungen erteilen (CHMOD 666 auf Unix-Systemen).
es_es: Otorgar a éste permisos de escritura (CHMOD 666 en sistemas Unix).
lt_lt: Suteikti rašymo leidimą (CHMOD 666 Unix sistemoje).
pl_pl: nadać mu uprawnienia do zapisu (CHMOD 666 w systemach Unix).
pt_pt: Atribua permissões de escrita (CHMOD 666 no Unix / Linux).
sl_si: - dajte dovoljenje za pisanje (CHMOD 666 na Unix sistemih).

source: The Base URI is not valid.
de_de: Die Basis-URI ist ungültig.
es_es: La URI base no es válida.
lt_lt: Bazinis URI negalioja.
pl_pl: Adres URI jest nieprawidłowy.
pt_pt: O URI base não é válido.

source: An order status with the same name already exists: %s
de_de: Ein Bestellstatus mit demselben Namen existiert bereits: %s
es_es: Ya existe un estado de pedido con el mismo nombre: %s
lt_lt: Užsakymo būsena tokiu pačiu pavadinimu jau egzistuoja: %s
pl_pl: Status zamówienia o tej samej nazwie już istnieje: %s
pt_pt: Já existe um estado de encomenda com o mesmo nome: %s

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
de_de: Sie müssen zumindest einen Server und SMTP-Port angeben. Wenn Sie nicht sicher sind, verwenden Sie stattdessen die PHP-Mailfunktion().
es_es: Debes definir al menos un servidor SMTP y un puerto SMTP. Si no los conoces, utiliza la función mail() de PHP en su lugar.
lt_lt: Privalote nurodyti SMTP serverį ir SMTP prievadą. Jei jo nežinote, naudokite PHP mail() funkciją.
pl_pl: Musisz zdefiniować serwer SMTP i port SMTP. Jeśli nie wiesz jak to zrobić skorzystaj w zamian z funkcji PHPmail().
pt_pt: Deve definir um servidor e um porto SMTP. Se não sabe quais são, use a função POP mail().
sl_si: Opredeliti morate SMTP strežnik in STMP vhodna vrata. V primeru, da le teh ne poznate, uporabite PHP mail() funkcijo.

source: Assign a valid page if you want it to be read.
de_de: Ordnen Sie eine bereits vorhandene CMS-Seite zu, wenn der Kunde sie zur Kenntnis nehmen soll.
es_es: Asigna una página válida si quieres que sea leída.
lt_lt: Priskirkite veikiantį puslapį, jei norite, kad jis būtų skaitomas.
pl_pl: Jeśli chcesz udostępnić te zasoby przypisz stronę z treścią.
pt_pt: Atribuir uma página válida se pretender que a leiam.
sl_si: Določite veljavno stran, če jo želite prikazati za branje.

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
de_de: Ihre robots.txt MUSS sich im Stammverzeichnis Ihrer Webseite befinden und nirgendwo anders (z. B. http://www.ihredomain.de/robots.txt).
es_es: El archivo robots.txt debe ser almacenado únicamente en el directorio raíz de tu sitio web (ej: http://www.tienda.com/robots.txt).
lt_lt: Jūsų robots.txt failas TURI BŪTI jūsų svetainės pradiniame aplanke ir niekur kitur (pvz. http://www.example.com/robots.txt).
pl_pl: Twój plik robots.txt MUSI byc w katalogu głównym twojej strony i nigdzie indziej (np. http://www.twojastrona.pl/robots.txt).
pt_pt: O ficheiro "robots.txt" é um ficheiro que serve para indicar aos motores de busca para não indexarem certas páginas do site que não interessa indexar. Assim poupa-se largura de banda disponível e os próprios recursos do servidor. Por exemplo num site PrestaShop não interessa indexar a página do carrinho ou de encomendar um produto, mas sim a página do produto. O ficheiro robots.txt tem de estar apenas na pasta raiz do site (por ex: http://www.meusite.com/robots.txt).
sl_si: Vaša robots.txt datoteka MORA biti v korenskem direktoriju in nikjer drugje (npr. http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
de_de: Ein Mausklick auf den folgenden Button generiert eine neue robots.txt (eine eventuell vorhandene robots.txt wird gelöscht)
es_es: Puedes generar un archivo "robots.txt" haciendo clic en el siguiente botón (esto eliminará el archivo robots.txt actual)
lt_lt: Sukurti "robots.txt" failą paspaudžiant šį mygtuką (jis ištrins seną robots.txt failą)
pl_pl: Generuj swój plik "robots.txt" klikając następujący przycisk (usunie to Twój stary plik "robots.txt")
pt_pt: Para criar um ficheiro robots.txt automaticamente clique no botão abaixo. O ficheiro que será criado já está configurado para uma loja PrestaShop e exclui páginas que não interessa indexar. Se já existir um ficheiro robots.txt, ele será substituído. Deve criar um novo ficheiro robots.txt se fizer alterações a títulos de páginas ou em campos Meta.
sl_si: Generirajte vašo "robots.txt" datoteko s klikom na gumb (to bo izbrisalo staro robots.txt datoteko)

source: Before you can use this tool, you need to:
de_de: Bevor Sie dieses Tool verwenden können, müssen Sie
es_es: Antes de poder utilizar esta herramienta, necesitas:
lt_lt: Prieš naudojant šį įrankį, jums reikia:
pl_pl: Aby można było korzystać z tego narzędzia, musisz:
pt_pt: Antes de poder utilizar esta ferramenta, necessita de:
sl_si: Preden lahko začnete uporabljati to orodje, morate:

source: 1) Create a blank robots.txt file in your root directory.
de_de: 1) Leere robots.txt-Datei im Stamm-Verzeichnis erstellen.
es_es: 1) Crear un archivo robots.txt en blanco en el directorio raíz.
lt_lt: 1) Sukurkite tuščią robots.txt failą pradiniame aplanke.
pl_pl: 1) Utwórz pusty plik robots.txt w Twoim katalogu głównym.
pt_pt: 1) Criar um ficheiro robots.txt vazio na sua pasta raiz.
sl_si: 1) Ustvarite prazno robots.txt datoteko v vašem korenskem direktoriju.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
de_de: 2) Berechtigungen erteilen (CHMOD 666 auf Unix-Systemen)
es_es: 2) Otorgar a éste permisos de escritura (CHMOD 666 en sistemas Unix).
lt_lt: 2) Suteikti rašymo teises (CHMOD 666 and Unix sistemų).
pl_pl: 2) Nadaj mu uprawnienia do zapisu (CHMOD 666 w systemach Unix).
pt_pt: 2) Atribuir permissões de escrita (CHMOD 666 no Unix / Linux).
sl_si: 2) Dodajte pravice zapisovanja (CHMOD 666 na Unix system).

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
de_de: Die Multishop-Funktion ist aktiviert. Die URL Ihres Shops können Sie im Menü "Erweiterte Parameter" der "Multishop"-Seite ändern.
es_es: La opción Multitienda está activada. Para cambiar la dirección URL de tu tienda, dirígete a la pagina “Mulitienda” del menú “Parámetros Avanzados”.
lt_lt: Įjungtas daugelio parduotuvių režimas. Jei norite pakeisti savo parduotuvės URL, privalote nueiti į "Daugelio parduotuvių" puslapį puslapyje "Išplėstinės parinktys"
pl_pl: Opcja Multisklep jest włączona, jeżeli chcesz zmienić URL Twojego sklepu, musisz iść do strony "Multisklep" w menu "Zaawansowane".
pt_pt: A opção de "múltiplas lojas" está ativada. Se quiser alterar o URL da sua loja, vá para a página de «Múltiplas Lojas» no menu "Parâmetros Avançados".
sl_si: Opcija multistore je omogočena. Če želite spremeniti URL vaše strani, pojdite na stran "Multistore" in ustrezno priredite vrednost v meniju "Napredni Parametri".

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
de_de: Hier kann die URL Ihres Shops festgelegt werden. Bei Migration des Shops zu einer neuen URL denken Sie daran, die Eingabe im Feld zu aktualisieren.
es_es: Aqui puedes establecer la URL de tu tienda. Si migras tu tienda a una nueva URL, recuerda que debes cambiar los siguientes valores.
lt_lt: Čia jūs galite nustatyti savo parduotuvės URL. Jei perkelsite parduotuvę į naują URL, nepamirškite pakeisti šias reikšmes.
pl_pl: Możesz ustawić tutaj adres URL Twojego sklepu. Jeżeli przeniesiesz swój sklep na nowy adres URL, pamiętaj aby zmienić poniższe wartości.
pt_pt: Aqui poderá definir o URL da sua loja. Se migrar a sua loja para um novo URL, lembre-se de alterar os valores abaixo.
sl_si: Tukaj lahko shranite URL za vašo trgovino. Če želite vašo trgovino preseliti na nov URL, ne pozabite spodaj spremeniti vrednosti.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
de_de: Sie können hier das Standard-Format der URLs ändern. Um diese Funktion nutzen zu können, müssen in PrestaShop "Benutzerfreundliche URLs" und URL-rewriting von Apache (mod_rewrite) auf Ihrem Webserver aktiviert sein.
es_es: Esta sección te permite cambiar el patrón predeterminado de tus enlaces. Para utilizar esta funcionalidad, la opción "URL Amigable" de PrestaShop debe estar activada y el módulo de reescritura de direcciones URL de Apache (mod_rewrite) debe estar activado en tu servidor web.
lt_lt: Ši dalis suteikia Jums galimybę pakeisti numatytąją nuorodų struktūrą. Jei norite tai panaudoti, turi būti įjungta: "Draugiškas URL" PrestaShop nustatymas ir Apache URL perrašymo modulis (mod_rewrite) Jūsų serveryje.
pl_pl: Ta sekcja pozwala na zmianę domyślnego schematu Twoich linków. Aby użyć tej funkcji, musi być włączona opcja "Przyjaznych adresów URL" w PrestaShop, a moduł przepisywania w Apache (mod_rewrite) musi być aktywny na Twoim serwerze.
pt_pt: Esta secção permite-lhe alterar a forma como são apresentados os seus links. Para poder utilizar esta funcionalidade, a opção "URL reescrito" do PrestaShop tem de estar ativada. Além disso, o módulo de reescrita de URL do Apache (mod_rewrite) também deve estar ativado no servidor.
sl_si: Ta sekcija vam dovoljuje spremembo privzetega vzorca za vaše povezave. Če želite uporabiti to finkcijo, PrestaShop "prijazni URL" mora biti možnost omogočena in Apache modul za prepisovanje URL (mod_rewrite) mora biti aktiviran na vašem strežniku.

source: There are several available keywords for each route listed below; note that keywords with * are required!
de_de: Für jedes der folgenden URL-Formate sind Schlüsselworte verfügbar. Mit * gekennzeichnete Schlüsselworte sind Pflicht!
es_es: Hay varias palabras clave disponibles para cada ruta indicada a continuación; ¡ten en cuenta que las palabras clave con * son requeridas!
lt_lt: Yra keli galimi raktiniai žodžiai kiekvienai nuorodai - jie nurodyti žemiau. Raktiniai žodžiai, pažymėti *, yra privalomi!
pl_pl: Jest kilka dostępnych słów kluczowych dla każdej z opisanej poniżej ścieżki; pamiętaj, ze słowa z * są wymagane!
pt_pt: Existem várias palavras-chave para cada rota listada em seguida; note-se que as palavras-chave com o símbolo * são necessárias!
sl_si: Na voljo je več ključnih besed za vsako pot na spodnjem seznamu; ključne besede z * so zahtevane!
