Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminNotificationsError.*.xlf
Languages: pt_pt, th_th

source: Image format not recognized, allowed format(s) is(are): .%s
pt_pt: Formato de imagem desconhecido, o(s) formato(s) permitido(s) é(são): %s

source: You need permission to edit this.
pt_pt: Precisa permissão para editar isto.

source: Unexpected error occurred.
pt_pt: Ocorreu um erro inesperado.

source: The object cannot be loaded (or found)
pt_pt: Não foi possível carregar o objeto ou este não foi encontrado

source: Max file size allowed is "%s" bytes.
pt_pt: O tamanho máximo do ficheiro são %s bytes.

source: An error occurred while attempting to save.
pt_pt: Ocorreu um erro ao tentar gravar.

source: An unexpected error occurred.
pt_pt: Ocorreu um erro inesperado.

source: This zone does not exist.
pt_pt: Esta zona não existe.
th_th: โซนนี้ไม่มีอยู่

source: Invalid action
pt_pt: Ação inválida

source: Your uploaded file might exceed the [1]upload_max_filesize[/1] and the [1]post_max_size[/1] directives in [1]php.ini[/1], please check your server configuration.
pt_pt: O seu ficheiro carregado pode exceder as directivas [1]upload_max_filesize[/1] e [1]post_max_size[/1] em [1]php.ini[/1], por favor verifique a configuração do seu servidor.

source: The value of the PHP.ini setting "max_input_vars" must be increased to %value% in order to be able to submit the product form.
pt_pt: O valor da definição PHP.ini "max_input_vars" tem de ser aumentado para %value% para que seja possível submeter o formulário do produto.

source: Address fields contain invalid values.
pt_pt: Os campos de endereço contêm valores inválidos.

source: Invalid data supplied.
pt_pt: A informação fornecida é inválida.

source: An error occurred while toggling this selection.
pt_pt: Ocorreu um erro ao alternar esta selecção.
th_th: เกิดข้อผิดพลาดขณะสลับการเลือกนี้

source: You cannot upload more files
pt_pt: Não pode enviar mais ficheiros

source: Form contains invalid values
pt_pt: O formulário contém valores inválidos

source: To create combinations for all your stores, the selected attributes must be available on each of them.
pt_pt: Para criar combinações para todas as suas lojas, os atributos seleccionados devem estar disponíveis em cada uma delas.

source: Invalid ID.
pt_pt: ID inválido.

source: Cannot remove cover image.
pt_pt: Não é possível remover a imagem da capa.

source: Product price is invalid
pt_pt: O preço do produto não é válido

source: Product price per unit is invalid
pt_pt: O preço unitário do produto é inválido

source: You cannot associate the same feature value more than once.
pt_pt: Não é possível associar o mesmo valor de característica mais do que uma vez.

source: The selected value belongs to another feature.
pt_pt: O valor seleccionado pertence a outra característica.

source: This product cannot be changed into a pack because it is already associated to another pack.
pt_pt: Este produto não pode ser transformado num pacote porque já está associado a outro pacote.

source: Image format not recognized, allowed formats are: .gif, .jpg, .png, .webp
pt_pt: Formato de imagem não reconhecido, os formatos permitidos são: .gif, .jpg, .png, .webp

source: The address for this supplier has been deleted.
pt_pt: O endereço deste fornecedor foi suprimido.

source: Positive product quantity is required.
pt_pt: É necessária uma quantidade positiva de produtos.

source: Same product quantity is already in cart
pt_pt: A mesma quantidade de produto já está no carrinho

source: Selected language cannot be used because it is disabled
pt_pt: A língua seleccionada não pode ser utilizada porque está desactivada

source: Selected currency cannot be used because it is deleted.
pt_pt: A moeda seleccionada não pode ser utilizada porque foi eliminada.

source: Selected currency cannot be used because it is disabled.
pt_pt: A moeda seleccionada não pode ser utilizada porque está desactivada.

source: Custom field text cannot be longer than %limit% characters.
pt_pt: O texto do campo personalizado não pode ter mais do que %limit% caracteres.

source: Gift message not valid
pt_pt: Mensagem de oferta não é válida

source: The product customization picture could not be found.
pt_pt: Não foi possível encontrar a imagem de personalização do produto.

source: Invalid action: this order has already been paid.
pt_pt: Acção inválida: esta encomenda já foi paga.

source: Invalid action: this order has not been delivered.
pt_pt: Acção inválida: esta encomenda não foi entregue.

source: Invalid action: this order has already been delivered.
pt_pt: Acção inválida: esta encomenda já foi entregue.

source: Invalid action: this order has not been paid.
pt_pt: Acção inválida: esta encomenda não foi paga.

source: This product is already in your order, please edit the quantity instead.
pt_pt: Este produto já está na sua encomenda, por favor edite a quantidade.

source: This product is already in the invoice [1], please edit the quantity instead.
pt_pt: Este produto já está na factura [1], por favor edite a quantidade.

source: You cannot edit the price of a product that no longer exists in your catalog.
pt_pt: Não é possível editar o preço de um produto que já não existe no seu catálogo.

source: Value cannot be 0.
pt_pt: O valor não pode ser 0.

source: The field is invalid. Please enter an integer greater than or equal to 0.
pt_pt: O campo é inválido. Por favor, introduza um número inteiro maior ou igual a 0.

source: This field is invalid
pt_pt: Este campo é inválido

source: This field cannot be shorter than %limit% characters
pt_pt: Este campo não pode conter menos de %limit% carateres.

source: This field is required.
pt_pt: Este campo é obrigatório.

source: The "%s" field is invalid. HTML tags are not allowed.
pt_pt: O campo "%s" é inválido. Não são permitidas etiquetas HTML.

source: This field cannot be longer than %limit% characters
pt_pt: Este campo não pode conter mais de %limit% carateres.

source: The field is invalid. Please enter a positive integer.
pt_pt: O campo é inválido. Por favor, introduza um número inteiro positivo.

source: The %s field is invalid. Please enter a positive integer.
pt_pt: O campo %s é inválido. Introduza um número inteiro positivo.

source: This field cannot be empty.
pt_pt: Este campo não pode estar vazio.

source: This domain is not valid.
pt_pt: Este domínio não é válido.
th_th: ชื่อโดเมนนี้ไม่ถูกต้อง

source: The SSL domain is not valid.
pt_pt: O domínio SSL não é válido.
th_th: ชื่อโดเมน SSL ไม่ถูกต้อง

source: This value should be less than or equal to %value%.
pt_pt: Este valor deve ser inferior ou igual a %value%.

source: This value should be greater than %value%
pt_pt: Este valor deve ser maior que %value%

source: This value should be greater than or equal to %value%
pt_pt: Este valor deve ser maior ou igual a %value%

source: This field is invalid.
pt_pt: Este campo é inválido.

source: This field is invalid, it must contain numeric values
pt_pt: Este campo não é válido, deve conter valores numéricos.

source: This field is required
pt_pt: Este campo é obrigatório

source: Reduction value "%value%" is invalid. Allowed values from 0 to %max%
pt_pt: O valor de redução "%value%" é inválido. Valores permitidos de 0 a %max%

source: Reduction value "%value%" is invalid. Value cannot be negative
pt_pt: O valor de redução "%value%" é inválido. O valor não pode ser negativo

source: %s is invalid. Please enter an integer greater than or equal to 0.
pt_pt: %s é inválido. Por favor, introduza um número inteiro maior ou igual a 0.
th_th: %s ไม่ถูกต้อง โปรดป้อนจำนวนเต็มที่มากกว่าหรือเท่ากับ 0

source: %s is invalid. Please enter an integer lower than or equal to %s.
pt_pt: %s é inválido. Introduza um número inteiro inferior ou igual a %s.

source: Reply message is required
pt_pt: A mensagem de resposta é obrigatória

source: Reply message is invalid
pt_pt: A mensagem de resposta é inválida

source: Cart rule name must contain clean HTML
pt_pt: O nome da regra do carrinho deve conter HTML limpo

source: Discount value must be a number
pt_pt: O valor do desconto deve ser um número

source: Invalid value: the payment must be a positive amount.
pt_pt: Valor inválido: o pagamento deve ser um montante positivo.

source: The file is too large. The maximum size allowed is [1] MB. The file you are trying to upload is [2] MB.
pt_pt: O ficheiro é demasiado grande. O tamanho máximo permitido é de [1] MB. O ficheiro que está a tentar carregar tem [2] MB.
th_th: ไฟล์มีขนาดใหญ่เกินไป ขนาดสูงสุดที่อนุญาตคือ [1] MB ไฟล์ที่คุณพยายามอัปโหลดคือ [2] MB

source: Reduction value "%value%" is invalid. It must be greater than 0 and maximum %max%.
pt_pt: O valor de redução "%value%" é inválido. Tem de ser superior a 0 e ao máximo %max%.

source: Reduction value "%value%" is invalid. It must be greater than 0.
pt_pt: O valor de redução "%value%" é inválido. Tem de ser superior a 0.

source: The confirmation password doesn't match.
pt_pt: A palavra-passe de confirmação não corresponde.

source: This field cannot be longer than %limit% characters.
pt_pt: Este campo não pode conter mais de %limit% carateres.

source: Oops... looks like an unexpected error occurred
pt_pt: Ups!.. parece que ocorreu um erro inesperado

source: The object cannot be loaded (or found).
pt_pt: O objecto não pode ser carregado (ou encontrado).

source: The file is too large. Maximum size allowed is: [1] MB. The file you are trying to upload is [2] MB.
pt_pt: O ficheiro é demasiado grande. O tamanho máximo permitido é: [1] MB. O ficheiro que está a tentar carregar tem [2] MB.
th_th: ไฟล์มีขนาดใหญ่เกินไป ขนาดสูงสุดที่อนุญาตคือ: [1] MB ไฟล์ที่คุณพยายามอัปโหลดคือ [2] MB

source: %error_message% - Language: %language_name%
pt_pt: %error_message% - Língua - %language_name%
