Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersNotification.*.xlf
Languages: th_th

source: Administrator permissions cannot be modified.
th_th: ไม่่สามารถแก้ไขสิทธิ์การเข้าใช้งานสำหรับผู้ดูแลระบบได้

source: Importing your data...
th_th: กำลังนำเข้าข้อมูล...

source: Data imported!
th_th: นำเข้าข้อมูลแล้ว

source: Aborting, please wait...
th_th: กำลังยกเลิกโปรดรอสักครู่ ...

source: "Backup" directory does not exist.
th_th: ไดเรกทอรีการสำรองข้อมูลไม่ได้อยู่

source: Invalid ID
th_th: ID ไม่ถูกต้อง

source: Unable to create backup file
th_th: ไม่สามารถสร้างไฟล์ backup ได้

source: An error occurred while backing up. Unable to obtain the schema of %s
th_th: เกิดข้อผิดพลาดขณะสำรองข้อมูล ไม่สามารถรับสคีมาของ %s

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
th_th: นำเข้าไฟล์ของคุณไปยังร้านค้าของคุณเรียบร้อยแล้ว อย่าลืมสร้างดัชนีการค้นหาของผลิตภัณฑ์ขึ้นมาใหม่

source: Supplier is invalid
th_th: Supplier ไม่ถูกต้อง

source: YYYY-MM-DD
th_th: ปปปป-ดด-วว

source: Format: Between 0 and 100
th_th: รูปแบบ: ระหว่าง 0 ถึง 100

source: Cannot read the .CSV file
th_th: ไม่สามารถอ่านไฟล์ CSV

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
th_th: ไฟล์มีขนาดใหญ่เกินไปและไม่สามารถดาวน์โหลดได้ โปรดใช้ส่วนคำสั่ง LIMIT ในการสืบค้นนี้

source: You cannot have two shops with the same name in the same group.
th_th: คุณไม่สามารถมีร้านค้าที่ใช้ชื่อเดียวกันอยู่ในหมวดหมู่เดียวกันได้

source: Unable to load this shop.
th_th: ไม่สามารถโหลดข้อมูลร้านค้านี้ได้

source: You need to select at least the root category.
th_th: คุณต้องเลือกหมวดหมู่ที่ตำแหน่ง root อย่างน้อยหนึ่งหมวดหมู่

source: You've selected a state for a country that does not contain states.
th_th: คุณได้เลือกชื่อรัฐให้กับประเทศที่ไม่มีการแบ่งรัฐ

source: The SameSite=None is only available in secure mode.
th_th: SameSite=None ใช้ได้ในโหมดปลอดภัยเท่านั้น

source: The root category cannot be modified.
th_th: ไม่สามารถแก้ไขหมวดหมู่ที่ตำแหน่ง root ได้

source: cannot be copied.
th_th: ไม่สามารถคัดลอกได้

source: Discount is invalid
th_th: ส่วนลดไม่สามารถใช้งานได้

source: Media server #1 is invalid
th_th: เซิร์ฟเวอร์ Media # 1 ไม่ถูกต้อง

source: Media server #2 is invalid
th_th: เซิร์ฟเวอร์ Media # 2 ไม่ถูกต้อง

source: Media server #3 is invalid
th_th: เซิร์ฟเวอร์ Media # 3 ไม่ถูกต้อง

source: Cannot disable SSL configuration due to the Cookie SameSite=None.
th_th: ไม่สามารถปิดใช้งานการกำหนดค่า SSL ได้เนื่องจาก Cookie SameSite=None

source: Configure your server to allow the creation of directories and files with write permissions.
th_th: กำหนดค่าเซิร์ฟเวอร์ของคุณเพื่ออนุญาตให้มีการสร้างไดเร็กทอรี่และไฟล์ด้วยสิทธิ์การเขียนข้อมูล

source: Enable the GD library on your server.
th_th: เปิดใช้งานไลบราลี่ GD บนเซิร์ฟเวอร์ของคุณ

source: Enable the MySQL support on your server.
th_th: เปิดใช้งานการสนับสนุนการใช้งาน MySQL บนเซิร์ฟเวอร์ของคุณ

source: Set write permissions for the "config" folder.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์ config

source: Set write permissions for the "cache" folder.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์แคช

source: Set write permissions for the "sitemap.xml" file.
th_th: การตั้งค่าสิทธิ์ในการเขียนไฟล์ sitemap.xml

source: Set write permissions for the "img" folder and subfolders.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์และโฟลเดอร์ย่อย img / recursively

source: Set write permissions for the "mails" folder and subfolders.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์อีเมลและโฟลเดอร์ย่อย / recursively

source: Set write permissions for the "modules" folder and subfolders.
th_th: การตั้งค่าสิทธิ์ในการเขียนโมดูลสำหรับโฟลเดอร์และโฟลเดอร์ย่อย / recursively

source: Set write permissions for the "translations" folder and subfolders.
th_th: การตั้งค่าสิทธิ์การเขียนการแปลสำหรับโฟลเดอร์และโฟลเดอร์ย่อย / recursively

source: Set write permissions for the "upload" folder and subfolders.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์และโฟลเดอร์ย่อยอัปโหลด / recursively

source: Set write permissions for the "download" folder and subfolders.
th_th: การตั้งค่าสิทธิ์การเขียนสำหรับโฟลเดอร์และโฟลเดอร์ย่อยดาวน์โหลด / recursively

source: Enable GZIP compression on your server.
th_th: เปิดใช้คุณสมบัติการบีบอัด GZIP บนเซิร์ฟเวอร์ของคุณ

source: The "%tablename%" table does not exist.
th_th: %tablename% ไม่มีตาราง

source: The "%attribute%" attribute does not exist in the "%table%" table.
th_th: %attribute%ไม่มีแอตทริบิวต์อยู่ใน%table%ตาราง

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
th_th: ไฟล์ที่อัปโหลดเกินคำสั่ง post_max_size ใน php.ini หากการกำหนดค่าเซิร์ฟเวอร์ของคุณอนุญาต คุณสามารถเพิ่มคำสั่งใน .htaccess ของคุณได้ เช่น

source: The uploaded file was only partially uploaded.
th_th: ไฟล์ที่อัปโหลดถูกอัพโหลดเพียงบางส่วนเท่านั้น

source: Error deleting
th_th: เกิดข้อผิดพลาดในการลบ

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
th_th: การสำรองข้อมูลสำเร็จ, อย่างไรก็ตามคุณต้องดาวน์โหลดและตรวจสอบไฟล์สำรองอีกครั้งหนึงก่อนจะดำเนินการต่อ.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
th_th: ไดเร็กทอรี่ "Backup" ใน admin จะต้องสามารถเขียนได้ (CHMOD 755 / 777).

source: You cannot edit the SuperAdmin profile.
th_th: คุณไม่สามารถแก้ไขโปรไฟล์ผู้ดูแลระบบขั้นสูงสุดได้

source: You cannot disable or delete your own account.
th_th: คุณไม่สามารถปิดการใช้งานหรือลบบัญชีของคุณเอง

source: The import directory doesn't exist. Please check your file path.
th_th: ไม่มีไดเรกทอรีการนำเข้า โปรดตรวจสอบเส้นทางไฟล์ของคุณ

source: This function only backs up your database, not your files.
th_th: ฟังก์ชั่นนี้จะสำรองเฉพาะฐานข้อมูลของคุณเท่านั้น ไม่ได้สำรองข้อมูลไฟล์ที่มีอยู่ให้คุณด้วย

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
th_th: โดยค่าเริ่มต้นตารางฐานข้อมูลที่มีอยู่ของคุณจะถูกลบในระหว่างการสำรองข้อมูลเรียกคืน (ดู"ตัวเลือกการสำรองข้อมูล" ด้านล่าง)

source: Always verify the quality and integrity of your backup files!
th_th: กรุณาตรวจสอบความถูกต้องและความสมบูรณ์ของไฟล์สำรองข้อมูลของคุณเป็นประจำของไฟล์ที่สำรองข้อมูลของคุณ

source: Always check your data.
th_th: โปรดตรวจสอบข้อมูลของคุณเป็นประจำ

source: Never restore a backup on a live site.
th_th: ไม่ต้องเรียกคืนไฟล์สำรองข้อมูลบนเว็บไซต์ที่ออนไลน์อยู่

source: Beginning the download ...
th_th: กำลังดาวน์โหลดไฟล์ ...

source: If not,[1][2] please click here[/1]!
th_th: ถ้าไม่ได้[1][2] กรุณากดที่นี้[/1]

source: Testing a feature before its official release can be exciting. However, you must be aware of the potential risks of such experiments:
th_th: การทดสอบคุณสมบัติก่อนการเปิดตัวอย่างเป็นทางการนั้นน่าตื่นเต้น อย่างไรก็ตาม คุณต้องตระหนักถึงความเสี่ยงที่อาจเกิดขึ้นจากการทดลองดังกล่าว:

source: Experimental features are still under development. Enabling them could therefore have unintended consequences and cause data loss.
th_th: ฟีเจอร์ทดลองยังอยู่ในระหว่างการพัฒนา การเปิดใช้งานจึงอาจส่งผลที่ไม่คาดคิดและทำให้ข้อมูลสูญหาย

source: In any case, you should never experiment in production.
th_th: ไม่ว่าในกรณีใด คุณไม่ควรทดลองในการผลิต

source: Are you sure you want to enable this experimental feature?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้ฟีเจอร์ทดลองนี้

source: You are about to enable a feature that is not stable yet. This should only be done in a test environment or in full knowledge of the potential risks.
th_th: คุณกำลังจะเปิดใช้งานคุณลักษณะที่ยังไม่เสถียร สิ่งนี้ควรทำในสภาพแวดล้อมการทดสอบหรือในความรู้ทั้งหมดเกี่ยวกับความเสี่ยงที่อาจเกิดขึ้นเท่านั้น

source: OK
th_th: ตกลง

source: Please fix the following error(s)
th_th: โปรดศึกษาข้อผิดพลาดต่อไปนี้ (s)

source: Checking files...
th_th: กำลังตรวจสอบไฟล์...

source: Missing files
th_th: ไฟล์ที่หายไป

source: Updated files
th_th: ไฟล์ที่อัพเดทแล้ว
