Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersHelp.*.xlf
Languages: az_az, bg_bg, de_de, fr_fr, he_il, th_th, zh_tw

source: Fully qualified domain name (keep this field empty if you don't know).
az_az: Yüksək seçimli domen adı (əgər bilmirsinizsə, bu damanı boş buraxın).
bg_bg: Име на домейн (оставете това поле празно, ако не го знаете).
de_de: Domain-Name für E-Mail-Versand (freilassen, wenn Sie diesen nicht kennen)
fr_fr: Nom de domaine pour l'envoi de mail (laissez vide si vous ne savez pas).
he_il: שם דומיין מלא (שמור ריק אם אינך יודע אותו)
th_th: ชื่อโดเมนแบบเต็ม (เว้นช่องนี้ว่างไว้หากคุณไม่ทราบ)
zh_tw: 完整的網域名稱（如果不清楚就保留空白）。

source: IP address or server name (e.g. smtp.mydomain.com).
az_az: İP ünvanı, ya da server adı (məs. smtp.mydomain.com).
bg_bg: IP адрес или име на сървър (напр. smtp.mydomain.com).
de_de: IP- oder Server-Name (z.B. smtp.meinedomain.de).
fr_fr: IP ou nom du serveur (ex. : smtp.mondomaine.com).
he_il: כתובת IP או שם שרת לפי התבנית : smtp.ServerName.co.il.
th_th: หมายเลขไอพีเครื่อง หรือ ชื่อเซิร์ฟเวอร์ (เช่น smtp.mydomain.com).
zh_tw: IP地址或者主機名稱（例如：smtp.mydomain.com）

source: Leave blank if not applicable.
az_az: Uyğun deyilsə boş buraxın.
bg_bg: Остави празно, ако не е приложимо.
de_de: Leer lassen, falls nicht erforderlich
fr_fr: Laisser blanc si non applicable.
he_il: השאר ריק אם לא פעיל
th_th: ปล่อยว่างถ้าไม่ต้องการเปลี่ยน.
zh_tw: 如不適用請留白。

source: SSL does not seem to be available on your server.
az_az: Serverinizdə SSL olduğu görünmür.
bg_bg: Вашият сървър не поддържа SSL.
de_de: SSL scheint nicht verfügbar zu sein.
fr_fr: SSL semble ne pas être configuré sur votre serveur.
he_il: נראה ש SSL אינו זמין בשרת שלך.
th_th: SSL ดูเหมือนจะไม่พร้อมใช้งานบนเซิร์ฟเวอร์ของคุณ
zh_tw: SSL似乎在您伺服器上未提供

source: Port number to use.
bg_bg: Номер на порта, който да се използва.
de_de: Zu nutzender Port (z.B.: 25).
fr_fr: Numéro du port à utiliser.
he_il: מספר פורט לשימוש.
th_th: หมายเลขพอร์ต
zh_tw: 使用連接埠號碼。

source: Allow or deny this employee's access to the Admin panel.
bg_bg: Разрешете или забранете достъпа на този служител до административния панел.
fr_fr: Autoriser cet employé ou non à se connecter au back-office.
zh_tw: 是否允許此員工登入管理控制台。

source: Select the stores the employee is allowed to access.
bg_bg: Изберете магазините, до които служителят има право на достъп.
fr_fr: Sélectionnez les boutiques accessibles à l'employé.
zh_tw: 選擇這個員工能夠操作的商店

source: This page will be displayed just after login.
bg_bg: Тази страница ще бъде показана веднага след влизане в системата.
de_de: Diese Seite wird nach der Anmeldung angezeigt.
fr_fr: Cette page s'affichera juste après que l'employé soit authentifié.
zh_tw: 此頁面會在登入後顯示。

source: Password should be at least %num% characters long.
az_az: Keçidsözü ən azı %num% simvol uzunluğunda olmalıdır.
bg_bg: Паролата трябва да бъде с дължина поне %num% символа.
de_de: Das Passwort sollte mindestens %num% Zeichen lang sein.
fr_fr: Le mot de passe doit comporter au moins %num% caractères.
he_il: הסיסמה צריכה להיות באורך של %num% תווים לפחות.
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย %num% ตัวอักษร
zh_tw: 密碼字符長度不能短於%num%。

source: e.g. 1; Blouse; 129.90; 5
bg_bg: напр. 1; Блуза; 129.90; 5
de_de: z. B. 1; Bluse; 129,90; 5
fr_fr: ex : 1; Chemisier; 129.90; 5
he_il: לְמָשָׁל 1; חוּלצָה; 129.90; 5
th_th: เช่น. 1; Blouse; 129.90; 5
zh_tw: 例如 1; 襯衫; 129.90; 5

source: e.g. Blouse; red.jpg, blue.jpg, green.jpg; 129.90
bg_bg: напр. блуза; червено.jpg, синьо.jpg, зелено.jpg; 129,90
de_de: z. B. Bluse; rot.jpg, blau.jpg, gruen.jpg; 129,90
fr_fr: ex : Chemisier; rouge.jpg, bleu.jpg, vert.jpg; 129.90
he_il: לְמָשָׁל חוּלצָה; red.jpg, blue.jpg, green.jpg; 129.90
th_th: เช่น Blouse; red.jpg, blue.jpg, green.jpg; 129.90
zh_tw: 例如 襯衫; 紅色.jpg、藍色.jpg、綠色.jpg； 129.90

source: If enabled, the product's reference number MUST be unique!
az_az: Aktiv edildikdə məhsulların istinad nömrələri unikal olmalıdır!
bg_bg: Ако е разрешено, референтният номер на продукта ТРЯБВА да е уникален!
de_de: Falls aktiviert, MUSS die Artikelnummer eindeutig sein!
fr_fr: Si activé, le numéro de référence de ce produit DOIT être unique !
he_il: אם מאופשר, המק"ט של המוצר חייב להיות ייחודי!
th_th: หากเปิดใช้งานหมายเลขอ้างอิงของผลิตภัณฑ์จะต้องไม่ซ้ำกัน!
zh_tw: 如果啟用，該商品的參考編號必須是獨一無二的！

source: Enable this option to keep your imported items’ ID number as is. Otherwise, PrestaShop will ignore them and create auto-incremented ID numbers.
bg_bg: За да се запазят идентификационните номера на продуктите, тази опция трябва да е активирана. В противен случай PrestaShop ще ги игнорира и ще създаде автоматично нови идентификационни номера.
de_de: Aktivieren Sie diese Option, um die IDs Ihrer importierten Artikel unverändert zu lassen. Andernfalls wird PrestaShop sie ignorieren und automatisch hochzählende IDs erstellen.
fr_fr: Activez cette option pour conserver l'identifiant de vos articles importés tel quel. Sinon, PrestaShop les ignorera et créera des numéros d'identification auto-incrémentés.
he_il: אפשר אפשרות זו כדי לשמור את מספר הזהות של הפריטים המיובאים שלך כפי שהוא. אחרת, PrestaShop יתעלם מהם ויצור מספרי זהות מוגדלים אוטומטית.
th_th: เปิดใช้งานตัวเลือกนี้เพื่อรักษาหมายเลขประจำตัวของสินค้าที่นำเข้าของคุณตามที่เป็นอยู่ มิฉะนั้น PrestaShop จะเพิกเฉยและสร้างหมายเลข ID ที่เพิ่มขึ้นโดยอัตโนมัติ
zh_tw: 啟用此選項可按原樣保留導入項目的 ID。否則，PrestaShop 將忽略它們並創建自動遞增的 ID。

source: Receive an email when the import is complete. It can be useful when handling large files, as the import may take some time.
bg_bg: Изпращане на имейл при завършване на импортирането. Това може да е полезно при работа с големи файлове, тъй като импортирането може да отнеме известно време.
de_de: Benachrichtigung per E-Mail, wenn der Import abgeschlossen wurde. Kann bei größeren Dateien hilfreich sein, da der Import einige Zeit dauert.
fr_fr: Recevoir un e-mail lorsque l'importation sera terminée. Cela peut être utile lorsque vous manipulez des fichiers volumineux, car l'importation peut prendre du temps.
he_il: קבל אימייל עם השלמת הייבוא. זה יכול להיות שימושי בעת טיפול בקבצים גדולים, מכיוון שהייבוא עשוי להימשך זמן מה.
th_th: รับอีเมลเมื่อการนำเข้าเสร็จสมบูรณ์ ซึ่งจะมีประโยชน์ในการจัดการไฟล์ขนาดใหญ่ เนื่องจากการนำเข้าอาจใช้เวลาสักครู่
zh_tw: 導入完成後會有電郵通知。因為導入可能需要很長的時間，這個功能在處理大文檔的時候很有幫助。

source: Click on "None" to disable log alerts by email or enter the recipients of these emails in the following field.
bg_bg: Изберете "Без", за да деактивирате изпращането на известия от регистъра по имейл, или въведете получателите на тези имейли в следващото поле.
de_de: Klicken Sie auf "Keine", um die Log-Benachrichtigungen per E-Mail zu deaktivieren, oder geben Sie die Empfänger dieser E-Mails in das folgende Feld ein.
fr_fr: Cliquez sur "Aucun" pour désactiver les alertes par e-mail ou entrez les destinaires de ces e-mails dans le champ suivant.
he_il: לחץ על "ללא" כדי להשבית התראות ביומן בדוא"ל או הזן את נמעני הדוא"ל האלה בשדה הבא.
th_th: คลิกที่ "ไม่มี" เพื่อปิดใช้งานการแจ้งเตือนบันทึกทางอีเมล หรือป้อนผู้รับของอีเมลเหล่านี้ในฟิลด์ต่อไปนี้
zh_tw: 單擊“無”以禁用通過電郵發出日誌警報或在以下字段中輸入這些電郵的收件人。

source: Log alerts will be sent to these emails. Please use a comma to separate them (e.g. pub@prestashop.com, anonymous@psgdpr.com).
bg_bg: На тези имейли ще се изпращат известията. Моля, използвайте запетая, за да ги разделите (напр. pub@prestashop.com, anonymous@psgdpr.com).
de_de: Log-Benachrichtigungen werden an diese E-Mail-Adressen geschickt. Bitte verwenden Sie ein Komma, um Sie zu trennen (z. B. pub@prestashop.com, anonymous@psgdpr.com).
fr_fr: Les alertes seront envoyées à ces adresses. Veuillez utiliser une virgule pour les séparer (ex : pub@prestashop.com, anonymous@psgdpr.com).
he_il: התראות יומן יישלחו לאימיילים אלה. אנא השתמש בפסיק כדי להפריד ביניהם (למשל pub@prestashop.com, anonymous@psgdpr.com).
th_th: คลิก "ไม่มี" เพื่อปิดการใช้งานช่วยเตือนบันทึกทางอีเมลหรือป้อนผู้รับของอีเมลเหล่านี้ในส่วนที่เหลือต่อไปนี้
zh_tw: 日誌警報將發送到這些電子郵件。請使用逗號分隔它們（例如 pub@prestashop.com、anonymous@psgdpr.com）。

source: Enabling multi-statements queries increases the risk of SQL injection vulnerabilities being exploited.
bg_bg: Активирането на заявки с множество инструкции увеличава риска от експлоатиране на уязвимости, свързани с инжектиране на SQL.
fr_fr: Lorsqu'activées, les requêtes à plusieurs instructions augmentent les risques d'exploitation de vulnérabilités liées à l'injection SQL.
zh_tw: 啟用多語句查詢會增加 SQL 注入漏洞被利用的風險。

source: Back office pages require the use of a token. This protection can be disabled if needed.
bg_bg: Страниците на административния панел изискват използването на токен. Тази защита може да бъде деактивирана, ако е необходимо.
de_de: Back-Office-Seiten erfordern die Verwendung eines Tokens. Dieser Schutz kann bei Bedarf deaktiviert werden.
fr_fr: Les pages de back-office nécessitent l'utilisation d'un token. Cette protection peut être désactivée si nécessaire.
th_th: หน้า Back Office จำเป็นต้องใช้โทเค็น การป้องกันนี้สามารถปิดใช้งานได้หากจำเป็น
zh_tw: 後台頁面需要使用令牌。如果需要，可以禁用此保護。

source: Before activating the webservice, you must be sure to:
az_az: İnternet xidməti aktiv etməzdən öncə əmin olmalısınız:
bg_bg: Преди активирането на API:
de_de: Bevor Sie den Web Service aktivieren, stellen Sie Folgendes sicher:
fr_fr: Avant d'activer le webservice, vous devez vous assurer que :
he_il: לפני הפעלת השירות יש לוודא:
th_th: ก่อนเปิดใช้งานบริการเว็บ คุณต้องแน่ใจว่าได้:
zh_tw: 啟用網路服務前，您需要確定的是：

source: Check that URL rewriting is available on this server.
bg_bg: Проверете дали пренаписването на URL адреси е налично на този сървър.
de_de: Überprüfen, ob der Server das Überschreiben der URL zulässt.
fr_fr: La réécriture d'URL est activée sur le serveur.
he_il: וודא שמוד URL rewriting מופעל בשרת.
th_th: กรุณาตรวจสอบว่า URL rewriting พร้อมใช้งานบนเซิร์ฟเวอร์นี้.
zh_tw: 請檢查伺服器是否支援網址改寫功能。

source: Check that the six methods GET, POST, PUT, PATCH, DELETE and HEAD are supported by this server.
bg_bg: Проверете дали този сървър поддържа шестте метода GET, POST, PUT, PATCH, DELETE и HEAD.
de_de: Überprüfen Sie, ob der Server die sechs HTTP-Methoden GET, POST, PUT, PATCH, DELETE und HEAD unterstützt.
fr_fr: Vérifiez que les six méthodes GET, POST, PUT, PATCH, DELETE et HEAD sont prises en charge par ce serveur.
th_th: ตรวจสอบว่าเซิร์ฟเวอร์นี้รองรับหกวิธี GET, POST, PUT, PATCH, DELETE และ HEAD
zh_tw: 檢查此伺服器是否支持 GET、POST、PUT、PATCH、DELETE 和 HEAD 六種方法。

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
bg_bg: Преди да изберете "Да", проверете дали PHP не е конфигуриран като модул на Apache на вашия сървър.
de_de: Bevor Sie mit "JA" antworten, prüfen Sie erst, ob PHP als Apache-Modul auf Ihrem Server läuft.
fr_fr: Si vous choisissez "Oui", assurez-vous que PHP n'est pas configuré en tant que module Apache sur votre serveur.
he_il: לפני הבחירה "כן", בדוק ש PHP אינו מוגדר כמודול Apache בשרת שלך.
th_th: ก่อนเลือกตัวเลือก "ใช่", กรุณาตรวจสอบว่า PHP นั้นไม่ถูกปรับแต่งเป็นโมดูลของ Apache บนเซิร์ฟเวอณ์ของคุณ
zh_tw: 在選擇“是”之前，請檢查PHP是沒有在Apache模塊上配置的。

source: Quick description of the key: who it is for, what permissions it has, etc.
az_az: Açarın qısa açıqlaması: kimin üçündür, hansı icazələri var və b.
bg_bg: Кратко описание на ключа: за какво е предназначен, какви права има и т.н.
de_de: Kurzbeschreibung dieses Schlüssels: Wozu er dient, welche Berechtigungen er hat usw.
fr_fr: Description rapide de la clé : pour qui a-t-elle a été créée ? Quelles permissions donne-t-elle ? etc.
he_il: תיאור קצר של המפתח: עבור מי זה, מה ההרשאות שיש לו, וכו'.
th_th: คำอธิบายโดยย่อของคีย์: สำหรับใครมีสิทธิ์อะไร ฯลฯ
zh_tw: 密鑰的簡要描述：它的用途，權限，等等。

source: How to restore a database backup in 10 easy steps
az_az: 10 addımda verilənlər bazasını necə geri yükləmək olar
bg_bg: Как да възстановите архив на база данни в 10 лесни стъпки
de_de: Backup-Wiederherstellung leicht gemacht - in 10 Schritten
fr_fr: Comment restaurer une sauvegarde en 10 étapes simples
he_il: כיצד לבצע שחזור לבסיס הנתונים ב 10 צעדים פשוטים
th_th: วิธีคืนค่าการสำรองฐานข้อมูลใน 10 ขั้นตอนง่ายๆ
zh_tw: 如何通過簡單的10步來恢復數據庫備份

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
bg_bg: Задайте "Активиране на магазина" на "Не" в страницата "Техническа поддръжка" от менюто "Общи настройки".
de_de: Setzen Sie im Menü "Voreinstellungen" (Menüpunkt "Wartung") die Option "Shop aktivieren" auf "Nein".
fr_fr: Mettez sur "Non" l'option "Activer la boutique" dans la page "Maintenance" du menu "Préférences".
he_il: הגדרת "אפשר חנות" ל "לא" בדף "התחזוקה" תחת התפריט "העדפות".
th_th: ตั้งค่า "เปิดใช้งานร้านค้า" เป็น "ไม่" ในหน้า "การบำรุงรักษา" ใต้เมนู "การตั้งค่า"
zh_tw: 在偏好設定選單的維護，將 "啟用商店" 設定為 "否"

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
bg_bg: Изтеглете архива от списъка по-долу или чрез FTP (в папката "admin/backups").
de_de: Laden Sie das Backup von der folgenden Liste oder direkt via FTP (Verzeichnis "admin/backups").
fr_fr: Téléchargez le fichier de sauvegarde depuis la liste ci-dessous ou sur votre serveur FTP (dans le dossier "admin/backups").
he_il: הורד קובץ גיבוי מהרשימה להלן או משרת FTP (בתיקייה "admin/backups")
th_th: ดาวน์โหลดสำรองจากรายการด้านล่างหรือจากเซิร์ฟเวอร์ FTP ของคุณ (ในโฟลเดอร์"ผู้ดูแลระบบ / การสำรองข้อมูล")
zh_tw: 從下面列表或是進入 FTP 下載備份（在資料夾 "admin/backups"）

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
bg_bg: Проверете целостта на архива: търсете грешки, непълни файлове и т.н. Уверете се, че сте проверили всички данни.
de_de: Überprüfen Sie die Backup-Integrität, vor allem hinsichtlich Fehlern, unvollständigen Dateien etc. Stellen Sie sicher, dass keine Fehler im Backup vorhanden sind.
fr_fr: Vérifiez l'intégrité de votre sauvegarde : présence d'erreurs, fichier incomplet... Vérifiez toutes vos données.
he_il: בדוק את תקינות הגיבוי, חפש שגיאות, קבצים לא שלמים, וודא את תקינות המידע שלך.
th_th: ตรวจสอบความสมบูรณ์ของการสำรองข้อมูล : มองหาข้อผิดพลาดที่ไฟล์ไม่สมบูรณ์ ตรวจสอบข้อมูลทั้งหมดของคุณ
zh_tw: 檢查備份檔案正確性, 找尋錯誤或是不完整的檔案, 以確認所有資料

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
az_az: Buyurun, hostinq provayderinizdən "phpMyAdmin" faylının verilənlər bazanıza girişi ilə bağlı soruşun.
bg_bg: Попитайте хостинг доставчика ви за достъп до вашата база данни чрез "phpMyAdmin".
de_de: Erkundigen Sie sich bei Ihrem Provider nach "phpMyAdmin"-Zugriff auf Ihre Datenbank.
fr_fr: Demandez à votre hébergeur un accès à l'outil "phpMyAdmin".
he_il: בקש מחברת האחסון של אתרך את האפשרות לניהול בסיס הנתונים באמצעות "phpMyAdmin"
th_th: ถามผู้ให้บริการโฮสติ้งของคุณสำหรับ&quot;phpMyAdmin&quot;การเข้าถึงฐานข้อมูลของคุณ
zh_tw: 要求您的網站代管廠商提供 phpmyadmin工具來存取您的資料庫

source: Connect to "phpMyAdmin" and select your current database.
bg_bg: Влезте в "phpMyAdmin" и изберете текуща база данни.
de_de: Melden Sie sich bei "phpMyAdmin" an und wählen Sie die aktuelle Datenbank aus.
fr_fr: Connectez-vous à "phpMyAdmin" et sélectionnez votre base de données actuelle.
he_il: התחבר ובחר בבסיס הנתונים שלך באמצעות "phpMyAdmin"
th_th: เชื่อมต่อไปยัง&quot;phpMyAdmin&quot;และเลือกฐานข้อมูลปัจจุบันของคุณ
zh_tw: 使用 phpmyadmin 來選擇您現在的資料庫

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
bg_bg: Ако опцията за автоматичното премахване на съществуващи таблици не е активирана, трябва да изтриете ръчно всички съществуващи таблици от текущата база данни.
de_de: Sie müssen alle Tabellen der aktuellen Datenbank manuell löschen, es sei denn, Sie haben die Option "Vorhandene Tabellen löschen" angekreuzt.
fr_fr: Si vous n'avez pas activé l'option "Supprimer les tables existantes durant l'import", vous devez supprimer toutes les tables présentes dans votre base de données actuelle.
he_il: אם לא בחרת באפשרות "הסר טבלאות קיימות בעת ייבוא" עליך למחוק את כל הטבלאות מבסיס הנתונים שלך.
th_th: เว้นแต่คุณจะเปิดใช้งาน"เลื่อนตารางที่มีอยู่"ตัวเลือกที่คุณต้องลบตารางทั้งหมดจากฐานข้อมูลปัจจุบันของคุณ
zh_tw: 除非您開啟了 "移除現有資料表" 選項，否則您只能手動從資料庫刪除所有資料表

source: At the top of the screen, please select the "Import" tab
az_az: Buyurun, ekranın yuxarısındakı "İdxal" çərçivəsini seçin
bg_bg: В горната част на екрана, изберете раздела "Импортиране"
de_de: Wählen Sie "Import" aus dem horizontalen Menü.
fr_fr: En haut de l'écran, cliquez sur l'onglet "Importer".
he_il: בחלקו העליון של המסך בחר בלשונית ה"ייבוא"
th_th: ที่ส่วนด้านบนสุดของหน้าจอ, กรุณาเลือกแท็บ "นำเข้า"
zh_tw: 在畫面上方，請選擇 "導入" 頁籤

source: Click on the "%phpmyadmin_browse_label%" button and select the backup file from your hard drive.
bg_bg: Кликнете върху бутона "%phpmyadmin_browse_label%" и изберете архивния файл от вашия твърд диск.
de_de: Klicken Sie auf "%phpmyadmin_browse_label%" und wählen Sie das Backup von Ihrer Festplatte.
fr_fr: Cliquez sur le bouton "%phpmyadmin_browse_label%" et sélectionnez le fichier de sauvegarde depuis votre disque dur.
he_il: לחץ על הלחצן "%phpmyadmin_browse_label%" ובחר את קובץ הגיבוי מהכונן הקשיח.
th_th: คลิกที่ปุ่ม "%phpmyadmin_browse_label%" และเลือกไฟล์สำรองข้อมูลจากฮาร์ดไดรฟ์ของคุณ
zh_tw: 點擊 "%phpmyadmin_browse_label%" 按键然後從硬盤中選擇備份文件。

source: Check the maximum filesize allowed (e.g. Max: 16MB)
bg_bg: Проверете максималния допустим размер на файл за качване (напр. Макс: 16MB)
de_de: Überprüfen Sie den Wert max. allowed filesize (größtmögliche Dateigröße, z.B. Max: 16Mb)
fr_fr: Vérifiez la taille maximale autorisée (ex. : Max 16 Mo)
he_il: בחר בגודל קובץ מקסימלי (לדוגמה מקסימום: 16מגה בייט)
th_th: ตรวจสอบขนาดไฟล์สูงสุดที่อนุญาต (เช่น สูงสุด: 16MB)
zh_tw: 檢查檔案大小上限（例如最大：16MB）

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
bg_bg: Ако вашето резервно копие надвишава този лимит, свържете се с вашия хостинг доставчик за помощ.
de_de: Sollte Ihr Backup dieses Limit überschreiten, bitten Sie Ihren Provider um Abhilfe.
fr_fr: Si le poids de votre fichier de sauvegarde est trop important, contactez votre hébergeur.
he_il: אם הקובץ שלך גדול יותר, פנה לחברת האחסון שלך.
th_th: หากไฟล์สำรองของคุณเกินขีดจำกัดนี้ โปรดติดต่อผู้ให้บริการโฮสติ้งเพื่อขอความช่วยเหลือ
zh_tw: 如果您的備份檔案超過上限, 請聯絡您的網路服務商。

source: Click on the "%phpmyadmin_go_label%" button and please wait patiently for the import process to conclude. This may take several minutes.
bg_bg: Кликнете върху бутона "%phpmyadmin_go_label%" и изчакайте търпеливо да приключи процесът на импортиране. Това може да отнеме няколко минути.
de_de: Klicken Sie auf den "%phpmyadmin_go_label%"-Button und warten Sie, bis der Import-Vorgang abgeschlossen ist. Dies kann einige Minuten dauern.
fr_fr: Cliquez sur le bouton "%phpmyadmin_go_label%" et patientez durant l'import de votre fichier. Cela peut prendre plusieurs minutes.
he_il: לחץ על הלחצן "%phpmyadmin_go_label%" והמתן בסבלנות עד לסיום תהליך הייבוא. זה עשוי לקחת מספר דקות.
th_th: คลิกที่ปุ่ม "%phpmyadmin_go_label%" และโปรดรออย่างอดทนเพื่อให้กระบวนการนำเข้าเสร็จสิ้น นี้อาจใช้เวลาหลายนาที.
zh_tw: 點擊“%phpmyadmin_go_label%”按键，請耐心等待導入過程結束。 這可能會需要幾分鐘。

source: You can read information on import at:
az_az: İdxal haqqında məlumatları oxuyun:
bg_bg: Повече информация за импортирането може да се открие на адрес:
de_de: Mehr Informationen über den CSV-Import erhalten Sie unter:
fr_fr: Vous pouvez lire plus d'informations sur l'import sur :
he_il: אפשר לקרוא מידע על הייבוא כאן:
th_th: คุณสามารถอ่านข้อมูลเกี่ยวกับการนำเข้าได้ที่:
zh_tw: 您可以閱讀更多關於匯入的資訊：

source: https://docs.prestashop-project.org/1.7-documentation/user-guide/configuring-shop/advanced-parameters/import
fr_fr: https://docs.prestashop-project.org/1.7-documentation/v/french/guide-utilisateur/configurer-boutique/parametres-avances/importer-donnees

source: Read more about the CSV format at:
az_az: Burada CSV formatı ilə bağlı geniş oxuyun:
bg_bg: Прочетете повече за CSV формата на:
de_de: Mehr zum CSV-Format unter:
fr_fr: Plus d'informations sur le format CSV sur :
th_th: อ่านข้อมูลเพิ่มเติมเกี่ยวกับรูปแบบไฟล์ CSV ได้ที่
zh_tw: 更多關於 CSV 格式說明：

source: https://en.wikipedia.org/wiki/Comma-separated_values
de_de: https://de.wikipedia.org/wiki/CSV_(Dateiformat)
fr_fr: https://fr.wikipedia.org/wiki/Comma-separated_values

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
az_az: İcazə verilən formatlar: .csv, .xls, .xlsx, .xlst, .ods, .ots
bg_bg: Позволени формати: .csv, .xls, .xlsx, .xlst, .ods, .ots
de_de: Erlaubte Formate: .csv, .xls, .xlsx, .xlst, .ods, .ots
fr_fr: Formats autorisés : .csv, .xls, .xlsx, .xlst, .ods, .ots
he_il: פורמטים מותרים: csv,. xls,. xlsx, .xlst, .ods, .ots
th_th: รูปแบบที่อนุญาต: .csv, .xls, .xlsx, .xlst, .ods, .ots
zh_tw: 允許的檔案格式：.csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
az_az: Yalnız UTF-8 və ISO 8859-1 kodlaşdırılmasına yol verilir
bg_bg: Разрешени са единствено кодировки UTF-8 и ISO 8859-1
de_de: Nur UTF-8- bzw. ISO-8859-1-codierte Dateien sind erlaubt
fr_fr: Seuls les fichiers encodés en UTF-8 ou en ISO-8859-1 sont autorisés.
he_il: קידוד מותר רק UTF-8 ו-ISO-8859-1
th_th: อนุญาตให้ใช้การเข้ารหัส UTF-8 และ ISO 8859-1 เท่านั้น
zh_tw: 只支持 UTF-8 和 ISO-8859-1編碼

source: You can also upload your file via FTP to the following directory: %s .
az_az: Siz faylınızı FTP ilə də bu qovluğa yükləyə bilərsiniz: %s .
bg_bg: Може да качите файла и чрез FTP в следната директория: %s .
de_de: Der Datei-Upload kann auch per FTP in folgendes Verzeichnis erfolgen; %s.
fr_fr: Vous pouvez aussi envoyer votre fichier via FTP dans le dossier "%s".
he_il: אתה יכול גם להעלות את הקובץ דרך FTP לספרייה הבאה %s.
th_th: คุณสามารถอัพโหลดไฟล์ของคุณผ่านทาง FTP ไปไว้ที่ไดเร็กทอรี่ต่อไปนี้ได้: %s
zh_tw: 您也可以通過FTP上傳你的文件到以下目錄：%s。

source: Fill in the fields below to set up DKIM signing of outgoing emails. This will reduce the likelihood of your emails being marked as spam. You can get the data below from your server administrator or generate it yourself by using one of the freely available tools, such as dkimcore.org. Also, make sure that your server is registered as an authorized sender in your SPF record.
bg_bg: Попълнете полетата по-долу, за да настроите DKIM подписване на изходящи имейли. Това ще намали вероятността вашите имейли да бъдат маркирани като спам. Можете да получите данните по-долу от вашия администратор или да ги генерирате сами, като използвате един от свободно достъпните инструменти, като dkimcore.org. Освен това се уверете, че вашият сървър е регистриран като оторизиран подател във вашия SPF запис.
de_de: Füllen Sie die nachstehenden Felder aus, um die DKIM-Signierung ausgehender E-Mails einzurichten. Dadurch wird die Wahrscheinlichkeit verringert, dass Ihre E-Mails als Spam markiert werden. Sie können die unten stehenden Daten von Ihrem Server-Administrator erhalten oder sie selbst mit einem der frei verfügbaren Tools wie dkimcore.org erstellen. Stellen Sie außerdem sicher, dass Ihr Server als autorisierter Absender in Ihrem SPF-Record registriert ist.
fr_fr: Remplissez les champs ci-dessous pour configurer la signature DKIM des e-mails sortants. Cela réduira la probabilité que vos e-mails soient indiqués comme spam. Vous pouvez obtenir les données ci-dessous auprès de votre administrateur de serveur ou les générer vous-même en utilisant l'un des outils disponibles gratuitement, tels que dkimcore.org. Assurez-vous également que votre serveur est enregistré en tant qu'expéditeur autorisé dans votre enregistrement SPF.
th_th: กรอกข้อมูลในช่องด้านล่างเพื่อตั้งค่าการเซ็นชื่อ DKIM ของอีเมลขาออก วิธีนี้จะลดโอกาสที่อีเมลของคุณจะถูกทำเครื่องหมายว่าเป็นสแปม คุณสามารถรับข้อมูลด้านล่างจากผู้ดูแลระบบเซิร์ฟเวอร์ของคุณ หรือสร้างขึ้นเองโดยใช้หนึ่งในเครื่องมือที่ให้บริการฟรี เช่น dkimcore.org นอกจากนี้ ตรวจสอบให้แน่ใจว่าเซิร์ฟเวอร์ของคุณลงทะเบียนเป็นผู้ส่งที่ได้รับอนุญาตในบันทึก SPF ของคุณ
zh_tw: 填寫以下字段以設置外發電子郵件的 DKIM 簽名。 這將減少您的電子郵件被標記為垃圾郵件的可能性。 您可以從伺服器管理員處獲取以下數據，也可以使用免費提供的工具之一（例如 dkimcore.org）自行生成。 此外，請確保您的伺服器在您的 SPF 記錄中註冊為授權發件人。
