Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminNavigationHeader.*.xlf
Languages: hu_hu

source: Orders
hu_hu: Rendelések

source: View my shop
hu_hu: Bolt megtekintése

source: A new order has been placed on your shop.
hu_hu: Új megrendelés érkezett

source: A new customer registered on your shop.
hu_hu: Új ügyfél regisztrált az oldaladon.

source: A new message was posted on your shop.
hu_hu: Új üzeneted érkezett a boltodnál.

source: PrestaShop logo
hu_hu: PrestaShop logó

source: Remove from QuickAccess
hu_hu: Eltávolítás a Gyors elérésből

source: Add current page to QuickAccess
hu_hu: Hozzáadás a GyorsMenühöz

source: Manage quick accesses
hu_hu: Gyorselérések kezelése

source: Product name, SKU, reference...
hu_hu: Termék neve, cikkszám, termékkód...

source: Email, name...
hu_hu: Email, név...

source: Customers by name
hu_hu: Ügyfelek név alapján

source: Customers by IP address
hu_hu: Ügyfelek IP cím alapján

source: Invoice Number
hu_hu: Számlaszám

source: Welcome back %name%
hu_hu: Üdv újra %name%

source: Your profile
hu_hu: Profilod

source: Sign out
hu_hu: Kijelentkezés

source: Quick Access
hu_hu: Gyors elérés

source: Please name this shortcut:
hu_hu: Nevezd el a hivatkozást:

source: Remove from Quick Access
hu_hu: Eltávolítás a Gyors elérésből

source: Manage your quick accesses
hu_hu: Gyors eléréseid kezelése

source: Customers
hu_hu: Vásárlók

source: Everywhere
hu_hu: Mindenhol

source: What are you looking for?
hu_hu: Mit keresel?

source: Order ID
hu_hu: Rendelésazonosító

source: Cart ID
hu_hu: Kosárazonosító

source: Module name
hu_hu: Modulnév

source: Search (e.g.: product reference, customer name…)
hu_hu: Keresés (pl.: termékazonosítók, ügyfélnevek…)

source: Searchbar
hu_hu: Kereső sáv

source: Product name, reference, etc.
hu_hu: Terméknév, hivatkozás stb.

source: Name
hu_hu: Név

source: by name
hu_hu: név alapján

source: by IP address
hu_hu: IP cím alapján

source: Invoice number
hu_hu: Számlaszám

source: SEARCH
hu_hu: KERESÉS

source: Order number:
hu_hu: Rendelési szám:

source: Read this message
hu_hu: Ugrás az üzenethez

source: Customer name:
hu_hu: Vásárló neve:

source: Debug mode
hu_hu: Hibakereső mód

source: Maintenance mode
hu_hu: Karbantartás

source: Home
hu_hu: Kezdőlap

source: My Shop
hu_hu: Áruházam

source: New category
hu_hu: Új kategória

source: New product
hu_hu: Új termék

source: New voucher
hu_hu: Új kupon

source: Installed modules
hu_hu: Telepített modulok

source: Catalog evaluation
hu_hu: Katalógus értékelés

source: Quick Access menu
hu_hu: Gyorsmenü beállítása

source: If it's a URL that comes from your back office, you MUST remove the security token.
hu_hu: Amennyiben az URL az adminisztrációs felületről származik, a biztonsági tokent törölni KELL.

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Add new quick access
hu_hu: Új gyorsindító hozzáadása

source: New customers
hu_hu: Új vásárlók

source: New window
hu_hu: Új ablak

source: Search store name
hu_hu: Bolt nevének keresése

source: Customize your multistore header, [1]pick a color[/1] for this store context.
hu_hu: Szabd személyre a Multi-shop fejlécet, [1]válassz egy színt[/1] a boltnak.

source: To apply specific settings to a store or a group of stores, select the parameter to modify, make your changes and save.
hu_hu: Ha konkrét beállításokat szeretnél alkalmazni egy boltra vagy boltcsoportra, válasszd ki a módosítani kívánt paramétert, majd végezd el a módosításokat és mentsd el.

source: Select stores
hu_hu: Boltok kiválasztása
