Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShopparametersNotification.*.xlf
Languages: de_de, es_es, lt_lt, pl_pl, pt_pt, sl_si

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
de_de: Um Ihrer URL ein Schlüsselwort hinzuzufügen, halten Sie sich an die {keyword}-Syntax. Sie können können vor oder nach dem Schlüsselwort einen Text hinzufügen {voranstellen:Schlüsselwort:anhängen}, vorausgesetzt, das Schlüsselwort-Feld ist nicht leer. So wird zum Beispiel {-hey-:meta_title} nur dann zu "-hey-mein-Titel" in der URL, wenn ein Meta-Titel erfasst wurde.
es_es: Para añadir una palabra clave en la URL, use la sintaxis {keyword}. Si la palabra clave no está vacía, puedes añadir texto antes o después con la sintaxis {prepend:keyword:append}. Por ejemplo {-hey-:meta_title} añadirá "-hey-my-títle" en la URL si el metatítulo está establecido.
lt_lt: Jei norite pridėti raktinį žodį į URL, naudokite {keyword} sintaksę. Jei raktažodis nėra tuščias, Jūs galite pridėti tekstą prieš ar po raktinio žodžio su sintakse {prepend:keyword:append}. Pavyzdžiui, {-hey-:meta_title} sugeneruos "-hey-my-title", jei meta pavadinimas yra nurodytas.
pl_pl: Aby dodać słowo kluczowe w Twoim adresie URL, użyj składni {keyword}. Jeżeli słowo kluczowe nie jest puste, możesz dodać tekst przed lub po słowie kluczowym za pomocą składni {prepend:keyword:append}. Na przykład {-hej-:meta_title} doda "-hej-moj-tytul" w adresie URL jeżeli został określony tytuł meta.
pt_pt: Para adicionar uma palavra-chave ao URL, utilize a sintaxe {keyword}. Se a palavra-chave não estiver vazia, pode adicionar texto antes ou depois da palavra-chave utilizando a sintaxe {prepend:keyword:append}. Por exemplo {-hey-:meta_title} irá adicionar "-hey-my-title" ao URL caso o "meta title" se encontre configurado.
sl_si: Da dodate ključne besede v vaš URL, uporabite {keyword} sintakso. Če ključne besede niso prazne, lahko dodate tekst pred ali za ključnimi besedami s sintakso {prepend:keyword:append}. Na primer {-hey-:meta_title} bo dodalo "-hey-my-title" v URL, če je nastavljen meta naslov.

source: Before making any changes to the default pattern of your URLs, make sure to meet the following requirements:
de_de: Bevor Sie Änderungen am Standardparameter Ihrer URLs vornehmen, stellen Sie sicher, dass die folgenden Anforderungen erfüllt sind:
es_es: Antes de realizar cualquier cambio en el patrón de las URL, asegúrate de cumplir con los siguientes requisitos:
lt_lt: Prieš keisdami numatytąjį URL šabloną, įsitikinkite, kad atitinkate šiuos reikalavimus:
pl_pl: Przed wprowadzeniem jakichkolwiek zmian w domyślnym formacie adresów URL upewnij się, że spełniasz następujące wymagania:
pt_pt: Antes de efectuar quaisquer alterações ao padrão predefinido dos seus URLs, certifique-se de que cumpre os seguintes requisitos:

source: The Friendly URL feature must be enabled
es_es: La característica de URL amigable debe estar habilitada
lt_lt: Draugiško URL funkcija turi būti įjungta
pl_pl: Przyjazne adresy URL muszą być włączone
pt_pt: A funcionalidade URL amigável deve estar activada

source: URL rewriting must be activated on your web server
de_de: URL-Rewriting muss auf Ihrem Webserver aktiviert sein
es_es: La reescritura de URL debe estar activada en su servidor web
lt_lt: Jūsų serveryje turi būti įungtas URL perrašymas
pl_pl: Przepisywanie adresów URL (mod-rewrite) musi być włączone na Twoim serwerze internetowym
pt_pt: A reescrita de URL deve ser activada no seu servidor Web

source: All mandatory keywords (*) must be included in the route
de_de: Alle obligatorischen Schlüsselwörter (*) müssen ausgefüllt sein
es_es: Todas las palabras clave obligatorias (*) deben incluirse en la ruta
lt_lt: Visi privalomi raktiniai žodžiai (*) privalo būti įtraukti
pl_pl: Wszystkie obowiązkowe słowa kluczowe (*) muszą być uwzględnione w formacie URL (route)
pt_pt: Todas as palavras-chave obrigatórias (*) devem ser incluídas no itinerário

source: You should also comply with the syntax:
de_de: Beachten Sie auch die Syntax:
es_es: También debe cumplir con la sintaxis:
lt_lt: Taip pat turėtumėte laikytis sintaksės:
pl_pl: Powinieneś również przestrzegać składni:
pt_pt: Deve também respeitar a sintaxe:

source: Keywords must be in braces {keyword}
de_de: Schlüsselwörter müssen in geschweiften Klammern stehen {keyword}
es_es: Las palabras clave deben estar entre llaves {keyword}
lt_lt: Raktiniai žodžiai turi būti skliaustuose {keyword}
pl_pl: Słowa kluczowe muszą być w nawiasach klamrowych {keyword}
pt_pt: As palavras-chave devem estar entre parênteses {keyword}

source: All keywords must be separated
de_de: Alle Schlüsselwörter müssen getrennt sein
es_es: Todas las palabras clave deben estar separadas
lt_lt: Visi raktiniai žodžiai turi būti atskirti
pl_pl: Wszystkie słowa kluczowe muszą być rozdzielone
pt_pt: Todas as palavras-chave devem ser separadas

source: As long as a keyword has an associated value, you can use the syntax {prepend:keyword:append} to add text before and after it
de_de: Solange ein Schlüsselwort einen zugeordneten Wert hat, können Sie die Syntax {prepend:keyword:append} verwenden, um Text davor und danach hinzuzufügen
es_es: Siempre que una palabra clave tenga un valor asociado, puede usar la sintaxis {prepend:keyword:append} para agregar texto antes y después.
lt_lt: Kol raktinis žodis turi susietą reikšmę, galite naudoti sintaksę {prepend:keyword:append}, kad pridėtumėte tekstą prieš ir po jo
pl_pl: Dopóki słowo kluczowe ma powiązaną wartość, możesz użyć składni {prepend:keyword:append}, aby dodać tekst przed i po nim
pt_pt: Desde que uma palavra-chave tenha um valor associado, pode utilizar a sintaxe {prepend:keyword:append} para adicionar texto antes e depois da mesma

source: As long as a keyword has an associated value, you can use the syntax {prepend:keyword:append} to add text before and after it.
es_es: Siempre que una palabra clave tenga un valor asociado, puede usar la sintaxis {prepend:keyword:append} para añadir texto antes y después.
lt_lt: Kol raktinis žodis turi susietą reikšmę, galite naudoti sintaksę {prepend:keyword:append}, kad pridėtumėte tekstą prieš ir po jo.
pl_pl: Dopóki słowo kluczowe ma powiązaną wartość, możesz użyć składni {prepend:keyword:append}, aby dodać tekst przed nim i po nim.
pt_pt: Desde que uma palavra-chave tenha um valor associado, pode utilizar a sintaxe {prepend:keyword:append} para adicionar texto antes e depois da mesma.

source: You can only display the page list in a shop context.
de_de: Sie können die Liste der Seiten nur im Kontext eines Shops anzeigen
es_es: Solo puede mostrar el listado de páginas en un contexto de tienda.
lt_lt: Jūs galite rodyti puslapių sąrašą tik parduotuvės kontekste.
pl_pl: Możesz tylko wyświetlić listę stron w kontekście sklepu.
pt_pt: Apenas pode mostrar a lista de páginas no contexto de uma loja.
sl_si: Seznam strani lahko prikažete le v kontekstu trgovine.
