Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminDesignHelp.*.xlf
Languages: he_il, hu_hu, ja_jp, pt_br, pt_pt, zh_tw

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
he_il: כברירת מחדל, כל הגדרות התמונות כבר מותקנות בחנות שלך. אל תמחק אותן, אתה תזדקק להן!
hu_hu: Alapértelmezés szerint, az összes képbeállítás már telepítve van a boltban. Ne töröld le őket, szükség lesz rá!
pt_br: Por padrão, todas as configurações de imagens já estão instaladas em sua loja. Não as apague, você vai precisar delas!
pt_pt: Por omissão, todas as configurações de imagens já estão definidas na sua loja. Não as elimine, vai precisar delas!
zh_tw: 在預設的情況下，所有的照片已設置在店面。不要刪除他們，你將會需要他們！

source: Select "No" only if your server timed out and you need to resume the regeneration.
he_il: בחר "לא" רק אם השרת הפסיק באמצע התהליך ויש להמשיך את החילול.
hu_hu: Csak akkor állítsd "Nem"-re, ha a szerverben történt időkiesés és újra kellett kezdened a újragenerálást!
pt_br: Selecione \"Não\" apenas se seu servidor tiver expirado o tempo e você precisa resumir a regeração de imagens.
pt_pt: Selecione "Não" apenas quando o seu servidor tiver expirado o tempo da sessão (timeout) e seja necessário retomar o processo de regeração.
zh_tw: 只有在你的伺服器超時和你需要重新恢復再生時才選擇 "否"

source: Please select a module
he_il: נא בחרו מודול
hu_hu: Válasszon ki egy modult
pt_br: Por favor, selecione um módulo
pt_pt: Por favor selecione um módulo
zh_tw: 請選擇一個模組

source: Select a module above before choosing from available hooks
he_il: בחרו מודול מעל לפני בחירה של הוקים זמינים
hu_hu: Válassz egy fenti modult, mielőtt választanál a rendelkezésre álló kapcsolások közül
pt_br: Selecione um módulo acima antes de escolher os ganchos disponíveis
pt_pt: Selecione um módulo acima antes de escolher um gancho disponível
zh_tw: 在選擇掛接前，請先選擇模組

source: Please specify the files for which you do not want the module to be displayed.
he_il: ציין את הקבצים שבהם המודול לא יוצג
hu_hu: Kérek add meg, hogy mely fájlokhoz ne jelenjen meg a modul.
ja_jp: モジュールを表示されないようにするには、対象のファイルを指定してください
pt_br: Por favor, especifique os arquivos que você não quer que o módulo seja mostrado
pt_pt: Indique em que páginas não quer que o módulo seja mostrado.
zh_tw: 請選擇您希望模組不要顯示的檔案

source: Please input each filename, separated by a comma (",").
he_il: אנא הזן כל שם קובץ, מופרד על ידי פסיק (",").
hu_hu: Kérlek, vidd fel minden fájlnevedet vesszővel (",") elválasztva.
pt_br: Favor informar cada nome de arquivo, separado por vírgula \",\".
pt_pt: Separar as páginas por vírgula (,)
zh_tw: 每個檔案名稱之間請以逗號（＂，＂）分隔

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
he_il: ניתן גם ללחוץ על שם הקובץ ברשימה שלהלן, ואפילו לבצע בחירה מרובה על ידי שמירה על מקש Ctrl לחוץ בעת לחיצה, או לבחור טווח של קובץ כולו על ידי שמירה על מקש Shift לחוץ בזמן לחיצה.
hu_hu: Kattinthatsz az alábbi listában lévő fájlnévre vagy a CTRL-t lenyomva tartva kijelölhetsz többet is, de komplett fájlnévtávot is áthidalhatsz a SHIFT gomb segítségével.
pt_br: Você também pode clicar no nome do arquivo na lista abaixo e até fazer uma seleção múltipla, mantendo a tecla CTRL pressionada ao clicar, ou escolha uma faixa contínua deixando a tecla SHIFT pressionada ao clicar.
pt_pt: Também pode clicar no nome da página na lista abaixo. Para selecionar várias páginas, mantenha a tecla CTRL pressionada ao clicar. Para escolher um grupo seguido de página mantenha a tecla SHIFT pressionada ao clicar.
zh_tw: 你也可以點擊以下所列的文件名。在點擊的時候，同時壓下Ctrl 鍵，這樣你可以進行多選。或者你也可以在點擊的時候同時壓下Shift 鍵來選擇整個文檔。

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
he_il: לתמונות JPEG יש גודל קטן יותר ואיכות סטנדרטית. לתמונות PNG גודל קובץ גדול יותר, איכות גבוהה יותר, ותמיכה בשקיפות. בכל המקרים לקובצי התמונה תהיה סיומת JPG.
hu_hu: A JPEG képek kisebb méretűek és standard minőségűek. A PNG képek nagyobb méretűek, jobb minőségűek és támogatnak átlátszóságot. Megjegyzendő, hogy a képfájlok mindenképpen .jpg kiterjesztés fognak kapni.
ja_jp: JPEG画像は小さなファイルサイズと標準的な品質をもっています。PNG画像はファイルサイズが増えますが、より高い品質と透明をサポートしています。すべてのケースでは、画像ファイルは.jpgの拡張子を持っていることに注意してください。
pt_br: Imagens JPEG tem um tamanho de arquivo pequeno e padrão de qualidade. Imagens PNG têm um tamanho maior do arquivo, uma maior qualidade e suportam transparência. Note-se que em todos os casos os arquivos de imagem terão a extensão. JPG.
pt_pt: As imagens JPEG ocupam pouco espaço em disco e têm uma boa qualidade. As imagens PNG ocupam mais espaço em disco, uma melhor qualidade e permitem transparências. Note que, em qualquer dos casos, os ficheiros de imagem terão a extensão .jpg
zh_tw: Jpeg圖檔適用於一般品質和小型檔案大小，Png圖檔適用於較高品質和較大檔案，並且提供透明背景，請注意所有的圖檔會使用 .jpg 副檔名

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
he_il: אזהרה: תכונה זו אינה תואמת לערכת העיצוב שלך או למודולים מסוימים. במיוחד - מצב PNG אינו תואם למודול Watermark (סימני מים). אם אתה נתקל בבעיות, כבה תכונה זו ע"י סימון "השתמש ב- JPEG".
hu_hu: FIGYELEM: ez a funkció nem feltétlenül kompatibilis a témáddal vagy néhány moduloddal. Alapvetően a PNG mód nem kompatibilis a Watermark (vízjel) modullal. Ha hibákba ütközöl, kapcsold ki a "JPEG használata"-val.
ja_jp: 警告：この機能はテーマまたはいくつかのモジュールと互換性がないかもしれません。具体的にはPNG形式のウォーターマークモジュールと互換性がありません。もし問題が発生した場合は、「JPEGを使用」を選択することでそれをオフにします。
pt_br: AVISO: Este recurso pode não ser compatível com o seu tema, ou com alguns módulos. Em particular, o modo de PNG não é compatível com o módulo de marca de água. Se você encontrar quaisquer problemas, desligue-o, selecionando "Use JPEG".
pt_pt: AVISO: Esta funcionalidade pode não ser compatível com o seu tema gráfico, ou com alguns dos seus módulos. Em especial, o modo PNG não é compatível com o módulo de Marca d'água. Se tiver algum problema, desative-o definindo a opção "Usar JPEG".
zh_tw: 警告：這個功能跟您的佈景或部份模組可能不相容， PNG 模式與浮水印模組不相容，如果您發現任何問題，請改選用 "使用 JPEG"。

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
he_il: נע בטווח מ- 0 (איכות גרועה ביותר, הקובץ הקטן ביותר) ל- 100 (האיכות הטובה ביותר, הקובץ הגדול ביותר)
hu_hu: Skála 0-tól (legrosszabb minőség, legkisebb fájlméret) 100-ig (legjobb minőség, legnagyobb fájlméret).
ja_jp: 範囲は開始0（品質は最低、最小のファイル）から100（品質は最高、最大のファイル）まで
pt_br: Varia de 0 (pior qualidade, menor arquivo) a 100 (melhor qualidade, maior arquivo)
pt_pt: Varia entre 0 (pior qualidade, ficheiro mais pequeno) e 100 (melhor qualidade, ficheiro maior).
zh_tw: 範圍從 0 (品質最差、檔案最小) 到 100 (最佳品質、檔案最大)

source: Recommended: 90.
he_il: מומלץ: 90.
hu_hu: Javasolt: 90.
pt_br: Recomendado: 90.
pt_pt: Recomendado: 90.
zh_tw: 建議：90

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
he_il: דחיסת PNG היא ללא איבוד נתונים: שלא כמו JPG, אתה לא תאבד איכות תמונה עם יחס דחיסה גבוה. עם זאת, תמונות יידחסו רק מעט.
hu_hu: A PNG tömörítés veszteségmentes: a JPG-vel ellentétben a magas tömörítési aránnyal ennél nem vesztesz képminőséget. Mindazonáltal, a fényképek nagyon rosszul tömörülnek.
pt_br: Compressão PNG é de baixa perda: diferente do JPG, você não perderá qualidade de imagem com uma alta taxa de compressão. Todavia, fotografias serão muito mal comprimidas.
pt_pt: A compressão no formato PNG não tem perda de qualidade mesmo usando uma alta taxa de compressão ao contrário do JPEG. No entanto não comprime muito se as imagens forem fotografias (ocupa mais espaço em disco).
zh_tw: 不像JPG，PNG壓縮較少失真。使用高壓縮比也不會失真。然後，攝影師可能會過度壓縮。

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
he_il: נע בין 0 (הקובץ הגדול ביותר) עד 9 (הקובץ הקטן ביותר, פריסתו תארך זמן רב יותר).
hu_hu: Skálázás 0 (legnagyobb fájl) és 9 (legkisebb fájl, leglassabb kitömörítés) között.
pt_br: A faixa de valores vai de 0 (maior arquivo) até 9 (menor arquivo, descompressão mais lenta).
pt_pt: A gama de valores vai de 0 (maior ficheiro) até 9 (menor ficheiro, descompressão mais lenta).
zh_tw: 從0(檔案最大)到9(檔案最小但最慢)

source: Recommended: 7.
he_il: מומלץ: 7.
hu_hu: Javasolt: 7.
pt_br: Recomendado: 7.
pt_pt: Recomendado: 7.
zh_tw: 建議：7

source: Recommended: %d.
he_il: מומלץ: %d
hu_hu: Javasolt: %d.
pt_br: Recomendado: %d.
pt_pt: Recomendado: %d.
zh_tw: 建議：%d.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
he_il: גודל הקובץ המרבי של תמונות אשר הלקוחות יכולים להעלות להתאמה אישית של מוצר (ב-bytes).
hu_hu: Azon fényképek maximális fájlmérete, melyeket a vásárlók feltölthetnek egy termék személyre szabásához (byte-ban).
pt_br: O tamanho máximo de imagens enviadas por clientes para personalizar um produto (em bytes).
pt_pt: O tamanho máximo de imagens que os clientes podem enviar para personalizar o produto (em bytes).
zh_tw: 顧客可以上傳的最大圖片大小(位元組)

source: Width of product customization pictures that customers can upload (in pixels).
he_il: רוחב של תמונות התאמה אישית של מוצר שהלקוחות יכולים להעלות (בפיקסלים).
hu_hu: A vásárlók által feltölthető termék testreszabási kép átméretezési szélessége (képpont).
pt_br: Largura das imagens de personalização de produtos (em pixels) que os clientes podem enviar ao sistema.
pt_pt: Largura (em pixeis) das imagens de personalização de produtos que os clientes podem enviar.
zh_tw: 上傳客製化圖片的寬度(像素)

source: Height of product customization pictures that customers can upload (in pixels).
he_il: גובה של תמונות התאמה אישית של מוצר שהלקוחות יכולים להעלות (בפיקסלים).
hu_hu: A vásárlók által feltölthető termék testreszabási kép átméretezési magassága (képpont).
pt_br: Altura das imagens de personalização de produtos (em pixels) que os clientes podem enviar ao sistema.
pt_pt: Altura (em pixeis) das imagens de personalização de produtos que os clientes podem enviar.
zh_tw: 上傳客製化圖片的高度(像素)

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
he_il: פעולה זו תיצור קובץ נוסף עבור כל תמונה (ובכך להכפיל את הסכום הכולל של תמונות). הרזולוציה של תמונות אלה יהיה פעמיים גבוה יותר.
hu_hu: Ez egy kiegészítő fájlt generál mindegyik képhez (így megduplázódik a száma). Ezeknek a képeknek a felbontása kétszer nagyobb lesz.
pt_br: Isto irá gerar um arquivo adicional para cada imagem (duplicando a quantidade de imagens). Estas imagens terão o dobro da resolução das normais.
pt_pt: Isto irá gerar um ficheiro adicional para cada imagem (duplicando a quantidade de imagens). Estas imagens terão o dobro da resolução das normais.
zh_tw: 為每一張影像產生一份額外的高解析度影像, 具有兩倍以上解析度. (注意這將會讓您的圖片檔案數量加倍)

source: Enable to optimize the display of your images on high pixel density screens.
he_il: מאפשר התאמת תצוגת התמונות למסכים בעלי חדות גבוהה.
hu_hu: A képek optimalizálását segíti a nagyfelbontású képernyőkön.
pt_br: Ative para otimizar a visualização das imagens em telas de alta resolução.
pt_pt: Ative para otimizar a visualização das imagens em ecrãs de alta resolução.
zh_tw: 在高解析度螢幕上啟用影像顯示最佳化

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
he_il: אפשרות זו צריכה להיות כן, אלא אם העברת בהצלחה את התמונות תוך שימוש בדף "תמונות" תחת תפריט "העדפות"
hu_hu: Ennek igennek kell lennie, hacsak nem sikeresen áthelyezted a képeket a Beállítások menü "Képek" oldala alatt.
ja_jp: これは「プレファレンス」メニューの中の「イメージ」ページに画像を正常に移動しない限り「はい」に設定する必要があります。
pt_br: Isso deve ser definido como sim, ao menos que você tenha movido com sucesso as imagens na página "Imagens" sob o menu "Preferências".
pt_pt: Deve usar este sistema, a não ser que tenha movido as imagens na página "Imagens" no menu "Preferências".
zh_tw: 這應該設定為是，除非您在 "偏好設定" 選單的 "圖片" 頁面成功移動了圖片

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
he_il: אותיות, קווים תחתונים ומקפים בלבד (למשל, "small_custom", "cart_medium", "large", "thickbox_extra-large").
hu_hu: Csak betűk, alsó vonal és kötőjel (pl. "kicsi_egyedi", "kocsi-kozepes", "nagy", "doboz_extra-nagy").
pt_br: Apenas letras, sublinhados e hífens (por exemplo, "small_custom", "cart_medium", "grande", "thickbox_extra-large").
pt_pt: Apenas letras, traços inferiores e hífens. Exemplos: "pequena_personalizada", "carrinho_media", "grande", "caixa-tamanho_xxl".
zh_tw: 僅可用英文字母，下標線(_)和連字號(-)。(如 "small_custom", "cart_medium", "large", "thickbox_extra-large")

source: Maximum image width in pixels.
he_il: רוחב מקסימלי עבור תמונה בפיקסלים.
hu_hu: Maximális képszélesség képpontban.
pt_br: A largura máxima das imagens em pixels.
pt_pt: A largura máxima de imagens em pixeis.
zh_tw: 圖檔像素最大寬度

source: Maximum image height in pixels.
he_il: גובה מקסימלי עבור תמונה בפיקסלים.
hu_hu: Maximális képmagasság képpontban.
pt_br: A altura máxima das imagens em pixels.
pt_pt: A altura máxima das imagens em pixeis.
zh_tw: 圖檔像素最大高度

source: This type will be used for Product images.
he_il: סוג זה ישמש לתמונות עבור מוצרים.
hu_hu: Ezt a típust a termékképekre fogjuk alkalmazni.
pt_br: Este tipo será utilizado para as imagens de Produtos.
pt_pt: Este modelo de imagem será usado para imagens de Produtos.
zh_tw: 本類型將用於商品圖片

source: This type will be used for Category images.
he_il: סוג זה ישמש לתמונות עבור קטגוריות.
hu_hu: Ez a típus lesz felhasználva a kategóriaképekhez.
pt_br: Este tipo será usado para as imagens de Categoria.
pt_pt: Este modelo de imagem será usado para as imagens de Categorias.
zh_tw: 本類型將用於分類圖片

source: This type will be used for Brand images.
he_il: סוג זה ישמש לתמונות מותג.
hu_hu: Ezt a típust márka képekre fogjuk alkalmazni.
ja_jp: このタイプはブランド画像に使用されます。
pt_br: Este tipo será utilizado para as imagens de marca.
pt_pt: Este tipo será utilizado para as imagens da marca.
zh_tw: 本類型將適用於品牌圖片。

source: This type will be used for Supplier images.
he_il: סוג זה ישמש לתמונות עבור ספקים.
hu_hu: Ezt a típust szállítók képeire fogjuk alkalmazni
ja_jp: このタイプはサプライヤー画像に使用されます
pt_br: Este tipo será aplicado às imagens dos fornecedores
pt_pt: Este modelo de imagem será usado para as imagens dos Fornecedores.
zh_tw: 本類型將用於供應商圖像

source: This type will be used for Store images.
he_il: סוג זה ישמש עבור תמונות של החנות עצמה.
hu_hu: Ezt a típust az áruházak képeire fogjuk alkalmazni
ja_jp: このタイプはストア画像に使用されます
pt_br: Este tipo será aplicado às imagens das lojas
pt_pt: Este modelo de imagem será usado para as imagens da Loja.
zh_tw: 本類型將用於商店圖像

source: Choose which image formats you want to be generated. Base image will always have .jpg extension, other formats will have .webp or .avif.
hu_hu: Válasszd ki, hogy milyen képformátumokat szeretnél létrehozni. Az alapkép mindig .jpg kiterjesztésű lesz, a többi formátum .webp vagy .avif.
pt_br: Escolha quais formatos de imagem você quer que sejam gerados. As imagens de base sempre vão ter a extensão .jpg, os outros formatos serão .webp ou .avif.
pt_pt: Escolha os formatos de imagem que pretende que sejam gerados. A imagem base terá sempre a extensão .jpg, os outros formatos terão .webp ou .avif.
zh_tw: 選擇您想要產生的圖像格式。 基本圖片的副檔名始終為 .jpg，其他格式的副檔名為 .webp 或 .avif。

source: E.g. address, addresses, attachment
he_il: לדוגמה כתובת, כתובות, קובץ מצורף
hu_hu: Pl.: cím, címek, melléklet
pt_br: Ex: endereço, endereços, anexo
pt_pt: Por ex. endereço, endereços, anexos
zh_tw: 例如地址，附件

source: Used in the h1 page tag, and as the default title tag value.
he_il: משומש בתג העמוד h1, וכערך ברירת המחדל לתג הכותרת.
hu_hu: A h1-es címsorban és az oldal alapértelmezett címeként lesz használva.
pt_br: Utilizado na etiqueta de página h1 e como valor predeterminado da etiqueta do título.
pt_pt: Utilizado na etiqueta de página h1, e como valor por defeito da etiqueta de título.
zh_tw: 用於h1頁面標記，並作為默認標題標記值。

source: Used to override the title tag value. If left blank, the default title value is used.
he_il: משמש כדי לעקוף את ערך תג הכותרת. אם מושאר ריק, נעשה שימוש בערך הכותרת המוגדר כברירת מחדל.
hu_hu: Használd az oldal címének (title) felülbírálására. Ha üresen hagyod, az alapértelmezett érték lesz használva.
pt_br: Utilizado para substituir o valor da etiqueta do título Se deixado em branco, o título padrão será usado.
pt_pt: Utilizado para sobrepor o valor contido na etiqueta de título. Se deixado em branco, será utilizado o valor por defeito.
zh_tw: 用於覆蓋標題標記值。 如果留空，則使用默認標題值。

source: Browse your computer files and select the Zip file for your new theme.
he_il: עיין בקבצים במחשב שלך ובחר את קובץ Zip עבור ערכת העיצוב החדשה שלך.
hu_hu: Az új témához válaszd ki a számítógép tallózás segítségével a Zip fájlt.
pt_br: Selecione a partir do seu computador o arquivo Zip para o novo tema.
pt_pt: Escolha no seu computador o ficheiro Zip para o novo tema gráfico.
zh_tw: 瀏覽您電腦上的資料夾並選擇新主題板模的 Zip 壓縮檔。

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
he_il: ציין את כתובת האתר המלאה לקובץ Zip המקוון המכיל את ערכת העיצוב החדשה שלך. לדוגמא, "http://example.com/files/theme.zip".
hu_hu: A teljes URL-t jelenti egy online ZIP-fájlhoz, mely tartalmazza az új témádat, például: "http://pelda.hu/fajlok/tema.zip".
pt_br: Indique o URL completo para um arquivo Zip online que contenha o seu novo tema. Por exemplo, "http://example.com/files/theme.zip".
pt_pt: Indique o URL completo para um ficheiro Zip que se encontre na internet e que contenha o seu novo tema gráfico. Por exemplo, "http://example.com/files/theme.zip".
zh_tw: 指明新主題板模的 Zip 壓縮檔所在的完整線上 URL 路徑。舉例來說："http://example.com/files/theme.zip"

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
he_il: בורר זה מפרט את קבצי Zip שהעלת בתיקייה '/themes'.
hu_hu: Ez a választófelület listázza azokat a ZIP-fájlokat, melyeket '/themes' mappába feltölthetsz.
pt_br: Esta lista mostra os arquivos Zip que você enviou via upload para a pasta '/themes'.
pt_pt: Esta lista mostra os ficheiros Zip que enviou na pasta '/themes'.
zh_tw: 列出您上傳到 /themes 文件夾底下的 Zip 格式壓縮檔案

source: Create meaningful content
he_il: צור תוכן משמעותי
hu_hu: Készíts jelentőségteljes tartalmat
pt_br: Crie conteúdo significativo
pt_pt: Crie conteúdo significativo
zh_tw: 創建有意義的內容

source: Because it is not just selling products but also creating a universe, build pages to tell stories and catch your visitors’ interest, to turn them into loyal customers.
he_il: מכיוון שזה לא רק מכירת מוצרים אלא גם יצירת יקום, בנה דפים כדי לספר סיפורים ולתפוס את עניין המבקרים שלך, כדי להפוך אותם ללקוחות נאמנים.
hu_hu: Mert nem csak termékeket árulsz, hanem univerzumot is hozunk létre, alkoss oldalakat történetek meséléséhez és a látogatók érdeklődésének felkeltésére, hogy hűséges vásárlókká váljanak.
pt_br: Porque não é apenas sobre vender produtos mas também criar um universo, criar páginas que contem histórias e atrair o interesse de seus visitantes, para transformá-los em clientes fiéis.
pt_pt: Porque não é apenas vender produtos, mas também criar um universo, construir páginas para contar histórias e captar o interesse dos visitantes, transformando-os em clientes fiéis.
zh_tw: 因為這不僅是商品銷售的問題，還涉及創建Universe的問題，所以使用CMS頁面來講述您的故事並吸引訪問者的眼球，從而將其轉變為忠實的客戶。

source: Add new page category
he_il: הוסף קטגוריית עמודים חדשה
hu_hu: Új oldal-kategória létrehozása
ja_jp: 新しいページカテゴリを追加
pt_br: Adicionar nova categoria de página
pt_pt: Adicionar nova categoria de página
zh_tw: 新增內容管理的分類

source: Add new page
he_il: הוסף דף חדש
hu_hu: Új oldal hozzáadása
ja_jp: 新規ページ追加
pt_br: Adicionar nova página
pt_pt: Adicionar nova página
zh_tw: 新增頁面

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
he_il: פעולה זו לא תחדש תבניות דוא"ל, אלא תגדיר רק את נושא הדוא"ל המוגדר כברירת מחדל ליצירת העתיד (כאשר למשל מותקנת שפה).
hu_hu: Ez nem generálja újra az email sablonokat, csak az alapértelmezett email témát állítja be a jövőbeni legeneráláshoz (például ha egy nyelv kerül telepítésre).
pt_br: Isso não vai recriar os modelos de e-mail, apenas definirá o tema de e-mail padrão para futura geração (quando um idioma for instalado, por exemplo).
pt_pt: Isto não gera novamente modelos de correio electrónico, apenas define o tema de correio electrónico predefinido para geração futura (quando um idioma é instalado, por exemplo).
zh_tw: 這將不會重新生成電子郵件模板，而只會重新生成後代的默認主題（例如，當安裝一種語言時）。

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
he_il: תבניות הדוא"ל של PrestaShop מאוחסנות בתיקיית "מיילים", אך ניתן לעקוף אותן באמצעות תיקיית "הדואר" של העיצוב הנוכחי שלך. שימוש באפשרות זו מאפשר להחליף דוא"ל מהנושא הנוכחי שלך.
hu_hu: A PrestaShop email sablonjai a "mails" mappában vannak tárolva, de felülbírálhatók az aktuális téma saját "mails" mappájával. Ezzel az opcióval felülírhatod az aktuális témában lévő emaileket.
pt_br: Os modelos de e-mail do PrestaShop estão armazenados na pasta "mails", mas eles podem ser sobrescritos pela pasta "mails" de seu tema atual. Utilizar esta opção permite sobrescrever e-mails a partir do seu tema atual.
pt_pt: Os modelos de e-mail do PrestaShop são guardados na pasta "mails", mas eles podem ser substituídos pela pasta "mails" do seu tema atual. A utilização desta opção permite substituir os e-mail do seu tema atual.
zh_tw: PrestaShop電子郵件模板存儲在“郵件”文件夾中，但是可以用當前主題的“郵件”文件夾替換。 使用此選項將覆蓋您當前主題的電子郵件。

source: No emails were detected in any theme folder so this field is disabled.
he_il: לא אותרו הודעות דוא"ל בשום תיקיית ערכות נושא ולכן שדה זה מושבת.
hu_hu: Egyetlen téma mappában sem észlelhető email, ezért ez a mező le van tiltva.
pt_br: Não foram detectados e-mails em nenhuma pasta do tema, por isso este campo está desabilitado.
pt_pt: Não foram detetados e-mails em qualquer pasta do tema, por isso, este campo está desativado.
zh_tw: 在主題文件夾中未檢測到電子郵件，因此該字段被禁用。

source: By default, existing email template files are not modified to avoid deleting any modification you may have done. Enable this option to force the overwrite.
he_il: כברירת מחדל, קבצי תבנית דוא"ל קיימים אינם משתנים כדי למנוע מחיקת כל שינוי שביצעת. הפעל אפשרות זו כדי לאלץ את המחליף.
hu_hu: Alapértelmezés szerint a meglévő email sablonfájlokat a rendszer nem módosítja, azért, hogy elkerülje az esetleges módosítások törlését. Engedélyezd ezt az opciót a felülírás kényszerítéséhez.
pt_br: Por padrão, arquivos de modelos de e-mail existentes não são modificados para evitar excluir qualquer modificação que você possa ter feito. Ative esta opção para forçar a sobrescrevê-los.
pt_pt: Por predefinição, os ficheiros de modelo de e-mail existentes não são modificados para evitar a eliminação de qualquer modificação que possa ter efetuado. Ative esta opção para forçar a substituição.
zh_tw: 默認情況下，不更改現有電子郵件模板文件，以避免刪除您可能已進行的任何更改。 激活此選項以強制覆蓋。

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
he_il: יופיע בדף הראשי שלך. גודל מומלץ לנושא ברירת המחדל: גובה %height% ורוחב %width%
hu_hu: A fő oldaladon fog megjelenni. Javasolt méretek az alapértelmezett témánál: %height% magasság és %width% szélesség.
pt_br: Aparecerá em sua página principal. Tamanho recomendado para o tema padrão: altura %height% e largura %width%.
pt_pt: Irá aparecer na página principal. Tamanho recomendado para o tema predefinido: altura %height% e largura %width%.
zh_tw: 這將會出現在你的主頁。預設主題板模的建議尺寸: 高 %height% 和 寬 %width%.
