Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersHelp.*.xlf
Languages: az_az, bg_bg, de_de, fr_fr, he_il, th_th, zh_tw

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
az_az: Bu sizin dükanınızın veb serverdə yerləşən fiziki qovluğudur. Dükanınız ana qovluqda qurlaşdırılmışdırsa, bu damanı boş qoyun. Beləliklə, sizin dükan www.example.com/my-store/ ünvanındadırsa, siz bu damada my-store/ yazmalısız.
bg_bg: Това е физическата папка на магазина на уеб сървъра. Оставете това поле празно, ако магазинът е инсталиран в главната директория. Например, ако магазинът ви е достъпен на адрес www.example.com/my-store/, трябва да въведете my-store/ в това поле.
de_de: Physisches Verzeichnis Ihres Shops auf dem Server. Lassen Sie dieses Feld leer, wenn Ihr Shop im Stammverzeichnis (Root) und nicht in einem Unterverzeichnis installiert wurde (z.B.: Ist Ihr Shop unter www.my-prestashop.com/my-store/ zu erreichen, würden Sie my-store/ in dieses Feld eintragen).
fr_fr: Dossier physique de votre boutique sur le serveur. Laissez ce champ vide si votre boutique est installée à la racine. Par exemple, si votre boutique est accessible via l’adresse www.mon-prestashop.com/ma-boutique/, vous devez saisir ma-boutique/ dans ce champ.
he_il: זוהי התיקייה הפיזית לחנות שלך בשרת האינטרנט. השאר שדה זה ריק אם החנות שלך מותקנת בנתיב שורש(ROOT). לדוגמא, אם החנות שלך זמינה ב /www.example.com/my-store, אתה חייב להזין /my-store בשדה זה.
th_th: นี่คือโฟลเดอร์จริงสำหรับร้านค้าของคุณบนเว็บเซิร์ฟเวอร์ เว้นช่องนี้ว่างไว้หากร้านค้าของคุณติดตั้งบนเส้นทางราก ตัวอย่างเช่นหากร้านค้าของคุณมีอยู่ที่ www.example.com/my-store/ คุณต้องป้อน my-store / ในช่องนี้
zh_tw: 這是商店在伺服器上的實體路徑，如果商店安裝在網頁根目錄就保持空白即可（例如您的商店網址為 www.example.com/my-store/ ，這裡就需要輸入 my-store/ ）

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
bg_bg: Предупреждение: Пренаписването на URL адреси (напр. mod_rewrite за Apache) изглежда е деактивирано. Ако вашият виртуален URL адрес не работи, моля, проверете при вашия хостинг доставчик как да активирате пренаписването на URL адреси.
de_de: Achtung: URL-Rewriting (z. B.: mod_rewrite für Apache) scheint deaktiviert zu sein. Wenn Ihre URL nicht gefunden wird, fragen Sie Ihren Provider an, wie das URL-Rewriting zu aktivieren ist.
fr_fr: Attention : la réécriture d'URL (par exemple, avec le module mod_rewrite d'Apache) semble être désactivée. Si votre URL ne fonctionne pas, contactez votre hébergeur pour lui demander comment l'activer.
he_il: אזהרה: שכתוב URL מחדש (לדוגמא: mod_rewrite בשרת אפאצ'י) נראה כלא מופעל. אם הכתובת הוירטואלית שלך לא עובדת, אנא בדוק עם ספק האחסון שלך כיצד להפעיל את אפשרות URL rewriting.
th_th: คำเตือน: ดูเหมือนว่าการเขียน URL ใหม่ (เช่น mod_rewrite สำหรับ Apache) จะถูกปิดใช้งาน หาก URL เสมือนของคุณใช้ไม่ได้โปรดตรวจสอบกับผู้ให้บริการโฮสติ้งของคุณเกี่ยวกับวิธีเปิดใช้งานการเขียน URL ใหม่
zh_tw: 警告：網址重寫（例如 Apache 的 mod_rewrite）停用中，如果網址無法運作，請洽尋主機提供者來啟用網址重寫功能。

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
bg_bg: Игнорирайте това поле, ако не използвате инструмента за множество магазини. Ако оставите това поле празно, ще се използва магазинът по подразбиране.
de_de: Ignorieren Sie dieses Feld, wenn Sie das Multishop-Tool nicht verwenden. Wenn Sie dieses Feld freilassen, wird Ihr Standard-Shop verwendet.
fr_fr: Ignorez ce champ si vous n'utilisez pas la fonctionnalité multiboutique. Si vous laissez ce champ vide, la boutique par défaut sera utilisée.
he_il: התעלם משדה זה אם אינך משתמש בכלי ריבוי חנויות. אם תשאיר שדה זה ריק, חנות ברירת המחדל תהיה בשימוש.
th_th: ไม่สนใจฟิลด์นี้ถ้าคุณไม่ได้ใช้เครื่องมือหลายร้านค้าและคุณเว้นช่องนี้ว่างร้านเริ่มต้นจะถูกใช้
zh_tw: 如果沒有使用多商店工具請忽略這個欄位，空白表示使用預設商店

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
az_az: Məhsullar üçün Qabaqcıl Anbar İdarəetməsini aktiv edin (0 = Yox, 1 = Hə)
bg_bg: Активиране на разширеното управление на складови наличности за продукт (0 = Не, 1 = Да)
de_de: Erweiterte Lagerverwaltung für Artikel aktivieren (0 = Nein, 1 = Ja)
fr_fr: Activer la gestion des stocks avancée sur le produit (0 = Non, 1 = Oui)
he_il: הפעל ניהול מלאי מתקדם עבור המוצר (0 - לא, 1 - כן)
th_th: เปิดการใช้งาน Advanced Stock Management บนผลิตภัณฑ์ (0 = ไม่ใช่, 1 = ใช่)
zh_tw: 啟用此商品的進階庫存管理(0=否，1=是)

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
az_az: Məhsullar üçün Qabaqcıl Anbar İdarəetməsini aktiv edin (0 = Yox, 1 = Hə).
bg_bg: Активиране на разширеното управление на складови наличности за продукт (0 = Не, 1 = Да).
de_de: Erweiterte Lagerverwaltung für Artikel aktivieren (0 = Nein, 1 = Ja).
fr_fr: Activer la gestion des stocks avancée sur le produit (0 = Non, 1 = Oui).
he_il: הפעל ניהול מלאי מתקדם עבור המוצר (0 - לא, 1 - כן).
th_th: เปิดการใช้งาน Advanced Stock Management บนผลิตภัณฑ์ (0 = ไม่ใช่, 1 = ใช่)
zh_tw: 啟用進階庫存管理(0=否，1=是)

source: This will add directives to your .htaccess file, which should improve caching and compression.
bg_bg: Това ще добави директиви към вашия .htaccess файл, които трябва да подобрят кеширането и компресията.
de_de: Anklicken, um Einstellungen zur Verbesserung von Cache und Komprimierung in der .htaccess-Datei vorzunehmen.
fr_fr: En cochant cette case, votre fichier .htaccess sera complété automatiquement avec des directives améliorant le cache et la compression.
he_il: פעולה זו תוסיף הנחיות לקובץ. Htaccess הדבר אמור לשפר את זיכרון המטמון ואת דחיסת הנתונים.
th_th: การดำเนินการนี้จะเพิ่มคำสั่งให้กับไฟล์ .htaccess ของคุณ ซึ่งควรปรับปรุงการแคชและการบีบอัด
zh_tw: 這會在您的 .htaccess 檔案加入指令，藉此改善快取與壓縮

source: Enable or disable debug mode.
bg_bg: Активиране или деактивиране на режима за отстраняване на грешки.
de_de: Debug-Modus aktivieren oder deaktivieren.
fr_fr: Activer ou désactiver le mode debug.
he_il: להפעיל או לבטל מצב איתור באגים.
th_th: เปิดใช้งาน หรือ ปิดใช้งาน debug mode.
zh_tw: 開啟或停用偵錯模式。

source: Enable or disable debug mode. Debug mode will enable extended error reporting, display the Symfony debug bar, and other features.
bg_bg: Активиране или деактивиране на режима за отстраняване на грешки. Режимът за отстраняване на грешки ще позволи разширено отчитане на грешки, ще покаже лентата за отстраняване на грешки на Symfony и други функции.
fr_fr: Activer ou désactiver le mode debug. Le mode debug affichera un rapport étendu d'erreur, la barre de debug Symfony ainsi que d'autres fonctionnalités.
zh_tw: 啟用或停用除錯模式。除錯模式將啟用擴展的錯誤報告、顯示Symfony除錯工具欄以及其他功能。

source: Enable or disable debug profiling. Debug profiling will display performance-related information under each page and help find performance bottlenecks in your store.
bg_bg: Активиране или деактивиране на функцията за проследяване на грешки. Функцията за проследяване на грешки ще покаже информация, свързана с производителността, под всяка страница и ще ви помогне да откриете проблемните места в производителността на вашия магазин.
fr_fr: Activer ou désactiver l'outil de debug. Celui-ci affichera des informations liées à la performance sous chaque page et vous aidera à trouver d'éventuels problèmes de performance sur votre boutique.
zh_tw: 啟用或停用除錯分析。除錯分析將在每個頁面下顯示與性能相關的信息，並有助於找出商店中的性能樽頸位。

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
az_az: Dükanınızın ikinci domen adı (məs. myshop-media-server-1.com). Əgər başqa domeniniz yoxdursa, bu damanı boş buraxın.
bg_bg: Името на втория домейн на вашия магазин (напр. myshop-media-server-1.com). Ако нямате друг домейн, оставете това поле празно.
de_de: Name der zweiten Domain Ihres Shops (z.B. myshop-media-server-1.com). Wenn Sie keine weitere Domain haben, lassen Sie dieses Feld leer.
fr_fr: Nom du deuxième domaine de votre boutique, (par exemple, myshop-media-server-1.com). Si vous n'avez pas d'autre domaine, laissez ce champ vide.
he_il: שם הדומיין השני של החנות (לדוגמא: myshop-media-server-1.com ). אם אין לך דומיין נוסף, השאר ריק.
th_th: ชื่อโดเมนที่สองของร้านค้าของคุณ (เช่น myshop-media-server-1.com) หากคุณไม่มีโดเมนอื่น ให้เว้นฟิลด์นี้ว่างไว้
zh_tw: 商店的第 2 個網域名稱 (例如 myshop-media-server-3.com)，如果沒有其它網域名稱，請保持空白

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
az_az: Dükanınızın üçüncü domen adı (məs. myshop-media-server-2.com). Əgər başqa domeniniz yoxdursa, bu damanı boş buraxın.
bg_bg: Името на третия домейн на вашия магазин (напр. myshop-media-server-2.com). Ако нямате друг домейн, оставете това поле празно.
de_de: Name der dritten Domain Ihres Shops (z.B. myshop-media-server-2.com). Wenn Sie keine weitere Domain haben, lassen Sie dieses Feld leer
fr_fr: Nom du troisième domaine de votre boutique, (par exemple, myshop-media-server-1.com). Si vous n'avez pas d'autre domaine, laissez ce champ vide.
he_il: שם הדומיין השלישי של החנות (לדוגמא: myshop-media-server-2.com ). אם אין לך דומיין נוסף, השאר ריק.
th_th: ชื่อโดเมนที่สามของร้านค้าของคุณ (เช่น myshop-media-server-2.com) หากคุณไม่มีโดเมนอื่น ให้เว้นฟิลด์นี้ว่างไว้
zh_tw: 商店的第 3 個網域名稱 (例如 myshop-media-server-3.com)，如果沒有其它網域名稱，請保持空白

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
az_az: Dükanınızın dördüncü domen adı (məs. myshop-media-server-3.com). Əgər başqa domeniniz yoxdursa, bu damanı boş buraxın.
bg_bg: Името на четвъртия домейн на вашия магазин (напр. myshop-media-server-3.com). Ако нямате друг домейн, оставете това поле празно.
de_de: Name der vierten Domain Ihres Shops (z.B. myshop-media-server-3.com). Wenn Sie keine weitere Domain haben, lassen Sie dieses Feld leer.
fr_fr: Nom du quatrième domaine de votre boutique, (par exemple, myshop-media-server-1.com). Si vous n'avez pas d'autre domaine, laissez ce champ vide.
he_il: שם המתחם הרביעי של החנות שלך, (למשל myshop-mediaserver 3.com). אם אין לך מתחם אחר, השאר שדה זה ריק
th_th: ชื่อโดเมนที่สองของร้านค้าของคุณ (เช่น myshop-media-server-3.com) หากคุณไม่มีโดเมนอื่นให้ปล่อยฟิลด์นี้ให้ว่างไว้
zh_tw: 商店的第四個網域名稱 (例如 myshop-media-server-3.com)，如果沒有其它網域名稱，請保持空白

source: Choose "No" to disable Product Combinations.
az_az: "Yox" seçərək Məhsul Birləşmələrini deaktiv edin.
bg_bg: Изберете "Не", за деактивиране на комбинации на продукти.
de_de: "Nein" wählen, um Artikelvarianten zu deaktivieren
fr_fr: Choisissez "Non" pour désactiver les déclinaisons de produits.
he_il: בחר "לא" כדי לנטרל שילובי מוצרים.
th_th: เลือก "ไม่ใช่" เพื่อปิดการใช้งาน Product Combinations.
zh_tw: 選擇 "否" 以停用商品特性．

source: You cannot set this parameter to No when combinations are already used by some of your products
bg_bg: Не можете да зададете този параметър на Не, когато комбинациите вече се използват от някои ваши продукти
de_de: Sie können die Varianten nicht deaktivieren, wenn sie schon bei Artikeln genutzt werden.
fr_fr: Vous ne pouvez pas définir ce paramètre sur "Non" si certains de vos produits utilisent déjà des déclinaisons.
he_il: אין באפשרותך להגדיר פרמטר זה ל "לא" כאשר כבר ישנם שילובים בשימוש על ידי כמה מהמוצרים שלך
th_th: คุณไม่สามารถตั้งค่าพารามิเตอร์นี้เป็นไม่ใช่เมื่อมีการใช้ชุดค่าผสมกับผลิตภัณฑ์บางอย่างของคุณแล้ว
zh_tw: 組合商品使用中，您無法將參數設為 No

source: Choose "No" to disable Product Features.
az_az: Məhsul Özəlliklərini söndürmək üçün "Yox" seçin.
bg_bg: Изберете "Не", за деактивиране на характеристиките на продуктите.
de_de: "Nein" wählen, um Artikeleigenschaften zu deaktivieren
fr_fr: Choisissez "Non" pour désactiver les caractéristiques de produits.
he_il: בחר "לא" כדי לנטרל מאפייני מוצר.
th_th: เลือก "ไม่ใช่" เพื่อปิดการใช้งาน Product Features
zh_tw: 選擇 "否" 以停用商品特性．

source: Choose "No" to disable Customer Groups.
az_az: Sifarişçi Qruplarını söndürmək üçün "Yox" seçin.
bg_bg: Изберете "Не", за деактивиране на групите клиенти.
de_de: "Nein" wählen, um Kundengruppen zu deaktivieren
fr_fr: Choisissez "Non" pour désactiver les groupes de clients.
he_il: בחר "לא" כדי לנטרל קבוצות לקוחות.
th_th: เลือก "ไม่" เพื่อปิดใช้งานกลุ่มลูกค้า
zh_tw: 選擇＂否＂以停用客戶分組功能。

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
bg_bg: Трябва да е разрешено, ако искате да избегнете съхраняването на Smarty кеша в NFS.
de_de: Aktivieren, wenn Sie bei Nutzung des NFS-Protokolls Smarty Cache vermeiden wollen.
fr_fr: À activer si vous voulez éviter de stocker le cache smarty sur NFS.
he_il: צריך להיות מופעל אם אתה רוצה להימנע מאחסון המטמון החכם ב- NFS.
th_th: ควรเปิดใช้งานหากคุณต้องการหลีกเลี่ยงการจัดเก็บ smarty cache บน NFS
zh_tw: 如果你不想在NFS安裝緩衝存儲器就必須把它打開。

source: Choose a stability level for the modules downloaded from PrestaShop Addons Marketplace. All zips pushed on the marketplace are in stable state unless stated otherwise.
bg_bg: Изберете ниво на стабилност на модулите, изтеглени от PrestaShop Addons Marketplace. Всички файлове, качени на сайта, са в стабилно състояние, освен ако не е посочено друго.
de_de: Wählen Sie eine Stabilitätsstufe für die geladenen Module aus dem PrestaShop Addons-Marktplatz. Alle Archive aus dem Marktplatz sind in stabilem Zustand, sofern nicht anders angegeben.
fr_fr: Choisissez un niveau de stabilité pour les modules téléchargés depuis la PrestaShop Addons Marketplace. Tous les zips mis en ligne sur la marketplace sont stables, sauf indication contraire.
th_th: เลือกระดับความเสถียรสำหรับโมดูลที่ดาวน์โหลดจาก PrestaShop Addons Marketplace Zipทั้งหมดที่ส่งเข้ามาไว้ในตลาดจะอยู่ในสถานะเสถียร เว้นแต่จะระบุไว้เป็นอย่างอื่น
zh_tw: 為從 Addons Marketplace 下載的模塊選擇一個穩定性級別。除非另有說明，否則所有推向市場的 zips 都處於穩定狀態。

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
az_az: Məqsədi ilə oğurlayaraq sizin kukin qarşısını almaq üçün bu IP ünvanı yoxlayır.
bg_bg: Проверете IP адреса на бисквитката, за да предотвратите кражба.
de_de: Überprüfen Sie die IP-Adresse des Cookies, um zu verhindern, dass Ihr Cookie gestohlen wird.
fr_fr: Vérifiez l'adresse IP du cookie afin d'éviter que votre cookie soit volé.
he_il: בדוק כתובת IP של העוגיה בכדי למנוע את גניבת העוגיה
th_th: ตรวจสอบเลขไอพีเครื่องจากคุ๊กกี้เพื่อปกป้องคุ้กกี้ของคุณจากการถูกขโมยข้อมูล
zh_tw: 檢查cookie的IP地址，以避免您的cookie被盜

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
bg_bg: Задайте броя часове, през които бисквитките на потребителския интерфейс са валидни. След този период от време клиентът ще трябва да влезе отново.
de_de: Anzahl der Stunden festlegen, für die das Front-Office-Cookie gültig sein soll. Nach Ablauf muss sich der Kunde erneut anmelden.
fr_fr: Indiquez le nombre d'heures durant lesquelles les cookies du front-office seront valides. Une fois ce temps écoulé, le client devra se reconnecter.
he_il: הגדר את סך השעות בהן העוגיות (cookies) בדפים של החנות יהיו תקפות. לאחר פרק זמן זה, הלקוח יצטרך להתחבר מחדש.
th_th: กำหนดจำนวนชั่วโมงที่คุกกี้ของแผนกต้อนรับใช้ได้ หลังจากนั้นลูกค้าจะต้องเข้าสู่ระบบอีกครั้ง
zh_tw: 設定前台cookie的有效存活總長時間 , 若客戶超過此設定時間,則會需要重新登入

source: When you access your back office and decide to stay logged in, your cookies lifetime defines your browser session. Set here the number of hours during which you want them valid before logging in again.
bg_bg: Когато влезете в административния панел и решите да останете влезли, продължителността на живота на вашите бисквитки определя сесията на вашия браузър. Задайте тук броя часове, през които искате те да бъдат валидни, преди да влезете отново.
de_de: Wenn Sie auf Ihr Back-Office zugreifen und sich dafür entscheiden angemeldet zu bleiben, so definiert die Cookie-Lebensdauer die Dauer Ihrer Browser-Sitzung. Stellen Sie hier die Anzahl der Stunden ein, in denen die Cookies gültig sein sollen, bevor Sie sich erneut anmelden müssen.
fr_fr: Lorsque vous accédez à votre back-office et décidez de rester connecté, c'est la durée de vie de vos cookies qui définit votre session de navigation. Définissez ici le nombre d'heures pendant lesquelles vous souhaitez qu'ils restent valables avant de vous reconnecter.
he_il: כשאתה ניגש למשרד האחורי שלך ומחליט להישאר מחובר, חיי העוגיות שלך מגדירים את הפעלת הדפדפן שלך. הגדר כאן את מספר השעות בהן תרצה שתקף אותן לפני שתתחבר שוב.
th_th: เมื่อคุณเข้าถึง back office ของคุณและตัดสินใจที่จะอยู่ในระบบต่อไป อายุการใช้งานคุกกี้ของคุณจะกำหนดเซสชันเบราว์เซอร์ของคุณ ตั้งค่าที่นี่เป็นจำนวนชั่วโมงที่คุณต้องการให้ใช้งานได้ก่อนที่จะเข้าสู่ระบบอีกครั้ง
zh_tw: 當您訪問後台並決定保持登錄狀態時，cookie的生存期將定義您的瀏覽器會話。 在此處設置您希望它們有效後再登錄的小時數。

source: Allows you to declare if your cookie should be restricted to a first-party or same-site context.
bg_bg: Позволява заявяването на това дали бисквитката трябва да бъде ограничена до контекста на първия обект или на същия сайт.
de_de: Hier können Sie angeben, ob Ihr Cookie auf einen First-Party- oder Same-Site-Kontext beschränkt sein soll.
fr_fr: Permet de préciser si votre cookie doit être restreint à un contexte first-party ou same-site.
he_il: מאפשר לך להצהיר אם יש להגביל את ה-cookie שלך להקשר של צד ראשון או אותו אתר.
th_th: อนุญาตให้คุณประกาศว่าควรจำกัดคุกกี้ของคุณให้อยู่ในบริบทของบุคคลที่หนึ่งหรือเว็บไซต์เดียวกันหรือไม่
zh_tw: 允許您聲明您的 cookie 是否應限制在第一方或同一站點上下文中。

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower than or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Задайте максималния разрешен размер за прикачени файлове (в мегабайти). Тази стойност трябва да бъде по-ниска или равна на максимално разрешения размер за качване на файлове от вашия сървър (в момента: %size% MB).
de_de: Legen Sie die maximal zulässige Größe für Dateianhänge fest (in Megabyte). Dieser Wert muss kleiner oder gleich dem maximalen Datei-Upload sein, den Ihr Server zulässt (derzeit: %size% MB).
fr_fr: Définissez la taille maximale autorisée pour les fichiers joints (en mégaoctets). Cette valeur doit être inférieure ou égale à la taille maximale de téléchargement de fichiers allouée par votre serveur (actuellement : %size% Mo).
he_il: קבע את הגודל המקסימלי המותר להעלאת קבצים (במגהבייטים). ערך זה צריך להיות שווה או נמוך לגודל המקסמלי המותר בהגדרות השרת שלך, עבור העלאת קבצים (כרגע הגודל המותר בשרת הוא %size% מגהבייט).
th_th: กำหนดขนาดสูงสุดที่อนุญาตสำหรับไฟล์แนบ (เป็นเมกะไบต์) ค่านี้ต้องต่ำกว่าหรือเท่ากับการอัปโหลดไฟล์สูงสุดที่เซิร์ฟเวอร์ของคุณกำหนด (ปัจจุบันคือ %size% MB)
zh_tw: 設置允許附件文件的最大上傳量（以MB為單位）。 該值必須少於或等於伺服器分配的最大文件上傳量（當前為：%size%MB）。

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Определете лимита за качване на сваляем продукт (в мегабайти). Тази стойност трябва да бъде по-ниска или равна на максимално разрешения размер за качване на файлове от вашия сървър (в момента: %size% MB).
de_de: Upload-Limit für Download-Artikel festlegen (in MB). Wert muss kleiner oder gleich dem maximal zulässigen Wert auf Ihrem Server sein (aktuell: %size% MB).
fr_fr: Définissez la taille limite des produits téléchargeables (en mégaoctets). Cette valeur doit être inférieure ou égale à la taille maximale allouée par votre serveur (actuellement : %size% Mo).
th_th: กำหนดขีดจำกัดการอัปโหลดสำหรับผลิตภัณฑ์ที่ดาวน์โหลดได้ (เป็นเมกะไบต์) ค่านี้ต้องต่ำกว่าหรือเท่ากับจำนวนไฟล์สูงสุดที่เซิร์ฟเวอร์ของคุณกำหนด (ปัจจุบันคือ %size% MB)
zh_tw: 定義可下載商品的上傳限制（以MB為單位）。 該值必須小於或等於伺服器分配的最大文件上傳量（當前為 %size%MB）。

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Определете лимита за качване на изображение (в мегабайти). Тази стойност трябва да бъде по-ниска или равна на максимално разрешения размер за качване на файлове от вашия сървър (в момента: %size% MB).
de_de: Upload-Limit für Bilder festlegen (in MB). Wert muss kleiner oder gleich dem maximal zulässigen Wert auf Ihrem Server sein (aktuell: %size% MB).
fr_fr: Définissez la taille limite d'une image (en mégaoctets). Cette valeur doit être inférieure ou égale à la taille maximale allouée par votre serveur (actuellement : %size% Mo).
th_th: กำหนดขีดจำกัดการอัปโหลดสำหรับรูปภาพ (เป็นเมกะไบต์) ค่านี้ต้องต่ำกว่าหรือเท่ากับจำนวนไฟล์สูงสุดที่เซิร์ฟเวอร์ของคุณกำหนด (ปัจจุบันคือ %size% MB)
zh_tw: 設定可下載單張圖像檔案之上傳限制 (以MB計), 此值需低於或等於系統可上傳的最大值 (目前為: %size% MB)

source: Drop existing tables during import.
bg_bg: Премахване на съществуващите таблици по време на импортирането.
de_de: Vorhandene Tabellen während des Imports löschen.
fr_fr: Supprimer les tables existantes dans la base de données lors de l'import.
he_il: הסר טבלאות קיימות בעת ייבוא.
th_th: ลบตารางที่มีอยู่ในระหว่างการนำเข้า
zh_tw: 匯入時刪除資料庫tables

source: If enabled, the backup script will drop your tables prior to restoring data. (ie. "DROP TABLE IF EXISTS")
bg_bg: Ако е разрешено, скриптът на резервното копие ще премахне всички данни в таблиците, преди да ги възстанови. (т.е. "DROP TABLE IF EXISTS")
de_de: Wenn diese Option aktiviert ist, löscht das Backup-Skript Ihre Tabellen vor der Wiederherstellung der Daten. (z. B. "DROP TABLE IF EXISTS")
fr_fr: Si cette fonctionnalité est activée, le fichier de sauvegarde supprimera les tables existantes avant la restauration des données sauvegardées ("DROP TABLE IF EXISTS")
he_il: אם מופעל, סקריפט הגיבוי יוריד את הטבלאות שלך לפני שחזור הנתונים. (כלומר, "שחרר טבלה אם קיימת")
th_th: หากเปิดใช้งาน สคริปต์สำรองข้อมูลจะทิ้งตารางของคุณก่อนที่จะกู้คืนข้อมูล (เช่น ""DROP TABLE IF EXISTS")
zh_tw: 如果啟用，備份腳本（backup script）將在恢復數據之前刪除您的數據表。（即 "DROP TABLE IF EXISTS”）

source: A DKIM selector usually looks like 12345.domain. It must match the name of your DNS record.
bg_bg: DKIM селекторът обикновено изглежда така: 12345.domain. Той трябва да съвпада с името на вашия DNS запис.
de_de: Ein DKIM-Selektor sieht normalerweise wie 12345.domain aus. Er muss mit dem Namen Ihres DNS-Records übereinstimmen.
fr_fr: Un sélecteur DKIM ressemble généralement à 12345.domain. Il doit correspondre au nom de votre enregistrement DNS.
th_th: ตัวเลือก DKIM มักจะดูเหมือน 12345.domain ต้องตรงกับชื่อระเบียน DNS ของคุณ
zh_tw: DKIM 選擇器通常看起來像 12345.domain。它必須與您的 DNS 記錄的名稱吻合。

source: The private key starts with -----BEGIN RSA PRIVATE KEY-----.
bg_bg: Частният ключ започва с -----BEGIN RSA PRIVATE KEY-----.
de_de: Der private Schlüssel beginnt mit -----BEGIN RSA PRIVATE KEY-----.
fr_fr: La clé privée commence par -----BEGIN RSA PRIVATE KEY-----.
th_th: private คีย์ เริ่มต้นด้วย -----BEGIN RSA PRIVATE KEY-----.
zh_tw: 私鑰以 -----BEGIN RSA PRIVATE KEY----- 開頭。

source: Where customers send messages from the order page.
bg_bg: До къде клиентите ще изпращат съобщения от страницата на поръчка.
de_de: Wenn ein Kunde eine Nachricht von seiner Bestellseite aus sendet
fr_fr: Lorsqu'un client envoie un message depuis sa page de commande.
he_il: היכן שלקוחות שולחים הודעות מדף ההזמנות.
th_th: ข้อความที่ลูกค้าส่งจากหน้าสั่งซื้อ.
zh_tw: 客戶從訂單頁發送訊息的位置。

source: Enable DKIM, fill in the fields and give it a try. If no email is sent, check logs.
bg_bg: Активиране на DKIM, попълнете полетата и пробвайте. Ако не се изпращат имейли, проверете регистъра.
de_de: Aktivieren Sie DKIM, füllen Sie die Felder aus und testen Sie die Funktion. Wenn keine E-Mail gesendet wird, prüfen Sie die Logs.
fr_fr: Activez DKIM, remplissez les champs et faites un essai. Si aucun e-mail n'est envoyé, vérifiez les logs.
th_th: เปิดใช้งาน DKIM กรอกข้อมูลในฟิลด์และลองทำดู หากไม่มีการส่งอีเมล ให้ตรวจสอบบันทึก
zh_tw: 啟用 DKIM，填寫字段並試一試。如果未發送電子郵件，請檢查日誌。
