Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminNotificationsSuccess.*.xlf
Languages: az_az, lv_lv, tl_ph, tr_tr

source: Successful update
az_az: Uğurlu yenilənmə
lv_lv: Veiksmīga atjaunošana
tr_tr: Güncelleme başarılı

source: Update successful
az_az: Müvəffəqiyyətlə yeniləndi
lv_lv: Atjaunināšana sekmīga
tl_ph: Matagumpay ang pag-update
tr_tr: Güncelleme başarılı

source: The thumbnails were successfully regenerated.
az_az: Thumbnails müvəffəqiyyətlə yenidən yaradıldı
lv_lv: Sīkattēli veiksmīgi pārģenerēti
tr_tr: Küçük resimler başarı ile oluşturuldu.

source: Successful upload.
az_az: Uğurlu yüklənmə.
lv_lv: Veiksmīga augšupielāde.
tl_ph: Matagumpay na pag-upload.
tr_tr: Yükleme başarılı.

source: Duplication was completed successfully.
az_az: Çoxaltma uğurla tamamlanmışdır.
lv_lv: Dublēšanās sekmīgi pabeigta
tr_tr: Kopyalama başarıyla tamamlandı.

source: The selected images have successfully been moved.
az_az: Seçilmiş şəkillər uğurla daşındı.
lv_lv: Izvēlētais attēls veiksmīgi pārvietots.
tr_tr: Seçilen resimler başarıyla taşındı.

source: Your cover image selection has been saved.
az_az: Örtük şəkli seçiminiz yaddaşda saxlanıldı.
lv_lv: Vāka attēls veiksmīgi saglabāts.
tr_tr: Kapak resmi seçiminiz kaydedildi.

source: A zone has been assigned to the selection successfully.
az_az: Qurşaq seçilmişə uğurla birləşdirildi.
lv_lv: Zona atlasītajiem produktiem tik veiksmīgi atjaunota.
tr_tr: Bir bölge seçime başarıyla atandı.

source: Successful upgrade.
az_az: Uğurlu yenilənmə.
lv_lv: Veiksmīgi atjaunots.
tl_ph: Matagumpay na pag-upgrade.
tr_tr: Başarıyla yükseltildi.

source: Successful deletion
az_az: Uğurlu pozulma
lv_lv: Veiksmīga dzēšana
tr_tr: Başarı ile silindi

source: The settings have been successfully updated.
az_az: Quraşdırmalar uğurla yeniləndi.
lv_lv: Iestatījumi veiksmīgi atjaunoti.
tr_tr: Ayarlar başarıyla güncellendi.

source: The status has been successfully updated.
az_az: Durum uğurla yeniləndi.
lv_lv: Statuss veiksmīgi atjaunots.
tr_tr: Durum başarıyla güncellendi.

source: Comment successfully added.
az_az: Rəy uğurla artırıldı.
lv_lv: Komentārs veiksmīgi pievienots.
tl_ph: Ang komento ay matagumpay na naidagdag.
tr_tr: Yorum başarıyla eklendi.

source: The selection has been successfully deleted.
az_az: Seçdiyiniz uğurla pozuldu.
tr_tr: Seçilenler başarı ile silindi.

source: Successful creation
az_az: Uğurlu yaradılış
lv_lv: Veiksmīga izveide
tr_tr: Başarıyla oluşturuldu

source: The status has been updated successfully.
az_az: Status müvəffəqiyyətlə yeniləndi
lv_lv: Statusa maiņa sekmīga
tr_tr: Durum başarıyla güncellendi.

source: Settings updated
az_az: Nizamlamalar yeniləndi
lv_lv: Iestatījumi atjaunoti
tl_ph: Na i-update na ang mga setting
tr_tr: Ayarlar güncellendi

source: Configuration updated
az_az: Konfiqurasiya yeniləndi
lv_lv: Konfigurācija atjaunota
tl_ph: Na-update na ang kumpigurasyon
tr_tr: Yapılandırma güncellendi

source: Successful update.
az_az: Uğurlu yenilənmə.
lv_lv: Veiksmīgi atjaunots.
tl_ph: Tagumpay ang pag update.
tr_tr: Güncelleme başarılı.

source: Successful deletion.
az_az: Uğurlu pozulma.
lv_lv: Veiksmīga nodzēsts.
tl_ph: Matagumpay na pagtanggal.
tr_tr: Silme başarılı.

source: The settings have been updated.
az_az: Nizamlamalar yeniləndi
lv_lv: Iestatījumi atjaunoti
tl_ph: Ang mga setting ay na-update na.
tr_tr: Ayarlar güncellendi

source: Email theme configuration saved successfully
az_az: Email konfiqurasiyası uğurla yaddaşda saxlanıldı
lv_lv: E-pasta šablona konfigurācija veiksmīgi saglabāta
tr_tr: Eposta tema yapılandırması başarıyla kaydedildi

source: Test email for layout %layout% was successfully sent to %email%
az_az: %layout% üçün yoxlama e-poçtu uğurla %email% ünvanına göndərildi
lv_lv: Šablona %layout% testa e-pasts veiksmīgi nosūtīts uz %email%
tr_tr: %layout% yerleşimi için test epostası %email% adresine başarıyla gönderildi

source: Your theme has been correctly exported: %path%
az_az: Temanız düzgün ixrac edildi: %path%
lv_lv: Tēma tika veiksmīgi eksportēta: %path%
tl_ph: Na-export nang wasto ang iyong tema: %path%
tr_tr: Temanız başarıyla dışa aktarıldı: %path%

source: The image was successfully deleted.
az_az: Rəsm müvəffəqiyyətlə yeniləndi
lv_lv: Attēls sekmīgi dzēsts
tr_tr: Resim başarı ile silindi.

source: Settings updated.
az_az: Quraşdırmalar yeniləndi.
lv_lv: Iestatījumi atjaunoti.
tr_tr: Ayarlar güncellendi.

source: The product was successfully added.
az_az: Bu məhsul uğurla artırıldı.

source: The product was successfully removed.
az_az: Məhsul uğurla silindi.

source: [1] products were successfully added.
az_az: [1] məhsul uğurla artırıldı.

source: [1] products were successfully removed.
az_az: [1] məhsul uğurla silindi.

source: The image's shop association has been modified.
lv_lv: Attēla veikala asociācija tika modificēta.
tr_tr: Resmin mağaza ilişkisi değiştirildi.

source: Successfully overwrote email templates for theme %s with locale %s
lv_lv: Veiksmīgi pārrakstīti e-pasta šabloni tēmai %s ar %s lokalizāciju
tr_tr: %s temasının %s yereli için eposta şablonlarının üzerine başarıyla yazıldı

source: Successfully generated email templates for theme %s with locale %s
lv_lv: Veiksmīgi ģenerēja e-pasta šabloni tēmai %s ar %s lokalizāciju
tr_tr: %s temasının %s yereli için eposta şablonları başarıyla oluşturuldu
