Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminInternationalFeature.*.xlf
Languages: lo_la

source: Use the last registered format
lo_la: ນຳໃຊ້ແບບລົງທະບຽນຫຼ້າສຸດ

source: Down
lo_la: ລົງ

source: Up
lo_la: ຂຶ້ນ

source: expressions
lo_la: ການສະແດງ

source: Core emails
lo_la: ແກນອີເມວ

source: Modify translations
lo_la: ດັດແປງແປພາສາ

source: Country options
lo_la: ຕົວເລືອກປະເທດ

source: Country name
lo_la: ຊື່ຂອງປະເທດ

source: Default store currency
lo_la: ສະກຸນເງິນຮ້ານຄ້າເບື້ອງຕົ້ນ

source: Do you need a tax identification number?
lo_la: ຕ້ອງການໝາຍເລກປະຈຳຕົວທີ່ຕ້ອງເສຍພາສີບໍ?

source: Call prefix
lo_la: ຕົວໜັງສືນຳໜ້າເອີ້ນ

source: Default currency
lo_la: ສະກຸນເງິນເບື້ອງຕົ້ນ

source: ISO code
lo_la: ລະຫັດ ISO

source: Behavior
lo_la: ພຶດຕິກຳບໍ່ໝົດ

source: Update translations
lo_la: ປັບປຸງການແປພາສາ

source: Expand all fieldsets
lo_la: ຂະໜາຍຟີວອອກທັງໝົດ

source: Close all fieldsets
lo_la: ຫຍໍ້ຟີວທັງໝົດເຂົ້າ

source: Invoice address
lo_la: ທີ່ຢູ່ໃບກຳກັບສິນຄ້າ

source: Delivery address
lo_la: ທີ່ຢູ່ສົ່ງເຄື່ອງ

source: Other
lo_la: ອື່ນໆ

source: Email
lo_la: ອີເມວ

source: Symbol
lo_la: ສັນຍາລັກ

source: Type
lo_la: ປະເພດ

source: Language code
lo_la: ລະຫັດພາສາ

source: Date format
lo_la: ຮູບແບບວັນທີ

source: Date format (full)
lo_la: ຮູບແບບວັນທີແບບເຕັມ

source: Flag
lo_la: ທຸງຊາດ

source: Rate
lo_la: ອັດຕາ

source: Whitelisted IP addresses
lo_la: ອະນຸຍາດທີ່ຢູ່ໄອພີ

source: Geolocation behavior for restricted countries
lo_la: ພຶດຕິກຳ Geolocation ສຳລັບປະເທດເຂັ້ມງວດ

source: Visitors cannot see your catalog.
lo_la: ຜູ້ຢ້ຽມຊົມບໍ່ສາມາດເຫັນແຄັດຕາລັອກເຈົ້າ

source: Visitors can see your catalog but cannot place an order.
lo_la: ຜູ້ຢ້ຽມຊົມສາມາດເຫັນແຄັດຕາລັອກເຈົ້າ ແຕ່ວ່າບໍ່ສາມາດສ້າງຄຳສັ່ງຊື້

source: Geolocation behavior for other countries
lo_la: ພຶດຕິກຳ Geolocation ສຳລັບປະເທດທີ່ບໍ່ທັນໄດ້ກຳນົດ

source: All features are available
lo_la: ທຸກຈຸດເດັ່ນໃຊ້ງານໄດ້

source: Select the countries from which your store is accessible
lo_la: ເລືອກປະເທດທີ່ສາມາດເຂົ້າເຖິງຮ້ານຄ້າຂອງເຈົ້າໄດ້

source: Units (e.g. weight, volume, distance)
lo_la: ຫົວໜ່ວຍ(ຕົວຢ່າງ: ນ້ຳໜັກ, ບໍລິມາດ, ໄລຍະທາງ)

source: Ecotax
lo_la: ພາສີເພື່ອສິ່ງແວດລ້ອມ

source: Update a language
lo_la: ປັບປຸງພາສາ

source: Add a language
lo_la: ເພ່ີມພາສາ

source: Countries
lo_la: ປະເທດ

source: Geolocation by IP address
lo_la: Geolocation ໂດຍ IP

source: IP address whitelist
lo_la: ຊ້ວງຄວາມກວ້າງຂອງທີ່ຢູ່ໄອພີ

source: The following features are only available if you enable the Geolocation by IP address feature.
lo_la: ໃຊ້ໄດ້ພຽງແຕ່ຈຸດເດັ່ນຂ້າງລຸ່ມ ຖ້າເຈົ້າເປີດນຳໃຊ້ Geolocation ໂດຍໄອພີໃນອະນາຄົດ.

source: Import a localization pack
lo_la: ນຳເຂົ້າ ແພັກພາສາທ້ອງຖິ່ນ

source: States
lo_la: ແຂວງ

source: Tax options
lo_la: ຕົວເລືອກພາສີ

source: Tax Rules
lo_la: ກົດພາສີ

source: Add / Update a language
lo_la: ເພີ່ມ / ປັບປຸງພາສາ

source: Add or update a language
lo_la: ເພີ່ມ ຫຼື ປັບປຸງພາສາ

source: Export a language
lo_la: ນຳອອກພາສາ

source: Delete item #
lo_la: ລຶບໂຕນີ້ #
