Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersFeature.*.xlf
Languages: es_es, fr_fr, pt_pt, zh_tw

source: Create profiles for your employees with specific rights. SuperAdmin can access the entire store while other people can only be dedicated to the catalog or orders pages.
es_es: Crea perfiles para tus empleados con derechos específicos. SuperAdmin puede acceder a toda la tienda, mientras que otras personas solamente pueden estar dedicadas al catálogo o a las páginas de pedidos.
fr_fr: Créez des profils pour vos employés avec des droits spécifiques. Le SuperAdmin peut accéder à l'ensemble du magasin, tandis que d'autres personnes ne peuvent être dédiées qu'au catalogue ou aux pages de commandes.
pt_pt: Crie perfis para os seus empregados com direitos específicos. O SuperAdmin pode aceder a toda a loja, enquanto outras pessoas só podem estar dedicadas às páginas do catálogo ou das encomendas.
zh_tw: 為具有特定權限的員工創建配置文件。 SuperAdmin 可以訪問整間商店，而其他人只能訪問目錄或訂單頁面。

source: Edit: %lastname% %firstname%
es_es: Editar: %lastname% %firstname%
fr_fr: Modifier : %lastname% %firstname%
pt_pt: Editar: %lastname% %firstname%
zh_tw: 編輯：%lastname% %firstname%

source: Add new employee
es_es: Añadir nuevo empleado
fr_fr: Ajouter un employé
pt_pt: Adicionar funcionário
zh_tw: 新增新員工

source: New features
es_es: Nuevas características
fr_fr: Nouvelles fonctionnalités
pt_pt: Novas funcionalidades
zh_tw: 新特性

source: Experimental features
es_es: Características experimentales
fr_fr: Fonctionnalités expérimentales
pt_pt: Características experimentais
zh_tw: 實驗性功能

source: Match your data
es_es: Combinación de datos
fr_fr: Correspondance des données
pt_pt: Correspondência com os seus dados
zh_tw: 匹配您的資料。

source: Please match each column of your source file to one of the destination columns.
es_es: Por favor, haz coincidir cada columna de tu archivo de origen con una de las columnas de destino.
fr_fr: Veuillez faire correspondre chaque colonne de votre fichier source avec l'une des colonnes cibles.
pt_pt: Faça a correspondência de cada coluna do seu ficheiro de origem para cada coluna de destino.
zh_tw: 請將您源數據文件的每一列匹配到其中一個目標列。

source: Load a data matching configuration
es_es: Cargar una configuración de coincidencia de datos
fr_fr: Charger une configuration d'import
pt_pt: Usar modelo de importação de dados
zh_tw: 加載數據匹配配置

source: Save your data matching configuration
es_es: Guardar su configuración de combinaciones de datos
fr_fr: Sauvegarder votre configuration d'import
pt_pt: Guardar modelo de importação de dados
zh_tw: 儲存數據匹配配置

source: Rows to skip
es_es: Filas a saltar
fr_fr: Lignes à passer
pt_pt: Linhas a ignorar
zh_tw: 要跳過的行數

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
es_es: Indica cuántas de las primeras filas de tu archivo deben ser omitidas cuando se importan los datos. Por ejemplo, indica 1 si la primera fila de tu archivo contiene cabeceras.
fr_fr: Indiquez combien de lignes parmi les premières lignes du fichier doivent être ignorées lors de l'import des données. Par exemple, indiquez 1 si la première ligne de votre fichier contient les entêtes.
pt_pt: Indique quantas linhas de entre as primeiras linhas do seu ficheiro devem ser ignoradas ao importar os dados. Por exemplo, definir 1, se a primeira linha do seu ficheiro contém títulos.
zh_tw: 指示導入數據時應跳過的文件的頂行數。 例如，如果文件的第一行包含標題，則將其設置為1。

source: Two columns cannot have the same type of values
es_es: Dos columnas no pueden tener el mismo tipo de valores
fr_fr: Deux colonnes ne peuvent pas être mise en correspondance avec le même champ.
pt_pt: Não podem existir duas colunas com o mesmo tipo de dados
zh_tw: 兩欄位不能具有相同類型的數值

source: This column must be set:
es_es: Esta columna debe establecerse:
fr_fr: Cette colonne est requise :
pt_pt: Esta coluna tem de ser enviada:
zh_tw: 必須設置此欄位：

source: Meaning of severity levels:
es_es: Significado de los niveles de gravedad:
fr_fr: Signification des niveaux de gravité :
pt_pt: Significado dos níveis de gravidade:
zh_tw: 安全層級的定義：

source: Logs by email
es_es: Alerta por email
fr_fr: Alertes par e-mail
pt_pt: Envio de registos de eventos por email
zh_tw: 電子郵件記錄

source: No module
es_es: Ningún módulo
fr_fr: Aucun module
pt_pt: Nenhum módulo
zh_tw: 沒有任何模組

source: Profile
es_es: Perfil
fr_fr: Profil
pt_pt: Perfil
zh_tw: 基本資料描述

source: List of MySQL Tables
es_es: Lista de tablas de MySQL
fr_fr: Listes des tables MySQL
pt_pt: Lista de tabelas MySQL
zh_tw: MySQL資料表列表

source: Please choose a table.
es_es: Por favor, selecciona una tabla.
fr_fr: Veuillez choisir la table.
pt_pt: Por favor, escolha uma tabela.
zh_tw: 請選擇一個資料表

source: Add table name to SQL query
es_es: Añadir nombre de tabla a consulta SQL
fr_fr: Ajouter un nom de table à la requête SQL
pt_pt: Adicionar nome da tabela à consulta SQL
zh_tw: 將數據庫表名添加到SQL查詢中

source: List of attributes for this MySQL table
es_es: Lista de atributos para esta tabla MySQL
fr_fr: Liste des attributs de cette table MySQL
pt_pt: Lista de atributos desta tabela MySQL
zh_tw: 此MySQL表的屬性列表

source: Add attribute to SQL query
es_es: Añadir un atributo a la consulta SQL
fr_fr: Ajouter un attribut à la requête SQL
pt_pt: Adicionar atributo à consulta SQL
zh_tw: 將屬性添加到SQL查詢中

source: Action
es_es: Acción
fr_fr: Outils
pt_pt: Ação
zh_tw: 操作：

source: SQL query
es_es: Consulta SQL
fr_fr: Requête SQL
pt_pt: Consulta SQL
zh_tw: SQL 查詢

source: Add new SQL query
es_es: Añadir una nueva consulta SQL
fr_fr: Ajouter une requête SQL
pt_pt: Adicionar nova Consulta-SQL
zh_tw: 新增SQL查詢

source: SQL query result
es_es: Resultado de consulta SQL
fr_fr: Résultats de la requête SQL
pt_pt: Resultado da consulta SQL
zh_tw: SQL查詢結果

source: Outdated sessions
es_es: Sesiones caducadas
fr_fr: Sessions expirées
pt_pt: Sessões desactualizadas
zh_tw: 過期的環節

source: Clear outdated sessions manually
es_es: Limpiar sesiones caducadas manualmente
fr_fr: Effacer les sessions expirées manuellement
pt_pt: Limpar sessões desactualizadas manualmente
zh_tw: 手動清除過時的環節

source: Clear
es_es: Limpiar
fr_fr: Effacer
pt_pt: Limpar
zh_tw: 清除

source: Password policy
es_es: Política de contraseñas
fr_fr: Politique de mot de passe
pt_pt: Política de palavras-passe
zh_tw: 密碼政策

source: 0 means the password is extremely easy to guess (within 10^3 guesses). Dictionary words like "password" or "mother" score 0.
es_es: 0 significa que la contraseña es extremadamente fácil de adivinar (en 10^3 intentos). Palabras del diccionario como "contraseña" o "madre" tienen una puntuación de 0.
fr_fr: 0 signifie que le mot de passe est extrêmement facile à deviner (en moins de 10^3 tentatives). Les mots du dictionnaire comme "mot de passe" ou "maman" obtiennent un score de 0.
pt_pt: 0 significa que a palavra-passe é extremamente fácil de adivinhar (dentro de 10^3 tentativas). Palavras do dicionário como "password" ou "mother" têm pontuação 0.
zh_tw: 0 表示密碼非常容易猜到（在 10^3 次內）。像“密碼”或“母親”這樣的字典詞得分為 0。

source: 1 is still very easy to guess (guesses lesser than 10^6). An extra character on a dictionary word can score 1.
es_es: 1 sigue siendo muy fácil de adivinar (en menos de 10^6 intentos). Un carácter extra en una palabra del diccionario puede puntuar 1.
fr_fr: 1 est toujours très facile à deviner (en moins de 10^6 tentatives). Un caractère ajouté à un mot du dictionnaire peut obtenir un score de 1.
pt_pt: 1 continua a ser muito fácil de adivinhar (adivinhações inferiores a 10^6). Um carácter extra numa palavra do dicionário pode marcar 1.
zh_tw: 1 還是很容易猜的（少於 10^6 次）。字典單詞上多出一個字符可以得 1。

source: 2 is pretty easy to guess (guesses lesser than 10^8). It provides some protection from unthrottled online attacks.
es_es: 2 es bastante fácil de adivinar (en menos de 10^8 intentos). Proporciona cierta protección contra ataques en línea sin control.
fr_fr: 2 est plutôt facile à deviner (en moins de 10^8 tentatives). Il offre une certaine protection contre les attaques en ligne non régulées.
pt_pt: 2 é bastante fácil de adivinhar (adivinhações inferiores a 10^8). Fornece alguma protecção contra ataques em linha não acelerados.
zh_tw: 2 很容易猜到（少於 10^8 次）。 它為不受限制的在線攻擊提供了一些保護。

source: 3 is safely unguessable (guesses lesser than 10^10). It offers moderate protection from offline slow-hash scenario.
es_es: 3 es seguramente imposible de adivinar (en menos de 10^10 intentos). Ofrece una protección moderada contra escenarios de hash lento fuera de línea.
fr_fr: 3 est très difficile à deviner (estimations : moins de 10^10). Il offre une protection modérée contre un scénario de type hachage lent hors ligne.
pt_pt: 3 é seguramente indecifrável (adivinhações inferiores a 10^10). Oferece uma protecção moderada contra o cenário de slow-hash offline.
zh_tw: 3 安全不容易猜到（小於 10^10 次）。它為離線 slow-hash 場景提供了適度的保護。

source: 4 is very unguessable (guesses greater than or equal to 10^10) and provides strong protection from offline slow-hash scenario.
es_es: 4 es indescifrable (requiere más de 10^10 intentos) y brinda una fuerte protección contra escenarios de hash lento fuera de línea.
fr_fr: 4 est quasiment impossible à deviner (estimations : supérieures ou égales à 10^10) et offre une forte protection contre un scénario de type hachage lent hors ligne.
pt_pt: 4 é muito indecifrável (adivinhações maiores ou iguais a 10^10) e fornece uma forte protecção contra o cenário offline de slow-hash.
zh_tw: 4 是非常不可猜測的（大或等於 10^10 次）。它為離線 slow-hash 場景提供了強大的保護。

source: 1 is still very easy to guess (guesses less than 10^6). An extra character on a dictionary word can score 1.
es_es: 1 sigue siendo muy fácil de adivinar (en menos de 10^6 intentos). Un carácter extra en una palabra del diccionario puede puntuar 1.
fr_fr: 1 est toujours très facile à deviner (en moins de 10^6 tentatives). Un caractère ajouté à un mot du dictionnaire peut obtenir un score de 1.
pt_pt: 1 ainda é muito fácil de adivinhar (tentativas inferiores a 10^6). Um carácter extra numa palavra do dicionário pode marcar 1.
zh_tw: 1 還是很容易猜的（少於 10^6 次）。字典單詞上多出一個字符可以得 1。

source: 2 is pretty easy to guess (guesses less than 10^8). It provides some protection from unthrottled online attacks.
es_es: 2 es bastante fácil de adivinar (en menos de 10^8 intentos). Proporciona cierta protección contra ataques en línea sin control.
fr_fr: 2 est plutôt facile à deviner (en moins de 10^8 tentatives). Il offre une certaine protection contre les attaques en ligne non régulées.
pt_pt: 2 é bastante fácil de adivinhar (tentativas inferiores a 10^8). Fornece alguma protecção contra ataques em linha não acelerados.
zh_tw: 2 很容易猜到（少於 10^8 次）。 它為不受限制的在線攻擊提供了一些保護。

source: 3 is safely unguessable (guesses less than 10^10). It offers moderate protection from offline slow-hash scenario.
es_es: 3 es seguramente imposible de adivinar (en menos de 10^10 intentos). Ofrece una protección moderada contra escenarios de hash lento fuera de línea.
fr_fr: 3 est très difficile à deviner (estimations : moins de 10^10). Il offre une protection modérée contre un scénario de type hachage lent hors ligne.
pt_pt: 3 é seguramente indecifrável (adivinhações inferiores a 10^10). Oferece uma protecção moderada contra o cenário de slow-hash offline.
zh_tw: 3 安全不容易猜到（小於 10^10 次）。它為離線 slow-hash 場景提供了適度的保護。

source: Webservice Accounts
es_es: Cuentas servicio Web
fr_fr: Comptes webservice
pt_pt: Contas do WebService[API]
zh_tw: Webservice 帳號

source: Set the resource permissions for this key:
es_es: Establece los permisos de recursos para esta clave:
fr_fr: Paramétrez les permissions de cette clé :
pt_pt: Definir as permissões de recursos para esta chave API:
zh_tw: 設定本密碼的資源權限：

source: Add new webservice key
es_es: Añadir una nueva clase webservice
fr_fr: Ajouter une clé de webservice
pt_pt: Adicionar nova chave de WebService[API]
zh_tw: 新增 webservice 密鑰

source: Webservice status
es_es: Estado del servicio web
fr_fr: Statut du webservice
pt_pt: Estado do serviço Web
zh_tw: Webservice 狀態

source: Webservice is enabled. Main entry point is
es_es: El servicio web está habilitado en
fr_fr: Le webservice est activé. Le point d'entrée principal est
pt_pt: O serviço Web está activado. O ponto de entrada principal é
zh_tw: 已啟用 webservice。 主要入口點是

source: It seems that the webservice endpoint is not functional. If you are using httpd/apache2, you need to enable URL rewriting on your server.
es_es: Parece que la ruta del servicio web no funciona. Si está utilizando httpd/apache2, debe habilitar la reescritura de URL en su servidor.
fr_fr: Il semble que le point de terminaison du webservice ne soit pas fonctionnel. Si vous utilisez httpd/apache2, vous devez activer la réécriture d'URL sur votre serveur.
pt_pt: Parece que o ponto de extremidade do webservice não está a funcionar. Se estiver a utilizar httpd/apache2, tem de activar a reescrita de URL no seu servidor.
zh_tw: 似乎 webservice 端點不起作用。 如果您使用的是 httpd/apache2，則需要在您的伺服器上啟用 URL 重寫。

source: Read the [1]developer documentation[/1].
es_es: Lea la [1]documentación para desarrolladores[/1].
fr_fr: Lisez la [1]documentation pour les développeurs[/1].
pt_pt: Ler a [1]documentação do programador[/1].
zh_tw: 閱讀[1]開發人員說明書[/1]。

source: Upload quota
es_es: Cuota de subida
fr_fr: Quota de téléchargement
pt_pt: Quota para envios
zh_tw: 空間上限

source: Port
es_es: Puerto
pt_pt: Porta
zh_tw: 連接埠

source: IP Address
es_es: Dirección IP
fr_fr: Adresse IP
pt_pt: Endereço IP
zh_tw: IP地址

source: Weight
es_es: Peso
fr_fr: Poids
pt_pt: Peso
zh_tw: 重量

source: Add server
es_es: Añadir servidor
fr_fr: Ajouter un serveur
pt_pt: Adicionar servidor
zh_tw: 新增伺服器

source: Add Server
es_es: Añadir servidor
fr_fr: Ajouter un serveur
pt_pt: Adicionar Servidor
zh_tw: 新增伺服器

source: Test Server
es_es: Comprobar servidor
fr_fr: Tester le serveur
pt_pt: Testar Servidor
zh_tw: 測試伺服器

source: Debug mode
es_es: Modo depuración
fr_fr: Mode debug
pt_pt: Modo de descoberta de erros (debug)
zh_tw: 調試模式

source: Modules
es_es: Módulos
pt_pt: Módulos
zh_tw: 模組

source: Disable non built-in modules
es_es: Desactivar módulos no nativos
fr_fr: Désactiver les modules non intégrés
pt_pt: Desactivar módulos não integrados
zh_tw: 停用非內置模組

source: Optional features
es_es: Características opcionales
fr_fr: Fonctionnalités désactivables
pt_pt: Funcionalidades opcionais
zh_tw: 選擇性功能

source: CCC (Combine, Compress and Cache)
es_es: CCC (Combinación, Compresión y Caché)
fr_fr: CCC (Concaténation, Compression et mise en Cache)
pt_pt: CCC (Combinar, Comprimir e Cache)
zh_tw: CCC認證（合併，壓縮和高速暫存）

source: Media servers (use only with CCC)
es_es: Servidores de medios (utilizar sólo con CCC activado)
fr_fr: Serveurs de média (utilisé uniquement lorsque CCC est activé)
pt_pt: Servidores de Media (usar apenas com CCC)
zh_tw: 媒體伺服器 (只用在 CCC)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
es_es: Debes introducir otro dominio, o subdominio, para poder utilizar contenido estático sin cookies.
fr_fr: Vous devez mettre un autre domaine ou sous-domaine, afin d'utiliser du contenu statique sans cookie.
pt_pt: Deve inserir outro domínio, ou subdomínio, de modo a usar conteúdo estático sem cookies.
zh_tw: 您必須輸入另一個網域或子網域，才能使用免 Cookie 的靜態內容

source: Caching
es_es: Caché
fr_fr: Cache
pt_pt: Cache
zh_tw: 暫存

source: Disable all non-built-in modules?
es_es: ¿Deshabilitar todos los módulos no nativos?
fr_fr: Désactiver tous les modules non intégrés?
pt_pt: Desactivar todos os módulos não incorporados?
zh_tw: 停用所有非內置模組?

source: Configuration information
es_es: Información de Configuración
fr_fr: Informations de configuration
pt_pt: Informação de configuração
zh_tw: 設定資訊

source: This information must be provided when you report an issue on GitHub or on the forum.
es_es: Utiliza esta información para comunicar un problema en GitHub o en el foro oficial de PrestaShop.
fr_fr: Ces informations doivent être fournies lorsque vous signalez un problème sur GitHub ou sur le forum.
pt_pt: Esta informação deve ser fornecida quando se denuncia um assunto sobre o GitHub ou sobre o fórum.
zh_tw: 當您在 GitHub 或討論區舉報問題時請提供這些資訊

source: Server information
es_es: Información del servidor
fr_fr: Informations sur votre serveur
pt_pt: Informação do servidor
zh_tw: 伺服器詳細訊息

source: Server information:
es_es: Información del servidor:
fr_fr: Informations du serveur :
pt_pt: Informação do servidor:
zh_tw: 伺服器資訊：

source: Server software version:
es_es: Versión del software del servidor:
fr_fr: Version du logiciel serveur :
pt_pt: Versão do software do servidor:
zh_tw: 伺服器軟件版本：

source: PHP version:
es_es: Versión PHP:
fr_fr: Version de PHP :
pt_pt: Versão do PHP:
zh_tw: PHP版本：

source: Memory limit:
es_es: Límite de memoria:
fr_fr: Limite de mémoire :
pt_pt: Limite de memória:
zh_tw: 記憶體限制：

source: Max execution time:
es_es: Tiempo máx. de ejecución:
fr_fr: Temps maximal d'exécution :
pt_pt: Tempo máximo de execução:
zh_tw: 最長執行時間：

source: Upload Max File size:
es_es: Tamaño máx. para la subida de archivos:
fr_fr: Taille max. pour envoi de fichiers :
pt_pt: Tamanho máximo para o envio de ficheiros:
zh_tw: 最大上傳檔案大小：

source: PageSpeed module for Apache installed (mod_instaweb)
es_es: Módulo PageSpeed para Apache instalado (mod_instaweb)
fr_fr: Module PageSpeed pour Apache installé (mod_instaweb)
pt_pt: Módulo PageSpeed para o Apache instalado (mod_instaweb)
zh_tw: 已安裝PageSpeed模組，支援Apache (mod_instaweb)

source: Database information
es_es: Información de la base de datos
fr_fr: Informations sur la base de données
pt_pt: Informação da Base de Dados
zh_tw: 資料庫資訊

source: MySQL version:
es_es: Versión de MySQL:
fr_fr: Version de MySQL :
pt_pt: Versão do MySQL:
zh_tw: MySQL版本：

source: MySQL server:
es_es: Servidor MySQL:
fr_fr: Serveur MySQL :
pt_pt: Servidor MySQL:
zh_tw: MySQL伺服器：

source: MySQL name:
es_es: Nombre MySQL:
fr_fr: Nom MySQL :
pt_pt: Nome MySQL:
zh_tw: MySQL 名稱：

source: MySQL user:
es_es: Usuario MySQL:
fr_fr: Utilisateur MySQL :
pt_pt: Utilizador MySQL:
zh_tw: MySQL 用戶：

source: Tables prefix:
es_es: Prefijo de las tablas:
fr_fr: Préfixe des tables :
pt_pt: Prefixo das tabelas:
zh_tw: 數據庫表前綴：

source: MySQL engine:
es_es: Motor MySQL:
fr_fr: Moteur MySQL :
pt_pt: Motor MySQL:
zh_tw: MySQL 引擎：

source: MySQL driver:
es_es: Controlador MySQL:
fr_fr: Connecteur MySQL :
pt_pt: Controlador MySQL:
zh_tw: MySQL 驅動程式：

source: List of overrides
es_es: Lista de overrides
fr_fr: Liste des surcharges
pt_pt: Lista de substituições
zh_tw: 複寫列表

source: Store information
es_es: Información de la tienda
fr_fr: Informations
pt_pt: Informação da Loja
zh_tw: 商店資訊

source: PrestaShop version:
es_es: Versión de PrestaShop:
fr_fr: Version de PrestaShop :
pt_pt: Versão do PrestaShop:
zh_tw: Prestashop 版本：

source: Shop URL:
es_es: URL de la tienda:
fr_fr: URL de la boutique :
pt_pt: URL da loja:
zh_tw: 商店網址：

source: Shop path:
es_es: Ruta de la tienda:
fr_fr: Chemin de la boutique :
pt_pt: Caminho da loja:
zh_tw: 商店路徑：

source: Current theme in use:
es_es: Tema actual en uso:
fr_fr: Thème actif :
pt_pt: Tema gráfico utilizado neste momento:
zh_tw: 目前使用的主題：

source: Mail configuration
es_es: Configuración de correo electrónico
fr_fr: Informations sur la configuration mail
pt_pt: Configuração de email
zh_tw: 郵件資訊

source: Mail method:
es_es: Método de correo electrónico:
fr_fr: Méthode d'envoi d'e-mails :
pt_pt: Método do e-mail:
zh_tw: 送信方式：

source: You are using /usr/sbin/sendmail
es_es: Estás usando /usr/sbin/sendmail
fr_fr: Vous utilisez /usr/sbin/sendmail
pt_pt: Está a utilizar /usr/sbin/sendmail
zh_tw: 您正在使用 /usr/sbin/sendmail

source: You are using your own SMTP parameters.
es_es: Estás utilizando tus propios parámetros SMTP.
fr_fr: Vous utilisez vos paramètres SMTP
pt_pt: Está a usar os seus próprios parâmetros SMTP.
zh_tw: 您使用自己的SMTP參數

source: SMTP server:
es_es: Servidor SMTP:
fr_fr: Serveur SMTP :
pt_pt: Servidor SMTP:
zh_tw: SMTP 伺服器：

source: SMTP username:
es_es: Nombre de usuario SMTP:
fr_fr: Utilisateur SMTP :
pt_pt: Nome de utilizador SMTP:
zh_tw: SMTP用户名稱：

source: Defined
es_es: Definido
fr_fr: Défini
pt_pt: Definido
zh_tw: 已定義

source: Not defined
es_es: No definido
fr_fr: Non défini
pt_pt: Não definido
zh_tw: 未定義

source: SMTP password:
es_es: Contraseña SMTP:
fr_fr: Mot de passe SMTP :
pt_pt: Palavra-passe SMTP:
zh_tw: SMTP 密碼：

source: Encryption:
es_es: Cifrado:
fr_fr: Chiffrement :
pt_pt: Encriptação:
zh_tw: 加密 ︰

source: SMTP port:
es_es: Puerto SMTP:
fr_fr: Port SMTP :
pt_pt: Porta SMTP:
zh_tw: SMTP 端口：

source: Your information
es_es: Tus datos
fr_fr: Vos informations
pt_pt: As suas informações
zh_tw: 您的資訊

source: Your web browser:
es_es: Su navegador:
fr_fr: Votre navigateur :
pt_pt: O seu navegador de internet:
zh_tw: 您的瀏覽器：

source: Check your configuration
es_es: Comprueba tu configuración
fr_fr: Vérifiez votre configuration
pt_pt: Verificação da configuração
zh_tw: 檢查您的設定

source: Required parameters:
es_es: Parámetros requeridos:
fr_fr: Paramètres requis :
pt_pt: Parâmetros obrigatórios:
zh_tw: 必要的參數:

source: Optional parameters:
es_es: Parámetros opcionales:
fr_fr: Paramètres optionnels :
pt_pt: Parâmetros opcionais:
zh_tw: 任選參數:

source: List of changed files
es_es: Listado de archivos modificados
fr_fr: Liste des fichiers modifiés
pt_pt: Lista de ficheiros alterados
zh_tw: 列出異動的檔案

source: You must provide this information when reporting an issue on GitHub or on the forum.
es_es: Debe proporcionar esta información cuando informe un problema en GitHub o en el foro.
fr_fr: Cette information est nécéssaire si vous souhaitez signaler un problème sur GitHub ou sur les forums.
pt_pt: Tem de fornecer estas informações ao comunicar um problema no GitHub ou no fórum.
zh_tw: 在 GitHub 或論壇上報告問題時，您必須提供此資訊。

source: No overrides have been found.
es_es: No se han encontrado sobrescrituras de código.
fr_fr: Aucune surcharge n'a été trouvée.
pt_pt: Não foram encontradas substituições.
zh_tw: 未找到任何複寫。

source: Straight rows of keys are easy to guess
es_es: Una serie seguida de teclas de la misma fila es fácil de adivinar
fr_fr: Les suites de touches sur le clavier sont faciles à deviner
pt_pt: As linhas rectas de teclas são fáceis de adivinhar
zh_tw: 直線狀的按鍵組合很容易被猜到

source: Short keyboard patterns are easy to guess
es_es: Los patrones de teclado cortos son fáciles de adivinar
fr_fr: Les modèles courts sur le clavier sont faciles à deviner.
pt_pt: Os padrões curtos do teclado são fáceis de adivinhar
zh_tw: 短鍵盤模式很容易被猜到

source: Use a longer keyboard pattern with more turns
es_es: Usa un patrón de teclado más largo con más giros
fr_fr: Utilisez une combinaison de touches plus longue et plus complexe.
pt_pt: Utilizar um padrão de teclado mais longo com mais voltas
zh_tw: 加長密碼並增加變化

source: Repeats like "aaa" are easy to guess
es_es: Repeticiones como "aaa" son fáciles de adivinar
fr_fr: Les répétitions (ex. : "aaa") sont faciles à deviner.
pt_pt: Repetições como "aaa" são fáceis de adivinhar
zh_tw: 如「 aaa」類型的重複很容易被猜到

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
es_es: Las repeticiones como "abcabcabc" son solo un poco más difíciles de adivinar que "abc"
fr_fr: Les répétitions (ex. : "abcabcabc") sont seulement un peu plus difficiles à deviner que "abc".
pt_pt: Repetições como "abcabcabc" são apenas ligeiramente mais difíceis de adivinhar do que "abc"
zh_tw: 「abcabcabc」類型的重複只比「abc」類型稍微難猜一點

source: Sequences like abc or 6543 are easy to guess
es_es: Las secuencias como abc o 6543 son fáciles de adivinar
fr_fr: Les séquences (ex. : abc ou 6543) sont faciles à deviner.
pt_pt: Sequências como abc ou 6543 são fáceis de adivinhar
zh_tw: 如「abc」或「6543」這樣的連串格式很容易被猜到

source: Recent years are easy to guess
es_es: Los años recientes son fáciles de adivinar
fr_fr: Les années récentes sont faciles à deviner.
pt_pt: Os últimos anos são fáceis de adivinhar
zh_tw: 近幾年的年份很容易猜測
