Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogFeature.*.xlf
Languages: ar_sa, fr_fr, mn_mn, pt_pt, th_th

source: %group_name% - All people who have created an account on this site.
ar_sa: %group_name% - جميع الأشخاص الذين قاموا بانشاء حساباً على هذا الموقع.
fr_fr: %group_name% - Toutes les personnes ayant créé un compte sur le site.
pt_pt: %group_name% - Todas as pessoas que criaram uma conta neste site.

source: Set categories
fr_fr: Définir les catégories
pt_pt: Definir categorias

source: Categories are essential, as they enable you to group equivalent products. This helps customers find their way through the variety of your catalog.
fr_fr: Les catégories sont essentielles, car elles vous permettent de regrouper des produits équivalents. Cela aide les clients à trouver leur chemin à travers la variété de votre catalogue.
pt_pt: As categorias são essenciais, já que lhe permitem agrupar produtos equivalentes. Isto vai ajudar o cliente a encontrar o que pretende na variedade do seu catálogo.

source: Feature
ar_sa: ميزة
fr_fr: Caractéristique
pt_pt: Característica
th_th: คุณสมบัติ

source: Add a new feature
ar_sa: إضافة ميزة جديدة
fr_fr: Ajouter une nouvelle caractéristique
pt_pt: Adicionar uma nova característica
th_th: เพิ่มคุุณสมบัติใหม่

source: Addresses
ar_sa: العناوين
fr_fr: Adresses
mn_mn: Хаягууд
pt_pt: Endereços
th_th: ที่อยู่

source: Qty:
ar_sa: الكمية:
fr_fr: Qté :
pt_pt: Qtd:

source: Brands
ar_sa: الماركات
fr_fr: Marques
mn_mn: Брэндүүд
pt_pt: Marcas
th_th: แบรนด์

source: Add new brand
ar_sa: أضف علامة تجارية جديدة
fr_fr: Ajouter une marque
pt_pt: Adicionar nova marca

source: Add new brand address
ar_sa: أضف عنوان علامة تجارية جديدة
fr_fr: Ajouter une adresse de marque
pt_pt: Adicionar novo endereço da marca

source: Focus on your catalog
fr_fr: Zoom sur votre catalogue
pt_pt: Foco no seu catálogo

source: Empty categories, disabled products, items that lack image or price... check the monitoring section to optimize your products management and make sure you forgot nothing.
fr_fr: Catégories vides, produits désactivés, articles sans image ou prix... consultez la section de suivi pour optimiser la gestion de vos produits et vous assurer que vous n'avez rien oublié.
pt_pt: Categorias vazias, produtos deficientes, artigos sem imagem ou preço... consulte a secção de monitorização para otimizar a gestão dos seus produtos e certifique-se de que não se esqueceu de nada.

source: tax incl. (tax rule: %taxRate%%)
fr_fr: TTC (règles de taxes : %taxRate%%)
pt_pt: imposto incl. (regra fiscal: %taxRate%%)

source: out of stock
fr_fr: rupture de stock
pt_pt: fora de stock

source: low stock
fr_fr: stock faible
pt_pt: estoque baixo

source: in stock
fr_fr: en stock
pt_pt: em stock

source: Editing %total% combinations
fr_fr: Modifier %total% déclinaisons
pt_pt: Edição de %total% combinações

source: Editing %done%/%total% combinations
fr_fr: Modification de %done% / %total% déclinaisons.
pt_pt: Edição de %done%/%total% combinações

source: Generate product combinations
fr_fr: Générer déclinaisons
pt_pt: Gerar combinações de produtos

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values.
fr_fr: Les déclinaisons sont les différentes variantes d'un produit, avec des attributs comme la taille, le poids, ou la couleur qui prennent différentes valeurs.
pt_pt: Combinações são as diferentes variações de um produto, com atributos como o seu tamanho, peso ou cor tomando valores diferentes.

source: Loading combinations
fr_fr: Chargement des déclinaisons
pt_pt: A carregar combinações

source: Edition mode
fr_fr: Mode édition
pt_pt: Modo de edição

source: Save list
fr_fr: Enregistrer la liste
pt_pt: Guardar lista

source: Error log
fr_fr: Journal d'erreurs
pt_pt: Registo de erros

source: Close
ar_sa: إغلاق
fr_fr: Fermer
pt_pt: Fechar
th_th: ปิด

source: Stop processing
fr_fr: Arrêter le traitement
pt_pt: Parar o processamento

source: %error_count% errors occurred. You can download the logs for future reference.
fr_fr: %error_count% erreurs se sont produites. Vous pouvez télécharger les logs pour vous y référer ultérieurement.
pt_pt: Ocorreram erros de %error_count%. Pode descarregar os registos para referência futura.

source: Back to processing
fr_fr: Reprendre le traitement
pt_pt: Voltar ao processamento

source: Download error log
fr_fr: Télécharger le rapport d'erreur
pt_pt: Descarregar o registo de erros

source: View %error_count% error logs
fr_fr: Afficher %error_count% rapports d'erreur
pt_pt: Ver os registos de erros %error_count%

source: Edit %combinations_number% combinations
fr_fr: Modifier %combinations_number% déclinaisons
pt_pt: Editar %combinations_number% combinações

source: Apply to %combinations_number% combinations
fr_fr: Appliquer à %combinations_number% déclinaisons
pt_pt: Aplicar a %combinations_number% combinações

source: Delete %combinations_number% combinations
fr_fr: Supprimer %combinations_number% déclinaisons
pt_pt: Eliminar %combinations_number% combinações

source: Deleting %total% combinations
fr_fr: Suppression de %total% déclinaisons.
pt_pt: Eliminar %total% combinações

source: Deleting %done%/%total% combinations
fr_fr: Suppression de %done%/%total% déclinaisons.
pt_pt: Apagar %done%/%total% combinações

source: Previous combination
fr_fr: Déclinaison précédente
pt_pt: Combinação anterior

source: Edited combinations (%editedNb%)
fr_fr: Déclinaisons modifiées (%editedNb%)
pt_pt: Combinações editadas (%editedNb%)

source: Here, you can have a look at the combinations you have edited. The list will reset when you close the editing window.
fr_fr: Ici, vous pouvez jeter un oeil aux déclinaisons que vous avez éditées. La liste sera réinitialisée lorsque vous fermerez la fenêtre d'édition.
pt_pt: Aqui, pode dar uma vista de olhos às combinações que editou. A lista será reiniciada quando fechar a janela de edição.

source: Delete %combinations_number% combinations from store "%store_name%"
fr_fr: Supprimer %combinations_number% déclinaisons de la boutique "%store_name%"
pt_pt: Eliminar %combinations_number% combinações da loja "%store_name%"

source: Delete %combinations_number% combinations from all stores
fr_fr: Supprimer %combinations_number% déclinaisons de toutes les boutiques
pt_pt: Eliminar %combinations_number% combinações de todas as lojas

source: Edited combinations ({editedNb})
fr_fr: Déclinaisons modifiées ({editedNb})
pt_pt: Combinações editadas ({editedNb})

source: Open history
fr_fr: Ouvrir l'historique
pt_pt: História aberta

source: Close history
fr_fr: Fermer historique
pt_pt: Fechar a história

source: Generate combinations
fr_fr: Générer déclinaisons
pt_pt: Gerar combinações

source: Loading catalog price rules
fr_fr: Chargement des règles de prix catalogue
pt_pt: Carregamento das regras de preço do catálogo

source: Discount
ar_sa: خصم
fr_fr: Remise
pt_pt: Desconto
th_th: ส่วนลด

source: Open combinations generator
fr_fr: Ouvrir le générateur de déclinaisons
pt_pt: Gerador de combinações abertas

source: Successfully generated %combinationsNb% combinations.
fr_fr: %combinationsNb% déclinaisons ont été générées.
pt_pt: Combinações geradas %combinationsNb% com sucesso.

source: Generate combinations|Generate combination|Generate %combinationsNb% combinations
fr_fr: Générer déclinaison|Générer déclinaison|Générer %combinationsNb% déclinaisons
pt_pt: Gerar %combinationsNb% combinações

source: Search for attributes...
fr_fr: Rechercher des attributs...
pt_pt: Pesquisar por atributos...

source: Successfully generated {combinationsNb} combinations.
fr_fr: {combinationsNb} déclinaisons ont été générées avec succès.
pt_pt: Combinações {combinationsNb} geradas com sucesso.

source: Generate combinations|Generate combination|Generate {combinationsNb} combinations
fr_fr: Générer déclinaisons|Générer déclinaison|Générer {combinationsNb} déclinaisons
pt_pt: Gerar combinações|Gerar combinações|Gerar combinações {combinationsNb} combinações

source: Select all values ({valuesNb})
fr_fr: Sélectionner toutes les valeurs ({valuesNb})
pt_pt: Seleccionar todos os valores ({valuesNb})

source: Loading specific prices
fr_fr: Chargement des prix spécifiques
pt_pt: Carregamento de preços específicos

source: Specific price (tax excl.)
fr_fr: Prix spécifique (HT)
pt_pt: Preço específico (sem impostos)

source: Discount (tax incl.)
fr_fr: Réduction (HT)
pt_pt: Desconto (imposto incl.)

source: Units
fr_fr: Unités
pt_pt: Unidades

source: Available quantity
fr_fr: Quantités disponibles
pt_pt: Quantidade disponível

source: Attribute name
ar_sa: اسم السمة
fr_fr: Nom de l'attribut
pt_pt: Nome do atributo
th_th: ชื่อคุณลักษณะ

source: Wholesale price
ar_sa: سعر الجملة:
fr_fr: Prix d'achat
pt_pt: Preço de compra
th_th: ราคาจากคลังสินค้า

source: Add new supplier
fr_fr: Ajouter un fournisseur
pt_pt: Adicionar novo fornecedor

source: Customization
ar_sa: التخصيص
fr_fr: Personnalisation
pt_pt: Personalização
th_th: การปรับแต่ง

source: Price per unit
ar_sa: السعر للوحدة
fr_fr: Prix unitaire
pt_pt: Preço por unidade
th_th: ราคาต่อหน่วย

source: Add new cart rule
ar_sa: إضافة قاعدة جديدة لسلة التسوق
fr_fr: Ajouter une règle panier
pt_pt: Adicionar uma nova regra de carrinho
th_th: เพิ่มข้อกำหนดสำหรับตะกร้า

source: Expiration date
ar_sa: تاريخ الإنتهاء
fr_fr: Date d'expiration
mn_mn: Дуусах хугацаа
pt_pt: Data de validade
th_th: วันที่หมดอายุ

source: Items per page:
ar_sa: عدد العناصر فى الصفحة:
fr_fr: Éléments par page :
pt_pt: Artigos por página:

source: Product deleted
fr_fr: Produit supprimé
pt_pt: Produto eliminado

source: Type
ar_sa: النوع
pt_pt: Tipo
th_th: ประเภท

source: [1][/1] of [2][/2] characters used (recommended)
ar_sa: [1][/1] من [2][/2] الحروف المستخدمة (موصى به)
fr_fr: [1][/1] des [2][/2] caractères utilisés (recommandé)
pt_pt: [1][/1] de [2][/2] carateres utilizados (recomendado)

source: Main category
ar_sa: التصنيف الرئيسي
fr_fr: Catégorie principale
pt_pt: Categoria principal

source: [1][/1] of [2][/2] characters allowed
ar_sa: [/1][1] من [2][/2] الأحرف المسموح بها
fr_fr: [1][/1] des [2][/2] caractères autorisés
pt_pt: [1][/1] de [2][/2] carateres permitido

source: Not available yet.
fr_fr: Pas encore disponible.
pt_pt: Ainda não disponível.

source: List of products for this pack
ar_sa: قائمة المنتجات لهذه الحزمة
fr_fr: Liste des produits de ce pack
pt_pt: Lista de produtos para este pacote

source: Use checkboxes to bulk edit quantities
ar_sa: استخدم مربعات الاختيار لتحرير كميات كبيرة الحجم
fr_fr: Utilisez les cases à cocher pour modifier les quantités
pt_pt: Use as caixas de selecção para editar quantidades em conjunto

source: Advanced filters
ar_sa: فلاتر متقدمة
fr_fr: Filtres avancés
pt_pt: Filtros avançados

source: Apply advanced filters
ar_sa: تطبيق فلاتر متقدمة
fr_fr: Appliquer les filtres
pt_pt: Aplicar filtros avançados

source: Apply new quantity
ar_sa: تطبيق كمية جديدة
fr_fr: Appliquer les quantités
pt_pt: Aplicar nova quantidade

source: Display products below low stock level first
ar_sa: عرض المنتجات دون مستوى المخزون المنخفض الأول
fr_fr: Afficher en premier les produits en dessous du niveau de stock bas
pt_pt: Apresentar produtos com nível de stock baixo em primeiro

source: Filter by movement type
ar_sa: تصفية حسب نوع الحركة
fr_fr: Filtrer par type de mouvement
pt_pt: Filtrar por tipo de movimento

source: Filter by employee
ar_sa: تصفيه حسب الموظف
fr_fr: Filtrer par employé
pt_pt: Filtrar por empregado

source: Filter by period
ar_sa: تصفية حسب الفترة
fr_fr: Filtrer sur une période
pt_pt: Filtrar por período
th_th: กรองข้อมูลตามช่วงเวลา

source: Search a category
ar_sa: البحث عن تصنيف
fr_fr: Chercher une catégorie
pt_pt: Procurar uma categoria

source: Search a supplier
ar_sa: أبحث عن مورد
fr_fr: Chercher un fournisseur
pt_pt: Procurar um fornecedor

source: Filter by status
ar_sa: تصنيف حسب الحالة
fr_fr: Filtrer par statut
pt_pt: Filtro por estado

source: All
ar_sa: الكل
fr_fr: Tous
pt_pt: Todos
th_th: ทั้งหมด

source: Filter by supplier
ar_sa: تصفية حسب المورد
fr_fr: Filtrer par fournisseur
pt_pt: Filtrar por fornecedor

source: Stock management
ar_sa: إدارة المخزون
fr_fr: Gestion des stocks
pt_pt: Gestão de Inventário

source: Movements
ar_sa: الحركات
fr_fr: Mouvements
pt_pt: Movimentos

source: Search products (search by name, reference, supplier)
ar_sa: بحث عن منتجات (البحث عن طريق الإسم, المرجع, المورد)
fr_fr: Chercher des produits (par nom, référence ou fournisseur)
pt_pt: Procurar produtos (procurar por nome, referência e fornecedor)

source: This product is below the low stock level you have defined.
ar_sa: هذا المنتج أقل من مستوى المخزون المنخفض الذي حددته.
fr_fr: Ce produit est en dessous du niveau de stock bas que vous avez défini.
pt_pt: Este artigo está abaixo do mais baixo nível de stock que definiu.

source: Low stock level:
ar_sa: انخفاض مستوى المخزون:
fr_fr: Niveau de stock bas:
pt_pt: Nível de stock baixo:

source: Low stock alert:
ar_sa: تنبيه مخزون منخفض:
fr_fr: Alerte de niveau de stock bas:
pt_pt: Alerta de baixo nível de stock:

source: Bulk edit quantity
ar_sa: تحرير الكمية مجتمعة
fr_fr: Editer les quantités en masse
pt_pt: Alterar quantidade em conjunto

source: Combination's ID
fr_fr: ID de la déclinaison
pt_pt: Combinação de ID's

source: Date & Time
ar_sa: التاريخ والوقت
fr_fr: Date et heure
pt_pt: Data e hora

source: Go to the import system
ar_sa: اذهب إلى نظام الاستيراد
fr_fr: Aller dans le système d'importation
pt_pt: Ir para o sistema de importação

source: Export data into CSV
ar_sa: تصدير البيانات إلى CSV
fr_fr: Exporter des données en CSV
pt_pt: Exportar dados para CSV

source: Physical
ar_sa: المادية
fr_fr: Physique
pt_pt: Stock existente

source: Reserved
ar_sa: محجوزة
fr_fr: Réservé
pt_pt: Reservado

source: Ref: %s
fr_fr: Réf. : %s
th_th: อ้างอิง: %s

source: Select a store
fr_fr: Sélectionner une boutique
th_th: เลือกร้านค้า

source: Use pack quantity
fr_fr: Utiliser la quantité de packs

source: Use quantity of products in the pack
fr_fr: Utiliser la quantité de produits dans le pack

source: Use both, whatever is lower
fr_fr: Utiliser les deux, peu importe celui qui est le plus bas

source: Pack stock behavior
fr_fr: Comportement de calcul du stock de packs

source: Specific delivery time for this product
fr_fr: Délai de livraison spécifique pour ce produit
th_th: เวลาการจัดส่งที่เฉพาะเจาะจงสำหรับสินค้านี้

source: You can specify which images should be displayed when customer selects this combination. If you don't select any image, all will be displayed. The default image of the combination will be the first one selected from the list.
fr_fr: Vous pouvez spécifier les images à afficher lorsque le client sélectionne cette déclinaison. Si vous ne sélectionnez aucune image, elles seront toutes affichées. L'image par défaut de la déclinaison sera la première sélectionnée dans la liste.
th_th: คุณสามารถระบุได้ว่าควรแสดงรูปภาพใดเมื่อลูกค้าเลือกชุดค่าผสมนี้ หากคุณไม่เลือกภาพใดๆ ทั้งหมดจะแสดงขึ้นมา รูปภาพเริ่มต้นของชุดค่าผสมจะเป็นภาพแรกที่เลือกจากรายการ

source: If the price per unit of this combination is different from the initial price per unit, enter the value of the impact (negative or positive).
fr_fr: Si le prix unitaire de cette déclinaison est différent du prix unitaire initial, indiquez la valeur de l'impact (négatif ou positif).
th_th: หากราคาต่อหน่วยของชุดค่าผสมนี้แตกต่างจากราคาเริ่มต้นต่อหน่วย ให้ป้อนค่าของผลกระทบ (ลบหรือบวก)

source: Ecotax rate %rate%%
fr_fr: Taux écotaxe : %rate%%

source: Enter threshold value
fr_fr: Entrez la valeur seuil

source: Ref:
ar_sa: المرجع:
fr_fr: Réf. :

source: Generate URL from name
fr_fr: Générer l'URL depuis le nom

source: ISBN
ar_sa: الرقم الدولي للكتاب (ISBN)

source: Zoom
ar_sa: تكبير
