Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersFeature.*.xlf
Languages: es_es, fr_fr, pt_pt, zh_tw

source: Test message -- Prestashop
es_es: Mensaje de prueba - PrestaShop
fr_fr: Message de test -- PrestaShop
pt_pt: Mensagem de teste -- PrestaShop
zh_tw: 測試郵件 – PrestaShop

source: Error: Please check your configuration
es_es: Error: Por favor, comprueba tu configuración
fr_fr: Erreur : veuillez vérifier votre configuration
pt_pt: Erro: Por favor, verifique a sua configuração
zh_tw: 發生錯誤：請檢查您的設定。

source: An error has occurred. Please check your configuration
es_es: Se ha producido un error. Comprueba la configuración
fr_fr: Une erreur est survenue. Veuillez vérifier les votre configuration.
pt_pt: Ocorreu um erro. Verifique a sua configuração
zh_tw: 發生了錯誤。 請檢查您的配置

source: %key% (missing description)
es_es: %key% (falta descripción)
fr_fr: %key% (description manquante)
pt_pt: %key% (descrição em falta)
zh_tw: %key%（缺少說明）

source: Use /usr/sbin/sendmail (recommended; works in most cases)
es_es: Usar /usr/sbin/sendmail (recomendado; funciona en la mayoría de los casos)
fr_fr: Utiliser /usr/sbin/sendmail (recommandé ; fonctionne dans la majorité des cas)
pt_pt: Utilizar /usr/sbin/sendmail (recomendado; funciona na maioria dos casos)
zh_tw: Use /usr/sbin/sendmail （推薦；在大多數情況下有效）

source: Set my own SMTP parameters (for advanced users ONLY)
es_es: Establecer mis propios parámetros SMTP (SÓLO para usuarios avanzados)
fr_fr: Utiliser mes propres paramètres SMTP (pour les experts uniquement)
pt_pt: Definir os meus parâmetros de SMTP (SOMENTE para utilizadores avançados)
zh_tw: 設置我自己的SMTP參數（僅限於高級用戶）

source: Never send emails (may be useful for testing purposes)
es_es: No enviar correos electrónicos (puede ser útil para realizar pruebas)
fr_fr: Ne jamais envoyer d'e-mails (utile en phase de test)
pt_pt: Nunca enviar emails (pode ser útil para efeitos de teste)
zh_tw: 不要發出任何電子郵件（在測試的時候比較有用）

source: View (GET)
es_es: Ver (GET)
fr_fr: Voir (GET)
pt_pt: Ver (GET)
zh_tw: 瀏覽(GET)

source: Modify (PUT)
es_es: Modificar (PUT)
fr_fr: Modifier (PUT)
pt_pt: Alterar (PUT)
zh_tw: 更改(PUT)

source: Add (POST)
es_es: Añadir (POST)
fr_fr: Ajouter (POST)
pt_pt: Adicionar (POST)
zh_tw: 新增(POST)

source: Patch (PATCH)
zh_tw: 修補程式 (PATCH)

source: Delete (DELETE)
es_es: Eliminar (DELETE)
fr_fr: Supprimer (DELETE)
pt_pt: Eliminar (DELETE)
zh_tw: 刪除(DELETE)

source: Fast view (HEAD)
es_es: Vista rápida (HEAD)
fr_fr: Aperçu (HEAD)
pt_pt: Visualização rápida (HEAD)
zh_tw: 快速瀏覽(HEAD)

source: Refresh list
es_es: Actualizar lista
fr_fr: Rafraîchir la liste
pt_pt: Atualizar Lista
zh_tw: 刷新列表

source: Age
es_es: Edad
fr_fr: Âge
pt_pt: Idade
zh_tw: 年齡：

source: Recipient
es_es: Destinatario
fr_fr: Destinataire
pt_pt: Destinatário
zh_tw: 收件人

source: Subject
es_es: Asunto
fr_fr: Sujet
pt_pt: Assunto
zh_tw: 主題

source: Sent
es_es: Enviados
fr_fr: Envoyés
pt_pt: Enviados
zh_tw: 已傳送

source: Erase all
es_es: Borrar todo
fr_fr: Tout supprimer
pt_pt: Eliminar tudo
zh_tw: 刪除全部

source: Severity (1-4)
es_es: Gravedad (1-4)
fr_fr: Gravité (1-4)
pt_pt: Gravidade (1-4)
zh_tw: 嚴重程度(1-4)

source: Object type
es_es: Tipo de objeto
fr_fr: Type de l'objet
pt_pt: Tipo de objeto
zh_tw: 物件類型

source: Object ID
es_es: ID del objeto
fr_fr: ID de l'objet
pt_pt: Nº do objeto
zh_tw: 物件編號

source: Error code
es_es: Código de error
fr_fr: Code d'erreur
pt_pt: Código de erro
zh_tw: 錯誤代碼

source: Last update
es_es: Última actualización
fr_fr: Dernière mise à jour
pt_pt: Última atualização
zh_tw: 上一次更新：

source: The user will be signed out from this session.
fr_fr: L'utilisateur sera déconnecté de cette session.
pt_pt: O utilizador será desconectado desta sessão.
zh_tw: 用戶將從此環節中退出。

source: Delete session?
fr_fr: Supprimer la session ?
pt_pt: Eliminar a sessão?
zh_tw: 刪除環節?

source: Users will be signed out from all selected sessions.
fr_fr: Les utilisateurs seront déconnectés de toutes les sessions sélectionnées.
pt_pt: Os utilizadores serão desconectados de todas as sessões seleccionadas.
zh_tw: 用戶將從所有選定的環節中退出。

source: Delete selected sessions?
fr_fr: Supprimer les sessions sélectionnées ?
pt_pt: Eliminar sessões seleccionadas?
zh_tw: 刪除已選環節?

source: Employee ID
es_es: ID de empleado
fr_fr: ID de l'employé
pt_pt: ID do empregado
zh_tw: 員工 ID

source: Key
es_es: Clave
fr_fr: Clé
pt_pt: Chave
zh_tw: 密碼

source: Key description
es_es: Descripción de la clave
fr_fr: Description de la clé
pt_pt: Descrição da chave
zh_tw: 密碼說明

source: ID / Name of shop
es_es: ID / Nombre de la tienda
fr_fr: ID ou nom de la boutique
pt_pt: Nº / Nome da Loja
zh_tw: 商店的編號 / 名稱

source: Advanced stock management
fr_fr: Gestion des stocks avancée
pt_pt: Gestão avançada de stocks
zh_tw: 進階庫存管理

source: Product reference
es_es: Referencia del producto
fr_fr: Référence du produit
pt_pt: Referência do Produto
zh_tw: 商品編號

source: EAN13
zh_tw: 條碼

source: New & Experimental Features
es_es: Características nuevas y experimentales
fr_fr: Fonctionnalités nouvelles et expérimentales
pt_pt: Características novas e experimentais
zh_tw: 新 & 實驗性功能

source: Add new profile
es_es: Añadir nuevo perfil
fr_fr: Ajouter un profil
pt_pt: Adicionar novo perfil
zh_tw: 新增設定檔

source: Combination reference
es_es: Referencia de la combinación
fr_fr: Référence de la déclinaison
pt_pt: Referência de combinação
zh_tw: 商品屬性組合編號

source: Memcached via PHP::Memcache
fr_fr: Memcached par PHP::Memcache
pt_pt: Memcached através de PHP::Memcache
zh_tw: 使用 PHP::Memcache 提供 Memcached

source: Memcached via PHP::Memcached
fr_fr: Memcached par PHP::Memcached
pt_pt: Memcached através de PHP::Memcached
zh_tw: 使用 PHP::Memcached 提供 Memcached

source: Use cache
es_es: Utilizar la caché
fr_fr: Utiliser le cache
pt_pt: Usar cache
zh_tw: 使用暫存：

source: Caching system
es_es: Sistema de caché
fr_fr: Système de cache
pt_pt: Sistema de Cache
zh_tw: 暫存系統：

source: Smart cache for CSS
es_es: "Smart cache" para las hojas de estilo (CSS)
fr_fr: "Smart cache" pour les feuilles de style
pt_pt: Cache inteligente no CSS
zh_tw: 智能高速暫存的CSS

source: Smart cache for JavaScript
es_es: "Smart cache" para el código de JavaScript
fr_fr: "Smart cache" pour le code JavaScript
pt_pt: Cache inteligente no JavaScript
zh_tw: 智能高速暫存的JavaScript

source: Apache optimization
es_es: Optimización de Apache
fr_fr: Optimisation Apache
pt_pt: Otimização Apache
zh_tw: 優化 Apache

source: Disable all overrides
es_es: Desactivar todos los métodos overrides
fr_fr: Désactiver toutes les surcharges
pt_pt: Desativar todas as substituições
zh_tw: 關閉所有系統覆蓋

source: Enable or disable all classes and controllers overrides.
es_es: Activar o desactivar todas las clases y controladores overrides.
fr_fr: Activer ou désactiver toutes les surcharges des classes et des contrôleurs.
pt_pt: Ativa ou desativa substituições (overrides) de classes e controladores.
zh_tw: 啟動或關閉所有類別和控制項的複寫‧

source: Debug profiler
es_es: Perfilador de depuración
fr_fr: Outil de debug
pt_pt: Perfil de depuração
zh_tw: 除錯分析器（Debug Profiler）

source: Media server #1
es_es: Servidor de medios n°1
fr_fr: Serveur de média n°1
pt_pt: Servidor de Média nº 1
zh_tw: 媒體伺服器＃1

source: Media server #2
es_es: Servidor de medios n°2
fr_fr: Serveur de média n°2
pt_pt: Servidor de Média nº 2
zh_tw: 媒體伺服器＃2

source: Media server #3
es_es: Servidor de medios nº3
fr_fr: Serveur de média n°3
pt_pt: Servidor Média n.º 3
zh_tw: 媒體伺服器＃3

source: Clear cache
es_es: Borrar la caché
fr_fr: Vider le cache
pt_pt: Limpar cache
zh_tw: 清除快取

source: Never clear cache files
es_es: No borrar nunca los archivos de la caché
fr_fr: Ne jamais vider les fichiers du cache
pt_pt: Nunca eliminar ficheiros da cache
zh_tw: 從不清除快取

source: Clear cache everytime something has been modified
es_es: Borrar la caché siempre que algo se haya modificado
fr_fr: Vider le cache chaque fois qu'il y a une modification
pt_pt: Eliminar cache sempre que algo for alterado
zh_tw: 在每次任何的修改之後，請清除快取

source: Never recompile template files
es_es: Nunca recompilar los archivos de las plantillas
fr_fr: Ne jamais recompiler les fichiers de templates
pt_pt: Nunca recompilar os ficheiros de modelos
zh_tw: 不要重新編譯樣板檔案

source: Recompile templates if the files have been updated
es_es: Recompilar las plantillas cuando los archivos sean modificados
fr_fr: Recompiler les fichiers de templates s'ils ont été mis à jour
pt_pt: Recompilar os modelos se os ficheiros tiverem sido atualizados
zh_tw: 檔案更新時重新編譯樣板

source: Force compilation
es_es: Forzar compilación
fr_fr: Forcer la compilation à chaque appel
pt_pt: Forçar compilação
zh_tw: 強制編譯

source: Template compilation
es_es: Compilación de plantillas
fr_fr: Compilation des templates
pt_pt: Compilação de modelos
zh_tw: 模板彙整壓縮

source: Cache
es_es: Caché
zh_tw: 快取

source: Should be enabled except for debugging.
es_es: Debe estar activado, excepto para tareas de depuración.
fr_fr: Devrait être activé sauf pour les tests et debug.
pt_pt: Desativar apenas para desenvolvimento e descoberta de erros.
zh_tw: 建議啟用，除非正在進行除錯

source: Multi-front optimizations
es_es: Sincronización multiservidor
fr_fr: Synchronisation multi-serveurs
pt_pt: Otimizações de múltiplas lojas
zh_tw: 多個前台最佳化

source: Lifetime of front office cookies
es_es: Tiempo de vida de las cookies front-office
fr_fr: Durée de vie du cookie front-office
pt_pt: Tempo de vida do cookie da loja (Front Office)
zh_tw: 前台Cookies暫存時間

source: Lifetime of back office cookies
es_es: Tiempo de vida de las cookies back-office
fr_fr: Durée de vie du cookie back-office
pt_pt: Tempo de vida dos cookies da Área de Administração
zh_tw: 後台Cookies暫存時間

source: Automatically check for module updates
es_es: Comprobar automáticamente las actualizaciones de los módulos
fr_fr: Vérifier automatiquement les mises à jour de modules
pt_pt: Verificação automática de atualizações dos módulos
zh_tw: 自動檢查更新模組

source: Check the cookie's IP address
es_es: Comprobar la dirección IP de la cookie
fr_fr: Vérifier l'adresse IP du cookie
pt_pt: Verificar o endereço IP do cookie
zh_tw: 查驗cookie內的IP地址

source: Cookie SameSite
zh_tw: Cookie 同站點

source: Show notifications for new orders
es_es: Mostrar las notificaciones para los nuevos pedidos
fr_fr: Affiche les notifications pour les nouvelles commandes
pt_pt: Mostrar notificações de novas encomendas
zh_tw: 有新訂單時顯示提醒

source: Show notifications for new customers
es_es: Mostrar notificaciones para los nuevos clientes
fr_fr: Affiche les notifications pour les nouveaux clients
pt_pt: Mostrar notificações de novos clientes
zh_tw: 新客戶註冊時顯示提醒

source: Show notifications for new messages
es_es: Mostrar las notificaciones para nuevos mensajes
fr_fr: Affiche les notifications pour les nouveaux messages
pt_pt: Mostrar notificações de novas mensagens
zh_tw: 顯示新訊息提醒

source: Maximum size for attached files
es_es: Tamaño máximo para los archivos adjuntos
fr_fr: Poids maximum des fichiers joints
pt_pt: Tamanho máximo para anexos
zh_tw: 附件的大小上限

source: Maximum size for a downloadable product
es_es: Tamaño máximo para un producto descargable
fr_fr: Taille maximale d'un produit téléchargeable
pt_pt: Tamanho máximo de produtos para descarregar
zh_tw: 可下載商品檔案大小之最大值

source: Maximum size for a product's image
es_es: Tamaño máximo para una imagen de producto
fr_fr: Taille maximum des images des produits
pt_pt: Tamanho máximo para a imagem de um produto
zh_tw: 單一商品相片檔案大小的最大值

source: megabytes
fr_fr: mégaoctets
zh_tw: MB

source: Ignore statistics tables
es_es: Ignorar las tablas estadísticas
fr_fr: Ignorer les tables de statistiques
pt_pt: Ignorar as tabelas de estatísticas
zh_tw: 不理統計表

source: Drop existing tables during import
es_es: Eliminar tablas existentes durante la importación
fr_fr: Supprimer les tables existantes dans la base de données lors de l'import
pt_pt: Eliminar as tabelas existentes durante a importação
zh_tw: 匯入時刪除資料庫表

source: DKIM domain
es_es: Dominio DKIM
fr_fr: Domaine DKIM
pt_pt: Domínio DKIM
zh_tw: DKIM 域名

source: DKIM selector
es_es: Selector DKIM
fr_fr: Sélecteur DKIM
pt_pt: Selector DKIM
zh_tw: 選擇 DKIM

source: DKIM private key
es_es: Clave privada DKIM
fr_fr: Clé privée DKIM
pt_pt: Chave privada DKIM
zh_tw: DKIM 私鑰

source: Send email in HTML format
es_es: Enviar mensajes de correo electrónico en formato HTML
fr_fr: Envoyer les e-mails au format HTML
pt_pt: Enviar email em formato HTML
zh_tw: 以 HTML 格式發送電郵

source: Send email in text format
es_es: Enviar mensajes de correo electrónico en formato de texto
fr_fr: Envoyer l'e-mail au format texte
pt_pt: Enviar email em formato de texto
zh_tw: 以文字格式發送電郵

source: Log Emails
es_es: Registro de emails
fr_fr: Loguer les e-mails envoyés
pt_pt: Manter Registo de Emails
zh_tw: 記錄發送的電郵

source: DKIM signing
es_es: Firma DKIM
fr_fr: Connexion DKIM
pt_pt: Assinatura DKIM
zh_tw: DKIM 簽名

source: Enable the store name as a prefix in the email's subject
es_es: Mostrar el nombre de la tienda como prefijo en el asunto del correo electrónico
fr_fr: Activer le nom de la boutique comme préfixe dans l'objet de l'e-mail
pt_pt: Activar o nome da loja como prefixo no assunto do e-mail
zh_tw: 啟用商店名稱作為電子郵件主題中的前綴

source: Send emails to
es_es: Enviar mensajes de correo electrónico a
fr_fr: Envoyer les e-mails à
pt_pt: Enviar emails para
zh_tw: 傳送電子郵件至

source: None
es_es: Ninguno
fr_fr: Aucun
pt_pt: Nenhum
zh_tw: 無

source: Email domain name
es_es: Nombre de dominio para el correo electrónico
fr_fr: Nom de domaine de l'e-mail
pt_pt: Domínio dos emails
zh_tw: 郵件域名

source: SMTP server
es_es: Servidor SMTP
fr_fr: Serveur SMTP
pt_pt: Servidor SMTP
zh_tw: SMTP 伺服器

source: SMTP username
es_es: Nombre de usuario SMTP
fr_fr: Utilisateur SMTP
pt_pt: Nome de utilizador SMTP
zh_tw: SMTP使用者名稱

source: SMTP password
es_es: Contraseña SMTP
fr_fr: Mot de passe SMTP
pt_pt: Palavra-passe SMTP
zh_tw: SMTP 密碼

source: Encryption
es_es: Cifrado
fr_fr: Chiffrement
pt_pt: Encriptação
zh_tw: 加密

source: Send a test email to
es_es: Enviar un correo electrónico de prueba a
fr_fr: Envoyer un e-mail test à
pt_pt: Enviar um email de teste para
zh_tw: 傳送測試郵件至

source: minutes
es_es: minutos
pt_pt: minutos
zh_tw: 分鐘

source: Password regeneration
es_es: Regeneración de contraseña
fr_fr: Délai minimum avant de pouvoir régénérer le mot de passe
pt_pt: Redefinição de palavra-passe
zh_tw: 重新產生密碼：

source: Security: Minimum time to wait between two password changes.
es_es: Seguridad: Tiempo mínimo de espera entre dos cambios de contraseña.
fr_fr: Temps minimum avant de pouvoir redemander un nouveau mot de passe.
pt_pt: Segurança: Tempo mínimo que vai voltar a ser pedido para voltar a introduzir a palavra passe.
zh_tw: 安全：在兩次密碼異動操作的間隔時間下限

source: Memorize the language used in Admin panel forms
es_es: Memorizar el idioma utilizado en los formularios del panel de Administración
fr_fr: Mémorisation de la dernière langue utilisée dans les formulaires
pt_pt: Memorizar o idioma usado nos formulários do painel de Administração
zh_tw: 記住管理介面表單使用的語言

source: Allow employees to select a specific language for the Admin panel form.
es_es: Permitir a los empleados seleccionar un idioma específico para el formulario del panel de Administración.
fr_fr: Autoriser les employés à mémoriser la langue par défaut de leurs formulaires.
pt_pt: Permitir que os funcionários escolham o idioma pretendido para o painel de administração.
zh_tw: 允許員工在管理介面選擇指定語言

source: Permission profile
es_es: Permisos del perfil
fr_fr: Profil de permission
pt_pt: Perfil de permissão
zh_tw: 允許權限設定

source: Default page
es_es: Página predeterminada
fr_fr: Page par défaut
pt_pt: Página inicial
zh_tw: 默認頁面

source: Please name your data matching configuration in order to save it.
es_es: Por favor, de un nombre a su combinación de datos en el pedido para guardarla.
fr_fr: Veuillez saisir un nom pour l'enregistrement de votre configuration.
pt_pt: Indique um nome para a configuração de consolidação de dados, para que esta possa ser guardada.
zh_tw: 在保存之前，請命名您的數據匹配配置。

source: What do you want to import?
es_es: ¿Qué quieres importar?
fr_fr: Que voulez-vous importer ?
pt_pt: O que deseja importar?
zh_tw: 您想導入什麽？

source: Select a file to import
es_es: Selecciona un archivo para importar
fr_fr: Choisissez le fichier à importer
pt_pt: Selecione um ficheiro a ser importado
zh_tw: 選擇要匯入的檔案

source: Language of the file
es_es: Idioma del archivo
fr_fr: Langue du fichier
pt_pt: Idioma do ficheiro
zh_tw: 檔案語言

source: Field separator
es_es: Separador de campo
fr_fr: Séparateur de champs
pt_pt: Separador de campos
zh_tw: 欄位分割：

source: Multiple value separator
es_es: Separador de valor múltiple
fr_fr: Séparateur de champs à valeurs multiples
pt_pt: Separador de múltiplos valores
zh_tw: 多值分割

source: Delete all [1]categories[/1] before import
es_es: Eliminar todas las [1]categorías[/1] antes de importar
fr_fr: Supprimer l'ensemble des [1]catégories[/1] avant import
pt_pt: Eliminar todas as [1]categorias[/1] antes de importar
zh_tw: 匯入前刪除所有[1]分類[/1]

source: Use product reference as key
es_es: Utilizar la referencia del producto como clave
fr_fr: Utiliser la référence du produit comme clé
pt_pt: Usar a referência do produto como chave
zh_tw: 使用商品參考編號作為鍵值

source: Skip thumbnails regeneration
es_es: Omitir la regeneración de miniaturas
fr_fr: Ignorer la régénération des miniatures
pt_pt: Não recriar miniaturas de imagens
zh_tw: 跳過縮略圖再生

source: Force all ID numbers
es_es: Forzar todos los números ID
fr_fr: Forcer les identifiants
pt_pt: Forçar todos os números de referência
zh_tw: 強制指定所有 ID 號碼

source: Send notification email
es_es: Enviar notificación de correo electrónico
fr_fr: Envoyer une notification par e-mail
pt_pt: Enviar notificações por e-mail
zh_tw: 發送通知電郵

source: Next step
es_es: Siguiente paso
fr_fr: Étape suivante
pt_pt: Próximo passo
zh_tw: 下一步

source: Minimum severity level
es_es: Nivel máximo de gravedad
fr_fr: Niveau de gravité minimum
pt_pt: Nível mínimo de gravidade
zh_tw: 最小嚴重程度層級：

source: Enable multi-statements queries
es_es: Habilitar consultas de múltiples declaraciones
fr_fr: Activez les requêtes à plusieurs instructions
pt_pt: Activar as consultas multi-estatísticas
zh_tw: 啟用多語句查詢

source: Back office token protection
es_es: Protección del Back office mediante token
fr_fr: Protection des jetons dans le back-office
pt_pt: Protecção de tokens de back office
zh_tw: 後台權杖保護

source: 0 - Extremely guessable
es_es: 0 - Extremadamente fácil de adivinar
fr_fr: 0 - Extrêmement facile à deviner
pt_pt: 0 - Extremamente adivinhável
zh_tw: 0 - 非常容易猜到

source: 1 - Very guessable
es_es: 1 - Muy fácil de adivinar
fr_fr: 1 - Très facile à deviner
pt_pt: 1 - Muito fácil de adivinhar
zh_tw: 1 - 容易猜到

source: 2 - Somewhat guessable
es_es: 2 - Fácil de adivinar
fr_fr: 2 - Plutôt facile à deviner
pt_pt: 2 - Um pouco adivinhável
zh_tw: 2 - 有點容易猜到

source: 3 - Safely unguessable
es_es: 3 - Difícil de adivinar
fr_fr: 3 - Difficile à deviner
pt_pt: 3 - Seguramente indiscutível
zh_tw: 3 - 安全不容易猜到

source: 4 - Very unguessable
es_es: 4 - Muy difícil de adivinar
fr_fr: 4- Très difficile à deviner
pt_pt: 4 - Muito indecifrável
zh_tw: 4 - 非常不容易猜到

source: Minimum length
es_es: Longitud mínima
fr_fr: Longueur minimale
pt_pt: Comprimento mínimo
zh_tw: 最小長度

source: Maximum length
es_es: Longitud máxima
fr_fr: Longueur maximale
pt_pt: Comprimento máximo
zh_tw: 最大長度

source: Minimum password security score
es_es: Puntaje de seguridad de contraseña mínimo
fr_fr: Score de sécurité minimum du mot de passe
pt_pt: Pontuação mínima de segurança da palavra-passe
zh_tw: 最低密碼安全分數

source: Enable PrestaShop's webservice
es_es: Activar el servicio Web
fr_fr: Activer le webservice
pt_pt: Ativar o WebService[API] do PrestaShop
zh_tw: 啟用PrestoShop 網路服務

source: Enable CGI mode for PHP
es_es: Activar modo CGI para PHP
fr_fr: Activer le mode CGI de PHP
pt_pt: Ativar modo CGI para o PHP
zh_tw: 啟用PHP的CGI模式

source: Webservice account key.
es_es: Clave de la cuenta servicio Web
fr_fr: Clé du compte webservice.
pt_pt: Chave da conta do WebService[API].
zh_tw: 網路服務帳戶密碼。

source: Enable webservice key
es_es: Habilitar clave de servicio web
fr_fr: Activer la clé webservice
pt_pt: Activar chave webservice
zh_tw: 啟用 webservice 密鑰

source: Current password
es_es: Contraseña actual
fr_fr: Mot de passe actuel
pt_pt: Palavra-passe atual
zh_tw: 目前密碼

source: New password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
pt_pt: Nova palavra-passe
zh_tw: 新密碼

source: Confirm password
es_es: Confirma la contraseña
fr_fr: Confirmer le mot de passe
pt_pt: Confirme a palavra-passe
zh_tw: 確認密碼

source: Download the backup file (%s MB)
es_es: Descargar el archivo de copia de seguridad (%s MB)
fr_fr: Télécharger le fichier de sauvegarde (%s MB)
pt_pt: Transferir o ficheiro da cópia de segurança (%s MB)
zh_tw: 下載備份檔案 (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
es_es: Sugerencia: También puede descargar este archivo a través de FTP. Los archivos de copia de seguridad se encuentran en "admin / backups".
fr_fr: Astuce : vous pouvez également télécharger ce fichier par FTP. Les fichiers de sauvegarde sont situés dans le répertoire "backups" de votre dossier d'administration.
pt_pt: Dica: também pode transferir este ficheiro do seu servidor FTP. Os ficheiros das cópias de sgeurança estão localizados na diretoria "/adminXXXX/backups".
zh_tw: 提示：您可以透過FTP下載檔案，備份檔案放在 “/adminXXXX/backups” 目錄。

source: Backup options
es_es: Opciones de copia de seguridad
fr_fr: Options de sauvegarde
pt_pt: Opções da cópias de segurança
zh_tw: 備份選項

source: Available fields
es_es: Campos disponibles
fr_fr: Champs disponibles
pt_pt: Campos disponíveis
zh_tw: 可用欄位

source: * Required field
es_es: * Campo requerido
fr_fr: * Champs requis
pt_pt: * Campo obrigatório
zh_tw: * 必填欄位

source: History of uploaded files
es_es: Historial de archivos subidos
fr_fr: Historique des fichiers envoyés
pt_pt: Histórico de ficheiros enviados
zh_tw: 已上傳檔案的紀錄

source: Download
es_es: Descargas
fr_fr: Téléchargement
pt_pt: Transferir
zh_tw: 下載

source: Choose from history / FTP
es_es: Seleccionar un archivo desde historial / FTP
fr_fr: Sélectionner un fichier dans l'historique
pt_pt: Selecionar do histórico/FTP
zh_tw: 由 歷史紀錄 / FTP 選擇

source: Download sample csv files
es_es: Descargar archivos csv de ejemplo
fr_fr: Télécharger des fichiers .CSV d'exemple
pt_pt: Transferir os ficheiros .csv de amostras
zh_tw: 下載 csv 檔案樣本

source: Back to the dashboard
es_es: Regresar al inicio
fr_fr: Retour au tableau de bord
pt_pt: Voltar ao painel
zh_tw: 返回控制面板

source: Test your email configuration
es_es: Prueba de configuración de correo electrónico
fr_fr: Testez votre configuration e-mail
pt_pt: Testar a configuração de email
zh_tw: 測試您電子信箱的設定

source: A test email has been sent to the email address you provided.
es_es: Se ha enviado un correo electrónico de prueba a la dirección de correo electrónico especificada.
fr_fr: Un e-mail de test a été envoyé à l'adresse e-mail que vous avez fournie.
pt_pt: Foi enviado um e-mail de teste para o endereço de e-mail que indicou.
zh_tw: 測試郵件已傳送至提供的電郵地址。

source: Send a test email
es_es: Enviar un correo electrónico de prueba
fr_fr: Envoyer un e-mail test
pt_pt: Enviar um email de teste
zh_tw: 發送測試電子郵件

source: Employee options
es_es: Opciones de empleados
fr_fr: Options des employés
pt_pt: Opções de funcionário
zh_tw: 員工選項

source: Employees
es_es: Empleados
fr_fr: Employés
pt_pt: Funcionários
zh_tw: 員工

source: Manage your team
es_es: Administra tu propio equipo
fr_fr: Gérez votre équipe
pt_pt: Gerir a sua equipa
zh_tw: 管理您的團隊
