Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminOrderscustomersFeature.*.xlf
Languages: az_az

source: Total spent since registration:
az_az: Qeydiyyatdan sonra xərclərin toplamı:

source: Text #
az_az: Mətn

source: Total cost of products:
az_az: Məhsulların toplam dəyəri:

source: Total value of vouchers:
az_az: Kuponların toplam dəyəri:

source: Total cost of gift wrapping:
az_az: Hədiyyə bağlamasının toplam qiyməti:

source: Total shipping costs:
az_az: Toplam çatdırılma xərcləri:

source: Account registration date:
az_az: Hesabın qeydiyyat tarixi:

source: Valid orders placed:
az_az: Düzgün sifarişlər yerləşdirildi:

source: New messages
az_az: Yeni mesajlar

source: Open
az_az: Aç

source: No new messages
az_az: Yeni mesaj yoxdur

source: New message
az_az: Yeni mesaj

source: Statistics
az_az: Statistika

source: Comment:
az_az: Rəy:

source: Order #
az_az: Sifariş #

source: See more
az_az: Ardına bax

source: Orders and messages timeline
az_az: Sifariş və mesajlar günlüyü

source: To:
az_az: A

source: No orders validated for the moment
az_az: İndiyə qədər heç bir sifariş doğrulanmadı

source: Customer ID:
az_az: Alıcı ID:

source: Sent on:
az_az: Göndərildi:

source: File attachment
az_az: Fayl qoşması

source: Product #
az_az: Məhsul #

source: Sent by:
az_az: Göndərən:

source: Thread ID:
az_az: Mövzu ID:

source: Message ID:
az_az: Mesaj ID:

source: Message:
az_az: Mesaj:

source: Reply to this message
az_az: Bu mesajı cavabla

source: Please type your reply below:
az_az: Buyurun, cavabınızı aşağıda yazın:

source: Your reply will be sent to:
az_az: Cavabınız kimə göndəriləcək:

source: Send my reply
az_az: Cavabımı göndər

source: Search for a product
az_az: Bir məhsul axtar

source: Delay
az_az: Gecikmə

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
az_az: Salam. Heyif ki, sifarişinizdəki məhsul indi anbarda yoxdur. Bu, çatdırılmada bir az gecikməyə səbəb ola bilər. Xahiş edirik, üzrlərimizi qəbul edin və əmin olun ki, bunu düzəltmək üçün çox çalışırıq.

source: Package received
az_az: Qutu qəbul edildi

source: Return completed
az_az: Geri qaytarılma tamamlandı

source: Payment accepted
az_az: Ödəniş qəbul edildi

source: Remote payment accepted
az_az: Uzaqdan ödəniş qəbul olundu

source: None
az_az: Heç biri

source: Medium
az_az: Orta

source: High
az_az: Yüksək

source: 2 - Order validated
az_az: 2 - Sifariş doğrulandı

source: Abandoned cart
az_az: Atılmış kart

source: Net Profit per Visitor
az_az: Hər Ziyarətçiyə görə Təmiz Gəlir

source: Return Merchandise Authorization (RMA)
az_az: Məhsul Qaytarma Səlahiyyəti

source: Free order
az_az: Pulsuz sifariş

source: Newsletter
az_az: Xəbərlər

source: Free Shipping
az_az: Pulsuz çatdırılma

source: Unknown
az_az: Naməlum

source: %1$d years old (birth date: %2$s)
az_az: %1$d yaş (doğum tarixi: %2$s)

source: Net Profit per Visit
az_az: Hər Gəlişə görə Təmiz Gəlir

source: 30 days
az_az: 30 gün

source: Newsletter Registrations
az_az: Yeniliklərə Qeydiyyatlar

source: Cart #%ID%
az_az: Səbət #%ID%

source: Total Cart
az_az: Toplam Səbət

source: not paid
az_az: ödənilməyib

source: Date issued
az_az: Tarixi

source: Phone number(s)
az_az: Telefon nömrəsi(ləri)

source: Qty available
az_az: Qalıq sayı

source: Registration
az_az: Qeydiyyat

source: Last visit
az_az: Əlaqə

source: New client
az_az: Yeni alıcı

source: Change Order Status
az_az: Sifariş Statusunu dəyişdirin

source: VAT number
az_az: ƏDV nömrəsi

source: Identification number
az_az: ID

source: Birthday
az_az: Ad Günü

source: Add new order message
az_az: Yeni sifariş mesajı yaz

source: Add new order
az_az: Yeni sifariş artır

source: Orders
az_az: Sifarişlər

source: Order %reference% from %firstname% %lastname%
az_az: %firstname% %lastname% etdiyi %reference% sifarişi

source: Customer email
az_az: Meştəri E-poçt

source: Address alias
az_az: Ünvan təsviri

source: Group access
az_az: Qrup girişi

source: Maximum number of payment days
az_az: Ödəniş günlərinin maksimum sayı

source: Free shipping
az_az: Pulsuz çatdırılma

source: Re-stock products
az_az: Qalıq məhsulları yenidən say

source: Generate a voucher
az_az: Kupon yarat

source: Product(s) price:
az_az: Məhsul(ların) qiyməti:

source: After the sequential number
az_az: Ardıcıl nömrədən sonra

source: Before the sequential number
az_az: Ardıcıl nömrədən qabaq

source: Required Fields
az_az: Gərəkli Damalar

source: Required fields
az_az: Gərəkli damalar

source: Vouchers
az_az: Qəbzlər

source: %firstname% %lastname% has no discount vouchers
az_az: %firstname% %lastname% heç bir endirim kuponu yoxdur

source: Last connections
az_az: Son bağlantılar

source: Pages viewed
az_az: Baxılan səhifələr

source: Total time
az_az: Toplam vaxt

source: IP Address
az_az: IP Ünvan

source: Valid orders:
az_az: Düzgün sifarişlər:

source: Invalid orders:
az_az: Yanlış sifarişlər:

source: Total spent
az_az: Toplam xərclər

source: %firstname% %lastname% has not placed any orders yet
az_az: %firstname% %lastname% hələ heç bir sifariş vermədi

source: Age
az_az: Yaş

source: Registration Date
az_az: Qeydiyyat Tarixi

source: Registrations
az_az: Qeydiyyatlar

source: Latest Update
az_az: Ən Son Yeniləmə

source: Add a private note
az_az: Gizlin bir qeyd yaz

source: Viewed products
az_az: Baxılanlar

source: Set required fields for this section
az_az: Bu bölmə üçün gərəkli damaları qurun

source: Customer since: %s
az_az: Nə vaxtdan alıcıdır: %s

source: Merchandise Returns
az_az: Məhsul mənfəəti

source: Order messages
az_az: Sifariş mesajları

source: Discount name
az_az: Endirim adı

source: Print PDF
az_az: PDF çap et

source: Order statuses
az_az: Sifariş durumları

source: By order status
az_az: Sifariş durumuna görə

source: Invoice options
az_az: İnvoys seçimləri

source: Enable tax breakdown
az_az: Vergi bölgüsünü aktivləşdirin

source: Add current year to invoice number
az_az: İnvoys nömrəsinə bu ili artır

source: Reset sequential invoice number at the beginning of the year
az_az: İlin başlanğıcında ardıcıl invoys nömrəsini yenidən başlat

source: Position of the year date
az_az: İlin yerləşməsi

source: Invoice number
az_az: İnvoys nömrəsi

source: Legal free text
az_az: Qanuni pulsuz mətn

source: Add new address
az_az: Yeni Ünvan əlavə edilsin

source: Cart
az_az: Səbət:

source: In stock
az_az: Öncə Satışda

source: Add to cart
az_az: Səbətə AT

source: Search for a voucher
az_az: Kupon axtar

source: Add new voucher
az_az: Yeni kupon artır

source: No voucher was found
az_az: Heç bir kupon tapılmadı

source: Total paid
az_az: tekun_ödəniş

source: Gift
az_az: Hədiyyə

source: Delivery option
az_az: Çatdırılma seçimi

source: Shipping price (Tax incl.)
az_az: Çatdırılma qiyməti (Vergi daxil)

source: Total products
az_az: Cəmi Məhsullar:

source: Total vouchers (Tax excl.)
az_az: Toplam kuponlar (Vergisiz)

source: Total taxes
az_az: Toplam vergi

source: Total (Tax excl.)
az_az: Toplam (Vergisiz)

source: Total (Tax incl.)
az_az: Toplam (Vergi ilə)

source: Order message
az_az: Sifariş mesajı

source: Add a product
az_az: Bir məhsul artır

source: Create a new invoice
az_az: Yeni invoys yarat

source: Edit the price
az_az: Qiymətə düzəliş et

source: New invoice information
az_az: Yeni invoys məlumatları

source: Validated orders placed:
az_az: Doğrulanmış yerləşdirilmiş sifarişlər:

source: Shipping address
az_az: Çatdırılma Ünvanı

source: Invoice address
az_az: Faktura ünvanı

source: Merchandise returns
az_az: Məhsul mənfəəti

source: Gift wrapping
az_az: Baglama

source: Credit slip
az_az: Kredit

source: Enter payment
az_az: Ödəniş göndərin

source: Add note
az_az: Qeyd yazın

source: Edit note
az_az: Qeydə düzəliş et

source: Order ID
az_az: ID commande

source: Send message
az_az: Mesaj göndər

source: Return products
az_az: Malların qaytarılması

source: Payment method
az_az: Ödəniş seçimi

source: Not defined
az_az: Təyin edilməmiş

source: Change currency
az_az: Valyutanı dəyiş

source: Refunded
az_az: Qaytarıldı

source: Add a discount
az_az: Endirim artır

source: Wrapping
az_az: Bükmə

source: From
az_az: Kimdən

source: To
az_az: A

source: Update status
az_az: Durumu yenilə

source: Choose an order status
az_az: Bir sifariş durumu seçin

source: Group
az_az: Qrup

source: Groups
az_az: Qruplar
