Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogNotification.*.xlf
Languages: es_co, fr_fr, he_il, th_th

source: You must select some products before
es_co: Debes seleccionar antes algunos productos
fr_fr: Vous devez sélectionner au moins un produit
he_il: עליך לבחור כמה מוצרים לפני

source: You cannot set 0 or a negative position, the minimum is 1.
es_co: No puede establecer una posición negativa o 0, el mínimo es 1.
fr_fr: Vous ne pouvez pas définir 0 ou une position négative, le minimum est 1.
he_il: אתה לא יכול להגדיר 0 או מיקום שלילי, המינימום הוא 1.

source: You cannot set a position greater than the total number of products in the category, starting at 1.
es_co: No puede establecer una posición mayor que el número total de productos en la categoría, comenzando en 1.
fr_fr: Vous ne pouvez pas définir une position plus grande que le nombre total de produits dans la catégorie. La numérotation commence à 1.
he_il: לא ניתן להגדיר מיקום גדול ממספר המוצרים הכולל בקטגוריה, החל מ-1.

source: Error on image caption: "%1s" is not a valid caption.
es_co: Error en el título de la imagen: "%1s" no es un título válido.
fr_fr: Erreur sur l'image : la légende "%1s" n'est pas valide.
he_il: שגיאה בכותרת התמונה: "%1s" אינה כותרת תקינה.

source: The discount was successfully generated.
es_co: La rebaja fue generada exitosamente
fr_fr: La remise a été générée avec succès.
he_il: הנחה נוצרה בהצלחה

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
es_co: La categoría raíz de la tienda %shop% no está asociada con la tienda actual. No puedes acceder a esta página. Por favor, cambia la categoría raíz de la tienda.
fr_fr: La catégorie racine de la boutique %shop% n'est pas associée à la boutique actuelle. Vous ne pouvez pas accéder à cette page. Veuillez modifier la catégorie racine de la boutique.

source: This will copy the images too. If you wish to proceed, click "%yes_label%". If not, click "%no_label%".
es_co: Esto también copiará las imágenes. Si desea continuar, haga clic en "%yes_label%". De lo contrario, haga clic en "%no_label%".
fr_fr: Cela copiera également les images. Si vous souhaitez continuer, cliquez sur "%yes_label%". Sinon, cliquez sur "%no_label%".
he_il: זה גם יעתיק את התמונות. אם ברצונך להמשיך, לחץ על "%yes_label%". אם לא, לחץ על "%no_label%".

source: You cannot update the available stock when it depends on stock.
es_co: No puedes actualizar las existencias disponibles si dependen de inventario.
fr_fr: Vous ne pouvez pas mettre à jour le stock disponible quand il dépend du stock.
he_il: אין באפשרותך לעדכן את המלאי הזמין כאשר הוא תלוי במלאי.

source: Incorrect Stock Manager class [%s]
es_co: Clase Gestión de Inventario incorrecta [%s]
fr_fr: La class Stock Manager est incorrecte [%s]
he_il: מחלקה [%s] שגויה של מנהל המלאי

source: Stock Manager class not found [%s]
es_co: Clase Gestión de Inventario no encontrada [%s]
fr_fr: La class Stock Manager n'a pas été trouver [%s]
he_il: מחלקת מנהל המלאי לא נמצאה [%s]

source: An error occurred while updating the status for an object.
es_co: Se ha producido un error mientras se actualizaba el estado del objeto.
fr_fr: Une erreur s'est produite pendant la mise à jour de l'état de l'objet.
he_il: שגיאה אירעה בעת עדכון מצב האובייקט.

source: (cannot load object)
es_co: (no se puede cargar el objeto)
fr_fr: (impossible de charger l'objet)
he_il: ( תקלה בטעינת אובייקט )
th_th: (ไม่สามารถโหลด object ได้)

source: The attribute value "%1$s" already exist for %2$s language
es_co: El valor del atributo "%1$s" ya existe para %2$s idioma
fr_fr: La valeur de l'attribut "%1$s" existe déjà dans la langue %2$s
he_il: ערך המאפיין "%1$s" כבר קיים עבור השפה %2$s

source: This feature has been disabled. You can activate it here: %link%.
es_co: Esta característica ha sido desactivada, puedes activarla en esta página: %link%.
fr_fr: Cette fonctionnalité a été désactivée, vous pouvez l'activer sur cette page : %link%.

source: Failed to delete the attribute.
es_co: Error al eliminar el atributo.
fr_fr: Échec de suppression de l'attribut.
he_il: כשלון במחיקת מאפיין.
th_th: การลบคุณลักษณะล้มเหลว

source: The "%s" restriction is checked, but no item is selected.
es_co: La restricción "%s" está marcada, pero no se ha seleccionado ningún elemento.
fr_fr: La restriction "%s" est activée, mais aucun élément n'est sélectionné.

source: The voucher cannot end before it begins.
es_co: El cupon no puede terminar antes de que comience.
fr_fr: Le bon de réduction ne peut terminer avant qu'il ne commence.
he_il: השובר לא יכול להסתיים לפני שהוא מתחיל

source: The minimum amount cannot be lower than zero.
es_co: La cantidad mínima no podrá ser inferior a cero.
fr_fr: Le montant minimum ne peut être inférieur à 0
he_il: כמות מינימלית לא יכולה להיות קטנה מ-- 0

source: Reduction percentage must be between 0% and 100%
es_co: El porcentaje de reducción debe variar desde 0 % y 100 %
fr_fr: Le pourcentage de réduction doit être entre 0% et 100%
he_il: אחוז ההפחתה צריך להיות בין 0% ו- 100%

source: Reduction amount cannot be lower than zero.
es_co: Valor del descuento no puede ser menor que cero.
fr_fr: Le montant de la réduction ne peut être inférieur à 0
he_il: כמות מופחתת לא יכולה להיות נמוכה מ- 0

source: This cart rule code is already used (conflict with cart rule %rulename%)
es_co: Este código de regla de carrito ya está en uso (conflicto con la regla de carrito %rulename%)
fr_fr: Ce code de réduction est déjà utilisé (conflit avec la règle %rulename%)

source: An action is required for this cart rule.
es_co: Una acción es requerida para esta regla de carrito.
fr_fr: Vous devez définir une action pour cette règle panier
he_il: נדרשת פעולה עבור כלל עגלת קניות זה.

source: No product has been found.
es_co: Ningún producto ha sido encontrado.
fr_fr: Aucun produit trouvé
he_il: שום מוצר לא נמצא.

source: Product with required customization fields cannot be used as a gift.
fr_fr: Les produits qui nécessitent une personnalisation ne peuvent pas être utilisés comme cadeaux.

source: Invalid product
es_co: Producto no válido
fr_fr: Produit non valable
he_il: מוצר לא חוקי.

source: Invalid combination
es_co: Combinación no válida
fr_fr: Combinaison invalide
he_il: צירוף לא תקין

source: An error occurred during the image upload process.
es_co: Se ha producido un error durante el envío del archivo.
fr_fr: Une erreur est survenue durant l'envoi de l'image
he_il: אירעה שגיאה במהלך תמונת ההעלאה.
th_th: พบข้อผิดพลาดในระหว่างการอัพโหลดรูปภาพดังกล่าว

source: An order has already been placed with this cart.
es_co: Una pedido ya ha sido enviado con este carrito.
fr_fr: Une commande a déjà été passée avec ce panier
he_il: הזמנה כבר מוקמה בעגלה זו

source: This product cannot be added to the cart.
es_co: El producto no puede ser añadido al carrito.
fr_fr: Ce produit ne peut pas être ajouté au panier.
he_il: לא ניתן להוסיף מוצר זה לעגלת הקניות.

source: You already have the maximum quantity available for this product.
es_co: Usted ya tiene la cantidad máxima disponible de este producto.
fr_fr: Vous avez atteint la quantité maximum pour ce produit.
he_il: יש לך כבר את הכמות המקסימלית הזמינה למוצר זה.
th_th: คุณมีอยู่แล้วในปริมาณที่สูงสุดสำหรับสินค้านี้

source: Invalid voucher.
es_co: Cupón no válido.
fr_fr: Bon de réduction non valide.
he_il: מספר קופון לא תקין.

source: Invalid quantity
es_co: Cantidad no válida
fr_fr: Quantité invalide
he_il: כמות לא חוקית
th_th: ปริมาณที่ไม่ถูกต้อง

source: Cannot add image because product creation failed.
es_co: No se puede añadir la imagen porque el producto no pudo ser creado.
fr_fr: Impossible d'ajouter d'image car l'ajout du produit a échoué.
he_il: לא ניתן להוסיף תמונה משום שיצירת המוצר נכשלה.
th_th: ไม่สามารถเพิ่มภาพเพราะล้มเหลวในการเพิ่มสินค้า

source: Error while creating additional image
es_co: Error durante la creación de la imagen adicional
fr_fr: erreur lors de la création de l'image supplémentaire
he_il: שגיאה בעת יצירת תמונה נוספת
th_th: ข้อผิดพลาดในขณะที่การสร้างภาพเพิ่มเติม

source: We were unable to associate this attachment to a product.
es_co: No fue posible asociar este adjunto a un producto.
fr_fr: Impossible d'associer une pièce jointe au produit
he_il: לא ניתן לקשר קובץ זה למוצר.

source: An error occurred while saving product attachments.
es_co: Ha ocurrido un error al guardar el adjunto del producto.
fr_fr: Il y avait une erreur lors de l'enregistrement des pièces jointes de produits.
he_il: שגיאה אירעה בעת שמירת צרופות למוצרים.

source: You cannot delete this product because there is physical stock left.
es_co: No puedes eliminar este producto porque todavía tiene unidades en stock.
fr_fr: Vous ne pouvez pas supprimer ce produit : il est encore présent dans le stock physique.
he_il: לא ניתן למחוק את המוצר מפני שעדיין נותרו פריטים במלאי.

source: You cannot change the product's cover image.
es_co: Imposible cambiar la imagen de portada del producto.
fr_fr: Impossible de changer la couverture du produit.
he_il: לא ניתן לשנות את תמונת המוצר

source: The image could not be found.
es_co: La imagen no se pudo encontrar.
fr_fr: Impossible de trouver l'image.
he_il: לא ניתן למצוא תמונה.

source: You cannot delete the product #%d because there is physical stock left.
es_co: No se puede eliminar el producto #%d porque hay un faltante de inventario físico.
fr_fr: Vous ne pouvez pas supprimer le produit #%d, car il ne reste plus de stocks physiques ou des commandes sont en cours d'approvisionnement.
he_il: לא ניתן למחוק את מוצר #%d משום שנותר מלאי פיזי, או שיש הזמנת מלאי שלו בתהליך.

source: The price attribute is required.
es_co: El precio del atributo es requerido.
fr_fr: Prix requis pour l'attribut
he_il: נדרש מאפיין מחיר.

source: You must add at least one attribute.
es_co: Debe añadir al menos un atributo.
fr_fr: vous devez ajouter au moins un attribut
he_il: יש להוסיף לפחות מאפיין אחד.
th_th: คุณต้องเพิ่มอย่างน้อยหนึ่งคุณลักษณะ

source: This combination already exists.
es_co: Esta combinación ya existe.
fr_fr: Cette combinaison existe déjà
he_il: צירוף זה קיים כבר.
th_th: การรวมกันนี้มีอยู่แล้ว

source: A product must be created before adding features.
es_co: Debe crearse el producto antes de añadir características.
fr_fr: Un produit doit être créé avant d'y ajouter des caractéristiques.
he_il: המוצר חייב להיווצר לפני הוספת תכונות.

source: Please specify priorities.
es_co: Por favor especifique prioridades.
fr_fr: Veuillez préciser les priorités
he_il: נא ציין עדיפויות
th_th: กรุณาระบุความสำคัญ

source: An error occurred while updating priorities.
es_co: Se ha producido un error al actualizar las prioridades.
fr_fr: Une erreur s'est produite pendant la mise à jour des priorités.
he_il: שגיאה אירעה בעת עדכון עדיפויות.
th_th: เกิดข้อผิดพลาดขณะที่การปรับปรุงลำดับความสำคัญ

source: An error occurred while setting priorities.
es_co: Se ha producido un error al configurar las prioridades.
fr_fr: Une erreur est survenue pendant la configuration des priorités.
he_il: שגיאה אירעה בעת הגדרת עדיפויות.
th_th: เกิดข้อผิดพลาดในขณะที่การตั้งค่าลำดับความสำคัญ

source: An error occurred while creating customization fields.
es_co: Se ha producido un error al crear campos personalizados.
fr_fr: une erreur s'est produite pendant la création des champs personnalisés
he_il: אירעה שגיאה בעת יצירת שדות מותאמים
th_th: เกิดข้อผิดพลาดในขณะที่การสร้างเขตข้อมูลการปรับแต่ง

source: An error occurred while updating customization fields.
es_co: Se ha producido un error al actualizar los campos personalizados.
fr_fr: Une erreur s'est produite pendant la mise à jour de la personnalisation.
he_il: שגיאה אירעה בעת עדכון ההתאמה האישית.

source: An error occurred while updating the custom configuration.
es_co: Se ha producido un error al actualizar la configuración personalizada.
fr_fr: Une erreur s'est produite pendant la mise à jour des paramètres de la personnalisation.
he_il: שגיאה אירעה בעת עדכון הגדרות ההתאמה האישית.

source: The label fields defined are invalid.
es_co: La etiqueta de campos definida no es válida.
fr_fr: Les noms des champs ne sont pas valables.
he_il: שדות התוויות לא חוקיים

source: A product must be created before adding customization.
es_co: Debe crearse el producto antes de añadir la personalización.
fr_fr: Le produit doit être créé avant d'ajouter des possibilités de personnalisations.
he_il: המוצר חייב להיווצר לפני הוספת אפשרויות התאמה.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
es_co: El archivo subido excede el "Tamaño máximo para un producto descargable" establecido en preferencias (%1$dMB) o la directiva post_max_size/ en php.ini (%2$dMB).
fr_fr: Le fichier mis en ligne dépasse la valeur du réglage "Taille maximale d'un produit téléchargeable" dans les préférences (%1$d Mo) ou la directive post_max_size du fichier php.ini (%2$d Mo).
he_il: הקובץ שהועלה חורג "הגודל המירבי עבור מוצר להורדה" להגדיר העדפות (%1$dMB) או את הוראת post_max_size / php. ini (%2$dMB).

source: An error occurred while attempting to associate this image with your shop.
es_co: Se ha producido un error al intentar asociar esta imagen con su tienda.
fr_fr: Une erreur s'est produite lors de l'association de l'image avec la boutique
he_il: אירעה שגיאה במהלך ניסיון קישור תמונת זו אל החנות.

source: An error occurred while attempting to move this picture.
es_co: Se ha producido un error al intentar mover la imagen.
fr_fr: Une erreur s'est produite lors du déplacement de l'image
he_il: שגיאה בעת הזזת תמונה

source: An error occurred while attempting to update the cover picture.
es_co: Se ha producido un error al intentar actualizar la imagen de portada.
fr_fr: Une erreur s'est produite lors de la mise à jour de l'image de couverture.
he_il: אירעה שגיאה בעת הניסיון לעדכן את תמונת העטיפה.

source: An error occurred while attempting to delete the product image.
es_co: Se produjo un error al intentar eliminar la imagen del producto.
fr_fr: Erreur à la suppression de l'image produit
he_il: שגיאה בעת מחיקת תמונת מוצר

source: Wrong IDs
es_co: IDs erróneas
fr_fr: Mauvais identifiants
he_il: מזהים שגויים
th_th: รหัสผิดพลาดของ

source: Invalid price/discount amount
es_co: Valor de precio/descuento no válido
fr_fr: Prix/réduction non valable
he_il: כמות הנחה/מחיר לא תקינה
th_th: ที่ไม่ถูกต้องจำนวนราคา / ลด

source: Please select a discount type (amount or percentage).
es_co: Por favor seleccione un tipo de descuento (valor o porcentaje).
fr_fr: Veuillez sélectionner un type de réduction (montant fixe ou pourcentage).
he_il: נא בחר סוג הנחה (כמות או אחוז)

source: The from/to date is invalid.
es_co: La fecha desde/hasta no es válida.
fr_fr: Mauvaise date de début/fin
he_il: תאריך מ/עד שגוי

source: The name for feature %1$s is too long in %2$s.
es_co: El nombre para la característica %1$s es demasiado largo en %2$s.
fr_fr: Le nom pour la caractéristique %1$s est trop long en %2$s.
he_il: שם התכונה %1$s ארוך מדי ב %2$s.

source: A valid name required for feature. %1$s in %2$s.
es_co: Un nombre válido es requerido para la característica %1$s en %2$s.
fr_fr: Le nom de la caractéristique n'est pas valable. %1$s en %2$s.
he_il: נדרש שם תקין לתכונה זו. %1$s ב %2$s.

source: An error occurred while adding tags.
es_co: Se ha producido un error al añadir etiquetas.
fr_fr: Une erreur s'est produite lors de l'ajout de mot-clés.
he_il: אירעה שגיאה בעת הוספת תגיות
th_th: เกิดข้อผิดพลาดในขณะที่การเพิ่มแท็ก

source: This %1$s field is required at least in %2$s
es_co: Este campo %1$s se requiere por lo menos en %2$s
fr_fr: Le champ %1$s est obligatoire au moins en %2$s
he_il: השדה %1$s נדרש לפחות ב %2$s

source: The %1$s field is too long (%2$d chars max).
es_co: El campo %1$s es muy largo. (%2$d caracteres máximo).
fr_fr: Le champ %1$s est trop long. (Longueur maximale : %2$d)
he_il: השדה %1$s ארוך מדי (מקסימום %2$d תווים)

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
es_co: El campo %1$s (%2$s) es demasiado largo: %3$d caracteres máximo (cuanta actual %4$d).
fr_fr: Le champ %1$s (%2$s) est trop long : %3$d caractères maximum (en compte actuellement %4$d).
he_il: השדה %1$s ( %2$s ) ארוך מדי: מספר תווים מירבי מותר %3$d (כרגע נספרו %4$d )

source: An error occurred while attempting to delete previous tags.
es_co: Se produjo un error al intentar eliminar las etiquetas anteriores.
fr_fr: Une erreur s'est produite lors de la suppression des mot-clés précédents.
he_il: שגיאה אירעה בעת מחיקת התגיות הקודמות.

source: The selected currency is not valid
es_co: La moneda seleccionada no es válida
fr_fr: La devise sélectionnée n'est pas valable
he_il: המטבע הנבחר לא תקין

source: An error occurred while copying image, the file does not exist anymore.
es_co: Se ha producido un error al copiar la imagen, el archivo ya no existe.
fr_fr: Une erreur est survenue lors de la copie de l'image, le fichier n'existe plus.
he_il: אירעה שגיאה במהלך העתקת התמונה, הקובץ לא קיים יותר.

source: An error occurred while copying image, the file width is 0px.
es_co: Se ha producido un error al copiar la imagen, el ancho del archivo es 0 px.
fr_fr: Une erreur est survenue lors de la copie de l'imagine, la largeur du fichier est de 0 pixel.
he_il: אירעה שגיאה במהלך העתקת התמונה, רוחב הקובץ הינו 0 פיקסלים.

source: An error occurred while copying image, check your memory limit.
es_co: Se ha producido un error al copiar la imagen, compruebe su límite de memoria.
fr_fr: Une erreur est survenue lors de la copie de l'image, vérifiez la limite de votre mémoire.
he_il: אירעה שגיאה במהלך העתקת התמונה, בדוק את הגדרות תקרת הזיכרון.

source: An error occurred while copying the image.
es_co: Se ha producido un error al copiar la imagen.
fr_fr: Une erreur est survenue lors de la copie de l'image.
he_il: אירעה שגיאה בעת העתקת התמונה.

source: You can't add product packs into a pack
es_co: No puede añadir productos de paquete dentro de otro
fr_fr: Vous ne pouvez pas ajouter de packs de produits dans un pack de produits
he_il: לא ניתן להוסיף חבילת מוצרים לחבילה קיימת

source: An error occurred while attempting to add products to the pack.
es_co: Se ha producido un error al intentar añadir los productos al paquete.
fr_fr: Une erreur est survenue lors de l'ajout des produits au pack.
he_il: אירעה שגיאה בעת הוספת מוצרים לחבילה

source: You do not have permission to add suppliers.
es_co: No tiene los permisos necesarios para agregar proveedores.
fr_fr: Vous n'avez pas les permissions pour ajouter des fournisseurs.
he_il: אין לך הרשאות הנדרשות להוספת ספקים.

source: The address is not correct. Please make sure all of the required fields are completed.
es_co: La dirección no es correcta. Compruebe si todos los campos requeridos están llenos.
fr_fr: L'adresse n'est pas correcte. Vérifiez que les champs requis sont tous remplis.
he_il: הכתובת אינה נכונה. בדוק אם כל השדות הנדרשים מלאים.

source: Could not delete #%i
es_co: No se pudo eliminar #%i
fr_fr: Impossible de supprimer #%i
he_il: לא ניתן למחוק #%i

source: Missing id_hook
es_co: id_hook no encontrado
fr_fr: id_hook absent
he_il: id_hook חסר

source: Missing block_name
es_co: block_name no encontrado
fr_fr: block_name absent
he_il: חסר block_name

source: Missing block_name value for language %s
es_co: Valor de block_name no encontrado para idioma %s
fr_fr: La valeur de block_name est absente pour la langue %s
he_il: חסר block_name ערך עבור שפה %s

source: Missing %s value in custom[%s] for language %s
es_co: Valor de %s faltante en personlización [%s] para idioma %s
fr_fr: Valeur %s manquante dans custom[%s] pour la langue %s
he_il: חסר ערך %s בהתאמה אישית [%s] לשפה %s

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
es_co: No es posible eliminar una combinación mientras todavía tengas cantidades en la Administración Avanzada de Stock. Debes eliminar tu stock primero.
fr_fr: Il n'est pas possible de supprimer une déclinaison qui a des quantités dans la gestion des stocks avancée. Vous devez d'abord supprimer le stock correspondant.

source: Error while deleting the stock
es_co: Error al eliminar el stock
fr_fr: Erreur lors de la suppression du stock
he_il: שגיאה בעת מחיקת המלאי

source: Successful deletion
es_co: Eliminación correcta
fr_fr: Suppression réussie
he_il: נמחק בהצלחה

source: You cannot delete this attribute.
es_co: No puede eliminar este atributo.
fr_fr: Impossible de supprimer l'attribut
he_il: לא ניתן למחוק מאפיין

source: Invalid 'to' date
es_co: Fecha "hasta" no válida
fr_fr: Date de fin non valable
he_il: תאריך "עד" לא תקין
th_th: วันที่ 'ถึงวันที่' ไม่ถูกต้อง

source: Invalid 'from' date
es_co: Fecha "desde" no válida
fr_fr: Date de début non valable
he_il: תאריך "מ" לא תקין
th_th: วันที่ 'จากวันที่' ไม่ถูกต้อง

source: An error occurred while updating the specific price.
es_co: Se ha producido un error al actualizar un precio específico.
fr_fr: Une erreur est survenue pendant la mise à jour d'un prix spécifique.
he_il: שגיאה אירעה בעת עדכון המחיר הספציפי.
th_th: เกิดข้อผิดพลาดในขณะที่การปรับปรุงราคาที่เฉพาะเจาะจง

source: The specific price ID is invalid.
es_co: El ID de precio específico no es válido.
fr_fr: Identifiant de prix spécifique non valable
he_il: מזהה מחיר ספציפי לא תקין

source: An error occurred while attempting to delete the specific price.
es_co: Se ha producido un error al intentar eliminar el precio específico.
fr_fr: Une erreur est survenue lors de la suppression d'un prix spécifique
he_il: אירעה שגיאה בעת מחיקת מחיר

source: No reduction value has been submitted.
fr_fr: Aucune valeur de réduction n'a été renseignée.

source: The submitted reduction value (0-100) is out-of-range.
fr_fr: La valeur de réduction saisie est incorrecte. Elle doit être comprise entre 0 et 100.

source: Submitted reduction value (0-100) is out-of-range
es_co: Valor de reducción (0-100) está fuera de rango
fr_fr: La réduction doit être comprise entre 0 et 100
he_il: ערך ההנחה מחוץ לטווח התקין (0-100)

source: No reduction value has been submitted
es_co: No se ha indicado ningún valor de descuento
fr_fr: Aucune réduction n'a été renseignée
he_il: אינו הוגש ערך הפחתה

source: Invalid date range
es_co: Rango de fechas no válido
fr_fr: Plage de dates non valide
he_il: טווח תאריכים לא חוקי

source: If they have no other category, I want to associate them with the parent category.
es_co: Si no tienen otra categoría, quiero asociarlos con la categoría padre.
fr_fr: S'ils n'ont plus de catégorie, je souhaite les associer à la catégorie parente.
he_il: אם אין להם קטגוריה אחרת, אני רוצה לשייך אותם לקטגוריית הראשית.

source: If they have no other category, I want to associate them with the parent category and turn them offline.
es_co: Si no tienen otra categoría, quiero asociarlos con la categoría padre y desactivarlos.
fr_fr: S'ils n'ont plus de catégorie, je souhaite les associer à la catégorie parente et les mettre hors ligne.
he_il: אם אין להם קטגוריה אחרת, אני רוצה לשייך אותם לקטגוריית הראשית ולהפוך אותם למצב לא מקוון.

source: (Recommended)
es_co: (Recomendado)
fr_fr: (Recommandé)
he_il: (מומלץ)
th_th: (แนะนำ)

source: If they have no other category, I want to delete them as well.
es_co: Si no tienen otra categoría, también quiero eliminarlos.
fr_fr: S'ils n'ont plus de catégorie, je souhaite les supprimer.
he_il: אם אין להם קטגוריה אחרת, אני רוצה למחוק גם אותם.

source: This file is associated with the following products. Are you sure you want to delete it?
es_co: Este archivo está asociado con los siguientes productos. ¿Estás seguro que quieres eliminarlo?
fr_fr: Ce fichier est associé aux produits suivants. Êtes-vous sûr de vouloir le supprimer ?
he_il: קובץ זה משויך למוצרים הבאים. האם אתה בטוח שברצונך למחוק אותו?
