Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminActions.*.xlf
Languages: tl_ph

source: Validate
tl_ph: Pagpapatunay

source: View
tl_ph: Tignan

source: Hide warning
tl_ph: Itago ang babala

source: Choose language:
tl_ph: Pumili ng wika:

source: Close
tl_ph: Isarado

source: Delete selected items?
tl_ph: Buburahin ba ang napiling mga aytem?

source: Sort
tl_ph: Iayos

source: Sort order
tl_ph: Ayos ng pagkakasunod-sunod

source: Cancel
tl_ph: Kanselahin

source: Save
tl_ph: I-save

source: Choose a file
tl_ph: Pumili ng isang file

source: Edit
tl_ph: I-edit

source: Delete
tl_ph: Burahin

source: Add new
tl_ph: Dagdagan ng bago

source: Search name
tl_ph: Hanapin ang pangalan

source: Close window
tl_ph: Ang window ay isara

source: Back to list
tl_ph: Bumalik sa listahan

source: Update
tl_ph: I-update

source: Edit: %value%
tl_ph: Baguhin: %value%

source: Try again
tl_ph: Subukan muli

source: Delete selection
tl_ph: Burahin ang pinili

source: Filter by categories
tl_ph: Salain sa pamamagitan ng mga kategorya

source: Activate selection
tl_ph: Aktibahin ang seleksyon

source: Deactivate selection
tl_ph: Huwag aktibahin ang seleksyon

source: Duplicate selection
tl_ph: Duplikahin ang seleksyon

source: Unselect
tl_ph: Tanggalin sa pagkapili

source: Duplicate
tl_ph: Kopyahin

source: Save & refresh
tl_ph: I-seyb at i-repres

source: Create
tl_ph: Lumikha

source: Save image settings
tl_ph: I-seyb ang mga pagtatakda ng imahe

source: Select
tl_ph: Pumili

source: Expand
tl_ph: Palawakin

source: Collapse
tl_ph: Bumagsak

source: Add my IP
tl_ph: Idagdag ang IP ko

source: Confirm this action
tl_ph: Kumpirmahin ang aksyon na ito
