Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminModulesFeature.*.xlf
Languages: hu_hu, zh_tw

source: RTL Module
hu_hu: RTL modul
zh_tw: RTL 模組

source: Manage hooks
hu_hu: Kapcsolások kezelése
zh_tw: 擷取管理

source: Toggle dropdown
hu_hu: Váltás legördülő menüre
zh_tw: 切換下拉清單

source: Administration
hu_hu: Adminisztráció
zh_tw: 管理

source: Advertising & Marketing
hu_hu: Hirdetés & Marketing
zh_tw: 廣告與營銷

source: Analytics & Stats
hu_hu: Analitika & Statisztika
zh_tw: 統計分析

source: Taxes & Invoicing
hu_hu: Adók & számlázás
zh_tw: 稅務和發票

source: Checkout
hu_hu: Fizetés
zh_tw: 結帳

source: Content Management
hu_hu: Tartalomszerkesztés
zh_tw: 內容管理

source: Customer Reviews
hu_hu: Vásárlói értékelések
zh_tw: 客戶評論

source: Front office Features
hu_hu: Áruház jellemzők
zh_tw: 前台功能

source: Internationalization & Localization
hu_hu: Nemzetközivé- és helyivé-tétel
zh_tw: I18n 和 本地化

source: Merchandising
hu_hu: Kereskedelem
zh_tw: 銷售

source: Migration Tools
hu_hu: Migrációs eszközök
zh_tw: 移轉工具

source: Payments & Gateways
hu_hu: Fizetési módok
zh_tw: 付款和閘通道

source: Site certification & Fraud prevention
hu_hu: Tanúsítvány & Visszaélés kezelés
zh_tw: 網站認證和預防欺詐

source: Pricing & Promotion
hu_hu: Árazás & Kedvezmények
zh_tw: 促銷

source: Quick / Bulk update
hu_hu: Gyors frissítések
zh_tw: 快速批次更新

source: Shipping & Logistics
hu_hu: Szállítás & Logisztika
zh_tw: 運輸和物流

source: Slideshows
hu_hu: Diavetítések
zh_tw: 電子報

source: Comparison site & Feed management
hu_hu: Összehasonlító oldal & hírfolyamkezelés
zh_tw: 比較網站和Feed管理

source: Marketplace
hu_hu: Piactér
zh_tw: 市場

source: Other Modules
hu_hu: Egyéb modulok
zh_tw: 其他行動通訊

source: Emailing & SMS
hu_hu: E-mail & SMS
zh_tw: Email&簡訊

source: Social Networks
hu_hu: Közösségi hálózatok
zh_tw: 社群網路

source: Social & Community
hu_hu: Társadalom és közösség
zh_tw: 社交與社區

source: Enable Mobile
hu_hu: Engedélyezés mobilon
zh_tw: 啟動手機

source: Disable Mobile
hu_hu: Letiltás mobilon
zh_tw: 關閉手機

source: Module manager
hu_hu: Modul kezelő
zh_tw: 模組管理

source: Delete
hu_hu: Törlés
zh_tw: 刪除

source: Module notifications
hu_hu: Modul értesítések
zh_tw: 模組通知

source: Discover
hu_hu: Fedezz fel
zh_tw: 了解更多

source: PrestaShop Addons Marketplace
hu_hu: PrestaShop Addons piactér
zh_tw: PrestaShop Addons 市場

source: Exit to PrestaShop Addons Marketplace
hu_hu: Kilépés a PrestaShop Addons piactérre
zh_tw: 前往 PrestaShop Addons Marketplace

source: See all results for your search on
hu_hu: Az összes találat megtekintése a következő kereséshez
zh_tw: 您搜查的所有結果

source: v%version% - by %author%
hu_hu: v%version% - készítette: %author%
zh_tw: v%version% - 作者 %author%

source: Service by %author%
hu_hu: Szolgáltató: %author%
zh_tw: %author% 提供的服務

source: Upgrade available
hu_hu: Frissítés elérhető
zh_tw: 有可用的升級

source: Recently used
hu_hu: Gyakran használt
zh_tw: 最近曾使用

source: All categories
hu_hu: Minden kategória
zh_tw: 所有分類

source: Installed modules
hu_hu: Telepített modulok
zh_tw: 已安装的模塊

source: Disabled modules
hu_hu: Kikapcsolt modulok
zh_tw: 停用模組

source: Show all modules
hu_hu: Minden modul
zh_tw: 顯示所有模塊

source: Enabled modules
hu_hu: Engedélyezett modulok
zh_tw: 啟用的模組

source: Uninstalled modules
hu_hu: Eltávolított modulok
zh_tw: 卸載模塊

source: You do not have module in « %categoryName% ».
hu_hu: Itt « %categoryName% » nem található modul.
zh_tw: 分類 %categoryName% 裡沒有模塊。

source: Recently Used
hu_hu: Nemrég használt
zh_tw: 最近使用

source: Disable module?
hu_hu: Modul tiltása?
zh_tw: 停用模組?

source: Uninstall module?
hu_hu: Eltávolítod a modult?
zh_tw: 卸裝模塊？

source: Reset module?
hu_hu: Visszaállítod a modult?
zh_tw: 重設模組？

source: Yes, disable it
hu_hu: Igen, kapcsold ki
zh_tw: 是的，關閉

source: Yes, uninstall it
hu_hu: Igen, távolítsd el
zh_tw: 是的，卸裝

source: Yes, reset it
hu_hu: Igen, állítsd vissza
zh_tw: 是的，重設

source: Optional: delete module folder after uninstall.
hu_hu: Opcionális: modulmappa törlése eltávolítás után.
zh_tw: 可選：卸載後刪除模組文件夾。

source: Bulk action confirmation
hu_hu: Csoportos művelet megerősítése
zh_tw: 批量操作確認

source: Yes, I want to do it
hu_hu: Igen, ezt szeretném
zh_tw: 是的，我想這樣做

source: Upload a module
hu_hu: Modul feltöltés
zh_tw: 上傳模組

source: Drop your module archive here or [1]select file[/1]
hu_hu: Húzd ide az összecsomagolt modult vagy [1]válassz fájlt[/1]
zh_tw: 請在此處放置模塊的壓縮檔案或[1]選擇檔案[/1]

source: Free
hu_hu: Ingyen!
zh_tw: 免費!

source: v%version% by %author%
hu_hu: v%version% - készítette: %author%
zh_tw: v%version% - 作者 %author%

source: Overview
hu_hu: Áttekintés
zh_tw: 簡介

source: Additional information
hu_hu: További információk
zh_tw: 其他資訊

source: Benefits
hu_hu: Előnyök
zh_tw: 好處

source: Features
hu_hu: Tulajdonságok
zh_tw: 商品特性

source: Demo video
hu_hu: Demó videó
zh_tw: 演示視頻

source: Changelog
hu_hu: Változásnapló
zh_tw: 更新日誌

source: Multistore compatibility:
hu_hu: Multi-shop kompatibilitás:
zh_tw: 多商店兼容性：

source: This module is compatible with the multistore feature. It can be either:
hu_hu: Ez a modul kompatibilis a Multi-shop funkcióval. Ezáltal lehetséges:
zh_tw: 此模塊與多商店功能兼容。它可以是：

source: configured differently from one store to another;
hu_hu: boltonként eltérően konfigurálni;
zh_tw: 從一個商店到另一個商店的配置不同；

source: configured quickly in the same way on all stores thanks to the all shops context or to the group of shops;
hu_hu: gyorsan, azonos módon beállítani minden boltot, köszönhetően az összes bolt vagy a boltcsoport opcióknak;
zh_tw: 由於所有商店 context 或商店組，所有商店以相同的方式快速配置；

source: or even activated for one store and deactivated for another.
hu_hu: vagy akár aktiválni az egyik boltban, és deaktiválva a másikban.
zh_tw: 甚至為一家商店激活而為另一商店停用。

source: This module is partially compatible with the multistore feature. Some of its options might not be available.
hu_hu: Ez a modul részben kompatibilis a Multi-shop funkcióval. Előfordulhat, hogy egyes opciói nem érhetők el.
zh_tw: 此模塊與多商店功能部分兼容。它的某些選項可能不可用。

source: This module is not compatible with the multistore feature because it would not be useful.
hu_hu: Ez a modul nem kompatibilis a Multi-shop funkcióval, mert nem lenne hasznos.
zh_tw: 此模塊與 multistore 功能不兼容，因為它沒有用。

source: This module is not compatible with the multistore feature. It means that its configuration applies to all stores.
hu_hu: Ez a modul nem kompatibilis a Multi-shop funkcióval. Ez azt jelenti, hogy a konfigurációja az összes boltra vonatkozik.
zh_tw: 此模塊與多商店功能不兼容。 這意味著它的配置適用於所有商店。

source: %nbModules% modules and services selected for you
hu_hu: A neked kiválasztott %nbModules% modulok és szolgáltatások
zh_tw: 為您選擇的 %nbModules% 個模塊和服務

source: Selection
hu_hu: Választék
zh_tw: 選擇

source: Increasing Price
hu_hu: Emelkedő ár
zh_tw: 價格升序

source: Decreasing Price
hu_hu: Csökkenő ár
zh_tw: 價格降序

source: Popularity
hu_hu: Közkedveltség
zh_tw: 熱門度

source: %nbModules% modules to configure
hu_hu: %nbModules% modulok konfigurálandók
zh_tw: 有 %nbModules% 個模塊待設定

source: Modules to configure
hu_hu: Konfigurálandó modulok
zh_tw: 還沒設置的模塊

source: %nbModules% modules to update
hu_hu: %nbModules% frissítendő modul
zh_tw: 有 %nbModules% 個模塊待更新

source: Modules to update
hu_hu: Frissítendő modulok
zh_tw: 更新模組

source: Upgrade All
hu_hu: Összes frissítése
zh_tw: 全部升級
