Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminShippingNotification.*.xlf
Languages: pt_pt

source: Ranges are not correctly ordered:
pt_pt: Os intervalos não estão corretamente ordenados:

source: Reordering
pt_pt: A reordenar

source: Please validate the last range before creating a new one.
pt_pt: Valide o último intervalo antes de criar um novo.

source: Are you sure to delete this range ?
pt_pt: Tem a certeza que deseja eliminar este intervalo?

source: This range is not valid
pt_pt: Este intervalo não é válido

source: Ranges are overlapping
pt_pt: Os intervalos sobrepõem-se

source: Please select at least one zone
pt_pt: Por favor selecione pelo menos uma zona

source: Are you sure you want to delete the logo?
pt_pt: Tem a certeza que pretende apagar o logótipo?

source: You do not have permission to use this wizard.
pt_pt: Não tem permissões para usar este assistente.

source: You must choose at least one shop or group shop.
pt_pt: Tem de escolher pelo menos uma loja ou grupo de lojas.

source: An error occurred while saving this carrier.
pt_pt: Ocorreu um erro ao guardar esta transportadora.

source: An error occurred while saving carrier groups.
pt_pt: Ocorreu um erro ao guardar o grupo de transportadoras.

source: An error occurred while saving carrier zones.
pt_pt: Ocorreu um erro ao guardar as zonas das transportadoras.

source: An error occurred while saving carrier ranges.
pt_pt: Ocorreu um erro ao guardar os intervalos da transportadora.

source: An error occurred while saving associations of shops.
pt_pt: Ocorreu um erro ao guardar as associações de lojas.

source: An error occurred while saving the tax rules group.
pt_pt: Ocorreu um erro ao guardar os grupos das regras de IVA.

source: An error occurred while saving carrier logo.
pt_pt: Ocorreu um erro ao guardar o logótipo da transportadora.

source: An error occurred while updating carrier information.
pt_pt: Ocorreu um erro ao atualizar a informação da transportadora.

source: An error occurred while updating the free shipping status.
pt_pt: Ocorreu um erro ao actualizar o estado do envio gratuito.
