Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersHelp.*.xlf
Languages: az_az, bg_bg, de_de, fr_fr, he_il, th_th, zh_tw

source: This page benefits from increased performance and includes new features such as a new combination management system.
bg_bg: Тази страница осигурява по-добра производителност и включва нови функции, като например нова система за управление на комбинациите.
de_de: Diese Seite profitiert von einer verbesserten Leistung und enthält neue Funktionen wie eine neue Varianten-Verwaltung.
fr_fr: Cette page bénéficie de performances accrues et intègre de nouvelles fonctionnalités, comme un nouveau système de gestion des déclinaisons.
th_th: หน้านี้ได้รับประโยชน์จากประสิทธิภาพที่เพิ่มขึ้นและมีคุณสมบัติใหม่ เช่น ระบบการจัดการชุดค่าผสมใหม่
zh_tw: 此頁面受益於性能的提高，並包括新的功能，例如新的組合管理系統。

source: Access the new product page, even in a multistore context. This is a work in progress and some features are not available.
bg_bg: Достъп до новата продуктова страница, дори в контекста на няколко магазина. Tази страница е в процес на разработка и някои функции все още не са налични.
de_de: Greifen Sie auf die neue Produktseite zu, auch im Multi-Shop-Kontext. Dies ist in Entwicklung, daher sind einige Funktionen nicht verfügbar.
fr_fr: Accédez à la nouvelle page produit, même dans un contexte multiboutique. Ceci est un travail en cours et certaines fonctionnalités ne sont pas disponibles.
th_th: เข้าถึงหน้าผลิตภัณฑ์ใหม่ แม้ในบริบทของหลายร้านค้า นี่เป็นงานที่อยู่ระหว่างดำเนินการและคุณลักษณะบางอย่างไม่พร้อมใช้งาน
zh_tw: 訪問新商品頁面，即使在多商店環境中也是如此。 這是一項正在進行的工作，某些功能不可用。

source: This page benefits from increased performance and includes new features such as a new combination management system. Please note this is a work in progress and some features are not available yet.
bg_bg: Тази страница се отличава с повишена производителност и включва нови функции, като например нова система за управление на комбинациите. Моля, имайте предвид, че тази страница е в процес на разработка и някои функции все още не са налични.
de_de: Diese Seite profitiert von der verbesserten Leistung und enthält neue Funktionen wie ein neues Kombinationsverwaltungssystem. Bitte beachten Sie, dass dies noch in Arbeit ist und einige Funktionen noch nicht verfügbar sind.
fr_fr: Cette page bénéficie de performances accrues et inclut de nouvelles fonctionnalités telles qu'un nouveau système de gestion des déclinaisons. Il s'agit d'un travail en cours et certaines fonctionnalités ne sont pas encore disponibles.
he_il: דף זה נהנה מביצועים מוגברים וכולל תכונות חדשות כגון מערכת ניהול שילובים חדשה. שימו לב שזו עבודה בתהליך וחלק מהתכונות אינן זמינות עדיין.
th_th: หน้านี้ได้รับประโยชน์จากประสิทธิภาพที่เพิ่มขึ้นและมีคุณสมบัติใหม่ เช่น ระบบการจัดการชุดค่าผสมใหม่ โปรดทราบว่านี่เป็นงานที่อยู่ระหว่างดำเนินการและคุณสมบัติบางอย่างยังไม่พร้อมใช้งาน
zh_tw: 此頁面受益於提高的性能，並包括新功能，例如新的組合管理系統。請注意，此項目正在施工中，某些功能尚不可用。

source: Enable or disable the migrated attribute page.
bg_bg: Активиране или деактивиране на страницата с мигрираните атрибути.
fr_fr: Activer ou désactiver la page Attributs migrée.
zh_tw: 啟用或停用已遷移的屬性頁面。

source: Enable or disable the authorization server page.
bg_bg: Активиране или деактивиране на страницата на сървъра за удостоверяване.
fr_fr: Activer ou désactiver la page Serveur d'autorisation.
zh_tw: 啟用或停用授權伺服器頁面。

source: Enable or disable the migrated cart rules page.
bg_bg: Активиране или деактивиране на страницата с мигрираните ваучери.
fr_fr: Activer ou désactiver la page Règles panier migrée.
zh_tw: 啟用或停用已遷移的購物車優惠規則頁面。

source: Enable or disable the migrated catalog price rules page.
bg_bg: Активиране или деактивиране на страницата с мигрираните правила за цени в каталога.
fr_fr: Activer ou désactiver la page Règles de prix catalogue migrée.
zh_tw: 啟用或停用已遷移的目錄價格規則頁面。

source: Enable or disable the migrated countries page.
bg_bg: Активиране или деактивиране на страницата с мигрираните държави.
fr_fr: Activer ou désactiver la page Pays migrée.
zh_tw: 啟用或停用已遷移的國家頁面。

source: Enable or disable the migrated states page.
bg_bg: Активиране или деактивиране на страницата с мигрираните области.
fr_fr: Activer ou désactiver la page États migrée.
zh_tw: 啟用或停用已遷移的州/省頁面。

source: Enable or disable the migrated carriers page.
bg_bg: Активиране или деактивиране на страницата с мигрираните куриери.
fr_fr: Activer ou désactiver la page Transporteurs migrée.
zh_tw: 啟用或停用已遷移的承運人頁面。

source: Enable or disable the migrated titles page.
bg_bg: Активиране или деактивиране на страницата с мигрираните обръщения.
fr_fr: Activer ou désactiver la page Titres de civilité migrée.
zh_tw: 啟用或停用已遷移的稱謂頁面。

source: Enable or disable the migrated permissions page.
bg_bg: Активиране или деактивиране на страницата с мигрираните разрешения.
fr_fr: Activer ou désactiver la page Permissions migrée.
zh_tw: 啟用或停用已遷移的權限頁面。

source: Enable or disable the migrated tax rules page.
bg_bg: Активиране или деактивиране на страницата с мигрираните данъчни правила.
fr_fr: Activer ou désactiver la page Règles de taxes migrée.
zh_tw: 啟用或停用已遷移的稅收規則頁面。

source: Enable or disable the migrated customer threads page.
bg_bg: Активиране или деактивиране на страницата с мигрираните клиентски запитвания.
fr_fr: Activer ou désactiver la page Discussions client migrée.
zh_tw: 啟用或停用已遷移的客戶訊息頁面。

source: Enable or disable the migrated order states page.
bg_bg: Активиране или деактивиране на страницата с мигрираните състояния на поръчки.
fr_fr: Activer ou désactiver la page d'États des commandes migrée.
zh_tw: 啟用或停用已遷移的訂單狀態頁面。

source: or
bg_bg: или
de_de: oder
fr_fr: OU
he_il: או
th_th: หรือ
zh_tw: 或

source: A category root is where a category tree can begin. This is used with multistore.
az_az: Bir bölmə kökü bölmə ağacının başlaya bildiyi yerdədir. Bu çoxçeşidli dükan üçün işlədilir.
bg_bg: Една категория е основна, където дървото на категориите започва. Това се използва като основно правило.
de_de: Eine Hauptkategorie ist die oberste Kategorie eines Kategoriebaumes. Kommt im Multishop zur Anwendung.
fr_fr: Une catégorie racine est une catégorie qui peut servir de point de départ à un arbre de catégories. C'est utilisé en multiboutique.
he_il: שורש הקטגוריה הוא היכן שמתחיל עץ הקטגוריות. נמצא בשימוש בריבוי-חנויות.
zh_tw: 一個根分類表示一個分類樹的開始，通常用在多商店功能

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
az_az: 0 = Məhsul üçün göstərilmiş sayı işlət, 1= Anbardakı sayı işlət.
bg_bg: 0 = Ползване на настройка за количеството на продукта, 1 = Ползване на количеството от склада.
de_de: 0 = beim Artikel hinterlegte Menge verwenden, 1 = Menge dem Lager entnehmen.
fr_fr: 0 = Utiliser la quantité définie pour le produit, 1 = Utiliser la quantité définie par l’entrepôt.
he_il: 0 = השתמש בכמות שנקבעה במוצר, 1 = השתמש בכמות ממחסן.
zh_tw: 0=使用此商品數量設定，1=使用倉庫定義的商品數量

source: ID of the warehouse to set as storage.
bg_bg: ИД на склада, зададен като хранилище.
de_de: Lager-Nr. für Depot
fr_fr: ID de l'entrepôt a utiliser comme stockage.
he_il: מזהה של המחסן כדי להגדיר בתור אחסון.
zh_tw: 此商品的倉庫ID

source: Enable advanced stock management on product (0 = No, 1 = Yes)
bg_bg: Активиране на разширеното управление на складови наличности за продукт (0 = Не, 1 = Да)
fr_fr: Activer la gestion avancée des stocks pour le produit (0 = Non, 1 = Oui)
zh_tw: 啟用此商品的進階庫存管理(0=否，1=是)

source: Enable advanced stock management on product (0 = No, 1 = Yes).
bg_bg: Активиране на разширеното управление на складови наличности за продукт (0 = Не, 1 = Да).
fr_fr: Activer la gestion avancée des stocks pour le produit (0 = Non, 1 = Oui)
zh_tw: 啟用進階庫存管理(0=否，1=是)

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default store will be used.
bg_bg: Игнорирайте това поле, ако не използвате инструмента за множество магазини. Ако оставите това поле празно, ще се използва основният магазин.
fr_fr: Ignorez ce champ si vous n'utilisez pas la fonctionnalité multiboutique. Si vous laissez ce champ vide, la boutique par défaut sera utilisée.
zh_tw: 如果沒有使用多商店工具請忽略這個欄位，空白表示使用預設商店

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
bg_bg: Използвайте тази опция, за да свържете данните (продукти, модули и други) по един и същ начин за всеки избран магазин.
de_de: Diese Option verwenden, wenn Daten (Artikel, Module, etc.) in gleicher Weise mit jedem ausgewählten Shop verknüpft werden sollen.
fr_fr: Utilisez cette option pour associer les données (produits, modules, etc.) de la même façon que la boutique sélectionnée
he_il: השתמש באפשרות זו כדי לשייך (נתוני מוצרים, מודולים, וכו ') באותה הדרך לחנות הנבחרת
th_th: ใช้ตัวเลือกนี้เพื่อเชื่อมโยงข้อมูล (ผลิตภัณฑ์ โมดูล ฯลฯ) แบบเดียวกันสำหรับแต่ละร้านค้าที่เลือก
zh_tw: 透過這個選項在每個選擇的商店以同樣方式關聯資料（產品、模組等）

source: Click here to display the shops in the %name% shop group
bg_bg: Кликнете тук, за да покажете магазините в групата магазини %name%
de_de: Für Anzeige der Shops in Shopgruppe %name% hier klicken
fr_fr: Cliquez ici pour afficher les boutiques dans le groupe de boutiques %name%
th_th: คลิกที่นี่เพื่อแสดงร้านค้าในกลุ่มร้านค้า %name%
zh_tw: 點擊此處顯示 %name% 商店組中的商店

source: Click here to display the URLs of the %name% shop
bg_bg: Кликнете тук, за да покажете URL адресите на магазина %name%
de_de: Für Anzeige der URLs des Shops %name% hier klicken
fr_fr: Cliquez ici pour afficher les URLs de la boutique %name%
he_il: לחץ כאן כדי להציג את הקישורים של החנות %name%
th_th: คลิกที่นี่เพื่อแสดง URLs ของร้านค้า %name%
zh_tw: 點擊這裡來顯示商舖%name%的URL

source: Click here to display the list of shop groups
bg_bg: Кликнете тук, за да покажете списъка с групи магазини
de_de: Für Anzeige der Shopgruppen hier klicken
fr_fr: Cliquez ici pour afficher la liste des groupes de boutiques
he_il: לחץ כאן כדי להציג את רשימת קבוצות החנויות
th_th: คลิกที่นี่เพื่อแสดงร้านค้าในกลุ่มร้านค้า
zh_tw: 點擊此顯示商店群組的清冊

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
bg_bg: Предупреждение: Активирането на опциите "споделяне на клиенти" и "споделяне на поръчки" не се препоръчва. Веднъж активирани и нови поръчки бъдат създадени, няма да можете да деактивирате тези опции. Ако се нуждаете от тези опции, препоръчваме да използвате няколко категории, а не няколко магазина.
de_de: Warnung: Es wird nicht empfohlen, die Optionen "Kunden teilen" und "Bestellungen teilen" zu aktivieren. Wenn diese einmal aktiviert sind und Bestellungen getätigt wurden, können diese Optionen nicht mehr rückgängig gemacht werden. Sollten Sie diese Optionen dennoch benötigen, verwenden Sie besser mehrere Kategorien statt mehrerer Shops.
fr_fr: Attention : il n'est pas recommandé d'activer les options "partage des clients" et "partage des commandes", car une fois activées et que des clients ou commandes sont passées, il ne sera plus possible de les désactiver. Si vous souhaitez tout de même utiliser ces options, demandez-vous au préalable si scinder votre catalogue produit en plusieurs catégories avec des thèmes différents ne serait pas plus judicieux.
he_il: אזהרה: לא מומלץ לאפשר את אפשרויות "שתף לקוחות" ואת "שתף הזמנות", משום שברגע שהן מופעלות ונוצרים לקוחות או הזמנות, לא תוכל לבטל אפשרויות אלו. אם אתה זקוק לאפשרויות אלו, נסה לשקול תחילה שימוש במספר קטגוריות במקום במספר חנויות.
th_th: คำเตือน: ไม่แนะนำให้เปิดใช้ 'แชร์ลูกค้า' และ 'แชร์คำสั่งซื้อ' เมื่อเปิดใช้งานและสั่งซื้อแล้วคุณจะไม่สามารถปิดใช้งานตัวเลือกเหล่านี้ได้ หากต้องการตัวเลือกเหล่านี้เราขอแนะนำให้ใช้หมวดหมู่มากกว่าร้านค้าหลายแห่ง
zh_tw: 警告：不建議啟用 "共用客戶" 與 "共用訂單" 選項，啟用且有訂單建立後就無法將它停用，如果確實有這樣的需求，建議用多個分類取代多個商店的結構

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
bg_bg: След като тази опция е активирана, магазините в тази група ще споделят клиенти. Ако клиент се регистрира в някой от тези магазини, акаунтът му автоматично ще бъде достъпен и в останалите магазини от тази група.
de_de: Sobald diese Option aktiviert ist, werden die Shops in dieser Gruppe ihre Kunden miteinander teilen. Wenn ein Kunde sich bei einem Shop dieser Gruppe anmeldet, wird sein Konto auch auf die anderen Shops der Gruppe eröffnet.
fr_fr: Une fois que cette option est activée, les boutiques de ce groupe auront les mêmes clients. Si un client s'inscrit sur n'importe quelle de ces boutiques, son compte sera automatiquement disponible sur toutes les autres boutiques de ce groupe.
he_il: ברגע שאפשרות זו מופעלת, החנויות בקבוצה זו תשתף לקוחות. אם הלקוח רשום באחד מחנויות אלה, החשבון יהיה זמין באופן אוטומטי בחנויות אחרות של קבוצה זו .
th_th: เมื่อเปิดใช้งานตัวเลือกนี้ร้านค้าในกลุ่มนี้จะแชร์ลูกค้า หากลูกค้าลงทะเบียนในร้านใดร้านหนึ่งบัญชีนี้จะเปิดให้บริการในร้านค้าอื่น ๆ ในกลุ่มนี้โดยอัตโนมัติ
zh_tw: 一旦啟用這個項目，在這個群組中的商店將會共用客戶。客戶在任一家商店註冊，他的帳戶將適用於這個群組中的所有商店。

source: Warning: you will not be able to disable this option once you have registered customers.
bg_bg: Предупреждение: няма да можете да деактивирате тази опция, след като вече има регистрирани клиенти.
de_de: Achtung: Diese Option kann nicht mehr deaktiviert werden, wenn Kunden in einem Shop der Gruppe registriert wurden.
fr_fr: Attention : vous ne pourrez pas désactiver cette option une fois que des clients se seront inscrits.
he_il: אזהרה: לא תוכל להשבית אפשרות זו ברגע שיש לך לקוחות שנרשמו.
th_th: คำเตือน: คุณจะไม่สามารถปิดใช้งานตัวเลือกนี้ได้เมื่อคุณลงทะเบียนลูกค้าแล้ว
zh_tw: 警告: 你註冊成為客戶前不能倒用此選項

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
bg_bg: След като тази опция е активирана (което е възможно само ако клиентите и наличните количества се споделят между магазините), количката на клиента ще бъде споделена от всички магазини в тази група. По този начин всяка покупка, започната в един магазин, ще може да бъде завършена в друг магазин от същата група.
de_de: Wenn diese Option aktiviert ist (nur möglich, wenn sich die Shops der Gruppe Kunden und verfügbare Mengen teilen), wird der Warenkorb des Kunden von allen Shops geteilt. So kann ein in einem Shop begonnener Einkauf in einem anderen fortgesetzt werden, sofern er derselben Gruppe angehört.
fr_fr: Une fois que cette option est activée (ce qui n'est possible que si les clients et quantités disponibles sont partagés entre les boutiques), le panier de chaque client sera partagé entre toutes les boutiques de ce groupe. Ainsi, un achat commencé sur une boutique pourra être terminé sur une autre boutique de ce même groupe.
he_il: ברגע שאפשרות זו מופעלת (שאפשרי רק אם לקוחות וכמויות זמינות משותפים בין חנויות), העגלה של הלקוח תהיה משותפת לכל החנויות בקבוצה זו. בדרך זו, כל רכישה שהתחילה בחנות אחת תוכל להסתיים בחנות אחרת מאותה הקבוצה.
th_th: เมื่อเปิดใช้งานตัวเลือกนี้ (ซึ่งเป็นไปได้ก็ต่อเมื่อมีการแชร์ลูกค้าและจำนวนที่มีระหว่างร้านค้า) รถเข็นของลูกค้าจะถูกแชร์โดยร้านค้าทั้งหมดในกลุ่มนี้ ด้วยวิธีนี้ การซื้อใด ๆ ที่เริ่มต้นในร้านค้าหนึ่งจะสามารถทำเสร็จในร้านค้าอื่นจากกลุ่มเดียวกันได้
zh_tw: 一旦啟用這個選項（只有在客戶與可用數量在多個商店共用時），客戶的購物車在這個群組的商店也會共用。透過這個方式，任何在一個商店開始的採購都可以在同群組的商店結帳。警告：一旦開始有訂單建立就無法停用這個選項。

source: Warning: You will not be able to disable this option once you've started to accept orders.
bg_bg: Предупреждение: Няма да можете да деактивирате тази опция, след като сте стартирали приемането на поръчки.
de_de: Achtung: Sobald eine Bestellung getätigt wurde, lässt sich diese Einstellung nicht mehr deaktivieren.
fr_fr: Attention : vous ne pourrez pas désactiver cette option une fois que vous aurez accepté des commandes.
he_il: אזהרה: אתה לא תוכל לבטל אפשרות זו לאחר שהתחלת לקבל הזמנות.
th_th: คำเตือน: คุณจะไม่สามารถปิดใช้งานตัวเลือกนี้ได้เมื่อคุณเริ่มรับคำสั่งซื้อแล้ว
zh_tw: 警告：一旦您已經開始接受訂單，您將無法停用此選項。

source: Enable or disable this shop group?
bg_bg: Разрешаване или забраняване на тази група магазини?
de_de: Shopgruppe aktivieren oder deaktivieren?
fr_fr: Activer ou désactiver ce groupe de boutiques ?
he_il: הפעל או נטרל קבוצת חנות זו ?
th_th: เปิดหรือปิดกลุ่มร้านค้านี้?
zh_tw: 啟動或關閉此店鋪群組？

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
az_az: Əgər virtual URL artırmaq istəyirsinizsə, siz veb serverinizdə URL yazılmasını aktiv etməli və Gözəl URL seçimini qoşmalısınız.
bg_bg: Ако искате да добавите виртуален URL адрес, трябва да активирате пренаписването на URL адреси на уеб сървъра и да активирате опцията приятелски URL адреси.
de_de: Wenn Sie eine virtuelle URL hinzufügen wollen müssen Sie URL rewriting auf Ihrem Web Server aktivieren und die Friendly URL Option anschalten.
fr_fr: Si vous souhaitez ajouter une URL virtuelle, vous devez activer la réécriture d'URL sur votre serveur web et activer l'option URL simplifiée.
he_il: אם ברצונך להוסיף כתובת וירטואלית, אתה צריך להפעיל את שכתוב כתובת אתר בשרת האיחסון שלך.
th_th: หากคุณต้องการเพิ่ม URL เสมือน คุณต้องเปิดใช้งานการเขียน URL ใหม่บนเว็บเซิร์ฟเวอร์ของคุณและเปิดใช้งานตัวเลือก URL ที่จำง่าย
zh_tw: 如果您想要新增一個虛擬URL，您必須在伺服器上啟動URL覆寫，並啟用Friendly URL選項。

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
bg_bg: Можете да използвате тази опция, ако искате да създадете магазин с URL адрес, който не съществува на вашия сървър (например, ако искате магазинът ви да бъде достъпен с URL адрес www.example.com/my-store/shoes/, трябва да зададете shoes/ в това поле, ако приемем, че my-store/ е вашият физически URL адрес).
de_de: Nutzen Sie diese Option, wenn Sie einen Shop mit einer URL, die auf Ihrem Server nicht vorhanden ist erzeugen wollen (Wenn Sie z.B. möchten, dass Ihr Shop unter der URL www.my-prestashop.com/my-store/shoes/ erreichbar ist, müssen Sie shoes/ in dieses Feld eintragen - vorausgesetzt, my-store/ ist Ihre physische URL).
fr_fr: Vous pouvez utiliser cette option si vous souhaitez créer un boutique avec une URI qui n'existe pas réellement sur votre serveur. Par exemple, si vous souhaitez que votre boutique soit accessible via l'adresse www.example.com/ma-boutique/chaussures/, vous devez saisir chaussures/ dans ce champ (en considérant que ma-boutique/ est votre URI physique).
he_il: ניתן להשתמש באפשרות זו אם ברצונך ליצור חנות עם URL שלא קיים בשרת שלך. (לדוגמא, אם ברצונך שהחנות תהיה זמינה בכתובת www.my-prestashop.com/my-store/shoes/ אתה חייב להגדיר את shoes/ בשדה זה. זאת בהנחה ש my-store/ היא כתובת URL הפיזית שלך).
th_th: คุณสามารถใช้ตัวเลือกนี้ได้หากต้องการสร้างร้านค้าที่มี URL ที่ไม่มีอยู่ในเซิร์ฟเวอร์ของคุณ (เช่นถ้าคุณต้องการให้ร้านค้าของคุณพร้อมใช้งาน URL www.example.com/my-store/shoes/ คุณ ต้องตั้งรองเท้า / ในฟิลด์นี้โดยสมมติว่า my-store / เป็น Physical URL ของคุณ)
zh_tw: 如果您希望用一個伺服器上不存在的網址建立商店就使用這個選項 （例如您希望商店網址為 www.my-prestashop.com/my-store/shoes/ ，這裡就輸入 shoes/ ，不過這是假設 my-store/ 是實體網址）

source: URL rewriting must be activated on your server to use this feature.
bg_bg: За да използвате тази функция, пренаписването на URL адреси трябва да е активирано на вашия сървър.
de_de: URL-Rewriting muss auf dem Server aktiviert sein, um dieses Feature verwenden zu können.
fr_fr: La réécriture d'URL doit être activée sur votre serveur pour utiliser cette fonctionnalité.
he_il: מוד URL rewriting חייב להיות מופעל בשרת כדי להשתמש בתכונה זו.
th_th: URL rewriting ต้องเปิดใช้งานบนเซิร์ฟเวอร์ของคุณเพื่อใช้ฟีเจอร์นี้.
zh_tw: 這個功能需要您的主機啟用網址結構重寫功能(URL Rewriting)

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
bg_bg: Ако зададете този URL адрес като основен за избрания магазин, всички URL адреси, зададени за този магазин, ще бъдат пренасочени към този адрес (можете да имате само един основен URL адрес за всеки магазин).
de_de: Wenn Sie diese URL als die Haupt-URL für den ausgewählten Shop setzen, werden alle URLs, die für diesen Shop bestehen, zu dieser URL umgeleitet.(Es kann nur eine Haupt-URL pro Shop geben.)
fr_fr: Si vous déclarez cette URL comme étant l'URL principale, tous les liens rattachés à cette boutique seront redirigés vers cette adresse web (vous ne pouvez déclarer qu'une seule URL principale par boutique).
he_il: אם תגדיר כתובת זו ככתובת URL ראשית לחנות הנבחרת, כל הכתובות המוגדרות לחנות הנבחרת יופנו לכתובת זו (ניתן להגדיר רק כתובת URL ראשית אחת לכל חנות).
th_th: ถ้าคุณตั้งค่า URL นี้เป็น URL หลัก สำหรับร้านค้าที่เลือกไว้, ทุกๆ URLs ที่ตั้งค่าเพื่อร้านค้านี้จะถูกเปลี่ยนเส้นทางกลับมา URL นี้ด้วย (คุณสามารถมีเพียงหนึ่ง URL ต่อหนึ่งร้านค้าเท่านั้น).
zh_tw: 如果您將這個網址設定為指定商店的主要網址，所有設定到這個商店的網址都會轉往這個網址（每個商店只能夠有一個主要網址）

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
az_az: Seçilmiş dükan üçün baş URL olmadığı üçün, siz bu keçidi Başlıca URL seçməlisiniz.
bg_bg: Тъй като избраният магазин няма основен URL адрес, трябва да зададете този адрес като основен.
de_de: Wenn der ausgewählte Shop keine Haupt-URL hat, müssen Sie diese URL als Haupt-URL bestimmen.
fr_fr: Comme la boutique choisi n'a pas d'URL principale, l'URL que vous êtes en train de créer doit être mise en tant qu'URL principale.
he_il: לחנות שנבחרה אין כתובת ראשית, לכן אתה חייב להגדיר כתובת זו ככתובת URL ראשית.
th_th: เนื่องจากร้านค้าที่เลือกไม่มี URL หลักคุณจึงต้องตั้ง URL นี้เป็น URL หลัก
zh_tw: 因為選擇的商店沒有主要網址，您必須將這個網址設定為主要

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
bg_bg: Избраният магазин вече има основен URL адрес. Следователно, ако зададете този адрес като основен, старият основен адрес ще бъде зададен като обикновен адрес.
de_de: Der gewählte Shop hat bereits eine Haupt-URL. Wenn Sie diese jetzt als Haupt-URL setzen, wird die ältere von beiden als normale URL gesetzt.
fr_fr: La boutique sélectionnée a déjà une URL principale. De fait, si vous choisissez de faire cette URL l'URL principale, l'ancienne URL principale sera transformée en URL normale.
he_il: לחנות שנבחרה כבר יש כתובת אתר ראשית. לכן, אם אתה מגדיר אחד זה ככתובת URL ראשי, אז כתובת האתר הראשית הישנה תוגדר להיות כתובת אתר רגילה.
th_th: ร้านค้าที่เลือกมี URL หลักอยู่แล้ว ดังนั้นหากคุณตั้งค่านี้เป็น URL หลัก URL หลักที่เก่ากว่าจะถูกตั้งเป็น URL ปกติ
zh_tw: 選擇的商店已經有主要網址，如果將這個網址設為主要，其他的就會設定為一般網址。
