Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminDesignNotification.*.xlf
Languages: bg_bg, da_dk, ko_kr, lt_lt, lv_lv, ru_ru, zh_tw

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
bg_bg: Може да изберете да запазите изображенията, съхранени в предишната система. В това няма нищо лошо.
da_dk: Du kan vælge at lade dine billeder gemt lagret i det tidligere system - det er der ikke noget galt i.
ko_kr: 이전 시스템에 이미지를 저장하도록 선택할 수 있습니다. 거기에 아무 문제가 없습니다.
lt_lt: Jūs galite toliau naudoti savo ankstesniąją sitemą. Tai neturės jokios įtakos.
lv_lv: Jūs varat izvēlēties saglabāt savus attēlus iepriekšējā sistēmā. Tajā nav nekā nepareizs.
ru_ru: Вы можете выбрать хранение своих изображений в старой системе. В этом нет ничего неправильного.
zh_tw: 您可以選擇保留儲存在舊有系統的圖片，這不會造成任何錯誤

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
bg_bg: След като преместите всички продуктови изображения, задайте опцията "Използване на по-старата файлова система за изображения" по-горе на "Не" за най-добра производителност.
da_dk: Når du har flyttet alle dine varebilleder, opnår du bedste ydeevne ved at angive ʺBrug indstillingen for ældre billedfilsystemʺ ovenfor til ʺNej".
ko_kr: 모든 상품 이미지를 이동한 후, 최상의 성능을 위해 위의 "기존 이미지 파일 시스템 사용" 옵션을 "아니오"로 설정하세요.
lt_lt: Geriausiam našumo rezultatui pasiekti, po paveiksliukų perkėlimo nuostatą "Naudoti senąją paveiksliukų sistemą" nustatytikite į būseną "Ne".
lv_lv: Pēc tam, kad esat pārvietojis visus produkta attēlus, iepriekš norādītajai opcijai "Izmantot mantoto attēla failu sistēmu" izvēlieties "Nē", lai nodrošinātu vislabāko veiktspēju.
ru_ru: После переноса всех ваших изображений для лучшей производительности установите параметр "использовать классическую файловую систему" (Use the legacy image filesystem) в положение "Нет".
zh_tw: 在移動了所有產品圖片後，設定上面 "使用舊有圖片檔案系統" 選項為 "否" 來改善效能

source: Be careful! Depending on the options selected, former manually uploaded thumbnails might be erased and replaced by automatically generated thumbnails.
bg_bg: Бъдете внимателни! В зависимост от избраните опции старите миниатюри може да бъдат изтрити и заменени с автоматично генерираните.
da_dk: Vær forsigtig! Afhængig af de valgte indstillinger, så kan det ske at tidligere manuelt uploadede miniaturer kan blive slettet og erstattet af automatisk genererede miniaturer.
ko_kr: 주의하세요! 선택된 옵션에 따라, 이전에 수동으로 업로드한 썸네일들은 삭제되고 자동으로 생성된 썸네일들로 교체될 수 있습니다.
lt_lt: Būkite atsargūs! Atsižvelgiant į pasirinktas parinktis, anksčiau rankiniu būdu įkeltos miniatiūros gali būti ištrintos ir pakeistos automatiškai sugeneruotomis miniatiūromis.
zh_tw: 小心！ 根據選擇的選項，以前手動上傳的縮略圖可能會被刪除並替換為自動生成的縮略圖。

source: Also, regenerating thumbnails for all existing images can take several minutes, please be patient.
bg_bg: Освен това регенерирането на миниатюрите за всички съществуващи изображения може да отнеме известно време, затова бъдете търпеливи.
da_dk: Derudover, så kan regenerering af miniaturer for alle eksisterende billeder tage adskillige minutter. Vær venligst tålmodig.
ko_kr: 또한, 모든 기존 이미지들에 대한 썸네일 재생성에는 몇 분 정도 걸릴수 있으니, 기다려 주세요.
lt_lt: Taip pat, visų esamų vaizdų miniatiūrų atkūrimas gali užtrukti kelias minutes, būkite kantrūs.
zh_tw: 此外，為所有現有圖像重新生成縮略圖可能需要幾分鐘時間，請耐心等待。

source: If you delete this image format, the theme won't be able to use it anymore. This will result in a degraded experience on your front office.
bg_bg: Ако изтриете този формат на изображение, темата няма да може да го използва повече. Това ще доведе до влошено преживяване във вашия потребителски интерфейс.
ko_kr: 이 이미지 형식을 삭제하면, 테마에서 이 형식을 더 이상 사용할 수 없습니다. 이렇게 하면 상점 웹페이지에서 성능이 저하됩니다.
lt_lt: Jei ištrinsite šį paveiksliuko formatą, tema nebegalės jo naudoti.
zh_tw: 如果刪除此圖像格式，則主題將無法再使用它。這將導致您的前台體驗下降。

source: Delete the images linked to this image setting
bg_bg: Изтриване на изображенията, свързани с тези настройки за изображения
ko_kr: 이 이미지 설정에 연결된 이미지 삭제
lt_lt: Ištrinti paveiksliukus, susijusius su šiuo paveiksliukų nustatymu
zh_tw: 刪除連結到此圖像設定的圖像

source: Regenerate thumbnails for the selected images? With the "erase" option enabled, the previously selected thumbnails will be deleted.
bg_bg: Повторно генериране на миниатюри за избраните изображения? При активирана опция "изтриване" съществуващите миниатюри ще бъдат изтрити.
ko_kr: 선택한 이미지의 섬네일을 다시 생성하시겠습니까? "지우기" 옵션이 활성화되면, 선택한 이전 섬네일이 삭제됩니다.
lt_lt: Iš naujo sugeneruoti pasirinktų paveiksliukų miniatiūras? Įjungus parinktį „Ištrinti“, anksčiau pasirinktos miniatiūros bus ištrintos.
zh_tw: 重新生成所選圖像的縮略圖嗎？啟用「刪除」選項將刪除先前選擇的縮略圖

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
bg_bg: Текущата тема не е налична. Моля, проверете името на директорията на темата ("%s") и нейните права.
da_dk: Det aktuelle tema er ikke disponibelt. Kontroller temaets mappenavn ("%s") og tilladelser.
ko_kr: 현재 테마를 사용할 수 없습니다. 테마의 디렉토리 이름 ( "%s") 및 사용 권한을 확인하세요.
lt_lt: Dabartinė tema nepasiekiama. Patikrinkite savo temos pavadinimą ("%s") ir leidimus.
lv_lv: Pašreizējā tēma nav pieejama. Pārbaudiet sava tēmas direktorijas nosaukumu ("%s") un atļaujas.
ru_ru: Текущий шаблон недоступен. Проверьте имя и разрешения директории шаблона ("%s").
zh_tw: 現在的主題不存在。請核對你的主題目錄名稱 ("%s") 和權限

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
bg_bg: При преместването на изображенията на продуктите бяха открити дублиращи се изображения. Това вероятно се дължи на неизползвани демонстрационни изображения. Моля, уверете се, че папката %folder% съдържа само демонстрационни изображения, и след това я изтрийте.
da_dk: Dublet billeder blev fundet under flytning af produktbillederne. Dette skyldes højst sandsynligt ubrugte demonstrationsbilleder. Vær venligst sikker på at mappen %folder% kun indeholder demonstrationsbilleder, og slet dem så.
ko_kr: 상품 이미지 이동시 중복된 이미지가 발견되었습니다. 이는 사용되지 않은 시연 이미지 같습니다. %folder% 폴더에 시연 이미지만 포함한 것인지 확인한 뒤, 삭제해주세요.
lt_lt: Bandant perkelti prekės paveiksliukus, rasti pasikartojantys paveiksliukai. Tai dažniausiai atsitinka dėl nenaudojamų demonstracinių paveiksliukų. Įsitikinkite, kad aplanke %folder% yra tik demonstraciniai paveiksliukai ir tuomet jį ištrinkite.
lv_lv: Tika atrasti dublēti attēli pārvietojot produkta attēlus. Iespējams, tas ir saistīts ar neizmantotiem demonstrācijas attēliem. Lūdzu, pārliecinieties, ka mape %folder% satur tikai demonstrācijas attēlus un pēc tam izdzēsiet to.
ru_ru: При перемещении изображений товаров обнаружены дубликаты изображений. Возможно это вызвано неиспользованными демонстрационными изображениями. Убедитесь, что папка %folder% содержит только демонстрационные изображения и затем удалите её.
zh_tw: 移動產品圖片時發現重複圖片，似乎是由於未使用的示範圖片引起的。請確認資料夾 %folder% 只包含示範圖片，然後刪除它。

source: Incorrect value for the selected JPEG image compression.
bg_bg: Неправилна стойност за избраната компресия на изображението JPEG.
da_dk: Ugyldig værdi for den valgte JPEG-kompression.
ko_kr: 선택된 JPEG 이미지 압축에 잘못된 값.
lt_lt: Pasirinkta klaidinga reikšmė JPEG nuotraukų suglaudinimui.
lv_lv: Nepareiza vērtība priekš JPEG bildes kvalitātes.
ru_ru: Неправильное значение сжатия изображения для выбранного JPEG.
zh_tw: 選擇的 JPEG 圖片壓縮值有誤。

source: Incorrect value for the selected PNG image compression.
bg_bg: Неправилна стойност за избраната компресия на изображението PNG.
da_dk: Ugyldig værdi for den valgte PNG-kompression.
ko_kr: 선택된 PNG 이미지 압축에 잘못된 값.
lt_lt: Pasirinkta klaidinga reikšmė PNG nuotraukų suglaudinimui.
lv_lv: Nepareiza vērtība priekš PNG bildes kvalitātes.
ru_ru: Неправильное значение сжатия изображения для выбранного PNG.
zh_tw: 選擇的 PNG 圖片壓縮值有誤。

source: Incorrect value for the selected WebP image compression.
bg_bg: Неправилна стойност за избраната компресия на изображението WebP.
da_dk: Forkert værdi for den valgte WebP billedkompression.
ko_kr: 선택된 WebP 이미지 압축에 잘못된 값.
lt_lt: Neteisinga pasirinkto WebP paveiksliuko glaudinimo reikšmė.
zh_tw: 選擇的 WebP 圖片壓縮值有誤。

source: Source file does not exist or is empty (%filepath%)
bg_bg: Изходният файл не съществува или е празен (%filepath%)
da_dk: Kildefilen findes ikke eller er tom (%filepath%)
ko_kr: 원본 파일이 없거나 비어 있습니다 (%filepath%).
lt_lt: Šaltinio failas neegzistuoja arba yra tuščias (%filepath%)
lv_lv: Resursa fails nepastāv vai tas ir tukšs (%filepath%)
ru_ru: Исходный файл пустой или его не существует (%filepath%)
zh_tw: 來源檔案不存在或是空的 (%filepath%)

source: Failed to resize image file (%filepath%)
bg_bg: Неуспешно преоразмеряване на изображението (%filepath%)
da_dk: Kunne ikke ændre størrelsen på billedfilen (%filepath%)
ko_kr: 이미지 파일 크기변경 실패함 (%filepath%)
lt_lt: Nepavyko sumažinti nuotraukos failo (%filepath%)
lv_lv: Neizdevās izmainīt attēla izmērus (%filepath%)
ru_ru: Не удалось изменить размер изображения (%filepath%)
zh_tw: 未能調整圖像文件大小（%filepath%）

source: Failed to resize image file to high resolution (%filepath%)
bg_bg: Неуспешно преоразмеряване на изображението до висока резолюция (%filepath%)
da_dk: Kunne ikke ændre størrelsen på billedfilen til høj opløsning (%filepath%)
ko_kr: 이미지 파일을 고해상도로 크기변경이 실패함 (%filepath%)
lt_lt: Nepavyko pakeisti paveiksliuko išmatavimų iki aukštos rezoliucijos (%filepath%)
lv_lv: Neizdevās palielināt attēla izšķirtspēju (%filepath%)
ru_ru: Не удалось увеличить разрешение изображения (%filepath%)
zh_tw: 未能調整圖像文件至高解像度（%filepath%）

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
bg_bg: Оригиналното изображение е повредено (%filename%) за продукт с ИН %id% или има неправилно зададени права върху папката.
da_dk: Originalt billede er beskadiget (%filename%) for produkt-ID %id% eller dårlig tilladelse for mappe.
ko_kr: 상품 ID %id%의 원본 이미지가 손상되었거나 (%filename%) 또는 폴더에 대한 권한이 잘못되었습니다.
lt_lt: Prekės ID %id% originalus paveiksliukas yra sugadintas (%filename%) arba blogi leidimai folderyje.
lv_lv: Produkta oriģinālais attēls ir bojāts (%filename%) produktam ID %id% vai nav atļaujas mapei.
ru_ru: У товара № %id% повреждено исходное изображение (%filename%) или нет разрешений у папки.
zh_tw: 商品 ID %id% 的原始圖片 (%filename%) 已毀損, 或是圖片所在資料夾存取權限有誤.

source: Original image is missing or empty (%filename%) for product ID %id%
bg_bg: Липсва оригинално изображение или то е празно (%filename%) за продукт с ИН %id%
da_dk: Originalt billede mangler eller er tomt (%filename%) for produkt-ID %id%
ko_kr: 상품 ID %id%의 원본 이미지가 없거나 비어있습니다 (%filename%).
lt_lt: Prekės ID %id% originalus paveiksliukas yra nerastas arba tuščia (%filename%)
lv_lv: Nav attēla vai tas ir tukšs (%filename%) produktam ID %id%
ru_ru: У товара № %id% нет исходного изображения, или оно пустое (%filename%)
zh_tw: 商品 ID %id% 的原始圖片 (%filename%) 不存在或是已遺失.

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
bg_bg: Не може да се записват изображения от типа: %1$s. Моля, проверете правата за запис на папката %2$s.
da_dk: Der kan ikke skrives billeder for typen %1$s. Kontroller skriverettighederne for mappen %2$s.
ko_kr: 이 유형의 이미지는 기록할 수 없습니다: %1$s. %2$s 폴더의 쓰기 권한을 확인해 주세요.
lt_lt: Nepavyko įrašyti nuotraukų pagal šį tipą: %1$s. Patikrinkite ar yra suteiktos įrašymo teisės %2$s katalogui.
lv_lv: Nevar uzrakstīt attēlus šim tipam: %1$s. Pārbaudiet %2$s mapes rakstīšanas atļaujas.
ru_ru: Невозможно записать изображения типа: %1$s. Проверьте права записи каталога %2$s.
zh_tw: 不可改寫圖像種類：%1$s。請檢查 %2$s 文件夾的改寫權利

source: Only part of the images have been regenerated. The server timed out before finishing.
bg_bg: Само част от изображенията са възстановени. Процесът по възстановяване е прекъснат преди да приключи.
da_dk: Kun en del af billederne er blevet regeneret. Serveren timede ud før den var færdig.
ko_kr: 이미지의 일부만 재생성되었습니다. 완료되기 전에 서버 제한시간이 만료되었습니다.
lt_lt: Tik dalis paveiksliukų buvo sugeneruota iš naujo. Baigėsi užduoties vykdymo laikas serveryje.
lv_lv: Tikai daļa no bildēm tika reģenerēts, serverim iestājās noilgums pirms process tika pabeigts.
ru_ru: Была сгенерирована лишь часть изображения. Произошла ошибка по таймауту до завершения процесса.
zh_tw: 只有部分圖片重新產生，伺服器在完成前逾時

source: Server timed out. The watermark may not have been applied to all images.
bg_bg: Процесът е прекъснат преди да приключи. Възможно е водният знак да не е бил приложен към всички изображения.
da_dk: Serveren timede ud. Vandmærke er ikke blevet påført alle dine billeder.
ko_kr: 서버 제한시간 초과. 워터마크가 모든 이미지에 적용되지 않았을 수 있습니다.
lt_lt: Serverio laukimo laikas baigėsi, vandenženklis nėra pritaikytas visiems vaizdams.
lv_lv: Serveris atvienojās, ūdenszīme var nebūt pievienota visiem attēliem.
ru_ru: Произошел тайамаут. Водяной знак был устанвлен не для всех изображений.
zh_tw: 伺服器逾時，浮水印也許沒有套用到所有圖片

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
bg_bg: Не можете да се запише изображението "Няма снимка" в папката с изображения %s. Моля, проверете правата за запис на папката.
da_dk: Billedet ʺIntet billedeʺ kan ikke skrives til billedmappen %s. Kontrollér skriverettighederne for mappen.
ko_kr: (%s) 이미지 폴더에 "사진 없음" 이미지를 만들 수 없습니다. 폴더의 쓰기 권한을 확인하십시오.
lt_lt: Negalyma rašyti "No picture" paveiksliuko į %s paveiksliukų katalogą. Patikrinkite katalogo rašymo teises.
lv_lv: Nevar ieerakstīt attēlu "Nav attēla" %s attēlu mapei. Lūdzu, pārbaudiet mapes rakstīšanas atļaujas.
ru_ru: Не могу записать изображение "Без изображения" в папку %s. Проверьте права директории на запись.
zh_tw: 不能在（%s）的圖像文件夾改寫 “沒圖像” 圖像。請檢查文件夾的改寫權利

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
bg_bg: Грешка: Конфигурацията на вашия сървър не е съвместима с новата система за изображения. Изображенията не са преместени.
da_dk: Fejl: Din serverkonfiguration er ikke kompatibel med det nye system til håndtering af billeder. Ingen billeder blev flyttet.
ko_kr: 오류: 서버 구성이 새 이미지 시스템과 호환되지 않습니다. 이동된 이미지가 없습니다.
lt_lt: Klaida: jūsų serverio konfigūracija nesuderinama su naująja paveiksliukų saugojimo sistema. Paveiksliukai nebuvo perkelti.
lv_lv: Kļūda: Tava servera konfigurācija nav saderīga ar jauno attēlu sistēmu. Neviena bilde netika pārvietota
ru_ru: Ошибка: конфигурация сервера не совместима с новой системой изображений. Изображения были перемещены
zh_tw: 錯誤：您的伺服器設定與新圖片系統不相容，沒有圖片被轉移

source: Not all images have been moved. The server timed out before finishing. Click on "%move_images_label%" again to resume the moving process.
bg_bg: Някои изображения не са преместени. Процесът е прекъснат преди да приключи. Кликнете отново върху "%move_images_label%", за да възобновите процеса на преместване.
da_dk: Ikke alle billeder er blevet flyttet. Serveren fik timeout før færdiggørelsen. Klik på ʺ%move_images_label%" for at genoptage flytningen af billederne.
ko_kr: 모든 이미지가 이동되지 않았습니다. 완료되기 전에 서버 제한시간이 초과되었습니다. 이동 처리로 복귀하려면 "%move_images_label%"을 다시 클릭하세요.
lt_lt: Ne visi paveiksliukai buvo perkelti. Užduoties vykdymo laikas serveryje baigėsi. Norėdami pratęsti perkėlimo procesą, paspauskite „%move_images_label%“ iš naujo.
ru_ru: Не все изображения были перемещены. Время ожидания сервера истекло до завершения. Щелкните "%move_images_label%" еще раз, чтобы возобновить процесс перемещения.
zh_tw: 圖片並未完整搬移，伺服器在完成前逾時，請再次點選 "%move_images_label%" 來繼續搬移的程序。

source: Error: Some -- or all -- images cannot be moved.
bg_bg: Грешка: Някои -- или всички -- изображения не могат да бъдат преместени.
da_dk: Fejl: Nogen - eller alle - billederne kan ikke flyttes.
ko_kr: 오류: 일부 -- 또는 모든 -- 이미지를 이동할 수 없습니다.
lt_lt: Klaida: vienas – ar – daugiau paveiksliukų negali būti perkelti.
lv_lv: Kļūda: Dažus -- vai visus -- attēlus nevar pārvietot.
ru_ru: Ошибка: невозможно переместить некоторые или все изображения.
zh_tw: 錯誤：部分或所有圖像無法移動。

source: After modification, do not forget to regenerate thumbnails
bg_bg: След промяната не забравяйте да обновите миниатюрите
da_dk: Efter ændring, husk at regenerere miniaturebilleder
ko_kr: 수정 후, 썸네일 재생성을 잊지 마세요
lt_lt: Po pakeitimų nepamiškite iš naujo sukurti miniatiūrų
lv_lv: Izmainīt modifikāciju, neaizmirstiet pārģenerēt sīkattēlus
ru_ru: После внесения изменений не забудьте пересоздать миниатюры изображений!
zh_tw: 修改後，請重新產生縮圖

source: Make sure the theme you use doesn't rely on this image format before deleting it.
bg_bg: Уверете се, че използваната от вас тема не разчита на този формат на изображението, преди да го изтриете.
ko_kr: 이미지를 삭제하기 전에 사용하는 테마가 이 이미지 형식에 의존하지 않는지 확인하세요.
lt_lt: Prieš ištrindami, įsitikinkite, kad jūsų naudojama tema nėra priklausoma nuo šio paveiksliukų formato.
zh_tw: 在刪除之前，請確保您使用的主題不依賴此圖像格式。

source: An error occurred. The information "%s" is missing.
bg_bg: Възникна грешка. Липсва информацията "%s".
da_dk: Der opstod en fejl. Informationen "%s" mangler.
ko_kr: 오류 발생됨. 정보 "%s"이 (가) 없습니다.
lt_lt: Įvyko klaida. Informacija "%s" yra trūkstama.
lv_lv: Radās kļūda. Nav informācijas "%s".
ru_ru: Произошла ошибка. Отсутствует информация "%s".
zh_tw: 發生錯誤。缺少信息 "%s"。

source: An error occurred. The template "%s" is missing.
bg_bg: Възникна грешка. Шаблонът "%s" липсва.
da_dk: Der opstod en fejl. Skabelonen "%s" mangler.
ko_kr: 오류 발생됨. 템플릿 "%s"이 (가) 없습니다.
lt_lt: Įvyko klaida. Šablonas "%s" yra trūkstamas.
lv_lv: Notika kļūda. Trūkst šablona "%s".
ru_ru: Произошла ошибка. Отсутствует шалон "%s".
zh_tw: 出現錯誤。模板 "%s" 缺失。

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
bg_bg: Възникна грешка при качването на favicon: не може да се копира файла "%s" в папката "%s".
da_dk: En fejl opstod under upload af favicon'et: kan ikke kopiere filen "%s" til mappen "%s".
ko_kr: 즐겨찾기 아이콘 업로드 중 오류가 발생했습니다: 파일 "%s"을 폴더 "%s"로 복사할 수 없습니다.
lt_lt: Įvyko klaida bandant įkelti favicon paveiksliuką: nepavyko nukopijuoti "%s" į aplanką "%s".
lv_lv: Augšupielādējot favicon, radās kļūda: nevar kopēt failu "%s" uz mapi "%s".
ru_ru: Ошибка при загрузке иконки: невозможно копировать файл "%s" в папку "%s".
zh_tw: 上傳favicon時出錯：無法將文件“%s”複製到文件夾“%s”。

source: Your theme has been correctly exported: %path%
bg_bg: Вашата тема е правилно експортирана: %path%
da_dk: Temaet er eksporteret korrekt: %path%
ko_kr: 테마가 정확하게 내보내졌습니다: %path%
lt_lt: Jūsų tema sėkmingai eksportuota: %path%
lv_lv: Tēma tika veiksmīgi eksportēta: %path%
ru_ru: Ваш шаблон импортирован: %path%
zh_tw: 您的主題板模已經成功被導出到: %path%

source: The page Category cannot be moved here.
bg_bg: Страницата Категория не може да бъде преместена тук.
da_dk: Siden Kategori kan ikke flyttes hertil.
ko_kr: 페이지 분류를 이쪽으로 이동할 수 없습니다.
lt_lt: Kategorija negali būti perkelta čia.
lv_lv: Lapas kategoriju nevar pārvietot uz šejieni.
ru_ru: Нельзя перенести сюда категорию страницы.
zh_tw: 類別頁面無法移動到此處。

source: Your RTL stylesheets has been generated successfully
bg_bg: Вашите RTL стилове са генерирани успешно
da_dk: Dine RTL stylesheets er blevet genereret
ko_kr: RTL 스타일시트가 생성되었습니다
lt_lt: Jūsų RTL stilių lentelės sėkmingai sugeneruotos
lv_lv: Jūsu RTL stilu lapas ir veiksmīgi izveidotas
ru_ru: Ваши RTL-стили созданы
zh_tw: 您RTL的樣式表已成功生成

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the '%regenerate_label%' button.
bg_bg: Настройките по подразбиране на вашата тема са възстановени. Необходимо е да възстановите изображенията. Посетете раздела "Подобряване" &gt; "Дизайн" &gt; "Настройки на изображенията", където се намира бутонът "%regenerate_label%".
da_dk: Dit tema er succesfuldt blevet nulstillet til standard indstillingerne. Du skal muligvis generere dine billeder. Se under Forbedre > Design > Billedindstillinger efter knappen '%regenerate_label%'.
ko_kr: 테마가 기본 설정으로 올바르게 재설정되었습니다. 이미지를 다시 생성 할 수 있습니다. '%regenerate_label%' 버튼에 대한 설정 화면은 개선 > 디자인 > 이미지 를 참고하세요.
lt_lt: Jūsų tema buvo tinkamai atstatyta pagal numatytuosius nustatymus. Galbūt norėsite atkurti savo vaizdus. Eikite „Pritaikymai“ > „Išvaizda“ > „Paveiksliukų nustatymai“ ir spauskite mygtuką „%regenerate_label%“.
zh_tw: 你的主題已經被正確重新設置到默認模式。請可能要重新生成你的圖片。請見改善> 設計 > 圖片設定屏幕來找到 '%regenerate_label%' 的按鈕。

source: There is already a theme %theme_name% in your themes folder. Remove it if you want to continue.
bg_bg: Има вече тема %theme_name% в папката с теми. Премахнете я, ако искате да продължите.
da_dk: Der er allerede et tema %theme_name% i din themes mappe. Fjern det hvis du ønsker at fortsætte.
ko_kr: 테마 폴더에 이미 테마 %theme_name% 가 있습니다. 계속하려면 제거하세요.
lt_lt: Jūsų temų aplanke jau yra %theme_name% tema. Pašalinkite ją, jei norite tęsti.
lv_lv: Šablonu direktorijā jau ir tēma %theme_name%. Nodzēsiet to ja vēlaties turpināt.
ru_ru: В вашей директории шаблонов уже есть шаблон %theme_name%. Если хотите продолжать, удалите его.
zh_tw: 您的主題文件夾中已存在一個主題%theme_name%，請刪除該主題以繼續。

source: Failed to delete theme. Make sure you have permissions and theme is not used.
bg_bg: Неуспешно изтриване на тема. Уверете се, че имате права и темата не се използва.
da_dk: Kunne ikke slette tema. Vær sikker på at du har tilladelse og at temaet ikke er i brug.
ko_kr: 테마 삭제에 실패했습니다. 권한과 테마가 사용되지 않았는지 확인하세요.
lt_lt: Nepavyko ištrinti temos. Įsitikinkite, ar turite leidimą ir ar tema nėra naudojama.
lv_lv: Nevar nodzēst tēmu. Pārbaudiet vai Jums ir atļaujas un tēma netiek lietota.
ru_ru: Не удалось удалить шаблон. Убедитесь, что у вас достаточно полномочий и шаблон не используется.
zh_tw: 刪除主題失敗。 確保您具有權限並且未使用主題。

source: Cannot adapt theme to RTL languages.
bg_bg: Не можете да адаптирате темата към RTL езиците.
da_dk: Kan ikke adaptere tema til RTL sprog.
ko_kr: RTL 언어에 테마를 맞출 수 없습니다.
lt_lt: Negalima pritaikyti temos prie RTL kalbų.
lv_lv: Nevar adaptēt tēmu RTL valodām.
ru_ru: Не удаётся адаптировать шаблон к языку с обратным начертанием.
zh_tw: 無法使主題適應RTL語言。

source: This name already exists.
bg_bg: Това име вече съществува.
da_dk: Dette navn findes allerede.
ko_kr: 이 이름은 이미 있습니다.
lt_lt: Vardas jau egzistuoja.
lv_lv: Šis vārds jau eksistē.
ru_ru: Указанное имя уже существует
zh_tw: 這名已經存在。

source: Invalid file format.
bg_bg: Невалиден формат на файла.
da_dk: Ugyldigt filformat.
ko_kr: 잘못된 파일 형식.
lt_lt: Neteisingas failo formatas.
lv_lv: Nederīgs faila formāts.
ru_ru: Недопустимый формат файла.
zh_tw: 文件格式無效。

source: Warning: if no email logo is available, the main logo will be used instead.
bg_bg: Предупреждение: ако не е налично лого на електронна поща, вместо него ще се използва основното лого.
da_dk: Advarsel: Hvis der ikke er et e-maillogo, anvendes det primære logo i stedet for.
ko_kr: 경고: 이메일 로고를 사용할 수없는 경우 기본 로고가 대신 사용됩니다.
lt_lt: Įspėjimas: neradus/nenurodžius el. laiškui skirto logotipo bus naudojamas pagrindinis logotipas.
lv_lv: Brīdinājums: ja epasta logotips nav pieejams, tā vietā tiks izmantots galvenais logo.
ru_ru: Внимание: если логотип электронной почты не задан, будет использован основной логотип.
zh_tw: 警告：如沒有定義電郵徽標，將會改用主徽標。
