Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminAdvparametersFeature.*.xlf
Languages: es_es, fr_fr, pt_pt, zh_tw

source: Menu
es_es: Menú
zh_tw: 功能表

source: No menu
es_es: Ningún Menú
fr_fr: Aucun menu
pt_pt: Não existe nenhum menu
zh_tw: 沒有選單

source: Import data from another shop
es_es: Importar datos de otra tienda
fr_fr: Importer les informations associées (produits, etc.) depuis une autre boutique
pt_pt: Importar dados de outra loja
zh_tw: 從另一個商店匯入

source: Experimental product page
es_es: Página de producto experimental
fr_fr: Page produit expérimentale
pt_pt: Página de produto experimental
zh_tw: 實驗商品頁面

source: New product page - Single store
es_es: Nueva página de producto - Tienda única
fr_fr: Nouvelle page produit - Magasin unique
pt_pt: Página de novo produto - Loja individual
zh_tw: 新商品頁面 - 單店

source: New product page - Multistore
es_es: Nueva página de producto - Multitienda
fr_fr: Nouvelle page produit - multiboutique
pt_pt: Nova página de produto - Multistore
zh_tw: 新商品頁面 - 多商店

source: New product page
es_es: Nueva página de producto
fr_fr: Nouvelle page produit
pt_pt: Nova página de produto
zh_tw: 新商品頁面

source: Authorization server
es_es: Servidor de autorización
fr_fr: Serveur d'autorisation
pt_pt: Servidor de autorização
zh_tw: 授權伺服器

source: Catalog price rules
es_es: Reglas de precio del catálogo
fr_fr: Règles de prix catalogue
pt_pt: Regras de Preços do Catálogo
zh_tw: 目錄價格規則

source: Enable / Disable having more than one image format (jpg, webp, avif, png, etc.)
es_es: Activar / Desactivar tener más de un formato de imagen (jpg, webp, avif, png, etc.)
fr_fr: Activer ou désactiver le format multiple d'images (jpg, webp, avif, png, etc.)
pt_pt: Activar / Desactivar a existência de mais do que um formato de imagem (jpg, webp, avif, png, etc.)
zh_tw: 啟用/停用多種圖像格式（jpg、webp、avif、png 等）

source: Countries
es_es: Países
fr_fr: Pays
pt_pt: Países
zh_tw: 國家

source: States
es_es: Provincias
fr_fr: États
pt_pt: Estados/Distritos
zh_tw: 州

source: Carriers
es_es: Transportistas
fr_fr: Transporteurs
pt_pt: Transportadoras
zh_tw: 承運商

source: Titles
es_es: Tratamientos
fr_fr: Titres de civilité
pt_pt: Títulos Sociais
zh_tw: 標題

source: Tax rule groups
es_es: Grupos de reglas de impuestos
fr_fr: Groupes de règles de taxes
pt_pt: Grupos de regras fiscais
zh_tw: 稅則群組

source: Customer threads
es_es: Servicio al cliente
fr_fr: Discussions client
pt_pt: Tópicos de clientes
zh_tw: 客戶討論串

source: Order states
es_es: Estados de pedido
fr_fr: Statuts de la commande
pt_pt: Estado da encomenda
zh_tw: 訂單狀態

source: Permissions
es_es: Permisos
pt_pt: Permissões
zh_tw: 權限

source: SuperAdmin
pt_pt: SuperAdministrador
zh_tw: 超級管理員

source: Logistician
es_es: Encargado de logística
fr_fr: Logisticien
pt_pt: Operador de logística
zh_tw: 物流員

source: Translator
es_es: Traductor
fr_fr: Traducteur
pt_pt: Tradutor
zh_tw: 翻譯員

source: Salesman
es_es: Vendedor
fr_fr: Vendeur
pt_pt: Vendedor
zh_tw: 推銷員

source: Webservice key created: %s
es_es: Clave de Servicio Web creada: %s
fr_fr: Clé de webservice créée :
pt_pt: Chave de Webservice criada: %s
zh_tw: 已創建 Web 服務密鑰：%s

source: Webservice key %s has been deleted
es_es: La clave de Servicio Web %s ha sido eliminada
fr_fr: La clé de service web %s a été supprimée
pt_pt: A chave Webservice %s foi eliminada
zh_tw: 已刪除 Web 服務密鑰：%s

source: Supply Orders
es_es: Pedidos de suministros
fr_fr: Commandes aux fournisseurs
pt_pt: Encomendas de Fornecimento
zh_tw: 採購單

source: Supply Order Details
es_es: Detalles de los pedidos de suministros
fr_fr: Détails de commandes aux fournisseurs
pt_pt: Detalhes de Encomendas a Fornecedores
zh_tw: 採購單細節

source: Product Reference
es_es: Referencia del producto
fr_fr: Référence produit
pt_pt: Referência do Produto
zh_tw: 商品編號

source: Note
es_es: Nota
fr_fr: Commentaire
pt_pt: Nota
zh_tw: 備註

source: Supplier ID *
es_es: ID Proveedor *
fr_fr: ID fournisseur *
pt_pt: Nº Fornecedor *
zh_tw: 供應商編號 *

source: Lang ID
es_es: ID Idioma
fr_fr: ID langue
pt_pt: Nº Idioma
zh_tw: 語言編號

source: Warehouse ID *
es_es: ID Almacén *
fr_fr: ID entrepôt *
pt_pt: Nº Armazém *
zh_tw: 倉庫編號 *

source: Currency ID *
es_es: ID Moneda *
fr_fr: ID devise *
pt_pt: Nº Moeda *
zh_tw: 貨幣編號 *

source: Supply Order Reference *
es_es: Referencia pedido de suministros *
fr_fr: Référence commande fournisseur *
pt_pt: Referência de Encomenda ao Fornecedor *
zh_tw: 採購單代號 *

source: Delivery Date (Y-M-D)*
es_es: Fecha de entrega (A-M-D)*
fr_fr: Date de livraison (A-M-J) *
pt_pt: Data de Entrega (A-M-D)*
zh_tw: 出貨日期 (Y-M-D)*

source: Discount rate
es_es: Tasa de descuento
fr_fr: Taux de remise
pt_pt: Taxa de desconto
zh_tw: 折扣率

source: Product ID *
es_es: ID Producto *
fr_fr: ID produit *
pt_pt: Nº Produto *
zh_tw: 商品編號 *

source: Product Attribute ID
es_es: ID Atributo del Producto
fr_fr: ID attribut produit
pt_pt: Nº Atributo Produto
zh_tw: 商品屬性編號

source: Unit Price (tax excl.)*
es_es: Precio Unitario (imp. excl.) *
fr_fr: Prix unitaire (HT) *
pt_pt: Preço Unitário (sem IVA) *
zh_tw: 單價 (未稅)*

source: Quantity Expected *
es_es: Cantidad esperada *
fr_fr: Quantité attendue *
pt_pt: Quantidade Esperada *
zh_tw: 預期數量 *

source: Discount Rate
es_es: Tasa de descuento
fr_fr: Taux de réduction
pt_pt: Taxa de Desconto
zh_tw: 折扣率

source: Tax Rate
es_es: Tasa de impuesto
fr_fr: Taux de taxe
pt_pt: Taxa de IVA
zh_tw: 稅率

source: Import .CSV data
es_es: Importar datos .CSV
fr_fr: Importer les données CSV
pt_pt: Importar dados .CSV
zh_tw: 匯入CSV資料

source: Advanced Stock Management
es_es: Administración Avanzada de Stock
fr_fr: Gestion des stocks avancée
pt_pt: Gestão de Stock Avançada
zh_tw: 進階庫存管理

source: Template
es_es: Plantilla
fr_fr: Modèle
pt_pt: Modelo de email
zh_tw: 模板

source: Customer ID
es_es: ID del cliente
fr_fr: ID client
pt_pt: Nº do cliente
zh_tw: 客戶編號：

source: Active (0/1)
es_es: Activo (0/1)
fr_fr: Actif (0/1)
pt_pt: Ativo (0/1)
zh_tw: 啟用(0/1)

source: Customer email
es_es: Correo electrónico del cliente
fr_fr: E-mail du client
pt_pt: E-mail do cliente
zh_tw: 客戶電子郵件

source: Root category (0/1)
es_es: Categoría raíz (0/1)
fr_fr: Catégorie racine (0/1)
pt_pt: Categoria Raiz (0/1)
zh_tw: 根分類 (0/1)

source: Product ID
es_es: ID del producto
fr_fr: ID produit
pt_pt: Nº Produto
zh_tw: 商品編號

source: Attribute (Name:Type:Position)
es_es: Atributo (Nombre:Tipo:Posición)
fr_fr: Attribut (Nom:Type:Position)
pt_pt: Atributo (Nome:Tipo:Posição)
zh_tw: 屬性 (名稱：類型：位置)

source: Value (Value:Position)
es_es: Valor (Valor:Posición)
fr_fr: Valeur (Valeur:Position)
pt_pt: Valor (Valor:Posição)
zh_tw: 數值 (數值：位置)

source: Supplier reference
es_es: Ref proveedor
fr_fr: Référence fournisseur
pt_pt: Ref. do Fornecedor
zh_tw: 供應商代號

source: Default (0 = No, 1 = Yes)
es_es: Predeterminado (0 = No, 1 = Sí)
fr_fr: Valeurs par défaut (0 = Non, 1 = Oui)
pt_pt: Padrão (0 = Não, 1 = Sim)
zh_tw: 默認 (0 = 否，1 = 是)

source: Combination availability date
es_es: Fecha de disponibilidad de la combinación
fr_fr: Date de disponibilité de la déclinaison
pt_pt: Data de disponibilidade da combinação
zh_tw: 預估上架日期

source: Choose among product images by position (1,2,3...)
es_es: Elegir entre imágenes de productos por posición (1,2,3...)
fr_fr: Choisir parmi les images du produit selon la position (1, 2, 3…)
pt_pt: Escolher entre imagens de produtos por posição (1,2,3...)
zh_tw: 從照片中選擇 (1,2,3...)

source: UPC
zh_tw: UPC碼

source: Minimal quantity
es_es: Cantidad mínima
fr_fr: Quantité minimale
pt_pt: Quantidade mínima
zh_tw: 數量下限

source: Image URLs (x,y,z...)
es_es: URL's de las imágenes (x,y,z...)
fr_fr: URL des images (x,y,z, etc.)
pt_pt: URLs da imagem (x,y,z...)
zh_tw: 圖片網址（x，y，z...）

source: Image alt texts (x,y,z...)
es_es: Textos alternativos de imagen (x,y,z...)
fr_fr: Textes alternatif des images (x,y,z...)
pt_pt: Textos alternativos para imagens (x,y,z...)
zh_tw: 圖像替代文字（x，y，z...）

source: Depends on stock
es_es: Dependiendo del stock
fr_fr: En fonction du stock
pt_pt: Dependente do stock
zh_tw: 視庫存而定

source: Warehouse
es_es: Almacén
fr_fr: Entrepôt
pt_pt: Armazém
zh_tw: 倉庫

source: Titles ID (Mr = 1, Ms = 2, else 0)
es_es: ID Tratamiento (Sr = 1, Sra = 2, sino 0)
fr_fr: ID du titre (M = 1, Mme = 2, sinon 0)
pt_pt: Nº Título social (Sr=1, Sra=2, indefinido=0)
zh_tw: 稱謂編號 (先生 = 1，小姐 = 2，其他 0)

source: Birth date (yyyy-mm-dd)
es_es: Fecha de nacimiento (dd-mm-aaaa)
fr_fr: Date de naissance (AAAA-MM-JJ)
pt_pt: Data de nascimento (aaaa-mm-dd)
zh_tw: 出生日期 (yyyy-mm-dd)

source: Newsletter (0/1)
es_es: Boletín (0/1)
pt_pt: Subscreveu newsletter (0 = não, 1 = sim)
zh_tw: 電子信(0/1）

source: Partner offers (0/1)
es_es: Ofertas de asociados (0/1)
fr_fr: Offres partenaires (0/1)
pt_pt: Ofertas do associado (0/1)
zh_tw: 接收我們的合作夥伴的優惠 (0/1)

source: Registration date (yyyy-mm-dd)
es_es: Fecha de registro (dd-mm-aaaa)
fr_fr: Date d'inscription (AAAA-MM-JJ)
pt_pt: Data de registo (dd-mm-aaaa)
zh_tw: 登記日期 (yyyy-mm-dd)

source: Groups (x,y,z...)
es_es: Grupos (x, y, z...)
fr_fr: Groupes (x,y,z...)
pt_pt: Grupos (x, y, z...)
zh_tw: 群組 (x,y,z...)

source: Default group ID
es_es: ID del grupo predeterminada
fr_fr: ID du groupe par défaut
pt_pt: Nº do grupo padrão
zh_tw: 默認群組ID

source: Categories (x,y,z...)
es_es: Categorías (x,y,z...)
fr_fr: Catégories (x,y,z...)
pt_pt: Categorias (x,y,z...)
zh_tw: 分類（x，y，z...）

source: Tax rule ID
es_es: ID regla de impuestos
fr_fr: ID règle de taxes
pt_pt: Nº da regra de imposto
zh_tw: 稅則編號

source: On sale (0/1)
es_es: En oferta (0/1)
fr_fr: En soldes (0/1)
pt_pt: Em saldo (0/1)
zh_tw: 特賣中(0/1)

source: Discount amount
es_es: Valor del descuento
fr_fr: Montant de la remise
pt_pt: Valor do desconto
zh_tw: 折扣量

source: Discount percent
es_es: Porcentaje de descuento
fr_fr: Pourcentage de réduction
pt_pt: Percentagem de desconto
zh_tw: 折扣%

source: Discount from (yyyy-mm-dd)
es_es: Descuento desde (aaaa-mm-dd)
fr_fr: Réduction de (AAAA-MM-JJ)
pt_pt: Desconto de (aaaa-mm-dd)
zh_tw: 折扣從(yyyy-mm-dd)

source: Discount to (yyyy-mm-dd)
es_es: Descuento hasta (aaaa-mm-dd)
fr_fr: Réduction à (AAAA-MM-JJ)
pt_pt: Desconto até (aaaa-mm-dd)
zh_tw: 折扣到(yyyy-mm-dd)

source: Reference #
es_es: Referencia nº
fr_fr: Référence
pt_pt: Referência n.º
zh_tw: 代號#

source: Supplier reference #
es_es: N° de referencia proveedor
fr_fr: Référence fournisseur
pt_pt: Nº de referência do fornecedor
zh_tw: 供應商代號#

source: Delivery time of out-of-stock products with allowed orders:
es_es: Plazo de entrega para los productos fuera de stock que se permiten comprar:
fr_fr: Délai de livraison des produits épuisés avec commande autorisée:
pt_pt: Tempo de entrega dos produtos sem stock com encomendas autorizadas:
zh_tw: 已經缺貨但允許下單商品的送貨時間：

source: Additional shipping cost
es_es: Coste adicional del envío
fr_fr: Frais de port supplémentaire
pt_pt: Custo adicional do transporte
zh_tw: 額外運送費用

source: Unit for the price per unit
es_es: Unidad para el precio unitario
fr_fr: Unité pour le prix unitaire
pt_pt: Unidade para preço por unidade
zh_tw: 單價的單位

source: Tags (x,y,z...)
es_es: Etiquetas (x,y,z...)
fr_fr: Mot-clés (x,y,z...)
pt_pt: Etiquetas (x, y, z ...)
zh_tw: 標籤（x，y，z...）

source: Rewritten URL
es_es: URL reescrita
fr_fr: URL réécrite
pt_pt: URL reescrito
zh_tw: 改寫URL

source: Label when backorder allowed
es_es: Etiqueta para cuando se permiten pedidos en espera
fr_fr: Libellé quand précommande activée
pt_pt: Texto a mostrar quando for permitido reservar produtos esgotados
zh_tw: 允許訂購顯示的文字

source: Available for order (0 = No, 1 = Yes)
es_es: Disponible para pedidos (0 = No, 1 = Si)
fr_fr: Disponible à la commande (0 = Non, 1 = Oui)
pt_pt: Disponível para encomendar (0 = Não, 1 = Sim)
zh_tw: 可以訂購 (0 = 否，1 = 是)

source: Product availability date
es_es: Fecha de disponibilidad del producto
fr_fr: Date de disponibilité du produit
pt_pt: Data de disponibilidade do produto
zh_tw: 商品上架日期

source: Product creation date
es_es: Fecha de creación del producto
fr_fr: Date d'ajout du produit
pt_pt: Data de criação de produto
zh_tw: 商品上架日期

source: Show price (0 = No, 1 = Yes)
es_es: Mostrar Precio (0 = No, 1 = Si)
fr_fr: Afficher le prix (0 = Non, 1 = Oui)
pt_pt: Mostrar preço (0 = Não, 1 = Sim)
zh_tw: 顯示價格 (0 = 否，1 = 是)

source: Delete existing images (0 = No, 1 = Yes)
es_es: Elimine las imágenes existentes (0 = No, 1 = Si)
fr_fr: Supprimer les images existantes (0 = Non, 1 = Oui)
pt_pt: Eliminar imagens existentes (0 = Não, 1 = Sim)
zh_tw: 刪除既有圖片(0=否，1=是)

source: Feature (Name:Value:Position:Customized)
es_es: Característica (Nombre:Valor:Posición:Personalizado)
fr_fr: Caractéristique (Nom:Valeur:Position:Personnalisé)
pt_pt: Característica (Nome:Valor:Posição:Personalização)
zh_tw: 功能（名稱：數值：位置：自定義）

source: Available online only (0 = No, 1 = Yes)
es_es: Solo disponible por Internet (0 = No, 1 = Si)
fr_fr: Disponible en ligne uniquement (0 = Non, 1 = Oui)
pt_pt: Disponível apenas online (0 = Não, 1 = Sim)
zh_tw: 只透過線上提供 (0 = 否，1 = 是)

source: Customizable (0 = No, 1 = Yes)
es_es: Personalizable (0 = No, 1 = Sí)
fr_fr: Personnalisable (0 = Non, 1 = Oui)
pt_pt: Personalizável (0 = Não, 1 = Sim)
zh_tw: 客製化服務(0=否，1=是)

source: Uploadable files (0 = No, 1 = Yes)
es_es: Se pueden subir archivos (0 = No, 1 = Sí)
fr_fr: Fichiers téléchargeables (0 = Non, 1 = Oui)
pt_pt: Possibilidade de enviar ficheiros (0 = Não, 1 = Sim)
zh_tw: 可上載的檔案（0 =否，1 =是）

source: Text fields (0 = No, 1 = Yes)
es_es: Campos de texto (0 = No, 1 = Sí)
fr_fr: Champs texte (0 = Non, 1 = Oui)
pt_pt: Campos de texto (0 = Não, 1 = Sim)
zh_tw: 文字欄位(0=否，1=是)

source: Action when out of stock
es_es: Acción cuando no haya existencias de stock
fr_fr: Action en cas de rupture de stock
pt_pt: Ação quando estiver esgotado
zh_tw: 商品缺貨時的操作。

source: Virtual product (0 = No, 1 = Yes)
es_es: Producto virtual (0 = No, 1 = Sí)
fr_fr: Produit dématérialisé (0 = Non, 1 = Oui)
pt_pt: Produto virtual (0 = Não, 1 = Sim)
zh_tw: 虛擬商品（0 =否，1 =是）

source: File URL
es_es: URL de archivo
fr_fr: URL du fichier
pt_pt: URL do ficheiro
zh_tw: 檔案網址

source: Expiration date (yyyy-mm-dd)
es_es: Fecha de expiración (dd-mm-aaaa)
fr_fr: Date d'expiration (aaaa-mm-jj)
pt_pt: Data de validade (dd-mm-aaaa)
zh_tw: 失效日期 (yyyy-mm-dd)

source: Number of days
es_es: Número de días
fr_fr: Nombre de jours
pt_pt: Número de dias
zh_tw: 下載有效天數：

source: Accessories (x,y,z...)
es_es: Accesorios (x,y,z...)
fr_fr: Accessoires (x,y,z...)
pt_pt: Acessórios (x,y,z...)
zh_tw: 配飾 (x,y,z...)

source: Active (0/1)
es_es: Activo (0/1)
fr_fr: Actif (0/1)
pt_pt: Ativo (0/1)
zh_tw: 啟用(0/1)

source: Image URL
es_es: URL de la imagen
fr_fr: URL de l'image
pt_pt: URL da Imagem
zh_tw: 圖片網址

source: Address (2)
es_es: Dirección (2)
fr_fr: Adresse (2)
pt_pt: Endereço (2ª linha)
zh_tw: 地址（2）

source: Latitude
es_es: Latitud
zh_tw: 緯度

source: Longitude
es_es: Longitud
zh_tw: 經度

source: Hours (x,y,z...)
es_es: Horas (x,y,z...)
fr_fr: Horaires (x,y,z...)
pt_pt: Horas (x,y,z...)
zh_tw: 小時（x，y，z...）

source: ID / Name of the store
fr_fr: ID / Nom de la boutique
pt_pt: ID / Nome da loja
zh_tw: 商店 ID/名稱

source: ID / Name of group shop
es_es: ID / Nombre del grupo de tienda
fr_fr: ID ou nom du groupe de boutiques
pt_pt: Nº / Nome do grupo de loja
zh_tw: 商店群組的編號 / 名稱

source: Ignore this column
es_es: Ignorar esta columna
fr_fr: Ignorer cette colonne
pt_pt: Ignorar esta coluna
zh_tw: 忽略本列

source: Store contacts
es_es: Contactos de la tienda
fr_fr: Coordonnées magasins
pt_pt: Guardar contactos
zh_tw: 商店聯繫

source: Back office connection from %ip%
es_es: Conexión al back-office desde %ip%
fr_fr: Connexion au back-office depuis %ip%
pt_pt: Ligação à 'Área de Administração' a partir de %ip%
zh_tw: 商店後台的網路連線來自 %ip%

source: %class_name% addition
es_es: %class_name% añadida
fr_fr: Ajout de %class_name%
pt_pt: Adição de %class_name%
zh_tw: %class_name%增加

source: Edit this SQL query
es_es: Editar esta consulta SQL
fr_fr: Modifier la requête SQL
pt_pt: Editar esta consulta SQL
zh_tw: 編輯此SQL查詢

source: Select your default file encoding
es_es: Selecciona la codificación de archivos predeterminada
fr_fr: Sélectionnez votre encodage de fichier par défaut
pt_pt: Codificação padrão do ficheiro
zh_tw: 選擇默認文件編碼

source: SQL query name
es_es: Nombre de la consulta SQL
fr_fr: Nom de la requête SQL
pt_pt: Nome da consulta SQL
zh_tw: SQL查詢名稱

source: Attribute groups
es_es: Grupos de atributos
fr_fr: Groupe d'attributs
pt_pt: Grupos de atributos
zh_tw: 屬性群組

source: Cart rules
es_es: Reglas del carrito
fr_fr: Règles panier
pt_pt: Regras de carrinho
zh_tw: 購物車規則

source: Contact information
es_es: Información de contacto
fr_fr: Coordonnées
pt_pt: Informações de contacto
zh_tw: 聯絡資訊

source: Discount prices
es_es: Precios descuento
fr_fr: Tarifs promotionnels
pt_pt: Preços promocionais
zh_tw: 折扣價格

source: Module hooks
es_es: Hooks de los módulos
fr_fr: Points d'accroches des modules
pt_pt: Ganchos do módulo
zh_tw: 模組掛載

source: Meta information
es_es: Metainformación
fr_fr: Information méta
pt_pt: Informação meta
zh_tw: Meta資訊

source: Product combinations
es_es: Combinaciones de productos
fr_fr: Déclinaisons des produits
pt_pt: Combinações do produto
zh_tw: 商品屬性組合

source: Available quantities for sale
es_es: Cantidades disponibles para la venta
fr_fr: Quantités disponibles à la vente
pt_pt: Quantidade disponível para venda
zh_tw: 可供銷售數量

source: Warehouses
es_es: Almacenes
fr_fr: Entrepôts
pt_pt: Armazéns
zh_tw: 倉庫

source: Webservice accounts
es_es: Cuentas de Servicio web
fr_fr: Comptes du webservice
pt_pt: Contas do WebService[API]
zh_tw: 網路服務帳號：

source: Tax rules groups
es_es: Grupos de reglas de impuestos
fr_fr: Règles de taxes
pt_pt: Grupos de regras de IVA
zh_tw: 稅則群組

source: Import data
es_es: Importar datos
fr_fr: Importer les données
pt_pt: Importar dados
zh_tw: 匯入資料

source: Choose the source shop
es_es: Selecciona la tienda origen
fr_fr: Choisissez la boutique d'origine
pt_pt: Escolha a loja de origem
zh_tw: 選擇來源商店

source: Choose data to import
es_es: Selecciona los datos a importar
fr_fr: Choisissez les données à importer
pt_pt: Escolha os dados para importar
zh_tw: 選擇要匯入的資料

source: Shop groups list
es_es: Listado de grupos de tienda
fr_fr: Groupes de boutiques
pt_pt: Lista de grupos de loja
zh_tw: 商店群組一覽

source: Choose the source store
es_es: Selecciona la tienda origen
fr_fr: Choisissez la boutique d'origine
pt_pt: Escolha a loja de origem
zh_tw: 選擇來源商店

source: Store groups list
es_es: Lista de grupos de tiendas
fr_fr: Groupes de boutiques
pt_pt: Lista de grupos de loja
zh_tw: 商店群組一覽

source: Customer groups
es_es: Grupos de clientes
fr_fr: Groupes de clients
pt_pt: Grupos de clientes
zh_tw: 客戶群組

source: Shop group
es_es: Grupo de tiendas
fr_fr: Groupe de boutiques
pt_pt: Grupo da Loja
zh_tw: 商店群組：

source: Multistore options
es_es: Opciones Multitienda
fr_fr: Options multiboutiques
pt_pt: Opções de múltiplas lojas
zh_tw: 多商店選項

source: Default shop
es_es: Tienda predeterminada
fr_fr: Boutique par défaut
pt_pt: Loja padrão
zh_tw: 預設商店

source: Add a new shop group
es_es: Añadir nuevo grupo de tienda
fr_fr: Ajouter un nouveau groupe de boutiques
pt_pt: Adicionar um novo grupo de lojas
zh_tw: 新增商店群組

source: Add a new shop
es_es: Añadir nueva tienda
fr_fr: Ajouter une nouvelle boutique
pt_pt: Adicionar uma nova loja
zh_tw: 新增商店

source: Shop group name
es_es: Nombre del grupo de tienda
fr_fr: Nom du groupe
pt_pt: Nome do grupo de lojas
zh_tw: 商店群組名稱

source: Share customers
es_es: Compartir clientes
fr_fr: Partager les clients
pt_pt: Partilhar clientes
zh_tw: 分享顧客資料

source: Share available quantities for sale
es_es: Compartir las cantidades disponibles para vender
fr_fr: Partager les quantités disponibles à la vente
pt_pt: Partilhar quantidades disponíveis para venda
zh_tw: 共用可銷售數量

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
es_es: Compartir las cantidades disponibles para la venta entre las tiendas de este grupo. Al cambiar esta opción, todas las cantidades de productos disponibles se restablecerán a 0.
fr_fr: Partager les quantités disponible à la vente entre les boutiques de ce groupe. Si vous changez cette option, les quantités des boutiques du groupe seront remises à 0.
pt_pt: Partilhar as quantidades disponíveis entre lojas deste grupo. Quando alterar esta opção, todas as quantidades dos produtos disponíveis serão colocados a 0.
zh_tw: 在這個群組的商店共用可用數量，這個選項有異動時所有產品數量會重設為 0

source: Share orders
es_es: Comparta pedidos
fr_fr: Partager les commandes
pt_pt: Partilhar encomendas
zh_tw: 分享訂單

source: Store group
es_es: Grupo de tiendas
fr_fr: Groupe de boutiques
pt_pt: Grupo de lojas
zh_tw: 商店群組：

source: Default store
es_es: Tienda predeterminada
fr_fr: Boutique par défaut
pt_pt: Loja padrão
zh_tw: 默認商店

source: Add a new group of stores
es_es: Añadir un nuevo grupo de tiendas
fr_fr: Ajouter un groupe de boutiques
pt_pt: Adicionar um novo grupo de lojas
zh_tw: 新增新商店群組

source: Add a new store
es_es: Añadir nueva tienda
fr_fr: Ajouter une nouvelle boutique
pt_pt: Adicionar uma nova loja
zh_tw: 新增新商店

source: Name of the store group
es_es: Nombre del grupo de tiendas
fr_fr: Nom du groupe de boutiques
pt_pt: Nome do grupo de lojas
zh_tw: 商店群組名稱

source: Multistore tree
es_es: Árbol multitienda
fr_fr: Arborescence multiboutiques
pt_pt: Árvore multiloja
zh_tw: 多重店面樹

source: Shop URL ID
es_es: ID de la URL de la tienda
fr_fr: ID de l'URL de la boutique
pt_pt: Nº do URL da Loja
zh_tw: 商店網址 ID

source: Shop name
es_es: Nombre de la tienda
fr_fr: Nom de la boutique
pt_pt: Nome loja
zh_tw: 商店名稱

source: Is it the main URL?
es_es: ¿Es esta la URL principal?
fr_fr: Est-ce l'URL principale ?
pt_pt: Este é o URL principal?
zh_tw: 是否主網址？

source: URL options
es_es: Opciones de URL
fr_fr: Options de l'URL
pt_pt: Opções do URL
zh_tw: 網址選項

source: Is it the main URL for this shop?
es_es: ¿Es esta la URL principal para esta tienda?
fr_fr: Est-ce l'adresse principale de cette boutique ?
pt_pt: Este é o URL principal para esta Loja?
zh_tw: 是否此店鋪的主網址？

source: Shop URL
es_es: URL de tu tienda
fr_fr: URL de votre boutique
pt_pt: URL da loja
zh_tw: 商店網址

source: Domain
es_es: Dominio
fr_fr: Domaine
pt_pt: Domínio
zh_tw: 域名

source: SSL Domain
es_es: Dominio SSL
fr_fr: Domaine SSL
pt_pt: Domínio SSL
zh_tw: SSL 網域

source: Physical URL
es_es: URL física
fr_fr: URL physique
pt_pt: URL físico
zh_tw: 實體網址

source: Virtual URL
es_es: URL virtual
fr_fr: URL virtuelle
pt_pt: URL virtual
zh_tw: 虛擬鏈接

source: Final URL
es_es: URL Final
fr_fr: URL finale
pt_pt: URL final
zh_tw: 最終網址

source: Edit this shop
es_es: Editar esta tienda
fr_fr: Modifier cette boutique
pt_pt: Alterar esta loja
zh_tw: 編輯這個商店

source: Add a new URL
es_es: Añadir una nueva URL
fr_fr: Ajouter une URL
pt_pt: Adicionar um novo URL
zh_tw: 新增網址

source: Store URL ID
es_es: ID de la URL de la tienda
fr_fr: ID de l'URL de la boutique
pt_pt: ID do URL da loja
zh_tw: 商店網址 ID

source: Store name
es_es: Nombre de la tienda
fr_fr: Nom du magasin
pt_pt: Nome da loja
zh_tw: 商店名稱

source: Is it the main URL for this store?
es_es: ¿Es esta la URL principal para esta tienda?
fr_fr: Est-ce l'URL principale de cette boutique ?
pt_pt: É o URL principal desta loja?
zh_tw: 是否此商店的主網址？

source: Store URL
es_es: URL de la tienda
fr_fr: URL de la boutique
pt_pt: URL da loja
zh_tw: 商店URL

source: Edit this store
es_es: Editar esta tienda
fr_fr: Modifier cette boutique
pt_pt: Editar esta loja
zh_tw: 編輯此商店

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques
pt_pt: Estatísticas
zh_tw: 統計

source: Notifications
es_es: Notificaciones
pt_pt: Notificações
zh_tw: 提醒

source: Both
es_es: Ambos
fr_fr: Les deux
pt_pt: Ambos
zh_tw: 兩者都可以

source: This is a test message. Your server is now configured to send email.
es_es: Este es un mensaje de prueba. Tu servidor está ahora configurado para enviar correo electrónico.
fr_fr: Ceci est un e-mail test, votre serveur est prêt pour envoyer des e-mails.
pt_pt: Esta é uma mensagem de teste. O seu servidor está agora configurado para enviar mensagens de e-mail.
zh_tw: 這是一封測試郵件。您的主機可發信。
