Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminCatalogNotification.*.xlf
Languages: es_co, fr_fr, he_il, th_th

source: Remember to properly edit all information after duplicating - including SEO information and friendly URL.
es_co: Recuerda editar toda la información después de duplicarla, incluyendo la información de SEO y la URL amigable.
fr_fr: N'oubliez pas d'éditer correctement toutes les informations après la duplication - y compris les informations relatives au référencement et à l'URL simplifiée.

source: Product(s) successfully activated.
es_co: Producto(s) activado(s) correctamente.
fr_fr: Produit(s) activé(s) avec succès.
th_th: ผลิตภัณฑ์ถูกเปิดใช้งานเรียบร้อยแล้ว.

source: Product(s) successfully deactivated.
es_co: Producto(s) desactivado(s) correctamente.
fr_fr: Produit(s) désactivé(s) avec succès.
th_th: ผลิตภัณฑ์ถูกปิดใช้งานเรียบร้อยแล้ว.

source: Product(s) successfully deleted.
es_co: Producto(s) eliminado(s) correctamente.
fr_fr: Le(s) produit(s) a/ont bien été supprimé(s).

source: Product(s) successfully duplicated.
es_co: Producto(s) duplicado(s) correctamente.
fr_fr: Produit(s) dupliqué avec succès.

source: Products successfully sorted.
es_co: Productos ordenados correctamente.
fr_fr: Les produits ont bien été triés.

source: Product successfully deleted.
es_co: El producto se eliminó correctamente.
fr_fr: Le produit a bien été supprimé.

source: Product successfully duplicated.
es_co: El producto se duplicó correctamente.
fr_fr: Produit dupliqué avec succès.

source: Product successfully activated.
es_co: Producto activado correctamente.
fr_fr: Le produit a bien été activé.

source: Product successfully deactivated.
es_co: Producto desactivado correctamente.
fr_fr: Le produit a bien été désactivé.

source: To put this product online, please enter a name.
es_co: Para poner este producto en línea, introduce un nombre.
fr_fr: Pour mettre en ligne ce produit, donnez-lui un nom.

source: The product you are trying to access doesn't exist.
es_co: El producto al que intentas acceder no existe.
fr_fr: Le produit auquel vous essayez d'accéder n'existe pas.

source: An attachment name is required.
es_co: Se requiere el nombre del archivo adjunto.
fr_fr: Nom de la pièce jointe requis
he_il: יש לתת שם לקובץ המצורף

source: This attachment was unable to be loaded into the database.
es_co: No se puede cargar el archivo adjunto en la base de datos.
fr_fr: Impossible d'ajouter cette pièce jointe dans la base de données
he_il: לא ניתן להוסיף צרופה זו במסד הנתונים

source: Invalid description for %s language.
fr_fr: La description de la langue %s est invalide.

source: Failed to copy the file.
es_co: Error al copiar el archivo.
fr_fr: Impossible de copier le fichier.
he_il: העתקת קובץ נכשלה.
th_th: คัดลอกไฟล์ล้มเหลว

source: Invalid description for %s language
es_co: Descripción no válida idioma %s
fr_fr: La description pour la langue \"%s\" est trop long (%2$d caractères max).
he_il: תיאור לא תקין עבור השפה %s

source: Upload error. Please check your server configurations for the maximum upload size allowed.
es_co: Error de carga. Por favor revise la configuración de su servidor para el tamaño máximo permitido para subir archivos.
fr_fr: Impossible de mettre le fichier en ligne. Vérifiez la limite de taille des fichiers maximale de mise en ligne configurée sur votre serveur.
he_il: אירעה שגיאה בהעלאת הקובץ, אנא בדוק את הגדרות השרת עבור גודל העלאה מירבי.
th_th: การอัพโหลดขัดข้อง กรุณาเช็คการตั้งค่าของเซิฟเวอร์สำหรับขนาดสูงสุดของไฟล์ในการอัพโหลด

source: An error occurred while uploading the image:
es_co: Se ha producido un error al subir la imagen:
fr_fr: Une erreur est survenue lors du chargement de l'image :

source: You cannot remove this category because one of your shops uses it as a root category.
es_co: No se puede eliminar esta categoría porque una de sus tiendas la usa como raíz.
fr_fr: Vous ne pouvez pas supprimer cette catégorie, parce qu'une boutique utilise cette catégorie comme catégorie racine.
he_il: לא ניתן להסיר קטגוריה זו משום שהחנות משתמשת בקטגוריה זו כקטגוריית שורש.

source: An error occurred while creating the category.
es_co: Se produjo un error al crear la categoría.
fr_fr: Une erreur s'est produite lors de la création de la catégorie.
he_il: אירעה שגיאה בעת יצירת הקטגוריה.

source: The root category of a shop cannot be edited.
es_co: La categoría raíz de una tienda no se puede editar.
fr_fr: La catégorie racine d'une boutique ne peut pas être modifiée.
he_il: לא ניתן לערוך את קטגוריית הבסיס של חנות.

source: An error occurred while editing the category.
es_co: Se produjo un error al editar la categoría.
fr_fr: Une erreur s'est produite lors de l'édition de la catégorie.
he_il: אירעה שגיאה במהלך עריכת הקטגוריה.

source: The display of your brands is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
es_co: La visualización de tus marcas está activada en tu tienda. Dirígete a %sParámetros de la Tienda > Configuración%s para editar la configuración.
fr_fr: L'affichage de vos marques est activé sur votre boutique. Vous pouvez modifier ce réglage dans %sParamètres de la boutique > Paramètres généraux%s.
he_il: הצגת המותגים שלך מופעלת בחנות שלך. עבור אל%s חנויות פרמטרים> כללי%s כדי לערוך הגדרות.

source: The display of your brands is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
es_co: La visualización de tus marcas está desactivada en tu tienda. Dirígete a %sParámetros de la Tienda > Configuración%s para editar la configuración.
fr_fr: L'affichage de vos marques est désactivé sur votre boutique. Vous pouvez modifier ce réglage dans %sParamètres de la boutique > Paramètres généraux%s.
he_il: תצוגת המותגים שלך מושבתת בחנות שלך. עבור אל%s חנויות פרמטרים> כללי%s כדי לערוך הגדרות.

source: Error for combination %combination_id%: %error_message%
es_co: Error para la combinación %combination_id%: %error_message%
fr_fr: Erreur pour la déclinaison %combination_id% : %error_message%

source: Error for product %product_id%: %error_message%
es_co: Error para el producto %product_id%: %error_message%
fr_fr: Erreur pour le produit %product_id% : %error_message%

source: When redirecting towards a product you must select a target product.
es_co: Al redirigir hacia un producto, debe seleccionar un producto de destino.
fr_fr: Lorsque vous effectuez une redirection vers un produit, vous devez sélectionner un produit cible.

source: A specific price already exists for these parameters.
es_co: Un precio específico ya existe para estos parámetros.
fr_fr: Il existe déjà un prix spécifique pour ces paramètres
he_il: מחיר ספציפי קיים כבר לפרמטרים אלו

source: It is not possible to delete a supplier if there are pending supplier orders.
es_co: No es posible borrar un proveedor si hay órdenes de suministro pendientes.
fr_fr: Il n'est pas possible de supprimer un fournisseur s'il a une commande fournisseur en cours.
he_il: לא ניתן למחוק ספק אם יש הזמנות מלאי ממתינות אליו.

source: Unable to resize one or more of your pictures.
es_co: No se puede cambiar el tamaño de una o más de sus imágenes.
fr_fr: Impossible de redimensionner une ou plusieurs images
he_il: כשלון בשינוי גודל תמונה אחת או יותר.
th_th: ไม่สามารถปรับขนาดรูปภาพใดรูปภาพหนึ่ง หรือมากกว่านั้นได้

source: The display of your suppliers is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
es_co: La visualización de tus proveedores está activada en tu tienda. Dirígete a %sParámetros de la Tienda > Configuración%s para editar la configuración.
fr_fr: L'affichage de vos fournisseurs est activé sur votre boutique. Vous pouvez modifier ce réglage dans %sParamètres de la boutique > Paramètres généraux%s.
he_il: הצגת הספקים שלך מופעלת בחנות שלך. עבור אל %sחנויות פרמטרים> כללי %s כדי לערוך הגדרות.

source: The display of your suppliers is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
es_co: La visualización de tus proveedores está desactivada en tu tienda. Dirígete a %sParámetros de la Tienda > Configuración%s para editar la configuración.
fr_fr: L'affichage de vos fournisseurs est désactivé sur votre boutique. Vous pouvez modifier ce réglage dans %sParamètres de la boutique > Paramètres généraux%s.
he_il: תצוגת הספקים שלך מושבתת בחנות שלך. עבור אל%s חנויות פרמטרים>כללי %s כדי לערוך הגדרות.

source: Product customization could not be found. Go to Catalog > Products to customize the product.
es_co: No se pudo encontrar la personalización del producto. Vaya a Catálogo > Productos para personalizar el producto.
fr_fr: La personnalisation du produit n'a pas été trouvée. Allez dans Catalogue > Produits pour personnaliser le produit.
he_il: לא ניתן למצוא התאמה אישית של מוצר. עבור אל קטלוג > מוצרים כדי להתאים אישית את המוצר.

source: There are not enough products in stock.
es_co: No hay suficientes productos en stock.
fr_fr: Il n'y a pas assez de produits en stock.

source: Selected products were successfully canceled.
es_co: Los productos seleccionados han sido eliminados correctamente.
fr_fr: Les produits sélectionnés ont été annulés avec succès.
he_il: המוצרים שנבחרו בוטלו בהצלחה.

source: Cannot find specific price %price%
es_co: No se pudo encontrar precio específico %price%
fr_fr: Impossible de trouver le prix spécifique %price%

source: This pack is empty. You must add at least one product item.
es_co: Este pack está vacío. Debes añadir al menos un producto.
fr_fr: Ce pack est vide. Vous devez ajouter au moins un produit.
he_il: חבילה זו ריקה. יש להוסיף לפחות מוצר אחד.

source: Duplicate product?
es_co: ¿Duplicar producto?
fr_fr: Dupliquer un produit ?

source: Permanently delete this product?
es_co: ¿Eliminar permanentemente este producto?
fr_fr: Supprimer définitivement ce produit ?

source: Change the product type
es_co: Cambia el tipo de producto
fr_fr: Modifier le type de produit

source: Are you sure you want to change the product type?
es_co: ¿Está seguro de que desea cambiar el tipo de producto?
fr_fr: Êtes-vous sûr de vouloir modifier le type de produit ?
he_il: האם אתה בטוח שברצונך לשנות את סוג המוצר?

source: Change product type
es_co: Cambia el tipo de producto
fr_fr: Modifier type de produit
he_il: שנה סוג מוצר

source: Changing the product type will immediately save the product and refresh the page.
es_co: Cambiar el tipo de producto guardará inmediatamente el producto y actualizará la página.
fr_fr: Modifier le type de produit enregistrera immédiatement le produit et rafraîchira la page.
he_il: שינוי סוג המוצר ישמור מיד את המוצר וירענן את העמוד.

source: This will delete all combinations.
es_co: Esto eliminará todas las combinaciones.
fr_fr: Cela supprimera toutes les déclinaisons.
he_il: פעולה זו תמחק את כל השילובים.

source: This will delete the list of products in this pack.
es_co: Esto eliminará la lista de productos de este pack.
fr_fr: Cela supprimera la liste de produits dans ce pack.
he_il: פעולה זו תמחק את רשימת המוצרים בחבילה זו.ּ

source: This will delete the associated virtual file.
es_co: Esto eliminará el archivo virtual asociado.
fr_fr: Cela supprimera le produit dématérialisé associé.
he_il: פעולה זו תמחק את הקובץ הוירטואלי המשויך.

source: This will reset the ecotax value and may impact your retail price (tax incl.).
es_co: Esto restablecerá el valor del impuesto ecológico y puede afectar su precio (impuestos incluidos).
fr_fr: Ceci réinitialisera la valeur de l'écotaxe et aura un impact sur votre prix de vente (TTC).

source: This will reset the stock of this product.
es_co: Esto restablecerá el stock de este producto.
fr_fr: Ceci réinitialisera le stock de ce produit.

source: Image replaced
es_co: Imagen reemplazada
fr_fr: Image remplacée
he_il: תמונה הוחלפה

source: Are you sure you want to delete the selected image?|Are you sure you want to delete the %filesNb% selected images?
es_co: ¿Está seguro de que desea eliminar la imagen seleccionada?|¿Está seguro de que desea eliminar las %filesNb% imágenes seleccionadas?
fr_fr: Êtes-vous sûr de vouloir supprimer l'image sélectionnée?|Êtes-vous sûr de vouloir supprimer les %filesNb% images sélectionnées?
he_il: האם אתה בטוח שברצונך למחוק את התמונה שנבחרה?|האם אתה בטוח שברצונך למחוק את %filesNb% התמונות שנבחרו?

source: Are you sure you want to delete the selected image?|Are you sure you want to delete the {filesNb} selected images?
es_co: ¿Está seguro de que desea eliminar la imagen seleccionada?|¿Está seguro de que desea eliminar las {filesNb} imágenes seleccionadas?
fr_fr: Êtes-vous sûr de vouloir supprimer l'image sélectionnée ?|Êtes-vous sûr de vouloir supprimer les {filesNb} images sélectionnées ?

source: The file was successfully added.
es_co: El archivo se ha añadido correctamente.
fr_fr: Le fichier a été ajouté avec succès.

source: This value is too long. It should have %limit% characters or less.
es_co: Este valor es demasiado largo. Debe tener %limit% caracteres o menos.
fr_fr: Cette valeur est trop longue. Elle doit comprendre %limit% caractères ou moins.

source: There is no result for this search. Update your filters to view other products.
es_co: No existen resultados para esta búsqueda, Actualiza tus filtros para ver otros productos.
fr_fr: Aucun résultat pour cette recherche. Modifiez vos filtres pour voir les autres produits.

source: Duplication in progress...
es_co: Duplicación en curso...
fr_fr: Duplication en cours...
th_th: อยู่ในกระบวนการทำซ้ำ...

source: Duplication failed.
es_co: Falló el duplicado.
fr_fr: Échec de la duplication.
th_th: การทำซ้ำล้มเหลว.

source: Activation in progress...
es_co: Activación en proceso...
fr_fr: Activation en cours...
th_th: อยู่ในกระบวรการเปิดใช้งาน...

source: Activation failed.
es_co: Error de activación.
fr_fr: L'activation a échoué.

source: Deactivation in progress...
es_co: Desactivación en curso...
fr_fr: Désactivation en cours...

source: Deactivation failed.
es_co: La desactivación falló.
fr_fr: La désactivation a échoué.

source: Deletion in progress...
es_co: Eliminación en curso...
fr_fr: Suppression en cours...

source: Deletion failed.
es_co: Error al eliminar.
fr_fr: Échec de la suppression.
he_il: מחיקה נכשלה.

source: Duplicating products
es_co: Duplicando productos
fr_fr: Duplication des produits

source: Duplicating...
es_co: Duplicando...
fr_fr: Duplication...
he_il: משכפל...

source: Activating products
es_co: Activando productos
fr_fr: Activation des produits

source: Activating...
es_co: Activando...
fr_fr: Activation...
he_il: מפעיל...

source: Deactivating products
es_co: Desactivando productos
fr_fr: Désactivation des produits

source: Deactivating...
es_co: Desactivando...
fr_fr: Désactivation...

source: Deleting products
es_co: Eliminando productos
fr_fr: Suppression des produits
he_il: מחיקת מוצרים

source: Deleting...
es_co: Eliminando...
fr_fr: Suppression…
he_il: מוחק...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
es_co: Actualmente te encuentras en modo multitienda: cualquier modificación afectará a todas tus tiendas o grupo de tiendas activas.
fr_fr: Vous êtes dans un contexte multiboutique : toute modification s'appliquera à toutes vos boutiques, ou à chaque boutique du groupe actif.

source: Friendly URLs are currently enabled.
es_co: URLs amigables ya están activadas.
fr_fr: Les URLs simplifiées sont actuellement activées.
th_th: Friendly URLs ได้ถูกเปิดการใช้งานแล้วในขณะนี้.

source: To disable it, go to [1]SEO and URLs[/1]
es_co: Para desactivarlo, dirígete a [1]SEO y URLs[/1]
fr_fr: Pour les désactiver, aller dans [1]SEO et URL[/1]

source: Friendly URLs are currently disabled.
es_co: Las URL amigables están desactivadas actualmente.
fr_fr: Les URLs simplifiées sont actuellement désactivées.
th_th: Friendly URLs ขณะนี้ได้ถูกปิดการใช้งานแล้วในขณะนี้.

source: To enable it, go to [1]SEO and URLs[/1]
es_co: Para activarlo, dirígete a [1]SEO y URLs[/1]
fr_fr: Pour l'activer, aller dans [1]SEO et URL[/1]
th_th: เพื่อที่จะเปิดใช้งาน, ต้องไปที่ [1]SEO and URLs[/1]

source: The "Force update of friendly URL" option is currently enabled.
es_co: La opción "Forzar actualización de URLs amigables" ya está activada.
fr_fr: L'option "Forcer la mise à jour des URL simplifiées" est actuellement activée.

source: To disable it, go to [1]Product Settings[/1]
es_co: Para desactivarla, dirígete a [1]Configuración de Productos[/1]
fr_fr: Pour les désactiver, allez dans vos [1]paramètres produit[/1]

source: If no carrier is selected then all the carriers will be available for customers orders.
es_co: Si no hay un transportista seleccionado todos los transportistas estarán disponibles en los pedidos de los clientes.
fr_fr: Si aucun transporteur n'est sélectionné alors tous les transporteurs seront considérés comme disponibles pour les clients.
he_il: אם לא נבחר אף מוביל, אזי כל המובילים יהיו זמינים עבור הזמנות הלקוחות.

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
es_co: Cuando activas la administración avanzada de stock para un pack, por favor, asegúrate de que también esté activada para tu(s) producto(s) - si eliges decrementar las cantidades del producto.
fr_fr: Quand vous activez la gestion des stocks avancéé pour un pack, assurez-vous qu'elle soit aussi activée pour les produits qui le composent (si vous choisissez de décrémentez les quantités des produits).

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
es_co: No puedes añadir o editar un producto en este contexto de tienda: Selecciona una tienda en lugar de un grupo de tiendas.
fr_fr: Vous ne pouvez pas ajouter ou éditer un produit dans ce contexte : sélectionnez une seule boutique plutôt qu'un groupe de boutiques.

source: This will delete all the combinations. Do you wish to proceed?
es_co: Esto eliminará todas las combinaciones. ¿Deseas continuar?
fr_fr: Toutes les déclinaisons vont être supprimées. Souhaitez-vous continuer ?
th_th: วิธีนี้จะลบทุกการผสานทั้งหมด. คุณต้องการดำเนินการต่อหรือไม่?

source: A pack of products can't have combinations.
es_co: Un pack de productos no puede tener combinaciones.
fr_fr: Un pack de produits ne peut pas avoir de déclinaisons.

source: A virtual product can't have combinations.
es_co: Un producto virtual no puede tener combinaciones.
fr_fr: Un produit virtuel ne peut pas avoir de déclinaisons.

source: What do you want to do with the products associated with this category?
es_co: ¿que quieres hacer con los productos asociados a esta categoría?
fr_fr: Que souhaitez-vous faire avec les produits actuellement liés à cette catégorie ?
he_il: מה לעשות עם המוצרים המשוייכים לאותה קטגוריה?

source: Note that if they have another category, your products will logically remain associated with it.
es_co: Ten en cuenta que si pertenecen a otra categoría, tus productos lógicamente permanecerán asociados a ella.
fr_fr: Notez que s'ils ont une autre catégorie, vos produits resteront logiquement associés à celle-ci.
he_il: שים לב שאם יש להם קטגוריה אחרת, המוצרים שלך יישארו קשורים בה.

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
es_co: Usted ha llegado al límite (%s) de archivos para cargar, por favor elimine archivos para continuar cargando
fr_fr: Vous avez atteint le nombre maximal (%s) de fichiers que vous pouvez télécharger sur le serveur en une fois. Veuillez enlever des fichiers avant de continuer
he_il: עברת את תקרת מספר הקבצים שניתן להעלות (%s), הסר חלק מהקבצים על מנת להמשיך בהעלאה

source: This feature has been disabled. You can activate it here: %url%.
es_co: Esta característica ha sido desactivada, puedes activarla en esta pagina: %url%.
fr_fr: Cette fonctionnalité a été désactivée, vous pouvez l'activer sur cette page : %url%.

source: No address has been found for this brand.
es_co: No se ha encontrado ninguna dirección para esta marca.
fr_fr: Aucune adresse n'a été trouvée pour cette marque.
he_il: לא נמצאה כתובת עבור חברה זו.

source: This combination doesn't exist anymore
es_co: Esta combinación ya no existe.
fr_fr: Cette déclinaison n'existe plus

source: Are you sure you want to delete selected combinations?
es_co: ¿Está seguro de que desea eliminar las combinaciones seleccionadas?
fr_fr: Voulez-vous vraiment supprimer les déclinaisons sélectionnés ?

source: Discard changes?
es_co: ¿Descartar cambios?
fr_fr: Ignorer modifications?
he_il: לבטל שינויים?

source: All unsaved modifications made on the combination [1]%combinationName%[/1] will be lost.
es_co: Se perderán todas las modificaciones que no se hayan guardado en la combinación [1]%combinationName%[/1].
fr_fr: Toutes les modifications non sauvegardées effectuées sur la déclinaison [1]%combinationName%[/1] seront perdues.
he_il: כל השינויים שלא נשמרו בשילוב [1]%combinationName%[/1] יאבדו.

source: Are you sure you want to delete selected combinations from store "%store_name%"?
es_co: ¿Está seguro de que desea eliminar las combinaciones seleccionadas de la tienda "%store_name%"?
fr_fr: Êtes-vous sûr de vouloir supprimer les déclinaisons sélectionnées pour la boutique "%store_name%" ?

source: Are you sure you want to delete selected combinations from all stores?
es_co: ¿Está seguro de que desea eliminar las combinaciones seleccionadas de todas las tiendas?
fr_fr: Êtes-vous sûr de vouloir supprimer les déclinaisons sélectionnées pour toutes les boutiques ?

source: All unsaved modifications made on the combination [1]{combinationName}[/1] will be lost.
es_co: Se perderán todas las modificaciones que no se hayan guardado en la combinación [1]{combinationName}[/1].
fr_fr: Toutes les modifications non sauvegardées effectuées sur la déclinaison [1]{combinationName}[/1] seront perdues.

source: This is the experimental product page.
es_co: Esta es la página de producto experimental.
fr_fr: Vous êtes sur la page produit expérimentale.
he_il: זהו דף המוצר הניסיוני.

source: There is no attachment yet.
es_co: No existe ningún archivo adjunto por el momento.
fr_fr: Il n'y a pas de document joint.

source: No product matches your search. Try changing search terms.
es_co: No hay productos que coincidan con tu búsqueda. Intenta probar con otros términos de búsqueda.
fr_fr: Aucun produit ne correspond à votre recherche. Essayez avec d'autres mots-clés.

source: Stock successfully updated
es_co: Stock actualizado correctamente
fr_fr: Stock mis à jour avec succès
