Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminOrderscustomersNotification.*.xlf
Languages: bg_bg, mk_mk, pl_pl, vi_vn

source: For this particular customer group, prices are displayed as:
bg_bg: За тази група потребители цените се показват по следния начин:
mk_mk: За оваа посебна група на клиенти, цените се прикажани како:
pl_pl: Dla tej grupy klientów, ceny są wyświetlone jako:
vi_vn: Đối với nhóm khách hàng cụ thể này, giá được hiển thị như:

source: Invalid new order status
bg_bg: Невалидна поръчка
mk_mk: невалиденс статус на порачка
pl_pl: Nieprawidłowy status nowego zamówienia
vi_vn: Khu đặt hàng mới không hợp lệ

source: Invalid order
bg_bg: Невалидна поръчка
mk_mk: Невалидна нараачка
pl_pl: Nieprawidłowe zamówiene
vi_vn: Đơn đặt hàng không hợp lệ

source: The order cannot be renewed.
bg_bg: Тази поръчка не може да бъде подновена.
mk_mk: Нарачката не може да се обнови
pl_pl: Zamówienie nie może być ponowione
vi_vn: Đơn đặt hàng không thể được tạo mới.

source: An error occurred. Your message was not sent. Please contact your system administrator.
bg_bg: Възникна грешка. Съобщението ти не беше изпратено. Моля, съвржи се със системния си администратор.
mk_mk: Грешка.Вашата порака не е испратена.Конактирајте го систем администраторот.
pl_pl: Wystąpił błąd. Twoja wiadomość nie została wysłana. Skontaktu się z Twoim administratorem.
vi_vn: Đã xảy ra lỗi. Thông điệp của bạn chưa được gửi. Hãy liên hệ với quản trị hệ thống của bạn.

source: Cannot create message in a new thread.
bg_bg: Невъзможно създаване на съобщение в нова тема.
mk_mk: Не може да се креира порака во нова тема.
pl_pl: Nie można tworzyć wiadomości w nowym wątku.
vi_vn: Không thể soạn tin nhắn trong một chủ đề mới.

source: The message body is empty, cannot import it.
bg_bg: Съобщението е празно – не може да се импортира.
mk_mk: Телото на пораката е празно, не може да се внесе.
pl_pl: Treść wiadomości jest pusta, nie można jej zaimportować.
vi_vn: Nội dung tin nhắn còn trống, không thể nhập.

source: Invalid message content for subject: %s
bg_bg: Невалиден текст на съобщение за тема: %s
mk_mk: Неважечка содржина на порака за предмет: %s
pl_pl: Niepoprawna treść wiadomości na temat: %s
vi_vn: Nội dung tin nhắn không hợp lệ cho tiêu đề: %s

source: The message content is not valid, cannot import it.
bg_bg: Съдържанието на съобщението е невалидно – не може да се импортира.
mk_mk: Содржината на пораката не е валидна, не може да се внесе.
pl_pl: Treść wiadomości nie jest prawidłowa, nie można jej zaimportować.
vi_vn: Nội dung tin nhắn không hợp lệ, không thể nhập.

source: The order ID -- or the invoice order ID -- is missing.
bg_bg: ID на поръчката -- или ID на фактурата на поръчката -- липсват.
mk_mk: Недостига ID на нарачката или фактурата
pl_pl: Brak ID zamówienia lub ID faktury zamówienia
vi_vn: Thứ tự ID -- hoặc hóa đơn tự ID -- bị mất.

source: No invoice was found.
bg_bg: Няма намерени фактури
mk_mk: Фактурата не е најдена
pl_pl: Nie znaleziono faktury
vi_vn: Không có hoá đơn được tìm thấy.

source: No order slips were found.
bg_bg: Няма намерени разписки.
mk_mk: Белешки за нарачката не се најдени
pl_pl: Nie znaleziono
vi_vn: Không có phiếu lệnh được tìm thấy.

source: The supply order ID is missing.
bg_bg: ID на поръчката за внос липсва.
mk_mk: ID бројот за доставување на нарачката недостига
pl_pl: Brak ID zamówienia dostawy
vi_vn: ID cung cấp đơn hàng bị mất.

source: The supply order cannot be found within your database.
bg_bg: Поръчката за внос не може да бъде открита в базата от данни.
mk_mk: Нарачката за доставување не може да се најде во вашата база на податоци
pl_pl: Nie można znaleźć zamówienia dostawy w bazie danych
vi_vn: Không tìm thấy bộ cung cấp trong cơ sở dữ liệu của bạn.

source: The order invoice cannot be found within your database.
bg_bg: Фактурата към поръчката не може да бъде намерена в базата от данни.
mk_mk: Фактурата за нарачката не може да се најде во Вашата база на податоци
pl_pl: Nie można znaleźć faktury zamówienia w bazie danych
vi_vn: Hoá đơn đặt hàng không thể được tìm thấy trong cơ sở dữ liệu của bạn.

source: An error occurred while deleting the details of your order return.
bg_bg: Възникна грешка при изтриване на детайлите във формата ти за поръчка.
mk_mk: Грешка при бришењето на детали од вратената нарачка
pl_pl: Wystąpił błąd podczas usuwania szczegółów zwrotu zamówienia.
vi_vn: Đã xảy ra lỗi khi xóa các chi tiết của sự trở lại đặt hàng của bạn.

source: You need at least one product.
bg_bg: Трябва ти поне един продукт
mk_mk: Потребен ви е барем еден производ
pl_pl: Musisz mieć co najmniej jeden produkt.
vi_vn: Bạn cần ít nhất một sản phẩm.

source: The order return is invalid.
bg_bg: Рекламацията е невалидна
mk_mk: Невалидно враќање на нарачка
pl_pl: Zwrot zamówienia jest nieprawidłowy.
vi_vn: Sự trở lại trật tự không hợp lệ.

source: The order return content is invalid.
bg_bg: Съдържанието на рекламацията е невалидно.
mk_mk: Содржината на нарачката за враќање е невалидна
pl_pl: Szczegóły zwrotu zamówienia są nieprawidłowe.
vi_vn: Các nội dung để trở lại là không hợp lệ.

source: No order return ID has been specified.
bg_bg: Няма зададено ID на рекламации.
mk_mk: Не е специфициран ID за враќање на нарачката
pl_pl: Nie znaleziono zwrotu zamówienia o tym ID.
vi_vn: Không có lệnh trở lại ID đã được quy định.

source: No order was found with this ID:
bg_bg: Няма поръчка с това ID:
mk_mk: Не е најдена нарачка со овој ID
pl_pl: Nie znaleziono zamówienia o tym ID
vi_vn: Không có đơn hàng được tìm thấy với ID này:

source: No invoice was found with this ID:
bg_bg: Няма фактура с това ИД:
mk_mk: Не е најдена фактура со овој ID
pl_pl: Nie znaleziono faktury z tym ID:
vi_vn: Không có hoá đơn được tìm thấy với ID này:

source: No cart was found with this ID:
bg_bg: Няма намерна количка с това ИД:
mk_mk: Не е најдена кошничка со овој ID
pl_pl: Nie znaleziono koszyka z tym ID:
vi_vn: Không giỏ được tìm thấy với ID này:

source: An error has occurred: Can't save the current order's return status.
bg_bg: Възникна грешка: Не може да се запази настоящият статус на връщане на поръчката.
mk_mk: се појави грешка: Неможе да се сними статусот и статусот на поврат на стока.
pl_pl: Wystąpił błąd: nie można zapisać statusu zwrotu bieżącego zamówienia.
vi_vn: Một lỗi đã xảy ra: Không thể lưu lại trạng thái trở lại trật tự hiện hành.

source: An error has occurred: Can't delete the current order's return status.
bg_bg: Възникна грешка: Не може да се изтрие настоящият статус на връщане на поръчката.
mk_mk: грешка се појави, не може да се направи поврат на стока.
pl_pl: Wystąpił błąd: nie można usunąć statusu zwrotu aktualnego zamówienia.
vi_vn: Một lỗi đã xảy ra: Không thể lưu lại trạng thái trở lại trật tự hiện hành.

source: Direct link
bg_bg: Директна връзка
mk_mk: Директен линк
pl_pl: Link bezpośredni
vi_vn: Link trực tiếp

source: There is no status defined for this order.
bg_bg: Не е зададен статус за тази поръчка.
mk_mk: нема дефиниран статус на порачката.
pl_pl: Nie ma określonego statusu dla tego zamówienia.
vi_vn: Không xác định được tình trạng cho đơn hàng này.

source: expires on %s.
bg_bg: изтича на %s.
mk_mk: истекува на %s.
pl_pl: wygasa %s.
vi_vn: hết hạn vào %s.

source: downloadable %d time(s)
bg_bg: може да се зваля %d път(и)
mk_mk: за превземање %d пати
pl_pl: do pobrania %d raz(y)
vi_vn: thời gian tải %d

source: [Generated] CartRule for Free Shipping
bg_bg: [Generated] Правило за количката за "Безплатна доставка"
mk_mk: [Генерирано] Правило на кошница за бесплатна испорака
pl_pl: [Generowane] CartRule dla Darmowej Dostawy
vi_vn: [Generated] quy định giỏ hàng cho giao hàng miễn phí

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
pl_pl: Wiadomości e-mail z historią zamówień nie mogła zostać wysłana, sprawdź konfigurację poczty e-mail w sekcji Zaawansowane > E-mail w back office.

source: No delivery slip was found for this period.
bg_bg: Няма намерена разписка за този период.
mk_mk: Не е најдена испорака за овој период
pl_pl: Nie znaleziono kwitu dostawy dla tego okresu
vi_vn: Không tìm thấy phiếu giao hàng nào trong giai đọan này

source: The order cannot be found within your database.
bg_bg: Поръчката не може да бъде намерена в базата от данни.
mk_mk: Нарачката не може да се пронајде во базата на податоци
pl_pl: Nie można znaleźć zamówienia w bazie danych
vi_vn: Không tìm thấy đơn hàng trong cơ sở dữ liệu của bạn.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
bg_bg: Искам клиентите ми да могат да се регистрират отново със същите имейл адреси. Всички данни ще бъдат премахнати от базата данни.
mk_mk: сакам клиентите да можат повторно да се регистрираат со истата e-mail адреса. Се ке биде избришано од базата.
pl_pl: Chcę żeby moi klienci mogli zarejestrować się ponownie za pomocą tego tego samego adresu e-mail. Wszystkie dane zostaną usunięte z bazy danych.
vi_vn: Tôi muốn khách hàng của mình có thể đăng ký một lần nữa với các địa chỉ email. Tất cả các dữ liệu sẽ được loại bỏ khỏi cơ sở dữ liệu.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
bg_bg: Не желая мой(и) клиент(и) да се регистрират отново със същите имейл адреси. Всички избрани клиенти ще бъдат премахнати от този списък, но съответстващите им данни ще се пазят в базата данни.
mk_mk: не сакам клиентите да се регистрираат повторно со иста e-mail адреса. податоците за e-mail ке се зачуваат во базата.
pl_pl: Nie chcę żeby moi klienci mogli zarejestrować się ponownie za pomocą tego samego adresu e-mail. Wszyscy wybrani klienci zostaną usunięci z tej listy, ale odpowiadające im dane pozostaną w bazie danych.
vi_vn: Tôi không muốn khách hàng của tôi đăng ký một lần nữa với các địa chỉ email. Tất cả các khách hàng lựa được chọn sẽ được loại bỏ khỏi danh sách này nhưng dữ liệu tương ứng của họ sẽ được lưu giữ trong cơ sở dữ liệu.

source: An account already exists for this email address:
bg_bg: Съществува потребителски профил със следния e-mail адрес:
mk_mk: Смета веќе постои за оваа e-mail адреса:
pl_pl: Istnieje już konto z tym adresem email:
vi_vn: Tài khoản đã tồn tại cho địa chỉ email này:

source: This customer does not exist.
bg_bg: Този потребител не съществува.
mk_mk: Овој клиент не постои
pl_pl: Klient nie istnieje.
vi_vn: Khách hàng này không tồn tại.

source: A default customer group must be selected in group box.
bg_bg: Трябва да бъде избрана потребителска група в карето за групи.
mk_mk: Стандардната група на клиенти мора да биде одбрана во групна кутија
pl_pl: Domyślna grupa klientów musi być wybrana z pola grupy
vi_vn: Một nhóm khách hàng mặc định phải được chọn trong hộp nhóm.

source: This email address is not registered.
bg_bg: E-mail адресът не е регистриран
mk_mk: Е-адресата не е регистрирана
pl_pl: Nie zarejestrowano adresu email
vi_vn: E-mail chưa được đăng ký

source: This customer already exists as a non-guest.
bg_bg: Потребителят вече съществува като не-посетител.
mk_mk: Овој клиент веќе постои како не -гостин
pl_pl: Klient już istnieje jako nie-gość
vi_vn: Khách hàng này đã tồn tại như một phi khách.

source: An error occurred while updating customer information.
bg_bg: Възникна грешка при актуализиране на потребителската информация.
mk_mk: Грешка при ажурирање на информациицте на клиентот.
pl_pl: Wystąpił błąd podczas aktualizacji klienta.
vi_vn: Đã xảy ra lỗi khi cập nhật thông tin khách hàng.

source: The message was successfully sent to the customer.
bg_bg: Съобщението беше изпратено успешно на клиента.
mk_mk: пораката е испратена до клиентот.
pl_pl: Wiadomość została pomyślnie wysłana do klienta.
vi_vn: Tin nhắn đã được gửi thành công đến khách hàng.

source: An order message with the same name already exists in %s.
pl_pl: Wiadomość do zamówienia o tej samej nazwie już istnieje w %s. Spróbuj ponownie.

source: You must add a minimum quantity of %d
bg_bg: Трябва да добавиш минимално количество за %d
mk_mk: мора да се зададе минимална количина од %d
pl_pl: Musisz dodać co najmniej %d
vi_vn: Bạn phải thêm một số lượng tối thiểu của %d

source: No order slips were found for this period.
bg_bg: Няма намерени кредитни известия за периода.
mk_mk: Нема најдено висини на порачки за овој период.
pl_pl: Brak zamówień dla podanego adresu
vi_vn: Không có phiếu đặt hàng nào được tìm thấy cho thời gian này.

source: A partial refund was successfully created.
bg_bg: Частично връщане на пари е създадено успешно.
mk_mk: делумно рефундирање е креирано.
pl_pl: Poprawnie utworzono częściowy zwrot
vi_vn: Một hoàn lại một phần được tạo thành công.

source: You have to select a shop before creating new orders.
bg_bg: Трябва да избереш магазин, преди да създадеш нови поръчки.
mk_mk: Треба да одберете продавница пред да креирате нова нарачка.
pl_pl: Musisz wybrać sklep aby stworzyć nowe zamówienia.
vi_vn: Bạn phải chọn một cửa hàng trước khi tạo các đơn hàng mới.

source: A standard refund was successfully created.
pl_pl: Standardowy zwrot został poprawnie utworzony.

source: The product was successfully returned.
pl_pl: Produkt został pomyślnie zwrócony.

source: This product is out of stock:
bg_bg: Следният продукт е изчерпан:
mk_mk: Овој производ не е на залиха:
pl_pl: Tego produktu nie ma na stanie:
vi_vn: Hết hàng:

source: An error occurred while sending an email to the customer.
bg_bg: Възникна грешка при изпращане на e-mail към потребител.
mk_mk: Грешка при испраќање на e-mail на клиентот
pl_pl: Wystąpił błąd podczas wysyłania wiadomości do klienta.
vi_vn: Đã xảy ra lỗi khi gửi email cho khách hàng.

source: The email was sent to your customer.
bg_bg: E-mail-ът беше изпратен до потребителя.
mk_mk: Е-маил е испратен до клиентот.
pl_pl: Wiadomość została wysłana do Twojego klienta.
vi_vn: Email đã được gửi đến khách hàng của bạn.

source: Product search phrase must not be an empty string.
pl_pl: Wyszukiwana fraza produktu nie może być pustym ciągiem.

source: You cannot edit the cart once the order delivered.
pl_pl: Nie możesz edytować koszyka po jego dostarczeniu.

source: Order #%d cannot be loaded.
pl_pl: Zamówienie #%d nie może być wczytane.

source: An error occurred while sending the e-mail to the customer.
bg_bg: Грешка при изпращане на e-mail към клиент.
mk_mk: Се случи грешка при испраќање на e-mail до клиентот.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości e-mail do klienta.
vi_vn: Đã xảy ra lỗi khi gửi email cho khách hàng.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
pl_pl: Tylko cyfry i znak dziesiętny (".") są dozwolone w polu ilości, np. 10.50 lub 1050.

source: Percent value must be greater than 0.
pl_pl: Wartość procentowa musi być większa niż 0.

source: Percent value cannot exceed 100.
pl_pl: Wartość procentowa nie może przekroczyć 100.

source: Amount value must be greater than 0.
pl_pl: Wartość musi być wyższa niż 0.

source: Discount value cannot exceed the total price of this order.
pl_pl: Wartość rabatu nie może przekraczać wartości tego zamówienia.

source: Shipping discount value cannot exceed the total price of this order.
pl_pl: Wartość rabatu nie może przekraczać wartości tego zamówienia.

source: Please enter a maximum quantity of [1].
pl_pl: Proszę podać maksymalną ilość [1]

source: Please select at least one product.
bg_bg: Ибери поне един продукт
mk_mk: Ве молиме селектирајте барем еден продукт.
pl_pl: Proszę wybrać przynajmnie jeden produkt.
vi_vn: Xin vui lòng chọn ít nhất một sản phẩm

source: Please enter a positive amount.
pl_pl: Proszę podać dodatnią ilość.

source: Please generate at least one credit slip or voucher.
pl_pl: Proszę wygenerować przynajmniej jeden kredyt lub bon.

source: You must choose a payment module to create the order.
pl_pl: Musisz wybrać moduł płatności by stworzyć zamówienie.

source: You must choose an order status to create the order.
pl_pl: Musisz wybrać status zamówienia by je stworzyć.

source: The order message given is invalid.
pl_pl: Podana wiadomość zamówienia jest nieprawidłowa.

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
pl_pl: Tylko cyfry i znak dziesiętny (".") są dozwolone w polu ilości, np. 10.50 lub 1050.

source: The selected payment method is invalid.
bg_bg: Избраният метод на плащане е невалиден.
mk_mk: Методот за плаќање е невалиден
pl_pl: Metoda płatności jest niepoprawna
vi_vn: Các phương thức thanh toán được lựa chọn là không hợp lệ.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
bg_bg: Възникна грешка при промяна на статуса на поръчка #%d или ел. писмо до клиента не беше изпратено успешно.
mk_mk: Настана грешка при промена на статусот за нарачката #%d, или не можевме да испратиме e-mail до клиентот.
pl_pl: Wystąpił błąd podczas zmiany statusu zamówienia #%d, lub brak możliwości wysłania wiadomości email do klienta.
vi_vn: Đã xảy ra lỗi khi thay đổi trạng thái cho đơn hàng #%d hoặc chúng tôi không thể gửi email cho khách hàng.

source: Order #%d has already been assigned this status.
bg_bg: Поръчка №%d вече има такъв статус.
mk_mk: Нарачката #%d е веќе доделена на овој статус.
pl_pl: Temu zamówieniu #%d został już przypisany ten status.
vi_vn: Đơn hàng #%d đã được chỉ định trạng thái này.

source: Please enter a positive value
pl_pl: Proszę podać dodatnią wartość

source: No invoice has been found for this status.
bg_bg: Няма открити фактури за този статус.
mk_mk: Не е најдена ф-ра за овој статус.
pl_pl: Brak faktur dla tego statusu
vi_vn: Không có hóa đơn nào được tìm thấy cho trạng thái này.

source: Invalid invoice number.
bg_bg: Невалиден номер на фактура.
mk_mk: невалиден број на ф-ра.
pl_pl: Nieprawidłowy numer faktury (musi być większy niż
vi_vn: Số hóa đơn không hợp lệ.

source: Invalid "From" date
bg_bg: Грешна дата "От"
mk_mk: невалидни "Од" дата
pl_pl: Niepoprawna data "Od"
vi_vn: Ngày "Bắt đầu" không hợp lệ

source: Invalid "To" date
bg_bg: Грешна дата \"До\"
mk_mk: невалидни \"До\" дата
pl_pl: Niepoprawna data "Do"
vi_vn: Ngày \"Tới\" không hợp lệ

source: No invoice has been found for this period.
bg_bg: Няма открити фактури за този период
mk_mk: Не е најдена ф-ра за овој период.
pl_pl: Nie znaleziono faktur proforma za ten okres
vi_vn: Không tìm thấy hóa đơn nào trong khỏang thời gian này

source: You must select at least one order status.
bg_bg: Трябва да избереш поне един статус на поръчка.
mk_mk: Мора да одберете барем еден статус на порачка.
pl_pl: Musisz wybrać przynajmniej jeden status zamówienia
vi_vn: Bạn phải chọn ít nhất một trạng thái đơn hàng.

source: No cart is available
bg_bg: Няма количка
mk_mk: Нема кошница на располагање
pl_pl: Koszyk niedostępny
vi_vn: Giỏ hàng trống

source: A registered customer account using the defined email address already exists.
bg_bg: Вече съществува потребител, който се е регистрирал с този e-mail адрес.
mk_mk: Регистрирана смента за клиент веќе постои за дефинираната e-mail адреса.
pl_pl: Istnieje już zarejestrowane konto klienta z tym adresem e-mail
vi_vn: Một tài khoản khách hàng đăng ký sử dụng các địa chỉ email được xác định đã tồn tại.

source: There are two ways of deleting a customer. Please choose your preferred method.
bg_bg: Има два начина да изтриеш потребител. Моля, избери предпочитания.
mk_mk: Има два начина за бришење на клиентот. Ве молиме одберете метод.
pl_pl: Masz dwie możliwości usunięcia klientów, wybierz proszę co chcesz zrobić.
vi_vn: Có hai cách để xóa một khách hàng. Hãy chọn phương pháp ưa thích của bạn.

source: How do you want to delete the selected customers?
bg_bg: Как искате да изтриете избраните клиенти?
mk_mk: како да ги избришам одбраните клиенти?
pl_pl: Jak chcesz usunąć zaznaczonych klientów?
vi_vn: Làm thế nào để bạn muốn xóa các khách hàng được lựa chọn?

source: You have to select a shop if you want to create a customer.
bg_bg: Трябва да избереш магазин, за да създадеш клиент.
mk_mk: Мора да се одбере продавница за да се креира клиент.
pl_pl: Musisz wybrać sklep jeżeli chcesz utworzyć klienta
vi_vn: Bạn phải chọn một cửa hàng nếu bạn muốn chọn một khách hàng.

source: You must add at least one address to process the order.
bg_bg: Трябва да добавиш поне един адрес, за да разгледаме поръчката.
mk_mk: мора да додадете барем една адреса за да се процесира порачката.
pl_pl: Musisz dodać przynajmniej jeden adres aby przetworzyć zamówienie.
vi_vn: Bạn phải thêm ít nhất một địa chỉ để tiến hành đặt hàng.

source: No products found
bg_bg: Няма намерени продукти
mk_mk: Не се најдени производи
pl_pl: Nie znaleziono produktów
vi_vn: không tìm thấy sản phẩm

source: Searching for products
pl_pl: Szukanie produktów

source: The prices are without taxes.
bg_bg: Цените са без вкл. ДДС
mk_mk: цените се без данок.
pl_pl: Ceny są bez podatków.
vi_vn: Các mức giá không bao gồm thuế.

source: No customers found
bg_bg: Не са намерени потребители
mk_mk: Не се најдени клиенти
pl_pl: Nie znaleziono klientów
vi_vn: Không có khách hàng nào được tìm thấy

source: Searching for customers
pl_pl: Szukanie klientów

source: No carrier can be applied to this order
bg_bg: Нш може да бъде приложен превозвач към тази поръчка
mk_mk: Доставувач не може да се додели на оваа порачка
pl_pl: Żaden przewoźnik nie może być przypisany do tego zamówienia
vi_vn: Không có nhà vận chuyển nào được áp dụng cho đơn hàng này

source: This value must include taxes.
bg_bg: Стойността трябва да включва ДДС.
mk_mk: Оваа вредност мора да вклучува данок.
pl_pl: Ta wartość musi zawierać podatki.
vi_vn: Giá trị này phải bao gồm cả thuế.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
bg_bg: Смяната на превозвача няма да преизчисли цената за доставка. Ако искате да промените това, моля, посетете Параметри на магазина > Настройки на поръчките
mk_mk: Ве молиме забележете дека промената на превозникот нема повторно да ги пресмета вашите трошоци за испорака, ако сакате да го промените ова, ве молиме посетете Параметри за купување > Поставки за нарачки
pl_pl: Należy pamiętać, że przy zmianie przewoźnika nie będą przeliczone koszty wysyłki, jeśli chcesz to zmienić odwiedź Preferencje > Zamówienia
vi_vn: Vui lòng lưu ý rằng thay đổi hãng vận chuyển sẽ không tính lại chi phí vận chuyển của bạn, nếu bạn muốn thay đổi giá trị này vui lòng truy cập Tham Số Cửa Hàng > Thiết Lập Đơn Hàng

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
pl_pl: Jesteś pewien, że chcesz zmienić cenę tego produktu? Nowa cena zostanie użyta we wszystkich fakturach tego zamówienia.

source: Are you sure you want to create a new invoice?
bg_bg: Сигурни ли сте, че искате да създадете нова фактура?
mk_mk: Дали сте сигурни дека сакате да креирате нова ф-ра?
pl_pl: Czy na pewno chcesz utworzyć nową fakturę?
vi_vn: Bạn có chắc chắn muốn tạo một hóa đơn mới không?

source: There is no available document
bg_bg: Няма наличен документ
mk_mk: нема достапен документ
pl_pl: Dokument niedostepny
vi_vn: Không có tài liệu sẵn có

source: Are you sure you want to edit this product price? It will be applied to all identical products in this order.
pl_pl: Na pewno chcesz zmienić cenę tego produktu? Nowa cena zostanie użyta we wszystkich identycznych produktach w zamówieniu.

source: No merchandise returned yet
bg_bg: Няма върнати продукти
mk_mk: Нема вратено производи до сега
pl_pl: Brak zwrotów towarów
vi_vn: Chưa có hàng hóa nào bị trả lại

source: Merchandise returns are not applicable for virtual orders
pl_pl: Zwroty towarów nie dotyczą zamówień wirtualnych
