Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminDesignFeature.*.xlf
Languages: ar_sa, de_de, fr_fr

source: Move images
ar_sa: نقل الصور
de_de: Bilder verschieben
fr_fr: Déplacer les images

source: Regenerate thumbnails
ar_sa: تجديد المصغرات
de_de: Wiederherstellen der Vorschaubilder
fr_fr: Regénérer des miniatures

source: Select an image
ar_sa: حدد الصورة
de_de: Bild auswählen
fr_fr: Sélectionner l'image

source: Select a format
ar_sa: حدد تنسيق
de_de: Format auswählen
fr_fr: Sélectionner un format

source: Erase previous images
ar_sa: مسح الصور السابقة
de_de: Vorherige Bilder löschen
fr_fr: Effacer les images précédentes

source: Transplant a module
ar_sa: زرع الإضافة
de_de: Modul hinzufügen
fr_fr: Greffer un module

source: Transplant to
ar_sa: انقل الي
de_de: Übertragung zu
fr_fr: Greffer le module sur

source: Available hooks
de_de: Verfügbare Hooks
fr_fr: Hooks disponibles

source: Already registered hooks
de_de: Bereits registrierte Hooks
fr_fr: Hooks déjà enregistrés

source: Full width
ar_sa: العرض الكامل
de_de: Gesamtbreite
fr_fr: Pleine largeur

source: Three columns
ar_sa: ثلاثة أعمدة
de_de: Drei Spalten
fr_fr: Trois colonnes

source: Two columns, small left column
ar_sa: عمودين، عمود ايمن صغير
de_de: Zwei Spalten, schmale Spalte links
fr_fr: Deux colonnes, petite colonne gauche

source: Two columns, small right column
ar_sa: عمودين، عمود ايمن صغير
de_de: Zwei Spalten, schmale Spalte rechts
fr_fr: Deux colonnes, petite colonne droite

source: No side columns, ideal for distraction-free pages such as product pages.
ar_sa: لا توجد أعمدة جانبية ، مثالية للصفحات الخالية من التشتت مثل صفحات المنتجات.
de_de: Keine Seitenspalten, ideal für ablenkungsfreie Seiten wie Produktseiten.
fr_fr: Pas de colonne latérale ; idéal pour les pages sans distraction, comme les fiches produits.

source: One large central column and 2 side columns.
ar_sa: عمود مركزي كبير وعمودان جانبيان.
de_de: Eine breite Spalte in der Mitte und 2 Seitenspalten.
fr_fr: Une colonne centrale large, deux colonnes latérales.

source: Two columns with a small left column.
ar_sa: عمودين مع عمود صغير يسار.
de_de: Zwei Spalten mit einer schmalen Spalte links.
fr_fr: Deux colonnes avec une petite colonne à gauche.

source: Two columns with a small right column.
ar_sa: عمودين مع عمود يمين صغير.
de_de: Zwei Spalten mit einer schmalen Spalte rechts.
fr_fr: Deux colonnes avec une petite colonne à droite.

source: Images generation options
ar_sa: خيارات توليد الصور
de_de: Bilder generieren
fr_fr: Options de génération d'images

source: Image format
ar_sa: صيغة الصورة
de_de: Bildformat
fr_fr: Format d'image

source: Use JPEG.
ar_sa: استخدام JPEG.
de_de: JPG nutzen
fr_fr: Utiliser le Jpeg.

source: Use PNG only if the base image is in PNG format.
ar_sa: استخدام PNG فقط إذا كانت الصورة هي الأساس في تنسيق PNG
de_de: PNG nur verwenden, wenn die Bilder im PNG-Format vorliegen
fr_fr: Utiliser le PNG uniquement si l'image de base est au format PNG.

source: Use PNG for all images.
ar_sa: استخدم PNG لجميع الصور.
de_de: PNG für alle Bilder nutzen
fr_fr: Utiliser le PNG pour toutes les images.

source: Use WebP only if the base image is in WebP format.
de_de: Verwenden Sie WebP nur, wenn das Basisimage im WebP-Format vorliegt.
fr_fr: Utiliser le format WebP uniquement si l'image de base est au format WebP.

source: Use WebP for all images.
de_de: Verwenden Sie WebP für alle Bilder.
fr_fr: Utiliser le format WebP pour toutes les images.

source: JPEG compression
ar_sa: ضغط JPEG
de_de: JPG Qualität
fr_fr: Compression Jpeg

source: PNG compression
ar_sa: ضغط PNG
de_de: PNG Qualität
fr_fr: Compression PNG

source: WebP compression
de_de: WEBP-Komprimierung
fr_fr: Compression WebP

source: Generate images based on one side of the source image
ar_sa: توليد الصور استنادا على جانب واحد من الصورة المصدر
de_de: Bei der Bilderzeugung Proportionen beibehalten
fr_fr: Générer les images en se basant sur un côté de l'image source

source: Automatic (longest side)
ar_sa: أوتوماتيكي (الجانب الأطول)
de_de: Automatisch (längste Seite)
fr_fr: De manière automatique (plus grand côté)

source: Maximum file size of product customization pictures
ar_sa: حجم الملف الأقصى من الصور التخصيص المنتج
de_de: Maximale Dateigröße des Artikelbildes
fr_fr: Taille maximale pour l'image de personnalisation d'un produit

source: bytes
ar_sa: ‮بايتات
fr_fr: octets

source: Product picture width
ar_sa: عرض صورة المنتج
de_de: Breite des Artikelbildes
fr_fr: Largeur image produit

source: Product picture height
ar_sa: إرتفاع صورة المنتج
de_de: Höhe des Artikelbildes
fr_fr: Hauteur image produit

source: Generate high resolution images
ar_sa: توليد صور عالية الدقة
de_de: Hochauflösende Bilder erzeugen
fr_fr: Générer des images haute définition

source: Use the legacy image filesystem
ar_sa: استخدام نظام ملفات الصور القديمة
de_de: Legacy-Bilderspeichersystem nutzen
fr_fr: Utiliser l'ancien système de stockage d'images

source: Image type
ar_sa: نوع الصورة
de_de: Bildformat
fr_fr: Type d'image

source: Name for the image type
ar_sa: الاسم لنوع الصورة
de_de: Name des Bildformats
fr_fr: Nom du type d'image

source: Add new image type
ar_sa: إضافة نوع صورة جديد
de_de: Bild hinzufügen
fr_fr: Ajouter un type d'image

source: Image formats to generate
fr_fr: Formats d'image à générer

source: Base JPEG/PNG
fr_fr: JPEG/PNG en format de base

source: Base format
fr_fr: Format de base

source: Use JPEG
fr_fr: Utiliser le format JPEG

source: Use PNG only if the base image is in PNG format
fr_fr: N'utilisez le format PNG uniquement si l'image de base est au format PNG

source: Use PNG
fr_fr: Utiliser le format PNG

source: AVIF compression
fr_fr: Compression AVIF

source: Regenerate
fr_fr: Régénérer

source: Are you sure you want to delete this image setting?
fr_fr: Êtes-vous sûr de vouloir supprimer ce réglage d'image ?

source: ___________ CUSTOM ___________
de_de: ___________ SPEZIFISCH ___________
fr_fr: _____PERSONNALISÉ_____

source: ____________ CORE ____________
fr_fr: _________COEUR________

source: Admin modules controller
ar_sa: مشرف وحدات التحكم
de_de: Admin-Modulcontroller
fr_fr: Contrôleur des modules du back-office

source: Front modules controller
ar_sa: مراقب وحدات الأمامية
de_de: Front-Office-Modulcontroller
fr_fr: Contrôleur des modules du front-office

source: Pages in category "%name%"
ar_sa: الصفحات في التصنيف "%name%"
de_de: Seiten in Kategorie %name%
fr_fr: Pages dans la catégorie "%name%"

source: Preview Theme %s
ar_sa: معاينة التصميم %s
de_de: Vorschau des Templates %s
fr_fr: Prévisualisation du thème %s

source: Test email %template%
ar_sa: اختبار البريد الإلكتروني %template%
fr_fr: Tester le %template% d'e-mail

source: Parent category
ar_sa: الفئة الام
de_de: Elternkategorie
fr_fr: Catégorie parente

source: Page category
ar_sa: صفحة الأقسام
de_de: Seitenkategorie
fr_fr: Page catégorie

source: Only letters and the hyphen (-) character are allowed.
ar_sa: يسمح فقط الحروف و الواصلة (-) حرف.
de_de: Nur Buchstaben und Bindestrich erlaubt
fr_fr: Seuls les lettres et le caractère moins (-) sont autorisés.

source: Page content
ar_sa: محتوى الصفحة
de_de: Inhalt der Seite
fr_fr: Contenu de la page

source: Indexation by search engines
ar_sa: الفهرسة من قبل محركات البحث
de_de: Indizierung (Suchmaschinen)
fr_fr: Indexation par les moteurs de recherche

source: Zip file
ar_sa: ملف Zip
de_de: Zip-Datei
fr_fr: Fichier ZIP

source: Archive URL
ar_sa: أرشفة عنوان URL
de_de: Archiv-URL
fr_fr: URL de l'archive

source: Select the archive
ar_sa: حدد الأرشيف
de_de: ZIP-Datei auswählen
fr_fr: Sélectionnez l'archive

source: CMS Category
ar_sa: تصنيف الحتوى
de_de: Kategorie CMS
fr_fr: Catégorie CMS

source: Select your default email theme
ar_sa: حدد تصميم البريد الإلكتروني الافتراضية
de_de: Wählen Sie das Standard-Theme für E-Mails
fr_fr: Sélectionnez votre thème d'e-mail par défaut

source: Generate emails
ar_sa: توليد رسائل البريد الإلكتروني
de_de: E-Mails erstellen
fr_fr: Générer des e-mails

source: Select your email theme
de_de: Wählen Sie Ihr E-Mail-Theme
fr_fr: Choisissez votre thème d'e-mail

source: Select the theme you want to overwrite
ar_sa: حدد التصاميم التي تريد الكتابة فوقها
de_de: Wählen Sie das Template, das überschrieben werden soll
fr_fr: Sélectionnez le thème que vous voulez écraser

source: Overwrite templates
ar_sa: الكتابة فوق القوالب
de_de: Überschreibe Templates
fr_fr: Ecraser les templates

source: List %theme% layouts
de_de: Liste %theme% Layouts auf
fr_fr: Lister les mises en page du %theme%

source: Raw HTML
ar_sa: الخام HTML
de_de: Reines HTML
fr_fr: HTML brut

source: Text
ar_sa: نص
fr_fr: Texte

source: Email themes
ar_sa: تصميم البريد الإلكتروني
fr_fr: Thèmes d'e-mail

source: Designed by %s
ar_sa: مصمّم بواسطة %s
de_de: Design %s
fr_fr: Conçu par %s

source: Delete this theme?
de_de: Template löschen?
fr_fr: Supprimer ce thème?

source: Configure your page layouts
ar_sa: تهيئة تصاميم صفحتك
de_de: Seiten-Layout festlegen
fr_fr: Configurez la disposition de vos pages

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
ar_sa: يمكن لكل صفحة استخدام تخطيط مختلف ، واختياره من بين التنسيقات المجمعة في النسق الخاص بك.
de_de: Jede Seite kann unterschiedlich gestaltet werden. Wählen Sie eine der Layout-Vorlagen, die Ihr Template bereitstellt.
fr_fr: Chaque page peut utiliser une mise en page différente, il suffit de sélectionner celle qui vous intéresse parmi les mises en page fournies avec votre thème.

source: Choose layouts
ar_sa: إختر تصميم
de_de: Layout wählen
fr_fr: Choisir la mise en page

source: Reset to defaults
ar_sa: إعادة التعيين إلى الافتراضي
de_de: Auf Standardwerte zurücksetzen
fr_fr: Réinitialiser

source: Header logo
ar_sa: شعار الترويسة
de_de: Logo der Kopfzeile
fr_fr: Logo de l'entête

source: Mail logo
ar_sa: شعار البريد
de_de: Logo der E-Mails
fr_fr: Logo des mails

source: Invoice logo
ar_sa: فاتورة شعار
de_de: Rechnungs-Logo
fr_fr: Logo des factures

source: Favicon image
de_de: Favicon-Bild
fr_fr: Image du favicon

source: Adaptation to Right-to-Left languages
ar_sa: التكيف مع اللغات من اليمين إلى اليسار
de_de: Anpassung an RTL-Sprache
fr_fr: Adaptation aux langues qui se lisent de droite à gauche

source: Generate RTL stylesheet
ar_sa: توليد ستايل يدعم اليمين إلى اليسار
de_de: RTL-Stylesheet generieren
fr_fr: Générer une feuille de style RTL

source: Theme to adapt
ar_sa: موضوع للتكيف
de_de: Anzupassendes Template
fr_fr: Thème à adapter

source: Use this theme?
ar_sa: استعمل هذا التصميم؟
de_de: Dieses Template verwenden?
fr_fr: Utiliser ce thème?

source: Import from your computer
ar_sa: استيراد من جهاز الكمبيوتر الخاص بك
de_de: Import aus Ihrem Computer
fr_fr: Importer depuis l'ordinateur

source: Import from the web
ar_sa: الاستيراد من الويب
de_de: Import aus dem Internet
fr_fr: Importer depuis le web

source: Import from FTP
ar_sa: استيراد من بروتوكول نقل الملفات
de_de: Import via FTP
fr_fr: Importer à partir du FTP

source: Theme
ar_sa: الموضوع
de_de: Template
fr_fr: Thème

source: Add new theme
ar_sa: اضف قالب جديد
de_de: Template hinzufügen
fr_fr: Ajouter un thème

source: Export current theme
ar_sa: تصدير الموضوع الحالي
de_de: Aktuelles Template exportieren
fr_fr: Exporter le thème actif

source: My current theme
ar_sa: قالبك الحالي
de_de: Aktuelles Template
fr_fr: Mon thème actuel

source: Use this theme
ar_sa: استعمل هذا القالب
de_de: Dieses Template verwenden
fr_fr: Utiliser ce thème

source: My theme for %name% shop
ar_sa: تصميمي لمتجر %name%
de_de: Mein Template für den "%name%"-Shop
fr_fr: Mon thème pour la boutique %name%

source: 1 module selected
ar_sa: تم اختيار اضافة واحدة
de_de: 1 Modul ausgewählt
fr_fr: 1 module sélectionné

source: modules selected
ar_sa: الاضافات المحددة
de_de: Module ausgewählt
fr_fr: modules sélectionnés

source: Unhook the selection
ar_sa: نزع من الخطاف التحديد
de_de: Ausgewählte Objekte entfernen
fr_fr: Dégreffer la sélection

source: All modules
ar_sa: كافة الإضافات
de_de: Alle Module
fr_fr: Tous les modules

source: Search for a hook
de_de: Suche einen Andockpunkt (Hook)
fr_fr: Rechercher un point d'accroche

source: Display non-positionable hooks
ar_sa: عرض غير positionable هوك
de_de: Unsichtbare Hooks anzeigen
fr_fr: Afficher les points d'accroche invisibles

source: Unhook
ar_sa: الغاء التعليق
de_de: Vom Hook entfernen
fr_fr: Dégreffer

source: Exceptions
ar_sa: الاستثناءات
de_de: Ausnahmen

source: pixels
ar_sa: بكسلات
de_de: Pixel

source: Pages
ar_sa: الصفحات
de_de: Seiten

source: Favicon
ar_sa: فافيكون
