Repository: PrestaShop/TranslationFiles
Catalog: 8/*/AdminDesignHelp.*.xlf
Languages: he_il, hu_hu, ja_jp, pt_br, pt_pt, zh_tw

source: Will appear on email headers. If undefined, the header logo will be used.
he_il: יופיע בראש הודעות הדואל, אם לא הגדרת לוגו זה, המערכת תשתמש בלוגו הראשי
hu_hu: Ez jelenik meg az email fejlécében. Ha üres, akkor az üzlet fejléc logóját használjuk.
ja_jp: メールヘッダーに表示されます。未定義の場合はヘッダーロゴが使用されます
pt_br: Vai aparecer nos cabeçalhos de e-mail (se não definido, será utilizado o mesmo do cabeçalho da página)
pt_pt: Irá aparecer nos cabeçalhos dos e-mails. Se não for definido, será usado o logótipo do cabeçalho.
zh_tw: 如未設定郵件LOGO, 將顯示頁首LOGO

source: Will appear on invoice headers.
he_il: יופיע בתחילת החשבונית.
hu_hu: A számlafejléceken fog megjelenni.
pt_br: Aparecerá no cabeçalho das faturas.
pt_pt: Aparecerá no cabeçalho das faturas.
zh_tw: 會顯示在發票標題上。

source: Warning: if no invoice logo is available, the main logo will be used instead.
he_il: אזהרה: אם אין לוגו זמין עבור החשבונית, הלוגו הראשי ישמש במקום.
hu_hu: Figyelem: amennyiben nem áll rendelkezésre email logó, a fő logó lesz használva.
pt_br: Aviso: se não estiver disponível nenhum logo para a fatura, o logo principal será utilizado.
pt_pt: Aviso: se não estiver disponível nenhum logótipo para a fatura será usado o logótipo principal.
zh_tw: 警告：如沒有定義發票徽標，會改用網站徽標替代。

source: It is the small icon that appears in browser tabs, next to the title.
he_il: זה הסמל הקטן שמופיע בכרטיסיות הדפדפן, לצד הכותרת.
hu_hu: Ez az a kis ikon, amely a böngésző lapjain, a cím mellett jelenik meg.
pt_br: É o ícone pequeno que aparece nas abas do navegador, ao lado do título da página.
pt_pt: É o pequeno ícone que aparece no separador do browser, ao pé do nome da página.
zh_tw: 它是顯示在瀏覽器標籤中的小圖標，位於標題旁邊.

source: Use our [1]favicon generator on PrestaShop Marketplace[/1] to boost your brand image!
he_il: השתמש במחולל [1]ה-favicon שלנו בחנות ה-PrestaShop[/1] כדי לשפר את תדמית המותג שלך!
hu_hu: Használd a [1]PrestaShop Marketplace favicon generátorát[/1], ezzel erősítve a márka imázsodat!
pt_br: Utiilize o nosso [1]gerador de favicons no Prestashop Marketplace[/1] para promover a imagem da sua marca!
pt_pt: Utiilize o nosso [1]gerador de favicons no Prestashop Marketplace[/1] para promover a imagem da sua marca!
zh_tw: 在 [1]PrestaShop Marketplace 上使用我們的 favicon 生成器[/1]來提升您的品牌形象！

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you enable the "%generate_rtl_label%" option, any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
he_il: הזהר! אנא בדוק את ערכת הנושא שלך בשפת RTL לפני יצירת גליון סגנונות RTL: הנושא שלך יכול להיות כבר מותאם ל-RTL. לאחר שתפעיל את "%generate_rtl_label%", כל קובץ RTL שאולי הוספת לנושא שלך עשוי להימחק על ידי גיליון הסגנונות שיווצר.
hu_hu: Légy óvatos! Mindenképp ellenőrizd témádat egy RTL nyelven, mielőtt létrehoznád az RTL stíluslapot: a témád lehetséges már, hogy RTL kompatibilis. Miután engedélyezted a "%generate_rtl_label%" beállítást, a létrehozott stíluslap törölheti a témához tartozó RTL-specifikus fájlokat.
pt_br: Cuidado! Por favor, verifique o seu tema em um idioma RTL antes de gerar a folha de estilos RTL: Seu tema poderia já estar adaptado ao RTL. Assim que você clicar em "%generate_rtl_label%", qualquer arquivo especifico do RTL que você possa ter adicionado ao seu tema poderá ser excluído pela folha de estilos criada.
pt_pt: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Depois de activar a opção "%generate_rtl_label%", qualquer ficheiro específico de RTL que possa ter adicionado ao seu tema pode ser eliminado pela folha de estilo criada.
zh_tw: 小心！ 在生成RTL樣式表之前，請檢查您的主題：您的主題可能已經適應RTL。 一旦您單擊“%generate_rtl_label%”，創建的樣式表可能會刪除您可能已添加到你的主題內的任何RTL特定文件 。

source: You must select a shop from the above list if you wish to choose a theme.
he_il: יש לבחור חנות מהרשימה למעלה, אם ברצונך לבחור ערכת עיצוב
hu_hu: A fenti listából ki kell választanod egy boltot, ha sablont szeretnél választani.
ja_jp: テーマを選択したいリスト上からショップを選択しなければなりません
pt_br: Vocè deve selecionar uma loja da lista acima
pt_pt: Tem de selecionar uma Loja da lista anterior para poder escolher um tema gráfico.
zh_tw: 如果您希望選擇一個佈景，您必須從上面列表選擇一個商店

source: You are editing this page for a specific shop or group. Click "%yes_label%" to check all fields, "%no_label%" to uncheck all.
he_il: הנך עורך את דף זה עבור חנות או קבוצה ספציפית. לחץ "%yes_label%" לסימון כל השדות , ו-"%no_label%" על מנת להסיר את כל הסימונים.
hu_hu: Ezt az oldalt egy adott bolt vagy bolt csoport számára szerkeszted. Kattints az "%yes_label%"-re az összes mező kijelöléséhez, "%no_label%"-re az összes kijelölés törléséhez.
pt_br: Você está editando esta página para uma loja ou grupo específico. Clique "%yes_label%" para marcar todos os campos, "%no_label%" para desmarcar todos.
pt_pt: Está a editar esta página para uma loja ou grupo específico. Clique em "%yes_label%" para marcar todos os campos, "%no_label%" para os desmarcar.
zh_tw: 您正在為特定商店或群組編輯此頁面。 點擊“%yes_label%”來檢查所有字段或“%no_label%”取消所有。

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
he_il: אם אתה מסמן את השדה , משנה את הערך שלו ומבצע שמירה, כל שאר החנויות לא יתעדכנו לפי השדה הספציפי הזה
hu_hu: Amennyiben kijelölsz egy mezőt, megváltoztatod annak tartalmát és lemented, a Multi-shop eljárás nem kerül alkalmazásra az adott bolt (vagy csoport) esetén, erre a bizonyos paraméterre.
pt_br: Se você marcar um campo, altere o valor do mesmo e salve. O comportamento Multiloja não se aplica a esta loja (ou grupo), para este parâmetro em particular.
pt_pt: Se selecionar um campo, altere o seu valor, e guarde, o comportamento de "múltiplas lojas" não será aplicado a esta loja (ou grupo), para este parâmetro específico.
zh_tw: 如果勾選字段，更改其值然後保存，則對於此特定參數，多商店行為將不適用於此商店（或群組）。
