Repository: PrestaShop/TranslationFiles
Catalog: 8/*/EmailsSubject.*.xlf
Languages: az_az, es_co, gl_es, id_id, ja_jp, mk_mk, nn_no, sr_cs

source: Your guest account has been transformed into a customer account
az_az: Qonaq hesabınız müştəri hesabına çevrildi
es_co: Su cuenta de invitado ha sido transformada en una cuenta de cliente
gl_es: A túa conta de invitada transformouse nunha conta de clienta
id_id: Akun guest Anda telah diubah menjadi akun pelanggan
ja_jp: ゲストアカウントはお客様アカウントへ変換されました
mk_mk: Вашиот гостински профил е трансформиран во кориснички профил
nn_no: Gjestekontoen er omgjord til ein kundekonto
sr_cs: Vaš gostujući nalog je promenjen u korisnički nalog

source: Order confirmation
az_az: Sifariş təsdiqi
es_co: Confirmación de pedido
gl_es: Confirmación da encomenda
id_id: Konfirmasi Pembelian
ja_jp: ご注文確認
mk_mk: Потврда за нарачка
nn_no: Ordrestadfesting
sr_cs: Potvrda narudžbine

source: New voucher for your order %s
az_az: %s sifarişiniz üçün yeni kupon
es_co: Nuevo cupón por su pedido %s
gl_es: Novo cupón pola túa encomenda %s
id_id: Voucher baru untuk pembelian Anda %s
ja_jp: ご注文 %s に対する新規クーポン
mk_mk: Нов ваучер за вашата нарачка %s
nn_no: Ny verdikupong for ordre %s
sr_cs: Novi vaučer za vašu narudžbinu %s

source: Log: You have a new alert from your shop
az_az: Qeyd: Dükanınızdan yeni bildiriş var
es_co: Registro: Tiene una nueva alerta desde su tienda
gl_es: Rexistro: Tes unha nova alerta da túa tenda
id_id: Log: Anda mendapatkan notifikasi baru
ja_jp: ログ: 店舗からの新規アラートがあります
mk_mk: запис: имате ново известување за вашиот пазар
nn_no: Logg: Du har ei ny varsling frå butikken
sr_cs: Zapis: Imate novo upozorenje sa vaše prodavnice

source: Welcome!
az_az: Xoş gəlmisiniz!
es_co: ¡Bienvenido!
gl_es: Benvida/o!
id_id: Selamat datang!
ja_jp: ようこそ！
mk_mk: Добродојдовте!
nn_no: Velkomen!
sr_cs: Dobrodošli!

source: Package in transit
az_az: Qutu yoldadır
es_co: Paquete en camino
gl_es: Paquete en camiño
id_id: Barang dalam proses pengiriman
ja_jp: 輸送中パッケージ
mk_mk: пакетот е во транзит
nn_no: Ordren er undervegs
sr_cs: Paket u tranzitu

source: The virtual product that you bought is available for download
az_az: Aldığınız virtual məhsul endirimək üçün hazırdır
es_co: El producto virtual que ha comprado está disponible para descargar
gl_es: O produto virtual que mercaches está dispoñible para descarga
id_id: Produk digital yang Anda beli telah tersedia untuk diunduh
ja_jp: 購入した仮想商品がダウンロード可能です
mk_mk: Виртуелниот производ кој вие го купивте е достапен за превземање
nn_no: Det virtuelle produktet du har kjøpt er tilgjengeleg for nedlasting
sr_cs: Virtuelni proizvod koji ste kupili je dostupan za download

source: Import complete
az_az: İdxal tamamlandı
es_co: Importación completada
id_id: Impor selesai
ja_jp: インポート完了
mk_mk: Внесувањето е завршено
nn_no: Importen er fullført

source: Your new password
az_az: Yeni parolunuz
es_co: Su nueva clave
gl_es: O teu novo contrasinal
id_id: Password baru Anda
ja_jp: 新規パスワード
mk_mk: вашата нова лозинка
nn_no: Nytt passord
sr_cs: Vaša nova lozinka

source: Your order return status has changed
az_az: Sifarişinizin geri qaytarılma durumu dəyişdirildi
es_co: El estado de devolución ha cambiado
gl_es: Mudou o estado da túa devolución
id_id: Status retur barang Anda telah berubah
ja_jp: お客様の返品ステータスが変更されました
mk_mk: вашиот статус за поврат на стока е променет
nn_no: Returordre har endra status
sr_cs: Vaš status povraćaja porudžbine je izmenjen

source: Message from a customer
az_az: Müştəridən mesaj
es_co: Mensaje de un cliente
gl_es: Mensaxe dunha clienta
id_id: Pesan dari pelanggan
ja_jp: お客様メッセージ
mk_mk: порака од клиент
nn_no: Melding frå ein kunde
sr_cs: Poruka od kupca

source: Password query confirmation
az_az: Keçidsözü sorğusu doğrulaması
es_co: Confirmación de consulta contraseña
gl_es: Confirmación da consulta do constrasinal
id_id: Konfirmasi password Anda
ja_jp: パスワード問い合わせ確認
mk_mk: Forgot password
nn_no: Stadfesting angåande passord
sr_cs: Potvrda upita lozinke

source: Message from contact form
az_az: Əlaqə formasından mesaj
es_co: Mensaje desde el formulario de contacto
gl_es: Mensaxe dende o formulario de contacto
id_id: Pesan dari pengunjung via form kontak
ja_jp: お問い合わせフォームからのメッセージ
mk_mk: Customer message from contact form
nn_no: Melding frå kontaktskjema
sr_cs: Customer message from contact form

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
az_az: Mesajınız uğurla göndərilmişdir #ct%thread_id% #tc%thread_token%
es_co: Su mensaje se ha enviado correctamente #ct%thread_id% #tc%thread_token%
id_id: Pesan Anda berhasil dikirim #ct%thread_id% #tc%thread_token%
ja_jp: メッセージは正常に送信されました。#ct%thread_id% #tc%thread_token%
mk_mk: Вашата порака е испратена правилно #ct%thread_id% #tc%thread_token%
nn_no: Din melding ble sent #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
az_az: Mesajınız göndərildi
es_co: Su mensaje se ha enviado correctamente
gl_es: A túa mensaxe enviouse correctamente
id_id: Pesan Anda berhasil dikirim
ja_jp: メッセージは正しく送信されました。
mk_mk: Your message has been sent successfully
nn_no: Meldinga vart vellukka sendt
sr_cs: Your message has been sent successfully

source: Product available
es_co: Producto disponible
nn_no: Produkt tilgjengelig
sr_cs: Proizvod dostupan

source: New order : #%d - %s
az_az: Yeni sifariş: #%d - %s
es_co: Nuevo pedido: #%d - %s
nn_no: Ny ordre: #%d - %s
sr_cs: Nova porudžbina : #%d - %s

source: Product out of stock
es_co: Producto fuera de stock
nn_no: Produktet er dessverre ikke på lager
sr_cs: Prozvod kojeg nema na zalihama

source: Stock coverage
es_co: Cobertura de existencias
gl_es: Cobertura de Stock
id_id: Ketersediaan stok
ja_jp: 在庫カバレッジ
mk_mk: покриеност со стока
nn_no: Dekningsområde for lagerbehaldning
sr_cs: Pokrivenost zalihama

source: New return from order #%d - %s
es_co: Nueva devolución del pedido #%d - %s
nn_no: Ny retur fra ordre #%d - %s
sr_cs: Novi povraćaj iz porudžbine #%d - %s

source: Your order has been changed
es_co: Su pedido se ha modificado
nn_no: Din ordre har blitt endret
sr_cs: Vaša narudžbina je izmenjena

source: Newsletter voucher
az_az: Yeniliklər kuponu
es_co: Cupón de boletín
gl_es: Comprobante do boletín
id_id: Voucher newsletter
ja_jp: メールマガジンクーポン
mk_mk: ваучер за новини
nn_no: Verdikupong
sr_cs: Vaučer biltena

source: Newsletter confirmation
az_az: Yeniliklərin doğrulanması
es_co: Confirmación de boletín
gl_es: Confirmación do boletín de novas
id_id: Konfirmasi newsletter
ja_jp: メールマガジン確認
mk_mk: Newsletter subscription confirmation
nn_no: Stadfesting av nyheitsbrev
sr_cs: Potvrda biltena

source: Email verification
az_az: E-poçt yoxlanışı
es_co: Verificación de correo
gl_es: Verificación do correo electrónico
id_id: Verifikasi email
ja_jp: メール確認
mk_mk: верификација на e-mail
nn_no: Stadfesting av e-postadresse
sr_cs: Potvrđivanje mejla

source: Process the payment of your order
az_az: Sifarişinizin ödəməsini həyata keçirin
es_co: Proceso de pago de su pedido
gl_es: Procesar o pagamento da túa encomenda
id_id: Proses pembayaran
ja_jp: ご注文の支払いを処理
mk_mk: Процесирај го плаќањето за Вашата нарачка
nn_no: Fullfør betalinga ordren din
sr_cs: Odredite plaćanje vaše narudžbine

source: New credit slip regarding your order
es_co: Nueva nota crédito relacionada con su pedido
gl_es: Novo albará da túa encomenda
id_id: Nota kredit terkait pembelian Anda
ja_jp: ご注文に即した新しいクレジット伝票
mk_mk: нов кредитен исечок во врска со вашата порачка
nn_no: Kredittsetel angåande ordren
sr_cs: Novi revers u vezi vaše porudžbine

source: New voucher for your order #%s
az_az: #%s sifarişiniz üçün yeni kupon
es_co: Nuevo cupón por su pedido %s
gl_es: Novo cupón pola túa encomenda #%s
id_id: Voucher baru terkait pembelian Anda %s
ja_jp: ご注文の新規クーポン #%s
mk_mk: Нов ваучер за вашата нарачка #%s
nn_no: Ny verdikupong for ordre %s
sr_cs: Novi vaučer za vašu narudžbinu #%s

source: New message regarding your order
az_az: Sifarişinizlə bağlı yeni mesaj
es_co: Nuevo mensaje relacionado con su pedido
gl_es: Nova mensaxe respecto da túa encomenda
id_id: Pesan baru terkait pembelian
ja_jp: ご注文に関する新しいメッセージ
mk_mk: нова порака во врска со вашата порачка
nn_no: Ny melding angåande ordren
sr_cs: Nova poruka u vezi vaše porudžbine

source: Fwd: Customer message
az_az: Fwd: Alıcı mesajı
es_co: Fw: Mensaje de cliente
gl_es: Fwd: Mensaxe da clienta
id_id: Fw: Pesan dari pelanggan
ja_jp: 転送: お客様メッセージ
mk_mk: fwd: порака клиент
nn_no: Vidaresendt: Kundemelding
sr_cs: Fwd: poruka kupca

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
es_co: Hay una respuesta disponible a su mensaje #ct%thread_id% #tc%thread_token%
id_id: Balasan atas pesan Anda telah tersedia #ct%thread_id% #tc%thread_token%
ja_jp: メッセージに対する回答が届きました。#ct%thread_id% #tc%thread_token%
mk_mk: Достапен е одговор на вашата порака #ct%thread_id% #tc%thread_token%
nn_no: Et svar på din melding er tilgjengelig #ct%thread_id% #tc%thread_token%
