Repository: PrestaShop/TranslationFiles
Catalog: 8/*/Install.*.xlf
Languages: be_by, vi_vn

source: Choose your language
be_by: Выберыце сваю мову
vi_vn: Chọn ngôn ngữ của bạn

source: License agreements
be_by: Ліцэнзійнае пагадненне
vi_vn: Thỏa thuận bản quyền

source: System compatibility
be_by: Сумяшчальнасць сістэмы
vi_vn: Tương thích hệ thống

source: Store information
be_by: Інфармацыя пра краму
vi_vn: Thông tin cửa hàng

source: System configuration
be_by: Канфігурацыя сістэмы
vi_vn: Cấu hình hệ thống

source: Store installation
vi_vn: Cài đặt cửa hàng

source: Field required
be_by: Абавязковае поле
vi_vn: Thông tin bắt buộc

source: Invalid shop name
vi_vn: Tên cửa hàng không hợp lệ

source: shop name
vi_vn: tên cửa hàng

source: The field %field% is limited to %limit% characters
vi_vn: Trường %field% giới hạn ở %limit% ký tự

source: Your firstname contains some invalid characters
vi_vn: Tên riêng của bạn chứa các ký tự không hợp lệ

source: firstname
vi_vn: Tên

source: Your lastname contains some invalid characters
vi_vn: Họ và tên đệm của bạn chứa các ký tự không hợp lệ

source: lastname
vi_vn: họ

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
vi_vn: Mật khẩu không chính xác (phải là một chuỗi chữ cái-chữ số có ít nhất 8 ký tự)

source: The password and its confirmation are different
vi_vn: Mật khẩu và xác nhận mật khẩu khác nhau

source: This e-mail address is invalid
vi_vn: Địa chỉ email không hợp lệ

source: Sports and Entertainment
vi_vn: Thể thao, giải trí

source: Database is connected
vi_vn: Cơ sở dữ liệu đã được kết nối

source: Database is created
vi_vn: Đã tạo cơ sở dữ liệu

source: Cannot create the database automatically
vi_vn: Không thể tạo tự động cơ sở dữ liệu

source: Create file parameters
vi_vn: Tạo tham số tập tin

source: Create database tables
vi_vn: Tạo bảng

source: Create default shop and languages
vi_vn: Cài đặt ngôn ngữ và cửa hàng mặc định

source: Populate database tables
vi_vn: Khởi tạo dữ liệu

source: Configure shop information
vi_vn: Tinh chỉnh thông tin cửa hàng

source: Install theme
vi_vn: Cài đặt theme

source: Install modules
vi_vn: Cài đặt mô-đun

source: Install demonstration data
vi_vn: Cài đặt dữ liệu mẫu

source: Required PHP parameters
vi_vn: Các thông số PHP tối thiểu

source: Cannot upload files
be_by: Немагчыма загрузіць файлы
vi_vn: Không thể tải file lên

source: Cannot create new files and folders
be_by: Немагчыма ствараць новыя файлы і папкі
vi_vn: Không thể tạo file và thư mục

source: cURL extension is not enabled
be_by: Пашырэнне cURL не ўключана
vi_vn: phần mở rộng cURL không được kích hoạt

source: GD library is not installed
be_by: Бібліятэка GD не ўсталявана
vi_vn: Thư viện GD không được cài đặt

source: JSON extension is not loaded
be_by: Пашырэнне JSON не загружана
vi_vn: phần mở rộng JSON không được nạp

source: PHP OpenSSL extension is not loaded
be_by: Пашырэнне PHP OpenSSL не загружана
vi_vn: Đuôi mở rộng PHP OpenSSL chưa được tải

source: PDO MySQL extension is not loaded
be_by: Пашырэнне PDO MySQL не загружана
vi_vn: Bộ mở rộng PDO MySQL không được nạp

source: SimpleXML extension is not loaded
be_by: Пашырэнне SimpleXML не загружана
vi_vn: Thư viện mở rộng SimpleXML không được nạp

source: ZIP extension is not enabled
be_by: Пашырэнне ZIP не ўключана
vi_vn: Đuôi mở rộng ZIP chưa được bật

source: Fileinfo extension is not enabled
be_by: Пашырэнне Fileinfo не ўключана
vi_vn: Phần mở rộng Fileinfo không được kích hoạt

source: Required Apache configuration
be_by: Неабходная канфігурацыя Apache
vi_vn: Cấu Hình Apache Yêu Cầu

source: Enable the Apache mod_rewrite module
be_by: Уключыць модуль Apache mod_rewrite
vi_vn: Bật mô-đun Apache mod_rewrite

source: Files
be_by: Файлы
vi_vn: Tập tin

source: Not all files were successfully uploaded on your server
be_by: Не ўсе файлы былі паспяхова загружаны на ваш сервер
vi_vn: Có một vài lỗi trong khi tải các tệp tin lên máy chủ

source: Permissions on files and folders
vi_vn: Các quyền trên tệp tin và thư mục

source: Recursive write permissions for %user% user on %folder%
vi_vn: Cho phép ghi đệ quy đối với người dùng %user% ở %folder%

source: Write permissions for %user% user on %folder%
vi_vn: Cho phép ghi đối với người dùng %user% ở %folder%

source: Recommended PHP parameters
be_by: Рэкамендаваныя параметры PHP
vi_vn: Các thông số PHP đề nghị

source: GZIP compression is not activated
vi_vn: Bộ nén GZIP không được kích hoạt

source: Mbstring extension is not enabled
vi_vn: Bộ mở rộng Mbstring không được kích hoạt

source: Dom extension is not loaded
vi_vn: Bộ mở rộng Dom không được nạp

source: Cannot open external URLs (requires allow_url_fopen as On)
vi_vn: Không thể mở các URL bên ngoài (yêu cầu allow_url_fopen như On)

source: Documentation
be_by: Дакументацыя
vi_vn: Tài liệu

source: Information about your Store
be_by: Інфармацыя пра вашу краму
vi_vn: Thông tin về cửa hàng

source: Shop name
be_by: Назва крамы
vi_vn: Tên cửa hàng

source: Main activity
be_by: Асноўная дзейнасць
vi_vn: Hoạt động chính

source: Please choose your main activity
be_by: Калі ласка, выберыце свой асноўны від дзейнасці
vi_vn: Hãy chọn hoạt động chính

source: Other activity...
be_by: Іншая дзейнасць...
vi_vn: Hoạt động khác...

source: Help us learn more about your store so we can offer you optimal guidance and the best features for your business!
vi_vn: Giúp chúng tôi hiểu hơn về cửa hàng của bạn để chúng tôi có thể đem lại cho bạn những chỉ dẫn tối ưu và các chức năng tốt nhất cho doanh nghiệp của bạn!

source: Country
be_by: Краіна
vi_vn: Quốc gia

source: Select your country
be_by: Выберыце сваю краіну
vi_vn: Chọn quốc gia

source: Shop timezone
be_by: Часавы пояс крамы
vi_vn: Múi giờ

source: Select your timezone
be_by: Выберыце свой часавы пояс
vi_vn: Chọn múi giờ

source: Enable SSL
be_by: Уключыць SSL
vi_vn: Kích hoạt SSL

source: Your Account
be_by: Ваш уліковы запіс
vi_vn: Tài khoản của bạn

source: First name
be_by: Імя
vi_vn: Tên

source: Last name
be_by: Прозвішча
vi_vn: Họ

source: E-mail address
be_by: Адрас электроннай пошты
vi_vn: Địa chỉ email

source: This email address will be your username to access your store's back office.
vi_vn: Địa chỉ email này sẽ là tên đăng nhập vào phần quản lý của cửa hàng.

source: Shop password
vi_vn: Mật khẩu của cửa hàng

source: Must be at least 8 characters
be_by: Мае змяшчаць прынамсі 8 сімвалаў
vi_vn: Phải có ít nhất 8 ký tự

source: Re-type to confirm
be_by: Паўтарыце для пацверджання
vi_vn: Nhập lại để xác nhận

source: Store name
vi_vn: Tên cửa hàng

source: Yes
be_by: Так
vi_vn: Có

source: No
be_by: Не
vi_vn: Không

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
vi_vn: Sản phẩm mẫu là một cách tốt để học cách sử dụng Prestashop. Bạn nên cài đặt chúng nếu bạn chưa thuần thạo với Prestashop.

source: Search
vi_vn: Tìm kiếm

source: Configure your database by filling out the following fields
vi_vn: Tinh chỉnh cơ sở dữ liệu bằng cách điền vào các mục dưới đây

source: Please complete the fields below in order for PrestaShop to connect to your database.
vi_vn: Vui lòng điền vào các trường bên dưới để PrestaShop kết nối với cơ sở dữ liệu của bạn.

source: Database server address
vi_vn: Địa chỉ máy chủ cơ sở dữ liệu

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
be_by: Порт па змаўчанні — 3306. Каб выкарыстоўваць іншы порт, дадайце нумар порта ў канец адраса вашага сервера, напрыклад, «:4242».
vi_vn: Cổng mặc định là 3306. Sử dụng một cổng khác nhau, thêm số hiệu cổng vào máy chủ của bạn địa chỉ IE ": 4242".

source: Database name
be_by: Назва базы дадзеных
vi_vn: Tên cơ sở dữ liệu

source: Database login
be_by: Карыстальнік базы дадзеных
vi_vn: Đăng nhập Cơ sở dữ liệu

source: Database password
be_by: Пароль базы дадзеных
vi_vn: Mật khẩu Cơ sở dữ liệu

source: Test your database connection now!
be_by: Праверце падключэнне да базы дадзеных зараз!
vi_vn: Kiểm tra kết nối cơ sở dữ liệu của bạn bây giờ!

source: PrestaShop Installation Assistant
vi_vn: PrestaShop Trợ lý Cài đặt

source: Installation Assistant
vi_vn: Trợ giúp cài đặt

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
vi_vn: Để cài đặt PrestaShop, bạn phải bật JavaScript trên trình duyệt.

source: Next
vi_vn: Tiếp

source: Back
vi_vn: Quay lại

source: License Agreements
vi_vn: Thỏa thuận bản quyền

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
vi_vn: Để tận hưởng nhiều tính năng được cung cấp miễn phí bởi PrestaShop, xin vui lòng đọc các điều khoản cấp phép dưới đây. PrestaShop core được cấp phép theo OSL 3.0, trong khi các mô-đun và các chủ đề được cấp phép theo AFL 3.0.

source: I agree to the above terms and conditions.
vi_vn: Tôi đồng ý với các điều khoản và điều kiện nêu trên.

source: Done!
vi_vn: Hoàn thành!

source: An error occurred during installation...
vi_vn: Một lỗi xảy ra trong quá trình cài đặt...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
vi_vn: Bạn có thể sử dụng các liên kết ở cột bên trái để quay lại các bước trước đó, hoặc khởi động lại quá trình cài đặt bằng cách <a href="%link%">nhấp vào đây</a>.

source: Your installation is finished!
vi_vn: Cài đặt đã hoàn thành!

source: You have just finished installing your shop. Thank you for using PrestaShop!
vi_vn: Bạn vừa hoàn thành cài đặt cửa hàng của bạn. Cảm ơn bạn đã sử dụng PrestaShop!

source: Please remember your login information:
vi_vn: Xin vui lòng ghi nhớ thông tin đăng nhập của bạn:

source: E-mail
vi_vn: Hộp thư

source: Print my login information
vi_vn: In thông tin đăng nhập của tôi

source: Password
vi_vn: Mật khẩu

source: Display
vi_vn: Hiển thị

source: For security purposes, you must delete the "install" folder.
vi_vn: Vì mục đích bảo mật, bạn phải xóa các thư mục "cài đặt".

source: Back Office
vi_vn: Trang quản trị

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
vi_vn: Quản lý cửa hàng với Trang Quản Trị. Quản lý đơn đặt hàng, khách hàng, thêm mô-đun, hay thay đổi theme, v.v...

source: Manage your store
vi_vn: Quản lý cửa hàng của bạn

source: Discover your store as your future customers will see it!
vi_vn: Khám phá cửa hàng của bạn như khách hàng tương lai của bạn sẽ nhìn thấy nó!

source: Discover your store
vi_vn: Khám phá cửa hàng của bạn

source: We are currently checking PrestaShop compatibility with your system environment
vi_vn: Chúng tôi hiện đang kiểm tra khả năng tương thích với môi trường PrestaShop hệ thống của bạn

source: PrestaShop compatibility with your system environment has been verified!
vi_vn: PrestaShop khả năng tương thích với môi trường hệ thống của bạn đã được xác nhận!

source: Welcome to the PrestaShop %version% Installer
vi_vn: Chào mừng bạn đến với Trình Cài Đặt PrestaShop %version%

source: Continue the installation in:
vi_vn: Tiếp tục cài đặt tại:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
vi_vn: Lựa chọn ngôn ngữ bên trên chỉ áp dụng cho Trình Hỗ Trợ Cài Đặt. Một khi cửa hàng của bạn đã được cài đặt, bạn có thể chọn ngôn ngữ của cửa hàng của bạn trong số trên %d% bản dịch, tất cả đều miễn phí!

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
vi_vn: Chúng tôi không thể kiểm tra để xem nếu xác thực cơ bản và chỉnh sửa tiện ích mở rộng đã được kích hoạt. Xin vui lòng tự kiểm tra nếu họ đã được kích hoạt để sử dụng PrestaShop webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
vi_vn: Hãy kích hoạt 'SimpleXML' PHP mở rộng để cho phép thử nghiệm của webservice PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
vi_vn: Nó là thích hợp hơn để sử dụng SSL (https:) cho các cuộc gọi webservice, vì nó tránh các vấn đề an ninh "man in the middle".

source: Lingerie and Adult
vi_vn: Đồ lót và đồ người lớn

source: Animals and Pets
vi_vn: Động vật và thú nuôi

source: Art and Culture
vi_vn: Văn hóa nghệ thuật

source: Babies
vi_vn: Trẻ em

source: Beauty and Personal Care
vi_vn: Chăm sóc và làm đẹp

source: Cars
vi_vn: Ô tô, xe máy

source: Computer Hardware and Software
vi_vn: Phần cứng, phần mềm máy tính

source: Download
vi_vn: Tải về

source: Flowers, Gifts and Crafts
vi_vn: Hoa, quà, đồ lưu niệm

source: Food and beverage
vi_vn: Ăn uống

source: HiFi, Photo and Video
vi_vn: HiFi, Ảnh và Video

source: Home and Garden
vi_vn: Nhà cửa, vườn

source: Home Appliances
vi_vn: Đồ gia dụng

source: Jewelry
vi_vn: Trang sức

source: Mobile and Telecom
vi_vn: Viễn thông, di động

source: Services
vi_vn: Dịch vụ

source: Shoes and accessories
vi_vn: Giầy dép và phụ kiện

source: Travel
vi_vn: Du lịch

source: Fashion and accessories
be_by: Мода і аксэсуары
vi_vn: Thời trang và phụ kiện

source: Sport and Entertainment
vi_vn: Thể thao, giải trí

source: -- Please choose your main activity --
vi_vn: -- Vui lòng chọn hoạt động chính của bạn --

source: Server name is not valid
vi_vn: Tên máy chủ không hợp lệ

source: You must enter a database name
vi_vn: Bạn phải nhập tên cơ sở dữ liệu

source: You must enter a database login
vi_vn: Bạn phải nhập tên đăng nhập cơ sở dữ liệu

source: Tables prefix is invalid
vi_vn: Tiền tố bảng không hợp lệ

source: Cannot convert database data to utf-8
vi_vn: Không thể chuyển đổi dữ liệu cơ sở dữ liệu sang utf-8

source: At least one table with same prefix was already found, please change your prefix or drop your database
vi_vn: Ít nhất một bảng với cùng một tiền tố đã được tìm ra, hãy thay đổi tiền tố hay bỏ cơ sở dữ liệu của bạn

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
vi_vn: Đăng nhập cơ sở dữ liệu của bạn không có đặc quyền để tạo bảng trong cơ sở dữ liệu "%s". Yêu cầu nhà cung cấp dịch vụ máy chủ của bạn:

source: Database Server is not found. Please verify the login, password and server fields
vi_vn: Cơ sở dữ liệu Server không được tìm thấy. Hãy kiểm tra đăng nhập, mật khẩu và các trường máy chủ

source: Connection to MySQL server succeeded, but database "%database%" not found
vi_vn: Kết nối thành công đến máy chủ MySQL, nhưng không tìm thấy cơ sở dữ liệu "%database%"

source: Attempt to create the database automatically
vi_vn: Cố gắng để tạo ra cơ sở dữ liệu tự động

source: %file% file is not writable (check permissions)
be_by: Файл %file% недаступны для запісу (праверце правы доступу)
vi_vn: Không thể ghi vào tập tin %file% (kiểm tra sự cho phép)

source: %folder% folder is not writable (check permissions)
be_by: Папка %folder% недаступная для запісу (праверце правы доступу)
vi_vn: Không thể ghi vào thư mục %folder% (kiểm tra sự cho phép)

source: Cannot write settings file
be_by: Немагчыма запісаць файл налад
vi_vn: Không thể ghi tập tin cài đặt

source: Cannot write app/config/parameters.php file
be_by: Немагчыма запісаць файл app/config/parameters.php
vi_vn: Không thể ghi vào tập tin app/config/parameters.php

source: Cannot write app/config/parameters.yml file
be_by: Немагчыма запісаць файл app/config/parameters.yml
vi_vn: Không thể ghi vào tập tin app/config/parameters.yml

source: Database structure file not found
be_by: Файл структуры базы дадзеных не знойдзены
vi_vn: Tập tin cấu trúc cơ sở dữ liệu không tìm thấy

source: Cannot create group shop
be_by: Немагчыма стварыць групавую краму
vi_vn: Không thể tạo nhóm cửa hàng

source: Cannot create shop
be_by: Немагчыма стварыць краму
vi_vn: Không thể tạo cửa hàng

source: Cannot create shop URL
be_by: Немагчыма стварыць URL-адрас крамы
vi_vn: Không thể tạo ra URL cửa hàng

source: File "language.xml" not found for language iso "%iso%"
be_by: Файл "language.xml" не знойдзены для моўнага iso "%iso%"
vi_vn: Không tìm thấy tập tin "language.xml" cho ngôn ngữ iso "%iso%"

source: File "language.xml" not valid for language iso "%iso%"
be_by: Файл "language.xml" несапраўдны для моўнага iso "%iso%".
vi_vn: Tập tin "language.xml" không hợp lệ cho ngôn ngữ iso "%iso%"

source: Cannot download language pack "%iso%"
be_by: Немагчыма спампаваць моўны пакет «%iso%»
vi_vn: Không thể tải về gói ngôn ngữ "%iso%"

source: Cannot install language "%iso%"
be_by: Немагчыма ўсталяваць мову «%iso%»
vi_vn: Không thể cài đặt ngôn ngữ "%iso%"

source: Cannot copy flag language "%flag%"
be_by: Немагчыма скапіяваць мову сцяга "%flag%"
vi_vn: Không thể sao chép cờ của ngôn ngữ "%flag%"

source: Cannot create admin account
be_by: Немагчыма стварыць уліковы запіс адміністратара
vi_vn: Không thể tạo tài khoản admin

source: Cannot install module "%module%"
be_by: Немагчыма ўсталяваць модуль «%module%»
vi_vn: Không thể cài đặt mô-đun "%module%"

source: Fixtures class "%class%" not found
vi_vn: Không tìm thấy fixture class "%class%"

source: "%class%" must be an instance of "InstallXmlLoader"
be_by: «%class%» павінен быць экзэмплярам «InstallXmlLoader»
vi_vn: "%class%" phải là một thực thể của "InstallXmlLoader"

source: SQL error on query <i>%query%</i>
be_by: Памылка SQL у запыце <i>%query%</i>
vi_vn: Lỗi SQL ở truy vấn <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
vi_vn: Xuất hiện lỗi SQL đối với thực thể <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
vi_vn: Không thể tạo hình ảnh "%identifier%" cho thực thể "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
vi_vn: Không thể tạo hình ảnh "%identifier%" (sự cho phép không chính xác ở thư mục "%folder%")

source: Cannot create image "%identifier%"
vi_vn: Không thể tạo hình ảnh "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
vi_vn: Không thể tạo ảnh "%1$s" cho "%2$s"

source: Content of your store
be_by: Змест вашай крамы

source: PHP %version% or later is not enabled
be_by: PHP %version% або больш позняя версія не ўключана

source: Intl extension is not loaded
be_by: Пашырэнне Intl не загружана

source: PHP's config "memory_limit" must be to a minimum of 256M
be_by: Канфігурацыя PHP "memory_limit" павінна быць не менш за 256 МБ

source: Blog
be_by: Блог

source: Tables prefix
be_by: Прэфікс табліц

source: Drop existing tables
be_by: Выдаліць існуючыя табліцы
