Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesCheckpaymentAdmin.*.xlf
Languages: es_es, pt_pt, vi_vn

source: Payments by check
es_es: Pagos por cheque
pt_pt: Pagamentos por cheque
vi_vn: Thanh toán bằng séc

source: Are you sure you want to delete these details?
es_es: ¿Estás seguro de querer eliminar estos datos?
pt_pt: Tem a certeza que deseja apagar estes detalhes?
vi_vn: Bạn muốn xóa chi tiết?

source: The "Payee" and "Address" fields must be configured before using this module.
es_es: Los campos "Beneficiario" y "Dirección" deben ser configurados antes de utilizar este módulo.
pt_pt: Os campos «Beneficiário» e «Endereço» têm de ser configurados antes de utilizar este módulo.
vi_vn: Phải cấu hình các trường "Người Nhận Thanh Toán" và "Địa Chỉ" trước khi sử dụng mô-đun này.

source: No currency has been set for this module.
es_es: No se ha establecido ninguna moneda para este módulo.
pt_pt: Não foi associada nenhuma moeda a este módulo.
vi_vn: Không đặt tiền cho mô-đun này

source: The "Payee" field is required.
es_es: El campo "Beneficiario" es requerido.
pt_pt: O campo «Beneficiário» é obrigatório.
vi_vn: Trường "Người Nhận Thanh Toán" là bắt buộc.

source: The "Address" field is required.
es_es: Debe rellenar el campo "Dirección".
pt_pt: O campo "Endereço" é obrigatório.
vi_vn: Trường "Địa chỉ" là yêu cầu.

source: Pay by Check
es_es: Pagar con cheque
pt_pt: Pagar com Cheque
vi_vn: Trả bằng séc

source: Contact details
es_es: Datos de contacto
pt_pt: Detalhes de contacto
vi_vn: Chi tiết liên hệ:

source: Payee (name)
es_es: Nombre del beneficiario
pt_pt: Beneficiário (nome)
vi_vn: Người nhận thanh toán (tên)

source: Address
es_es: Dirección
pt_pt: Endereço
vi_vn: Địa chỉ

source: Address where the check should be sent to.
es_es: Dirección a la que debe de ser enviado el cheque.
pt_pt: Endereço para o qual os cheques devem ser enviados.
vi_vn: Địa chỉ nơi kiểm tra phải được gửi đến.

source: %amount% (tax incl.)
es_es: %amount% (impuestos incl.)
pt_pt: %amount% (C/IVA)
vi_vn: %amount% (đã bao gồm thuế)

source: Display contact details blocks to make it easy for customers to pay by check on your store.
pt_pt: Apresentar blocos de dados de contacto, para facilitar aos clientes o pagamento por cheque na sua loja.

source: (tax incl.)
pt_pt: (com IVA)

source: This module allows you to accept payments by check.
es_es: Este módulo te permite aceptar pagos por cheque.
pt_pt: Este módulo permite aceitar pagamentos por cheque.
vi_vn: Mô-đun này cho phép thanh toán bằng séc.

source: If the client chooses this payment method, the order status will change to 'Waiting for payment'.
es_es: Si el cliente opta por esta forma de pago, el estado del pedido cambiará a "En espera del pago".
pt_pt: Se o cliente escolher este método de pagamento, o estado da encomenda será alterado para «A aguardar pagamento».
vi_vn: Nếu khách hàng chọn phương thức thanh toán này, tình trạng đơn hàng sẽ đổi thành 'Đang chờ thanh toán'.

source: You will need to manually confirm the order as soon as you receive a check.
es_es: Por lo tanto, deberás validar manualmente el pedido tras la recepción del cheque.
pt_pt: Terá de confirmar manualmente a encomenda após receber o cheque.
vi_vn: Bạn sẽ cần phải tự xác nhận đơn đặt ngay khi bạn nhận được một tấm séc.
