Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesFeaturedproductsAdmin.*.xlf
Languages: de_de, id_id, pt_pt

source: Featured products
de_de: Highlights
id_id: Produk unggulan
pt_pt: Produtos em destaque

source: Pick a category and highlight its items, enhance customer experience with a lively homepage.
de_de: Heben Sie Artikel einer ausgewählten Kategorie hervor. Sorgen Sie damit für eine lebendige Startseite und ein besseres Kundenerlebnis.
pt_pt: Escolha uma categoria e destaque os seus artigos, melhore a experiência do cliente com uma página inicial animada.

source: The number of products is invalid. Please enter a positive number.
de_de: Die angegebene Artikelmenge ist ungültig. Bitte tragen Sie eine ganze Zahl ein.
id_id: Jumlah produk tidak valid. Harap masukan angka positif.
pt_pt: O número de produtos é inválido. Insira um número positivo.

source: The category ID is invalid. Please choose an existing category ID.
de_de: Die angegebene Kategorie-ID ist ungültig. Bitte tragen Sie eine vorhandene Kategorie-ID ein.
id_id: ID kategori tidak valid. Silahkan pilih ID kategori yang sudah ada.
pt_pt: O número da categoria é inválido. Escolha um número de uma categoria existente.

source: Invalid value for the "randomize" flag.
de_de: Ungültiger Wert für die Zufallsgenerator.
id_id: Nilai field "acak" tidak valid.
pt_pt: Valor inválido no campo "ordem aleatória".

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
de_de: Um Artikel auf Ihrer Startseite anzuzeigen, ordnen Sie diese einfach der dazugehörenden Kategorie zu (Standard: "Start").
id_id: Untuk menambahkan produk, cukup masukan produk kedalam kategori yang diinginkan (default: "Home").
pt_pt: Para adicionar produtos à sua página inicial, simplesmente adicione-os à categoria de produtos correspondente (categoria padrão: "Home").

source: Number of products to be displayed
de_de: Anzahl anzuzeigender Artikel
id_id: Jumlah produk yang ditampilkan
pt_pt: Número de produtos a mostrar

source: Set the number of products that you would like to display on homepage (default: 8).
de_de: Legen Sie die Anzahl der Artikel fest, die auf der Startseite angezeigt werden sollen (Standard: 8).
id_id: Tentukan jumlah produk yang akan ditampilkan (default 8).
pt_pt: Defina o número de produtos que deseja apresentar na página inicial (valor por omissão: 8).

source: Category from which to pick products to be displayed
de_de: Kategorie, aus der Sie die anzuzeigenden Artikel wählen
id_id: Kategori produk yang akan ditampilkan
pt_pt: Categoria de produtos que serão mostrados

source: Randomly display featured products
de_de: Startseiten-Artikel nach Zufallsauswahl anzeigen
id_id: Tampilkan produk secara acak
pt_pt: Mostrar os produtos em destaque aleatoriamente

source: Enable if you wish the products to be displayed randomly (default: no).
de_de: Aktivieren, falls Sie die Artikel nach Zufallsauswahl angezeigt werden sollen (Standard: Deaktiviert).
id_id: Aktifkan jika produk yang ditampilkan acak (default: tidak).
pt_pt: Ative se quiser mostrar os produtos por ordem aleatória (padrão: não).
