Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: es_co, id_id, sl_si

source: Pages not found
es_co: Páginas no encontradas
id_id: Halaman tidak ditemukan
sl_si: Oops tega pa ne najdemo

source: Enrich your stats, display the pages requested by your visitors that could not be found.
es_co: Enriquece tus estadísticas, muestra las páginas solicitadas por tus visitantes que no pudieron ser encontradas.

source: The "pages not found" cache has been emptied.
es_co: La caché de "páginas no encontradas" fue limpiada.
id_id: Cache untuk "halaman tidak ditemukan" telah dikosongkan.
sl_si: Strani ki niso bile najdene izpraznjene.

source: The "pages not found" cache has been deleted.
es_co: La caché de "páginas no encontradas" fue limpiada.
id_id: Cache untuk "halaman yang tidak ditemukan" berhasil dihapus.
sl_si: Predpomnilnik strani, ki niso bile najdene je izpraznjen.

source: Guide
es_co: Guía
id_id: Panduan
sl_si: Vodič

source: 404 errors
es_co: Errores 404
id_id: 404 kesalahan
sl_si: napake 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
es_co: Un error 404 es un código de error HTTP que indica que el archivo solicitado por el usuario no se encuentra. En tu caso significa que uno de tus visitantes ha introducido una URL errónea en la barra de dirección de su navegador o que otra web tiene un enlace incorrecto establecido hacía tu tienda. Si no, lo más común es que sea un acceso directo, es decir, que cualquiera puede haber guardado un enlace como favorito en su navegador a un enlace que ya no existe.
id_id: Eror 404 adalah eror HTTP ketika file yang diminta pengunjung tidak ditemukan. Pada kasus ini, bisa berarti pengunjung memasukan alamat yang salah atau website lain memiliki link yang sudah tidak valid. Jika dimungkinkan, referrer akan ditampilkan jadi Anda bisa mengecek halaman/website mana saja yang memiliki link yang sudah tidak valid tersebut. Jika tidak, berarti pengunjung mengakses langsung dari bookmark yang linknya sudah tidak valid lagi.
sl_si: 404 error jeHTTP koda napake ki pomeni, da stran zahtevana od obiskovalca ne more biti najdena. V vašem primeru pomeni, da je vaš obiskovalec vnesel napačen URL v iskalno vrstico, ali, da ima vaša ali druga stran neveljaven link. Ko je možno, preverite stran, ki vsebuje nedelujoč link. Če ne, je možno, da ima kdo med zaznamki stran, ki ne obstaja več.

source: How to catch these errors?
es_co: ¿Como prevenir estos errores?
id_id: Bagaimana untuk menangkap kesalahan ini?
sl_si: Kako naj lovim te napake?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
es_co: Si su servidor soporta el archivo .htaccess, puede crear uno en el directorio raíz de PrestaShop e insertar la línea siguiente: "%s".
id_id: Jika hosting Anda mendukung file htaccess, Anda dapat membuatnya dalam direktori root PrestaShop dan sisipkan baris berikut di: "%s".
sl_si: Če vaš ponudnik storitev podpira .htaccess datoteko, jo lahko ustvarite v osnovni mapi PrestaShop-a in vstavite sledečo linijo v: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
es_co: Un usuario que solicita una página que no existe será redirigido a la página siguiente: %s. Este módulo registra el acceso a esta página.
id_id: User yang mengakses halaman yang tidak ada akan diredirect ke halaman berikut: %s. Modul ini mencatat log akses ke halaman ini.
sl_si: Uporabnik, ki je zahteval stran, ki ne obstaja več bo preusmerjen na sledečo stran: %s. Ta modul beleži dostop do te strani.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
es_co: Debe utilizar un archivo .htaccess para redireccionar errores 404 a la página "404.php".
id_id: Anda harus menggunakan file .htaccess untuk melakukan redirect eror 404 ke halaman "404.php".
sl_si: Uporabiti morate .htaccess datoteko za preusmerjanje 404 napake v "404.php" stran.

source: Page
es_co: Página
id_id: Halaman
sl_si: Stran

source: Referrer
es_co: Referente
sl_si: Napotitelj

source: Counter
es_co: Contador
id_id: Konter
sl_si: Števec

source: No "page not found" issue registered for now.
es_co: No hay resultados de "página no encontrada" registrados por ahora.
id_id: Tidak ada peringatan "halaman tidak ditemukan" saat ini.
sl_si: Ni zabeleženega dogodka "stran ni mogoče najti" za sedaj.

source: Empty database
es_co: Vaciar base de datos
id_id: Database Kosong
sl_si: Izprazni bazo podatkov

source: Empty ALL "pages not found" notices for this period
es_co: Vaciar todos los avisos de "páginas no encontradas" para este período
id_id: Kosongkan SEMUA peringatan "halaman tidak ditemukan" untuk periode ini
sl_si: Izprazni vsa obvestila " strani ni mogoče najti" za to obdobje

source: Empty ALL "pages not found" notices
es_co: Vaciar todos los avisos de "páginas no encontradas"
id_id: Kosongkan SEMUA peringatan "halaman tidak ditemukan"
sl_si: Izprazni vsa obvestila "stran ni mogoče najti"
