Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesWirepaymentShop.*.xlf
Languages: hu_hu, id_id, zh_tw

source: %1$s (tax incl.)
hu_hu: %1$s (áfával)
id_id: %1$s (termasuk pajak)
zh_tw: %1$s (含稅)

source: This payment method is not available.
hu_hu: Ez a fizetési mód nem elérhető.
id_id: Metode pembayaran ini tidak tersedia.
zh_tw: 此付款方式不可用。

source: Amount
hu_hu: Összeg
id_id: Jumlah
zh_tw: 金額

source: Name of account owner
hu_hu: a számlatulajdonos
id_id: Ke nomor rekening
zh_tw: 帳户名稱

source: Please include these details
hu_hu: Kérlek, add meg ezeket az adatokat
id_id: Harap sertakan informasi berikut
zh_tw: 請在電匯時提供這些詳細信息

source: Bank name
hu_hu: Bank neve
id_id: ke bank berikut
zh_tw: 銀行名稱

source: Pay by bank wire
hu_hu: Elektronikus banki fizetés
id_id: Bayar via Transfer Bank
zh_tw: 以銀行電匯付款

source: (order processing will be longer)
hu_hu: (a rendelésfeldolgozás hosszabb időt vesz igénybe)
id_id: (pembelian akan diproses lebih lama)
zh_tw: （訂單處理需時較長）

source: Your order on %s is complete.
hu_hu: Rendelése itt: %s elkészült.
id_id: Pembelian Anda pada %s telah selesai.
zh_tw: 您已在 %s 成功下單。

source: Please send us a bank wire with:
hu_hu: Utalásodnál ezeket az adatokad használd:
id_id: Kirimi kami transfer bank dengan:
zh_tw: 匯款請包括以下信息：

source: Please specify your order reference %s in the bankwire description.
hu_hu: Kérlek, add meg a %s rendelésazonosítót a banki utalás közleményében.
id_id: Cantumkan referensi pesanan %s di dalam uraian transfer bank.
zh_tw: 請在電匯中註明您的訂單編號 %s。

source: We've also sent you this information by e-mail.
hu_hu: Ezt az információt e-mailben is elküldtük neked.
id_id: Kami juga telah mengirim informasi ini kepada Anda lewat surel.
zh_tw: 我們亦通過電郵向您發送了此資訊。

source: Your order will be sent as soon as we receive payment.
hu_hu: A rendelésedet azonnal kézbesítjük, amint a pénz megérkezett hozzánk.
id_id: Barang Anda segera dikirim setelah pembayaran kami terima.
zh_tw: 我們收到您的付款後將盡快處理您的訂單。

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
hu_hu: Ha kérdésed, megjegyzésed vagy aggályod van, kérlek, fordulj [1]szakértő ügyfélszolgálati csapatunkhoz[/1].
id_id: Jika Anda mempunyai pertanyaan, komentar, atau keprihatinan, hubungi [1]tim ahli dukungan pelanggan[/1] kami.
zh_tw: 如果您有任何問題，意見或疑慮，請聯絡我們的[1]客服團隊[/1]。

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
hu_hu: Kérjük, utald át a kiszámlázott összeget a bankszámlánkra. A rendelésről emailben küldünk visszaigazolást. Ebben szerepelnek a banki utaláshoz szükséges adatok és a rendelés azonosítója.
id_id: Mohon transfer sebesar nilai faktur ke akun bank kami. Anda akan menerima penegasan pesanan kami lewat surel yang berisi rincian bank dan nomor pesanan.
zh_tw: 請將發票金額轉入我們的銀行帳戶。 您將收到包含銀行詳細信息和訂單號的確認電郵。

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
hu_hu: A termékeket %s napig fenntartjuk a számodra, és a rendelést azonnal feldolgozzuk a fizetés beérkezését követően.
id_id: Barang akan disisihkan selama %s hari untuk Anda dan kami akan memproses pesanan segera setelah pembayarannya kami terima.
zh_tw: 我們暫時會為你保留商品 %s 天。 我們將收到貨款後立即處理您的訂單。

source: More information
hu_hu: További Információ
id_id: Informasi lebih lanjut
zh_tw: 更多信息

source: Bankwire
hu_hu: Banki utalás
id_id: Transfer Bank
zh_tw: 銀行電匯

source: Payment is made by transfer of the invoice amount to the following account:
hu_hu: A fizetés elvégzése a számlán szereplő összeg elutalásával történik meg a következő bankszámlára:
id_id: Pembayaran dibuat dengan transfer nilai faktur ke akun berikut:
zh_tw: 請將發票金額電匯入以下帳戶：

source: Goods will be reserved %s day for you and we'll process the order immediately after receiving the payment.
hu_hu: A termékeket %s napig fenntartjuk a számodra, és a rendelést azonnal feldolgozzuk a fizetés beérkezését követően.
zh_tw: 商品將為您保留%s天，我們將在收到付款後立即處理訂單。
