Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesImagesliderAdmin.*.xlf
Languages: tt_ru

source: Invalid values
tt_ru: Недопустимые значения

source: Invalid slide
tt_ru: Недопустимый слайд

source: Invalid slide state.
tt_ru: Недопустимое состояние слайда.

source: Invalid slide ID
tt_ru: Неверный ID слайда

source: The title is too long.
tt_ru: Заголовок слишком длинный

source: The caption is too long.
tt_ru: Подпись слишком длинная.

source: The URL is too long.
tt_ru: URL слишком длинный.

source: The description is too long.
tt_ru: Описание слишком длинное.

source: The URL format is not correct.
tt_ru: Некорректный формат URL.

source: Invalid filename.
tt_ru: Неверное имя файла.

source: The URL is not set.
tt_ru: URL не задан.

source: The image is not set.
tt_ru: Изображение не задано.

source: The configuration could not be updated.
tt_ru: Конфигурация не может быть обновлена

source: The slide could not be added.
tt_ru: Слайд не может быть добавлен

source: The slide could not be updated.
tt_ru: Слайд не может быть обновлен.

source: Slide information
tt_ru: Информация о слайде

source: Target URL
tt_ru: Сылтама

source: Caption
tt_ru: Кулъязма

source: Speed
tt_ru: Тизлек

source: The duration of the transition between two slides.
tt_ru: Время анимации перехода между двумя слайдами.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
tt_ru: Поскольку в вашем магазине используется неколько языков, не забудьте загрузить изображение каждого из них

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
tt_ru: В контекстах "Все магазины" или "Группа магазинов" управление слайдами невозможно. Вам следует выберать конкретный магазин

source: You can only edit this slide from the shop(s) context: %s
tt_ru: Этот слайд редактируется только в контексте магазина(ов): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
tt_ru: Из контекстов "Все магазины" или "Группа магазинов" слайды добавлять нельзя

source: Unable to get slide shop association information (id_slide: %d)
tt_ru: Невозможно получить информацию о связи слайда с магазином (слайд № %d)

source: The modifications will be applied to shop: %s
tt_ru: Модификации будут применены к магазину: %s

source: The modifications will be applied to this group: %s
tt_ru: Модификации будут применены к группе: %s

source: The modifications will be applied to all shops and shop groups
tt_ru: Изменения применятся ко всем магазинам и группам магазинов

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
tt_ru: Этот слайд общий для нескольких магазинов! Его изменение здесь затронет все связанные с ним магазины

source: Slides list
tt_ru: Слайдлар исемлеге

source: Shared slide
tt_ru: Гомуми слайд
