Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesBlockwishlistAdmin.*.xlf
Languages: az_az

source: All Time Statistics
az_az: Bütün Zaman Statistikası

source: Product
az_az: məhsul

source: Reference
az_az: Kod

source: Combination
az_az: Birləşmə

source: Category
az_az: Kateqoriya

source: Price (tax excl.)
az_az: Qiymət (vergisiz)

source: Available Qty
az_az: Olan Sayı

source: Conversion rate
az_az: Çevrilmə dərəcəsi

source: Current Day Statistics
az_az: Bu Günün Statistikası

source: Current Month Statistics
az_az: Bu Ayın Statistikası

source: Current Year Statistics
az_az: Bu İlin Statistikası

source: Save
az_az: Yadda saxla

source: Top 10 most added products
az_az: Ən çox artırılmış məhsullar

source: Refresh
az_az: Yenilə
