Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, pt_br, pt_pt, sr_cs, th_th

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
ar_sa: [ERROR] الملف %s مفقود: فشل في استرجاع الملفات. تم إلغاء العملية.
pt_br: [ERRO] O arquivo %s está em ausente: impossível restaurar os arquivos. Operação abortada.
pt_pt: [ERROR] Ficheiro %s está em falta: impossível restaurar ficheiros. Operação abortada.
sr_cs: [ERROR] Fajl %s nedostaje: nemoguće je obnoviti fajlove. Operacija je prekinuta.
th_th: [ERROR] ไฟล์ %s หายไป: ไม่สามารถกู้คืนไฟล์ได้ การดำเนินการถูกยกเลิก

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
ar_sa: [ERROR] لم يتم العثور على النسخة الإحتياطية من ملفات قاعدة البيانات: يستحيل إستعادة قاعدة البيانات. تم إلغاء العملية.
pt_br: [ERRO] Nenhum backup da base de dados encontrado: seria impossível recuperar a base de dados. Operação abortada.
pt_pt: [ERROR] Não foram encontradas cópias de segurança da base de dados: seria impossível recuperar a base de dados. Operação abortada.
sr_cs: [ERROR] Nisu pronađene rezervne kopije baze podataka: nemoguće je obnoviti bazu podataka. Operacija je prekinuta.
th_th: [ERROR] ไม่พบไฟล์ฐานข้อมูลสำรอง: เป็นไปไม่ได้ที่จะกู้คืนฐานข้อมูล การดำเนินการถูกยกเลิก

source: Restoring files ...
ar_sa: إستعادة الملفات ...
pt_br: Restaurando arquivos ...
pt_pt: Reposição de ficheiros ...
sr_cs: Obnavljanje fajlova...
th_th: กำลังกู้คืนไฟล์ ...

source: Restoration process done. Congratulations! You can now reactivate your shop.
ar_sa: تم القيام بعملية المعالجه. تهانينا! يمكنك الآن تنشيط متجرك.
pt_br: Processo de restauração completo. Parabéns! Agora você pode reativar sua loja.
pt_pt: Processo de restauro completo. Parabéns! Agora já pode reativar a sua loja.
sr_cs: Završen postupak vraćanja. Čestitamo! Sada možete ponovo aktivirati svoju prodavnicu.
th_th: กระบวนการกู้คืนเสร็จสิ้น ยินดีด้วย! ตอนนี้คุณสามารถเปิดใช้งานร้านค้าของคุณอีกครั้ง

source: Database backup skipped. Now upgrading files...
ar_sa: تم تخطي النسخة الإحتياطية لقاعدة البيانات. ترقية الملفات جارية الآن...
pt_br: Backup base de dados ignorado. Atualizando arquivos...
pt_pt: A cópia da base de dados foi ignorada. A atualizar ficheiros...
sr_cs: Preskakanje rezervne kopije baze podataka. Sada se vrši nadogradnja fajlova...
th_th: ข้ามการสำรองข้อมูลฐานข้อมูล กำลังอัพไฟล์...

source: Backup directory is not writable (%path%).
ar_sa: دليل النسخ الاحتياطي غير قابل للكتابة (%path%).
pt_br: Não foi possível escrever no diretório de backup (%path%).
pt_pt: A pasta para a cópia de segurança não tem permissão de escrita (%path%).
sr_cs: Direktorijum za rezervne kopije nije dostupan za pisanje (%path%).

source: Backup file %s already exists. Operation aborted.
ar_sa: ملف النسخ الاحتياطية %s موجود بالفعل, تم ايقاف العملية.
pt_br: Arquivo de backup %s já existe. Operação cancelada.
pt_pt: A cópia de segurança do ficheiro %s já existe. Operação cancelada.
sr_cs: Rezervna kopija fajla %s već postoji. Operacija je prekinuta.
th_th: ไฟล์สำรองข้อมูล %s มีอยู่แล้ว การดำเนินการถูกยกเลิก

source: Unable to create backup database file %s.
ar_sa: تعذر إنشاء ملف قاعدة بيانات النسخ الإحتياطي %s.
pt_br: Impossível criar o arquivo do backup da base de dados %s.
pt_pt: Não foi possível criar o ficheiro %s da cópia de segurança da base de dados.
sr_cs: Nije moguće napraviti fajl %s bekap baze podataka.
th_th: ไม่สามารถสร้างไฟล์ฐานข้อมูลสำรอง %s

source: Error during database backup.
ar_sa: حصل خطأ أثناء عمل النسخة الإحتياطية لقاعدة البيانات.
pt_br: Erro durante o backup da base de dados.
pt_pt: Surgiu um erro durante a cópia de segurança da base de dados.
sr_cs: Greška prilikom rezervne kopije baze podataka.
th_th: เกิดข้อผิดพลาดระหว่างการสำรองฐานข้อมูล

source: An error occurred while backing up. Unable to obtain the schema of %s
ar_sa: حدث خطأ أثناء النسخ الاحتياطي. تعذر الحصول على رسم بياني ل %s
pt_br: Ocorreu um erro durante o backup. Não foi possível obter o esquema de %s
pt_pt: Surgiu um erro ao fazer a cópia de segurança. Não foi possível obter o esquema de %s
sr_cs: Došlo je do greške prilikom pravljenja rezervnih kopija. Nije moguće dobiti šemu od %s
th_th: เกิดข้อผิดพลาดขณะสำรองข้อมูล ไม่สามารถรับสคีมาของ %s

source: %s table has been saved.
ar_sa: جدول %s تم حفظه.
pt_br: %s tabela foi salva.
pt_pt: %s tabela foi guardada.
sr_cs: Tabela %s je sačuvana.

source: %s tables have been saved.
ar_sa: جداول %s تم حفظها.
pt_br: %s tabelas foram salvas.
pt_pt: %s tabelas foram guardadas.
sr_cs: Tabele %s su sačuvane.

source: Database backup: %s table(s) left...
ar_sa: النسخه الاحتياطيه لقواعد البيانات: %s جداول متبقية...
pt_br: Backup da Base de Dados : faltam %s tabelas...
pt_pt: Cópia de segurança da base de dados: faltam %s tabela(s)...
sr_cs: Rezervno kopiranje baze podataka: Preostalo je %s tabela...
th_th: การสำรองฐานข้อมูล: เหลือ %s ตาราง...

source: No valid tables were found to back up. Backup of file %s canceled.
ar_sa: لا يوجد جداول صالحة لتضمينها فى النسخة الاحتياطية. النسخه الاحتياطية للملف %s تم الغائها.
pt_br: Não foram encontradas tabelas válidas para fazer backup. Backup do arquivo %s cancelado.
pt_pt: Não foram encontradas tabelas válidas para fazer cópia de segurança. Cópia de segurança do ficheiro %s cancelada.
th_th: ไม่พบตารางที่ถูกต้องในการสำรองข้อมูล ยกเลิกการสำรองไฟล์ %s แล้ว

source: Error during database backup for file %s.
ar_sa: حصل خطأ أثناء عمل النسخة الإحتياطية لقاعدة البيانات للملف %s.
pt_br: Erro durante o backup da base de dados para o arquivo %s.
pt_pt: Erro no ficheiro %s durante o processo de cópia de segurança da base de dados.
th_th: เกิดข้อผิดพลาดระหว่างการสำรองฐานข้อมูลสำหรับไฟล์ %s

source: Database backup done in filename %s. Now upgrading files...
ar_sa: تم عمل نسخة احتياطية لقاعدة البيانات فى الملف %s. جاري ترقية الملفات...
pt_br: Backup da base de dados concluída no arquivo %s. Atualizando arquivos...
pt_pt: Cópia de segurança da base de dados concluída no ficheiro com o nome %s. A atualizar ficheiros...
th_th: สำรองฐานข้อมูลในชื่อไฟล์ %s กำลังอัพไฟล์...

source: Error during backupFiles
ar_sa: خطأ أثناء النسخ الاحتياطي للملفات
pt_br: Erro durante o backup de arquivos
pt_pt: Ocorreu um erro durante a cópia de segurança dos ficheiros
th_th: เกิดข้อผิดพลาดระหว่างการสำรองไฟล์

source: [ERROR] backupFiles filename has not been set
ar_sa: [ERROR] لم يتم تعيين اسم ملف النسخة الاحتياطية backupFiles
pt_br: [ERROR] Nome do arquivo "backupFiles" não foi definido
pt_pt: [ERROR] Nome de ficheiro "backupFiles" não foi definido
th_th: [ข้อผิดพลาด] ไม่ได้ตั้งค่าชื่อไฟล์ backupFiles

source: %s Files to backup.
ar_sa: %s ملفات للنسخ الاحتياطي.
pt_br: %s Arquivos para fazer backup.
pt_pt: %s Ficheiros para fazer cópia de segurança.
th_th: %s ไฟล์ที่จะสำรอง

source: Backup files initialized in %s
ar_sa: تمت تهيئة ملفات النسخ الاحتياطي في %s
pt_br: Arquivos de backup inicializados em %s
pt_pt: Ficheiros de cópia de segurança inicializados em %s

source: Backup files in progress. %d files left
pt_br: Backup de arquivos em andamento. Faltam %d arquivos
pt_pt: A fazer a cópia de segurança. Faltam %d ficheiros
th_th: กำลังสำรองไฟล์ เหลือ %d ไฟล์

source: Unable to open archive
ar_sa: غير قادر على فتح الإرشيف
pt_br: Não foi possível abrir o arquivo
pt_pt: Não foi possível abrir o ficheiro

source: All files have been added to archive.
ar_sa: تمت إضافة جميع الملفات إلى الأرشيف.
pt_br: Todos os arquivos foram adicionados ao ZIP.
pt_pt: Todos os ficheiros foram adicionados ao arquivo.
th_th: เพิ่มไฟล์ทั้งหมดไปยังไฟล์เก็บถาวรแล้ว

source: All files saved. Now backing up database
ar_sa: تم حفظ جميع الملفات. الآن النسخ الاحتياطي لقاعدة البيانات
pt_br: Todos os arquivos foram salvos. Efetuando backup do banco de dados
pt_pt: Todos os ficheiros foram guardados. A fazer a cópia de segurança da base de dados
th_th: บันทึกไฟล์ทั้งหมดแล้ว ตอนนี้กำลังสำรองฐานข้อมูล

source: The database has been cleaned.
ar_sa: تم تنظيف قاعدة البيانات.
pt_br: A base de dados foi limpa.
pt_pt: A base de dados foi limpa.
th_th: ทำความสะอาดฐานข้อมูลแล้ว

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
ar_sa: يجب أن تكون allow_url_fopen أو cURL مفعلة ليعمل التحميل التلقائي. يمكنك أيضًا رفعه يدويًا في مسار الملف %s.
pt_br: Você precisa ativar "allow_url_fopen" ou cURL para que o download automático funcione. Você pode ainda enviar o arquivo manualmente para a pasta %s.
pt_pt: Necessita de ativar "url_fopen" ou cURL para a transferência automática funcionar. Poderá também enviar manualmente para o seguinte local %s.
th_th: คุณต้องเปิดการใช้งาน allow_url_fopen หรือ cURL เพื่อให้การดาวน์โหลดอัตโนมัติทำงานได้ คุณยังสามารถอัปโหลดด้วยตนเองในพาธไฟล์ %s

source: Downloading from %s
ar_sa: تحميل من %s
pt_br: Baixando de %s
pt_pt: A transferir de %s

source: File will be saved in %s
ar_sa: سيتم حفظ الملف في %s
pt_br: Arquivo sera salvo em %s
pt_pt: O ficheiro será guardado em %s

source: Download directory has been emptied
ar_sa: تم تفريغ مسار التحميل
pt_br: Diretório de download foi esvaziada
pt_pt: A pasta de transferência foi limpa

source: Download complete.
ar_sa: تم التحميل.
pt_br: Download concluído.
pt_pt: Transferência concluída.
th_th: ดาวน์โหลดเสร็จสิ้น.

source: Download complete. Now extracting...
ar_sa: تم التحميل. الآن يتم الاستخراج...
pt_br: Download completo. Extraindo...
pt_pt: Transferência completa. A descomprimir...
th_th: ดาวน์โหลดเสร็จสิ้น. ตอนนี้กำลังสกัด...

source: Download complete but MD5 sum does not match (%s).
ar_sa: التحميل إكتمل ولكن مجموع MD5 لا يطابق (%s).
pt_br: Download concluído, mas a hash MD5 não é igual (%s).
pt_pt: Transferência concluída mas o parâmetro MD5 sum não é igual (%s).
th_th: ดาวน์โหลดเสร็จสมบูรณ์ แต่ผลรวมของ MD5 ไม่ตรงกัน (%s)

source: Download complete but MD5 sum does not match (%s). Operation aborted.
ar_sa: لقد تم إكتمال التحميل ولكن مجموع MD5 لا يطابق (%s). تم إلغاء العملية.
pt_br: Download concluído, mas a hash MD5 não é igual (%s). Operação cancelada.
pt_pt: Transferência concluída mas o parâmetro MD5 sum não é igual (%s). Operação abortada.
th_th: ดาวน์โหลดเสร็จสมบูรณ์ แต่ผลรวมของ MD5 ไม่ตรงกัน (%s) การดำเนินการถูกยกเลิก

source: Error during download. The private key may be incorrect.
ar_sa: خطأ أثناء التنزيل. قد يكون المفتاح الخاص غير صحيح.
pt_br: Erro durante download. Uma chave privada pode estar incorreta.
pt_pt: Ocorreu um erro ao transferir. A chave privada pode estar incorreta.
th_th: เกิดข้อผิดพลาดระหว่างการดาวน์โหลด รหัสส่วนตัวอาจไม่ถูกต้อง

source: Error during download
ar_sa: حصل خطأ أثناء التحميل
pt_br: Erro durante o download
pt_pt: Ocorreu um erro ao transferir
th_th: เกิดข้อผิดพลาดระหว่างการดาวน์โหลด

source: Download directory %s is not writable.
ar_sa: دليل التحميل %s غير قابل للكتابة.
pt_br: Pasta download %s não tem permissões de escrita.
pt_pt: A pasta para transferências %s não tem permissão de escrita.
th_th: ดาวน์โหลดไดเร็กทอรี %s ไม่สามารถเขียนได้

source: Could not assert the folder %s contains a valid PrestaShop release, exiting.
pt_br: Não foi possível confirmar se a pasta %s contém uma versão válida do PrestaShop, saindo.
pt_pt: Não foi possível confirmar que a pasta %s contém uma versão válida da PrestaShop, encerrando.

source: A file may be missing, or the release is stored in a subfolder by mistake.
pt_br: Um arquivo pode estar faltando ou a versão está armazenada em uma subpasta por engano.
pt_pt: Pode faltar um ficheiro ou a versão está armazenada numa subpasta por engano.

source: Starting to remove %s sample files
ar_sa: البدء في إزالة ملفات عينة %s
pt_br: Começando a remover %s arquivos de exemplo
pt_pt: A iniciar a remoção de %s ficheiros de demonstração

source: Error while removing item %itemname%, %itemscount% items left.
ar_sa: حدث خطأ أثناء إزالة العنصر %itemname%, %itemscount% من العناصر المتبقية.
pt_br: Erro na remoção do item %itemname%, %itemscount% item(ns) restante(s).
pt_pt: Erro ao remover o item %itemname%, %itemscount% itens restantes.

source: %itemname% item removed. %itemscount% items left.
pt_br: Item %itemname% removido. %itemscount% item(ns) restante(s).
pt_pt: %itemname% item removido. %itemscount% itens restantes.

source: All sample files removed. Now backing up files.
ar_sa: تم حذف جميع ملفات العينات. عملية النسخ الإحتياطي للملفات جارية الآن.
pt_br: Todos os arquivos de exemplo removidos. Fazendo backup dos arquivos.
pt_pt: Todos os ficheiros de demonstração foram removidos. A fazer a cópia de segurança dos ficheiros.
th_th: ลบไฟล์ตัวอย่างทั้งหมดแล้ว ตอนนี้กำลังสำรองไฟล์

source: All sample files removed. Backup process skipped. Now upgrading files.
pt_br: Todos os arquivos de exemplo removidos. O processo de backup foi pulado. Atualizando arquivos.
pt_pt: Todos os ficheiros de demonstração foram removidos. Foi ignorado o processo de cópia de segurança. A atualizar ficheiros.
th_th: ลบไฟล์ตัวอย่างทั้งหมดแล้ว กระบวนการสำรองข้อมูลถูกข้ามไป ตอนนี้กำลังอัพไฟล์.

source: "/latest" directory has been emptied
ar_sa: تم افراغ المجلد الأخير
pt_br: pasta "/latest" foi esvaziada
pt_pt: A pasta "/latest" foi esvaziada
th_th: ล้างไดเร็กทอรี "/ ล่าสุด" แล้ว

source: Extraction directory %s is not writable.
ar_sa: المجلد المستخرج إليه %s غير قابل للكتابة.
pt_br: A pasta de descompactação %s não tem permissões de escrita.
pt_pt: A pasta de descompactação %s não tem permissões de escrita.
th_th: ไดเร็กทอรีการแตกไฟล์ %s ไม่สามารถเขียนได้

source: Unable to extract %filepath% file into %destination% folder...
ar_sa: غير قادر على استخراج %filepath% ملف إلى %destination% مجلد...
pt_br: Não foi possível extrair o arquivo %filepath% na pasta %destination%...
pt_pt: Não é possível extrair %filepath% o ficheiro para a pasta %destination%...
sr_cs: Nije moguće raspakovati %filepath% fajl u %destination% folder...

source: No prestashop/ folder found in the ZIP file. Aborting.
pt_br: Não foi encontrada nenhuma pasta prestashop/ no arquivo ZIP. Abortando.
pt_pt: Não foi encontrada nenhuma pasta prestashop/ no ficheiro ZIP. Abortar.

source: File extraction complete. Removing sample files...
ar_sa: استخراج الملف بنجاح. إزالة الملفات الافتراضية...
pt_br: Descompactação dos arquivos está completa. Removendo os dados de exemplo...
pt_pt: Descompactação dos ficheiros está completa. A eliminar os dados de exemplos...
th_th: การแตกไฟล์เสร็จสมบูรณ์ กำลังลบไฟล์ตัวอย่าง...

source: Upgrade process done, but some warnings have been found.
ar_sa: عملية التحديث انتهت ، لكن هناك بعض التحذيرات.
pt_br: Processo de atualização completo, porém alguns problemas foram encontrados.
pt_pt: Processo de atualização concluído, embora tenham surgido alguns avisos.
sr_cs: Postupak ažuriranja je završen, ali pronađena su neka upozorenja.
th_th: กระบวนการอัปเกรดเสร็จสิ้น แต่พบคำเตือนบางอย่าง

source: Upgrade process done. Congratulations! You can now reactivate your shop.
ar_sa: تمت عملية الترقية. مبروك! يمكنك الآن إعادة تفعيل متجرك.
pt_br: Processo de atualização completo. Parabéns! Agora você pode reativar sua loja.
pt_pt: Processo de actualização concluído. Parabéns! Pode agora reactivar a sua loja.
sr_cs: Proces ažuriranja završen. Čestitam! Sada možete ponovo aktivirati svoju prodavnicu.
th_th: กระบวนการอัปเกรดเสร็จสิ้น ยินดีด้วย! ตอนนี้คุณสามารถเปิดใช้งานร้านค้าของคุณอีกครั้ง

source: %s removed
ar_sa: تم حذف %s
pt_br: %s removido
pt_pt: %s removidos
th_th: ลบ %s แล้ว

source: Please remove %s by FTP
ar_sa: أرجو حذف %s عن طريق ال FTP
pt_br: Por favor remova %s pelo FTP
pt_pt: Por favor, remova %s por FTP
th_th: โปรดลบ %s ด้วย FTP

source: Error during database upgrade. You may need to restore your database.
ar_sa: خطأ اثناء ترقية قاعدة البيانات. ربما تحتاج الي استرجاع قاعدة البيانات من النسخة اﻻحتياطية.
pt_br: Erro durante a atualização da base de dados. Talvez você necessite restaurar a sua base de dados.
pt_pt: Erro durante a atualização da base de dados. Poderá ter de recuperar a sua base de dados.
th_th: เกิดข้อผิดพลาดระหว่างการอัปเกรดฐานข้อมูล คุณอาจต้องกู้คืนฐานข้อมูลของคุณ

source: Database upgraded. Now upgrading your Addons modules...
ar_sa: تم ترقية قاعدة البيانات. اﻵن جاري ترقية موديلات اﻻضافات...
pt_br: Sua base de dados foi atualizada. Agora atualizando os seus Módulos do Addons...
pt_pt: Base de dados atualizada. A atualizar os seus módulos Addons...
th_th: อัปเกรดฐานข้อมูลแล้ว กำลังอัปเกรดโมดูล Addons ของคุณ ...

source: [ERROR] %s does not exist or is not a directory.
ar_sa: [ERROR] %s غير موجود أو أنه ليس مجلد.
pt_br: [ERROR] %s não existe ou não é uma pasta.
pt_pt: [ERROR] %s não existe ou não é uma pasta.
th_th: [ข้อผิดพลาด] %s ไม่มีอยู่หรือไม่ใช่ไดเร็กทอรี

source: filesToUpgrade is not an array
ar_sa: الملفات التي سيتم ترقيتها ليست مصفوفة
pt_br: "Arquivos para atualizar" não é um Array
pt_pt: filesToUpgrade não é um Array
th_th: ไฟล์ที่จะอัปเกรดไม่ใช่ array

source: All files upgraded. Now upgrading database...
ar_sa: جميع الملفات تم ترقيتها. جاري ترقية قاعدة البيانات الآن...
pt_br: Todos os arquivos foram atualizados. Atualizando a Base de Dados...
pt_pt: Todos os ficheiros foram atualizados. A atualizar a Base de Dados...
th_th: อัปเกรดไฟล์ทั้งหมดแล้ว กำลังอัปเกรดฐานข้อมูล ...

source: Error when trying to upgrade file %s.
ar_sa: حدث خطأ عند محاولة ترقية ملف %s.
pt_br: Erro durante a atualização do arquivo %s.
pt_pt: Erro durante a atualização do ficheiro %s.
th_th: เกิดข้อผิดพลาดขณะพยายามอัปเกรดไฟล์ %s

source: %s files left to upgrade.
ar_sa: %s ملفات متبقية ليتم ترقيتها.
pt_br: Faltam %s arquivos para atualizar.
pt_pt: %s ficheiros por atualizar.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
ar_sa: لم يتم استخراج أي شئ. يبدو أن مرحلة فك الضغط تم تخطيها.
pt_br: Nada foi extraído. Parece que o processo de descompactação foi pulado.
pt_pt: Não foi nada extraído. Aparentemente o passo de descompactação foi ignorado.
th_th: ไม่มีอะไรถูกดึงออกมา ดูเหมือนว่าจะข้ามขั้นตอนการคลายซิปไป

source: File %s is preserved
ar_sa: الملف %s محفوض
pt_br: Arquivo %s foi preservado
pt_pt: Ficheiro %s foi preservado

source: %s ignored
ar_sa: %s تم تجاهله
pt_br: %s ignorado
pt_pt: %s ignorado
th_th: %s ถูกละเว้น

source: [WARNING] File %1$s has been deleted.
ar_sa: [WARNING] تم حذف الملف %1$s.
pt_br: [AVISO] O Arquivo %1$s foi apagado.
pt_pt: [WARNING] O ficheiro %1$s foi eliminado.
th_th: [คำเตือน] ลบไฟล์ %1$s แล้ว

source: Directory %1$s created.
ar_sa: الدليل %1$s تم إنشاءه.
pt_br: Pasta %1$s criada.
pt_pt: Pasta %1$s foi criada.
th_th: สร้างไดเรกทอรี %1$s แล้ว

source: Error while creating directory %s.
ar_sa: حدث خطأ أثناء إنشاء الدليل %s.
pt_br: Ocorreu um erro durante a criação da pasta %s.
pt_pt: Ocorreu um erro durante a criação da pasta %s.
th_th: เกิดข้อผิดพลาดขณะสร้างไดเร็กทอรี %s

source: Directory %s already exists.
ar_sa: الدليل %s موجود مسبقا.
pt_br: O diretório %s já existe.
pt_pt: A pasta %s já existe.
sr_cs: Direktorijum %s već postoji.

source: [TRANSLATION] The translation files have been merged into file %s.
ar_sa: [TRANSLATION] تم دمج ملفات الترجمة في الملف %s.
pt_br: [TRANSLATION] Os arquivos de tradução foram unificados no arquivo %s.
pt_pt: [TRANSLATION] Os ficheiros de tradução foram fundidos no ficheiro %s.
sr_cs: [TRANSLATION] Prevodni fajlovi su spojeni u fajl %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
ar_sa: [TRANSLATION] لم يتم دمج ملفات الترجمة في الملف %filename%. التبديل إلى نسخ %filename%.
pt_br: [TRANSLATION] Os arquivos de tradução não foram unificados no arquivo %filename%. Troque para a cópia %filename%.
pt_pt: [TRANSLATION] Os ficheiros de tradução não foram fundidos no ficheiro %filename%. Mudar para copiar %filename%.
sr_cs: [TRANSLATION] Prevodni fajlovi nisu spojeni u fajl %filename%. Prebacite se na kopiju %filename%.

source: Copied %1$s.
ar_sa: تم نسخ %1$s.
pt_br: %1$s copiado.
pt_pt: %1$s copiado.
sr_cs: Kopirano %1$s.
th_th: คัดลอก %1$s แล้ว

source: Error while copying file %s
ar_sa: حصل خطأ أثناء نسخ %s
pt_br: Erro ao copiar o arquivo %s
pt_pt: Erro ao copiar ficheiro %s
sr_cs: Greška prikikom kopiranja fajla %s

source: [ERROR] Unable to find files to upgrade.
ar_sa: [ERROR] لايوجد ملفات ليتم ترقيتها.
pt_br: [ERROR] Não foi possível achar os arquivos de atualização.
pt_pt: [ERROR] Não foi possível encontrar ficheiros para atualizar.
sr_cs: [ERROR] Nije moguće pronaći fajlove za ažuriranje.
th_th: [ERROR] ไม่พบไฟล์ที่จะอัปเกรด

source: %s files will be upgraded.
ar_sa: %s ملفات سيتم ترقيتها.
pt_br: %s arquivos serão atualizados.
pt_pt: %s ficheiros serão atualizados.
sr_cs: %s filova će biti ažurirano
th_th: %s ไฟล์จะได้รับการอัปเกรด

source: listModules is not an array. No module has been updated.
ar_sa: قائمة الوحدات ليست مصفوفه. لم يتم تحديث أي وحدة.
pt_br: "listModules" não é um Array. Nenhum módulo foi atualizado.
pt_pt: listModules não é um array. Nenhum módulo foi atualizado.
sr_cs: lista modula nije niz. Nijedan modul nije ažuriran.
th_th: รายการโมดูลไม่ใช่อาร์เรย์ ไม่มีการอัปเดตโมดูล

source: Upgrading module %module%...
pt_br: Atualizando o módulo %module%...
pt_pt: Actualização do módulo %module%...
sr_cs: Ažuriranje modula %module%...

source: The files of module %s have been upgraded.
ar_sa: تم ترقية ملفات الوحدة %s.
pt_br: Os arquivos do módulo %s foram atualizados.
pt_pt: Os ficheiros do módulo %s foram atualizados.
sr_cs: Fajlovi modula %s su ažurirani.
th_th: ไฟล์ของโมดูล %s ได้รับการอัปเกรดแล้ว

source: %s modules left to upgrade.
ar_sa: %s وحدات متبقية للترقية.
pt_br: faltam %s módulos para atualizar.
pt_pt: %s módulos por atualizar.
sr_cs: Preostalo je %s modula za ažuriranje.
th_th: %s โมดูลจะได้รับการอัปเกรด

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
ar_sa: الوحدة النمطية %modulename% غير متوافقة مع الإصدار %version%، ستتم إزالتها من FTP الخاص بك.
pt_br: O módulo %modulename% não é compatível com a versão %version%, ele sera removido do seu FTP.
pt_pt: O módulo %modulename% não é compatível com a versão %version%, será removido do seu FTP.
sr_cs: Modul %modulename% nije kompatibilan sa verzijom %version%, biće uklonjen sa vašeg FTP-a.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
ar_sa: لا تتوافق الوحدة النمطية %modulename% مع الإصدار %version%, الرجاء إزالتها من FTP الخاص بك.
pt_br: O módulo %modulename% não é compatível com a versão %version%, por favor remova-o do seu FTP.
pt_pt: O módulo %modulename% não é compatível com a versão %version%, remova-o do seu FTP.
sr_cs: Modul %modulename% nije kompatibilan sa verzijom %version%, biće uklonjen sa vašeg FTP-a.

source: Addons modules files have been upgraded.
ar_sa: تم ترقية ملفات وحدات الإضافات.
pt_br: Os arquivos de módulos adicionados foram atualizados.
pt_pt: Foram atualizados os ficheiros dos Módulos do Addons.
sr_cs: Fajlovi modula Addons su ažurirani.
th_th: ไฟล์โมดูล Addons ได้รับการอัพเกรดแล้ว

source: %s modules will be upgraded.
ar_sa: %s وحدات سيتم ترقيتها.
pt_br: %s módulos serão atualizados.
pt_pt: %s módulos serão atualizados.
sr_cs: %s moduli će biti ažurirani
th_th: %s โมดูลจะได้รับการอัปเกรด

source: Starting upgrade...
ar_sa: البدئ في الترقية...
pt_br: Iniciando a atualização...
pt_pt: A iniciar a atualização...
sr_cs: Počnite vaše ažuriranje...
th_th: กำลังเริ่มอัปเกรด...

source: Downloading and unzipping steps have been skipped, upgrade process will now remove sample data.
pt_br: As etapas de download e descompactação foram ignoradas, o processo de atualização agora vai remover os dados de exemplo.
pt_pt: Os passos de descarregamento e descompactação foram ignorados, o processo de actualização irá agora remover os dados de amostra.
sr_cs: Koraci preuzimanja i raspakivanja su preskočeni, proces ažuriranja će sada ukloniti primere podataka.
