Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesGsitemapAdmin.*.xlf
Languages: fa_ir, he_il, pt_pt

source: Google sitemap
fa_ir: نقشه گوگلی سایت
he_il: Google מפת אתר של

source: Generate your Google sitemap file
fa_ir: ایجاد نقشه گوگلی سایت شما
he_il: צור קובץ ב-Google Sitemap
pt_pt: Crie o seu ficheiro para o Google sitemap

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
fa_ir: هنگامی که سعی در چک نمودن مجوز های فایل خود می نمودید، خطایی رخ داده است. لطفا مجوز ها را جهت اجازه دادن به پرستاشاپ برای نوشن فایل بر روی مسیر پوشه اصلی تان - روت - تنظیم نمایید.
he_il: שגיאה אירעה בעת נסיון לבדוק הרשאות קבצים. יש לתקן את ההרשאות על מנת לאפשר לפרסטהשופ לכתוב קבצים בספריית השורש.
pt_pt: Ocorreu um erro ao tentar verificar as permissões do ficheiro. Por favor, altere as suas permissões de escrita para permitir que o PrestaShop possa gravar ficheiros no diretório de raiz.

source: Generate your Google sitemap file and keep it up to date with this module.
fa_ir: ایجاد فایل نقشه سایت گوگل و به روز نگه داشتن آن با این ماژول.
pt_pt: Gere o seu ficheiro de mapa do site do Google e mantenha-o actualizado com este módulo.

source: Your sitemaps were successfully created. Please do not forget to setup the URL
fa_ir: نقشه سایت شما با موفقیت ایجاد گردید. لطفا تنظیم نمودن آدرس URL را فراموش نکنید
he_il: מפות האתר נוצרו בהצלחה. אל תשכח להגדיר את ה- URL
pt_pt: O mapa do seu sítio foi criado com sucesso. Por favor não se esqueça de configurar o URL

source: in your Google Webmaster account.
fa_ir: در حساب وبمستر گوگل شما.
he_il: בחשבון ה- Google Webmaster שלך.
pt_pt: na sua conta do Google Webmaster.

source: Your sitemaps
fa_ir: نقشه سایت شما
he_il: מפות האתר (sitemaps) שלך
pt_pt: Os seus mapas do site

source: Sitemaps were already created.
fa_ir: نقشه سایت قبلا ساخته شده است
he_il: מפת האתר כבר קיימת.
pt_pt: Os mapas do site já foram criados.

source: Please set up the following sitemap URL in your Google Webmaster account:
fa_ir: لطفا آدرس URL نقشه سایت فعلی را در قسمت ابزار وب مستر حساب گوگل خود تنظیم نمایید:
he_il: אנא הגדר את כתובת מפת האתר הבאה בחשבון שלך ב Google Webmaster:
pt_pt: Por favor, configure o seguinte URL do mapa do site na sua conta Google Webmaster:

source: The above URL is the master sitemap file. It refers to the following sub-sitemap files:
fa_ir: آدرس فوق آدرس اصلی فایل نقشه سایت است. این آدرس به فایل‌های زیر نقشه سایت ذیل اشاره میکند:
he_il: כתובת ה-URL שלעיל היא קובץ ה-sitemap הראשי. הוא מתייחס לקבצים הבאים של מפת האתר:
pt_pt: Este URL é ficheiro raiz do mapa do site. Refere-se aos seguintes ficheiros de sub-mapa do site:

source: Your last update was made on this date:
fa_ir: آخرین به روز رسانی شما در این تاریخ انجام شده است:
he_il: העדכון האחרון שלך נעשה בתאריך זה:
pt_pt: A sua última atualização foi feita nesta data:

source: This shop has no sitemap yet.
fa_ir: این فروشگاه هنوز هیچ نقشه سایتی ندارد.
he_il: לחנות הזאת עדיין אין מפת אתר.
pt_pt: Esta loja ainda não tem um mapa do site.

source: For a better use of the module, please make sure that you have
fa_ir: برای استفاده بهتر از ماژول، لطفا مطمئن شوید که دارید
he_il: לשימוש טוב יותר של המודול, אנא ודא שיש לך
pt_pt: Para uma melhor utilização do módulo, certifique-se que tem

source: A minimum memory_limit value of 128 MB.
fa_ir: حداقل مقدار memory_limit می بایست ۱۲۸مگابایت باشد.
he_il: ערך memory_limit מינימום של 128 מ"ב.
pt_pt: Um valor mínimo em "memory_limit" de 128Mb.

source: A minimum max_execution_time value of 30 seconds.
fa_ir: حداقل مقدار max_execution_time می بایست ۳۰ ثانیه باشد.
he_il: ערך max_execution_time מינימום של 30 שניות.
pt_pt: Um valor mínimo em "max_execution_time" de 30 segundos.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
fa_ir: می توانید این محدودیت ها را درون فایل php.ini خود ویرایش نمایید. برای جزئیات بیشتر، لطفا با خدمات دهنده هاست خود تماس بگیرید.
he_il: אתה יכול לערוך את המגבלות הללו בקובץ php.ini שלך. לפרטים נוספים, אנא צור קשר עם ספק האחסון שלך.
pt_pt: Pode editar os limites destes valores no seu ficheiro "php.ini". Para detalhes adicionais, contacte por favor o seu fornecedor de hospedagem.

source: Configure your sitemap
fa_ir: پیکربندی نقشه سایت شما
he_il: הגדר מפת אתר
pt_pt: Configure o seu mapa do site

source: Several sitemap files will be generated depending on how your server is configured and on the number of activated products in your catalog.
fa_ir: نقشه سایت‌های مختلفی بر اساس تنظیمات سرور شما و محصولات فعال در شاخه‌های فروشگاه شما تولید خواهد شد.
he_il: מספר קבצי מפות האתר ייווצרו בהתאם לתצורה של השרת שלך ובמספר המוצרים שהופעלו בקטלוג שלך.
pt_pt: Vários ficheiros de mapa do site serão gerados dependendo de como o servidor está configurado e do número de produtos ativos no catálogo da loja.

source: How often do you update your store?
fa_ir: هرچند وقت یکبار فروشگاه خود را به روز رسانی میکنید ؟
he_il: באיזו תדירות אתה מעדכן את החנות?
pt_pt: Com que frequência atualiza a sua loja?

source: always
fa_ir: همیشه
he_il: כל הזמן
pt_pt: sempre

source: hourly
fa_ir: ساعتی
he_il: מדי שעה
pt_pt: a cada hora

source: daily
fa_ir: روزانه
he_il: מדי יום
pt_pt: diariamente

source: weekly
fa_ir: هفتگی
he_il: מדי שבוע
pt_pt: semanalmente

source: monthly
fa_ir: ماهانه
he_il: חודשי
pt_pt: mensalmente

source: yearly
fa_ir: سالانه
he_il: שנתי
pt_pt: anualmente

source: never
fa_ir: هرگز
he_il: אף פעם
pt_pt: nunca

source: Check this box if you wish to check the presence of the image files on the server
fa_ir: اگر می خواهید از وجود تصویر فایل ها بر روی سرور خدمات دهنده مطمئن شوید، علامت تیک داخل جعبه را فعال نمایید
he_il: סמן תיבה זו אם ברצונך לבדוק את נוכחותם של קבצי התמונה בשרת
pt_pt: Marque esta caixa se desejar verificar a presença dos ficheiros de imagem no servidor

source: Indicate the pages that you do not want to include in your sitemap files:
fa_ir: صفحاتی که نمی‌خواهید در نقشه سایت شما باشند را مشخص کنید:
he_il: ציין את הדפים שאינך מעוניין לכלול בקבצי מפת האתר:
pt_pt: Indique as páginas que não quer incluir no seu ficheiro de mapa do site:

source: Uncheck all
fa_ir: لغو انتخاب همه
he_il: בטל בחירת כולם
pt_pt: Desmarcar todos

source: Generate sitemap
fa_ir: تولید نقشه سایت
he_il: צור מפת אתר
pt_pt: Gerar mapa do site

source: Generating a sitemap can take several minutes
fa_ir: تولید نقشه سایت ممکن است چند دقیقه طول بکشد
he_il: יצירת מפת אתר יכולה להימשך מספר דקות
pt_pt: Gerar um mapa do site pode demorar vários minutos

source: Information
fa_ir: اطلاعات
he_il: מידע
pt_pt: Informação

source: You have two ways to generate sitemaps.
fa_ir: شما دو راه برای تولید نقشه سایت دارید.
he_il: יש לך שתי דרכים ליצור sitemaps.
pt_pt: Tem duas formas de gerar mapas do site.

source: Manually:
fa_ir: دستی:
he_il: ידנית:
pt_pt: Manualmente:

source: Using the form above (as often as needed)
fa_ir: با استفاده از فرم بالا‌ (اغلب اوقات مورد نیاز است)
he_il: שימוש בטופס שלעיל (בתדירות הנדרשת לפי הצורך)
pt_pt: Utilizando o formulário acima (sempre que necessário)

source: -or-
fa_ir: -یا-
he_il: - או -
pt_pt: -ou-

source: Automatically:
fa_ir: به طور خودکار:
he_il: אוטומטית:
pt_pt: Automaticamente:

source: Ask your hosting provider to setup a "Cron job" to load the following URL at the time you would like:
fa_ir: از خدمات دهنده هاست خود بخواهید تا یک "Cron Job" برای بارگذاری آدرس URL جاری در زمانی که می‌خواهید بارگذاری شود تنظیم کند:
he_il: בקש מספק האירוח שלך להגדיר את "Cron המשימה " כדי לטעון את כתובת ה-URL הבאה בזמן שאתה רוצה:
pt_pt: Peça ao seu fornecedor de alojamento que configure uma tarefa "Cron job" para executar o seguinte URL no instante que pretender:

source: It will automatically generate your XML sitemaps.
fa_ir: این مورد بصورت خودکار فرمت XML نقشه‌های سایت شما را خواهد ساخت.
he_il: זה ייצור באופן אוטומטי את קובצי XML הכוללים מפות האתר.
pt_pt: Este irá gerar automaticamente os mapas do site em XML.

source: Check all
fa_ir: انتخاب همه
he_il: סמן הכל
pt_pt: Marcar todos
