Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesCheckpaymentShop.*.xlf
Languages: bn_bd, hy_am, ka_ge, nn_no, pl_pl, pt_pt

source: This payment method is not available.
bn_bd: এই পেমেন্ট পদ্ধতি উপস্থিত নেই.
hy_am: Այս վճարային եղանակը մատչելի չէ:
ka_ge: გადახდის მეთოდი მიუწვდომელია.
nn_no: Denne betalingsløysinga er ikkje tilgjengeleg.
pl_pl: Metoda płatności niedostępna.
pt_pt: Este método de pagamento não está disponível.

source: Please send us your check following these rules:
nn_no: Send oss sjekken din som følger disse reglene:
pl_pl: Prześlij nam swój czek stosując się do tych zasad:
pt_pt: Envie-nos o seu cheque nas seguintes condições:

source: Amount
bn_bd: পরিমাণ
hy_am: Գումարի չափը
ka_ge: თანხით
nn_no: Beløp
pl_pl: Kwota
pt_pt: Montante

source: Payee
nn_no: Betalingsmottaker
pl_pl: Odbiorca
pt_pt: Beneficiário

source: Send your check to this address
nn_no: Send sjekken din til denne adressen
pl_pl: Wyślij czek na ten adres
pt_pt: Envie o seu cheque para este endereço

source: Pay by check
bn_bd: চেক দ্বারা পেমেন্টস্
hy_am: Վճարեք չեկով
ka_ge: ჩეკით გადახდა
nn_no: Betal med sjekk
pl_pl: Zapłać czekiem
pt_pt: Pagamento por cheque

source: (order processing will be longer)
bn_bd: ( অর্ডার পক্রিয়াকরন দীর্ঘাইত হবে )
ka_ge: (შეკვეთის დამუშავებე გახანხრძლივდება)
nn_no: (ordrebehandlinga tek litt lenger tid)
pl_pl: (czas przetwarzania zamówienia będzie dłuższy)
pt_pt: (o processamento da encomenda será mais longo)

source: Your order on %s is complete.
bn_bd: %sএর উপর আপনার অর্ডার সম্পূর্ণ.
hy_am: Ձեր %s պատվերը կատարված է:
ka_ge: თქვენი შეკვეთა %s დასრულებულია.
nn_no: Din ordre hjå %s er fullført.
pl_pl: Twoje zamówienie na %s jest gotowe.
pt_pt: A sua encomenda em %s está finalizada.

source: Your check must include:
bn_bd: আপনার চেক এ অন্তর্ভুক্ত থাকা আবশ্যক :
hy_am: Ձեր չեկը պետք է ներառի.
ka_ge: გთხოვთ, გამოგვიგზავნოთ ჩეკი:
nn_no: Sjekken må innehalde:
pl_pl: Proszę wysłać do nas czek
pt_pt: O seu cheque deverá incluir:

source: Payment amount.
bn_bd: পেমেন্টের পরিমাণ
nn_no: Beløp.
pl_pl: Kwota płatności.
pt_pt: Valor a pagar.

source: Payable to the order of
bn_bd: যার অর্ডার এ পরিশোধযোগ্য
hy_am: Վճարում պատվերի համար
ka_ge: გადახდის მიღების შემდეგ ჩვენ
nn_no: Betaling til (firmanamn) for (ordrereferanse)
pl_pl: Płatne na zlecenie
pt_pt: À ordem de

source: Mail to
bn_bd: ই মেইল করুন
hy_am: Նամակ գրել
ka_ge: გამოგიგზავნით ფოსტით
nn_no: Send til
pl_pl: Wysłać do
pt_pt: Enviar para

source: Do not forget to insert your order number #%d.
bn_bd: আপনার অর্ডার নম্বর #%d সন্নিবেশ করতে ভুলবেন না
hy_am: Չմոռանաք մտցնել Ձեր պատվերի համարը #%d
nn_no: Ikkje gløym å skrive på ordrenummeret #%d.
pl_pl: Nie zapomnij podać numeru Twojego zamówienia #%d.
pt_pt: Não se esqueça de inserir o número da sua encomenda nº%d.

source: Do not forget to insert your order reference %s.
bn_bd: আপনার অর্ডার রাফারেন্সে %s সন্নিবেশ করতে ভুলবেন না
hy_am: Չմոռանաք մտնել Ձեր պատվերի հղումը %s
nn_no: Ikkje gløym å skrive på ordrereferanse %s.
pl_pl: Nie zapomnij podać identyfikatora Twojego zamówienia %s.
pt_pt: Não se esqueça de inserir a referência %s da sua encomenda.

source: An email has been sent to you with this information.
bn_bd: এই তথ্যের সঙ্গে একটি ইমেল পাঠানো হয়েছে
hy_am: Ձեզ էլ. նամակ է ուղարկվել այս տեղեկություններով:
ka_ge: თქვენ გამოგეგზავნათ e-mail ინფორმაციით
nn_no: Du har fått ein e-post med denne informasjonen.
pl_pl: Został do ciebie wysłany mail z tymi informacjami.
pt_pt: Foi-lhe enviado um email com esta informação.

source: Your order will be sent as soon as we receive your payment.
bn_bd: আমরা পেমেন্ট পাওয়ার সাথেসাথে আপনার অর্ডার পাঠানো হবে.
hy_am: Ձեր պատվերը կուղարկվի այն ժամանակ երբ մենք ստանանք վճարումը:
ka_ge: თქვენი შეკვეთა გამოგეგზავნებათ გადასახადის მიღების შემდეგ.
nn_no: Ordren vert sendt så snart betalinga er motteke.
pl_pl: Twoje zamówienie zostanie wysłane gdy tylko otrzymamy płatność.
pt_pt: A sua encomenda será enviada após recebermos o pagamento.

source: For any questions or for further information, please contact our
bn_bd: যদি আপনার কোন প্রশ্ন বা কিছু জানার থাকে, তাহলে আমাদের সাথে যোগাযোগ করুন
hy_am: Ցանկացած հարցի կամ լրացուցիչ տեղեկությունների իհամար խնդրում ենք կապվել մեզ հետ
ka_ge: მოგვმართედ შეკითხვებით შემდგომი ინფორმაციისათვის
nn_no: Har du spørsmål eller ynskjer meir informasjon er det berre å kontakta
pl_pl: W przypadku jakichkolwiek pytań lub dalszych informacji, skontaktuj się z naszą
pt_pt: Para quaisquer dúvidas ou para mais informações contacte-nos através do nosso

source: customer service department.
bn_bd: গ্রাহক সেবা ডিপার্টমেন্ট
hy_am: հաճախորդների սպասարկման բաժին
ka_ge: მომხმარებლის დახმარება
nn_no: Kundestøtte.
pl_pl: obsługą klienta
pt_pt: apoio ao cliente.

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
bn_bd: আমরা আপনার অর্ডার একটি সমস্যা লক্ষ্য করেছি আপনি যদি এটিকে ত্রুটি বলে মনে করেন তাহলে মুক্ত মনে আমাদের সাথে যোগাযোগ করুন
hy_am: Մենք նկատել ենք որ Ձեր պատվերի հետ կապված կա խնդիր: Եթե դուք մտածում եք որ դա սխալ է կապվեք մեզ հետ:
ka_ge: ჩვენ შევნიშნეთ პრობლემა შეკვეთაში. თუ თვლით, რომ შეცდომაა დაგვიკავშირდით
nn_no: Me har registrert ein eller fleire problem med ordren din. Meiner du dette er ein feil kan du kontakta
pl_pl: Odnotowaliśmy problem z Twoim zamówieniem. Prosimy o kontakt z
pt_pt: Surgiu um problema com a sua encomenda. Se acha que é um erro, não hesite em contactar a nossa
