Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesContactformShop.*.xlf
Languages: id_id

source: Please select a subject from the list provided.
id_id: Mohon pilih subjek dari daftar.

source: An error occurred during the file-upload process.
id_id: Terjadi error pada saat memuat file

source: Bad file extension
id_id: Ekstensi file tidak benar.

source: An error occurred while sending the message, please try again.
id_id: Terjadi kesalahan saat mengirim pesan, silahkan coba lagi.

source: An error occurred while sending the message.
id_id: Terjadi error pada saat mengirimkan pesan.

source: Your message has been successfully sent to our team.
id_id: Pesan anda telah terkirim.

source: Customer service - Contact us
id_id: Layanan pelanggan - Hubungi kami

source: Send a message
id_id: Kirim pesan

source: If you would like to add a comment about your order, please write it in the field below.
id_id: Jika Anda ingin menambahkan komentar tentang pesanan Anda, silakan tulis di bawah ini.

source: Subject Heading
id_id: Judul

source: Email address
id_id: Alamat email

source: Order reference
id_id: Referensi pembelian

source: Select reference
id_id: Pilih referensi

source: Attach File
id_id: Lampirkan file

source: Message
id_id: Pesan

source: Send
id_id: Kirim
