Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesFacetedsearchAdmin.*.xlf
Languages: az_az, es_co, fr_fr, nl_nl, pt_pt, th_th, zh_tw

source: Faceted search
es_co: Búsqueda por facetas
fr_fr: Navigation à facettes
pt_pt: Pesquisa Facetada
zh_tw: 多面搜索

source: Filter your catalog to help visitors picture the category tree and browse your store easily.
es_co: Filtra tu catálogo para ayudar a los visitantes a visualizar el árbol de categorías y a navegar más fácilmente por tu tienda.
fr_fr: Filtrez votre catalogue pour permettre à vos visiteurs de visualiser les différentes catégories et de parcourir votre catalogue facilement.
nl_nl: Filter uw catalogus zodat bezoekers zich een beeld kunnen vormen van de categoriestructuur en gemakkelijk door uw winkel kunnen bladeren.
pt_pt: Filtre o seu catálogo para ajudar os visitantes a visualizar a árvore de categorias e a navegar facilmente na sua loja.
zh_tw: 過濾您的目錄以幫助訪客描繪分類樹並輕鬆瀏覽您的商店。

source: Filter template name required (cannot be empty)
az_az: Süzgəc şablonunun adı olmalıdır (boş ola bilməz)
es_co: Nombre de la plantilla de filtro requerido (no puede estar vacío)
fr_fr: Nom du modèle de filtre nécessaire (ne doit être vide)
nl_nl: Filter template naam verplicht (mag niet leeg zijn)
pt_pt: O nome do modelo de filtro é obrigatório (não pode ser vazio)
th_th: ชื่อแม่แบบตัวกรองที่ต้องการ (ไม่สามารถว่างเปล่า)
zh_tw: 過濾器模板名稱為必要（無法為空值）

source: You must select at least one category.
az_az: Ən azı bir kateqoriya seçməisiniz.
es_co: Debe seleccionar al menos una categoría.
fr_fr: Vous devez sélectionner au moins une catégorie
nl_nl: U dient minstens één categorie te selecteren.
pt_pt: Tem de escolher pelo menos uma categoria.
zh_tw: 你必須至少選擇一個分類。

source: Your filter
az_az: Süzgəciniz
es_co: Su filtro
fr_fr: Votre filtre
nl_nl: Uw filter
pt_pt: O filtro
th_th: ตัวกรองของคุณ
zh_tw: 你的篩選

source: was updated successfully.
az_az: başarıyla yeniləndi.
es_co: se ha actualizado correctamente.
fr_fr: a été mis à jour avec succès.
nl_nl: is met succes bijgewerkt.
pt_pt: foi atualizado com sucesso.
th_th: ได้รับการปรับปรุงเรียบร้อยแล้ว
zh_tw: 已更新。

source: was added successfully.
az_az: Müvəffəqiyyətlə əlavə olundu.
es_co: se ha añadido correctamente.
fr_fr: a été ajouté avec succès.
nl_nl: is met succes toegevoegd.
pt_pt: foi adicionado com sucesso.
th_th: ถูกเพิ่มเข้ามาประสบความสำเร็จ
zh_tw: 已成功新增。

source: Settings saved successfully
az_az: Tənzimləmələr müvəffəqiyyətlə saxlanıldı
es_co: Configuración guardada con éxito
fr_fr: Paramètres enregistrés avec succès
nl_nl: Instellingen met succes opgeslagen
pt_pt: Definições guardadas com sucesso
th_th: การตั้งค่าการบันทึกเรียบร้อยแล้ว
zh_tw: 設定儲存成功

source: Filter template deleted, categories updated (reverted to default Filter template).
es_co: Plantilla de filtro eliminada, categorías actualizadas (volvió a la plantilla predeterminada del filtro).
fr_fr: Modèle de filtres supprimé, catégories mises à jour (modèle par défaut appliqué).
nl_nl: Filter template verwijderd, categorieën geupdate (teruggezet naar de standaard filter template)
pt_pt: Modelo de filtro removido, categorias atualizadas (revertido para o modelo de filtro padrão).
zh_tw: 已刪除過濾器模板，分類已更新（復原為預設過濾器模板）。

source: Filter template not found
az_az: Süzgəc şablonu tapılmadı
es_co: Plantilla de filtro no se encuentra
fr_fr: Modèle de filtres introuvable
nl_nl: Filter template niet gevonden
pt_pt: Modelo de filtro não encontrado
zh_tw: 找不到過濾器模板

source: My template - %s
az_az: Şablonum - %s
es_co: Mi plantilla - %s
fr_fr: Mon modèle %s
nl_nl: Mijn template - %s
pt_pt: O meu modelo - %s
zh_tw: 我的模板 - %s

source: My template %s
az_az: Şablonum %s
es_co: Mi plantilla %s
fr_fr: Mon modèle %s
nl_nl: Mijn template %s
pt_pt: O meu modelo %s
th_th: แม่แบบของฉัน %s
zh_tw: 我的模板 %s

source: "%s" is not a valid url
az_az: "%s" keçərli keçid deyil
es_co: "%s" no es una URL válida
fr_fr: \"%s\" n'est pas une URL valable
nl_nl: "%s" is geen geldige url
pt_pt: "%s" não é um URL válido
th_th: "%s"ไม่ได้เป็น URL ที่ถูกต้อง
zh_tw: "%s" 是無效的網址

source: You must select at least one page.
es_co: Debe seleccionar al menos una página.
fr_fr: Vous devez sélectionner au moins une page.
nl_nl: U moet ten minste één pagina selecteren.
pt_pt: É necessário seleccionar pelo menos uma página.
zh_tw: 您必須選擇至少一頁。

source: You must select at least one category if you want to use this filter template on category pages.
es_co: Debes seleccionar al menos una categoría para utilizar esta plantilla de filtro en las páginas de categorías.
fr_fr: Vous devez utilisez au moins une catégorie si vous souhaitez utiliser ce filtre modèle sur la page Catégories.
nl_nl: U moet tenminste één categorie selecteren als u dit filtersjabloon op categoriepagina's wilt gebruiken.
pt_pt: Tem de seleccionar pelo menos uma categoria se quiser utilizar este modelo de filtro em páginas de categoria.
zh_tw: 如果您想在分類頁面上使用此篩選器模板，您必須至少選擇一個分類。

source: Category
az_az: Kateqoriya
es_co: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pt_pt: Categoria
th_th: หมวดหมู่
zh_tw: 分類

source: Manufacturer
az_az: İstehsalçı
es_co: Marca
fr_fr: Fabricant
nl_nl: Fabrikant
pt_pt: Fabricante
th_th: ผู้ผลิต
zh_tw: 製造商

source: Supplier
az_az: əlavə edənlər var
es_co: Proveedor
fr_fr: Fournisseurs
nl_nl: Leverancier
pt_pt: Fornecedor
th_th: ผู้จัดหาสินค้า
zh_tw: 供應商

source: New products
az_az: Yeni məhsullar
es_co: Novedades
fr_fr: Nouveaux produits
nl_nl: Nieuwe producten
pt_pt: Novos produtos
th_th: สินค้าใหม่
zh_tw: 新商品

source: Best sales
az_az: Ən çox satılanlar
es_co: Los más vendidos
fr_fr: Meilleures ventes
nl_nl: Best verkochte artikelen
pt_pt: Top de Vendas
zh_tw: 熱賣商品

source: Prices drop
es_co: Ofertas
fr_fr: Promotions
nl_nl: Aanbiedingen
pt_pt: Promoção
zh_tw: 特價商品

source: Search
az_az: Axtar
es_co: Buscar
fr_fr: Rechercher
nl_nl: Zoeken
pt_pt: Pesquisar
th_th: ค้นหา
zh_tw: 搜尋

source: (experimental)
fr_fr: (expérimental)
nl_nl: (experimenteel)
zh_tw: (實驗性)

source: Meta title
az_az: Meta
es_co: Meta título
fr_fr: Balise titre
nl_nl: Meta-titel
pt_pt: Título Meta
th_th: ชื่อ Meta
zh_tw: 元標題

source: No limit
az_az: Limitsiz
es_co: Sin límite
fr_fr: Aucune limite
nl_nl: Geen limiet
pt_pt: Sem limite
zh_tw: 無限制

source: Categories used for this template:
az_az: Bu şablon üçün işlədilən bölmələr:
es_co: Categorías utilizadas para esta plantilla:
fr_fr: Catégories utilisées dans ce modèle :
nl_nl: Categorieën gebruikt voor deze template:
pt_pt: Categorias usadas para este modelo:
zh_tw: 此模板使用分類如下：

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
es_co: La selección de categorías está desactivada porque no tiene categorías o porque usted está en el contexto de "todas las tiendas".
fr_fr: La sélection des catégories est désactivée car vous n'avez pas de catégories ou vous gérez plusieurs boutiques à la fois.
nl_nl: Categorieën selectie is uitgeschakeld omdat u geen categorieën heeft of je bent in een "alle winkels" context.
pt_pt: A escolha de categorias está desativado porque ou não tem categorias ou está num contexto de "todas as lojas".
zh_tw: 因為你沒有可供選擇的分類或在“所有商店”內容中，所以分類選擇無法使用。

source: Effective only if category pages are selected above.
es_co: Solo es efectivo si se seleccionan arriba las páginas de categorías.
fr_fr: Ne s'applique que si les pages de catégorie sont sélectionnées ci-dessus.
nl_nl: Alleen van toepassing als hierboven categoriepagina's zijn geselecteerd.
zh_tw: 僅當上述選擇了類別頁面時才生效。

source: Pages using this template:
es_co: Páginas que usan esta plantilla:
fr_fr: Pages utilisant ce modèle :
nl_nl: Pagina's die dit sjabloon gebruiken:
pt_pt: Páginas que utilizam este modelo:
zh_tw: 使用此範本的頁面有：

source: You must select at least one filter
az_az: Ən az bir süzgəc seçməlisiniz
es_co: Debe seleccionar al menos un filtro
fr_fr: Vous devez choisir au moins un filtre
nl_nl: U dient minstens één filter te selecteren
pt_pt: Deve selecionar pelo menos um filtro
zh_tw: 你必須至少選擇一個過濾器

source: You must select at least one category
az_az: Ən azı bir bölmə seçməlisiniz.
es_co: Debe seleccionar al menos una categoría
fr_fr: Vous devez sélectionner au moins une catégorie
nl_nl: U dient minstens één categorie te selecteren
pt_pt: Tem de selecionar pelo menos uma categoria
zh_tw: 你必須至少選擇一個分類

source: You must select at least one page
fr_fr: Vous devez sélectionner au moins une page
zh_tw: 您必須選擇至少一頁。

source: Template name:
az_az: Şablon adı:
es_co: Nombre de la plantilla:
fr_fr: Nom du modèle :
nl_nl: Templatenaam:
pt_pt: Nome do modelo:
zh_tw: 模板名稱：

source: Only as a reminder
az_az: Yalnız yadasalma kimi
es_co: Sólo como recordatorio
fr_fr: Ne sert que de rappel
nl_nl: Alleen als herinnering
pt_pt: Nome do modelo para poder identificá-lo futuramente
zh_tw: 僅作為提示

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
es_co: ¡Advertencia! su proveedor de alojamiento utiliza el parche Suhosin para PHP, el cual limita el número máximo de campos permitidos en un formulario:
fr_fr: Attention, votre hébergement utilise le patch de sécurité Suhosin pour PHP, qui limite le nombre maximal de champs autorisés dans un formulaire :
nl_nl: Waarschuwing, uw hostingprovider maakt gebruik van de Suhosin-patch voor PHP, dat zorgt voor een maximum aantal toegestane velden in een formulier:
pt_pt: Aviso: O seu fornecedor de alojamento está a usar o patch Suhosin para PHP, que limita o número máximo de campos permitidos num formulário:
zh_tw: 警告: 您的主機服務提供廠商使用Suhosin的PHP修補, 這會限制表格中欄位的最大數字

source: for suhosin.post.max_vars.
az_az: suhosin.post.max_vars üçün.
es_co: para suhosin.post.max_vars.
fr_fr: pour suhosin.post.max_vars.
nl_nl: Voor suhosin.post.max_vars.
pt_pt: para suhosin.post.max_vars.
th_th: สำหรับ suhosin.post.max_vars
zh_tw: 提供 Suhosin.post.max_vars.

source: for suhosin.request.max_vars.
az_az: suhosin.request.max_vars üçün.
es_co: para suhosin.request.max_vars.
fr_fr: pour suhosin.request.max_vars.
nl_nl: Voor suhosin.request.max_vars.
pt_pt: para suhosin.request.max_vars.
th_th: สำหรับ suhosin.request.max_vars
zh_tw: 提供Suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
es_co: Por favor solicite a su proveedor de alojamiento aumentar el límite de Suhosin a
fr_fr: Veuillez contacter votre hébergeur pour augmenter la limite de Suhosin à
nl_nl: Vraag uw hostingprovider het Suhosin-limiet te verhogen naar
pt_pt: Por favor, peça ao seu fornecedor de alojamento para aumentar o limite do Suhosin para
zh_tw: 請尋求主機提供者增加 suhosin 上限到

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
es_co: ¡Advertencia! La configuración de PHP limita el número máximo de campos para enviar en un formulario:
fr_fr: Attention, votre configuration PHP limite le nombre maximum de champs autorisés dans un formulaire :
nl_nl: Waarschuwing, Uw PHP configuratie begrenst het maximum aantal velden geplaatst in een formulier
pt_pt: Aviso! A sua configuração PHP está a limitar o número máximo de campos permitidos num formulário
zh_tw: 警告！您的 PHP 設定限制了一個表單欄位數量上限：

source: for max_input_vars.
az_az: max_input_vars üçün.
es_co: para max_input_vars.
fr_fr: pour max_input_vars
nl_nl: Voor max_input_vars.
pt_pt: para max_input_vars.
zh_tw: 為最大輸入值。

source: Please ask your hosting provider to increase this limit to
es_co: Por favor solicite a su proveedor de alojamiento aumentar este límite a
fr_fr: Veuillez contacter votre hébergeur pour augmenter cette limite à
nl_nl: Vraag uw hostingprovider om dit limiet te verhogen naar
pt_pt: Peça ao seu fornecedor de alojamento para aumentar este limite para
zh_tw: 請尋求主機提供者增加這個上限到

source: %s at least, or you will have to edit the translation files manually.
az_az: Ən azı %s, ya da tərcümə fayllarına bir-bir düzəliş etməli olacaqsız.
es_co: %s por lo menos, o usted tendrá que editar los archivos de traducción de forma manual.
fr_fr: au moins %s, ou vous devrez modifier les fichiers de traduction manuellement.
nl_nl: %s minimaal benodigd, of u zult de vertaalbestanden handmatig moeten bewerken.
pt_pt: %s pelo menos, ou terá que editar os ficheiros de tradução manualmente.
zh_tw: 至少 %s 或手動編輯翻譯檔案。

source: Choose shop association:
es_co: Elija asociación a tienda:
fr_fr: Choisissez les boutiques associées :
nl_nl: Kies de winkel associatie
pt_pt: Escolha a loja associada:
zh_tw: 選擇相關商店：

source: Sub-categories filter
az_az: Alt bölmələr süzgəci
es_co: Filtro de subcategorías
fr_fr: Filtre de sous-catégorie
nl_nl: Subcategorie filter
pt_pt: Filtro de subcategorias
th_th: ตัวกรองหมวดย่อย
zh_tw: 子類別篩選項

source: Product stock filter
az_az: Məhsulun qalıq süzgəci
es_co: Filtro de existencias del producto
fr_fr: Filtre du stock de produits
nl_nl: Productvoorraad filter
pt_pt: Filtro de disponibilidade de produtos
th_th: ตัวกรองสินค้าสต็อก
zh_tw: 商品庫存過濾器

source: Product condition filter
az_az: Məhsul durumu süzgəzi
es_co: Filtro estado del producto
fr_fr: Filtre des conditions de produits
nl_nl: Productconditie filter
pt_pt: Filtro de condição dos produtos
th_th: ตัวกรองสภาพสินค้า
zh_tw: 商品狀態過濾器

source: Product brand filter
az_az: Məhsul brendi süzgəzi
es_co: Filtrar por marcas de producto
fr_fr: Filtre par marque
nl_nl: Productmerk filter
pt_pt: Filtro de marca do produto
zh_tw: 商品品牌過濾器

source: Product weight filter (slider)
az_az: Məhsul çəkisi süzgəzi (slayder)
es_co: Filtro peso del producto (deslizable)
fr_fr: Filtre des poids de produits (glissière)
nl_nl: Productgewicht filter (slider)
pt_pt: Filtro de peso do produto (escala deslizante)
th_th: สินค้าน้ำหนักตัวกรอง (เลื่อน)
zh_tw: 商品重量過濾器（滑塊）

source: Product price filter (slider)
az_az: Məhsul qiyməti süzgəzi (slayder)
es_co: Filtro precio del producto (deslizable)
fr_fr: Filtre de prix des produits (glissière)
nl_nl: Productprijs filter (slider)
pt_pt: Filtro de preço de produto (escala deslizante)
th_th: ราคาสินค้าตัวกรอง (เลื่อน)
zh_tw: 商品價格過濾器(滑塊)

source: Product extras filter
fr_fr: Filtres produit supplémentaires
zh_tw: 商品附加過濾器

source: New filters template
az_az: Yeni süzgəc şablonu
es_co: Nueva plantilla de filtros
fr_fr: Nouveau modèle de filtres
nl_nl: Nieuw filtertemplate
pt_pt: Novo modelo de filtro
zh_tw: 新的過濾器模板

source: You can drag and drop filters to adjust position
es_co: Usted puede arrastrar y colocar filtros para ajustar la posición
fr_fr: Vous pouvez glisser-déposer les filtres pour modifier leurs positions
nl_nl: U kunt filters drag-and-droppen om de positie aan te passen
pt_pt: Pode arrastar e largar filtros para ajustar a posição deles
zh_tw: 您可以拖放過濾器來調整位置

source: Filters:
az_az: Filterlər:
es_co: Filtros:
fr_fr: Filtres :
pt_pt: Filtros:
zh_tw: 篩選項：

source: Total filters: %s
az_az: Toplam filterlər: %s
es_co: Filtros totales: %s
fr_fr: Nombre de filtre : %s
nl_nl: Totaal filters: %s
pt_pt: Total de filtros: %s
zh_tw: 總篩選項：%s

source: Filter result limit:
az_az: Süzgəc nəticələri limiti:
es_co: Límite resultado filtro:
fr_fr: Limite de résultat du filtre :
nl_nl: Filterresultaatlimiet:
pt_pt: Limite de resultados do Filtro:
zh_tw: 過濾結果限制：

source: Filter style:
az_az: Filter stili:
es_co: Estilo filtro:
fr_fr: Style de filtre :
nl_nl: Filterstijl:
pt_pt: Estilo do filtro:
zh_tw: 過濾方式：

source: Checkbox
es_co: Caja
fr_fr: Case à cocher
pt_pt: Caixa de Verificação
zh_tw: 複選框

source: Radio button
es_co: Botón de opción
fr_fr: Bouton radio
nl_nl: Radio-knop
pt_pt: Botão de opção
th_th: ปุ่มเรดิโอ
zh_tw: 單選按鈕

source: Drop-down list
az_az: Açıla-bilir list
es_co: Lista deplegable
fr_fr: Liste déroulante
nl_nl: Uitklapmenu
pt_pt: Lista Drop-down
th_th: รายการแบบดรอปดาวน์
zh_tw: 下拉選單

source: List of ranges
az_az: Aralıqlar sırası
es_co: Lista de rangos
fr_fr: Liste d'intervalles
nl_nl: Lijst met bereiken
pt_pt: Lista de gamas
zh_tw: 範圍列表

source: Attribute group: %name% (%count% attributes)
az_az: Göstərici qrupu: %name% (%count% göstərici)
es_co: Grupo de atributo: %name% (%count% atributos)
fr_fr: Groupe d'attributs : %name% (%count% attributs)
nl_nl: Attributen groep: %name% (%count% attributen)
pt_pt: Grupo de atributos: %name% (%count% atributos)
zh_tw: 屬性組：%name%（%count% 屬性）

source: Attribute group: %name% (%count% attribute)
az_az: Göstərici qrupu: %name% (%count% göstərici)
es_co: Grupo de atributo: %name% (%count% atributo)
fr_fr: Groupe d'attributs : %name% (%count% attribut)
nl_nl: Attributen groep: %name% (%count% attributen)
pt_pt: Grupo de atributos: %name% (%count% atributo)
zh_tw: 屬性組：%name%（%count% 屬性）

source: This group will allow user to select a color
az_az: Bu qrup istifadəçiyə rəng seçimi verəcək
es_co: Este grupo permitirá al usuario seleccionar un color
fr_fr: Ce groupe autorisera l'utilisateur à choisir une couleur
nl_nl: Deze groep staat een gebruiker toe een kleur te selecteren
pt_pt: Este grupo irá permitir que o utilizador selecione uma cor
th_th: กลุ่มนี้จะอนุญาตให้ผู้ใช้เลือกสี
zh_tw: 此群組允許用戶選擇一種顏色

source: Feature: %name% (%count% values)
az_az: Özəllik: %name% (%count% dəyər)
es_co: Característica: %name% (%count% valores)
fr_fr: Caractéristique : %name% (%count% valeurs)
nl_nl: Kenmerk: %name% (%count% waardes)
pt_pt: Funcionalidade: %name% (%count% valores)
zh_tw: 特性組：%name%（%count% 值）

source: Feature: %name% (%count% value)
az_az: Özəllik: %name% (%count% dəyər)
es_co: Característica: %name% (%count% valor)
fr_fr: Caractéristique : %name% (%count% valeur)
nl_nl: Kenmerken: %name% (%count% waarde)
pt_pt: Funcionalidade: %name% (%count% valor)
zh_tw: 特性組：%name%（%count% 值）

source: Indexes and caches
es_co: Índices y cachés
fr_fr: Index et caches
nl_nl: Indexen en caches
pt_pt: Índices e caches
th_th: ดัชนีและแคช
zh_tw: 索引和緩存

source: Indexing is in progress. Please do not leave this page
es_co: Indexación está en marcha. Por favor, no abandone esta página
fr_fr: Indexation en cours. Veuillez ne pas quitter cette page
nl_nl: Indexeren is aan de gang. Verlaat deze pagina niet aub
pt_pt: Indexação em curso. Por favor, não saia desta página
zh_tw: 建立索引中。請不要離開此頁面。

source: Index all missing prices
az_az: Bütün çatışmayan qiymətləri indeksləşdir
es_co: Indexar todos los precios faltantes
fr_fr: Indexer tous les prix manquants
nl_nl: Indexeer alle ontbrekende prijzen
pt_pt: Adicionar ao índice os preços que faltam
th_th: ดัชนีราคาที่ขาดหายไปทั้งหมด
zh_tw: 索引所有缺失的價格

source: Rebuild entire price index
es_co: Reconstruir todo el índice de precios
fr_fr: Reconstruire l'index intégralement
nl_nl: Herbouw de gehele prijs index
pt_pt: Reconstruir todo o índice de preços
zh_tw: 重建整個價格索引

source: Build attributes and features indexes
es_co: Crear índices de atributos y características
fr_fr: Créez des attributs et indexez vos caractéristiques
nl_nl: Bouw attribuut en kenmerken indexen
pt_pt: Criar índices e atributos de funcionalidades
zh_tw: 構建屬性和特徵索引

source: Clear cache
az_az: Keşi sil
es_co: Vaciar el caché o cookies permanentes
fr_fr: Vider le cache
nl_nl: Cache legen
pt_pt: Limpar cache
th_th: ล้างแคช
zh_tw: 清除快取

source: You can set a cron job that will rebuild price index using the following URL:
es_co: Usted puede configurar una tarea programada que reconstruya el índice de precios usando esta URL:
fr_fr: Vous pouvez définir une tâche cron qui va reconstruire l'index des prix en utilisant l'URL suivante :
nl_nl: U kunt een cronjob instellen die de prijs index herbouwd door gebruik te maken van de volgende URL:
pt_pt: Pode definir uma tarefa cron no módulo Gestor de Tarefas Cron que irá reconstruir o índice de preços usando o seguinte URL:
zh_tw: 您可以設定系統排程執行下面網址來重建您的索引：

source: You can set a cron job that will rebuild attribute index using the following URL:
es_co: Usted puede configurar una tarea programada que reconstruya el indice de atributos usando esta URL:
fr_fr: Vous pouvez définir une tâche cron qui va reconstruire l'index des attributs en utilisant l'URL suivante :
nl_nl: U kunt een cronjob instellen die de attribuut index herbouwd door gebruik te maken van de volgende URL:
pt_pt: Pode definir uma tarefa cron no módulo Gestor de Tarefas Cron que irá reconstruir índice de atributos usando o seguinte URL:
zh_tw: 您可以設定系統排程執行下面網址來重建您的索引：

source: A nightly rebuild is recommended.
es_co: Una reconstrucción nocturna es recomendada.
fr_fr: Il est recommandé de reconstruire les indices tous les jours (de préférence à une heure où le site est peu fréquenté, la nuit par exemple).
nl_nl: Een nachtelijke herbouw wordt aangeraden.
pt_pt: É recomendado efetuar a reconstrução do índice todas as noites.
th_th: สร้างยามค่ำ​​คืนจะแนะนำ
zh_tw: 建議每晚重建。

source: Filters templates
az_az: Süzgəc şablonları
es_co: Plantillas de filtros
fr_fr: Modèles de filtres
nl_nl: Filtertemplates
pt_pt: Modelos de filtros
zh_tw: 過濾器模板

source: Created on
az_az: Yaradıldı:
es_co: Creado en
fr_fr: Créé le
nl_nl: Aangemaakt op
pt_pt: Criado em
zh_tw: 創建於

source: Actions
az_az: Əməliyyatlar
es_co: Acciones
nl_nl: Acties
pt_pt: Ações
th_th: การกระทำ
zh_tw: 操作

source: Do you really want to delete this filter template?
az_az: Doğurdan bu süzgəc şablonunu silmək istəyirsiniz?
es_co: ¿Quiere realmente eliminar esta plantilla de filtro?
fr_fr: Voulez-vous vraiment supprimer ce modèle de filtres ?
nl_nl: Weet u zeker dat u dit filtersjabloon wilt verwijderen?
pt_pt: Tem a certeza que quer eliminar este modelo de filtro?
zh_tw: 你真的要刪除這個過濾器模板？

source: No filter template found.
az_az: Heç bir sücgəc şablonu tapılmadı.
es_co: No se encontró plantilla de filtro.
fr_fr: Aucun modèle de filtre trouvé.
nl_nl: Geen filter template gevonden.
pt_pt: Não foi encontrado nenhum modelo de filtro.
th_th: ไม่มีตัวกรองพบแม่แบบ
zh_tw: 沒有找到過濾模板。

source: Add new template
es_co: Añadir nueva plantilla
fr_fr: Créer un modèle
nl_nl: Voeg een nieuwe template toe
pt_pt: Adicionar novo modelo
th_th: เพิ่มเทมเพลตใหม่
zh_tw: 新增過濾器模板

source: Enable cache system
es_co: Habilitar el sistema de caché
fr_fr: Activer le système de cache
nl_nl: Schakel het cachesysteem in
pt_pt: Activar o sistema de cache
zh_tw: 啟用緩存系統

source: Show the number of matching products
az_az: Uyğun gələn məhsulların sayını göstər
es_co: Mostrar el número de productos que concuerden
fr_fr: Afficher le nombre de produits correspondants
nl_nl: Toon het aantal overeenkomende producten
pt_pt: Mostrar o número de produtos resultantes
th_th: แสดงจำนวนของผลิตภัณฑ์ที่ตรงกัน
zh_tw: 顯示匹配商品的數量

source: Show products from subcategories
az_az: Alt bölmələrin məhsullarını göstər
es_co: Mostrar productos de subcategorías
fr_fr: Afficher les produits des sous catégories
nl_nl: Toon producten van subcategorieën
pt_pt: Mostrar produtos nas subcategorias
th_th: แสดงสินค้าจากหมวดย่อย
zh_tw: 顯示子類別商品

source: Show products only from default category
es_co: Mostrar productos solo de la categoría predeterminada
fr_fr: Afficher uniquement les produits de la catégorie par défaut
nl_nl: Toon alleen producten uit de standaardcategorie
pt_pt: Mostrar produtos apenas da categoria principal
zh_tw: 僅顯示默認類別的商品

source: Works only if "Show products from subcategories" is off.
az_az: Yalnız "Alt bölmələrin məhsullarını göstər" söndürüldükdə işləyir.
es_co: Solo funciona si "Mostrar productos de subcategorías" está desactivado.
fr_fr: Ne fonctionne que si la fonction "Afficher les produits des sous catégories" est désactivée.
nl_nl: Werkt alleen als "Producten uit subcategorieën weergeven" is uitgeschakeld.
pt_pt: Só funciona se a opção "Mostrar produtos das subcategorias" estiver desactivada.
zh_tw: 僅在“顯示子類別的商品”處於關閉狀態時有效。

source: Category filter depth (0 for no limits, 1 by default)
es_co: Profundidad del filtro por categoria (0 para ningún límite, 1 por defecto)
fr_fr: Profondeur du filtre des catégories (0 = pas de limite, valeur par défaut : 1)
nl_nl: Categorie filter diepte (0 voor geen limit, 1 is standaard)
pt_pt: Profundidade do filtro de categorias (0 para sem limites, 1 por padrão)
zh_tw: 類別過濾器深度（0表示無限制，默認為1）
