Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, pt_br, pt_pt, sr_cs, th_th

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
ar_sa: بعد ترقية متجرك، يمكنك التراجع إلى قاعدة البيانات والملفات السابقة. استخدم هذه الوظيفة إذا كانت القالب أو وحدة اساسية لا تعمل بشكل صحيح.
pt_br: Depois de atualizar sua loja, pode reverter para a versão anterior do banco de dados e arquivos. Use esta função se o seu tema ou um módulo essencial não estiver funcionando corretamente.
pt_pt: Depois de actualizar a sua loja, pode voltar à base de dados e aos ficheiros anteriores. Utilize esta função se o seu tema ou um módulo essencial não estiver a funcionar correctamente.
sr_cs: Nakon nadogradnje prodavnice, možete se vratiti na prethodnu bazu podataka i datoteke. Koristite ovu funkciju ako vaša tema ili bitan modul ne funkcionišu ispravno.

source: Choose your backup:
ar_sa: اختر نسختك الإحتياطية:
pt_br: Escolha o seu backup:
pt_pt: Escolha a sua cópia de segurança:
sr_cs: Izaberite vaš bekap (rezervnu kopiju)

source: -- Choose a backup to restore --
ar_sa: -- اختر نسخة احتياطية لإستعمالها في عملية الإستعادة --
pt_br: -- Escolha um backup para restaurar --
pt_pt: -- Escolher uma cópia de segurança a repor --
sr_cs: -- Izaberite rezervnu kopiju za vraćanje --

source: More options (Expert mode)
ar_sa: المزيد من الخيارات (وضع الخبير)
pt_br: Mais opções (Modo Avançado)
pt_pt: Mais opções (modo Avançado)
sr_cs: Više opcija (Expert režim)

source: Start your Upgrade
ar_sa: ابدأ الترقية
pt_br: Começar a atualização
pt_pt: Comece a sua Atualização
sr_cs: Počnite vaše ažuriranje

source: You come from the future! You are using a more recent version than the latest available!
ar_sa: لقد أتيت من المستقبل! انت تستخدم اصدار احدث من آخر اصدار متوفر!
pt_br: Você vem do futuro! Está utilizando uma versão mais recente do que a última versão disponível!
pt_pt: Vem do futuro! Está a usar uma versão mais recente do que a última versão disponível!

source: Congratulations, you are already using the latest version available!
ar_sa: مبروك، انت الآن تستخدم احدث اصدار متوفر!
pt_br: Parabéns, você já está utilizando a versão mais recente disponível!
pt_pt: Parabéns, está a usar a última versão disponível!

source: Your current PrestaShop version
ar_sa: نسخة بريستاشوب الحالية
pt_br: Sua versão atual do PrestaShop
pt_pt: A sua versão atual do PrestaShop

source: Your current PHP version
pt_br: Sua versão atual do PHP
pt_pt: A sua versão actual do PHP

source: Latest official version for %s channel.
ar_sa: أحدث إصدار رسمي لقناة %s.
pt_br: Última versão oficial para o canal %s.
pt_pt: Última versão oficial para o canal %s.

source: Upgrade PrestaShop now!
ar_sa: حدّث بريستاشوب الآن!
pt_br: Atualizar o PrestaShop agora!
pt_pt: Atualizar o PrestaShop agora!

source: PrestaShop will be downloaded from %s
ar_sa: سيتم تنزيل PrestaShop من %s
pt_br: Será feito o download do Prestashop de %s
pt_pt: O PrestaShop será transferido a partir de %s

source: Open changelog in a new window
ar_sa: فتح سجل التغيير في نافذة جديدة
pt_br: Abrir o registro de alterações (changelog) numa nova janela
pt_pt: Abrir o histórico de alterações numa nova janela

source: No file will be downloaded (channel %s is used)
ar_sa: لن يتم تنزيل أي ملف ( القناة %s مستخدمة)
pt_br: Nenhum arquivo será baixado (canal %s será utilizado)
pt_pt: Não será transferido qualquer ficheiro (uso do canal %s)

source: The following action are automatically replaced
ar_sa: سيتم استبدال الإجراءات التالية تلقائيًا
pt_br: A seguinte ação é automaticamente substituida
pt_pt: A ação seguinte é automaticamente substituída
th_th: การดำเนินการต่อไปนี้จะถูกแทนที่โดยอัตโนมัติ

source: %old% will be replaced by %new%
ar_sa: سيتم استبدال %old% بـ %new%
pt_br: %old% será substituído por %new%
pt_pt: %old% será substituído por %new%

source: To change this behavior, you need to manually edit your php files
ar_sa: لتغيير هذا السلوك، تحتاج إلى تعديل ملفات php الخاصة بك يدويًا
pt_br: Para alterar este comportamento, você precisa editar manualmente os seus arquivos php
pt_pt: Para alterar este comportamento, necessita de editar manualmente os seus ficheiros php
th_th: หากต้องการเปลี่ยนลักษณะการทำงานนี้ คุณต้องแก้ไขไฟล์ php ด้วยตนเอง

source: Refresh the page
ar_sa: حدث الصفحة
pt_br: Atualizar a página
pt_pt: Recarregue a página

source: Check if a new version is available
ar_sa: تحقق مما إذا كان هناك إصدار جديد متاح
pt_br: Verifique se uma nova versão está disponível
pt_pt: Verificar se está disponível uma nova versão
sr_cs: Proverite da li je dostupna nova verzija.
th_th: ตรวจสอบว่ามีเวอร์ชันใหม่หรือไม่

source: Last check: %s
ar_sa: آخر فحص: %s
pt_br: Última verificação: %s
pt_pt: Última verificação: %s
sr_cs: Posednja provera %s
th_th: ตรวจสอบล่าสุด: %s

source: Last check: never
ar_sa: أخر فحص: أبدا
pt_br: Última verificação: nunca
pt_pt: Última verificação: nunca
sr_cs: Posednja provera: nikada

source: Expert mode
ar_sa: وضع الخبير
pt_br: Modo avançado
pt_pt: Modo avançado
sr_cs: Ekspert režim rada

source: Please select your channel:
ar_sa: الرجاء اختر قناتك:
pt_br: Por favor, selecione o canal:
pt_pt: Selecione o seu canal:
sr_cs: Izaberite kanal...

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
ar_sa: تقدم لك القنوات طرقًا مختلفة لإجراء الترقية. يمكنك إما تحميل الإصدار الجديد يدويًا أو السماح لوحدة الترقية بضغطة واحدة بتنزيله لك.
pt_br: Canais oferecem diferentes formas de realizar atualizações. Você pode enviar a nova versão manualmente ou deixar a funcionalidade "Atualização em 1-clique" realizar essa tarefa por você.
pt_pt: Os diferentes canais oferecem diferentes formas de realizar atualizações. Pode enviar uma nova versão manualmente ou deixar que o módulo "Atualização em 1-clique" faça isso.
sr_cs: Kanali vam nude različite načine za izvršavanje ažuriranja. Možete ručno prenositi novu verziju ili dozvoliti modulu za ažuriranje sa jednim klikom da je preuzme za vas.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
ar_sa: تمنحك قنوات Alpha و Beta و Private إمكانية الترقية إلى إصدار غير رسمي أو غير مستقر (لأغراض الاختبار فقط).
pt_br: Os canais Alfa, Beta e privados oferecem a possibilidade de atualizar para uma versão não-oficial ou instável (usar apenas para fins de teste).
pt_pt: Os canais Alfa, Beta e Privado dão-lhe a possibilidade de actualizar para uma versão não oficial ou instável (apenas para fins de teste).
sr_cs: Alpha, Beta i Privatni kanali vam omogućavaju nadogradnju na nezvanično ili nestabilno izdanje (samo u svrhu testiranja).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
ar_sa: بشكل افتراضي، يجب عليك استخدام قناة "الإصدار الثانوي" التي تقدم أحدث إصدار ثابت متوفر.
pt_br: Por padrão, deve utilizar o canal "Versão menor" pois ele disponibiliza a versão estável mais recente.
pt_pt: Por defeito, deve utilizar o canal "Minor release", que oferece a última versão estável disponível.
sr_cs: Prema zadanim podešavanjima, trebali biste koristiti "Manje izdanje" kanal koji nudi najnoviju stabilnu verziju koja je dostupna.

source: Channel:
ar_sa: قناة:
pt_br: Canal:
pt_pt: Canal:
sr_cs: Kanali

source: Hash key:
ar_sa: مفتاح التجزئة:
pt_br: Chave Hash:
pt_pt: Chave Hash:
sr_cs: Hash ključ:

source: Allow major upgrade:
ar_sa: السماح لعمليات الترقية الرئيسية:
pt_br: Permitir upgrade maior:
pt_pt: Permitir atualização principal:

source: Archive to use:
ar_sa: الإرشيف المستخدم:
pt_br: Arquivo a utilizar:
pt_pt: Ficheiro a usar:

source: Choose an archive
ar_sa: اختيار أرشيف
pt_br: Escolha um arquivo
pt_pt: Escolher um ficheiro

source: Number of the version you want to upgrade to:
ar_sa: رقم الإصدار الذي تريد ترقيته إلى:
pt_br: Número da versão que você quer atualizar:
pt_pt: Número da versão que pretende atualizar:

source: XML file to use:
pt_br: Arquivo XML para usar:
pt_pt: Ficheiro XML a utilizar:

source: Choose an XML file
pt_br: Escolha um arquivo XML
pt_pt: Seleccionar um ficheiro XML

source: No archive found in your admin/autoupgrade/download directory
ar_sa: لم يتم العثور على أي أرشيف في دليل admin/autoupgrade/download
pt_br: Nenhum arquivo encontrado na pasta admin/autoupgrade/download
pt_pt: Não foi encontrado nenhum arquivo na diretoria "admin/autoupgrade/download"

source: Save in the following directory the archive file and XML file of the version you want to upgrade to: %s
pt_br: Salve no diretório a seguir o arquivo compactado e XML da versão para a qual você quer atualizar: %s
pt_pt: Guarde no seguinte directório o ficheiro de arquivo e o ficheiro XML da versão para a qual pretende actualizar: %s

source: Click to save once the archive is there.
pt_br: Clique em "Salvar" assim que o arquivo estiver lá.
pt_pt: Clique para guardar quando o arquivo estiver lá.

source: This option will skip the download step.
ar_sa: هذا الخيار سيتخطى خطوة التنزيل.
pt_br: Esta opção vai pular a etapa de download.
pt_pt: Esta opção irá ignorar o passo de descarregar.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
ar_sa: احفظ في الدليل التالي الملفات غير المضغوطة PrestaShop للإصدار الذي تريد ترقيته إلى: %s
pt_br: Salve no seguinte diretório os arquivos descompactados do PrestaShop da versão que você deseja atualizar: %s
pt_pt: Guardar na seguinte pasta os ficheiros não comprimidos do PrestaShop da versão que quer atualizar para: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
ar_sa: من فضلك أخبرنا عن النسخة التي تقوم بترقيتها إلى [1] (1.7.0.1 على سبيل المثال) [/1]
pt_br: Por favor nos diga para qual versão você esta atualizando [1](1.7.0.1 por exemplo)[/1]
pt_pt: Indique-nos qual é a versão que está a atualizar [1](1.7.0.1 por exemplo)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
ar_sa: سيتخطى هذا الخيار كلاً من تنزيل وفك ضغط الخطوات وسيستخدم %1$s كدليل المصدر
pt_br: Esta opção irá ignorar as etapas de download e descompactação e utilizará %1$s como diretório de origem
pt_pt: Esta opção irá ignorar os passos de transferência e descompressão e irá utilizar %1$s como a pasta de origem

source: Step
ar_sa: خطوة
pt_br: Etapa
pt_pt: Passo

source: Upgrade steps
ar_sa: خطوات الترقية
pt_br: Etapas de atualização
pt_pt: Passos de atualização

source: Version comparison
ar_sa: مقارنة الإصدار
pt_br: Comparação de versões
pt_pt: Comparação de versões

source: PrestaShop Original version
ar_sa: إصدار بريستاشوب الأصلي
pt_br: Versão Original do PrestaShop
pt_pt: Versão original do PrestaShop

source: Differences between versions
ar_sa: الاختلافات بين الإصدارات
pt_br: Diferenças entre versões
pt_pt: Diferenças entre versões

source: Welcome!
ar_sa: مرحباً
pt_br: Bem-vindo!
pt_pt: Bem-vindo(a)!
sr_cs: Dobrodošli!
th_th: ยินดีต้อนรับ!

source: Upgrade your store to benefit from the latest improvements, bug fixes and security patches.
pt_br: Atualize sua loja para usufruir das melhorias, correções de bugs e patches de segurança mais recentes.
pt_pt: Actualize a sua loja para beneficiar das mais recentes melhorias, correcções de erros e patches de segurança.

source: Upgrading your store on your own can be risky. If you don't feel comfortable doing the upgrade yourself, many agencies and developers in your area may also provide this kind of service.
pt_br: Atualizar sua loja sozinho pode ser arriscado. Se você não se sente confortável fazendo o upgrade você mesmo, muitas agências e desenvolvedores em sua área também podem oferecer esse tipo de serviço.
pt_pt: Actualizar a sua loja por conta própria pode ser arriscado. Se não se sentir à vontade para fazer a actualização por si próprio, muitas agências e programadores na sua área podem também prestar este tipo de serviço.

source: URL:
ar_sa: الرابط:

source: Link:
ar_sa: رابط:
