Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesStatscatalogAdmin.*.xlf
Languages: id_id

source: Catalog statistics
id_id: Statistik katalog

source: (1 purchase / %d visits)
id_id: (1 pembelian / %d kunjungan)

source: Choose a category
id_id: Pilih kategori

source: Products available:
id_id: Produk yang tersedia:

source: Average price (base price):
id_id: Harga rata-rata (harga dasar):

source: Product pages viewed:
id_id: Produk halaman yang dilihat:

source: Average number of page visits:
id_id: Rata-rata jumlah kunjungan halaman:

source: Average number of purchases:
id_id: Rata-rata jumlah pembelian:

source: Images available:
id_id: Tersedia gambar:

source: Average number of images:
id_id: Rata-rata jumlah gambar:

source: Products never viewed:
id_id: Produk tidak pernah dilihat:

source: Products never purchased:
id_id: Produk pernah membeli:

source: Conversion rate*:
id_id: * Tingkat konversi:

source: Defines the average conversion rate for the product page. It is possible to purchase a product without viewing the product page, so this rate can be greater than 1.
id_id: Tentukan rate konversi rata-rata untuk halaman produk.Adalah memungkinkan untuk membeli produk tanpa melihat halaman produk, sehingga rate ini dapat lebih besar dari 1.

source: Products never purchased
id_id: Produk yang dibeli tidak pernah

source: Edit / View
id_id: Edit / Lihat
