Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesCategorytreeAdmin.*.xlf
Languages: pt_pt

source: Category tree links
pt_pt: Ligações da árvore de categorias

source: Help navigation on your store, show your visitors current category and subcategories.
pt_pt: Ajude a navegação na sua loja, mostre aos seus visitantes a categoria e as subcategorias actuais.

source: Category root
pt_pt: Categoria raiz

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
pt_pt: Escolha a categoria a mostrar no bloco. A categoria atual é aquela em que o visitante está a navegar no momento.

source: Home category
pt_pt: Categoria principal

source: Current category
pt_pt: Categoria atual

source: Parent category
pt_pt: Categoria Pai

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
pt_pt: Categoria atual, a não ser que tenha sub-categorias. Nesse caso será usada a categoria pai da categoria usada

source: Maximum depth
pt_pt: Profundidade máxima

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
pt_pt: Defina a profundidade máxima dos níveis de categoria apresentados neste bloco (0 = infinito).
