Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesWirepaymentAdmin.*.xlf
Languages: es_es, fr_fr, ms_my, pt_pt

source: Wire payment
es_es: Pagos por transferencia bancaria
fr_fr: Transfert bancaire
pt_pt: Pagamento por transferência bancária

source: Accept wire payments by displaying your account details during the checkout.
es_es: Acepte pagos por transferencia mostrando los detalles de su cuenta durante el pago.
fr_fr: Montrez à vos clients que vous acceptez les virements en affichant vos coordonnées bancaires sur la page de paiement.
pt_pt: Aceite pagamentos por transferência bancária apresentando os detalhes da sua conta durante a finalização da compra.

source: Are you sure about removing these details?
es_es: ¿Estás seguro de que quieres eliminar estos datos?
fr_fr: Êtes-vous certain de vouloir effacer vos données ?
ms_my: Adakah anda benar-benar ingin memadam butiran anda?
pt_pt: Tem a certeza que quer remover estes detalhes?

source: Account owner and account details must be configured before using this module.
es_es: El titular y los datos de la cuenta deben ser configurados antes de utilizar este módulo.
fr_fr: Le titulaire du compte et les informations bancaires doivent être configurés.
ms_my: Pemilik akaun dan butiran perlu dikonfigurasikan untuk menggunakan modul ini dengan betul.
pt_pt: O titular e os detalhes da conta devem ser configurados antes de utilizar este módulo.

source: No currency has been set for this module.
es_es: No se ha establecido ninguna moneda para este módulo.
fr_fr: Aucune devise disponible pour ce module
ms_my: Tidak ada mata wang ditetapkan untuk modul ini
pt_pt: Não foi associada nenhuma moeda a este módulo.

source: Account details are required.
es_es: Los datos de la cuenta son requeridos.
fr_fr: Les détails du compte sont requis
ms_my: Account butiran yang diperlukan.
pt_pt: Os detalhes da conta são obrigatórios.

source: Account owner is required.
es_es: El titular de la cuenta es requerido.
fr_fr: Le titulaire du compte est requis.
ms_my: Pemilik akaun diperlukan.
pt_pt: O titular da conta é obrigatório.

source: Account details
es_es: Datos de la cuenta
fr_fr: Informations sur le compte
pt_pt: Detalhes da conta

source: Account owner
es_es: Titular de la cuenta
fr_fr: Titulaire
ms_my: Pemilik akaun
pt_pt: Titular da conta

source: Such as bank branch, IBAN number, BIC, etc.
es_es: Tales como: sucursal bancaria, código IBAN, BIC, etc.
fr_fr: Comme le code banque, l'IBAN ou encore le BIC.
ms_my: Seperti cabang bank, nombor IBAN, BIC, dll
pt_pt: Como a agência bancária, IBAN, BIC, etc.

source: Bank address
es_es: Dirección sucursal bancaria
fr_fr: Adresse de la banque
ms_my: Alamat Bank
pt_pt: Endereço do banco

source: Customization
es_es: Personalización
fr_fr: Personnalisation
pt_pt: Personalização

source: Reservation period
es_es: Período de reserva
fr_fr: Délai de réservation
pt_pt: Período de reserva

source: Number of days the items remain reserved
es_es: Número de días en que los artículos permanecen reservados
fr_fr: Nombre de jours pendant lesquels les articles seront mis de côté
pt_pt: Número de dias em que os produtos ficam reservados

source: Information to the customer
es_es: Información al cliente
fr_fr: Informations pour le client
pt_pt: Informações para o cliente

source: Information on the bank transfer (processing time, starting of the shipping...)
es_es: Información sobre la transferencia bancaria (tiempo de procesado, iniciación del proceso de envío...)
fr_fr: Informations sur le virement (temps de traitement, délai d'expédition...)
pt_pt: Informações sobre a transferência bancária (tempo de processamento, momento de envio...)

source: Display the invitation to pay in the order confirmation page
es_es: Mostrar la invitación para pagar en la página de confirmación del pedido
fr_fr: Afficher l'invitation à payer dans la page de confirmation
pt_pt: Apresentar o convite de pagamento na página de confirmação de encomenda

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
es_es: La legislación de tu país puede requerir que envíes la invitación para pagar por correo electrónico solamente. Si desactivas la opción, se oculta la invitación en la página de confirmación.
fr_fr: La législation de votre pays peut vous obliger à envoyer l'invitation à payer par e-mail seulement. La désactivation de l'option masquera l'invitation sur la page de confirmation.
pt_pt: A legislação do seu país pode exigir-lhe o envio de um aviso de pagamento por e-mail exclusivamente. Se desativar a opção, irá ocultar o aviso na página de confirmação.

source: Bank address is required.
fr_fr: L'adresse de la banque est requise.

source: The %field% is invalid. Please enter a positive integer.
fr_fr: Le %field% est invalide. Veuillez entrer un nombre entier positif.

source: This module allows you to accept secure payments by bank wire.
es_es: Este módulo permite aceptar pagos seguros por transferencia bancaria.
fr_fr: Ce module vous permet d'accepter les paiements par virement bancaire.
ms_my: Modul ini membolehkan anda untuk menerima pembayaran melalui transfer bank.
pt_pt: Este módulo permite-lhe receber pagamentos seguros por transferência bancária.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
es_es: Si el cliente elige pagar por transferencia bancaria, el estado del pedido cambiará a 'En espera de pago'.
fr_fr: Si le client choisit ce mode de paiement, la commande passera à l'état "Paiement en attente".
pt_pt: Se o cliente escolher pagar por bank wire, o estado da encomenda passa para "A aguardar pagamento".

source: That said, you must manually confirm the order upon receiving the bank wire.
es_es: Por lo tanto, deberá confirmar el pedido en cuanto reciba la transferencia bancaria.
fr_fr: Par conséquent, vous devez confirmer manuellement la commande dès que vous recevrez le virement.
ms_my: Oleh itu, anda harus mengesahkan tempahan secara manual setelah anda menerima bayaran bank.
pt_pt: Terá de confirmar manualmente a encomenda como paga após receber a transferência.
