Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesSocialfollowAdmin.*.xlf
Languages: ar_sa, fr_fr, he_il

source: Social media follow links
ar_sa: متابعة روابط وسائل التواصل الاجتماعية
fr_fr: Liens de suivi sur réseaux sociaux

source: Facebook, Twitter, let your customers know where to follow you and increase your community.
fr_fr: Facebook, Twitter, montrez à vos clients où ils peuvent vous suivre pour développer votre communauté.

source: Please choose a shop to edit the social media links.
fr_fr: Veuillez choisir une boutique pour modifier les liens vers les réseaux sociaux.

source: Facebook URL
ar_sa: رابط الفيسبوك
fr_fr: URL Facebook
he_il: קישור לפייסבוק

source: Your Facebook fan page.
ar_sa: صفحة معجبين الفيس بوك.
fr_fr: Votre page de fan Facebook.
he_il: דף האוהדים שלך בפייסבוק.

source: Twitter URL
ar_sa: رابط تويتر
fr_fr: URL Twitter
he_il: קישור טוויטר

source: Your official Twitter account.
ar_sa: الحساب الرسمي الخاص بك على تويتر.
fr_fr: Votre compte officiel Twitter.
he_il: חשבונות הטוויטר הרשמי שלך.

source: RSS URL
ar_sa: رابط التغذية
fr_fr: URL de flux RSS
he_il: קישור RSS

source: The RSS feed of your choice (your blog, your store, etc.).
ar_sa: تغذية RSS من اختيارك ( مدونتك, متجرك, الخ).
fr_fr: Le flux RSS de votre choix (votre blog, votre boutique, etc.).
he_il: פיד ה- RSS שלך.

source: YouTube URL
ar_sa: رابط اليوتيوب
fr_fr: URL YouTube
he_il: קישור ליו-טיוב

source: Your official YouTube account.
ar_sa: حسابك الرسمي على اليوتيوب.
fr_fr: Votre compte officiel YouTube.
he_il: חשבון היו-טיוב הרשמי שלך.

source: Pinterest URL:
ar_sa: رابط Pinterest:
fr_fr: URL Pinterest
he_il: קישור לפינטרטסט:

source: Your official Pinterest account.
ar_sa: حسابك الرسمي على Pinterest.
fr_fr: Votre compte officiel Pinterest.
he_il: חשבון פינטרסט הרשמי.

source: Vimeo URL:
ar_sa: رابط Vimeo:
fr_fr: URL Vimeo
he_il: קישור לוימאו (Vimeo):

source: Your official Vimeo account.
ar_sa: الحساب الرسمي Vimeo.
fr_fr: Votre compte officiel Vimeo.
he_il: חשבון וימאו (Vimeo) הרשמי שלך.

source: Instagram URL:
ar_sa: رابط انستغرام:
fr_fr: URL Instagram
he_il: קישור לאינסטגרם:

source: Your official Instagram account.
ar_sa: حسابك الرسمي على انستغرام.
fr_fr: Votre compte officiel Instagram.
he_il: חשבון האינסטגרם הרשמי שלך.

source: LinkedIn URL:
fr_fr: URL LinkedIn
he_il: קישור לינקדאין:

source: Your official LinkedIn account.
fr_fr: Votre compte officiel LinkedIn.
he_il: חשבון לינקדאין הרשמי שלך.
