Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, pt_br, pt_pt, sr_cs, th_th

source: File upload stopped by extension
ar_sa: لقد قام الملحق بإيقاف عملية رفع الملف
pt_br: Envio de arquivos interrompido pela extensão
pt_pt: Envio do ficheiro interrompido devido a extensão incorreta

source: Cannot convert your database's data to utf-8.
ar_sa: لا يمكن تعديل قاعدة (قواعد) البيانات الى تنسيق utf-8.
pt_br: Não é possível converter os dados do seu Banco de Dados para UTF-8.
pt_pt: Não é possível converter os dados da sua Base de Dados para UTF-8.

source: Your lastname contains some invalid characters
ar_sa: اسم العائلة الخاص بك يحتوي على بعض أحرف غير صالحة
pt_br: Seu sobrenome contém alguns caracteres inválidos
pt_pt: O seu último nome contém alguns caracteres inválidos
sr_cs: Vaše prezime sadrži neke nevažeće znakove
th_th: นามสกุลของคุณมีอักขระที่ไม่ถูกต้อง

source: Your MySQL server does not support this engine, please use another one like MyISAM
ar_sa: سيرفر MySQL لا يدعم هذا المحرك، يرجى استخدام محرك آخر مثل MyISAM
pt_br: Seu servidor MySQL não suporte este motor. Por favor, selecione outro, como MyISAM
pt_pt: O seu servidor MySQL não suporta este motor de base de dados, por favor use outro como o MyISAM

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
ar_sa: الملف / img/logo.jpg غير قابل للكتابة، يرجى تغيير الصلاحيات (CHMOD) لهذا الملف إلى 755 أو 777
pt_br: O arquivo /img/logo.jpg não tem permissões de escrita; deve dar permissões (CHMOD 755 ou 777) neste arquivo
pt_pt: O ficheiro /img/logo.jpg não tem permissões de escrita; deve fornecer as permissões CHMOD 755 neste ficheiro ou CHMOD 777

source: Invalid catalog mode
ar_sa: وضع الدليل غير صالح
pt_br: Modo de catálogo inválido
pt_pt: Modo de Catálogo inválido

source: No error code available
ar_sa: لا يوجد رقم خطأ مكافيء
pt_br: Nenhum código de erro disponível
pt_pt: Nenhum código de erro disponível

source: [SKIP] directory "%s" does not exist and cannot be emptied.
ar_sa: [SKIP] المجلد "%s" غير موجود ولا يمكن تفريغه.
pt_br: [PULAR] a pasta "%s" não existe e não pode ser esvaziada.
pt_pt: [SKIP] a pasta "%s" não existe e não pode ser apagada.
th_th: [SKIP] ไม่มีไดเรกทอรี "%s" และไม่สามารถล้างข้อมูลได้

source: [CLEANING CACHE] File %s removed
ar_sa: [مسح ذاكرة التخزين المؤقت] تم حذف الملف %s
pt_br: [LIMPANDO O CACHE] O arquivo %s foi removido
pt_pt: [CLEANING CACHE] O ficheiro %s foi removido
th_th: [CLEARING CACHE]%s ลบไฟล์

source: Invalid database configuration
ar_sa: تهيئة خاطئة لقاعدة البيانات
pt_br: A configuração da base de dados é inválida
pt_pt: Configuração base de dados inválida
th_th: การกำหนดค่าฐานข้อมูลไม่ถูกต้อง

source: Database upgrade OK
ar_sa: تم بنجاح ترقية قاعدة البيانات
pt_br: Atualização da base de dados OK
pt_pt: Base de dados atualizada com sucesso
th_th: ปรับรุ่นฐานข้อมูล

source: Warning detected during upgrade.
ar_sa: تم اكتشاف تحذير أثناء الترقية.
pt_br: Aviso detectado durante a atualização.
pt_pt: Foi detetado um aviso durante o processo de atualização.
th_th: คำเตือนตรวจพบระหว่างการอัพเกรด

source: Database upgrade completed
ar_sa: تم الانتهاء من ترقية قاعدة البيانات
pt_br: Atualização do banco de dados completa
pt_pt: Atualização da base de dados completa
th_th: อัปเกรดฐานข้อมูลเสร็จสมบูรณ์

source: %s is not a valid version number.
ar_sa: أن %s رقم اصدار غير صحيح.
pt_br: %s não é um número de versão válido.
pt_pt: %s não é um número de versão válido.
th_th: %s ไม่ใช่หมายเลขเวอร์ชันที่ถูกต้อง

source: [ERROR] Version to install is too old.
ar_sa: [ERROR] النسخة المراد تركيبها قديمة جدا.
pt_br: [ERROR] A versão a instalar está ultrapassada.
pt_pt: [ERROR] A versão a instalar é demasiado antiga.
th_th: [ERROR] เวอร์ชันที่จะติดตั้งเก่าเกินไป

source: Current version: %oldversion%. Version to install: %newversion%.
ar_sa: النسخة الحالية %oldversion%. والنسخة المراد تركيبها هي: %newversion%.
pt_br: Versão atual: %oldversion%. Versão a ser instalada: %newversion%.
pt_pt: Versão atual: %oldversion%. Versão para instalação: %newversion%.

source: Unable to find upgrade directory in the installation path.
ar_sa: غير قادر علي العثور علي دليل الترقية في مسار دليل التركيب.
pt_br: Não foi possível encontrar a pasta de atualização no link da instalação.
pt_pt: Não foi possível encontrar a pasta de atualização no local de instalação.
th_th: ไม่พบไดเร็กทอรีการอัพเกรดในการติดตั้ง

source: Error while loading SQL upgrade file "%s".
pt_br: Erro ao carregar o arquivo de atualização SQL "%s".
pt_pt: Erro ao carregar o ficheiro de actualização SQL "%s".

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
ar_sa: غير قادر علي العثور علي ملفات سيكوال. فضلا افحص أن الدليل %s غير فارغ.
pt_br: Não foi possível encontrar os arquivos SQL de atualização. Por favor, verifique se a pasta %s não está vazia.
pt_pt: Não foi possível encontrar os ficheiros SQL de atualização. Por favor verifique que a pasta %s não está vazia.
th_th: ไม่พบไฟล์อัพเกรด SQL โปรดตรวจสอบว่าโฟลเดอร์ %s ไม่ว่างเปล่า

source: [DROP] SQL %s table has been dropped.
ar_sa: أن [DROP] سيكوال %s من الجداول قد تم حذفها.
pt_br: [DROP] A tabela SQL %s foi descartada.
pt_pt: [DROP] A tabela SQL %s foi eliminada.
th_th: [DROP] ตาราง SQL %s ถูกทิ้ง

source: Switching to default theme.
pt_br: Alternando para o tema padrão.
pt_pt: Mudar para o tema predefinido.

source: Settings file updated
ar_sa: تم تحديث ملف الإعدادات
pt_br: O arquivo de configurações foi atualizado
pt_pt: Ficheiro de definições actualizado
th_th: อัปเดตไฟล์การตั้งค่าแล้ว

source: The config/settings.inc.php file was not found.
ar_sa: أن الملف config/settings.inc.php غير موجود.
pt_br: O arquivo config/settings.inc.php não foi encontrado.
pt_pt: O ficheiro config/settings.inc.php não foi encontrado.
th_th: ไม่พบไฟล์ config/settings.inc.php

source: Error upgrading Doctrine schema
ar_sa: حدث خطأ أثناء ترقية مخطط العقيدة
pt_br: Erro ao atualizar o esquema do Doctrine
pt_pt: Erro ao atualizar o esquema do Doctrine

source: Download of the language pack %lang% failed. %details%
pt_br: Falha ao baixar o pacote do idioma %lang%. %details%
pt_pt: A transferência do pacote de idiomas %lang% falhou. %details%

source: Error while updating translations for lang %lang%. %details%
pt_br: Erro ao atualizar as traduções para o idioma %lang%. %details%
pt_pt: Erro ao actualizar as traduções para o idioma %lang%. %details%

source: Upgrade the RTL files.
pt_br: Atualizar os arquivos RTL.
pt_pt: Actualizar os ficheiros RTL.

source: Cannot generate email templates: %s.
pt_br: Não é possível gerar os modelos de e-mail: %s.
pt_pt: Não é possível gerar modelos de email: %s
sr_cs: Nemoguće kreirati e-mail temus: %s.

source: [ERROR] %dir% does not exist or is not a directory.
pt_br: [ERRO] %dir% não existe ou não é uma pasta.
pt_pt: [ERROR] %dir% não existe ou não é uma pasta.

source: [ERROR] No response from Addons server.
ar_sa: [ERROR] ﻻتوجد استجابة من سيرفر اﻻضافات.
pt_br: [ERROR] Nenhuma resposta do Servidor de Addons.
pt_pt: [ERROR] não existe resposta do servidor de Addons.
th_th: [ERROR] ไม่มีการตอบกลับจากเซิร์ฟเวอร์ Addons

source: [ERROR] Unable to write module %s's zip file in temporary directory.
ar_sa: [ERROR] غير قادر علي كتابة موديل %s الملف المضغوط في الدليل المؤقت.
pt_br: [ERROR] Não foi possível gravar no arquivo zip na pasta temporária do módulo %s's.
pt_pt: [ERROR] Não foi possível escrever o ficheiro zip do módulo %s na pasta temporária.
th_th: [ข้อผิดพลาด] ไม่สามารถเขียนไฟล์ zip ของโมดูล%s ในไดเร็กทอรีชั่วคราว

source: [WARNING] Error when trying to extract module %s.
pt_br: [ATENÇÃO] Erro ao tentar extrair o módulo %s.
pt_pt: [WARNING] erro durante a atualização do módulo %s.

source: [WARNING] Error when trying to upgrade module %s.
ar_sa: [WARNING] حدث خطأ عند محاولة ترقية الوحدة %s.
pt_br: [WARNING] Erro ao tentar atualizar o módulo %s.
pt_pt: [WARNING] Erro durante a atualização do módulo %s.
th_th: [คำเตือน] เกิดข้อผิดพลาดขณะพยายามอัปเกรดโมดูล %s

source: Error when opening settings.inc.php file in write mode
ar_sa: خطأ عند فتح ملف settings.inc.php في وضع الكتابة
pt_br: Erro ao abrir o arquivo settings.inc.php em modo de escrita
pt_pt: Erro ao abrir o ficheiro settings.inc.php em modo escrita
th_th: เกิดข้อผิดพลาดเมื่อเปิดไฟล์ settings.inc.php ในโหมดเขียน

source: Error when generating new settings.inc.php file.
ar_sa: حدث خطأ أثناء إنشاء ملف settings.inc.php جديد.
pt_br: Erro ao gerar um novo arquivo settings.inc.php.
pt_pt: Erro ao gerar um novo ficheiro settings.inc.php.
th_th: เกิดข้อผิดพลาดขณะสร้างไฟล์ settings.inc.php ใหม่

source: [NOTICE] File %s does not exist, merge skipped.
ar_sa: [NOTICE] الملف %s غير موجود، تم تخطي الدمج.
pt_br: [NOTICE] O arquivo %s não existe, a junção foi pulada.
pt_pt: [NOTICE] O ficheiro %s não existe, a ignorar o passo de fusão.
th_th: [ประกาศ] ไม่มีไฟล์ %s การรวมถูกข้ามไป

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
ar_sa: [WARNING] %variablename% variable مفقود في الملف %filename%. تخطي الدمج.
pt_br: [WARNING] A variável %variablename% não está no arquivo %filename%. A junção foi pulada.
pt_pt: [ATENÇÃO] Variável %variablename% em falta no ficheiro %filename%. O passo Intercalar vai ser ignorado.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
ar_sa: [WARNING] %variablename% variable مفقود في الملف %filename%. تم حذف الملف %filename% ودمجه.
pt_br: [WARNING] A variável %variablename% não está no arquivo %filename%. Arquivo %filename% deletado e a junção foi pulada.
pt_pt: [ATENÇÃO] Variável %variablename% em falta no ficheiro %filename%. O ficheiro %filename% é eliminado e o passo Intercalar vai ser ignorado.

source: Unable to create directory %s
ar_sa: تعذر إنشاء الدليل %s
pt_br: Não foi possível criar a pasta %s
pt_pt: Não é possível criar a pasta %s
sr_cs: Nije moguće kreiranje direktorijuma %s

source: Error when trying to add %filename% to archive %archive%.
ar_sa: حدث خطأ عند محاولة إضافة %filename% إلى أرشفة %archive%.
pt_br: Erro ao tentar adicionar %filename% ao arquivo %archive%.
pt_pt: Erro ao tentar adicionar %filename% ao ficheiro %archive%.

source: %filename% added to archive. %filescount% files left.
ar_sa: تمت إضافة %filename% إلى الأرشيف. %filescount% من الملفات متبقية.
pt_br: %filename% adicionado ao arquivo. %filescount% arquivo(s) restante(s).
pt_pt: %filename% adicionado ao ficheiro. %filescount% ficheiros restantes.

source: Could not close the Zip file properly. Check you are allowed to write on the disk and there is available space on it.
pt_br: Não foi possível fechar corretamente o arquivo Zip, Verifique se você tem permissão de escrita no disco e que ele tem espaço disponível.
pt_pt: Não foi possível fechar correctamente o ficheiro Zip. Verifique se tem permissão para escrever no disco e se existe espaço disponível no mesmo.

source: %s is not a file
ar_sa: %s ليس ملفًا
pt_br: %s não é um arquivo
pt_pt: %s não é um ficheiro

source: Unable to create directory %s.
ar_sa: تعذر إنشاء الدليل %s.
pt_br: Não foi possível criar a pasta %s.
pt_pt: Não é possível criar a pasta %s.

source: Could not extract %file% from backup, the destination might not be writable.
pt_br: Não foi possível extrair %file% do backup, o destino pode não ter permissão de escrita.
pt_pt: Não foi possível extrair %file% da cópia de segurança, o destino pode não ser gravável.
sr_cs: Nije moguće izvršiti ekstrakciju datoteke %file% iz rezervne kopije, odredište možda nema dozvolu za pisanje.

source: Content of archive %zip% is extracted
pt_br: O conteúdo do arquivo %zip% foi extraído
pt_pt: O conteúdo do arquivo %zip% é extraído
sr_cs: Sadržaj arhive %zip% je raspakovan.

source: [ERROR] Unable to list archived files
ar_sa: [ERROR] تعذر إضافة الملفات المؤرشفة إلى القائمة
pt_br: [ERRO] Impossível listar arquivos compactados
pt_pt: [ERROR] Impossível listar ficheiros arquivados
sr_cs: [ERROR] Nije moguće prikazati listu arhiviranih datoteka

source: File %filename% (size: %filesize%) has been skipped during backup.
ar_sa: تم تخطي الملف %filename% (الحجم: %filesize%) أثناء النسخ الاحتياطي.
pt_br: Arquivo %filename% (tamanho: %filesize%) foi pulado durante o backup.
pt_pt: Ficheiro %filename% (tamanho: %filesize%) foi ignorado durante a cópia de segurança.
sr_cs: Datoteka %filename% (veličina: %filesize%) je preskočena prilikom rezervne kopije.

source: Unable to open zipFile %s
ar_sa: تعذر فتح zipFile %s
pt_br: Não foi possível abrir o arquivo Zip %s
pt_pt: Não é possível abrir o ficheiro Zip %s
sr_cs: Nije moguće otvoriti zipFile %s

source: Activity Log
ar_sa: سجل النشاط
pt_br: Registro de atividades (log)
pt_pt: Registo de atividade
sr_cs: Zapis aktivnosti

source: Currently processing
ar_sa: جاري العمل
pt_br: Em processamento
pt_pt: Em processamento
sr_cs: Trenutno na obradi

source: Analyzing the situation...
ar_sa: تحليل الحالة...
pt_br: Analisando a situação...
pt_pt: A analisar a situação...
sr_cs: Analiziram situaciju...

source: Errors
ar_sa: أخطاء
pt_br: Erros
pt_pt: Erros
sr_cs: Grešaka

source: Branch:
ar_sa: فرع:
pt_pt: Ramo
sr_cs: Grana

source: Version number:
ar_sa: رقم الإصدار:
pt_br: Número da versão:
pt_pt: Versão número:
sr_cs: Broj verzije

source: MD5 hash:
ar_sa: تجزئة MD5:
pt_br: Hash MD5:
pt_pt: Hash MD5:
th_th: แฮช MD5:

source: Changelog:
ar_sa: سِجل التغييرات:
pt_br: Lista de alterações:
pt_pt: Histórico de alterações:
sr_cs: Zapis o promenama:
th_th: ล็อกการเปลี่ยนแปลง

source: See changelog
pt_br: Ver o registro de alterações
pt_pt: Ver o histórico de alterações
sr_cs: Prikaži zapis o promenama

source: The pre-Upgrade checklist
ar_sa: قائمة التحقق قبل عملية الترقية
pt_br: Checklist pré-Atualização
pt_pt: Lista de verificação pré-atualização
sr_cs: Kontrolna lista pre ažuriranja

source: Your current version of the module is out of date. Update now
pt_br: Sua versão atual do módulo está desatualizada. Atualize agora
pt_pt: A sua versão actual do módulo está desactualizada. Actualizar agora
sr_cs: Trenutna verzija modula je zastarela. Ažurirajte sada.

source: Modules > Module Manager > Updates
pt_br: Módulos > Gerenciador de Módulos > Atualizações
pt_pt: Módulos > Gestor de módulos > Actualizações
sr_cs: Moduli > Modul menadžer > Ažuriranja

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
ar_sa: قائمة التحقق تحتوي على نقاط غير صالحة. يمكنك ترقية متجرك فقط عندما تصبح جميع المؤشرات خضراء.
pt_br: O checklist não está OK. Você Só pode atualizar sua loja quando todos os indicadores estiverem verdes.
pt_pt: A lista de verificação não está correta. Só pode atualizar a sua loja quando todos os indicadores estiverem verdes.
sr_cs: Kontrolna lista nije u redu. Možete izvršiti nadogradnju prodavnice samo kada su svi pokazatelji označeni zelenom bojom.

source: Before starting the upgrade process, please make sure this checklist is all green.
ar_sa: قبل البدء في عملية الترقية، يرجى التأكد من أن قائمة التحقق هذه كلها خضراء.
pt_br: Antes de iniciar o processo de atualização, certifique-se que todos os itens do checklist estão verdes.
pt_pt: Antes de iniciar o processo de atualização, deve garantir que esta lista de verificação tem todos os pontos a verde.
sr_cs: Pre nego što započnete proces nadogradnje, molimo vas da se uverite da su sve stavke na ovoj kontrolnoj listi označene zelenom bojom.

source: Your server is running on a supported PHP version.
pt_br: Seu servidor está rodando uma versão de PHP suportada.
pt_pt: O seu servidor está a funcionar com uma versão suportada do PHP.
sr_cs: Vaš server koristi podržanu verziju PHP-a.

source: The PHP version your server is running on is obsolete and needs to be upgraded. [1]Learn more[/1].
pt_br: A versão de PHP que seu servidor está rodando está obsoleta e precisa ser atualizada. [1]Saiba mais[/1].
pt_pt: A versão do PHP em que o seu servidor está a funcionar é obsoleta e precisa de ser actualizada. [1]Saiba mais[/1].
sr_cs: Verzija PHP-a koju vaš server koristi je zastarela i potrebno je izvršiti nadogradnju. [1]Saznajte više[/1].

source: Your store's root directory (%s) is writable (with appropriate CHMOD permissions).
pt_br: O diretório raiz de sua loja (%s) tem permissão de escrita (com as permissões CHMOD corretas).
pt_pt: O directório raiz da sua loja (%s) pode ser escrito (com as permissões CHMOD adequadas).
sr_cs: Koreni direktorijum vaše prodavnice (%s) je otvoren za pisanje (sa odgovarajućim CHMOD dozvolama).

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
ar_sa: المسار "/admin/autoupgrade" قابل للكتابة (صلاحيات CHMOD مناسبة)
pt_br: A pasta "/admin/autoupgrade" tem permissões de escrita (com o permissões CHMOD apropriadas)
pt_pt: A pasta "/admin/autoupgrade" tem permissões de escrita (com o permissões CHMOD apropriadas)
sr_cs: Direktorijum "/admin/autoupgrade" je otvoren za pisanje (odgovarajuće CHMOD dozvole).

source: PHP's "Safe mode" option is turned off
ar_sa: تم إيقاف تشغيل خيار "الوضع الآمن" في PHP
pt_br: Opção "Safe mode" do PHP está desligada
pt_pt: Opção "Safe mode" do PHP está desligada
sr_cs: PHP-ova opcija "Safe mode" je isključena.

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
ar_sa: تم تشغيل الخيار PHP المتمثل في "allow_url_fopen"، أو تم تثبيت cURL
pt_br: A opção do PHP "allow_url_fopen" está ativada, ou cURL está instalado
pt_pt: A opção do PHP "allow_url_fopen" está ativada, ou cURL está instalado
sr_cs: PHP-ova opcija "allow_url_fopen" je uključena ili je cURL instaliran.

source: PHP's "zip" extension is enabled
pt_br: A extensão "zip" do PHP está ativa
pt_pt: A extensão "zip" do PHP está activada
sr_cs: PHP-ova ekstenzija "zip" je omogućena.

source: Your store is in maintenance mode
ar_sa: متجرك في وضع الصيانة
pt_br: A sua loja está em modo de manutenção
pt_pt: A sua loja está em modo de manutenção
sr_cs: Vaša prodavnica je u režimu održavanja

source: Enable maintenance mode and add your maintenance IP in [1]Shop parameters > General > Maintenance[/1]
pt_br: Ative o modo de manutenção adicione seu IP de manutenção em [1]Parâmetros da Loja > Geral > Manutenção[/1]
pt_pt: Activar o modo de manutenção e adicionar o seu IP de manutenção em [1]Parâmetros da loja > Geral > Manutenção[/1]
sr_cs: Omogućite režim održavanja i dodajte svoju IP adresu za održavanje u [1]Shop parametri > Opšte > Održavanje[/1].

source: PrestaShop's caching features are disabled
ar_sa: ميزات التخزين المؤقت لـPrestaShop معطلة
pt_br: A funcionalidade de cache do PrestaShop está desativada
pt_pt: A funcionalidade de cache do PrestaShop está desativada
sr_cs: PrestaShop-ove funkcije keširanja su onemogućene.

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
ar_sa: يمتلك إعداد max_execution_time في PHP قيمة عالية أو تم تعطيله بالكامل (القيمة الحالية: غير محدودة)
pt_br: A configuração max_execution_time do PHP tem um valor alto ou está desativado completamente (valor atual: ilimitado)
pt_pt: A definição de PHP's max_execution_time tem um valor demasiado elevado ou está desativada completamente (valor atual: ilimitado)
sr_cs: PHP-ova postavka max_execution_time ima visoku vrednost ili je potpuno isključena (trenutna vrednost: neograničeno).

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
ar_sa: يمتلك إعداد max_execution_time في PHP قيمة عالية أو تم تعطيله بالكامل (القيمة الحالية: %s ثانية)
pt_br: A configuração max_execution_time do PHP tem um valor alto ou está desativado completamente (valor atual: %s segundo(s))
pt_pt: A definição de PHP's max_execution_time tem um valor demasiado elevado ou está desativada completamente (valor atual: %s segundos)
sr_cs: PHP-ova postavka max_execution_time ima visoku vrednost ili je potpuno isključena (current value: %s seconds)

source: Your current PHP version isn't compatible with your PrestaShop version.
pt_br: Sua versão de PHP atual não é compatível com sua versão do PrestaShop.
pt_pt: A sua versão actual do PHP não é compatível com a sua versão da PrestaShop.
sr_cs: Trenutna verzija PHP-a nije kompatibilna sa verzijom PrestaShop-a koju koristite.

source: Apache mod_rewrite is disabled.
pt_br: O mod_rewrite do Apache está desativado.
pt_pt: O mod_rewrite do Apache está desactivado.
sr_cs: Apache mod_rewrite je onemogućen.

source: The following PHP extensions are not installed: %s.
pt_br: As seguintes extensões do PHP não estão instaladas: %s.
pt_pt: As seguintes extensões PHP não estão instaladas: %s.
sr_cs: Sledeće PHP ekstenzije nisu instalirane: %s.

source: The following PHP extension is not installed: %s.
pt_br: A seguinte extensão do PHP não está instalada: %s.
pt_pt: A seguinte extensão PHP não está instalada: %s.
sr_cs: Sledeća PHP ekstenzija nije instalirana: %s.

source: PHP memory_limit is inferior to 256 MB.
pt_br: O memory_limit do PHP é inferior a 256 MB.
pt_pt: O memory_limit do PHP é inferior a 256 MB.
sr_cs: PHP memory_limit je manji od 256 MB.

source: PHP file_uploads configuration is disabled.
pt_br: A configuração file_uploads do PHP está desativada.
pt_pt: A configuração PHP file_uploads está desactivada.
sr_cs: Konfiguracija PHP-a file_uploads je onemogućena.

source: The following PHP functions are not installed: %s.
pt_br: As seguintes funções do PHP não estão instaladas: %s.
pt_pt: As seguintes funções PHP não estão instaladas: %s.
sr_cs: Sledeće PHP funkcije nisu instalirane: %s.

source: The following PHP function is not installed: %s.
pt_br: A seguinte função do PHP não está instalada: %s.
pt_pt: A seguinte função PHP não está instalada: %s.
sr_cs: Sledeća PHP funkcija nije instalirana: %s.

source: It's not possible to create a PHP session.
pt_br: Não é possível criar uma sessão do PHP.
pt_pt: Não é possível criar uma sessão PHP.
sr_cs: Nije moguće kreirati PHP sesiju.

source: The following files are missing:
pt_br: Os seguintes arquivos estão faltando:
pt_pt: Faltam os seguintes ficheiros:
sr_cs: Nedostaju sledeće datoteke:

source: It's not possible to write in the following folders:
pt_br: Não é possível escrever nas seguintes pastas:
pt_pt: Não é possível escrever nas seguintes pastas:
sr_cs: Nije moguće pisati u sledeće direktorijume:

source: Please also make sure you make a full manual backup of your files and database.
ar_sa: يرجى أيضًا التأكد من عمل نسخة احتياطية يدوية كاملة من ملفاتك وقاعدة بياناتك.
pt_br: Por favor certifique-se de ter um backup manual integral de todos os seus arquivos e do banco de dados.
pt_pt: Verifique igualmente que realiza manualmente uma cópia de segurança integral de todo os seus ficheiros e da sua base de dados.
sr_cs: Takođe, molimo vas da napravite manuelno napravite potpunu rezervnu kopiju svojih fajlova i baze podataka.

source: PrestaShop requirements are not satisfied.
pt_br: Os requisitos do PrestaShop não foram satisfeitos.
pt_pt: Os requisitos da PrestaShop não são satisfeitos.
sr_cs: PrestaShop zahtevi nisu ispunjeni.

source: Rollback
ar_sa: الإرجاع
pt_br: Reverter
pt_pt: Reverter
sr_cs: Vraćanje na prethodno stanje
