Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesBlockwishlistShop.*.xlf
Languages: es_es, uk_ua, zh_tw

source: You aren't logged in
es_es: No ha iniciado sesión
uk_ua: Ви не авторизовані
zh_tw: 您還沒有登入

source: Unknown action
es_es: Acción desconocida
uk_ua: Невідома дія
zh_tw: 未知的操作

source: There was an error adding the product
es_es: Hubo un error al añadir el producto.
uk_ua: Під час додавання товару сталася помилка
zh_tw: 添加商品時出錯

source: There was an error while adding the product attributes
es_es: Hubo un error al añadir los atributos del producto
uk_ua: Під час додавання атрибутів товару сталася помилка
zh_tw: 添加商品屬性時出錯

source: Product added
es_es: Producto añadido
uk_ua: Товар додано
zh_tw: 已添加商品

source: The list name is invalid.
es_es: El nombre de la lista no es válido.
uk_ua: Недопустима назва списку.
zh_tw: 清單名稱不正確。

source: The list has been properly created
es_es: La lista se ha creado correctamente
uk_ua: Список створено належним чином
zh_tw: 該列表已正確創建

source: Error saving the new list
es_es: Error al guardar la nueva lista
uk_ua: Помилка при збереженні нового списку
zh_tw: 儲存新列表時發生錯誤。

source: Missing name parameter
es_es: Falta el nombre
uk_ua: Відсутній параметр імені
zh_tw: 缺少名稱參數

source: The list name is invalid
es_es: El nombre de la lista no es válido
uk_ua: Недопустима назва списку
zh_tw: 清單名稱不正確

source: List has been renamed
es_es: Se ha renombrado la lista
uk_ua: Список був перейменований
zh_tw: 列表已重命名

source: List could not be renamed
es_es: No se pudo renombrar la lista
uk_ua: Список не може бути перейменований
zh_tw: 清單無法重命名

source: List has been removed
es_es: La lista ha sido eliminada
uk_ua: Список видалено
zh_tw: 列表已被刪除

source: List deletion was unsuccessful
es_es: No se pudo eliminar la lista
uk_ua: Список не вдалося видалити
zh_tw: 列表刪除失敗

source: Product successfully removed
es_es: Producto eliminado correctamente
uk_ua: Товар успішно видалено
zh_tw: 商品已成功刪除。

source: Unable to remove product from list
es_es: No se puede eliminar el producto de la lista
uk_ua: Неможливо видалити товар зі списку
zh_tw: 無法從列表中刪除商品

source: Product successfully updated
es_es: Producto actualizado correctamente
uk_ua: Товар успішно оновлено
zh_tw: 已成功更新商品。

source: Unable to update product from wishlist
es_es: No se puede actualizar el producto de la lista de deseos
uk_ua: Неможливо оновити товар зі списку бажань
zh_tw: 無法從願望清單更新商品

source: Request is missing one or multiple parameters
es_es: A la solicitud le faltan uno o varios parámetros
uk_ua: У запиті відсутні один або кілька параметрів
zh_tw: 指令缺少一或多個參數

source: Product added to cart
es_es: Producto añadido al carrito
uk_ua: Товар доданий у кошик
zh_tw: 商品添加至購物車

source: Error when adding product to cart
es_es: Error al añadir el producto al carrito
uk_ua: Помилка при додаванні товару до кошика
zh_tw: 將商品添加到購物車時出錯

source: You're not allowed to manage this list.
es_es: No tiene permitido administrar esta lista.
uk_ua: Ви не можете керувати цим списком.
zh_tw: 您無權管理此列表。

source: You do not have access to this wishlist.
es_es: No tienes acceso a esta lista de deseos.
uk_ua: У вас немає доступу до цього списку бажань.
zh_tw: 您無權訪問此願望清單。

source: WishList: %wishlist_name%
es_es: Lista de deseos: %wishlist_name%
uk_ua: Список бажань: %wishlist_name%
zh_tw: 願望清單： %wishlist_name%

source: Add to wishlist
es_es: Añadir a la lista de deseos
uk_ua: Додати до списку обраних товарів
zh_tw: 新增至待購列表

source: No list found.
es_es: No se encontró ninguna lista.
uk_ua: Список не знайдено.
zh_tw: 找不到列表。

source: Create wishlist
es_es: Crear lista de deseos
uk_ua: Створити список бажань
zh_tw: 建立願望清單

source: Add name
es_es: Añadir nombre
uk_ua: Додати назву
zh_tw: 新增名稱

source: List title is too short
es_es: El título de la lista es demasiado corto
uk_ua: Назва списку надто коротка
zh_tw: 列表的標題太短。

source: Remove product from wishlist
es_es: Quitar producto de la lista de deseos
uk_ua: Видалити товар зі списку бажань
zh_tw: 從待購列表刪除商品

source: Delete wishlist
es_es: Eliminar lista de deseos
uk_ua: Видалити список бажань
zh_tw: 刪除願望清單

source: The product will be removed from "%nameofthewishlist%".
es_es: El producto se eliminará de %nameofthewishlist%.
uk_ua: Товар буде видалено з "%nameofthewishlist%".
zh_tw: 該商品將從 “％nameofthewishlist％” 中刪除。

source: Remove
es_es: Eliminar
uk_ua: Видалити
zh_tw: 删除

source: Delete
es_es: Eliminar
uk_ua: Видалити
zh_tw: 刪除

source: Cancel
es_es: Cancelar
uk_ua: Відміна
zh_tw: 取消

source: Sign in
es_es: Iniciar sesión
uk_ua: Увійти
zh_tw: 登入

source: You need to be logged in to save products in your wishlist.
es_es: Debe iniciar sesión para guardar productos en su lista de deseos.
uk_ua: Вам потрібно увійти, щоб зберегти товари у своєму списку побажань.
zh_tw: 您需要先登錄然後才能將商品保存到願望清單中。

source: Wishlist name
es_es: Nombre de la lista de deseos
uk_ua: Назва списку бажань
zh_tw: 願望清單名稱

source: Rename wishlist
es_es: Renombrar lista de deseos
uk_ua: Перейменувати список бажань
zh_tw: 重命名願望清單

source: Share wishlist
es_es: Compartir lista de deseos
uk_ua: Поділитися списком бажань
zh_tw: 分享願望清單

source: Copied!
es_es: ¡Copiado!
uk_ua: Скопійовано!
zh_tw: 已複製！

source: Share link
es_es: Compartir enlace
uk_ua: Поділитись посиланням
zh_tw: 分享連結

source: Copy text
es_es: Copiar texto
uk_ua: Скопіювати текст
zh_tw: 複製文字

source: Showing %min% - %max% of %total% item(s)
es_es: Mostrando %min% - %max% de %total% elementos
uk_ua: Показано %min%-%max%% з %total% товарів
zh_tw: 顯示 %total% 項之 %min% - %max%)

source: Previous
es_es: Anterior
uk_ua: Попередній
zh_tw: 上一步

source: Next
es_es: Siguiente
uk_ua: Далі
zh_tw: 下一步

source: Wishlist name modified!
es_es: Nombre de la lista de deseos modificado!
uk_ua: Назву списку бажань змінено!
zh_tw: 願望清單名稱已修改！

source: Product added to wishlist!
es_es: ¡Producto añadido a la lista de deseos!
uk_ua: Товар доданий у список бажань!
zh_tw: 商品添加至願望清單!

source: Wishlist created!
es_es: ¡Lista de deseos creada!
uk_ua: Список бажань створений!
zh_tw: 願望清單已創建！

source: Wishlist deleted!
es_es: ¡Lista de deseos eliminada!
uk_ua: Список бажань видалений!
zh_tw: 願望清單已刪除！

source: Share link copied!
es_es: ¡Enlace para compartir copiado!
uk_ua: Посилання скопійоване!
zh_tw: 分享鏈接已複製！

source: Product deleted!
es_es: ¡Producto eliminado!
uk_ua: Товар видалено!
zh_tw: 商品已刪除！

source: No wishlist found.
es_es: No se encontró ninguna lista de deseos.
uk_ua: Не знайдено жодного списку бажань.
zh_tw: 未找到任何願望清單。

source: Rename
es_es: Renombrar
uk_ua: Перейменувати
zh_tw: 重新命名

source: Share
es_es: Compartir
uk_ua: Поділитися
zh_tw: 分享

source: Return to your account
es_es: Volver a tu cuenta
uk_ua: Повернутись до свого облікового запису
zh_tw: 返回您的帳户

source: Last added
es_es: Último añadido
uk_ua: Останні додані
zh_tw: 最後加入

source: Customize
es_es: Personalizar
uk_ua: Налаштувати
zh_tw: 自訂

source: No products found
es_es: Ningún producto encontrado
uk_ua: Немає жодного товару
zh_tw: 暫無產品

source: Return to wishlists
es_es: Volver a listas de deseos
uk_ua: Повернутись до списку бажань
zh_tw: 返回願望清單
