Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, pt_br, pt_pt, sr_cs, th_th

source: Shop deactivated. Removing sample files...
ar_sa: تعطيل المتجر. يتم إزالة الملفات الافتراضية...
pt_br: Loja desativada. Removendo arquivos de exemplo...
pt_pt: Loja desativada. A eliminar dados de exemplos...
sr_cs: Prodavnicea je deaktivirana. Uklanjaju se podaci za primer...
th_th: ปิดใช้งานร้านค้า กำลังลบไฟล์ตัวอย่าง...

source: Downloading step has been skipped, upgrade process will now unzip the local archive.
pt_br: A etapa de download foi ignorada, o processo de atualização agora vai descompactar o arquivo local.
pt_pt: O passo de descarregamento foi ignorado, o processo de actualização irá agora descomprimir o arquivo local.
sr_cs: Korak preuzimanja je preskočen, proces ažuriranja će sada raspakovati lokalni arhivu.

source: Shop deactivated. Extracting files...
ar_sa: تعطيل المتجر. استخراج الملفات...
pt_br: Loja desativada. Descompactando os arquivos...
pt_pt: Loja desativada. A descompactar os ficheiros...
sr_cs: Prodavnica je deaktivirana. Počinje raspakivanje fajlova...
th_th: ปิดใช้งานร้านค้า แตกไฟล์...

source: Shop deactivated. Now downloading... (this can take a while)
ar_sa: تعطيل المتجر. يتم التنزيل الآن... (ستستغرق فترة)
pt_br: Loja desativada. Baixando arquivos... (isto poderá demorar um pouco)
pt_pt: Loja desativada. A descarregar... (isto poderá demorar um pouco)
sr_cs: Prodavnica je deaktivirana. Preuzimanje u toku...(ovo može da potraje)
th_th: ปิดใช้งานร้านค้า กำลังดาวน์โหลด... (อาจใช้เวลาสักครู่)

source: Downloaded archive will come from %s
ar_sa: تم تنزيل الأرشيف القادم من %s
pt_br: O arquivo será baixado de %s
pt_pt: O ficheiro será descarregado de %s
sr_cs: Preuzimana arhiva će doći od %s
th_th: ไฟล์เก็บถาวรที่ดาวน์โหลดจะมาจาก %s

source: MD5 hash will be checked against %s
ar_sa: التحقق من شفرة MD5 في مقابل %s
pt_br: hash MD5 será checado contra %s
pt_pt: O hash MD5 será verificado contra o %s
sr_cs: MD5 hash će biti proveren na %s
th_th: แฮช MD5 จะถูกตรวจสอบเทียบกับ %s

source: Major release
ar_sa: النسخة الرئيسية
pt_br: Versão maior
pt_pt: Versão principal
sr_cs: Glavno ažuriranje

source: Minor release (recommended)
ar_sa: إصدار ثانوي (موصى به)
pt_br: Versão menor (recomendado)
pt_pt: Versão secundária (recomendado)
sr_cs: Manje ažuriranje (preporučeno)

source: Release candidates
ar_sa: النسخ المرشحة
pt_br: Versões candidatas
pt_pt: Versões candidatas
sr_cs: Kandidati za izdanje

source: Beta releases
ar_sa: إصدارات بيتا
pt_br: Versões Beta
pt_pt: Versões Beta
sr_cs: Beta izdanje

source: Alpha releases
ar_sa: إصدارات ألفا
pt_br: Versões Alpha
pt_pt: Versões Alpha
sr_cs: Alfa izdanje

source: Private release (require link and MD5 hash)
ar_sa: إصدار خاص (يتطلب رابط وتجزئة MD5)
pt_br: Versão privada (requer um link e um hash MD5)
pt_pt: Versão privada (necessita de link e hash MD5)
sr_cs: Privatno izdanje (zahteva link i MD5 heš)

source: Local archive
ar_sa: الأرشيف المحلي
pt_br: Arquivo local
pt_pt: Ficheiro local
sr_cs: Lokalna arhiva

source: Local directory
ar_sa: الدليل المحلي
pt_br: Pasta local
pt_pt: Pasta local
sr_cs: Lokalni direktorijum

source: Backup Options
ar_sa: خيارات النسخ الإحتياطى
pt_br: Opções de Backup
pt_pt: Opções de Cópia de Segurança
sr_cs: Opcije Backup-a
th_th: ตัวเลือกการสำรองข้อมูล

source: Upgrade Options
ar_sa: خيارات التحديث
pt_br: Opções de Atualização
pt_pt: Opções de Atualização
sr_cs: Opcije ažuriranja
th_th: ตัวเลือกการอัปเกรด

source: You already have the %s version.
ar_sa: انت بالفعل لديك النسخه %s.
pt_br: Você já possui a versão %s.
pt_pt: Já tem a versão %s.
sr_cs: Vi već imate %s verziju.

source: This functionality has been disabled.
ar_sa: تم تعطيل هذا الوظيفة.
pt_br: Esta funcionalidade foi desativada.
pt_pt: Esta funcionalidade foi desativada.
sr_cs: Ova funkcija je isključena.
th_th: ฟังก์ชั่นการใช้งานนี้ได้ถูกระงับการใช้งานเอาไว้

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
ar_sa: [خطأ فني] ajax-upgradetab.php مفقود. يرجى إعادة التثبيت أو إعادة تعيين الوحدة.
pt_br: [ERRO TÉCNICO] ajax-upgradetab.php está ausente. Por favor re-instale ou redefina ao módulo.
pt_pt: [TECHNICAL ERROR] o ficheiro ajax-upgradetab.php não existe. Por favor reinstale ou reinicialize o módulo.
sr_cs: [TEHNIČKA GREŠKA] ajax-upgradetab.php nedostaje. Molimo reinstalirajte ili resetujte modul.
th_th: [TECHNICAL ERROR] ajax-upgradetab.php หายไป โปรดติดตั้งใหม่หรือรีเซ็ตโมดูล

source: Are you sure you want to delete this backup?
ar_sa: هل أنت متأكد من أنك تريد حذف هذه النسخة الاحتياطية؟
pt_br: Tem certeza que deseja apagar este backup?
pt_pt: Tem a certeza que quer apagar esta cópia de segurança?
sr_cs: Da li ste sigurni da želite obrisati ovaj backup?

source: An update is currently in progress... Click "OK" to abort.
ar_sa: هناك تحديث قيد التقدم حاليًا... انقر على "موافق" لإيقاف العملية.
pt_br: Uma atualização está em andamento... Clique "OK" para abortar.
pt_pt: Está a decorrer neste momento uma atualização... Clique "OK" para abortar.
sr_cs: Ažuriranje je trenutno u toku... Kliknite "OK" da ga prekinete.

source: Upgrading PrestaShop
ar_sa: تحديث بريستاشوب
pt_br: Atualizando o Prestashop
pt_pt: Atualizando o PrestaShop
sr_cs: Ažuriranje PrestaShop-a

source: Upgrade complete
ar_sa: إكتمل التحديث
pt_br: Atualização Completa
pt_pt: Atualização completa
sr_cs: Ažuriranje završeno

source: Upgrade complete, but warning notifications has been found.
ar_sa: التحديث إكتمل، لكن هناك اشعار تحذير.
pt_br: Atualização completa, mas avisos foram encontrados.
pt_pt: Atualização completa, mas surgiram avisos.
sr_cs: Ažuriranje je završeno, ali pronađena su upozoravajuća obaveštenja.

source: Cookies have changed, you will need to log in again once you refreshed the page
pt_br: Os cookies forma modificados, é necessário fazer o login após recarregar a página
pt_pt: Os cookies foram alterados, terá de iniciar sessão novamente depois de actualizar a página
sr_cs: Kolačići su promenjeni, morate se ponovno prijaviti kada osvežite stranicu.

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
ar_sa: تم تغيير ملفات Javascript و CSS، يرجى مسح ذاكرة التخزين المؤقت للمتصفح باستخدام CTRL-F5
pt_br: Arquivos Javascript e CSS foram alterados, por favor limpe o cache do seu browser com CTRL-F5
pt_pt: Os ficheiros Javascript e CSS foram alterados, por favor limpe a cache do seu browser com CTRL-F5
sr_cs: JavaScript i CSS fajlovi su se promenili, molimo vas da obrišete keš vašeg pretraživača pritiskom na CTRL-F5.

source: Please check that your front-office theme is functional (try to create an account, place an order...)
ar_sa: يرجى التحقق من أن قالب واجهة واجهة موقعك يعمل بشكل عادي (حاول إنشاء حساب، ضع طلبية...)
pt_br: Por favor verifique se o tema da loja está funcional (tente criar uma conta, fazer um pedido...)
pt_pt: Por favor verifique se o tema gráfico está funcional (tente criar uma conta, fazer uma encomenda...)
sr_cs: Molimo vas da proverite da li vaš prednji tematski prikaz (front-office theme) funkcioniše (pokušajte da kreirate nalog, obavite porudžbinu...).

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
ar_sa: صور المنتج لا تظهر على واجهة الموقع؟ حاول إعادة إنشاء الصور المصغرة في التفضيلات> الصور
pt_br: Não aparecem imagens de produtos na loja? Tente re-gerar as imagens em Preferências > Imagens
pt_pt: Não aparecem imagens de produtos na loja? Tente fazer a recriação das imagens-miniatura em Preferências > Imagens
sr_cs: Slike proizvoda se ne prikazuju na prednjoj strani? Pokušajte regenerisati sličice (thumbnails) u opcijama "Dizajn i CMS" > "Konfiguracija slika".

source: Do not forget to reactivate your shop once you have checked everything!
ar_sa: لا تنس إعادة تنشيط متجرك بمجرد فحص كل شيء!
pt_br: Não se esqueça de reativar a sua loja quando tiver verificado tudo!
pt_pt: Não se esqueça de reativar a sua Loja quando finalmente tudo tiver sido verificado!
sr_cs: Ne zaboravite ponovo aktivirati svoju prodavnicu nakon što sve proverite!

source: ToDo list:
ar_sa: قائمة العمل:
pt_br: Lista de Tarefas:
pt_pt: Lista de tarefas a fazer:
sr_cs: Lista za uraditi:

source: Starting restoration...
ar_sa: بدء الاستعادة...
pt_br: Iniciando restauração...
pt_pt: A iniciar a reposição...
sr_cs: Počinje obnavljanje...

source: Restoration complete.
ar_sa: اكتملت الاستعادة.
pt_br: Restauração completa.
pt_pt: Reposição completa.
sr_cs: Obnavljanje završeno

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
pt_br: O seu servidor não consegue baixar o arquivo. Por favor envie-o primeiro por FTP para a pasta admin/autoupgrade
pt_pt: O seu servidor não consegue descarregar o ficheiro. Por favor, carregue-o primeiro por ftp no seu directório admin/autoupgrade
sr_cs: Vaš server ne može preuzeti fajl. Molimo vas da ga prvo prenesete putem FTP-a u direktorijum "admin/autoupgrade".

source: Javascript error (parseJSON) detected for action
pt_br: Foi detectado um erro de Javascript (parseJSON) para esta ação
pt_pt: Foi detetado um erro de JavaScript (parseJSON) para esta ação
sr_cs: Javascript greška (parseJSON) otkrivena za radnju.

source: Manually go to %s button
ar_sa: أنقر على زر %s
pt_br: Acionar manualmente o botão %s
pt_pt: Deve acionar manualmente o botão %s
sr_cs: Ručno idite na dugme %s.

source: End of process
ar_sa: نهاية الإجراء
pt_br: Fim do processo
pt_pt: Fim do processo
sr_cs: Kraj radnje

source: Operation canceled. Checking for restoration...
ar_sa: تم إلغاء العملية. التحقق من الإستعادة...
pt_br: Operação cancelada. Analisando a restauração...
pt_pt: Operação cancelada. Analisando a operação de recuperação...
sr_cs: Operacija je otkazana. Proveravam obnovu...

source: Do you want to restore %s?
pt_br: Deseja rastaurar %s?
pt_pt: Pretende restaurar %s?
sr_cs: Da li želite da obnovite %s?

source: Operation canceled. An error happened.
ar_sa: تم إلغاء العملية. حدث خطأ.
pt_br: Operação cancelada. Ocorreu um erro.
pt_pt: Operação cancelada. Ocorreu um erro.
sr_cs: Operacija je otkazana. Došlo je do greške.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall the module.
pt_br: [ERRO TÉCNICO] o arquivo ajax-upgradetab.php está ausente. Por favor, reinstale o módulo.
pt_pt: [TECHNICAL ERROR] ajax-upgradetab.php está em falta. Por favor, reinstale o módulo.
sr_cs: [TEHNIČKA GREŠKA] ajax-upgradetab.php nedostaje. Molimo reinstalirajte ili resetujte modul.

source: Click to refresh the page and use the new configuration
ar_sa: انقر لتحديث الصفحة واستخدام الإعدادات الجديدة
pt_br: Clique para atualizar a página e usar a nova configuração
pt_pt: Clique para atualizar a página e utilizar a nova configuração
sr_cs: Kliknite da osvežite stranicu i koristite novu konfiguraciju.

source: Error detected during
ar_sa: تم اكتشاف خطأ اثناء
pt_br: Erro detectado durante
pt_pt: Foi detetado um erro durante
sr_cs: Zabeležena je greška prilikom ažuriranje verzije

source: The request exceeded the max_time_limit. Please change your server configuration.
ar_sa: تجاوز الطلب الحد الأقصى للوقت المسموح به. يرجى تغيير إعدادات الخادم الخاص بك.
pt_br: O solicitação excedeu o parâmetro "max_time_limit". Favor alterar a configuração do seu servidor.
pt_pt: O pedido excedeu o parâmetro "max_time_limit". Deve alterar a configuração do seu servidor.
sr_cs: Zahtev je premašio vreme maksimalnog ograničenja max_time_limit. Molimo promenite konfiguraciju servera.

source: See or hide the list
ar_sa: إضهار أو إخفاء القائمة
pt_br: Ver ou esconder a lista
pt_pt: Ver ou esconder a lista
sr_cs: Prikaži ili sakri listu

source: Core file(s)
ar_sa: الملف (الملفات) الأساسية
pt_br: Arquivos do núcleo
pt_pt: Ficheiro(s) do Núcleo
sr_cs: Glavni fajl(ovi)

source: Mail file(s)
ar_sa: ملفات البريد
pt_br: Arquivos de e-mail
pt_pt: Ficheiro(s) de Email
sr_cs: Mejl fajl(ovi)

source: Translation file(s)
ar_sa: ملف (ملفات) الترجمة
pt_br: Arquivo(s) de tradução
pt_pt: Ficheiro(s) de tradução

source: Link and MD5 hash cannot be empty
ar_sa: لا يمكن أن يكون حقل الرابط وتجزئة MD5 فارغين
pt_br: O link e o hash MD5 não podem estar vazios
pt_pt: O link e a hash MD5 não podem estar vazios

source: You need to enter the version number associated with the archive.
ar_sa: يجب إدخال رقم الإصدار المرتبط بالأرشيف.
pt_br: Você precisa informar o número da versão associada ao arquivo.
pt_pt: Tem de introduzir o número da versão associado ao ficheiro.

source: No archive has been selected.
ar_sa: لم يتم تحديد أي أرشيف.
pt_br: Nenhum arquivo foi selecionado.
pt_pt: Não foi selecionado nenhum ficheiro.

source: You need to enter the version number associated with the directory.
ar_sa: يجب إدخال رقم الإصدار المرتبط بالدليل.
pt_br: Você precisa informar o número da versão associada à pasta.
pt_pt: Tem de introduzir o número da versão associado à pasta.

source: Please confirm that you want to skip the backup.
ar_sa: يرجى تأكيد أنك تريد تخطي النسخ الإحتياطي.
pt_br: Por favor confirme que deseja pular o processo de backup.
pt_pt: Por favor confirme que quer ignorar o processo de criação de cópia de segurança.

source: Please confirm that you want to preserve file options.
ar_sa: يرجى التأكيد على أنك تريد الحفاظ على خيارات الملفات.
pt_br: Por favor confirme que deseja manter as opções de arquivos.
pt_pt: Por favor confirme que quer preservar as opções de ficheiro.

source: Less options
ar_sa: خيارات أقل
pt_br: Menos opções
pt_pt: Reduzir opções

source: These files will be deleted
pt_br: Estes arquivos serão excluídos
pt_pt: Estes ficheiros serão eliminados

source: These files will be replaced
pt_br: Estes arquivos serão substituídos
pt_pt: Estes ficheiros serão substituídos

source: Required field
ar_sa: الحقول المطلوبة
pt_br: Campo obrigatório
pt_pt: Campo obrigatório
sr_cs: Obavezno polje
th_th: ห้ามปล่อยว่างในช่องดังกล่าว

source: Too long!
ar_sa: طويل جدا!
pt_br: Muito extenso!
pt_pt: Excessivamente longo!
th_th: นานเกินไป!

source: Fields are different!
ar_sa: الحقول تختلف!
pt_br: Campos são diferentes!
pt_pt: Os campos são diferentes!
th_th: ฟิลด์แตกต่างกัน

source: This email address is wrong!
ar_sa: عنوان بريد الكتروني خاطيء!
pt_br: Este e-mail está errado!
pt_pt: Este endereço de email está incorreto!
th_th: ที่อยู่อีเมลนี้ไม่ถูกต้อง!

source: Impossible to send the email!
ar_sa: من المستحيل إرسال البريد الإلكتروني!
pt_br: Impossível enviar o e-mail!
pt_pt: Não é possível enviar o email!
th_th: ไม่สามารถส่งอีเมลได้!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
ar_sa: لا يمكن إنشاء ملف الإعدادات ، إذا كان /app/config/parameters.php موجودًا ، فيرجى تقديم أذونات الكتابة العامة لهذا الملف ، الرجاء إنشاء ملف باسم parameters.php في دليل التكوين.
pt_br: Não foi possível criar o arquivo de configurações, se o arquivo /app/config/parameters.php existe, atribua-lhe as permissões de escrita, caso contrário, crie um arquivo com o nome parameters.php no diretório config.
pt_pt: Não é possível criar um ficheiro de definições, se /app/config/parameters.php existir, dê permissões de escrita públicas a este ficheiro, caso contrário crie um ficheiro com o nome parameters.php no directório config.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
ar_sa: تعذر كتابة ملف الإعدادات، يرجى إنشاء ملف باسم settings.inc.php في دليل "config".
pt_br: Não foi possível escrever no arquivo de configurações. Por favor crie um arquivo com o nome settings.inc.php na pasta /config e dê as permissões adequadas.
pt_pt: Não é possível escrever o ficheiro de configurações. Deve criar um ficheiro com o nome settings.inc.php na pasta "config".
th_th: ไม่สามารถเขียนไฟล์การตั้งค่า โปรดสร้างไฟล์ชื่อ settings.inc.php ในไดเร็กทอรี "config"

source: Impossible to upload the file!
ar_sa: من المستحيل رفع الملف!
pt_br: Impossível enviar o arquivo!
pt_pt: Não é possível enviar o ficheiro!
th_th: ไม่สามารถอัปโหลดไฟล์ได้!

source: Data integrity is not valid. Hack attempt?
pt_br: Integridade dos dados inválida. Tentativa de hack?
pt_pt: A integridade dos dados não é válida. Tentativa de pirataria?

source: Impossible to read the content of a MySQL content file.
ar_sa: تعذر قراءة مضمون محتوى ملف MySQL.
pt_br: Não é possível ler o conteúdo do arquivo MySQL.
pt_pt: Não é possível ler o ficheiro de conteúdos MySQL.
th_th: ไม่สามารถอ่านเนื้อหาของไฟล์เนื้อหา MySQL

source: Cannot access a MySQL content file.
ar_sa: لا يمكن الوصول إلى محتوى ملف MySQL.
pt_br: Não é possível acessar o conteúdo do arquivo MySQL.
pt_pt: Não é possível aceder a um arquivo de conteúdo MySQL.
th_th: ไม่สามารถเข้าถึงไฟล์เนื้อหา MySQL

source: Error while inserting data in the database:
ar_sa: حدث خطأ أثناء إدخال البيانات في قاعدة البيانات:
pt_br: Erro ao inserir dados na base de dados:
pt_pt: Erro ao introduzir dados na base de dados:
th_th: เกิดข้อผิดพลาดขณะแทรกข้อมูลในฐานข้อมูล:

source: This is not a valid file name.
ar_sa: إسم الملف هذا غير صالح.
pt_br: Este não é um nome de arquivo válido.
pt_pt: Este não é um nome de ficheiro válido.
th_th: นี่ไม่ใช่ชื่อไฟล์ที่ถูกต้อง

source: This is not a valid image file.
ar_sa: ملف الصورة هذا غير صالح.
pt_br: Isto não é um arquivo de imagem válido.
pt_pt: Isto não é um ficheiro de imagem válido.
th_th: นี่ไม่ใช่ไฟล์ภาพที่ถูกต้อง

source: Error while creating the /app/config/parameters.php file.
ar_sa: حدث خطأ أثناء إنشاء ملف /app/config/parameters.php.
pt_br: Erro ao criar o arquivo /app/config/settings.inc.php.
pt_pt: Erro ao criar o ficheiro /app/config/parameters.php.

source: Error:
ar_sa: خطأ:
pt_br: Erro:
pt_pt: Erro:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
pt_br: Este banco de dados do PrestaShop já existe. Por favor, verifique novamente seus dados de acesso ao banco.
pt_pt: Esta base de dados PrestaShop já existe. Deve revalidar as suas credenciais de autenticação para esta base de dados.

source: An error occurred while resizing the picture.
ar_sa: حدث خطأ أثناء تغيير حجم الصورة.
pt_br: Um erro ocorreu durante o redimensionamento da imagem.
pt_pt: Ocorreu um erro ao redimensionar a imagem.

source: Database connection is available!
ar_sa: الاتصال بقاعدة البيانات متاح!
pt_br: Conexão com a base de dados disponível!
pt_pt: A ligação à base de dados está disponível!

source: Database Server is available but database is not found
ar_sa: سيرفر قاعدة البيانات متاح ولكن لم يتم العثور على قاعدة البيانات
pt_br: O servidor de banco de dados está disponível mas o banco de dados não foi encontrado
pt_pt: O servidor de base de dados está disponível mas a base de dados não foi encontrada

source: Database Server is not found. Please verify the login, password and server fields.
ar_sa: لم يتم العثور على سيرفر قاعدة البيانات. يرجى التحقق من بيانات تسجيل الدخول والسيرفر الخاص بك.
pt_br: O servidor do banco de dados não foi encontrado. Por favor, verifique os campos de login, senha e servidor.
pt_pt: Servidor de Base de Dados não encontrado. Deve verificar as credenciais (nome de utilizador, palavra-passe) e os campos de acesso ao servidor.

source: An error occurred while sending email, please verify your parameters.
ar_sa: حدث خطأ أثناء إرسال البريد الإلكتروني، الرجاء التحقق من البارامترات الخاصة بك.
pt_br: Ocorreu um erro ao enviar o e-mail, por favor verifique os seus parâmetros.
pt_pt: Ocorreu um erro ao enviar o email, por favor verifique os seus parâmetros.

source: This installer is too old.
ar_sa: مكون التنصيب قديم جدا.
pt_br: Este instalador é muito antigo.
pt_pt: Este instalador é demasiado antigo.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
ar_sa: لا يوجد نسخة قديمة. هل حذفت أو أعدت تسمية ملف app/config/parameters.php؟
pt_br: Não existe uma versão mais antiga. Será que você deletou ou renomeou o arquivo app/config/parameters.php?
pt_pt: Não existe uma versão mais antiga. Eliminou ou renomeou o ficheiro app/config/parameters.php file?

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
ar_sa: لم يتم العثور على ملف app / config / parameters.php. هل حذفت أو أعدت تسمية هذا الملف؟
pt_br: O arquivo app/config/parameters.php não foi encontrado. Você apagou ou renomeou este arquivo?
pt_pt: O ficheiro app/config/parameters.php não foi encontrado. Eliminou ou mudou o nome deste ficheiro?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
ar_sa: لا يمكن العثور على ملفات ترقية SQL. الرجاء التحقق من أن المجلد /install/upgrade/sql ليس فارغًا.
pt_br: Não é possível encontrar os arquivos de atualização SQL. Por favor verifique se a pasta "/install/upgrade/sql" não está vazia.
pt_pt: Não é possível encontrar os ficheiros de atualização SQL. Por favor verifique que a pasta "/install/upgrade/sql" não está vazia.

source: No upgrade is possible.
ar_sa: لا توجد ترقية ممكنة.
pt_br: Nenhuma atualização possível.
pt_pt: Não é possível fazer a atualização.

source: Error while loading SQL upgrade file.
ar_sa: حدث خطأ أثناء تحميل ملف ترقية SQL.
pt_br: Erro ao carregar o arquivo SQL de atualização.
pt_pt: Erro ao ler o ficheiro SQL de atualização.

source: Error while inserting content into the database
ar_sa: حدث خطأ أثناء إدخال محتوى في قاعدة البيانات
pt_br: Erro ao inserir conteúdo no banco de dados
pt_pt: Erro ao inserir conteúdo na base de dados

source: Unfortunately,
ar_sa: لسوء الحظ،
pt_br: Infelizmente,
pt_pt: Infelizmente,

source: SQL errors have occurred.
ar_sa: حدثت أخطاء SQL.
pt_br: erros SQL ocorreram.
pt_pt: surgiram erros SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
ar_sa: لم يتم العثور على ملف config/defines.inc.php. أين قمت بنقله؟
pt_br: O arquivo config/defines.inc.php não foi encontrado. Para onde você o moveu?
pt_pt: O ficheiro config/defines.inc.php não foi encontrado. Para onde foi movido?

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
ar_sa: من المستحيل كتابة الصورة / img/logo.jpg. إذا كانت هذه الصورة موجودة بالفعل، يرجى حذفها.
pt_br: Não é possível escrever a imagem /img/logo.jpg. Caso esta imagem já exista, deve apagá-la.
pt_pt: Não é possível gravar a imagem /img/logo.jpg. Caso esta imagem já exista, deve apagá-la.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ar_sa: الملف المراد رفعه يتخطى حجمه قيمة الحد الأقصى المسموح به والمحدد في ملف php.ini
pt_br: O arquivo enviado excede o parâmetro "upload_max_filesize" do php.ini
pt_pt: O ficheiro enviado excede a diretiva de envio "upload_max_filesize" no ficheriro php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ar_sa: الملف المرفوع تجاوز الحجم الاقصى المسموح به حسب التوجيه المحدد في نموذج HTML
pt_br: O arquivo enviado excede a diretiva MAX_FILE_SIZE especificada no formulário HTML
pt_pt: O ficheiro carregado excedeu a diretiva MAX_FILE_SIZE que foi especificada no formulário HTML

source: The uploaded file was only partially uploaded
ar_sa: لم يتم رفع الملف إلا جزئيا
pt_br: O arquivo enviado foi carregado apenas parcialmente
pt_pt: O ficheiro enviado não foi totalmente enviado

source: No file was uploaded.
ar_sa: لم يتم تحميل الملف
pt_br: Nenhum arquivo foi enviado
pt_pt: Não foi enviado nenhum ficheiro.
sr_cs: Nijedna datoteka nije dodata

source: Missing a temporary folder
pt_br: Pasta temporária ausente
pt_pt: Falta uma pasta temporária

source: Failed to write file to disk
ar_sa: فشل في كتابة الملف على القرص
pt_br: Falha ao escrever o arquivo no disco
pt_pt: Falha na escrita do ficheiro para o disco
