Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: es_es, pt_pt, tr_tr

source: Empty recordset returned
es_es: Se devolvió un conjunto de registros vacío
pt_pt: Obtido um conjunto de registos vazio
tr_tr: Boş kayıt döndü

source: Valid orders
es_es: Pedidos válidos
pt_pt: Encomendas válidas
tr_tr: Geçerli siparişler

source: Money spent
es_es: Dinero gastado
pt_pt: Dinheiro gasto
tr_tr: Harcanan para

source: Best customers
es_es: Mejores clientes
pt_pt: Melhores Clientes
tr_tr: En iyi müşteriler

source: Enrich your stats, add a list of the best customers to the dashboard.
es_es: Mejora tus estadísticas, agrega un listado de los mejores clientes al cuadro de mando.
pt_pt: Enriqueça as suas estatísticas, adicione uma lista dos melhores clientes ao painel de controlo.

source: Develop clients' loyalty
es_es: Aumentar y mejorar la fidelización de clientes
pt_pt: Desenvolver a lealdade dos clientes
tr_tr: Müşterilerin sadakatini geliştir

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
es_es: Mantener un cliente satisfecho es más rentable que captar uno nuevo. Por lo tanto, es necesario ganarse su lealtad, para que vuelva a tu tienda.
pt_pt: Manter um cliente é normalmente mais rentável do que ganhar um novo. Esta é uma das muitas razões pelas quais é necessário manter a lealdade do cliente.
tr_tr: Mevcut bir müşteriyi tutmak yenisini kazanmaktan daha karlı olabilir. Bu müşteri sadakati sağlamanın birçok gerekliliklerinden biridir.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
es_es: El boca a boca es uno de los mejores medios para conseguir nuevos clientes. Un cliente insatisfecho puede dañar tu reputación y dificultar los objetivos de ventas marcados.
pt_pt: A publicidade de "passar a palavra" de clientes satisfeitos é também um meio para obter novos clientes. Um cliente insatisfeito pode prejudicar a sua reputação e dificultar futuras metas de vendas.
tr_tr: Viral (ağızdan ağıza) pazarlama aynı zamanda yeni memnun müşteriler demektir. Memnun olmayan müşteri itibarınıza zarar verebilir ve gelecek satış hedeflerinizi engelleyebilir.

source: In order to achieve this goal, you can organize:
es_es: Para alcanzar este objetivo, puedes organizar:
pt_pt: Para atingir esse objetivo, pode fazer:
tr_tr: Bu amaca ulaşmak için düzenleme yapınız:

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
es_es: Operaciones puntuales: recompensas comerciales (ofertas especiales personalizadas, producto o servicio ofrecido), recompensas no comerciales (prioridad en el envío de un pedido o de un producto), recompensas pecuniarias (cupones de descuento, reembolsos).
pt_pt: Operações pontuais: recompensas comerciais (ofertas especiais personalizadas, oferta de produto ou serviço), recompensas não comerciais (tratamento prioritário de uma encomenda ou produto), recompensas monetárias (títulos, vales, reembolsos).
tr_tr: Zamanlanmış operasyonlar: ticari ödüller (kişiye özel teklifler, ürün veya hizmet önerileri), ticari olmayan ödüller (sipariş veya ürün için işlem önceliği tanıma), maddi ödüller (indirim kuponları, geri ödeme imkanı).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
es_es: Operaciones sostenibles: tarjetas clientes o puntos de fidelidad, que no sólo justifican la comunicación entre el comerciante y el cliente, sino que también ofrecen ventajas a los clientes (ofertas privadas exclusivas, descuentos).
pt_pt: Operações sustentáveis: pontos de fidelização ou cartões, que não só justifiquem a comunicação entre comerciante e cliente, mas que também ofereçam vantagens aos clientes (ofertas privadas, descontos).
tr_tr: Sürdürülebilir operasyonlar: sadakat puanları veya indirim kartları, yalnızca satıcı ile müşteri arasında adalet sağlayan değil, kimi zaman müşteriye avantajlar da sağlayan (özel teklifler, indirimler).

source: These operations encourage clients to buy products and visit your online store more regularly.
es_es: Estas operaciones incitan a los clientes a comprar productos y visitar tu tienda con mayor regularidad.
pt_pt: Estas operações encorajam os clientes a comprar produtos e visitar a sua loja online mais regularmente.
tr_tr: Bu operasyonlar müşterileri mağazanızı daha sık ziyaret etmek ve ürünlerinizi satın almak konusunda daha da cesaretlendirecektir.
