Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: et_ee

source: Customer Reassurance
et_ee: Klientide Rahustamine

source: Connect with your visitors and reassure them about secure payment, free shipping or returns.
et_ee: Võtke oma külalistega ühendust ning kinnitage neile oma tuvalistest makseviisidest, tasuta saatmisest või tagastamisest.

source: Are you sure you want to uninstall this module?
et_ee: Oled kindel, et soovid eemaldada seda moodulit?

source: There was an error during the installation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
et_ee: Installimise ajal esines viga. Palun <a href="https://github.com/PrestaShop/PrestaShop/issues">avage probleem</a> PrestaShopi projektis.

source: There was an error during the uninstallation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
et_ee: Deinstallimise ajal esines viga. Palun <a href="https://github.com/PrestaShop/PrestaShop/issues">avage probleem</a> PrestaShopi projektis.

source: Block updated
et_ee: Plokki on uuendatud

source: Oops... looks like an error occurred
et_ee: Ups... näib, et tekkis mingi tõrge

source: Configuration updated successfully!
et_ee: Seadistusi on uuendatud!

source: Position changed successfully!
et_ee: Asukohta on muudetud!

source: An error occurred when switching position
et_ee: Asukoha vahetamisel tekkis tõrge

source: An error occurred when removing block
et_ee: Bloki eemaldamisel tekkis viga

source: Position
et_ee: Positsioon

source: Description
et_ee: Kirjeldus

source: Actions
et_ee: Tegevused

source: WARNING
et_ee: HOIATUS

source: Your folder %s is not readable or executable
et_ee: Teie kaust %s ei ole loetav või käivitatav

source: This folder needs these rights so you can upload your own images for the reassurances blocks.
et_ee: See kaust vajab neid lubasid, et Te saaksite üles laadida pilte rahustamise plokkide jaoks.

source: Content
et_ee: Sisu

source: Display
et_ee: Näita

source: Appearance
et_ee: Välimus

source: Customize Module Design
et_ee: Kohanda mooduli kujundust

source: Icon color
et_ee: Ikooni värv

source: Text color
et_ee: Teksti värv

source: Save
et_ee: Salvesta

source: Reassurance Block
et_ee: Rahustamise Plokk

source: Return
et_ee: Tagasi

source: Description (optional)
et_ee: Kirjeldus (valikuline)

source: Image
et_ee: Pilt

source: Modify icon
et_ee: Muuda ikooni

source: or upload file
et_ee: või laadi üles fail

source: Choose SVG for better customization. Other allowed formats are: .gif, .jpg, .png
et_ee: Valige paremaks isikupärastamiseks SVG. Teised lubatud formaadid on: .gif, .jpg, .png

source: Languages
et_ee: Keeled

source: Select none
et_ee: Ära vali midagi

source: Redirection
et_ee: Ümbersuunamine

source: CMS page
et_ee: Sisuhalduse lehekülg

source: Title
et_ee: Eesliide

source: CMS Page
et_ee: CMS lehekülg

source: Block Content
et_ee: Ploki sisu

source: Activated
et_ee: Aktiveeritud

source: Deactivated
et_ee: Deaktiveeritud

source: We recommend 3 blocks at maximum.
et_ee: Soovitame kasutada maksimaalselt 3 plokki.

source: None
et_ee: puudub

source: none
et_ee: puudub

source: Global settings
et_ee: Üldised seaded

source: Product pages
et_ee: Tootelehed

source: Checkout pages
et_ee: Ostukorvi leheküljed

source: Specific position for cart page
et_ee: Konkreetne koht ostukorvi lehele

source: Header position on all pages
et_ee: Päise asukoht kõigil lehekülgedel

source: Above header
et_ee: Päise kohal

source: Below header
et_ee: Päise all

source: Footer position on all pages
et_ee: Jaluse asukoht kõigil lehekülgedel

source: Above footer
et_ee: Jaluse kohal

source: Below footer
et_ee: Jaluse all

source: Main column
et_ee: Peamine veerg

source: Specific position for product page
et_ee: Tootelehe spetsiifiline asukoht
