Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesEmailalertsAdmin.*.xlf
Languages: ar_sa, bs_ba, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_pt

source: Mail alerts
ar_sa: تنبيه عبر البريد الإلكتروني
bs_ba: Mail upozorenja
es_es: Alertas por correo electrónico
fr_fr: Alertes par e-mail
ja_jp: メールアラート
ko_kr: 메일 알림
pl_pl: Powiadomienia poczty
pt_pt: Alertas por e-mail

source: Make your everyday life easier, handle mail alerts about stock and orders, addressed to you as well as your customers.
bs_ba: Olakšajte sebi svakodnevni život, upravljajte email obavještenjima o zalihama i narudžbama, upućenim vama kao i vašim kupcima.
es_es: Gestiona fácilmente las alertas por correo electrónico sobre stock y pedidos, ya sean dirigidas a ti o a tus clientes.
fr_fr: Facilitez votre quotidien, gérez les alertes mail concernant le stock et les commandes, adressées à vous comme à vos clients.
ko_kr: 당신과 당신의 고객에게 발송되는 재고 및 주문에 대한 메일 알림을 처리함으로, 당신의 일상을 보다 편하게 하세요.
pl_pl: Ułatw sobie codzienne życie, obsługuj powiadomienia mailowe o stanach magazynowych i zamówieniach skierowane zarówno do Ciebie, jak i Twoich klientów.
pt_pt: Facilite a sua vida quotidiana, trate os alertas de correio sobre stocks e encomendas, dirigidos a si e aos seus clientes.

source: Cannot update settings
ar_sa: لا يمكن تحديث الإعدادات
bs_ba: Ne možete ažurirati podešavanja
es_es: No se pueden actualizar los ajustes
fr_fr: Impossible de mettre à jour les réglages
ja_jp: 設定を更新できません
ko_kr: 설정을 수정할 수 없음
pl_pl: Nie można zaktualizować ustawień
pt_pt: Não foi possível atualizar as definições

source: Please type one (or more) email address
bs_ba: Molimo upišite jednu (ili više) e-mail adresa
es_es: Por favor, escribe una (o más) direcciones de correo electrónico
fr_fr: Veuillez saisir une (ou plusieurs) adresse(s) électronique(s)
ko_kr: 한개 (또는 그 이상) 의 이메일 주소를 입력하세요
pl_pl: Wpisz jeden (lub więcej) adresów e-mail
pt_pt: Introduza um (ou mais) endereço de correio electrónico

source: Invalid email:
bs_ba: Neispravan email:
es_es: Correo electrónico inválido:
fr_fr: Adresse e-mail non valide :
ko_kr: 잘못된 이메일:
pl_pl: Nieprawidłowy email:
pt_pt: Email inválido:

source: Settings updated successfully
ar_sa: تم تحديث الإعدادات بنجاح
bs_ba: Podešavanja su uspješno ažurirana
es_es: Configuración actualizada correctamente
fr_fr: Paramètres mis à jour avec succès
ja_jp: 設定の更新が成功しました
ko_kr: 설정이 수정되었습니다
pl_pl: Pomyślnie zaktualizowano ustawienia
pt_pt: Definições atualizadas com sucesso

source: No message
ar_sa: لا توجد رسالة
bs_ba: Nema poruke
es_es: Sin mensajes
fr_fr: Aucun message
ja_jp: メッセージ無し
ko_kr: 메세지 없음
pl_pl: Brak wiadomości
pt_pt: Sem mensagem

source: image(s)
ar_sa: صورة (صور)
bs_ba: slika(e)
es_es: imagen(es)
ja_jp: 画像
ko_kr: 이미지
pl_pl: zdjęcie(a)
pt_pt: imagem(s)

source: Voucher code:
ar_sa: رمزالإيصال:
bs_ba: Vaučer kod:
es_es: Código del cupón de descuento:
fr_fr: Code de réduction :
ja_jp: クーポンコード：
ko_kr: 쿠폰 코드:
pl_pl: Kod bonu:
pt_pt: Código do vale de desconto:

source: Customer notifications
ar_sa: تنبيهات العميل
bs_ba: Obavijesti kupca
es_es: Notificaciones de cliente
fr_fr: Notifications client
ja_jp: お客様への通知
ko_kr: 고객 알림
pl_pl: Powiadomienia klienta
pt_pt: Notificações de clientes

source: Product availability
ar_sa: توافر المنتج
bs_ba: Dostupnost proizvoda
es_es: Disponibilidad del producto
fr_fr: Disponibilité du produit
ja_jp: 商品の在庫状況
ko_kr: 상품 출시
pl_pl: Dostępność produktu
pt_pt: Disponibilidade do produto

source: Give the customer the option of receiving a notification when an out of stock product is available again.
bs_ba: Daje kupcu mogućnost primanja obavijesti kada je rasprodani proizvod opet dostupan.
es_es: Ofrece al cliente la opción de recibir una notificación cuando un producto fuera de stock esté de nuevo disponible.
fr_fr: Donnez au client la possibilité de recevoir une notification lorsqu'un produit épuisé est à nouveau disponible.
ko_kr: 품절 상품이 출시 가능해 지면 알림을 받는 옵션을 고객에게 부여합니다.
pl_pl: Daj klientowi możliwość otrzymania powiadomienia, gdy brakujący produkt będzie ponownie dostępny.
pt_pt: Dê ao cliente a opção de receber uma notificação quando um produto esgotado estiver novamente disponível.

source: Order edit
ar_sa: تعديل الطلب
bs_ba: Uredi narudžbe
es_es: Modificar pedido
fr_fr: Commande modifiée
ja_jp: 注文編集
ko_kr: 주문 수정
pl_pl: Edycja zamówienia
pt_pt: Editar encomenda

source: Send a notification to the customer when an order is edited.
ar_sa: أرسل تنبيهاً للعميل عند تصحيح الطلب.
bs_ba: Pošalji obavijest kupcu, kada je narudžba uređena.
es_es: Envía una notificación al cliente cuando el pedido se ha modificado.
fr_fr: Envoie un e-mail au client lorsque sa commande est modifiée.
ja_jp: 注文内容を編集した場合にはお知らせメールを顧客に送信する。
ko_kr: 주문 수정시 고객에게 알림을 보냅니다.
pl_pl: Wyślij powiadomienie do klienta, gdy zamówienie zostanie zmienione.
pt_pt: Enviar uma notificação ao cliente quando uma encomenda é editada.

source: New order
ar_sa: طلبية جديدة
bs_ba: Nova narudžba
es_es: Nuevo pedido
fr_fr: Nouvelle commande
ja_jp: 新しい注文
ko_kr: 새 주문
pl_pl: Nowe zamówienie
pt_pt: Nova encomenda

source: Receive a notification when an order is placed.
ar_sa: تلقى إشعاراً عندما يتم إستلام طلبية.
bs_ba: Primite obavijest kada je narudžba postavljena.
es_es: Recibir una notificación cuando se realiza un pedido.
fr_fr: Recevoir une notification lorsqu'une commande est passée.
ja_jp: 新しい注文が発生したら通知を受け取る。
ko_kr: 주문이 접수되면 알림을 받습니다.
pl_pl: Otrzymaj powiadomienie, kiedy zostanie złożone zamówienie.
pt_pt: Receber uma notificação quando uma encomenda é efetuada.

source: Out of stock
ar_sa: غير متوفر بالمستودع
bs_ba: Nema na stanju
es_es: Fuera de stock
fr_fr: Rupture de stock
ja_jp: 在庫切れ
ko_kr: 일시 품절.
pl_pl: Oczekiwanie na dostawę
pt_pt: Esgotado

source: Receive a notification if the available quantity of a product is below the following threshold.
ar_sa: إستلم إشعاراً إذا ما أصبحت الكمية المتوفرة من المنتج تحت المستوى التالي.
bs_ba: Primite obavijest ako je raspoloživa količina proizvoda ispod zadanog praga.
es_es: Recibir una notificación si la cantidad disponible de un producto está por debajo del umbral siguiente.
fr_fr: Recevoir une notification si les quantités disponibles d'un produit sont inférieures au seuil suivant.
ja_jp: 商品の販売可能数が、次のしきい値を下回った場合に通知を受け取る。
ko_kr: 상품 가용 수량이 다음 한계치 이하가 되면 알림을 받습니다.
pl_pl: Otrzymaj powiadomienie, gdy dostępna ilość produktu znajduje się poniżej ustalonej wartości.
pt_pt: Receber uma notificação quando a quantidade disponível de um produto é inferior à definida.

source: Threshold
ar_sa: عتبة الحد الأدنى
bs_ba: Prag
es_es: Umbral
fr_fr: Seuil
ja_jp: しきい値
ko_kr: 한계값
pl_pl: Próg
pt_pt: Limiar

source: Quantity for which a product is considered out of stock.
ar_sa: الكمية التي إذا ما وصل إليها المنتج يمكن إعتباره منتهي من المخزون
bs_ba: Količina za koju se proizvod smatra da nije na stanju.
es_es: Cantidad por la cual un producto se considera fuera de stock.
fr_fr: Quantité à partir de laquelle le produit est considéré en rupture de stock.
ja_jp: 商品を「在庫切れ」とみなす残り在庫数。
ko_kr: 품절로 처리될 상품 수량.
pl_pl: Ilość dla której produkt uznawany jest za niedostępny.
pt_pt: Quantidade para a qual um produto é considerado esgotado.

source: Coverage warning
ar_sa: تحذير تغطية
bs_ba: Upozorenje pokrivenosti
es_es: Advertencia de cobertura de stock
fr_fr: Alerte de couverture
ja_jp: 在庫充足警告
ko_kr: 보급 경보
pl_pl: Ostrzeżenie pokrycia
pt_pt: Aviso de cobertura

source: Receive a notification when a product has insufficient coverage.
ar_sa: تلقي إعلام عندما يكون المنتج لديها تغطية كافية.
bs_ba: Primite obavijest kada proizvod ima nedovoljnu pokrivenost.
es_es: Recibir una notificación cuando un producto tiene una cobertura de stock insuficiente.
fr_fr: Recevoir une notification quand la couverture d'un produit est insuffisante.
ja_jp: 商品が注文に対して不足している場合に通知メールを受け取る。
ko_kr: 상품의 보급이 불충분하면 알림을 받습니다.
pl_pl: Otrzymasz powiadomienie, gdy produkt ma niewystarczające pokrycie.
pt_pt: Receber uma notificação quando um produto não tem cobertura suficiente.

source: Coverage
ar_sa: التغطية
bs_ba: Pokrivenost
es_es: Cobertura
fr_fr: Couverture
ja_jp: カバレッジ
ko_kr: 범위
pl_pl: Pokrycie
pt_pt: Cobertura

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
ar_sa: تغطية الأسهم، في غضون أيام. أيضا، وسيتم احتساب تغطية الأسهم لمنتج معين استنادا إلى هذا الرقم.
bs_ba: Pokrivenost zaliha, u danima. Također, pokrivenost zaliha određenog proizvoda će biti izračunata na temelju tog broja.
es_es: Cobertura de stock, en días. Asimismo, la cobertura de stock de un determinado producto se calculará sobre la base de este número.
fr_fr: Couverture de stock, en jours. Cette valeur est également utilisée pour calculer la couverture actuelle d'un produit.
ja_jp: 在庫充足状況の日数 指定された商品の在庫状況は、この値に基づいて計算されます
ko_kr: 재고 유효 기간 (일 단위). 또한, 주어진 상품의 재고 범위는이 숫자를 기반으로 계산됩니다.
pl_pl: Pokrycie stanu w dniach. Także pokrycie stanu danego produktu będzie obliczone bazując na tej ilości.
pt_pt: Cobertura do stock em dias. A cobertura do stock de um produto específico também será calculada com base neste número.

source: Returns
ar_sa: إرجاع
bs_ba: Povratak
es_es: Devoluciones
fr_fr: Retours
ja_jp: 返品
ko_kr: 반품
pl_pl: Zwroty
pt_pt: Devoluções

source: Receive a notification when a customer requests a merchandise return.
ar_sa: تلقي إعلام عندما يطلب الزبون البضائع العائدة.
bs_ba: Primite obavijest kada kupac zatraži povrat robe.
es_es: Recibe una notificación cuando un cliente solicite una devolución de mercancía.
fr_fr: Recevoir une notification quand un client demande un retour produit.
ja_jp: 顧客が購入商品の返品を希望した際に通知を受け取る。
ko_kr: 고객이 판매자에게 반품 요청시 알림을 받습니다.
pl_pl: Otrzymasz powiadomienie, gdy klient chce zwrócić towar.
pt_pt: Receber uma notificação quando um cliente solicita a devolução de mercadoria.

source: Email addresses
bs_ba: E-mail adrese
es_es: Correos electrónicos
fr_fr: Adresses e-mail
ko_kr: 이메일 주소
pl_pl: Adresy e-mail
pt_pt: Endereço de email

source: One email address per line (e.g. bob@example.com).
bs_ba: Jedna e-mail adresa po liniji (npr. bob@example.com).
es_es: Una dirección de correo electrónico por línea (p. ej.: bob@ejemplo.com).
fr_fr: Une adresse électronique par ligne (par exemple, bob@example.com).
ko_kr: 줄 당 한개의 이메일 주소 (예 bob@example.com)
pl_pl: Jeden adres e-mail w wierszu (np. bob@example.com).
pt_pt: Um endereço de email por linha (exemplo nome@exemplo.com)

source: Merchant notifications
ar_sa: تنبيهات التجار
bs_ba: Trgovačke obavijesti
es_es: Notificaciones para el comerciante
fr_fr: Notifications pour le marchand
ja_jp: マーチャント通知
ko_kr: 판매자 알림
pl_pl: Powiadomienia sprzedawcy
pt_pt: Notificações do comerciante

source: Mail alert: Unable to delete customer using email.
ar_sa: تنبيه البريد: غير قادر على حذف العميل باستخدام البريد الإلكتروني.
bs_ba: Mail upozorenje: Nije moguće obrisati klijenta putem e-maila.
es_es: Alerta de correo: no se puede eliminar al cliente usando el correo electrónico.
fr_fr: Alerte e-mail : impossible de supprimer le client utilisant l'adresse e-mail.
ko_kr: 메일 경고: 이메일을 사용하여 고객을 삭제할 수 없습니다.
pl_pl: Alert poczty: nie można usunąć klienta za pomocą poczty e-mail.
pt_pt: Alerta de e-mail: Não é possível eliminar o cliente usando o email.

source: Mail alert: Unable to export customer using email.
ar_sa: تنبيه البريد: غير قادر على تصدير العميل باستخدام البريد الإلكتروني.
bs_ba: Mail upozorenje: Nije moguće izvesti kupca putem e-maila.
es_es: Alerta de correo: no se puede exportar al cliente usando el correo electrónico.
fr_fr: Alerte e-mail : impossible d'exporter le client utilisant l'adresse e-mail.
ko_kr: 메일 경고: 이메일을 사용하여 고객을 내보내기 할 수 없습니다.
pl_pl: Alert poczty: nie można wyeksportować klienta za pomocą poczty e-mail.
pt_pt: Alerta de e-mail: Não é possível exportar o cliente usando o email.

source: Please enter one (or more) email address for the new order notification.
es_es: Ingrese una o más direcciones de correo electrónico para las notificaciones de nuevo pedido.
fr_fr: Merci de saisir une (ou plusieurs) adresse(s) e-mail afin de recevoir une notification pour les nouvelles commandes
ko_kr: 새 주문 알림에 대한 이메일 주소를 하나 (이상) 입력하세요.
pl_pl: Wprowadź jeden (lub więcej) adres e-mail, aby otrzymać powiadomienia o nowym zamówieniu.
pt_pt: Introduza um (ou mais) endereço de correio electrónico para a notificação de novas encomendas. Utilize "Return(tecla ENTER)" ou uma vírgula para separar o(s) endereço(s).

source: Cannot update new order emails.
es_es: No se pueden actualizar los correos electrónicos de notificación de nuevo pedido.
fr_fr: Impossible de mettre à jour les e-mails de nouvelles commandes.
ko_kr: 새 주문 이메일을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować wiadomości e-mail dotyczących nowych zamówień.
pt_pt: Não é possível actualizar as mensagens de correio electrónico de novas encomendas.

source: Please enter one (or more) email address for "out of stock" notifications.
es_es: Introduce una o más direcciones de correo electrónico para recibir notificaciones de "agotado".
fr_fr: Merci de saisir une (ou plusieurs) adresse(s) e-mail afin de recevoir les notifications de produits en rupture de stock.
ko_kr: "품절" 알림에 대한 이메일 주소를 하나 (이상) 입력하세요.
pl_pl: Wprowadź jeden (lub więcej) adres e-mail, aby otrzymywać powiadomienia o braku towaru.
pt_pt: Introduza um (ou mais) endereço de correio electrónico para receber notificações de "ruptura de stock". Utilize "Return(tecla ENTER)" ou uma vírgula para separar o(s) endereço(s).

source: Cannot update email for "out of stock" notifications.
es_es: No se puede actualizar el correo electrónico para las notificaciones de "agotado".
fr_fr: Impossible de mettre à jour l'e-mail pour les notifications de rupture de stock.
ko_kr: "품절" 알림 이메일을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować wiadomości e-mail w przypadku powiadomień o braku towaru.
pt_pt: Não é possível actualizar o correio electrónico para notificações de "ruptura de stock".

source: Please enter one (or more) email address for "return slip" notifications.
es_es: Introduce una o más direcciones de correo electrónico para las notificaciones de "hoja de devolución".
fr_fr: Merci de saisir une (ou plusieurs) adresse(s) e-mail afin de recevoir les notifications d'étiquettes de retour.
ko_kr: "반품 전표" 알림에 대한 이메일 주소를 하나 이상 입력하세요.
pl_pl: Wprowadź jeden (lub więcej) adres e-mail, aby otrzymywać powiadomienia o zwrotach.
pt_pt: Introduza um (ou mais) endereço de correio electrónico para as notificações de "aviso de recepção". Utilize "Return(tecla ENTER)" ou uma vírgula para separar o(s) endereço(s).

source: Cannot update "return slip" emails.
es_es: No se pueden actualizar los correos electrónicos de "hoja de devolución".
fr_fr: Impossible de mettre à jour les e-mails d'étiquettes de retour
ko_kr: "반품 전표" 이메일을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować e-maili z „potwierdzeniem zwrotu”.
pt_pt: Não é possível actualizar as mensagens de correio electrónico "aviso de recepção".

source: Send to:
es_es: Enviar a:
fr_fr: Envoyer à :
ko_kr: 발송:
pl_pl: Wyślij do:
pt_pt: Enviar para:

source: Add email
es_es: Añadir correo electrónico
fr_fr: Ajouter un e-mail
ko_kr: 이메일 추가
pl_pl: Dodaj e-mail
pt_pt: Adicionar e-mail

source: Enter one or more email address. Use 'Return' or a comma to separate each address.
es_es: Introduce una o más direcciones de correo electrónico. Use 'Enter' o una coma para separar cada dirección.
fr_fr: Saisissez une ou plusieurs adresse(s) e-mail. Appuyez sur "Entrée" ou utilisez une virgule pour séparer chaque adresse.
ko_kr: 하나 이상의 이메일을 입력하세요. '반품' 또는 쉼표를 사용하여 각 주소를 구분합니다.
pl_pl: Wpisz jeden lub więcej adresów e-mail. Użyj „Enter” lub przecinka, aby oddzielić każdy adres.
pt_pt: Introduza um ou mais endereços de e-mail. Utilize "Return(tecla ENTER)" ou uma vírgula para separar o(s) endereço(s).
