Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, pt_br, pt_pt, sr_cs, th_th

source: Unable to write in the directory "%s"
ar_sa: غير قادر على الكتابة في الدليل "%s"
pt_br: Não foi possível escrever na pasta "%s"
pt_pt: Não é possível escrever no directório "%s"
th_th: ไม่สามารถเขียนในไดเร็กทอรี "%s"

source: Server performance
ar_sa: اداء السيرفر
pt_br: Desempenho do servidor
pt_pt: Desempenho do servidor
sr_cs: Performanse servera
th_th: ประสิทธิภาพของเซิร์ฟเวอร์

source: Unless you are using a dedicated server, select "Low".
ar_sa: إلا إذا كنت تستخدم سيرفر مخصص، حدد "منخفضة".
pt_br: A menos que você esteja usando um servidor dedicado, selecione "Baixo".
pt_pt: A menos que esteja a utilizar um servidor dedicado, seleccione "Baixo".
sr_cs: Ukoliko ne koristite dedicated server, odaberite "Slabo".
th_th: หากคุณไม่ได้ใช้เซิร์ฟเวอร์เฉพาะให้เลือก "ต่ำ"

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
ar_sa: قيمة عالية يمكن أن يسبب الترقية إلى فشل إذا كان الخادم الخاص بك ليست قوية بما يكفي لمعالجة مهام الترقية في فترة قصيرة من الزمن.
pt_br: Um valor elevado pode levar a uma falha na operação de Upgrade caso o seu servidor não seja suficientemente rápido para realizar as tarefas associadas ao Upgrade num curto espaço de tempo.
pt_pt: Um valor elevado pode fazer com que a actualização falhe se o seu servidor não for suficientemente potente para processar as tarefas de actualização num curto espaço de tempo.
sr_cs: Velike vrednosti podešavanja mogu prouzrokovati neuspešnu nadogradnju ukoliko vam server nije dovoljno snažan da obradi podešavanja u kratkom vremenskom roku.
th_th: ค่าที่สูงอาจทำให้การอัปเกรดล้มเหลว หากเซิร์ฟเวอร์ของคุณไม่มีประสิทธิภาพเพียงพอในการประมวลผลงานอัปเกรดในระยะเวลาอันสั้น

source: Low (recommended)
ar_sa: منخفضة (محسن)
pt_br: Baixo (recomendado)
pt_pt: Baixo (recomendado)
sr_cs: Slabo (preporučeno)
th_th: ต่ำ (แนะนำ)

source: Medium
ar_sa: وسط
pt_br: Médio
pt_pt: Médio
sr_cs: Srednji
th_th: ปานกลาง

source: High
ar_sa: مرتفع
pt_br: Alta
pt_pt: Alto
sr_cs: Visok
th_th: สูง

source: Disable non-native modules
ar_sa: تعطيل وحدات غير الأصلية
pt_br: Desativar módulos não-nativos
pt_pt: Desactivar módulos não nativos
sr_cs: Isključi dodatne module
th_th: ปิดใช้งานโมดูลที่ไม่ใช่เนทีฟ

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
ar_sa: الوحدات غير المحلية يمكن أن تواجه بعض القضاي التوافق، ونحن نوصي لتعطيلها افتراضيا.
pt_br: Uma vez que os módulos não nativos podem exibir questões de compatibilidade, recomendamos que estejam desativados por padrão.
pt_pt: Como os módulos não nativos podem ter alguns problemas de compatibilidade, recomendamos que sejam desactivados por predefinição.
sr_cs: Dodatni moduli mogu prouzrokovati nekompatibilnosti, preporučujemo da ih isključite.
th_th: เนื่องจากโมดูลที่ไม่ใช่เนทีฟอาจประสบปัญหาความเข้ากันได้ เราขอแนะนำให้ปิดใช้งานตามค่าเริ่มต้น

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
ar_sa: ابقائها تمكين قد تمنعك من تحميل الصفحة "وحدات" صحيح بعد الترقية.
pt_br: Mantê-los ativados podem impedi-los de carregar à página de "Módulos" adequadamente após a atualização.
pt_pt: Mantê-los activados pode impedir que carregue correctamente a página "Módulos" após a actualização.
sr_cs: Držite uključeno da bi ste sačuvali učitavanja "Moduli" stranice posle nadogradnje.
th_th: การเปิดใช้งานไว้อาจทำให้คุณไม่สามารถโหลดหน้า "โมดูล" ได้อย่างถูกต้องหลังการอัปเกรด

source: Disable all overrides
pt_br: Desativar todos os overrides
pt_pt: Desactivar todas as substituições
sr_cs: Isključi sve nadjačavače

source: Enable or disable all classes and controllers overrides.
pt_br: Ativa ou desativa overrides de classes e controllers
pt_pt: Ativa ou desativa substituições (overrides) de classes e controladores.
sr_cs: Uključi ili isključi sve klase i kontrolere nadjačavače.

source: Upgrade the default theme
ar_sa: ترقية القالب الافتراضي
pt_br: Atualizar o tema padrão
pt_pt: Atualizar o tema gráfico predefinido
th_th: อัปเกรดธีมเริ่มต้น

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
ar_sa: إذا قمت بتخصيص الافتراضي موضوع بريستاشوب في المجلد الخاص (مجلد اسم "بريستاشوب" في 1.7، "الافتراضي" في ، "التمهيد الافتراضي" في)، وتمكين هذا الخيار سوف تفقد التعديلات الخاصة بك.
pt_br: Se você personalizou o tema padrão do PrestaShop na sua pasta (nome da pasta "classic" em 1.7), ativando esta opção irá perder as suas alterações.
pt_pt: Se personalizou o tema predefinido da PrestaShop na sua pasta (nome da pasta "classic" na versão 1.7), ao activar esta opção perderá as suas modificações.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
ar_sa: إذا كنت تستخدم قالبك الخاص، فإن تفعيل هذا الخيار سيؤدي إلى تحديث القالب الإفتراضي في حين أن قالبك الخاص سيبقى أمناً.
pt_br: Se estiver utilizando o seu próprio tema, habilite esta opção para modificar apenas os arquivos do tema padrão e o seu tema ficará seguro.
pt_pt: Se estiver a utilizar o seu próprio tema, activar esta opção irá simplesmente actualizar os ficheiros do tema predefinido e o seu próprio tema estará seguro.
th_th: หากคุณใช้ธีมของคุณเอง การเปิดใช้งานตัวเลือกนี้จะอัปเดตไฟล์ธีมเริ่มต้น และธีมของคุณเองจะปลอดภัย

source: Switch to the default theme
ar_sa: حول إلى القالب الإفتراضي
pt_br: Trocar para o tema padrão
pt_pt: Alterar para o tema gráfico predefinido
th_th: เปลี่ยนเป็นธีมเริ่มต้น

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
ar_sa: سيؤدي ذلك إلى تغيير الموضوع الخاص بك: ثم سيستخدم متجرك السمة الافتراضية من إصدار بريستاشوب الذي كنت تقوم بالترقية إلى.
pt_br: Isso vai mudar o seu tema: sua loja irá usar o tema padrão da versão do PrestaShop que você está atualizando.
pt_pt: Isto irá alterar o seu tema: a sua loja passará a utilizar o tema predefinido da versão da PrestaShop para a qual está a actualizar.
sr_cs: Ovo će promenuti izgled tvoje teme: tvoja prodavnica će preuzeti osnovnu temu od verzije PrestaShop na koju se nadograđuje.
th_th: การดำเนินการนี้จะเปลี่ยนธีมของคุณ: ร้านค้าของคุณจะใช้ธีมเริ่มต้นของเวอร์ชันของ PrestaShop ที่คุณกำลังอัปเกรด

source: Regenerate RTL stylesheet
pt_br: Recriar folha de estilo RTL
pt_pt: Gerar novamente a folha de estilo RTL
sr_cs: Generiši RTL Stylesheet

source: If enabled, any RTL-specific files that you might have added to all your themes might be deleted by the created stylesheet.
pt_br: Se ativado, quaisquer arquivos específicos de RTL que você possa ter adicionado a seus temas podem ser excluídos pela folha de estilos gerada.
pt_pt: Se activado, quaisquer ficheiros específicos de RTL que possa ter adicionado a todos os seus temas podem ser eliminados pela folha de estilo criada.
sr_cs: Ako je omogućeno, sve RTL-specifične datoteke koje ste možda dodali u sve teme mogu biti izbrisane stvaranjem stilskog lista.

source: Keep the customized email templates
ar_sa: احتفظ بقوالب البريد الإلكتروني المخصصة
pt_br: Manter os templates de email personalizados
pt_pt: Manter os modelos de correio electrónico personalizados

source: This will not upgrade the default PrestaShop e-mails.
ar_sa: لن يؤدي ذلك إلى ترقية رسائل البريد الإلكتروني PrestaShop الافتراضية.
pt_br: Isto não irá atualizar os e-mails padrão do PrestaShop.
pt_pt: Isto não actualizará as mensagens de correio electrónico predefinidas da PrestaShop.
sr_cs: Ovo neće nadograditi osnovne PrestShop e-mailove.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
ar_sa: إذا قمت بتخصيص قوالب البريد الإلكتروني PrestaShop الافتراضية ، فإن تمكين هذا الخيار سيحافظ على تعديلاتك.
pt_br: Se você personalizou os modelos de e-mail padrão do PrestaShop, ativar esta opção fará com que suas alterações sejam mantidas.
pt_pt: Se personalizou os modelos padrão de e-mail do PrestaShop, ao ativar esta opção irá manter as suas alterações.
sr_cs: Ukoliko ste modifikovali osnovne PrestShop e-mail šablone, uključivanjem ove opcije sačuvaćete sve vaše modifikacije.

source: Back up my files and database
ar_sa: عمل نسخه احتياطيه لملفاتي وقاعدة البيانات
pt_br: Fazer backup dos meus arquivos e banco de dados
pt_pt: Fazer uma cópia de segurança dos meus ficheiros e da minha base de dados
sr_cs: Napravi sigurnosnu kopiju mojih fajlova i databaze
th_th: สำรองไฟล์และฐานข้อมูลของฉัน

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
ar_sa: دعم تلقائيا قاعدة البيانات والملفات الخاصة بك من أجل استعادة المحل الخاص بك إذا لزم الأمر. هذا هو تجريبي: يجب عليك لا يزال إجراء النسخ الاحتياطي اليدوي الخاص بك للسلامة.
pt_br: Automaticamente efetua o backup de sua base de dados e arquivos para restaurar sua loja se necessário. Isto é experimental: você ainda deve fazer seu próprio backup manual por segurança.
pt_pt: Faça uma cópia de segurança automática da sua base de dados e dos seus ficheiros para poder restaurar a sua loja, se necessário. Isto é experimental: por segurança, deve continuar a efectuar a sua própria cópia de segurança manual.
sr_cs: Automatski napravi sigurnosnu kopiju databaze i fajlova da bi mogao da vratiš postavke ukoliko to bude potrebno. Ovo je u eksperimentalnoj fazi: pored ovoga bi ipak trebalo napraviti ručno sigurnosne kopije.
th_th: สำรองฐานข้อมูลและไฟล์ของคุณโดยอัตโนมัติเพื่อกู้คืนร้านค้าของคุณหากจำเป็น นี่เป็นการทดลอง: คุณควรสำรองข้อมูลด้วยตนเองเพื่อความปลอดภัย

source: Back up my images
ar_sa: عمل نسخة احتياطية لصوري
pt_br: Fazer backup das minhas imagens
pt_pt: Fazer cópias de segurança das minhas imagens
sr_cs: Napravi sigurnosnu kopiju mojih fotografija
th_th: สำรองข้อมูลของฉัน

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
ar_sa: لتوفير الوقت، يمكنك أن تقرر عدم نسخ الصور الخاص بك. في أي حال، دائما التأكد من أنك فعلت نسخ احتياطية منهم يدويا.
pt_br: Para economizar tempo, você pode optar por não efetuar o backup de suas imagens. De qualquer forma, sempre assegure-se de ter feito o backup delas manualmente.
pt_pt: Para poupar tempo, pode decidir não fazer cópias de segurança das suas imagens. Em qualquer caso, certifique-se sempre de que efectuou a cópia de segurança manualmente.
sr_cs: Da bi sačuvali vreme, nije neophodno da napravite sigurnosnu kopiju vaših fotografija. U svakom slučaju, budite sigurni da ste ih posebno sačuvali.
th_th: เพื่อประหยัดเวลาคุณสามารถตัดสินใจที่จะไม่สำรองรูปภาพของคุณได้ ไม่ว่าในกรณีใดโปรดตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อมูลด้วยตนเองเสมอ

source: Unable to create the directory "%s"
ar_sa: تعذر إنشاء الدليل "%s"
pt_br: Não foi possível criar a pasta "%s"
pt_pt: Não foi possível criar a pasta "%s"
sr_cs: Ne mogu da kreiram direktorijum "%s"

source: Unable to create file %s
ar_sa: تعذر إنشاء الملف %s
pt_br: Não foi possível criar o arquivo %s
pt_pt: Não é possível criar o ficheiro %s
sr_cs: Nije moguće kreiranje fajla %s

source: Error when trying to delete backups %s
ar_sa: خطأ عند محاولة حذف النسخ الاحتياطية %s
pt_br: Um erro ocorreu ao tentar apagar os backups %s
pt_pt: Erro ao tentar eliminar os ficheiros das cópias de segurança %s
sr_cs: Greška prilikom brisanja bekapa %s
th_th: เกิดข้อผิดพลาดขณะพยายามลบข้อมูลสำรอง %s

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
ar_sa: لا يمكن ترقية هذا الإصدار من PrestaShop: القيمة الثابتة PS_ADMIN_DIR مفقودة.
pt_br: Esta versão do PrestaShop não pode ser atualizada: a constante PS_ADMIN_DIR está ausente.
pt_pt: Esta versão do PrestaShop não pode ser atualizada: a constante PS_ADMIN_DIR está em falta.
sr_cs: Ova verzija PrestaShop ne može biti ažurirana: PS_ADMIN_DIR konstanta nedostaje

source: 1-Click Upgrade
ar_sa: ترقية بضغطة واحدة
pt_br: Atualização em 1 clique
pt_pt: Actualização com 1 clique
sr_cs: 1-kilk ažuriranje

source: Upgrade to the latest version of PrestaShop in a few clicks, thanks to this automated method.
pt_br: Atualize para a versão mais recente do PrestaShop em poucos cliques graças a esse método automatizado.
pt_pt: Actualize para a versão mais recente do PrestaShop com apenas alguns cliques, graças a este método automatizado.
sr_cs: Nadogradite na najnoviju verziju PrestaShop-a u nekoliko klikova, zahvaljujući ovom automatskom metodu.

source: This version of 1-click upgrade requires PHP 5.6 to work properly. Please upgrade your server configuration.
pt_br: Esta versão da atualização em 1-clique requer PHP 5.6 para funcionar corretamente. Por favor, atualize as configurações de seu servidor.
pt_pt: Esta versão da actualização 1-click requer o PHP 5.6 para funcionar correctamente. Por favor, actualize a configuração do seu servidor.
sr_cs: Ova verzija nadogradnje u jednom kliku zahteva PHP 5.6 kako bi pravilno funkcionisala. Molimo vas da nadogradite konfiguraciju svog servera.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
ar_sa: يتعذر حذف علامة التبويب "AdminUpgrade" القديمة (معرف علامة التبويب: %idtab%).
pt_br: Não foi possível apagar a aba "AdminUpgrade" desatualizada (ID da aba: %idtab%).
pt_pt: Não foi possível eliminar o separador desatualizado "AdminUpgrade" (n.º do separador: %idtab%).
sr_cs: Nije moguće obrisani staro "AdminUpgrade" jezičak (ID jezička: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
ar_sa: تعذر إنشاء علامة التبويب "AdminSelfUpgrade"
pt_br: Não foi possível criar a aba "AdminSelfUpgrade"
pt_pt: Não foi possível criar a aba "AdminSelfUpgrade"
sr_cs: Nije moguće kreirati "AdminSelfUpgrade" jezičak

source: Unable to copy logo.gif in %s
ar_sa: تعذر نسخ logo.gif في %s
pt_br: Não foi possível copiar logo.gif em %s
pt_pt: Não foi possível copiar logo.gif em %s
sr_cs: Nije moguće kopirati logo.gif u %s

source: Unable to load the "AdminSelfUpgrade" tab
ar_sa: تعذر تحميل علامة التبويب "AdminSelfUpgrade"
pt_br: Não foi possível carregar a aba "AdminSelfUpgrade"
pt_pt: Não foi possível carregar o separador "AdminSelfUpgrade"
sr_cs: Nije moguće kreirati "AdminSelfUpgrade" jezičak

source: Action %s skipped
ar_sa: تم تخطي الإجراء %s
pt_br: Ação %s pulada
pt_pt: Ação %s ignorada
sr_cs: Radnja %s preskočena

source: Unable to check files for the installed version of PrestaShop.
ar_sa: غير فادر على فحص ملفات نسخة بريستا شوب المثبته.
pt_br: Não foi possível verificar os arquivos para a versão instalada do PrestaShop.
pt_pt: Não é possível verificar os ficheiros para a versão instalada do PrestaShop.
sr_cs: Nije moguće proveriti fajlove za instaliranu verziju PrestaShopa
th_th: ไม่สามารถตรวจสอบไฟล์สำหรับเวอร์ชันที่ติดตั้งของ PrestaShop

source: Core files are ok
ar_sa: ملفات النواة سليمة
pt_br: Os arquivos de núcleo estão ok
pt_pt: Os ficheiros do núcleo estão OK
sr_cs: Osnovni fajlovi su OK
th_th: ไฟล์หลักก็โอเค

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
ar_sa: تم الكشف عن %modificationscount% تعديل في الملفات ، تشمل %coremodifications% من النواة ووحدات مشابهة:
pt_br: Foram detectadas modificações em %modificationscount% arquivos, incluindo %coremodifications% nos arquivos do core e módulos nativos:
pt_pt: Foram detetadas %modificationscount% alterações nos ficheiros, incluindo %coremodifications% nos ficheiros do núcleo e nos módulos nativos:
sr_cs: %modificationscount% Izmena na fajlovima je detektovano, uključujući %coremodifications% od osnovnih fajlova i originalnih PrestaShop modula:

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
ar_sa: %modifiedfiles% ملف ستم تعديلها ، %deletedfiles% ملف سيتم حذفها (إذا كانت موجودة).
pt_br: %modifiedfiles% arquivos serão modificados, %deletedfiles% arquivos serão apagados (se forem encontrados).
pt_pt: %modifiedfiles% ficheiros serão alterados, %deletedfiles% ficheiros serão eliminados (se forem encontrados).
sr_cs: %modifiedfiles% fajlova će biti modifikovano %deletedfiles% fajlova će biti izbrisano (ako budu bili pronađeni).

source: No diff files found.
ar_sa: لا يوجد ملفات مختلفة.
pt_br: Não foram encontrados arquivos diferentes.
pt_pt: Não foram encontrados ficheiros «diff».
sr_cs: Nije pronađena razlika u fajlovima.
th_th: ไม่พบไฟล์ต่าง

source: File %s does not exist. Unable to select that channel.
ar_sa: ملف %s غير موجود. غير قادر على اختيار هذه القناة.
pt_br: O arquivo %s não existe. Não é possível selecionar esse canal.
pt_pt: O ficheiro %s não existe. Não é possível selecionar esse canal.
sr_cs: Fajl %s ne postoji. Nije moguće selektovati taj kanal.
th_th: ไม่มีไฟล์ %s ไม่สามารถเลือกช่องนั้นได้

source: Version number is missing. Unable to select that channel.
ar_sa: رقم النسخة مفقود. غير قادر على اختيار هذه القناة.
pt_br: Está faltando o número da versão. Não é possível selecionar esse canal.
pt_pt: Número de versão em falta. Não é possível selecionar esse canal.
sr_cs: Nedostaje broj verzije. Nije moguće selektovati kanal.
th_th: ไม่มีหมายเลขเวอร์ชัน ไม่สามารถเลือกช่องนั้นได้

source: File %s does not exist. Unable to select that channel
pt_br: O arquivo %s não existe. Não é possível selecionar esse canal
pt_pt: O ficheiro %s não existe. Não é possível seleccionar esse canal
sr_cs: Fajl %s ne postoji. Nije moguće selektovati taj kanal

source: Upgrade process will use archive.
ar_sa: عملية الترقية ستستخدم الأرشيف.
pt_br: O processo de atualização usará arquivo.
pt_pt: O processo de atualização irá utilizar um ficheiro.
sr_cs: Proces ažuriranja će koristiti arhivu.
th_th: กระบวนการอัปเกรดจะใช้ไฟล์เก็บถาวร

source: Error on saving configuration
ar_sa: خطأ في حفظ الاعدادات
pt_br: Erro ao salvar as configurações
pt_pt: Erro ao guardar a configuração
sr_cs: Greška prilikom pokušaja da se sačuva konfiguracija
th_th: เกิดข้อผิดพลาดในการบันทึกการกำหนดค่า

source: Configuration successfully updated.
ar_sa: تم تحديث الاعدادات بنجاح.
pt_br: Configuração atualizada com sucesso.
pt_pt: Configuração atualizada com sucesso.
sr_cs: Konfiguracija uspešno ažurirana.
th_th: อัปเดตการกำหนดค่าสำเร็จแล้ว

source: This page will now be reloaded and the module will check if a new version is available.
ar_sa: سيتم اعادة تحميل الصفحة والتأكد من توفر نسخة أحدث.
pt_br: Esta página será recarregada e o módulo irá verificar se existe uma nova versão disponível.
pt_pt: Esta página será recarregada e o módulo irá verificar se existe uma nova versão disponível.
sr_cs: Ova stranica neće biti ponovo učitana i modul će proveriti ako je nova verzija dostupna.
th_th: หน้านี้จะถูกโหลดซ้ำและโมดูลจะตรวจสอบว่ามีเวอร์ชันใหม่หรือไม่

source: Nothing to restore
ar_sa: لا يوجد ملفات للإستعادة
pt_br: Nada para restaurar
pt_pt: Nada para recuperar
sr_cs: Nema ništa za obnavljanje
th_th: ไม่มีอะไรจะคืนค่า

source: %s: File format does not match.
ar_sa: %s: تنسيق الملف غير متطابق.
pt_br: %s: O formato do arquivo não confere.
pt_pt: %s: O formato do ficheiro não é compatível.
sr_cs: %s: Format fajla se ne poklapa.

source: Opening backup database file %filename% in %extension% mode
ar_sa: فتح ملف قاعدة بيانات النسخ الاحتياطي %filename% في وضع %extension%
pt_br: Abrindo o arquivo backup %filename% do banco de dados no modo %extension%
pt_pt: Abrir o ficheiro da base de dados como cópia de segurança %filename% no modo %extension%
sr_cs: Otvaranje rezervne kopije baze podataka fajla %filename% u %extension% režimu.

source: Database backup is empty.
ar_sa: النسخة الإحتياطيه لقاعدة البيانات فارغة.
pt_br: O backup da base de dados está vazio.
pt_pt: A cópia de segurança da base de dados está vazia.
sr_cs: Rezervna kopija baze podataka je prazna.
th_th: การสำรองฐานข้อมูลว่างเปล่า

source: Database restoration file %filename% done. %filescount% file(s) left...
ar_sa: ملف استعادة قاعدة البيانات %filename% انهى عمله. تبقى %filescount% ملف(ملفات)...
pt_br: Arquivo de restauração do banco de dados %filename% concluído. Falta(m) %filescount% arquivo(s)...
pt_pt: Restauro do ficheiro da base de dados %filename% concluído. %filescount% ficheiro(s) restantes...
sr_cs: Obnova baze podataka iz datoteke %filename% je završena. Preostalo je %filescount% fajl(ova) ...

source: Database restoration file %1$s done.
ar_sa: تمت استعادة ملف قاعدة البيانات %1$s.
pt_br: Arquivo de restauração da base de dados %1$s concluído.
pt_pt: Terminada a reposição do ficheiro %1$s da base de dados.
sr_cs: Obnova baze podataka iz datoteke %1$s je završena.
th_th: ไฟล์กู้คืนฐานข้อมูล %1$s เสร็จแล้ว

source: Database has been restored.
ar_sa: تم استعادة قاعدة البيانات.
pt_br: A base de dados foi restaurada.
pt_pt: A base de dados foi restaurada.
sr_cs: Baza podataka je obnovljena.
th_th: กู้คืนฐานข้อมูลแล้ว

source: [SQL ERROR]
ar_sa: [خطأ في SQL]
pt_pt: [ERRO SQL]

source: Error during database restoration
ar_sa: حدث خطأ أثناء استعادة قاعدة البيانات
pt_br: Erro durante a restauração do banco de dados
pt_pt: Erro durante a reposição da base de dados
th_th: เกิดข้อผิดพลาดระหว่างการคืนค่าฐานข้อมูล

source: %numberqueries% queries left for file %filename%...
ar_sa: عدد الاستعلامات %numberqueries% للملف %filename%...
pt_br: %numberqueries% queries faltam para o arquivo %filename%...
pt_pt: %numberqueries% queries restantes do ficheiro %filename%...
sr_cs: Preostalo je još %numberqueries% upita za fajl %filename%...

source: Database restoration done.
ar_sa: تم استعادة قاعدة البيانات.
pt_br: Restauração da base de dados concluída.
pt_pt: Restauro da base de dados concluída.
sr_cs: Obnova baze podataka iz datoteke je završena.
th_th: กู้คืนฐานข้อมูลเสร็จแล้ว

source: %s file(s) will be removed before restoring the backup files.
ar_sa: سيتم إزالة الملف (الملفات) %s قبل استعادة ملفات النسخ الاحتياطي.
pt_br: %s arquivos serão removidos antes de restaurar os arquivos da cópia de segurança.
pt_pt: %s ficheiro(s) serão removidos antes de repor os ficheiros da cópia de segurança.
sr_cs: %s fajl(ova) će biti uklonjen(o) pre nego što se obnove rezervne kopije.
th_th: %s ไฟล์จะถูกลบก่อนที่จะกู้คืนไฟล์สำรอง

source: [ERROR] Backup file %s does not exist.
ar_sa: [ERROR] ملف النسخة الإحتياطية %s غير موجود.
pt_br: [ERRO] O arquivo de backup %s não existe.
pt_pt: [ERROR] O ficheiro de cópia de segurança %s não existe.
sr_cs: [ERROR] Rezervna kopija fajla %s ne postoji.
th_th: [ERROR] ไม่มีไฟล์สำรองข้อมูล %s

source: [ERROR] File "%s" does not exist.
ar_sa: [ERROR] الملف "%s" غير موجود.
pt_br: [ERROR] Arquivo "%s" não existe.
pt_pt: [ERROR] O ficheiro "%s" não existe.
sr_cs: [ERROR] Fajl "%s"ne postoji.
th_th: [ERROR] ไม่มีไฟล์ "%s"

source: Unable to remove upgraded files.
ar_sa: فشل في حذف الملفات المحدثة.
pt_br: Impossível remover os arquivos de atualização.
pt_pt: Não foi possível de remover os ficheiros da atualização.
sr_cs: Nije moguće ukloniti ažurirane fajlove.
th_th: ไม่สามารถลบไฟล์ที่อัพเกรดได้

source: Unable to extract file %filename% into directory %directoryname%.
pt_br: Não foi possível extrair arquivo %filename% para a pasta %directoryname%.
pt_pt: Não foi possível extrair o ficheiro %filename% para o directório %directoryname%.
sr_cs: Nije moguće izvršiti raspakivanje fajla %filename% u direktorijum %directoryname%.

source: Files restored.
ar_sa: تم استعادة الملفات.
pt_br: Arquivos restaurados.
pt_pt: Ficheiros restaurados.
sr_cs: Faj je obnovljen
th_th: กู้คืนไฟล์แล้ว

source: Files restored. Now restoring database...
ar_sa: تم استعادة الملفات. الآن يتم استعادة قاعدة البيانات...
pt_br: Arquivos restaurados. Agora restaurando a base de dados...
pt_pt: Os ficheiros foram restaurados. A restaurar a base de dados...
sr_cs: Fajlovi su obnovljeni. Sada se obnavlja baza podataka...
th_th: กู้คืนไฟล์แล้ว กำลังกู้คืนฐานข้อมูล...
