Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesFacetedsearchAdmin.*.xlf
Languages: az_az, es_co, fr_fr, nl_nl, pt_pt, th_th, zh_tw

source: Use tax to filter price
az_az: Qiyməti vergi ilə süzgəclə
es_co: Use IVA para filtro de precio
fr_fr: Appliquer les filtres sur les prix TTC et non HT
nl_nl: Gebruik belastingen om prijzen te filteren
pt_pt: Usar IVA no filtro do preço
zh_tw: 使用稅篩選價格

source: Use rounding to filter price
es_co: Usar redondeo para filtrar precio
fr_fr: Inclure les arrondis dans le filtre par prix
nl_nl: Gebruik afronding om de prijs te filteren
pt_pt: Usar arredondamento para filtrar o preço
zh_tw: 使用凑整篩選價格

source: Show unavailable, out of stock last
es_co: Mostrar no disponibles, agotados al final
fr_fr: Afficher indisponible, rupture de stock en dernier
nl_nl: Toon niet beschikbaar, niet op voorraad als laatste
pt_pt: Mostrar indisponível, esgotado em último lugar
zh_tw: 顯示不可用，缺貨最後

source: (in progress)
az_az: (həyata keçirilir)
es_co: (en progreso)
fr_fr: (en cours)
nl_nl: (bezig)
pt_pt: (a decorrer)
zh_tw: （操作中）

source: URL indexing finished
es_co: Indexación de URL terminada
fr_fr: Indexation des URL terminée
nl_nl: URL-indexering beeïndigd
pt_pt: Indexação de URL terminada
zh_tw: 網址索引完成

source: Attribute indexing finished
es_co: Indexación de atributo terminada
fr_fr: Indexation des attributs terminée
nl_nl: Attributenindexering beeïndigd
pt_pt: Indexação dos Atributos terminada
zh_tw: 屬性索引完成

source: URL indexing failed
es_co: Indexación de URL falló
fr_fr: L'indexation des URL a échoué
nl_nl: URL-indexering mislukt
pt_pt: Indexação de URL falhou
zh_tw: 網址索引失敗

source: Attribute indexing failed
es_co: Indexación de atributo falló
fr_fr: L'indexation des attributs a échoué
nl_nl: Attributenindexering mislukt
pt_pt: Indexação dos Atributos falhou
zh_tw: 屬性索引失敗

source: Price indexing finished
es_co: Indexación de precio terminada
fr_fr: Indexation des prix terminée
nl_nl: Prijsindexering beeïndigd
pt_pt: Indexação de Preços terminada
zh_tw: 價格索引完成

source: Price indexing failed
es_co: Indexación de precio falló
fr_fr: L'indexation des prix a échoué
nl_nl: Prijsindexering mislukt
pt_pt: Indexação de Preços falhou
zh_tw: 價格索引失敗

source: (in progress, %s products price to index)
es_co: (en progreso, %s productos a indexar)
fr_fr: (en cours, %s prix de produits à indexer)
nl_nl: (nog bezig, %s producten nog indexeren)
pt_pt: (em curso, %s preços de produtos para indexar)
th_th: (ในราคาผลิตภัณฑ์ความคืบหน้า%s เพื่อดัชนี)
zh_tw: （進行中，%s商品價格等待索引）

source: Loading...
az_az: Yüklənir...
es_co: Cargando...
fr_fr: Chargement...
nl_nl: Laden ...
pt_pt: A carregar...
th_th: กำลังโหลด...
zh_tw: 載入中...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
az_az: Seçdiniz -Bütün kateqoriyalar-: bütün indiki süzgəc şablonları silinəcəkdir. Yaxşıdır?
es_co: Ha seleccionado -Todas las categorías-, todas las plantillas de filtro existentes se eliminarán, ¿está de acuerdo?
fr_fr: Vous avez sélectionné -Toutes les catégories- : tous les modèles de filtres existants seront supprimés. Est-ce bien ce que vous voulez ?
nl_nl: U selecteerde -Alle categorieën-: alle bestaande filtersjablonen zullen worden verwijderd. Is dit Oké?
pt_pt: Selecionou -Todas as categorias- : todos os modelos de filtro existentes serão eliminados. Tem a certeza?
zh_tw: 您己選 - 所有分類 - ：所有現有篩選項模板將被刪除。是否確定？

source: Use Jquery UI slider
es_co: Usar slider de Jquery UI
fr_fr: Utiliser le curseur jQuery UI
nl_nl: Gebruik JQuery UI-schuifregelaar
pt_pt: Use o slider Jquery UI
zh_tw: 使用 jQuery UI 滑塊。

source: Switch this off only if your theme does not use Jquery UI slider. It is recommended to keep it on when using classic theme.
es_co: Desactívalo solo si su tema no usa el control "slider" de jQuery UI. Se recomienda mantenerlo activado cuando se utiliza el tema clásico.
fr_fr: Ne désactivez cette fonctionnalité que si votre thème n'utilise pas le curseur jQuery UI. Il est recommandé de la laisser activée si vous utilisez le thème classic.
nl_nl: Schakel dit alleen uit als uw thema geen JQuery UI-schuifregelaar gebruikt. Het wordt aanbevolen om het aan te houden bij gebruik van een klassiek thema.
pt_pt: Desactive esta opção apenas se o seu tema não utilizar o Jquery UI slider. Recomenda-se que a mantenha activada quando utilizar o tema clássico.
zh_tw: 只有在您的主題不使用 jQuery UI 滑塊時才關閉它。建議在使用經典主題時保持開啟。

source: Default filter template for new categories
es_co: Plantilla de filtro predeterminada para nuevas categorías
fr_fr: Modèle de filtre par défaut pour les nouvelles catégories
nl_nl: Standaard filtersjabloon voor nieuwe categorieën
pt_pt: Modelo de filtro predefinido para novas categorias
zh_tw: 新類別的默認過濾器模板

source: If you want to automatically assign a filter template to new categories, select it here.
es_co: Si desea asignar automáticamente una plantilla de filtro a nuevas categorías, selecciónela aquí.
fr_fr: Si vous voulez attribuer automatiquement un modèle de filtre aux nouvelles catégories, vous pouvez en choisir un ici.
nl_nl: Als u automatisch een filtersjabloon aan nieuwe categorieën wilt toewijzen, selecteert u deze hier.
pt_pt: Se pretender atribuir automaticamente um modelo de filtro a novas categorias, seleccione-o aqui.
zh_tw: 如果您想要自動將篩選器模板分配給新的分類，請在此處選擇。

source: We recommend to set regular cron tasks to manage the indexes and cache on daily/weekly basis.
es_co: Recomendamos configurar tareas cron diarias/semanales para administrar los índices y la caché.
fr_fr: Nous recommandons de définir des tâches cron régulières pour gérer les index et le cache sur une base quotidienne/hebdomadaire.
nl_nl: We raden aan om regelmatige cron-taken in te stellen om de indexen en cache op dagelijkse/wekelijkse basis te beheren.
zh_tw: 我們建議設定定期的 cron 任務來管理索引和快取，例如每天或每週進行一次。

source: Add missing products to price index:
es_co: Añadir los productos que faltan al índice de precios:
fr_fr: Ajouter les produits manquants à l'indice des prix :
nl_nl: Voeg ontbrekende producten toe aan de prijs index:
zh_tw: 將遺漏的商品添加到價格索引中：

source: Rebuild price index:
es_co: Reconstruir el índice de precios:
fr_fr: Reconstruire l'indexation des prix :
nl_nl: Herbouw prijsindex:
zh_tw: 重新建立價格索引：

source: Rebuild attribute index:
es_co: Reconstruir el índice de atributos:
fr_fr: Reconstruire l'indexation des attributs :
nl_nl: Herbouw attribuutindex:
zh_tw: 重新建立屬性索引：

source: Flush block cache:
es_co: Vaciar caché del bloque:
fr_fr: Vider le cache des blocs :
nl_nl: Leeg Blokcache:
zh_tw: 清除區塊快取：

source: This option caches filtering blocks, so the module does not have to query for matching products all the time. The cache is invalidated on every modification on your store. If you encounter some incosistencies, disable this cache or make sure to flush it if needed.
es_co: Esta opción almacena en caché los bloques de filtrado, por lo que el módulo no tiene que consultar los productos todo el tiempo. La caché se invalida con cada modificación en su tienda. Si encuentra alguna inconsistencia, desactiva esta caché o asegúrate de vaciarla si es necesario.
fr_fr: Cette option met en cache les blocs de filtrage, de sorte que le module n'a pas à rechercher les produits correspondants en permanence. Le cache est invalidé à chaque modification de votre boutique. Si vous rencontrez des incohérences, désactivez ce cache ou assurez-vous de le vider si nécessaire.
nl_nl: Deze optie slaat filterblokken op in de cache, zodat de module niet voortdurend hoeft te zoeken naar overeenkomende producten. De cache wordt ongeldig gemaakt bij elke wijziging in uw winkel. Als u inconsistenties tegenkomt, schakel dan deze cache uit of zorg ervoor dat u deze indien nodig leegmaakt.
zh_tw: 此選項會對篩選區塊進行快取，因此模組無需一直查詢符合條件的產品。快取會在您的商店進行任何修改時失效。如果遇到不一致的情況，請禁用此快取，或在需要時確保清除快取。

source: Enable or disable display of matching products after filters. Disabling this won't bring any performance benefit, because matching products need to be calculated anyway.
es_co: Habilita o deshabilita la visualización de productos coincidentes después de los filtros. Deshabilitar esto no traerá ningún beneficio de rendimiento, porque los productos coincidentes deben calcularse de todos modos.
fr_fr: Activer ou désactiver l'affichage des produits identiques après les filtres. La désactivation de cette option n'apporte aucun avantage en termes de performances, car les produits identiques doivent être calculés de toute façon.
nl_nl: Schakel de weergave van overeenkomende producten na filters in of uit. Als u dit uitschakelt, levert dit geen prestatievoordeel op, omdat overeenkomende producten toch moeten worden berekend.
zh_tw: 啟用或禁用篩選後顯示符合條件的商品。禁用此功能不會帶來性能上的好處，因為符合條件的商品仍然需要計算。

source: Enable this, if you want to display products from subcategories, even if they are not specifically assigned to the currently browsed category.
es_co: Habilita esto para mostrar productos de subcategorías, incluso si no están asignados específicamente a la categoría navegada actualmente.
fr_fr: Activez cette option si vous souhaitez afficher les produits des sous-catégories, même s'ils ne sont pas spécifiquement affectés à la catégorie parcourue.
nl_nl: Schakel dit in als u producten uit subcategorieën wilt weergeven, zelfs als deze niet specifiek zijn toegewezen aan de momenteel geselecteerde categorie.
zh_tw: 如果您希望在當前瀏覽的子類別中顯示子類別的商品，即使它們沒有明確分配給該分類，請啟用此選項。

source: Category filter depth
es_co: Profundidad del filtro de categoría
fr_fr: Profondeur du filtre catégorie
nl_nl: Categorie filterdiepte
zh_tw: 類別篩選器的深度

source: This option controls the behavior of category filter block - how deep children of the currently browsed category you want to display? The default value is 1 - only the direct children. Use 0 for unlimited depth.
es_co: Esta opción controla el comportamiento del bloque de filtro de categorías: ¿hasta qué profundidad de la categoría navegada actualmente se deben mostrar los productos? El valor predeterminado es 1: solo los hijos directos. Utilice 0 para una profundidad ilimitada.
fr_fr: Cette option contrôle le comportement du bloc de filtrage des catégories - quelle profondeur de la catégorie actuellement parcourue souhaitez-vous afficher ? La valeur par défaut est 1 : seuls les enfants directs sont affichés. Utilisez 0 pour une profondeur illimitée.
nl_nl: Deze optie regelt het gedrag van het categoriefilterblok: hoe diep de onderliggende categorieën van de momenteel geselecteerde categorie wilt u weergeven? De standaardwaarde is 1 - alleen de directe onderliggende waarden. Gebruik 0 voor onbeperkte diepte.
zh_tw: 此選項控制類別篩選器區塊的行為 - 您希望顯示當前瀏覽的類別的子類別的深度。預設值為 1，表示只顯示直接子類別。使用 0 表示不限深度。

source: URL
zh_tw: 網址

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes obtener URLs más detalladas eligiendo la palabra que mejor represente este atributo. De forma predeterminada, PrestaShop utiliza el nombre del atributo, pero puedes cambiar esa configuración mediante este campo.
fr_fr: Quand le Navigation à facettes est activé, vous pouvez avoir des URLs plus détaillées en choisissant le mot qui représente le mieux cet attribut. Par défaut, PrestaShop utilise le nom de l'attribut, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde URL's krijgen door te kiezen voor het woord dat dit attribuut het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het attribuut, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando o módulo de Pesquisa Facetada está activo, pode obter URLs mais detalhados ao escolher a palavra que melhor representa este atributo. Por defeito, o PrestaShop utiliza o nome do atributo mas pode escolher alterar essa definição usando este campo.
zh_tw: 啟用分面搜索模塊後，您可以通過選擇最能代表此屬性的單詞來獲取更詳細的URL。 默認情況下，PrestaShop使用屬性的名稱，但您可以使用此字段更改該設置。

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
az_az: Üzlü Axtarış modulu aktiv olduqda, bu atributu ən yaxşı təmsil edən sözü seçərək daha geniş səhifə adları əldə edə bilərsiniz. Susmaya görə, PrestaShop atributun adını istifadə edir, ancaq bu dama ilə həmin quraşdırmanı dəyişdirə bilərsiniz.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes ver títulos de página más detallados escogiendo la palabra que mejor representa este atributo. PrestaShop utiliza, de manera predeterminada, el nombre del atributo, pero puedes cambiar este ajuste utilizando este campo.
fr_fr: Quand le module Navigation à facettes est activé, vous pouvez avoir des URL plus détaillées en choisissant le mot qui représente le mieux cet attribut. Par défaut, PrestaShop utilise le nom de l'attribut, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde paginatitels krijgen door te kiezen voor het woord dat dit attribuut het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het attribuut, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando a Pesquisa Facetada está activa pode obter títulos de página mais detalhados ao escolher a palavra que melhor representa este atributo. Por defeito, o PrestaShop utiliza o nome do atributo mas pode mudar essa definição usando este campo.
zh_tw: 啟用分面搜索模塊後，您可以通過選擇最能代表此屬性的單詞來獲取更詳細的頁面標題。 默認情況下，PrestaShop使用屬性的名稱，但您可以使用此字段更改該設置。

source: Invalid characters: <>;=#{}_
az_az: Yalnış simvollar: <>;=#{}_
es_co: Caracteres no válidos: <>;=#{}_
fr_fr: Caractères invalides : ><;=#{}_
nl_nl: Ongeldige tekens: <>;+#{}_
pt_pt: Caracteres não permitidos: <>;=#{}_
zh_tw: 無效字符：<>;=#{}_

source: Indexable
es_co: A indexar
nl_nl: Indexeerbaar
pt_pt: Indexável
zh_tw: 可編制索引

source: Use this attribute in URL generated by the Faceted Search module.
es_co: Utiliza este atributo en la URL generada por el módulo de Búsqueda por facetas.
fr_fr: Utiliser cet attribut dans l'URL générée par le module de navigation à facettes.
nl_nl: Gebruik dit attribuut in de URL gegenereerd door de Faceted search module.
pt_pt: Utilize este atributo no URL gerado pelo módulo de Pesquisa Facetada.
zh_tw: 在多面搜索模塊生成的URL中使用此屬性。

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes obtener URLs más detalladas eligiendo la palabra que mejor represente esta característica. De forma predeterminada, PrestaShop utiliza el nombre de la característica, pero puedes cambiar esa configuración mediante este campo.
fr_fr: Quand le module Navigation à facettes est activé, vous pouvez avoir des URLs plus détaillées en choisissant le mot qui représente le mieux cette caractéristique. Par défaut, PrestaShop utilise le nom de la caractéristique, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde URL's krijgen door te kiezen voor het woord dat dit kenmerk het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het kenmerk, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando o módulo de Pesquisa Facetada está activo pode obter URLs mais detalhados ao escolher a palavra que melhor representa esta característica. Por defeito, o PrestaShop usa o nome da característica mas pode mudar essa definição usando este campo.
zh_tw: 啟用分面搜索模塊後，您可以通過選擇最能代表此特性的單詞來獲取更詳細的URL。 默認情況下，PrestaShop使用特性的名稱，但您可以使用此字段更改該設置。

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
az_az: Üzlü Axtarış modulu aktiv olduqda, bu özəlliyi ən yaxşı təmsil edən sözü seçərək daha geniş səhifə adları əldə edə bilərsiniz. Susmaya görə, PrestaShop özəlliyin adını istifadə edir, ancaq bu dama ilə həmin quraşdırmanı dəyişdirə bilərsiniz.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes obtener títulos de página más detallados eligiendo la palabra que mejor represente esta característica. De forma predeterminada, PrestaShop utiliza el nombre de la característica, pero puedes cambiar esa configuración mediante este campo.
fr_fr: Quand le module Navigation à facettes est activé, vous pouvez avoir des titres de pages plus détaillés en choisissant le mot qui représente le mieux cette caractéristique. Par défaut, PrestaShop utilise le nom de la caractéristique, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde paginatitels krijgen door te kiezen voor het woord dat dit kenmerk het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het kenmerk, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando o módulo de Pesquisa Facetada está activo pode obter títulos de página mais detalhados ao escolher a palavra que melhor representa esta característica. Por defeito, o PrestaShop usa o nome da característica mas pode mudar essa definição usando este campo.
zh_tw: 啟用分面搜索模塊後，您可以通過選擇最能代表此特性的單詞來獲取更詳細的頁面標題。 默認情況下，PrestaShop使用特性的名稱，但您可以使用此字段更改該設置。

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes obtener URLs más detalladas eligiendo la palabra que mejor represente este valor de característica. De forma predeterminada, PrestaShop utiliza el nombre del valor, pero puedes cambiar esa configuración mediante este campo.
fr_fr: Quand le module Navigation à facettes est activé, vous pouvez avoir des URLs plus détaillées en choisissant le mot qui représente le mieux la valeur de cette caractéristique. Par défaut, PrestaShop utilise le nom de la valeur, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde URL's krijgen door te kiezen voor het woord dat dit attribuut het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het attribuut, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando o módulo de Pesquisa Facetada está activo pode obter URLs mais detalhados ao escolher a palavra que melhor representa o valor desta característica. Por defeito, o PrestaShop usa o nome do valor, mas pode mudar essa definição usando este campo.
zh_tw: 啟用“多面搜索”模塊後，您可以通過選擇最能代表此功能值的單詞來獲取更詳細的URL。 默認情況下，PrestaShop使用值的名稱，但您可以使用此字段更改該設置。

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
az_az: Üzlü Axtarış modulu aktiv olduqda, bu özəlliyin dəyərini ən yaxşı təmsil edən sözü seçərək daha geniş səhifə adları əldə edə bilərsiniz. Susmaya görə, PrestaShop dəyərin adını istifadə edir, ancaq bu dama ilə həmin quraşdırmanı dəyişdirə bilərsiniz.
es_co: Cuando el módulo de Búsqueda por facetas está activo, puedes obtener títulos de página más detallados eligiendo la palabra que mejor represente este valor de característica. De forma predeterminada, PrestaShop utiliza el nombre del valor, pero puedes cambiar esa configuración mediante este campo.
fr_fr: Quand le module Navigation à facettes est activé, vous pouvez avoir des titres de pages plus détaillés en choisissant le mot qui représente le mieux cette caractéristique. Par défaut, PrestaShop utilise le nom de la caractéristique, mais vous pouvez changer ce paramètre en utilisant ce champ.
nl_nl: Wanneer de Faceted search module is ingeschakeld, kunt u meer gedetailleerde paginatitels krijgen door te kiezen voor het woord dat dit attribuut het best vertegenwoordigd. Standaard gebruikt PrestaShop de naam van het attribuut, maar u kunt deze instelling wijzigen met behulp van dit gebied.
pt_pt: Quando o módulo de Pesquisa Facetada está activo pode obter títulos de página mais detalhados ao escolher a palavra que melhor representa o valor desta característica. Por defeito, o PrestaShop usa o nome do valor, mas pode mudar essa definição usando este campo.
zh_tw: 啟用“多面搜索”模塊後，您可以通過選擇最能代表此功能值的單詞來獲取更詳細的頁面標題。 默認情況下，PrestaShop使用值的名稱，但您可以使用此字段更改該設置。
