Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesStatsproductAdmin.*.xlf
Languages: he_il, pt_pt, th_th

source: Product details
he_il: פרטי מוצר
pt_pt: Detalhes do produto

source: Enrich your stats, add detailed statistics for each product of your catalog.
he_il: העשר את הנתונים הסטטיסטיים שלך, הוסף נתונים סטטיסטיים מפורטים עבור כל מוצר בקטלוג שלך.
pt_pt: Enriqueça as suas estatísticas, adicione estatísticas detalhadas para cada produto do seu catálogo.

source: Number of purchases compared to number of views
he_il: מספר הרכישות לעומת מספר הצפיות
pt_pt: Número de compras comparadas com o número de visualizações

source: After choosing a category and selecting a product, informational graphs will appear.
he_il: לאחר בחירת קטגוריה בחירת המוצר, גרפים מידע יופיע. לאחר מכן, תוכל לנתח אותם.
pt_pt: Após escolher uma categoria e um produto, irão aparecer gráficos informativos.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
he_il: אם אתה מבחין במוצר הנרכש לעיתים קרובות אך נצפה רק לעיתי רחוקות, כדאי להגביר את חשיפתו ולהבליט אותו יותר בקדמת החנות.
pt_pt: Se notar que um produto é vendido muitas vezes mas visto poucas vezes, deve destacar esse produto na página principal da loja.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
he_il: מצד שני, עם למוצר יש צפיות רבות אך רכישות מעטות, ממולץ שתערוך את המידע התיאור התמונה ו/או התמחור שלו שוב, אם יש באפשרותך למצוא נתונים מושכים יותר.
pt_pt: Por outro lado, se um produto tem muitas visualizações, mas não é muitas vezes comprado, aconselhamos a verificar ou modificar as informações desse produto, descrição e fotografia, de modo a conseguir algumas melhorias.

source: Details
he_il: פרטים
pt_pt: Detalhes
th_th: รายละเอียด

source: Total bought
he_il: סה''כ נקנו
pt_pt: Total comprado

source: Sales (tax excluded)
he_il: מכירות (לפני מע''מ)
pt_pt: Vendas (sem IVA)

source: Total Viewed
he_il: סך הכל צפיות
pt_pt: Total Visualizado
th_th: จำนวนที่ดูทั้งหมด

source: Conversion rate
he_il: יחס המרה
pt_pt: Taxa de conversão

source: CSV Export
he_il: CSV יצוא
pt_pt: Exportar para CSV
th_th: การส่งออก CSV

source: Attribute sales distribution
he_il: התפלגות מאפייני מכירות
pt_pt: Distribuição de vendas por atributos
th_th: สินค้าจัดจำหน่าย

source: Cross selling
he_il: מכירה מוצלבת
pt_pt: Vendas cruzadas

source: Click on a product to access its statistics!
he_il: לחץ על מוצר כדי לגשת לסטטיסטיקה שלו.
pt_pt: Clique num produto para aceder às suas estatísticas!
th_th: คลิกที่สินค้าเพื่อเข้าดูสถิติ!

source: Choose a category
he_il: בחר קטגוריה
pt_pt: Escolha a categoria
th_th: เลือกหมวดหมู่

source: Products available
he_il: מוצרים זמינים
pt_pt: Produtos disponíveis
th_th: สินค้าที่มีอยู่

source: Popularity
he_il: פופולריות
pt_pt: Popularidade
th_th: ความนิยม

source: Visits (x100)
he_il: ביקורים (x100)
pt_pt: Visitas (x100)
th_th: เข้าชม (x100)

source: Stock
he_il: מלאי
pt_pt: Inventário
th_th: คลังสินค้า
