Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesGoogleanalyticsAdmin.*.xlf
Languages: fr_fr, lt_lt, nl_nl, vi_vn, zh_tw

source: Save
fr_fr: Enregistrer
lt_lt: Išsaugoti
nl_nl: Opslaan
vi_vn: Lưu
zh_tw: 儲存

source: Back to list
fr_fr: Retour à la liste
lt_lt: Atgal į sąrašą
nl_nl: Terug naar lijst
vi_vn: Trở về danh sách
zh_tw: 返回列表

source: Settings
fr_fr: Paramètres
lt_lt: Nustatymai
nl_nl: Instellingen
vi_vn: Tùy chỉnh
zh_tw: 設定

source: Google Analytics tracking ID
fr_fr: ID de suivi Google Analytics
zh_tw: Google Analytics 追蹤編號

source: This information is available in your Google Analytics account. Google Analytics 4 tracking ID starts with "G-".
fr_fr: Cette information est disponible dans votre compte Google Analytics. L'ID de suivi Google Analytics 4 commence par "G-".
zh_tw: 這些資訊可在您的 Google Analytics 帳戶中找到。 Google Analytics 4 追蹤 ID 以「G-」開頭。

source: Enable User ID tracking
fr_fr: Activer la fonctionnalité "User-ID"
lt_lt: Įjungti vartotojų ID sekimą
nl_nl: Het bijhouden van de gebruikers-ID inschakelen
vi_vn: Kích hoạt User ID theo dõi
zh_tw: 啟用 用戶ID 追踪

source: This option adds unique user ID to the tag to better track the customer. Use this option only if it complies with laws in your country.
fr_fr: Cette option ajoute u ID unique au tag afin de mieux suivre le client. N'utilisez cette option que si elle est conforme à la législation en vigueur dans votre pays.
zh_tw: 此選項將唯一的用戶 ID 新增至標籤以更好地追蹤客戶。 僅當符合您所在國家/地區的法律時才使用此選項。

source: Yes
fr_fr: Oui
lt_lt: Taip
nl_nl: Ja
vi_vn: Có
zh_tw: 是

source: No
fr_fr: Non
lt_lt: Ne
nl_nl: Nee
vi_vn: Không
zh_tw: 否

source: Anonymize IP
fr_fr: Rendre l'adresse IP anonyme
lt_lt: Anonimizuoti IP
nl_nl: Anonimiseer IP
zh_tw: 匿名化IP

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
fr_fr: Utiliser cette option pour anonymiser l'adresse IP du visiteur et ainsi être conforme aux lois relatives à la vie privée en vigueur dans certains pays
lt_lt: Naudokite šią parinktį lankytojo IP anonimizavimui, kad jis atitiktų asmens duomenų privatumo įstatymus kai kuriose šalyse
zh_tw: 使用此選項可以匿名化訪問者的IP，以符合某些國家/地區的數據隱私法

source: Enable back office tracking
fr_fr: Activer le suivi du back-office
zh_tw: 啟用後台追蹤

source: Use this option to enable the tracking inside the back -office
fr_fr: Utilisez cette option pour activer le suivi dans le back-office.
zh_tw: 使用此選項啟用後台內部的追踪

source: Canceled order states
fr_fr: États des commandes annulées
lt_lt: Atšaukto užsakymo būsenos
nl_nl: Status van geannuleerde bestelling
zh_tw: 取消訂單狀態

source: Choose order states in which you consider the given order canceled. This will usually be the default "Canceled" state, but some stores may have extra states like "Returned", etc.
fr_fr: Choisissez les états des commandes pour lesquelles vous considérez que la commande sélectionnée est annulée. En général, il s'agit de l'état "Annulé" par défaut, mais certaines boutiques peuvent avoir des états supplémentaires comme "Retourné", etc.
lt_lt: Pasirinkite užsakymo būsenas, kuriose, jūsų nuomone, nurodytas užsakymas yra atšauktas. Paprastai tai būna numatytoji būsena „Atšaukta“, tačiau kai kuriose parduotuvėse gali būti papildomų būsenų, pvz., „Grąžinta“ ir pan.
nl_nl: Kies bestelstatussen waarin u de geselecteerde bestelling als geannuleerd beschouwt. Dit is meestal de standaardstatus "Geannuleerd", maar sommige winkels kunnen extra statussen hebben, zoals "Geretourneerd", enz.
zh_tw: 選擇您認為給定訂單已取消的訂單狀態。 這通常只是默認的“已取消”狀態，但有些商店可能有額外的狀態，如“退貨”等。

source: Re-send failed orders
fr_fr: Renvoyer les commandes qui n'ont pas abouti
zh_tw: 重新發送失敗的訂單

source: This option will resend all orders that failed to be sent normally in the front office, due to failures or ad-blockers.
fr_fr: Cette option permet de renvoyer toutes les commandes qui n'ont été envoyées correctement vers le front-office à cause d'erreurs ou de bloqueurs de publicité.
zh_tw: 此選項將重新發送因故障或廣告攔截器而無法在前台正常發送的所有訂單。

source: Failed orders period
fr_fr: Période d'échec des commandes
zh_tw: 失敗訂單期限

source: If you want to resend failed orders, specify how many days back the module should look for them. Default: 30.
fr_fr: Si vous souhaitez renvoyer les commandes qui n'ont pas abouti, indiquez combien de jours en arrière le module doit les rechercher. Valeur par défaut : 30.
zh_tw: 如果您想重新發送失敗的訂單，請指定模組應在多少天內找到這些訂單。預設值：30。

source: Settings updated successfully.
fr_fr: Paramètres mis à jour avec succès
lt_lt: Nustatymai sėkmingai atnaujinti.
nl_nl: Instellingen zijn met succes bijgewerkt
vi_vn: Cập nhật cài đặt thành công.
zh_tw: 已成功更新設定。

source: Google Analytics Tracking ID
fr_fr: ID de tracking Google Analytics
lt_lt: Google Analitikos sekimo ID
zh_tw: Google Analytics（谷歌分析）追踪編號

source: Enable Back Office Tracking
fr_fr: Activer le suivi du back-office
lt_lt: Įjungti administracinės dalies sekimą
nl_nl: Schakel backoffice tracking in
zh_tw: 啟用後台跟踪

source: Use this option to enable the tracking inside the Back Office
fr_fr: Utilisez cette option pour activer le suivi dans le back-office.
lt_lt: Naudoti šį pasirinkimą sekimo įjungimui administravimo dalyje
nl_nl: Gebruik deze optie om de tracking in de backoffice in te schakelen
zh_tw: 使用此選項在後台啟用跟踪

source: This option will resend all orders that failed to be sent normally in front-office, due to failures or ad-blockers.
fr_fr: Cette option permet de renvoyer toutes les commandes qui n'ont été envoyées correctement vers le front-office à cause d'erreurs ou de bloqueurs de publicité.
zh_tw: 此選項將重新發送因故障或廣告攔截器而無法在前台正常發送的所有訂單。

source: Gain clear insights into important metrics about your customers, using Google Analytics
fr_fr: Gagnez en visibilité sur des indicateurs clés liés à vos clients en utilisant Google Analytics.
lt_lt: Gaukite svarbias ir aiškias įžvalgas, metrikas apie savo klientus, naudojant Google Analitiką
nl_nl: Krijg duidelijk inzicht in belangrijke statistieken over uw klanten, met behulp van Google Analytics
vi_vn: Đạt được những hiểu biết rõ ràng vào các số liệu quan trọng về khách hàng của bạn, bằng cách sử dụng Google Analytics
zh_tw: 使用Google Analytics（分析）獲得有關客戶重要指標的清晰見解

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
fr_fr: Êtes-vous sûr de vouloir désinstaller Google Analytics ? Vous perdrez toutes les données relatives à ce module.
lt_lt: Ar tikrai norite išdiegti Google Analitiką? Jūs prarasite visus duomenis, kuriuos surinko šis modulis.
nl_nl: Weet u zeker dat u Google Analytics wil verwijderen? U zal alle gegevens met betrekking tot deze module verliezen.
vi_vn: Bạn có chắc chắn bạn muốn gỡ bỏ cài đặt Google Analytics? Bạn sẽ mất tất cả các dữ liệu liên quan đến mô-đun này.
zh_tw: 您確定要卸載Google Analytics嗎？ 您將丟失與此模塊相關的所有數據。

source: Your customers go everywhere; shouldn't your analytics.
fr_fr: Vos clients vont partout : vos analyses doivent pouvoir les suivre.
lt_lt: Jūsų klientai naršo po visus puslapius. Ar neturėtumėte apie tai žinoti ir jūs?
nl_nl: Uw klanten komen overal, dus waarom uw analytics ook niet.
vi_vn: Khách hàng của bạn đi khắp mọi nơi; không nên phân tích của bạn.
zh_tw: 您的客戶無處不在：您的分析亦須如是。

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
fr_fr: Google Analytics brosse un portrait détaillé de vos clients à travers leur utilisation de publicités, vidéos, sites, outils sociaux, tablettes et smartphones. Cela vous permet de mieux répondre à vos clients actuels et d'en gagner de nouveaux.
lt_lt: Google analitika rodo pilną informaciją apie jūsų klientus, surinktą iš reklamų, video, svetainių ir soc. tinklų, planšečių ir telefonų. Ši informacija palengvins jūsų darbą su esamais klientais ir padės jums pritraukti naujų.
nl_nl: Google Analytics geeft u het volledige klantenbeeld over advertenties en video's, websites en sociale instrumenten, tablets en smartphones. Dat maakt het makkelijker om uw huidige klanten te bedienen en nieuwe te winnen.
vi_vn: Google Analytics cho bạn ảnh khách hàng đầy đủ thông qua quảng cáo và video, trang web và các công cụ xã hội, bảng và điện thoại thông minh. Điều đó làm cho nó dễ dàng hơn để phục vụ khách hàng hiện tại của bạn và giành chiến thắng mới.
zh_tw: Google Analytics（分析）可以顯示廣告，視頻，網站，社交工具，表格和智能手機的完整客戶圖片。 這樣可以更輕鬆地為當前客戶提供服務並贏得新客戶。

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
fr_fr: Avec la fonctionnalité e-commerce de Google Analytics, vous pouvez affiner vos analyses grâce à des indicateurs clés sur le comportement d'achat et de conversion, comme :
lt_lt: Su Google Analitikos el. komercijos funkcijomis galite rinkti svarbias metrikas apie pirkėjų elgesį ir pirkimus, taip pat sužinoti apie:
nl_nl: Met de e-commercefunctionaliteit in Google Analytics kunt u helder inzicht krijgen in belangrijke statistieken over shopper gedrag en conversie, met inbegrip van:
vi_vn: Với chức năng thương mại điện tử trong Google Analytics, bạn có thể đạt được cái nhìn sâu sắc rõ ràng vào các số liệu quan trọng về hành vi mua sắm và chuyển đổi, bao gồm:
zh_tw: 借助Google Analytics（分析）中的電子商務功能，您可以清楚地了解有關購物者行為和轉化的重要指標，包括：

source: Product detail views
fr_fr: L'affichage des détails du produit
lt_lt: Prekės aprašymo peržiūras
nl_nl: Productdetails bekijken
vi_vn: Xem chi tiết sản phẩm
zh_tw: 商品詳情

source: Internal merchandising Success
fr_fr: La performance de votre merchandising
lt_lt: Pardavimų strategijos progresą
nl_nl: Interne merchandising Succes
vi_vn: Bán hàng nội bộ thành công
zh_tw: 內部推銷成功

source: "Add to cart" actions
fr_fr: Les actions d'ajout au panier
lt_lt: "Pridėti į krepšelį" veiksmus
nl_nl: "Toevoegen aan winkelwagen" acties
vi_vn: Hành động "Mua hàng"
zh_tw: “添加到購物車”操作

source: The checkout process
fr_fr: Le processus de commande
lt_lt: Užsakymo sudarymo procesą
nl_nl: Het afrekenproces
vi_vn: Tiến trình thanh toán
zh_tw: 結算流程

source: Internal campaign clicks
fr_fr: Le clics de campagne interne
lt_lt: Reklaminių akcijų populiarumą
nl_nl: Interne campagnekliks
vi_vn: Click chiến dịch nội bộ
zh_tw: 內部廣告系列點擊

source: And purchase
fr_fr: et l'achat
lt_lt: Ir apie pirkimus
nl_nl: En verkopen
vi_vn: Và mua
zh_tw: 及購買

source: Create your account to get started
fr_fr: Créez votre compte pour commencer
lt_lt: Jei norite pradėti, susikurkite paskyrą
nl_nl: Maak uw account aan om aan de slag te gaan
zh_tw: 創建您的帳戶即可開始使用。

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
fr_fr: Vous pourrez comprendre jusqu'où les utilisateurs vont dans le processus d'achat, et où ils l'abandonnent.
lt_lt: Pardavėjai turi galimybę suprasti, kiek žingsnių apsipirkimo procese atlieka pirkėjais ir kur jie nutraukia procesą.
nl_nl: Winkeliers zijn in staat om te begrijpen hoe ver gebruikers komen in het koopproces en waar ze afhaken.
vi_vn: Người bán có thể hiểu xa như thế nào dọc theo người dùng nhận được mua trong xử lý và nơi họ thả ra.
zh_tw: 商家能夠了解用戶在購買過程中走了多遠以及到哪裡去了。

source: Use this option to anonymize the visitorâ€™s IP to comply with data privacy laws in some countries
nl_nl: Gebruik deze optie om het IP-adres van de bezoeker te anonimiseren om te voldoen aan de wetgeving inzake gegevensbescherming in sommige landen
