Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ModulesEmailsubscriptionShop.*.xlf
Languages: bn_bd, es_co, sv_se

source: This email address is not registered.
bn_bd: এই ইমেইল ঠিকানা নিবন্ধীকৃত হয় নি.
es_co: Este correo no está registrado.
sv_se: Mailadress inte registrerad.

source: An error occurred while attempting to unsubscribe.
bn_bd: সদস্যতা মুক্ত করার সময় একটি ত্রুটি ঘটেছে
es_co: Ha ocurrido un error al intentar borrarse.
sv_se: Ett fel uppstod när du avslutade prenumerationen.

source: Unsubscription successful.
bn_bd: Unsubscription সফল হয়েছে.
es_co: Subcripción cancelada con éxito.
sv_se: Du har avslutat prenumerationen.

source: This email address is already registered.
bn_bd: এই ইমেইল ঠিকানা আগের নিবন্ধীকৃত
es_co: Este correo ya está registrado.
sv_se: Mailadressen redan registrerad.

source: An error occurred during the subscription process.
bn_bd: বস্ক্রিপশন প্রক্রিয়ার সময় একটি ত্রুটি ঘটেছে
es_co: Ha ocurrido error durante el proceso suscripción.
sv_se: Fel under prenumeration

source: A verification email has been sent. Please check your inbox.
bn_bd: আপনার কাছে একটি যাচাইকরণ ইমেল পাঠানো হয়েছে. আপনার ইনবক্স চেক করুন.
es_co: Un correo electrónico de verificación ha sido enviado. Por favor consulte su bandeja de entrada.
sv_se: Ett verifieringsmejl har skickats. Vänligen kontrollera din e-post.

source: You have successfully subscribed to this newsletter.
bn_bd: আপনি সফলভাবে এই নিউজলেটার সদস্যতা নিয়েছেন.
es_co: Usted ha quedado inscrito correctamente al boletín.
sv_se: Du prenumererar nu på nyhetsbrevet

source: This email is already registered and/or invalid.
bn_bd: এই ইমেল ইতিমধ্যে নথিভুক্ত এবং / অথবা ভুল
es_co: Este correo ya está registrado y/o no es válido.
sv_se: E-posten är redan registrerad eller ogiltig

source: Thank you for subscribing to our newsletter.
bn_bd: আমাদের নিউজলেটার সাবস্ক্রাইব করার জন্য আপনাকে ধন্যবাদ .
es_co: Gracias por suscribirse a nuestro boletín.
sv_se: Tack för att du anmält dig till vårat nyhetsbrev

source: Sign up for our newsletter[1][2]%conditions%[/2]
es_co: Suscribirse a nuestro boletín de noticias[1][2]%conditions%[/2]
sv_se: Anmäl dig till vårt nyhetsbrev [1][2]%conditions%[/2]

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
es_co: Puede darse de baja en cualquier momento. Para ello, consulte nuestra información de contacto en el aviso legal.
sv_se: Du kan avbryta prenumerationen när som helst. För detta ändamål, vänligen hitta vår kontaktinformation i det rättsliga meddelandet.

source: Newsletter subscription
es_co: Suscripción a boletín
sv_se: Nyhetsbrev prenumeration

source: Newsletter
bn_bd: নিউজ লেটার
es_co: Boletín
sv_se: Nyhetsbrev

source: Your e-mail
es_co: Su dirección de correo electrónico
sv_se: Din mailadress
