Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ShopThemeCheckout.*.xlf
Languages: id_id

source: tax incl.
id_id: termasuk pajak.

source: tax excl.
id_id: pajak excl.

source: (additional cost of %giftcost% %taxlabel%)
id_id: (biaya tambahan %giftcost% %taxlabel%)

source: I would like my order to be gift wrapped %cost%
id_id: Saya ingin pesanan saya dibungkus sebagai kado %cost%

source: Personal Information
id_id: Informasi Anda

source: I agree to the [terms of service] and will adhere to them unconditionally.
id_id: Saya setuju dengan [syarat dan ketentuan] yang berlaku dan mematuhinya tanpa syarat.

source: %price% tax incl.
id_id: %price% termasuk pajak.

source: %price% tax excl.
id_id: %price% tanpa pajak

source: Free
id_id: Gratis

source: My Address
id_id: Alamat Saya

source: Tax included
id_id: Termasuk pajak

source: Tax excluded
id_id: Termasuk pajak

source: Free shipping
id_id: Gratis ongkos kirim

source: Guest order tracking
id_id: Pelacakan pesanan tamu

source: Order confirmation
id_id: Konfirmasi Pembelian

source: Product Successfully Added to Your Shopping Cart
id_id: Produk berhasil ditambahkan ke keranjang

source: Total
id_id: Jumlah

source: Total (tax incl.)
id_id: Total (termasuk pajak)

source: Total (tax excl.)
id_id: Total (belum termasuk pajak)

source: Gift wrapping
id_id: Membungkus Kado

source: Shipping
id_id: Pengiriman

source: Included taxes
id_id: Termasuk pajak

source: Taxes
id_id: Pajak

source: %count% items
id_id: %count% item

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
id_id: Minimum pembelian sejumlah %amount% (diluar pajak) diharuskan agar order dianggap valid. Total keranjang belanja Anda saat in adalah %total% (diluar pajak).

source: Total paid
id_id: Jumlah yang dibayarkan

source: Discount
id_id: Diskon

source: Shipping and handling
id_id: Pengiriman & penanganan

source: Tax
id_id: Pajak

source: Product successfully added to your shopping cart
id_id: Produk berhasil ditambahkan ke cart.

source: Quantity:
id_id: Jumlah:

source: There are %products_count% items in your cart.
id_id: Terdapat %products_count% item di keranjang belanja.

source: Shipping:
id_id: Pengiriman:

source: Cart
id_id: Troli

source: The minimum purchase order quantity for the product is %quantity%.
id_id: Kuantitas pesanan pembelian minimum untuk produk adalah %quantity%.

source: Use this address for invoice too
id_id: Gunakan alamat ini untuk faktur juga

source: Gift
id_id: Hadiah

source: There are no more items in your cart
id_id: Keranjang belanja Anda kosong

source: Have a promo code?
id_id: Punya kode promo?

source: Promo code
id_id: Kode promo

source: Close
id_id: Tutup

source: Create an account
id_id: Buat akun

source: (optional)
id_id: (opsional)

source: And save time on your next order!
id_id: Dan hemat waktu Anda saat pembelian berikutnya!

source: Order items
id_id: Butir pesanan

source: Unit price
id_id: Harga Satuan

source: Total products
id_id: Total produk

source: Quantity
id_id: Jumlah

source: %product_count% item in your cart
id_id: %product_count% item di keranjang Anda

source: %products_count% items in your cart
id_id: %products_count% item di kerangjang belanja

source: Shipping Method
id_id: Pengiriman

source: Addresses
id_id: Alamat

source: Please check your order before payment
id_id: Harap cek pembelian Anda sebelum membayar

source: Your Delivery Address
id_id: Alamat pengiriman

source: Your Invoice Address
id_id: Alamat penagihan

source: The selected address will be used as your personal address (for invoice).
id_id: Alamat yang dipilih akan digunakan alamat pribadi (untuk invoice).

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
id_id: Alamat yang dipilih akan digunakan baik untuk alamat pribadi (untuk invoice) dan sebagai alamat pengiriman.

source: Shipping Address
id_id: Alamat Pengiriman

source: Billing address differs from shipping address
id_id: Alamat penagihan berbeda dengan alamat pengiriman

source: Transaction amount has been correctly updated
id_id: Jumlah transaksi telah diperbaharui dengan benar

source: No payment needed for this order
id_id: Pembayaran tidak diperlukan untuk pesanan ini

source: Selected
id_id: Terpilih

source: Unfortunately, there are no payment method available.
id_id: Maaf, tidak ada pembayaran yang tersedia.

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
id_id: Dengan menegaskan pesanan, Anda menyatakan bahwa Anda telah membaca dan menyetujui semua syarat di bawah:

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
id_id: Pastikan bahwa Anda telah memilih [1]cara pembayaran[/1] dan menyetujui [2]syarat dan ketentuan[/2].

source: Order with an obligation to pay
id_id: Tagihan yang harus dibayar

source: If you sign out now, your cart will be emptied.
id_id: Jika Anda keluar sekarang, troli akan dikosongkan.

source: Order as a guest
id_id: Belanja tanpa mendaftar

source: If you would like to add a comment about your order, please write it in the field below.
id_id: Jika Anda ingin menambahkan komentar tentang pesanan Anda, silakan tulis di bawah ini.

source: I would like to receive my order in recycled packaging.
id_id: Saya setuju untuk menggunakan kemasan yang dapat di daur ulang.

source: If you'd like, you can add a note to the gift:
id_id: Jika mau, Anda dapat menambahkan catatan kedalam kado anda:

source: Unfortunately, there are no carriers available for your delivery address.
id_id: Maaf, tidak ada kurir yang tersedia untuk alamat pengiriman Anda.

source: Shopping Cart
id_id: Troli Belanja

source: Your order is confirmed
id_id: Pesanan Anda sudah ditegaskan

source: An email has been sent to your mail address %email%.
id_id: Surel telah dikirim ke alamat surel Anda %email%.

source: You can also [1]download your invoice[/1]
id_id: Anda juga bisa [1]mengunduh faktur[/1]

source: Order details
id_id: Rincian pembelian

source: Order reference: %reference%
id_id: Referensi pembelian: %reference%

source: Payment method: %method%
id_id: Pembayaran: %method%

source: Shipping method: %method%
id_id: Pengiriman: %method%

source: Save time on your next order, sign up now
id_id: Hemat waktu pada pesanan mendatang, daftar sekarang

source: Code
id_id: Kode

source: Description
id_id: Keterangan

source: Value
id_id: Nilai

source: Minimum
id_id: Minimal

source: Cumulative
id_id: Kumulatif

source: Expiration date
id_id: Tanggal kadaluarsa

source: Name
id_id: Nama

source: Payment
id_id: Pembayaran

source: Order reference
id_id: Referensi pembelian

source: Date
id_id: Tanggal

source: Total price
id_id: Total Harga

source: Invoice
id_id: Faktur

source: Carrier
id_id: Kurir

source: Payment method
id_id: Metode pembayaran

source: Delivery address %alias%
id_id: Alamat pengantaran %alias%

source: Invoice address %alias%
id_id: Alamat faktur %alias%

source: Weight
id_id: Berat

source: Shipping cost
id_id: Ongkos kirim

source: Tracking number
id_id: Nomer Pelacak
