Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ShopNotificationsError.*.xlf
Languages: fr_fr, hu_hu, it_it, ja_jp, sr_cs, th_th, zh_tw

source: Please check at least one product you would like to return.
fr_fr: Merci de cocher au moins un produit à retourner.
hu_hu: Kérlek ellenőrizd a terméket, amit vissza szeretnél küldeni.
it_it: Spunta almeno un prodotto che vuoi restituire.
ja_jp: 戻したい商品を少なくとも1つ確認してください。
sr_cs: Molimo Vas da označite barem jedan proizvod koji bi ste želeli da vratite.
th_th: กรุณาตรวจสอบอย่างน้อยหนึ่งรายการที่คุณต้องการคืน
zh_tw: 退貨服務請至少選擇一個商品。

source: For each product you wish to add, please specify the desired quantity.
fr_fr: Veuillez indiquer la quantité voulue pour chaque produit coché.
hu_hu: Kérlek biztosítsd a kijelölt termékmennyiséget.
it_it: Indica la quantità desiderata per ogni prodotto che desideri aggiungere.
ja_jp: チェックした商品の数量を入力してください。
sr_cs: Molimo Vas da navedete količinu proizvoda koji ste označili.
th_th: กรุณระบุจำนวนสินค้าที่คุณต้องการเพิ่มแต่ละรายการ
zh_tw: 請對您選擇的商品輸入數量。

source: This order cannot be returned
fr_fr: Cette commande ne peut être renvoyée.
hu_hu: Nem tudod visszaküldeni ezt a rendelést
it_it: Questo ordine non può essere reso
ja_jp: この注文は返品することはできません
zh_tw: 本訂單無法退貨。

source: We cannot regenerate your password with the data you've submitted
fr_fr: Impossible de regénérer de mot de passe avec les données que vous avez soumises.
hu_hu: Nem tudjuk a leadott adatokkal a jelszavadat újragenerálni
it_it: Non possiamo rigenerare la tua password con i dati che hai inviato
ja_jp: 送信された内容ではパスワードを再生成することができません
zh_tw: 我們無法透過您提供的資料重新產生密碼

source: You cannot regenerate the password for this account.
fr_fr: Vous ne pouvez pas régénérer un mot de passe pour ce compte.
hu_hu: Ehhez a fiókhoz nem tudod a jelszót újragenerálni.
it_it: Non puoi rigenerare la password per questo account.
ja_jp: このアカウントでパスワードの再生成はできません。
sr_cs: Nemožete ponovo da generišete lozinku za ovaj nalog.
zh_tw: 您無法為這個帳號重新產生密碼。

source: You can regenerate your password only every %d minute(s)
fr_fr: Vous ne pouvez regénérer votre mot de passe que toutes les %d minute(s).
hu_hu: Jelszavadat %d-percenként tudod újragenerálni
it_it: Puoi rigenerare la tua password solo ogni %d minuti
ja_jp: %d 分間隔でのみ、パスワードを再生成することができます。
sr_cs: Lozinku možete ponovo da generišete nakon %d minuta.
zh_tw: 每次產生新密碼的頻率必須低於 %d 分鐘

source: An error occurred while sending the email.
fr_fr: Une erreur est survenue lors de l'envoi de l'e-mail.
hu_hu: Hiba lépett fel levélküldés közben.
it_it: SI è verificato un errore durante la spedizione dell'email.
ja_jp: メールの送信中にエラーが発生しました。
sr_cs: Greška prilikom slanja e-maila.
th_th: เกิดข้อผิดพลาดบางประการในระหว่างการส่งอีเมล
zh_tw: 發送電子信箱時發生錯誤

source: Customer account not found
fr_fr: Compte client introuvable.
hu_hu: Nem található vásárlófiók
it_it: Account cliente non trovato
ja_jp: お客様のアカウントはありません。
sr_cs: Korisnički nalog nije pronađen
th_th: ไม่พบบัญชีลูกค้า
zh_tw: 找不到客戶帳號

source: The password change request expired. You should ask for a new one.
fr_fr: La demande de réinitialisation de mot de passe a expiré. Veuillez recommencer.
hu_hu: A jelszómódosítási kérelem határideje lejárt. Újat kell igényelned.
it_it: Richiesta di cambio password scaduta. Devi effettuarne un'altra.
ja_jp: パスワード変更要求が期限切れになりました。もう一度新しく申請してください。
zh_tw: 密碼更改要求已過期。 請要求一個新的。

source: The password is missing: please enter your new password.
fr_fr: Le mot de passe est manquant : veuillez renseigner votre nouveau mot de passe.
hu_hu: Hiányzó jelszó: adj meg egy új jelszót.
it_it: Password mancante: si prega di inserire la nuova password.
ja_jp: パスワードが入力されていません。新しいパスワードを入力してください。
th_th: รหัสผ่านถูกเว้นว่างไว้: กรุณาใส่รหัสผ่านใหม่.
zh_tw: 缺少密碼：請輸入您的新密碼。

source: The confirmation is empty: please fill in the password confirmation as well
fr_fr: La confirmation est vide : veuillez remplir également le champ de confirmation du mot de passe.
hu_hu: A jelszó megerősítése mező üresen maradt: töltsd ki a jelszó megerősítését is
it_it: Il campo conferma è vuoto: si prega di inserire anche la conferma della password
sr_cs: Polje za potrvrdu lozinke je prazno: molimo popunite to polje takođe
zh_tw: 密碼確認為空：請填寫密碼確認。

source: The confirmation password doesn't match.
fr_fr: Le mot de passe de confirmation ne correspond pas.
hu_hu: A megerősítésnél beírt jelszó nem egyezik.
it_it: La password di conferma non corrisponde.
zh_tw: 確認密碼不匹配。

source: The password is not in a valid format.
fr_fr: Le format du mot de passe est invalide.
hu_hu: A jelszó formátuma nem megfelelő.
it_it: Il formato della password non è valido.
ja_jp: パスワードの形式が正しくありません。
th_th: รหัสผ่านไม่ได้อยู่ในรูปแบบที่ถูกต้อง.
zh_tw: 密碼格式錯誤。

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
fr_fr: Une erreur est survenue avec votre compte et votre nouveau mot de passe n'a pas pu être enregistré. Veuillez nous notifier de ce problème via le formulaire de contact.
hu_hu: Hiba lépett fel fiókoddal, mely meggátol minket abban, hogy új jelszót küldjünk ki. Kérlek, jelentsd nekünk a hibát a kapcsolati űrlapon.
it_it: Si è verificato un errore con il tuo account che ci impedisce di aggiornare la nuova password. Si prega di segnalare questo problema utilizzando il modulo di contatto.
ja_jp: お客様のアカウントでエラーが発生したため、新しいパスワードを更新できません。お問い合わせフォームを利用してこの問題をお知らせください。
zh_tw: 您的帳戶發生錯誤，從而無法更新密碼。 請使用聯繫表單報告此問題。

source: Invoices are disabled in this shop.
fr_fr: Les factures sont désactivées sur cette boutique.
hu_hu: Számlák letiltva.
it_it: le fatture sono disattivate su questo negozio
ja_jp: このショップでは請求書は無効になっています。
sr_cs: Računi su onemogućeni za ovu prodavnicu.
th_th: ใบแจ้งหนี้จะปิดการใช้งานในร้านนี้
zh_tw: 本店停用發票功能。

source: The invoice was not found.
fr_fr: Facture non trouvée
hu_hu: Számla nem található
it_it: Fattura non trovata.
ja_jp: 請求書が見つかりません
sr_cs: Račun nije pronađen
th_th: ไม่พบใบแจ้งหนี้ดังกล่าว
zh_tw: 找不到這個發票

source: No invoice is available.
fr_fr: Aucune facture disponible.
hu_hu: Nincs elérhető számla
it_it: Nessuna fattura disponibile.
ja_jp: 利用可能な請求書がありません
sr_cs: Nema dostupnih računa
th_th: ยังไม่มีใบแจ้งหนี้ที่สามารถใช้ได้
zh_tw: 沒有可用發票

source: Order return not confirmed.
fr_fr: Retour produit non confirmé.
hu_hu: Nincs megerősítve a rendelés-visszatérítés.
it_it: Restituzione prodotto non confermata.
ja_jp: 返品注文は確認されていません
sr_cs: Povratak porudžbine nije potvrđen
zh_tw: 訂購退回未確認

source: Order return not found.
fr_fr: Retour produit introuvable
hu_hu: Rendelés-visszatérítés nem található.
it_it: Nota di restituzione non trovata.
ja_jp: 返品注文は見つかりません
sr_cs: Povratak robe nije pronađen
zh_tw: 找不到訂單退回

source: This product is no longer available.
fr_fr: Ce produit n'est plus disponible.
hu_hu: A termék nmár nem kapható.
it_it: Il prodotto non è disponibile.
ja_jp: 商品が使用できなくなりました
sr_cs: Proizvod nije više dostupan.
th_th: สินค้ารายการนี้ไม่มีจำหน่ายแล้ว
zh_tw: 此商品已經停售

source: You do not have access to this product.
fr_fr: Vous n'avez pas accès à ce produit.
hu_hu: Nincs elérésed ehhez a termékhez.
it_it: Non hai accesso a questo prodotto.
ja_jp: この商品へのアクセス権を持っていません
sr_cs: Nemate pristup ovom proizvodu.
th_th: คุณไม่ได้มีการเข้าถึงผลิตภัณฑ์นี้
zh_tw: 您沒有訪問此產品。

source: An error occurred while deleting the selected picture.
fr_fr: Une erreur est survenue lors de la suppression de l'image sélectionnée.
hu_hu: Hiba történt a kijelölt kép törlésekor
it_it: Errore durante la cancellazione dell'immagine selezionata.
ja_jp: 選択された画像の削除中にエラーが発生
sr_cs: Došlo je do greške tokom brisanja odabrane slike.
th_th: พบข้อผิดพลาดในระหว่างการลบรูปภาพที่คุณเลือก
zh_tw: 刪除選擇的圖片時發生錯誤

source: An error occurred during the image upload process.
fr_fr: Une erreur est survenue durant l'envoi de l'image
hu_hu: Hiba a képfeltöltéskor.
it_it: Errore durante il caricamento delle immagini.
ja_jp: 画像取得中にエラーが発生
sr_cs: Došlo je do greške prilikom dodavanja slike na server.
th_th: พบข้อผิดพลาดในระหว่างการอัพโหลดรูปภาพดังกล่าว
zh_tw: 圖片上傳時發生錯誤。

source: Invalid message.
fr_fr: Message invalide.
hu_hu: Érvénytelen üzenet.
it_it: Messaggio non valido.
zh_tw: 無效消息。

source: You do not have access to this category.
fr_fr: Vous n'avez pas accès à cette catégorie.
hu_hu: Ehhez a kategóriához nincs hozzáférésed.
it_it: Non hai accesso a questa categoria
ja_jp: このカテゴリへのアクセス権を持っていません
sr_cs: Nemate pristup ovoj kategoriji.
th_th: คุณไม่สามารถเข้าถึงหมวดหมู่นี้ได้
zh_tw: 您沒有訪問此分類。

source: The message cannot be blank.
fr_fr: Le message ne doit pas être vide
hu_hu: Üzenet nem lehet üres
it_it: Il messaggio non deve essere vuoto.
ja_jp: メッセージは空白にできません
sr_cs: Poruka ne može biti prazna
th_th: ข้อความไม่สามารถเว้นว่างได้
zh_tw: 訊息不能空白

source: Invalid email address.
fr_fr: Adresse e-mail invalide.
hu_hu: Érvénytelen e-mail cím
it_it: E-mail non valida.
ja_jp: メールアドレスが無効
sr_cs: E-mail adresa nije validna
th_th: ที่อยู่อีเมลไม่ถูกต้อง
zh_tw: 無效電子信箱

source: Invalid message
fr_fr: message invalide
hu_hu: Érvénytelen üzenet
it_it: Messaggio non valido
ja_jp: メッセージが無効
sr_cs: Neispravna poruka
th_th: ข้อความไม่ถูกต้อง
zh_tw: 無效消息

source: There are not enough products in stock
fr_fr: Il n'y a pas assez de produits en stock.
hu_hu: Nincs elég termék raktáron
it_it: Non ci sono abbastanza prodotti in magazzino
ja_jp: 在庫に十分な商品がありません
zh_tw: 沒有足夠的商品庫存。

source: This product is no longer available for sale.
fr_fr: Ce produit n’est plus disponible à la vente.
hu_hu: Ezt a terméket már nem lehet megvásárolni.
it_it: Questo prodotto non è più disponibile.
zh_tw: 此商品已經下架。

source: Your address is incomplete, please update it.
fr_fr: Votre adresse est incomplète, veuillez la mettre à jour.
hu_hu: A cím hiányos, kiegészítése szükséges.
it_it: Il tuo indirizzo è incompleto, si prega di aggiornarlo.
sr_cs: Vaša adresa je nepotpuna, molimo vas da proverite vaše podatke.
zh_tw: 您的地址不完整，請更新。

source: You have no merchandise return authorizations.
fr_fr: Vous n'avez aucun retour de marchandise créé.
hu_hu: Nincs jogod árut visszaküldeni
it_it: Non hai le autorizzazioni per la resa di merce.
ja_jp: 返品商品の承認を持っていません
sr_cs: Nemate ovlašćenje za povraćaj robe.
th_th: คุณไม่ได้รับสิทธิให้สามารถคืนสินค้าได้
zh_tw: 無退貨授權(RMA)。
