Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ShopNotificationsError.*.xlf
Languages: fr_fr, hu_hu, it_it, ja_jp, sr_cs, th_th, zh_tw

source: This voucher is disabled
fr_fr: Ce bon de réduction est désactivé
hu_hu: A kupon letiltott
it_it: Questo buono è disattivato
ja_jp: このクーポンは利用できません
sr_cs: Ovaj vaučer je isključen
th_th: บัตรกำนัลถูกยกเลิกแล้ว
zh_tw: 優惠券已停用

source: This voucher has already been used
fr_fr: Ce bon de réduction a déjà été utilisé
hu_hu: A kupont már használták
it_it: Questo buono è già stato usato
ja_jp: このクーポンは既に使用されています
sr_cs: Ovaj vaučer je već upotrebljen
th_th: บัตรกำนัลนี้ถูกใช้ไปแล้ว
zh_tw: 此優惠卷已被使用

source: This voucher is not valid yet
fr_fr: Ce bon de réduction n'est pas encore valable
hu_hu: A kupon még nem érvényes
it_it: Questo buono non è ancora valido
ja_jp: このクーポンはまだ有効ではありません
sr_cs: Ovaj vaučer još uvek nije ispravan
th_th: บัตรกำนัลนรี้ไม่ถูกต้อง
zh_tw: 此優惠卷尚未生效

source: This voucher has expired
fr_fr: Ce bon de réduction a expiré
hu_hu: Ez a kupon már lejárt
it_it: Questo buono è scaduto
ja_jp: このクーポンは有効期限切れです
sr_cs: Ovaj vaučer je istekao
th_th: บัตรกำนัลนี้หมดอายุแล้ว
zh_tw: 此優惠券已過期

source: You cannot use this voucher anymore (usage limit reached)
fr_fr: Vous ne pouvez plus utiliser ce bon de réduction (limite d'utilisation atteinte)
hu_hu: Ez a kupon már nem használható (használatkorlát elérve)
it_it: Non puoi più usare questo buono (limite di utilizzo raggiunto)
ja_jp: すでにこのクーポンは使用することができません（利用限度に達ししました）
sr_cs: Ne možete više da koristite ovaj vaučer (dostignuta je granica upotrbe)
th_th: บัตรกำนัลไม่สามารถใช้ได้มากกว่านี้แล้ว (มีการจำกัดการใช้งาน)
zh_tw: 此優惠券已無法使用（到達使用限制）

source: You cannot use this voucher
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction
hu_hu: Ezt a kupont nem használhatod
it_it: Non puoi utilizzare questo buono
ja_jp: このクーポンは使用することができません
sr_cs: Ne možete da koristite ovaj vaučer
th_th: คุณไม่สามารถใช้งานบัตรกำนัลนี้ได้
zh_tw: 您無法使用本優惠券

source: You must choose a delivery address before applying this voucher to your order
fr_fr: Vous devez choisir une adresse de livraison avant de pouvoir appliquer ce bon de réduction à votre commande
hu_hu: Mielőtt rendelésedhez kupont használhatnál, előbb kézbesítési címet kell kiválasztanod
it_it: Devi scegliere un indirizzo di consegna prima di applicare questo buono all'ordine
ja_jp: このクーポンを適用する前に、配送先住所を選択してください。
sr_cs: Morate da izaberete adresu isporuke pre primene ovog vaoučera na vašu porudžbinu
zh_tw: 使用此優惠券前請選擇送貨地址

source: You cannot use this voucher in your country of delivery
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction dans votre pays de livraison
hu_hu: Ez a kupon nem használható a kézbesítési országnál
it_it: Non puoi utilizzare questo buono nella tua nazione di spedizione
ja_jp: ご指定の配送先国ではこのクーポンを使用することができません。
sr_cs: Ne možete da koristite ovaj vaučer u zemlji isporuke
zh_tw: 此優惠券不適用於您送貨的國家

source: You must choose a carrier before applying this voucher to your order
fr_fr: Vous devez choisir un transporteur avant de pouvoir appliquer ce bon de réduction à votre commande
hu_hu: Mielőtt rendelésedhez kupont használhatnál, előbb szállítót kell kiválasztanod
it_it: Devi scegliere un corriere prima di applicare questo buono al tuo ordine
ja_jp: このクーポンを適用される前に配送方法を選択してください。
sr_cs: Morate da izaberete isporučioca pre primene ovog vaučera na vašu porudžbinu
zh_tw: 使用此券前請選擇承運商

source: You cannot use this voucher with this carrier
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction avec ce transporteur
hu_hu: A kupon nem használható ehhez a szállítóhoz
it_it: Non puoi utilizzare questo buono con questo corriere
ja_jp: この配送にこのクーポンを使用することができません
sr_cs: Ne možete da koristite ovaj vaučer sa ovim isporučiocem
zh_tw: 此優惠券不適用於這家承運商

source: You cannot use this voucher on products on sale
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction pour un produit en promotion.
hu_hu: Ez a kupon nem használható akciós termékekre
it_it: Non puoi usare questo buono sui prodotti in saldo
ja_jp: 空にカートにこのクーポンは使用することができません
zh_tw: 此優惠券不適用於促銷商品

source: Please log in first
fr_fr: Veuillez d'abord vous connecter
hu_hu: Kérjük jelentkezz be először.
it_it: Per favore prima effettua il login
ja_jp: 先にログインしてください
sr_cs: Molimo vas da se prvo prijavite
th_th: คุณต้องเข้าสู่ระบบก่อน
zh_tw: 請先登入

source: The minimum amount to benefit from this promo code is %s.
fr_fr: Le montant minimum pour utiliser ce code promo est %s.
hu_hu: A minimális összeg ami a promóciós kóddal elérhető %s.
it_it: L'importo minimo per beneficiare di questo codice promozionale è %s.
zh_tw: 從此促銷代碼中受益的最低金額為 %s。

source: This voucher is already in your cart
fr_fr: ce bon de réduction se trouve déjà dans votre panier
hu_hu: A kupon már a kosaradban van
it_it: Questo buono sconto si trova già nel tuo carrello
ja_jp: このクーポンは既にカートにあります
sr_cs: Ovaj vaučer Vam je već u korpi
th_th: บัตรกำนัลนี้มีอยู่แล้วในรถเข็นของคุณ
zh_tw: 此優惠卷已經在您的購物車內

source: This voucher is not combinable with an other voucher already in your cart: %s
fr_fr: Ce bon de réduction n'est pas cumulable avec un autre bon de réduction déjà présent dans votre panier : %s
hu_hu: Ez a kupon nem kombinálható a már kosárban használt kuponnal: %s
it_it: Questo buono non è cumulabile con un altro già presente nel carrello: %s
ja_jp: このクーポンは既にカート内にある他のクーポンと組み合わせることができません：%s
zh_tw: 此券不可與其他已經在您的購物車的優惠券同時使用：%s

source: Cart is empty
fr_fr: Le panier est vide
hu_hu: Üres kosár
it_it: Il carrello è vuoto
ja_jp: カートは空です。
sr_cs: Korpa je prazna
th_th: ไม่มีของในรถเข็น
zh_tw: 購物車是空的

source: You cannot use this voucher because it has manually been removed.
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction car il a été retiré manuellement.
hu_hu: Ezt a kupont nem használhatod, mivel manuálisan el lett távolítva.
it_it: Non puoi utilizzare questo voucher perché è stato rimosso manualmente.
sr_cs: Ne možete koristiti ovaj vaučer jer je manualno uklonjen.
zh_tw: 該憑證已被手動刪除，因此無法使用。

source: You cannot use this voucher in an empty cart
fr_fr: Vous ne pouvez pas utiliser un bon de réduction dans un panier vide.
hu_hu: Ez a kupon nem használható üres kosárban
it_it: Non puoi usare questo buono in un carrello vuoto
ja_jp: 空にカートにこのクーポンは使用することができません
sr_cs: Ne možete upotrebiti ovaj vaučer u praznu korpu
zh_tw: 在一個空的購物車不能使用此券

source: You cannot use this voucher with these products
fr_fr: Vous ne pouvez pas utiliser ce bon de réduction avec ces produits
hu_hu: A kupon nem használható ezekhez a termékekhez
it_it: Non puoi usare questo buono per questo prodotto
ja_jp: これらの商品にこのクーポンは使用することができません
sr_cs: Ne možete da koristite ovaj vaučer sa ovim proizvodima
zh_tw: 此券不適用這些商品

source: This cart has expired.
fr_fr: Ce panier a expiré.
hu_hu: Ennek a kosárnak az érvényessége lejárt.
it_it: Questo carrello è scaduto.
zh_tw: 此購物車已過期。

source: This cart was already used in an order and has expired.
fr_fr: Ce panier a déjà été utilisé dans une commande et a expiré.
hu_hu: Ezt a kosarat már használták egy megrendelésnél, és az érvényessége lejárt.
it_it: Questo carrello è stato già usato in un ordine ed è scaduto.
zh_tw: 此購物車已被用於一筆訂單並且已過期。

source: The email is already used, please choose another one or sign in
fr_fr: Cette adresse e-mail est déjà utilisée, choisissez-en une autre ou connectez-vous.
hu_hu: Az email cím már foglalt, kérlek válassz másikat vagy jelentkezz be
it_it: L'indirizzo email è già stato utilizzato, si prega di sceglierne un altro o di accedere
sr_cs: Ova email adresa je već registrovana, molimo izaberite drugu ili se prijavite
zh_tw: 電郵地址已被使用，請用另一個電郵地址或登入

source: Your account isn't available at this time, please contact us
fr_fr: Votre compte n'est pas disponible pour le moment, veuillez nous contacter
hu_hu: Fiókod nem elérhető, kérjük lépj kapcsolatba velünk
it_it: Il tuo account al momento non è disponibile, si prega di contattarci
sr_cs: Trenutno ne možete pristupiti vašem nalogu, molimo Vas da nas kontaktirate
zh_tw: 你的帳戶暫時未能使用, 請與我們聯絡

source: Authentication failed.
fr_fr: Échec d'authentification
hu_hu: Hitelesítés nem sikerült
it_it: La tua autenticazione non è riuscita.
ja_jp: 認証に失敗
sr_cs: Autentifikacija nije uspela
th_th: การเข้าสู่ระบบไม่ถูกต้อง
zh_tw: 驗證失敗

source: Invalid email/password combination
fr_fr: Combinaison e-mail/mot de passe incorrecte
hu_hu: Érvénytelen e-mail/jelszó kombináció
it_it: Combinazione email/password non valida
ja_jp: メールとパスワードの組み合わせが正しくありません
zh_tw: 電郵/密碼組合有誤

source: There seems to be an issue with your account, please contact support
fr_fr: Il semble y avoir un problème avec votre compte, veuillez contacter le support
hu_hu: Úgy tűnik, probléma adódott a fiókoddal, kérjük, fordulj az ügyfélszolgálathoz
it_it: Sembra che ci sia un problema con il tuo account, si prega di contattare l'assistenza
ja_jp: お客様のカウントに問題があるようです、当ショップのサポートまでご連絡ください。
zh_tw: 您的帳戶似乎有問題，請聯絡客服

source: An account was already registered with this email address
fr_fr: Un compte existe déjà avec cette adresse e-mail
hu_hu: Ezzel az e-mail címmel már létezik fiók
it_it: È già stato registrato un account con questo indirizzo email
ja_jp: このメールアドレスのアカウントはすでに存在します
zh_tw: 此電郵地址已被另一個帳號使用

source: Password is required
fr_fr: Le mot de passe est requis
hu_hu: Jelszó megadása szükséges
it_it: È richiesta una password
ja_jp: パスワードが必要です
zh_tw: 密碼是必填的

source: The %1$s field is too long (%2$d chars max).
fr_fr: Le champ %1$s est trop long. (Longueur maximale : %2$d)
hu_hu: %1$s meződ túl hosszú (max. %2$d karakter).
it_it: Il campo %1$s è troppo lungo (%2$d caratteri al massimo).
ja_jp: %1$s 項目が長過ぎます。 (最大 %2$d 文字)
sr_cs: %1$s polje je predugo (%2$d karaktera najviše).
zh_tw: 欄位 %1$s 太長（最多 %2$d 個字元）

source: %s is required.
fr_fr: %s est obligatoire.
hu_hu: %s szükséges.
it_it: %s è obbligatorio.
ja_jp: %sは必須項目です。
zh_tw: %s 是必需的。

source: is invalid.
fr_fr: invalide
hu_hu: érvénytelen.
it_it: non è valido.
ja_jp: は無効です。
sr_cs: je nepravilno.
th_th: ไม่ถูกต้อง
zh_tw: 無效

source: Could not delete address.
fr_fr: Impossible de supprimer l'adresse.
hu_hu: Cím nem törölhető.
it_it: Impossibile cancellare l'indirizzo.
ja_jp: 住所を削除できませんでした。
zh_tw: 無法刪除地址。

source: Please fix the error below.
fr_fr: Veuillez corriger l'erreur ci-dessous.
hu_hu: Javítsd ki az alábbi hibát.
it_it: Si prega di correggere l'errore qui sotto.
ja_jp: 以下のエラーを修正してください。
zh_tw: 請更正下面的錯誤。

source: Could not delete the address since it is used in the shopping cart.
fr_fr: Impossible de supprimer l'adresse car elle est utilisée dans le panier.
hu_hu: A cím nem törölhető, mivel ez van megadva a kosárban.
it_it: Impossibile eliminare l'indirizzo poiché è utilizzato nel carrello.
sr_cs: Adresa se ne može izbrisati jer se koristi u korpi.
th_th: ไม่สามารถลบที่อยู่ได้เนื่องจากใช้ในตะกร้าสินค้า
zh_tw: 無法刪除地址，因為它已在購物車中使用。

source: The customer could not be found.
fr_fr: Client introuvable
hu_hu: Vásárló nem található
it_it: Cliente non trovato.
ja_jp: お客様は見つかりませんでした
sr_cs: Kupac nije pronađen
th_th: ไม่พบลูกค้าที่ต้องการ
zh_tw: 找不到這個客戶

source: You must enter a voucher code.
fr_fr: Vous devez saisir un code de bon de réduction.
hu_hu: Be kell írnod egy kuponkódot!
it_it: Devi inserire il codice del buono.
ja_jp: クーポンコードを入力しなければなりません
sr_cs: Morate da upišete kod vaučera.
zh_tw: 您必須輸入一個優惠券代碼。

source: The voucher code is invalid.
fr_fr: Code de bon de réduction non valable
hu_hu: Érvénytelen kupon.
it_it: Il codice del buono non è valido.
ja_jp: 無効なクーポンコード
sr_cs: Kod vaučera nije ispravan.
zh_tw: 優惠券代碼無效。

source: This voucher does not exist.
fr_fr: Ce bon de réduction n'est pas valable.
hu_hu: Nincs ilyen kupon.
it_it: Questo voucher non esiste.
ja_jp: このクーポンは存在しません。
zh_tw: 此優惠券不存在。

source: You must add %quantity% minimum quantity
fr_fr: Vous devez ajouter une quantité minimale de %quantity%
hu_hu: Legalább %quantity% darabot kell ebből rendelned
it_it: Devi aggiungere %quantity% come quantità minima
sr_cs: Morate dodati %quantity% minimalne količine
zh_tw: 您至少需要加入 %quantity% 個

source: Null quantity.
fr_fr: Quantité nulle
hu_hu: Null mennyiség
it_it: Quantità nulla.
ja_jp: Nullの量
sr_cs: Nulta količina
zh_tw: 空數量

source: Product not found
fr_fr: Le produit n'a pas été trouvé
hu_hu: Termék nem található
it_it: Prodotto non trovato
ja_jp: 商品が見つかりませんでした
sr_cs: Proizvod nije pronađen
th_th: ไม่พบสินค้า
zh_tw: 找不到商品

source: This product (%product%) is no longer available.
fr_fr: Ce produit (%product%) n'est plus disponible.
hu_hu: Ez a termék (%product%) már nem elérhető.
it_it: Questo prodotto (%product%) non è più disponibile.
sr_cs: Ovaj proizvod (%product%) nije više dostupan.
zh_tw: 此商品 (%product%) 已經停售。

source: The product is no longer available in this quantity.
fr_fr: Le produit n'est plus disponible dans cette quantité.
hu_hu: A termék már nem elérhető a megadott mennyiségben.
it_it: Il prodotto non è più disponibile in questa quantità.
sr_cs: Nema proizvoda u željenoj količini.
th_th: ไม่มีสินค้าตามจำนวนนี้
zh_tw: 該商品已無此數量存貨。

source: The minimum purchase order quantity for the product %product% is %quantity%.
fr_fr: La quantité minimale pour pouvoir commander le produit %product% est %quantity%.
hu_hu: A minimális rendelési mennyiség a termékből (%product%): %quantity%.
it_it: La quantità minima ordinabile per il prodotto %product% è %quantity%.
sr_cs: Minimalna količina za kupovinu ovog proizvda %product% je %quantity%.
zh_tw: 商品 %product% 的最小採購訂單數量為 %quantity%。

source: Please fill in all of the required fields, and then save your customizations.
fr_fr: Veuillez remplir tous les champs requis, puis enregistrer votre personnalisation.
hu_hu: Kérjük töltsd ki az összes kötelező mezőt és mentsd a módosításokat.
it_it: Si prega di compilare tutti i campi obbligatori, quindi salvare la personalizzazione.
ja_jp: すべての必須項目を入力してください、それからカスタマイズを登録します。
sr_cs: Molimo Vas da popunite sva obavezna polja, a zatim sačuvajte prilagođavanje.
zh_tw: 請填入所有必填欄位，然後儲存自訂項目。

source: You already have the maximum quantity available for this product.
fr_fr: Vous avez atteint la quantité maximum pour ce produit.
hu_hu: A megrendelésedben már a maximum rendelhető mennyiség van.
it_it: Hai già la quantità massima disponibile per questo prodotto.
ja_jp: この商品についての最大数量をすでにもっています。
sr_cs: Već imate maksimalnu dostupnu količinu za ovaj proizvod.
th_th: คุณมีอยู่แล้วในปริมาณที่สูงสุดสำหรับสินค้านี้
zh_tw: 您已經購買了該商品最大的可買數量。

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
fr_fr: L'article %product% dans votre panier est désormais un produit avec des attributs. Veuillez le supprimer et choisir l'une de ses déclinaisons pour commander.
hu_hu: A kosárban lévő termék (%product%) már variációkban elérhető. Kérlek töröld a kosárból, majd válaszd valamelyik a kombinációt, hogy a rendelésedet folytatni tudd.
it_it: Il prodotto %product% nel tuo carrello adesso è un prodotto con combinazioni. Per favore, cancellalo e scegli una combinazione per procedere con l'ordine.
sr_cs: Proizvod %product% u vašoj korpi je sada proizvod sa osobinama. Molimo izbrišite ga i izaberite jednu od kombinacija da bi nastavili sa vašom porudžbinom.
th_th: รายการ %product% ในตะกร้าของคุณตอนนี้เป็นสินค้าที่มีคุณสมบัติ โปรดลบและเลือกหนึ่งในชุดค่าผสมเพื่อดำเนินการตามคำสั่งซื้อของคุณ
zh_tw: 您購物車中的 %product% 項目現在是具有屬性的產品。 請刪除它並選擇其組合之一以繼續進行訂購。

source: %product% is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
fr_fr: %product% n'est plus disponible en cette quantité. Merci d'ajuster la quantité pour poursuivre la commande.
hu_hu: %product% már nem érhető el a megadott mennyiségben. Nem folytathatod a megrendelést, amíg nem módosítod a mennyiséget.
it_it: %product% non è più disponibile in questa quantità. Non puoi procedere con il tuo ordine fino a quando la quantità non viene modificata.
zh_tw: 此數量的 %product% 不再可用。 在調整數量之前，您無法繼續您的訂單。

source: The available purchase order quantity for this product is %quantity%.
fr_fr: La quantité de commande disponible pour ce produit est %quantity%.
hu_hu: Rendelhető mennyiség ebből a termékből: %quantity%.
it_it: La quantità disponibile ordinabile per questo prodotto è %quantity%.
zh_tw: 此商品的可用訂量為 %quantity%。

source: You can only buy %quantity% "%product%". Please adjust the quantity in your cart to continue.
fr_fr: Vous ne pouvez acheter que %quantity% "%product%". Veuillez ajuster la quantité dans votre panier pour continuer.
hu_hu: Csak %quantity% "%product%" vásárolható meg. A folytatáshoz módosítsd a kosárban lévő mennyiséget.
it_it: Puoi acquistare solo %quantity% "%product%". Modifica la quantità nel carrello per continuare.
zh_tw: 您只能購買 %quantity% 個 "%product%"。請調整您購物車中的數量以繼續。

source: Invalid key.
fr_fr: Clé invalide.
hu_hu: Érvénytelen kulcs
it_it: Chiave non valida
ja_jp: キーが無効
sr_cs: Neispravan ključ.
th_th: ที่สำคัญไม่ถูกต้อง
zh_tw: 無效關鍵字

source: This product does not exist in our store.
fr_fr: Ce produit n'existe pas dans notre boutique.
hu_hu: A termék nem létezik
it_it: Questo prodotto non esiste nel nostro negozio.
ja_jp: この商品はストアの中に存在しません。
sr_cs: Ovaj proizvod ne postoji u našoj prodavnici.
th_th: ผลิตภัณฑ์นี้ไม่ได้อยู่ในร้านของเรา
zh_tw: 我們店裡沒有這個商品。

source: This product has been deleted.
fr_fr: Ce produit a été supprimé.
hu_hu: Ez a termék törlésre került
it_it: Questo prodotto è stato cancellato.
ja_jp: この商品は削除されています。
sr_cs: Ovaj proizvod je obrisan,
th_th: สินค้ารายการนี้ถูกลบแล้ว
zh_tw: 此商品已被刪除。

source: This file no longer exists.
fr_fr: Ce fichier n'existe plus.
hu_hu: A fájl nem létezik
it_it: Il file non esiste più
ja_jp: このファイルはもはや存在しません。
sr_cs: Ova datoteka ne postoji.
th_th: ไฟล์นี้ไม่มีอยู่ในระบบแล้ว
zh_tw: 此檔案不再存在。

source: This product has been refunded.
fr_fr: Ce produit a été remboursé.
hu_hu: A terméket vissza lett térítve.
it_it: Il prodotto è stato rimborsato
ja_jp: この商品は返品されています。
sr_cs: Ovaj proizvod je refundiran.
zh_tw: 這個商品已經退款

source: The product deadline is in the past.
fr_fr: La date limite est dépassée.
hu_hu: A termék határideje a múltban van.
it_it: La data limite è superata.
ja_jp: 商品の締め切りは過ぎています。
sr_cs: Rok proizvoda je prošao.
th_th: กำหนดผลิตภัณฑ์ที่เป็นในอดีตที่ผ่านมา
zh_tw: 該商品已過期。

source: The product expiration date has passed, preventing you from download this product.
fr_fr: Date d'expiration dépassée, impossible de télécharger ce produit;
hu_hu: Lejárat dátuma túllépve
it_it: Gentile cliente, hai superato la data di scadenza.
ja_jp: 有効期限を過ぎると、本商品をダウンロードすることができません
sr_cs: Datum isteka je prošao
zh_tw: 下載有效日期已過所以無法下載這個商品

source: Expiration date has passed, you cannot download this product.
fr_fr: La date d'expiration est dépassée, vous ne pouvez plus télécharger ce produit.
hu_hu: Lejárati dátum túllépve, ez a termék nem letölthető.
it_it: La data di scadenza è passata, non puoi più scaricare questo prodotto.
sr_cs: Datum isteka je prošao, ne možete preuzimati ovaj proizvod.
zh_tw: 有效期已過，您無法下載該商品。

source: You have reached the maximum number of downloads allowed.
fr_fr: Vous avez atteint le nombre maximum de téléchargements autorisé.
hu_hu: Elérted a maximálisan engedélyezett letöltések számát.
it_it: Hai raggiunto il numero massimo di download permessi.
ja_jp: 許可されたダウンロードの最大数に達しました
sr_cs: Dostigli ste maksimalan broj dozvoljenih preuzimanja.
zh_tw: 您已達到下載次數上限

source: Please provide the required information
fr_fr: Veuillez fournir les renseignements demandés
hu_hu: Kérjük, add meg a szükséges információkat
it_it: È necessario fornire le informazioni richieste
ja_jp: 必須情報を入力してください．
zh_tw: 請提供必填的信息

source: We couldn't find your order with the information provided, please try again
fr_fr: Nous n'avons pas pu trouver de commande avec les informations fournies, veuillez réessayer
hu_hu: Nem találjuk a megadott adatokkal egyező rendelésed, próbáld meg újra
it_it: Impossibile trovare il tuo ordine dalle informazioni fornite, si prega di provare di nuovo
ja_jp: ご入力いただいた情報では、注文が見つかりませんでした。もう一度お試しください
zh_tw: 我們使用所提供的信息找不到您的購物訂單，請重試

source: A customer account has already been created from this guest account. Please sign in.
fr_fr: Un compte client existe déjà pour cet invité. Veuillez vous connecter.
hu_hu: Ez a vendégfiók már vásárlói fiókká lett alakítva. Kérlek jelentkezz be.
it_it: Da questo account ospite è già stato creato un account cliente. Per favore accedi.
zh_tw: 已從此訪客帳戶創建了一個客戶帳戶。請登錄。

source: An unexpected error occurred while creating your account.
fr_fr: Une erreur s'est produite pendant la création de votre compte.
hu_hu: Váratlan hiba történt fiókod létrehozása közben.
it_it: Si è verificato un errore inaspettato durante la creazione del tuo account.
ja_jp: アカウントの作成中に予期しないエラーが発生しました。
zh_tw: 建立您的帳户時發生錯誤。

source: You can't transform your account into a customer account, because a registered customer with the same email already exists.
fr_fr: Vous ne pouvez pas transformer votre compte en un compte client car un client s'est déjà enregistré avec la même adresse email.
zh_tw: 您無法將您的帳戶轉換為客戶帳戶，因為已存在使用相同電郵地址的註冊客戶。

source: Could not update your information, please check your data.
fr_fr: Impossible de mettre à jour vos informations, veuillez vérifier vos données.
hu_hu: Adataid nem frissíthetők, ellenőrizd az adataid.
it_it: Impossibile aggiornare le tue informazioni, si prega di verificare i tuoi dati.
ja_jp: お客様の情報を更新できませんでした、入力内容をご確認ください。
zh_tw: 無法更新您的資料，請查看您的資料。

source: Password must be between %d and %d characters long
fr_fr: Le mot de passe doit comporter entre %d et %d caractères.
hu_hu: A jelszó %d és %d karakter közötti hosszúságú legyen
it_it: La password deve avere una lunghezza compresa tra %d e %d caratteri
zh_tw: 密碼長度必須介於 %d 到 %d 個字符之間

source: The minimum score must be: %s
fr_fr: Le score minimum doit être de : %s
hu_hu: A minimális pontszámnak a következőnek kell lennie: %s
it_it: Il punteggio minimo deve essere: %s
sr_cs: Minimalni rezultat mora biti: %s
th_th: คะแนนขั้นต่ำต้องเป็น: %s
zh_tw: 最低分數必須為：%s

source: Sorry. We cannot renew your order.
fr_fr: Désolé, nous ne pouvons renouveler votre commande.
hu_hu: Sajnáljuk, a rendelés nem megújítható.
it_it: Mi spiace, non possiamo rinnovare il tuo ordine.
ja_jp: 申し訳ありませんが、ご注文を更新することはできません。
sr_cs: Nažalost, ne možemo da obnovimo Vašu porudžbinu.
th_th: ขออภัย, เราไม่สามารถต่ออายุคำสั่งซื้อของคุณได้
zh_tw: 抱歉，我們不能重新使用您的訂單

source: Some items are no longer available, and we are unable to renew your order.
fr_fr: Éléments manquants - nous sommes dans l’impossibilité de renouveler votre commande.
hu_hu: Néhány elem már nem elérhető és rendelésed nem megújítható.
it_it: Alcuni articoli non sono disponibili, non siamo in grado di rinnovare il tuo ordine.
ja_jp: いくつかのアイテムは利用できません、注文を更新することができません。
sr_cs: Stavke nedostaju, nismo u mogućnosti da obnovimo Vašu porudžbinu
zh_tw: 部份產品已經停售，所以無法重新訂購

source: The order is no longer valid.
fr_fr: Cette commande n'est plus valable
hu_hu: A rendelés már nem érvényes.
it_it: L'ordine non è più valido.
ja_jp: 注文が有効でなくなっています
sr_cs: Porudžbina više nije važeća
zh_tw: 這個訂單不再有效

source: You do not have enough products to request an additional merchandise return.
fr_fr: Vous n'avez pas un nombre suffisant de produits pour générer un autre retour !
hu_hu: Neked nincs elég terméked ahhoz, hogy kérj egy másik áru visszaküldést.
it_it: Non hai prodotti sufficienti per chiedere un'altra restituzione della merce.
ja_jp: 他の返品商品を要求するのに十分な商品を持っていません
sr_cs: Vi nemate dovoljno proizvoda da zahtevate povraćaj robe.
th_th: คุณไม่ได้มีสินค้าเพียงพอที่จะขอคืนสินค้าอีก
zh_tw: 你沒有足夠的商品以再次申請退貨。

source: Please provide an explanation for your RMA.
fr_fr: Merci de spécifier un motif de retour.
hu_hu: Kérlek adj magyarázatot az Áru Visszaküldésedhez.
it_it: Dai una spiegazione per la tua restituzione.
ja_jp: 返品の説明を提供してください
sr_cs: Molimo Vas da navedete razlog za povraćaj robe
th_th: กรุณาระบุสาเหตุเกี่ยวกับการส่งคืนสินค้าของคุณ
zh_tw: 請提供您的退貨說明：
