Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ShopNotificationsSuccess.*.xlf
Languages: de_de, es_es, fr_fr, it_it, nl_nl, zh_tw

source: Address successfully deleted.
de_de: Adresse erfolgreich gelöscht.
es_es: Dirección eliminada correctamente.
fr_fr: Adresse supprimée avec succès.
it_it: Indirizzo cancellato con successo.
nl_nl: Adres succesvol verwijderd.
zh_tw: 地址已成功刪除.

source: Address successfully updated.
de_de: Adresse erfolgreich aktualisiert.
es_es: Dirección actualizada correctamente.
fr_fr: Adresse mise à jour avec succès.
it_it: Indirizzo aggiornato con successo.
nl_nl: Adres succesvol bijgewerkt.
zh_tw: 地址已成功更新.

source: Address successfully added.
de_de: Adresse erfolgreich hinzugefügt.
es_es: Dirección añadida correctamente.
fr_fr: Adresse ajoutée avec succès.
it_it: Indirizzo aggiunto con successo.
nl_nl: Adres succesvol toegevoegd.
zh_tw: 地址已成功添加.

source: Information successfully updated.
de_de: Informationen aktualisiert.
es_es: Información actualizada correctamente.
fr_fr: Information mise à jour avec succès.
it_it: Informazioni aggiornate con successo.
nl_nl: Gegevens met succes bijgewerkt.
zh_tw: 成功更新資訊。

source: Your guest account has been successfully transformed into a customer account. You can now log in as a registered shopper.
de_de: Ihr Gastkonto wurde in ein Kundenkonto umgewandelt. Sie können sich jetzt anmelden.
es_es: Su cuenta de invitado se ha transformado correctamente en una cuenta de cliente. Ahora puede iniciar sesión como un comprador registrado.
fr_fr: Votre compte invité a été transformé avec succès en compte client. Vous pouvez maintenant vous connecter et poursuivre la navigation en tant que client identifié.
it_it: Il tuo account ospite è stato trasformato con successo in un account cliente. Ora è possibile effettuare il login come acquirente registrato.
nl_nl: Omzetten van uw gastaccount in een klantaccount is geslaagd. U kunt zich nu aanmelden met dit account.
zh_tw: 您的非會員帳戶成功轉換為正式會員帳戶，您現在可以登入購物。

source: Message successfully sent
de_de: Nachricht versendet.
es_es: Mensaje enviado correctamente
fr_fr: Message envoyé avec succès.
it_it: Messaggio inviato con successo
nl_nl: Bericht succesvol verstuurd.
zh_tw: 訊息成功送出

source: If this email address has been registered in our shop, you will receive a link to reset your password at %email%.
de_de: Wenn Sie sich mit dieser E-Mail-Adresse im Shop angemeldet haben, erhalten Sie einen Link zum Zurücksetzen Ihres Passworts an %email%.
es_es: Si esta dirección de correo electrónico se ha registrado en nuestra tienda, recibirá un enlace para restablecer su contraseña en %email%.
fr_fr: Si cette adresse e-mail est enregistrée dans notre boutique, vous recevrez un lien pour réinitialiser votre mot de passe sur %email%.
it_it: Se questo indirizzo email è registrato nel nostro negozio, riceverai su %email% un link per reimpostare la tua password.
nl_nl: Als dit e-mailadres is geregistreerd in onze webwinkel, zullen wij u een link toesturen om uw wachtwoord te resetten op %email%.
zh_tw: 若此電郵地址已經在我們的商店註冊，您將在%email%郵箱內收到一個重置密碼的鏈接。

source: Your password has been successfully reset and a confirmation has been sent to your email address: %s
de_de: Ihr Passwort wurde zurückgesetzt und eine Bestätigung an Ihre E-Mail-Adresse %s gesendet
es_es: Su contraseña ha sido restablecida correctamente y una confirmación ha sido enviada a su dirección de correo electrónico: %s
fr_fr: Votre mot de passe a été réinitialisé avec succès et une confirmation vous a été envoyée à votre adresse e-mail : %s
it_it: La tua password è stata reimpostata con successo, ed è stata inviata una conferma al tuo indirizzo email: %s
nl_nl: Uw wachtwoord is met succes opnieuw ingesteld en is naar uw e-mailadres verzonden: %s
zh_tw: 重置密碼成功，一封確定郵件已經發送到您的電郵地址：%s

source: If this email address has been registered in our store, you will receive a link to reset your password at %email%.
de_de: Wenn diese E-Mail-Adresse in unserem Shop registriert ist, erhalten Sie einen Link zum Zurücksetzen Ihres Passwortes unter der E-Mail-Adresse %email%.
es_es: Si esta dirección de correo electrónico se ha registrado en nuestra tienda, recibirá un enlace para restablecer su contraseña en %email%.
fr_fr: Si cette adresse e-mail est enregistrée dans notre boutique, vous recevrez un lien pour réinitialiser votre mot de passe sur %email%.
it_it: Se questo indirizzo email è registrato nel nostro negozio, riceverai su %email% un link per reimpostare la tua password.
nl_nl: Als dit e-mailadres is geregistreerd in onze winkel, ontvangt u een link om uw wachtwoord opnieuw in te stellen op %email%.
zh_tw: 若此電郵地址已經在我們的商店註冊，您將在%email%郵箱內收到一個重置密碼的鏈接。

source: No addresses are available.
de_de: Keine Adresse verfügbar.
es_es: No hay direcciones disponibles.
fr_fr: Aucune adresse disponible.
it_it: Non ci sono indirizzi disponibili.
nl_nl: Geen adressen beschikbaar.
zh_tw: 無地址。
