Repository: PrestaShop/TranslationFiles
Catalog: 8/*/ShopThemeCatalog.*.xlf
Languages: mn_mn

source: Unit discount
mn_mn: Нэгж хөнгөлөлт

source: Items
mn_mn: Бараа

source: Item
mn_mn: Бараанууд

source: Categories
mn_mn: Ангилал

source: Pages
mn_mn: Хуудаснууд

source: Price drop
mn_mn: Хямдарсан

source: Category: %category_name%
mn_mn: Ангилал: %category_name%

source: List of all brands
mn_mn: Брэндүүдийн жагсаалт

source: Prices drop
mn_mn: Үнэ буурсан

source: Search results
mn_mn: Хайлтын үр дүн

source: List of products by supplier %supplier_name%
mn_mn: Нийлүүлэгчийн бүтээгдэхүүний жагсаалт%supplier_name%

source: List of all suppliers
mn_mn: Бүх нийлүүлэгчдийн жагсаалт

source: Quantity
mn_mn: Тоо ширхэг

source: Search our catalog
mn_mn: Манай каталогоос хайх

source: Search
mn_mn: Хайх

source: New
mn_mn: Шинэ

source: Used
mn_mn: Хэрэглэсэн

source: Refurbished
mn_mn: Засварласан

source: Online only
mn_mn: Зөвхөн онлайн

source: On sale!
mn_mn: Хямдралтай

source: Reduced price
mn_mn: Буурсан үнэ

source: Pack
mn_mn: Баглах

source: Product available with different options
mn_mn: Тус барааг өөр өнгө, размер, төрлүүдээр захиалах боломжтой

source: Last items in stock
mn_mn: Үлдсэн сүүлчийн бараа

source: Best Sellers
mn_mn: Шилдэг борлуулалттай

source: All best sellers
mn_mn: Борлуулалтаараа тэргүүлсэн

source: All brands
mn_mn: Бүх Брэнд

source: brands
mn_mn: брэндүүд

source: No brand
mn_mn: Брэнд биш

source: %s other product in the same category:
mn_mn: %sангилалд байгаа бусад бараа:

source: %s other products in the same category:
mn_mn: %s ангилалд байгаа бусад бараанууд:

source: Customers who bought this product also bought:
mn_mn: Хүмүүс энэ бүтээгдэхүүнтэй хамт авдаг бүтээгдэхүүнүүд:

source: Popular Products
mn_mn: Түгээмэл бараанууд

source: All products
mn_mn: Бүх бараанууд

source: New products
mn_mn: Шинэ бараанууд

source: All new products
mn_mn: Бүх шинэ бараанууд

source: 1 person is currently watching this product.
mn_mn: Одоогоор 1 хүн энэ бүтээгдэхүүнийг үзэж байна.

source: %nb_people% people are currently watching this product.
mn_mn: %nb_people% хүмүүс одоогоор энэ бүтээгдэхүүнийг үзэж байна.

source: Last time this product was bought: %date_last_order%
mn_mn: Энэ бүтээгдэхүүнийг хамгийн сүүлд худалдаж авсан: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
mn_mn: Энэ бүтээгдэхүүнийг хамгийн сүүлд сагсанд нэмсэн: %date_last_cart%

source: No RSS feed added
mn_mn: RSS хангамж нэмэгдсэн байхгүй.

source: On sale
mn_mn: Хямдралтай

source: All sale products
mn_mn: Бүх бараанууд

source: All suppliers
mn_mn: Бүх нийлүүлэгчид

source: No supplier
mn_mn: Нийлүүлэгч байхгүй.

source: Viewed products
mn_mn: Үзсэн бараанууд

source: Regular price
mn_mn: Ердийн үнэ

source: Price
mn_mn: Үнэ

source: Your customization:
mn_mn: Таны захиалгаар

source: Brand
mn_mn: Брэнд

source: In stock
mn_mn: Бэлэн бараа

source: Availability date:
mn_mn: Бэлэн болох хугацаа:

source: Data sheet
mn_mn: Мэдээллийн хүснэгт

source: Specific References
mn_mn: Тусгай дугаар

source: Condition
mn_mn: Нөхцөл:

source: Volume discounts
mn_mn: Бөөний хөнгөлөлт

source: You Save
mn_mn: Та хэмнэлт

source: Save %percentage%
mn_mn: %percentage% хэмнээрэй

source: Save %amount%
mn_mn: хэмнэх%amount%

source: %price% tax excl.
mn_mn: %price%татвар ороогүй

source: Instead of %price%
mn_mn: ийн оронд%price%

source: Including %amount% for ecotax
mn_mn: Экотаксын %amount% орсон

source: (not impacted by the discount)
mn_mn: (хөнгөлөлтөд нөлөөлөхгүй)

source: No tax
mn_mn: Татваргүй

source: There are %product_count% products.
mn_mn: %product_count% бүтээгдэхүүн байна.

source: There is 1 product.
mn_mn: 1 бараа байна.

source: Brands
mn_mn: Брэндүүд

source: List of products by brand %brand_name%
mn_mn: %brand_name% брэндийн бүтээгдэхүүний жагсаалт

source: No matches were found for your search
mn_mn: Таны хайлтад тохирох зүйл олдсонгүй

source: Please try other keywords to describe what you are looking for.
mn_mn: Хайж буй зүйлээ өөр үгээр оруулж үзнэ үү

source: List of products by supplier %s
mn_mn: Нийлүүлэгчийн %s бүтээгдэхүүний жагсаалт

source: This pack contains
mn_mn: Энэ багцад

source: Description
mn_mn: Тодорхойлолт

source: Product Details
mn_mn: Барааны дэлгэрэнгүй

source: Attachments
mn_mn: Хавсралт

source: You might also like
mn_mn: Танд бас таалагдаж магадгүй

source: Product customization
mn_mn: Барааны тохируулга

source: Product
mn_mn: Бүтээгдэхүүн

source: No products available
mn_mn: Бүтээгдэхүүн байхгүй байна
