<?php

global $_ERRORS;
$_ERRORS = array();

$_ERRORS['b42cd3af71fc00ef268910709255320a'] = 'ნახვის უფლება არ გაქვთ.';
$_ERRORS['8a5a71bcb5b4e12673c79e3d8b1deb56'] = 'ფაილი არაა მითითებული.';
$_ERRORS['652122103181aa2752efaecab300edf0'] = 'დაშვება აკრძალულია.';
$_ERRORS['77ae44aa6c998166fcf1a87496278ad5'] = '(გამოსახულების ჩამოტვირთვა შეუძლებელია)';
$_ERRORS['03596501a6ce61f5a66dc0146fbab03e'] = ' У Вас недостаточно прав для удаления в этом разделе';
$_ERRORS['2406c65c7d678cfca3aad1233c50283a'] = 'У Вас нет прав для редактирования чего-либо здесь';
$_ERRORS['68f608519f1015caf55d76b1d571a58b'] = 'У Вас нет прав для добавления  чего-либо здесь';
$_ERRORS['74d93d946c302d8decb44dec33f4b3e6'] = '\'ვისგან:\' თარიღის დაუშვებელი ფორმატი (должен быть в виде ГГГГ-ММ-ДД)';
$_ERRORS['94073386539fc874e318a625941344f8'] = '\'ვის:\' თარიღის დაუშვებელი ფორმატი  (должен быть в виде ГГГГ-ММ-ДД)';
$_ERRORS['1b073c8ca6b9aabf07935221e17b7c42'] = 'სიის პარამეტრები დაუშვებელია';
$_ERRORS['5a6448a8d8e77fa43df91db2eea79fb1'] = 'ვაუჩერი გაუქმებულია';
$_ERRORS['8232b04735bff65500e6fcc378ba1f4a'] = 'ვაუჩერის ხელმეორედ გამოყენება შეუძლებელია';
$_ERRORS['b38f15cfb6f5640c4ff55cd72c7575f6'] = 'ვაუჩერი ჯერ არაა გააქტიურებული';
$_ERRORS['098eb45965b4097a844451b00737e89b'] = 'ვაუჩერი ვადაგასულია';
$_ERRORS['1bdd228669c9dd995eb664737e60786e'] = 'У Вас нет прав для редактирования чего-либо здесь';
$_ERRORS['d8d4c3b79181fdcca8cb5159208fa56a'] = 'У Вас нет прав для добавления  чего-либо здесь';
$_ERRORS['49bd922182bd3518641589e3077eacd3'] = 'მონაცემთა ბაზასთან კავშირი შეუძლებელია';
$_ERRORS['10f237be40b3205ba97da9b89d290c30'] = 'მონაცემთა ბაზის შერჩევისას დაშვებულია შეცდომა';
$_ERRORS['ee66f9c9930cb33d2a5dde9b240d3f7e'] = 'შევსება სავალდებულოა';
$_ERRORS['8ae0cb74f9724518e1ce68c503377002'] = 'имеет недопустимое значение';
$_ERRORS['b08d3867be98e6fff3233cd40ab8134a'] = 'შკვეთის შექმნისას აშვებულია შეცდომა';
$_ERRORS['3ffd1b6c5e4ab9c98104475480477307'] = 'Нет счетов о доставке за этот период';
$_ERRORS['1f0e23c8f9563f28107b313ca812f3c3'] = 'პროფილი არ არის ნაპოვნი';
$_ERRORS['109715467b74bd66639faa5673f707c1'] = 'Unknown error';
$_ERRORS['855eb8db89b4921c42072832d33d2dc2'] = 'პაროლი არასწორია';
$_ERRORS['4f51deabdeba4ee61b998d3b0cf188b4'] = 'An error occurred while changing the status and/or was unable to send email to the customer.';
$_ERRORS['8001500c3284edd9c4dd07ae508e5a95'] = 'საქონლის რაოდენობა შერჩეული არ არის';
$_ERRORS['bb5ef82c8be2494c733ac77920bc5c72'] = 'не выбран ни один файл';
$_ERRORS['616d8e7e6c0dc755a7e932c4db698317'] = 'Каталог с модулями должен иметь права на запись';
$_ERRORS['20aedd1e6de4dcf8d115b5a7424c58d7'] = 'მიუთითედ პაროლი';
$_ERRORS['802b207b05fe5cea22e11b9db804b33d'] = 'требуется авторизация';
$_ERRORS['ab044c6afbb0298ece38b35deee72dfc'] = 'თქვენი პროფილის შექმნისას აღმოჩენილია შეცდომა';
$_ERRORS['e92c1fa650792e8d5516b18eaea7782b'] = 'თქვენი მისამართის  შექმნისას აღმოჩენილია შეცდომა';
$_ERRORS['acddadbd19b625e95ba1a4356e734f3f'] = 'ვადასტურებ შეკვეთას';


return $_ERRORS;
