Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/AdminInternationalFeature.*.xlf
Languages: fil_ph

source: Change the behavior of the price display for groups
fil_ph: Baguhin ang gawi ng ipinakitang presyo para sa mga pangkat

source: Delivery address
fil_ph: Ang adres ng paghahatiran

source: Delete item #
fil_ph: Burahin ang aytem #

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
fil_ph: Para magamit ang Geolocation, pakiusap i-download ang [1]payl na ito[/1] at i-ekstrak ito (gamit ang Winrar o Gzip) patungo sa direktoryo ng /app/Resources/geoip/.

source: Themes translations
fil_ph: Ang mga tema sa mga pagsasalin

source: Email translations
fil_ph: Ang mga pagsasalin ng email

source: Other translations
fil_ph: Ibang mga pagsasalin

source: %d missing
fil_ph: %d nawawala

source: %nb_translations% expressions
fil_ph: %nb_translations% mga pahayag

source: Show messages
fil_ph: Ipakita ang mga mensahe

source: Hide messages
fil_ph: Itago ang mga mensahe

source: %nb_translations% missing
fil_ph: ang %nb_translations% ay nawawala

source: 1 missing
fil_ph: 1 ang nawawala

source: %nb_translation% expression
fil_ph: %nb_translation% pahayag

source: Search translations
fil_ph: Hanapin ang mga salin

source: Required fields for the address (click for more details):
fil_ph: Kinakailangang mga field para sa adres (pindutin para sa karagdagang detalye):

source: Expressions to translate:
fil_ph: Mga ekspresyon sa pagsalin:

source: Total missing expressions:
fil_ph: Kabuuang nawawalang mga ekspresyon:

source: Theme:
fil_ph: Tema:

source: Module:
fil_ph: Modyul:

source: Select the type of email content
fil_ph: Piliin ang uri ng nilalaman ng email

source: Body
fil_ph: Ang Katawan

source: Select your module
fil_ph: Piliin ang iyong modyul

source: Live exchange rates
fil_ph: Kasalukuyang halaga ng palitan

source: The exchange rates are not automatically updated
fil_ph: Ang halaga ng palitan ay hindi awtomatikong naka-update

source: The exchange rates are automatically updated
fil_ph: Ang mga halaga ng palitan ay awtomatikong naka-update

source: Update exchange rates
fil_ph: I-update ang halaga ng palitan

source: This currency is disabled
fil_ph: Ang salapi na ito ay hindi magagamit

source: This currency is enabled
fil_ph: Ang salapi na ito ay paganahin
