Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/AdminCatalogFeature.*.xlf
Languages: fil_ph

source: Customer Order
fil_ph: Order ng Parukyano

source: Transfer to another warehouse
fil_ph: Ilipat sa iba pang bodega

source: Transfer from another warehouse
fil_ph: Ilipat mula sa iba pang bodega

source: Supply Order
fil_ph: Ang mga Order ng Panustos

source: Product Return
fil_ph: Pagbabalik ng Produkto

source: These products will be deleted for good. Please confirm.
fil_ph: Ang mga produktong ito ay tatanggalin para sa ikabubuti. Pakiusap kumpirmahin.

source: Delete products?
fil_ph: Tanggalin ang mga produkto?

source: Leave initial price
fil_ph: Iwanan ang paunang presyo

source: Add customer
fil_ph: Magdagdag ng parukyano

source: Available from
fil_ph: Magagamit mula sa

source: Product price (tax excl.)
fil_ph: Presyo ng produkto (hindi kasama ang buwis)

source: Reduction tax
fil_ph: Pagbawas ng buwis

source: Manage your product combinations
fil_ph: Pamahalaan ang mga kumbinasyon ng iyong produkto

source: Bulk actions ([1]/[2] combination(s) selected)
fil_ph: Ang mga malalaking aksyon ([1]/[2] (mga) kombinasyon ay pinili)

source: Default combination
fil_ph: Default na kumbinasyon

source: Availability preferences
fil_ph: Mga sanggunian sa maaaring magamit

source: Behavior when out of stock
fil_ph: Ang nakagawian kapag wala ng panustos

source: Stock management is disabled
fil_ph: Ang pamamahala sa panustos ay hindi gumagana

source: List of empty categories:
fil_ph: Listahan ng mga walang laman na mga kategorya:

source: List of products with combinations but without available quantities for sale:
fil_ph: Listahan ng mga produkto na may mga kumbinasyon ngunit walang magagamit na mga kantidad para sa pagbebenta:

source: List of products without combinations and without available quantities for sale:
fil_ph: Listahan ng mga produkto na walang mga kumbinasyon at walang magagamit na mga kantidad para mabili:

source: List of products without images
fil_ph: Listahan ng mga produkto na walang mga larawan

source: List of products without description
fil_ph: Listahan ng mga produkto na walang paglalarawan

source: List of products without price
fil_ph: Listahan ng mga produkto nang walang presyo

source: Edit: %value%
fil_ph: Baguhin: %value%

source: Choose a value
fil_ph: Pumili ng isang halaga

source: Choose a feature
fil_ph: Pumili ng isang tampok

source: OR Customized value
fil_ph: OR Pinanibagong halaga

source: Create a new category
fil_ph: Lumikha ng isang bagong kategorya

source: New category name
fil_ph: Bagong pangalan ng kategorya

source: Create a category
fil_ph: Lumikha ng isang kategorya

source: Add new file
fil_ph: Magdagdag ng bagong payl

source: Display the "On sale!" flag on the product page, and on product listings.
fil_ph: Ipakita ang bandila na "Ipinagbibili!" sa pahina ng produkto, at sa mga listahan ng produkto.

source: Price per unit (tax excl.)
fil_ph: Presyo sa bawat yunit (hindi kasama ang buwis)

source: Cost price
fil_ph: Halaga ng gastos

source: Virtual product
fil_ph: Birtuwal na produkto

source: Drop images here
fil_ph: Ilaglag ang mga imahe dito

source: or select files
fil_ph: o piliin ang mga payl

source: Recommended size 800 x 800px for default theme.
fil_ph: Inirerekomendang sukat na 800 x 800px para sa tema ng default.

source: JPG, GIF or PNG format.
fil_ph: Pormat ng JPG, GIF o PNG.

source: Basic settings
fil_ph: Pinagbabatayang mga pagtatakda

source: Pricing
fil_ph: Pagpe-presyo

source: View all images
fil_ph: Tingnan ang lahat ng mga imahe

source: View less
fil_ph: Tingnan ang kaunti

source: Add a feature
fil_ph: Magdagdag ng isang tampok

source: Simple product
fil_ph: Simpleng produkto

source: Product with combinations
fil_ph: Produkto na may mga kombinasyon

source: Manage tax rules
fil_ph: Mamahala sa alituntunin ng buwis

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
fil_ph: Huling tinging presyo: [1][2][/2] kasama ang buwis.[/1] / [3][/3] hindi kasama ang buwis.

source: Add a specific price
fil_ph: Magdagdag ng isang tiyak na presyo

source: Where do you want your product to appear?
fil_ph: Saan mo gusto na lumabas ang iyong produkto?

source: Condition & References
fil_ph: Kondisyon at mga sanggunian

source: Customers can personalize the product by entering some text or by providing custom image files.
fil_ph: Ang mga mamimili ay maaaring gawing pansarili ang produkto sa pamamagitan ng pagpasok ng ilang teksto o sa pamamagitan ng paglalagay ng mga payl ng pasadyang imahe.

source: Add a customization field
fil_ph: Magdagdag ng isang field para sa pagpapasadya

source: Attached files
fil_ph: Nakalakip na mga payl

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
fil_ph: Magdagdag ng mga payl na ang mga parukyano ay maaring mag download ng direkta sa pahina ng produkto ( mga susundan, manwal, rekado, at iba pa,).

source: Attach a new file
fil_ph: Magdagdag ng isang bagong payl

source: Module to configure
fil_ph: Modyul para isaayos

source: Choose a module to configure
fil_ph: Mamili ng modyul para isaayos

source: These modules are relative to the product page of your shop.
fil_ph: Ang mga modyul na ito ay may kaugnayan sa pahina ng produkto sa iyong tindahan.

source: To manage all your modules go to the [1]Installed module page[/1]
fil_ph: Para mapamahalaan ang lahat ng iyong mga modyul magpunta sa [1]naka-install na pahina ng modyul[/1]

source: Specific price conditions
fil_ph: Partikular na mga kondisyon ng presyo

source: Unit(s)
fil_ph: (Mga) yunit

source: ISBN code
fil_ph: Kowd ng ISBN

source: Impact on price per unit (tax excl.)
fil_ph: Epekto sa presyo bawat yunit (hindi kasama ang buwis)

source: Min. quantity for sale
fil_ph: Pinakamababang kantidad para sa pagbebenta

source: Set as default combination
fil_ph: Itakda bilang default na kumbinasyon

source: Select images of this combination:
fil_ph: Pumili ng mga imahe ng kumbinasyon naito:

source: Impact on price (tax excl.)
fil_ph: Ang epekto sa presyo (hindi kasama ang buwis)

source: Impact on price (tax incl.)
fil_ph: Epekto sa presyo (kasama ang buwis)

source: Cost Price
fil_ph: Ang Halaga ng Gastos

source: None
fil_ph: Wala

source: Shipping fees
fil_ph: Mga bayarin sa pagpapadala

source: Label when in stock
fil_ph: Tatak kapag nasa panustos

source: Create combinations
fil_ph: Lumikha ng mga kumbinasyon

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
fil_ph: Ang magagamit na mga kantidad para sa kasalukuyang produkto at ang mga kumbinasyon nito ay batay sa panustos sa iyong bodega (gamit ang sistema sa pamamahala ng pangunahing panustos).

source: Minimum quantity for sale
fil_ph: Pinakamababang kantidad para sa pagbebenta

source: Label when out of stock (and back order allowed)
fil_ph: Tatakan kapag wala ng panustos (at pinapayagan ang pagbalik ng order)

source: Use default behavior
fil_ph: Gamitin ang default na nakagawian

source: Display options
fil_ph: Mga opsyon ng displey

source: Web only (not sold in your retail store)
fil_ph: Sa Web lamang (hindi ibinebenta sa iyong tinging tindahan)

source: ISBN
fil_ph: Ang ISBN

source: Display condition on product page
fil_ph: Idispley ang kundisyon sa pahina ng produkto

source: Default suppliers
fil_ph: Default na mga tagatustos

source: Attachments for this product:
fil_ph: Mga ikinabit para sa produktong ito:

source: Pack of products
fil_ph: Pakete ng mga produkto

source: Add products to your pack
fil_ph: Magdagdag ng mga produkto sa iyong pakete

source: Add a new category
fil_ph: Magdagdag ng isang bagong kategorya

source: Message to:
fil_ph: Mensahe para kay:

source: Add new brand
fil_ph: Magdagdag ng bagong tatak

source: Add new brand address
fil_ph: Magdagdag ng adres ng bagong tatak

source: List of brands
fil_ph: Listahan ng mga tatak

source: Brand addresses
fil_ph: Mga adres ng tatak

source: Choose the brand
fil_ph: Piliin ang tatak

source: EAN13:
fil_ph: Ang EAN13:

source: UPC:
fil_ph: Ang UPC:

source: Please select a file
fil_ph: Pakiusap pumili ng isang payl

source: Cover image
fil_ph: Imahe ng pabalat

source: Advanced filters
fil_ph: Ang pangunahing pansala

source: Apply advanced filters
fil_ph: I-aplay ang mga pangunahing pansala

source: Apply new quantity
fil_ph: I-aplay ang bagong kantidad

source: Filter by movement type
fil_ph: Salain ayon sa uri ng paggalaw

source: Filter by employee
fil_ph: Salain sa pamamagitan ng empleyado

source: Search a category
fil_ph: Maghanap ng isang kategorya

source: Search a supplier
fil_ph: Maghanap ng isang tagatustos

source: Filter by supplier
fil_ph: Sinala sa pamamagitan ng tagatustos

source: Stock management
fil_ph: Pamamahala ng panustos

source: Movements
fil_ph: Mga Paggalaw

source: Search products (search by name, reference, supplier)
fil_ph: Paghahanap ng produkto (paghahanap ayon sa pangalan, sanggunian, tagatustos)

source: Date & Time
fil_ph: Ang Petsa at Oras

source: Edit quantity
fil_ph: I-edit ang kantidad

source: Physical
fil_ph: Pisikal

source: Reserved
fil_ph: Nakalaan

source: Parent of the category
fil_ph: Pinagmulan ng kategorya

source: Price per unit
fil_ph: Presyo sa bawa't yunit

source: Brand
fil_ph: Tatak

source: Add a brand
fil_ph: Magdagdag ng isang tatak

source: No redirection (404)
fil_ph: Walang muling pagdirekta (404)

source: Permanent redirection to a product (301)
fil_ph: Permanenteng muling pagdirekta sa isang produkto (301)

source: Temporary redirection to a product (302)
fil_ph: Pansamantalang pagdirekta sa isang produkto (302)

source: Permanent redirection to a category (301)
fil_ph: Permanenteng muling pagdirekta sa isang kategorya (301)

source: Temporary redirection to a category (302)
fil_ph: Pansamantalang muling pagdirekta para sa isang kategorya (302)

source: Redirection when offline
fil_ph: Muling pagdirekta kung kailang wala sa linya

source: Target product
fil_ph: Ang target na produkto

source: Target category
fil_ph: Target na kategorya

source: Main category
fil_ph: Pangunahing kategorya

source: List of products for this pack
fil_ph: Listahan ng mga produkto para sa pakete na ito

source: Zoom
fil_ph: Palakihin

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
fil_ph: Tinitingnan %from%-%to% sa %total% (pahina ng %current_page% / %page_count%)

source: Items per page:
fil_ph: Mga aytem sa bawat pahina:

source: Prev. combination
fil_ph: Nakaraang kumbinasyon

source: Next combination
fil_ph: Susunod na kumbinasyon

source: Back to product
fil_ph: Bumalik sa produkto

source: Combination details
fil_ph: Mga detalye ng kumbinasyon

source: Price and impact
fil_ph: Ang presyo at epekto

source: Final retail price (tax excl.) will be
fil_ph: Ang huling presyong tingi (hindi kasama ang buwis) ay magiging

source: Does this combination have a different price per unit?
fil_ph: Ang kumbinasyon bang ito ay may iba't ibang presyo kada yunit?

source: Specific references
fil_ph: Mga tiyak na sanggunian

source: Delete combinations
fil_ph: Tanggalin ang mga kumbinasyon

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
fil_ph: [1]Idagdag ang iyong unang produkto [/1][2]o mag-angkat ng isang listahan ng mga produkto (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots). [/2]

source: Add a related product
fil_ph: Magdagdag ng isang may kaugnayang produkto

source: Package dimension
fil_ph: Sukat ng pakete

source: Adjust your shipping costs by filling in the product dimensions.
fil_ph: Ayusin ang iyong mga gastos sa pagpapadala sa pamamagitan ng pagpuno sa mga sukat ng produkto.

source: Does this product incur additional shipping costs?
fil_ph: Ang produkto bang ito ay nagtamo ng karagdagang mga gastos sa pagpapadala?

source: Choose the suppliers associated with this product
fil_ph: Piliin ang mga tagatustos na nauugnay sa produktong ito

source: Default supplier
fil_ph: Default na tagatustos

source: [1][/1] of [2][/2] characters used (recommended)
fil_ph: [1][/1] sa [2][/2] mga karakter na ginamit (inirerekomenda)

source: [1][/1] of [2][/2] characters allowed
fil_ph: [1][/1] ng[2][/2] pinapayagan na mga karakter

source: Search Engine Optimization
fil_ph: Optimisasyon ng Makinang Panghanap

source: Improve your ranking and how your product page will appear in search engines results.
fil_ph: Paghusayin ang iyong ranggo at kung paano ang iyong pahina ng produkto ay lilitaw sa mga resulta ng makinang panghanap.

source: Reset URL
fil_ph: Muling itakda ang URL

source: Redirection page
fil_ph: Pahina ng muling pagdirekta

source: Exclude discounted products
fil_ph: Hindi kasama ang may diskwentong mga produkto

source: Number of products required in the cart to enjoy the discount:
fil_ph: Bilang ng mga produkto na kinakailangan sa kart para tamasahin ang diskwento:
