<?php

global $_MODULE;
$_MODULE = array();

$_MODULE['<{onboarding}prestashop>onboarding_403078410560ac74cd18391f1fbf55fa'] = 'Καλωσορίσατε';
$_MODULE['<{onboarding}prestashop>onboarding_76ddbb9f8bbe2624552fd553d0f9d040'] = 'Η μονάδα OnBoarding χαιρετίζει τους νέους χρήστες στη διαχείριση του Prestashop: μέσα από ένα μικρό και ευχάριστο περιβάλλον, δείχνει στον χρήστη πως να δημιουργήσει το νέο του κατάστημα σε μερικά εύκολα βήματα.';
$_MODULE['<{onboarding}prestashop>backoffice_top_c50e83d3857e41ea59189e385d4ed024'] = 'Γεια σου %s, καλωσόρισες στο νέο σου ηλεκτρονικό κατάστημα.[1]Ακολούθησε τον οδηγό και κάνε τα πρώτα σου βήματα με το διαδικτυακό σου κατάστημα!';
$_MODULE['<{onboarding}prestashop>backoffice_top_79b0fcd70b51a3065ebbfe7e953eae38'] = 'Ρίξτε μια ματιά στον κατάλογό μας για καινούργια θέματα ή προσαρμόστε το προεπιλεγμένο θέμα.[1]Προσθέστε ένα λογότυπο, πειραματιστείτε με γραμματοσειρές και χρώματα... Δώστε στο κατάστημά σας μια ιδιαίτερη εμφάνιση!';
$_MODULE['<{onboarding}prestashop>backoffice_top_9a12f893e37f0f1fb9fb04bf16a7d78d'] = 'Ξεκινήστε τον προϊόντικό σας κατάλογο με το πρώτο προϊόν.[1]Σιγουρευτείτε πως καλύπτετε τα βασικά καταχωρώντας την τιμή του, βάζοντας μια καλή περιγραφή και προσθέτετε μια σωστή εικόνα![1]Αν έχετε ήδη την προϊοντική βάση σας σε αρχείο CSV, γλιτώστε χρόνο και κάντε μια μαζική εισαγωγή!';
$_MODULE['<{onboarding}prestashop>backoffice_top_0429b4766bfd2e6540dc3cb5537387ff'] = 'Επιλέξτε ποιούς τρόπους πληρωμής θέλετε να προσφέρετε στους πελάτες του καταστήματός σας, και επεξεργαστείτε τους διάφορους περιορισμούς που μπορείτε να θέσετε (ανά νόμισμα, χώρα ή ομάδα πελατών).';
$_MODULE['<{onboarding}prestashop>backoffice_top_e62f682bcf70125635d8915ea127fe9b'] = 'Αν νομίζετε πως χρειάζεστε περισσότερες πληροφορίες, μπορείτε να διαβάσετε την Τεκμηρίωση του Prestashop: κάντε κλικ στο "Βοήθεια" στις πάνω δεξιά γωνία της σελίδας διαχείρισης!';
$_MODULE['<{onboarding}prestashop>backoffice_top_d26019e187250752a24c5f07694bda99'] = 'Έχετε ολοκληρώσει όλα τα απαραίτητα πρώτα βήματα για να ρυθμίσετε το διαδικτυακό σας κατάστημα. Μπορείτε να επαναλάβετε αυτά τα βήματα αν έχετε περισσότερα προϊόντα, μεθόδους πληρωμής ή μεταφορείς για προσθήκη. [1]Για να προχωρήσετε περισσότερο στην παραμετροποίηση του καταστήματός σας, θα πρέπει να διαβάσετε το κεφάλαιο [2]"Πρώτα βήματα με το Prestashop 1.7"[/2] στον οδηγό χρήστη του Prestashop.[1] Όταν είστε σίγουροι πως το κατάστημά σας είναι έτοιμο να πουλήσει τα προϊόντα σας, κάντε κλικ στο κουμπί Εκτέλεση για να κάνετε δημόσιο το κατάστημά σας.';
$_MODULE['<{onboarding}prestashop>backoffice_top_82269147f55aa394633d8ffab65a8524'] = 'Ας ξεκινήσουμε!';
$_MODULE['<{onboarding}prestashop>backoffice_top_9067f937e50eccdb6e7aeaf92cd054e1'] = 'Ετοιμάστε το κατάστημά σας για πληρωμές';


return $_MODULE;
