Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminAdvparametersFeature.*.xlf
Languages: pl_pl

source: SuperAdmin
pl_pl: Administrator

source: Logistician
pl_pl: Logistyk

source: Translator
pl_pl: Tłumacz

source: Salesman
pl_pl: Sprzedawca

source: Automatically check for module updates
pl_pl: Automatycznie sprawdzaj aktualizacje modułów

source: Check the cookie's IP address
pl_pl: Sprawdź adres IP cookie

source: Lifetime of front office cookies
pl_pl: Okres ważności plików cookie w sklepie

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
pl_pl: Ustaw liczbę godzin w których pliki cookies w panelu sklepu są aktywne. Po tym okresie czasu, klient będzie musiał zalogować się ponownie.

source: hours
pl_pl: godzin

source: Lifetime of back office cookies
pl_pl: Okres ważności plików cookie na zapleczu

source: Upload quota
pl_pl: Limit wielkości wysyłanych danych

source: Maximum size for attached files
pl_pl: Maksymalna wielkość załączonych plików

source: megabytes
pl_pl: megabajtów

source: Maximum size for a downloadable product
pl_pl: Maksymalny rozmiar dla pobieranego produktu

source: Maximum size for a product's image
pl_pl: Maksymalny rozmiar zdjęcia produktu

source: Show notifications for new orders
pl_pl: Pokaż powiadomienia o nowych zamówieniach

source: Show notifications for new customers
pl_pl: Pokaż powiadomienia o nowych klientach

source: Show notifications for new messages
pl_pl: Pokaż powiadomienia o nowych wiadomościach

source: Notifications
pl_pl: Powiadomienia

source: Age
pl_pl: Wiek

source: File size
pl_pl: Rozmiar pliku

source: Backup options
pl_pl: Opcje kopii zapasowej

source: Ignore statistics tables
pl_pl: Ignoruj tabelę statystyk

source: Drop existing tables during import
pl_pl: Usuń istniejące tabele podczas importu

source: Recipient
pl_pl: Odbiorca:

source: Subject
pl_pl: Temat

source: Sent
pl_pl: Wysłane

source: Send emails to
pl_pl: Wyślij e-maile do

source: Never send emails (may be useful for testing purposes)
pl_pl: Nigdy nie wysyłaj e-maili (może być pomocne podczas testów)

source: Set my own SMTP parameters (for advanced users ONLY)
pl_pl: Użyj własnych ustawień SMTP (tylko dla zaawansowanych)

source: Send email in HTML format
pl_pl: Wyślij e-mail w formacie HTML

source: Send email in text format
pl_pl: Wyślij e-mail w formacie Tekst

source: Log Emails
pl_pl: Zapisuj logi z emaili

source: Mail domain name
pl_pl: Nazwa domeny mailowej

source: SMTP server
pl_pl: Serwer SMTP

source: SMTP username
pl_pl: Nazwa użytkownika SMTP

source: SMTP password
pl_pl: Hasło SMTP

source: Encryption
pl_pl: Szyfrowanie

source: None
pl_pl: Żaden

source: Port number to use.
pl_pl: Numer portu do użycia.

source: Test your email configuration
pl_pl: Test konfiguracji e-maila

source: Send a test email to
pl_pl: Wyślij wiadomość testową do

source: Send a test email
pl_pl: Wyślij wiadomość testową

source: Use PHP's mail() function (recommended; works in most cases)
pl_pl: Użyj funkcji mail() w PHP (zalecane; działa w większości przypadków)

source: This is a test message. Your server is now configured to send email.
pl_pl: To jest wiadomość testowa. Twój serwer jest teraz skonfigurowany aby wysyłać e-maile.

source: Test message -- Prestashop
pl_pl: Wiadomość testowa - Prestashop

source: A test email has been sent to the email address you provided.
pl_pl: Wiadomość testowa została wysłana pod podany przez Ciebie adres e-mail.

source: Error: Please check your configuration
pl_pl: Błąd: proszę sprawdzić konfigurację

source: This email address is not valid
pl_pl: Ten adres e-mail jest nieprawidłowy

source: Back to the dashboard
pl_pl: Wróć do panelu

source: Template
pl_pl: Szablon

source: Store contacts
pl_pl: Kontakty sklepu

source: Supply Orders
pl_pl: Zamówienia na dostawy

source: Supply Order Details
pl_pl: Szczegóły zamówienia na dostawy

source: Ignore this column
pl_pl: Ignoruj tę kolumnę

source: Product ID
pl_pl: Identyfikator Produktu (ID)

source: Product Reference
pl_pl: Indeks produktu

source: Attribute (Name:Type:Position)
pl_pl: Atrybut (Nazwa:Typ:Pozycja)

source: Value (Value:Position)
pl_pl: Wartość (Wartość:Pozycja)

source: Supplier reference
pl_pl: Identyfikator dostawcy

source: EAN13
pl_pl: kod EAN13

source: UPC
pl_pl: Kod kreskowy UPC

source: Minimal quantity
pl_pl: Minimalna ilość

source: Default (0 = No, 1 = Yes)
pl_pl: Domyślny (0 = Nie, 1 = Tak)

source: Combination availability date
pl_pl: Data dostępności kombinacji

source: Choose among product images by position (1,2,3...)
pl_pl: Wybierz z pośród zdjęć produktów wg pozycji (1,2,3...)

source: Image URLs (x,y,z...)
pl_pl: Adresy URL zdjęcia (x,y,z...)

source: Image alt texts (x,y,z...)
pl_pl: Tekst alternatywny dla zdjęć (x,y,z...)

source: ID / Name of shop
pl_pl: ID / Nazwa sklepu

source: Advanced Stock Management
pl_pl: Zaawansowane zarządzanie magazynem

source: Depends on stock
pl_pl: Zależny od stanu magazynowego

source: Warehouse
pl_pl: Magazyn

source: Active (0/1)
pl_pl: Aktywny (0 lub 1)

source: Root category (0/1)
pl_pl: Główna kategoria (0/1)

source: Image URL
pl_pl: URL zdjęcia

source: Categories (x,y,z...)
pl_pl: Kategorie (x,y,z...)

source: Price tax excluded
pl_pl: Cena bez podatku. (netto)

source: Price tax included
pl_pl: Cena zawiera podatek. (brutto)

source: Tax rule ID
pl_pl: ID reguły podatku

source: On sale (0/1)
pl_pl: W sprzedaży (0 lub 1)

source: Discount amount
pl_pl: Wartość rabatu

source: Discount percent
pl_pl: Procent rabatu

source: Discount from (yyyy-mm-dd)
pl_pl: Rabat od dnia (rrrr-mm-dd)

source: Discount to (yyyy-mm-dd)
pl_pl: Rabat do dnia (rrrr-mm-dd)

source: Reference #
pl_pl: Indeks #

source: Supplier reference #
pl_pl: Kod dostawcy

source: Additional shipping cost
pl_pl: Dodatkowe koszty przesyłki

source: Unit for the price per unit
pl_pl: Jednostka dla ceny za jednostkę

source: Price per unit
pl_pl: Cena za jednostkę

source: Tags (x,y,z...)
pl_pl: Tagi (x,y,z...)

source: Rewritten URL
pl_pl: Przepisany URL

source: Label when backorder allowed
pl_pl: Etykieta kiedy dozwolone ponowne zamówienie

source: Available for order (0 = No, 1 = Yes)
pl_pl: Dostępne do zamówienia (0 = Nie, 1 = Tak)

source: Product availability date
pl_pl: Data dostępności produktu

source: Product creation date
pl_pl: Data wytworzenia produktu

source: Show price (0 = No, 1 = Yes)
pl_pl: Pokaż cenę (0 = Nie, 1 = Tak)

source: Delete existing images (0 = No, 1 = Yes)
pl_pl: Usuń istniejące zdjęcia (0 = Nie, 1 = Tak)

source: Feature (Name:Value:Position:Customized)
pl_pl: Cecha(Nazwa:Wartość:Pozycja:Indywidualne)

source: Available online only (0 = No, 1 = Yes)
pl_pl: Dostępne tylko online (0 = Nie, 1 = Tak)

source: Customizable (0 = No, 1 = Yes)
pl_pl: Konfigurowalny (0 = Nie, 1 = Tak)

source: Uploadable files (0 = No, 1 = Yes)
pl_pl: Można wgrywać pliki (0 = Nie, 1 = Tak)

source: Text fields (0 = No, 1 = Yes)
pl_pl: Pola tekstowe (0 = Nie, 1 = Tak)

source: Action when out of stock
pl_pl: Akcja kiedy brak na stanie

source: Virtual product (0 = No, 1 = Yes)
pl_pl: Wirtualny produkt (0 = No, 1 = Yes)

source: File URL
pl_pl: Adres URL pliku

source: Expiration date (yyyy-mm-dd)
pl_pl: Data wygaśnięcia (rrrr-mm-dd)

source: Number of days
pl_pl: Liczba dni

source: Accessories (x,y,z...)
pl_pl: Akcesoria (x,y,z...)

source: Active (0/1)
pl_pl: Aktywny (0 / 1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
pl_pl: Tytuły (Pan = 1, Pani = 2, inne = 0)

source: Birth date (yyyy-mm-dd)
pl_pl: Data urodzin (rrrr-mm-dd)

source: Newsletter (0/1)
pl_pl: Newsletter (0 lub 1)

source: Partner offers (0/1)
pl_pl: Oferty partnerskie (0/1)

source: Registration date (yyyy-mm-dd)
pl_pl: Data rejestracji (rrrr-mm-dd)

source: Groups (x,y,z...)
pl_pl: Grupy (x,y,z...)

source: Default group ID
pl_pl: ID grupy domyślnej

source: Customer email
pl_pl: Adres e-mail

source: ID / Name of group shop
pl_pl: ID / Nazwa sklepu grupy

source: Address (2)
pl_pl: Adres (2)

source: Latitude
pl_pl: Szerokość geograficzna

source: Longitude
pl_pl: Długość geograficzna

source: Note
pl_pl: Notatka

source: Hours (x,y,z...)
pl_pl: Godziny (x,y,z...)

source: Supplier ID *
pl_pl: ID dostawcy *

source: Lang ID
pl_pl: ID języka

source: Warehouse ID *
pl_pl: ID Magazynu *

source: Currency ID *
pl_pl: ID waluty *

source: Supply Order Reference *
pl_pl: Identyfikator zlecenia dostawy *

source: Delivery Date (Y-M-D)*
pl_pl: Data dostawy (R-M-D) *

source: Discount rate
pl_pl: Wartość rabatu

source: Product ID *
pl_pl: ID produktu *

source: Product Attribute ID
pl_pl: ID atrybutu produktu

source: Unit Price (tax excl.)*
pl_pl: Cena jednostkowa (netto) *

source: Quantity Expected *
pl_pl: Oczekiwana ilość *

source: Discount Rate
pl_pl: Rabat

source: Tax Rate
pl_pl: Stawka podatku

source: Import .CSV data
pl_pl: Importuj dane .CSV

source: Both
pl_pl: Obydwa

source: Erase all
pl_pl: Usuń wszystko

source: Severity (1-4)
pl_pl: Skala (1-4)

source: Object type
pl_pl: Typ obiektu

source: Object ID
pl_pl: ID obiektu

source: Error code
pl_pl: Kod błędu

source: Logs by email
pl_pl: Pliki log przez email

source: Minimum severity level
pl_pl: Minimalny poziom bezpieczeństwa

source: Profile
pl_pl: Profil

source: Add new profile
pl_pl: Dodaj nowy profil

source: Employee options
pl_pl: Opcje pracowników

source: Password regeneration
pl_pl: Odtworzenie hasła

source: Security: Minimum time to wait between two password changes.
pl_pl: Bezpieczeństwo: minimalny czas pomiędzy dwoma zmianami hasła.

source: minutes
pl_pl: minuty

source: Memorize the language used in Admin panel forms
pl_pl: Zapamiętaj języki użyte w formularzach panelu Administratora

source: Allow employees to select a specific language for the Admin panel form.
pl_pl: Pozwól pracownikom wybrać odpowiedni język formularzy panelu administracyjnego.

source: Add new employee
pl_pl: Dodaj nowego pracownika

source: Edit: %lastname% %firstname%
pl_pl: Edytuj: %lastname% %firstname%

source: Subscribe to PrestaShop newsletter
pl_pl: Zapisz się do newslettera PrestaShop

source: Default page
pl_pl: Domyślna strona

source: Permission profile
pl_pl: Profil uprawnień

source: Employees
pl_pl: Pracownicy

source: Contact information
pl_pl: Informacje kontaktowe

source: Discount prices
pl_pl: Ceny po rabatach

source: Module hooks
pl_pl: Zaczepy modułów

source: Meta information
pl_pl: Meta informacje

source: Product combinations
pl_pl: Kombinacje produktów

source: Available quantities for sale
pl_pl: Dostępne ilości do sprzedaży

source: Warehouses
pl_pl: Magazyny

source: Webservice accounts
pl_pl: Konta usług sieciowych

source: Attribute groups
pl_pl: Grupy atrybutów

source: Customer groups
pl_pl: Grupy klientów

source: Tax rules groups
pl_pl: Grupy reguł podatków

source: Referrers/affiliates
pl_pl: Polecający/polecani

source: Cart rules
pl_pl: Reguły koszyka

source: Import data
pl_pl: Importuj dane

source: Choose the source shop
pl_pl: Wybierz sklep źródłowy

source: Choose data to import
pl_pl: Wybierz dane do importu

source: Shop groups list
pl_pl: Lista grup sklepów

source: Customer ID
pl_pl: ID klienta

source: Back office connection from %s
pl_pl: Połączenie z panelem administracyjnym z %s

source: Smarty
pl_pl: Ustawienia dotyczące Smarty

source: Template compilation
pl_pl: Kompilacja szablonu

source: Never recompile template files
pl_pl: Nigdy nie kompiluj ponownie plików szablonu

source: Recompile templates if the files have been updated
pl_pl: Skompiluj ponownie szablony jeżeli pliki zostały zaktualizowane

source: Force compilation
pl_pl: Wymuś kompilację

source: Cache
pl_pl: Pamięć podręczna

source: Should be enabled except for debugging.
pl_pl: Włączenie tej opcji spowoduje zapisywanie większości danych wyświetlanych przez pliki szablonu sklepu do pamięci podręcznej. Opcja ta jak również kompilacja zalecana jest dla działających sklepów, przy edycji szablonu powinna być wyłączona w celu zobaczenia zmian.

source: Multi-front optimizations
pl_pl: Synchronizacja wielu serwerów

source: Caching type
pl_pl: Typ cacheowania

source: File System
pl_pl: System plików

source: Clear cache
pl_pl: Wyczyść pamięć podręczną

source: Never clear cache files
pl_pl: Nigdy nie kasuj plików pamięci podręcznej

source: Clear cache everytime something has been modified
pl_pl: Wyczyść pamięć podręczną za każdym razem kiedy coś zostanie zmienione

source: Debug mode
pl_pl: Tryb debugowania

source: Disable non PrestaShop modules
pl_pl: Wyłącz moduły nie od PrestaShop

source: Enable or disable non PrestaShop Modules.
pl_pl: Włącz lub wyłącz moduły nie od PrestaShop.

source: Disable all overrides
pl_pl: Wyłącz wszystkie nadpisywania

source: Enable or disable all classes and controllers overrides.
pl_pl: Włącz lub wyłącz wszystkie nadpisywania klas i kontrolerów.

source: Optional features
pl_pl: Opcjonalne funkcje

source: Customer Groups
pl_pl: Grupy klientów

source: CCC (Combine, Compress and Cache)
pl_pl: Funkcjonalność CCC

source: Smart cache for CSS
pl_pl: Inteligentna pamięć podręczna dla CSS

source: Use CCC for CSS
pl_pl: Włącz CCC dla CSS

source: Keep CSS as original
pl_pl: Zachowaj pliki CSS bez zmian

source: Smart cache for JavaScript
pl_pl: Inteligentna pamięć podręczna dla JavaScript

source: Use CCC for JavaScript
pl_pl: Włącz CCC dla JavaScript

source: Keep JavaScript as original
pl_pl: Zachowaj pliki JavaScript bez zmian

source: Apache optimization
pl_pl: Optymalizacja Apache

source: Media servers (use only with CCC)
pl_pl: Serwery mediów (używaj tylko z CCC)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
pl_pl: Aby korzystać z zawartości statycznej bez wykorzystania cookies musisz podać kolejną domenę lub subdomenę.

source: Media server #1
pl_pl: Serwer mediów #1

source: Media server #2
pl_pl: Serwer mediów #2

source: Media server #3
pl_pl: Serwer mediów #3

source: Caching
pl_pl: Cache

source: Use cache
pl_pl: Użyj pamięci podręcznej

source: Caching system
pl_pl: System buforowania

source: Memcached via PHP::Memcache
pl_pl: Memcached poprzez PHP::Memcache

source: Memcached via PHP::Memcached
pl_pl: Memcached poprzez PHP::Memcached

source: %s addition
pl_pl: dodanie %s

source: SQL query Name
pl_pl: Nazwa zapytania SQL

source: SQL query
pl_pl: Zapytanie SQL

source: Select your default file encoding
pl_pl: Wybierz domyślne kodowanie pliku

source: Edit this SQL query
pl_pl: Edytuj to zapytanie SQL

source: SQL query name
pl_pl: Nazwa zapytania SQL

source: Add new SQL query
pl_pl: Dodaj nowe zapytanie SQL

source: Shop group
pl_pl: Grupa sklepów

source: Multistore options
pl_pl: Funkcja wielu sklepów

source: Default shop
pl_pl: Domyślny sklep

source: Add a new shop group
pl_pl: Dodaj nową grupę sklepów

source: Add a new shop
pl_pl: Dodaj nowy sklep

source: Shop group name
pl_pl: Nazwa grupy sklepów

source: Share customers
pl_pl: Współdziel klientów

source: Share available quantities to sell
pl_pl: Współdziel ilości dostępne do sprzedaży

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
pl_pl: Współdziel dostępne ilości do sprzedaży pomiędzy sklepami tej grupy. Podczas zmiany tej opcji, wszystkie dostępne ilości produktów dla tej grupy zostaną zresetowane do 0.

source: Share orders
pl_pl: Udostępnij zamówienia

source: Multistore tree
pl_pl: Struktura Multisklepu

source: Shop URL ID
pl_pl: Pokaż ID adresu URL

source: Shop name
pl_pl: Nazwa sklepu

source: Is it the main URL?
pl_pl: Czy to główny adres URL?

source: URL options
pl_pl: Opcje URL

source: Is it the main URL for this shop?
pl_pl: Czy to główny adres URL dla tego sklepu?

source: Shop URL
pl_pl: Adres URL sklepu

source: Domain
pl_pl: Domena

source: SSL Domain
pl_pl: Domena SSL

source: Physical URL
pl_pl: Fizyczny URL

source: Virtual URL
pl_pl: Wirtualny URL

source: Final URL
pl_pl: Ostateczny adres URL

source: Edit this shop
pl_pl: Edytuj ten sklep

source: Add a new URL
pl_pl: Dodaj nowy URL

source: Key
pl_pl: Klucz

source: Key description
pl_pl: Opis klucza

source: Enable PrestaShop's webservice
pl_pl: Włącz API PrestaShop

source: Enable CGI mode for PHP
pl_pl: Włącz tryb CGI dla PHP

source: Add new webservice key
pl_pl: Dodaj nowy klucz API

source: Webservice Accounts
pl_pl: Konta API

source: Webservice account key.
pl_pl: Klucz usługi sieciowej.

source: Generate!
pl_pl: Generuj!

source: Permissions
pl_pl: Uprawnienia

source: Abort import
pl_pl: Przerwij importowanie
