Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminModulesNotification.*.xlf
Languages: hy_am

source: Module(s) installed successfully.
hy_am: Մոդուլը(ները) հաջողությամբ տեղադրված են

source: Module(s) uninstalled successfully.
hy_am: Մոդուլը(ները) հաջողությամբ հանված են

source: The module transplanted successfully to the hook.
hy_am: Մոդուլը հաջողությամբ փոխպատվաստվել է Hook -ի մեջ

source: The module was successfully removed from the hook.
hy_am: Մոդուլը(ները) հաջողությամբ հեռացված են Hook -ի միջից

source: Module reset successfully.
hy_am: Մոդուլը զրոյացվել է հաջողությամբ

source: Module deleted successfully.
hy_am: Մոդուլը ջնջվել է հաջողությամբ

source: Module %s cannot be upgraded this time: please refresh this page to update it.
hy_am: %s մոդուլը այս պահին չի կարող արդիականացվել, խնդրում ենք վերաթարմացնել էջը այն նորացնելու համար:

source: Unable to install override: %s
hy_am: Անհնար է տեղադրել գերաբեռնումը. %s

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
hy_am: Բոլոր մոդուլները չեն կարող բեռնվել շնորհիվ հիշողության սահմանաչափի սահմանափակումների, խնդրում ենք ավելացնել Ձեր memory_limit արժեքը Ձեր սերվերի կարգաբերումների մեջ:

source: Error found in config file:
hy_am: Կարգաբերման ֆայլի սխալ.

source: %1$s (parse error in %2$s)
hy_am: %1$s (վերլուծել սխալը %2$s -ում)

source: %1$s (class missing in %2$s)
hy_am: %1$s (դասը բացակայում է %2$s -ի մեջ)

source: The following module(s) could not be loaded
hy_am: Հետեւյալ մոդուլը(ները) չի կարող բեռնվել

source: No template found for module
hy_am: Մոդուլի համար ձեւանմուշ չի գտնվել

source: The property %1$s in the class %2$s is already defined.
hy_am: %1$s հատկությունը %2$s դասում արդեն որոշված է:

source: No graph engine selected
hy_am: Չկա ընտրված գրաֆիկի գործիք

source: Graph engine selected is unavailable.
hy_am: Ընտրված գրաֆիկի գործիքը մատչելի չէ:

source: No grid engine selected
hy_am: Չկա ընտրված ցանցի գործիք

source: Grid engine selected is unavailable.
hy_am: Ընտրված ցանցի գործիքը մատչելի չէ:

source: Please specify module URL
hy_am: Խնդրում ենք նշել մոդուլի Հղումը

source: Unknown archive type.
hy_am: Անծանոթ արխիվի տեսակ:

source: There was an error while extracting the module (file may be corrupted).
hy_am: Մոդուլը բացելու ընթացում սխալ է հայտնվել (հնարավոր է ֆայլը վնասված լինի)

source: You do not have the permission to use this module.
hy_am: Դուք թույլտվություն չունեք այս մոդուլը օգտագործելու համար:

source: Cannot install this module.
hy_am: Չի կարող տեղադրել այս մոդուլը:

source: Cannot uninstall this module.
hy_am: Չի կարող հեռացնել այս մոդուլը:

source: Cannot load the module's object.
hy_am: Չի կարող բեռնել մոդուլների օբյեկտը:

source: You do not have permission to install this module.
hy_am: Դուք թույտվություն չունեք տեղադրելու այս մոդուլը:

source: You do not have permission to delete this module.
hy_am: Դուք թույտվություն չունեք ջնջելու այս մոդուլը:

source: You do not have permission to configure this module.
hy_am: Դուք թույտվություն չունեք կարգաբերելու այս մոդուլը

source: Hook cannot be loaded.
hy_am: Hook-ը չի կարող բեռնվել:

source: This module cannot be transplanted to this hook.
hy_am: Մոդուլը չի կարող վերեբանակեցվել hook -ի մեջ:

source: An error occurred while transplanting the module to its hook.
hy_am: Սխալ է հայտնվել, մոդուլը hook-ի մեջ վերաբնակեցնելու ընթացքում:

source: An error occurred while deleting the module from its hook.
hy_am: Hook-ից մոդուլը ջնջելու ժամանակ առաջացած սխալ:

source: Please select a module to unhook.
hy_am: Ընտրեք մոդուլ
