Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminOrderscustomersNotification.*.xlf
Languages: ru_ru

source: The message was successfully sent to the customer.
ru_ru: Сообщение было успешно отправлено заказчику.

source: A partial refund was successfully created.
ru_ru: Частичный возврат средств успешно создан

source: Invalid email
ru_ru: Неправильный адрес email

source: expires on %s.
ru_ru: истекает %s.

source: downloadable %d time(s)
ru_ru: загружаем %d раз(а)

source: Invalid new order status
ru_ru: Неверный статус заказа

source: This email address is not registered.
ru_ru: E-mail не зарегистрирован

source: This customer ID is not recognized.
ru_ru: Этот пользовательский ID не распознается.

source: This email address is not valid. Please use an address like bob@example.com.
ru_ru: Этот адрес электронной почты не является действительным. Пожалуйста, используйте адрес, подобный bob@example.com.

source: The identification number is incorrect or has already been used.
ru_ru: Идентификационный номер указан не верно или уже используется.

source: You have selected a state for a country that does not contain states.
ru_ru: Вы выбрали регоин, которого нет в выбранной стране.

source: An address located in a country containing states must have a state selected.
ru_ru: Адрес должен быть с выранным регионом, если он предлагается для вашей страны.

source: An error occurred while linking this address to its order.
ru_ru: Ошибка связки этого адреса с данным заказом.

source: You must add a minimum quantity of %d
ru_ru: К количеству товара необходимо добавить не меньше чем %d

source: Invalid order
ru_ru: Неверный заказ

source: The order cannot be renewed.
ru_ru: Заказ не может быть обновлен

source: You have to select a shop if you want to create a customer.
ru_ru: Необходимо выбрать магазин для создания покупателя

source: There is no status defined for this order.
ru_ru: Для этого заказа не определен статус.

source: Unknown delete mode:
ru_ru: Неизвестный режим удаления:

source: Password cannot be empty.
ru_ru: Пароль не может быть пустым.

source: An error occurred while loading the object.
ru_ru: Ошибка загрузки объекта.

source: (cannot load object)
ru_ru: (невозможно загрузить объект)

source: A default customer group must be selected in group box.
ru_ru: В поле группы должна быть выбрана клиентская группа по-умолчанию.

source: This customer does not exist.
ru_ru: Клиент не существует.

source: This customer already exists as a non-guest.
ru_ru: Этот клиент уже существует не в качестве гостя.

source: An error occurred while updating customer information.
ru_ru: Ошибка обновления данных клиента.

source: Direct link
ru_ru: Прямая ссылка

source: An account already exists for this email address:
ru_ru: Учетная запись с данным e-mail уже существует:

source: An error occurred. Your message was not sent. Please contact your system administrator.
ru_ru: Возникла ошибка - ваше сообщение не было отправлено. Пожалуйста свяжитесь с системным администратором.

source: Cannot create message in a new thread.
ru_ru: Невозможно создать сообщение в новой ветке.

source: The message body is empty, cannot import it.
ru_ru: Сообщение пусто, его невозможно импортировать.

source: Invalid message content for subject: %s
ru_ru: Неверный текст сообщения для темы: %s

source: The message content is not valid, cannot import it.
ru_ru: Содержимое сообщения неверно, его невозможно импортировать.

source: No delivery slip was found for this period.
ru_ru: Нет счетов о доставке за этот период

source: Invalid "From" date
ru_ru: Недопустимая дата "От"

source: Invalid "To" date
ru_ru: Недопустимая дата \"До\"

source: No order slips were found for this period.
ru_ru: Не найдены счета-фактуры за этот период

source: No invoice has been found for this period.
ru_ru: За этот период счета не найдены

source: You must select at least one order status.
ru_ru: Вы должны выбрать по крайней мере один статус заказа

source: No invoice has been found for this status.
ru_ru: Нет счет-фактур для этого статуса

source: Invalid invoice number.
ru_ru: Неверный номер счета (должен быть >

source: You have to select a shop before creating new orders.
ru_ru: Необходимо выбрать магазин чтобы создать новые заказы

source: This cart does not exists
ru_ru: Эта корзина не существует

source: The cart must have a customer
ru_ru: Корзина должна быть привязана к покупателю

source: Order status #%d cannot be loaded
ru_ru: Статус заказа #%d не может быть загружен

source: Order #%d cannot be loaded
ru_ru: Заказ #%d не может быть загружен

source: Order #%d has already been assigned this status.
ru_ru: Заказу #%d этот статус уже присвоен.

source: An error occurred while changing order status #%d, or we were unable to send an email to the customer.
ru_ru: Возникла ошибка при изменении статуса №%d или не удалось выслать e-mail клиенту.

source: The order carrier ID is invalid.
ru_ru: ID транспортной компании заказа недопустимо

source: The tracking number is incorrect.
ru_ru: Номер для отслеживания неверен

source: An error occurred while sending an email to the customer.
ru_ru: Ошибка отправки email клиенту.

source: The order carrier cannot be updated.
ru_ru: Транспортная компания для заказа не может быть обновлена

source: The new order status is invalid.
ru_ru: Неверный статус нового заказа

source: An error occurred while changing order status, or we were unable to send an email to the customer.
ru_ru: Возникла ошибка при изменении статуса или не удалось выслать e-mail клиенту.

source: The order has already been assigned this status.
ru_ru: Этому заказу уже назначен этот статус

source: The customer is invalid.
ru_ru: Клиент недопустим

source: The message cannot be blank.
ru_ru: Сообщение не может быть пустым

source: field %s is required.
ru_ru: поле %s обязательно для заполнения.

source: Please enter a quantity to proceed with your refund.
ru_ru: Для продолжения укажите количество.

source: Please enter an amount to proceed with your refund.
ru_ru: Для продолжения укажите сумму.

source: You cannot generate a partial credit slip.
ru_ru: Не возможно сгенерировать частичный кредитный билет

source: You cannot generate a voucher.
ru_ru: Не удается сгенерировать купон

source: The partial refund data is incorrect.
ru_ru: Данные о возмещении частично неверны

source: You must select a product.
ru_ru: Вы должны выбрать товар

source: You must enter a quantity.
ru_ru: Вы должны ввести количество

source: No quantity has been selected for this product.
ru_ru: Не указано количество для товара.

source: An invalid quantity was selected for this product.
ru_ru: Неверно указано количество товара.

source: An error occurred while attempting to delete the product.
ru_ru: Возникла ошибка при удалении товара.

source: An error occurred while attempting to delete product customization.
ru_ru: Возникла ошибка при удалении настройки товара.

source: A credit slip cannot be generated.
ru_ru: Приходный ордер не может быть создан.

source: No product or quantity has been selected.
ru_ru: Не указан товар или количество.

source: The order cannot be found
ru_ru: Заказ не может быть найден

source: The amount is invalid.
ru_ru: Сумма недопустима

source: The selected payment method is invalid.
ru_ru: Способ оплаты недопустим

source: The transaction ID is invalid.
ru_ru: ID операции недопустим

source: The selected currency is invalid.
ru_ru: Валюта недопустима

source: The invoice is invalid.
ru_ru: Счет-фактура недопустима

source: The date is invalid
ru_ru: Дата недопустима

source: An error occurred during payment.
ru_ru: При добавлении платежа по заказу произошла ошибка

source: The invoice note was not saved.
ru_ru: Невозможно сохранить примечание счета-фактуры.

source: Failed to upload the invoice and edit its note.
ru_ru: Не удалось загрузить счёт и править его текст.

source: This delivery address country is not active.
ru_ru: В адресе доставки указана неактивная страна.

source: This invoice address country is not active.
ru_ru: В адресе счета указана неактивная страна.

source: This address can't be loaded
ru_ru: Этот адрес не может быть загружен

source: You cannot change the currency.
ru_ru: Вы не можете изменить валюту

source: Invoice management has been disabled.
ru_ru: Управление счетами отключено

source: This order already has an invoice.
ru_ru: У этого заказа уже есть счет-фактура

source: You cannot edit this cart rule.
ru_ru: Не возможно отредактировать это Правило Корзины Заказа

source: You must specify a name in order to create a new discount.
ru_ru: Вы должны указать имя, чтобы создать новую скидку

source: The discount value is invalid.
ru_ru: Значение скидки является недопустимым.

source: The discount value is greater than the order invoice total.
ru_ru: Сумма скидки больше чем общая сумма заказа по счету

source: The discount value is greater than the order total.
ru_ru: Сумма скидки больше чем общая сумма заказа

source: The discount type is invalid.
ru_ru: Тип скидки недопустим

source: An error occurred during the OrderCartRule creation
ru_ru: Ошибка произошла при создании OrderCartRule

source: An error occurred while loading order status.
ru_ru: В процессе загрузки статуса заказа произошла ошибка.

source: An error occurred while sending the e-mail to the customer.
ru_ru: В процессе отправки письма клиенту произошла ошибка.

source: This product is out of stock:
ru_ru: Этого товара нет в наличии:

source: The email was sent to your customer.
ru_ru: Сообщение отправлено клиенту.

source: Error in sending the email to your customer.
ru_ru: Ошибка при отправке сообщения клиенту.

source: The order object cannot be loaded.
ru_ru: Невозможно загрузить объект Заказа

source: You cannot add products to delivered orders.
ru_ru: Нельзя добавлять товары в доставленные заказы.

source: The product object cannot be loaded.
ru_ru: Невозможно загрузить объект Товара

source: The combination object cannot be loaded.
ru_ru: Невозможно загрузить объект Комбинации

source: You must add %d minimum quantity
ru_ru: Минимальное количество товара %d

source: You already have the maximum quantity available for this product.
ru_ru: У вас уже максимальное количество этого товара доступное для покупки.

source: [Generated] CartRule for Free Shipping
ru_ru: [Сгенерированно] Правило корзины для Бесплатной доставки

source: The OrderDetail object cannot be loaded.
ru_ru: Невозможно загрузить объект OrderDetail

source: The address object cannot be loaded.
ru_ru: Невозможно загрузить объект Адрес

source: An error occurred while editing the product line.
ru_ru: При редактировании этой линейки товаров произошла ошибка

source: An error occurred while attempting to delete the product line.
ru_ru: При удалении этой линейки товаров произошла ошибка

source: The Order Detail object could not be loaded.
ru_ru: Невозможно загрузить объект Детали заказа

source: The invoice object cannot be loaded.
ru_ru: Невозможно загрузить объект Счета-фактуры

source: You cannot edit the order detail for this order.
ru_ru: Невозможно отредактировать Детали заказа для этого заказа

source: You cannot edit a delivered order.
ru_ru: Не возможно отредактировать доставленный заказ

source: You cannot use this invoice for the order
ru_ru: Невозможно использовать этот счет-фактуру для этого заказа

source: Invalid price
ru_ru: Недопустимая цена

source: Invalid quantity
ru_ru: Неверное количество

source: You cannot delete the order detail.
ru_ru: Невозможно удалить Детали заказа для этого заказа

source: This product cannot be re-stocked.
ru_ru: Не удается добавить товар на склад

source: The order cannot be found within your database.
ru_ru: Не удается найти заказ в БД

source: The order ID -- or the invoice order ID -- is missing.
ru_ru: Недостает ID заказа или ID счета-фактуры

source: No invoice was found.
ru_ru: Не найдено счетов

source: No order slips were found.
ru_ru: Не найдено квитанций заказов

source: The supply order ID is missing.
ru_ru: Отсутствует ID заказа поставки

source: The supply order cannot be found within your database.
ru_ru: Невозможно найти этот заказ поставки в базе данных

source: The order invoice cannot be found within your database.
ru_ru: Невозможно найти счет-фактуру заказа в базе данных

source: An error occurred while deleting the details of your order return.
ru_ru: Ошибка удаления деталей возврата заказа.

source: You need at least one product.
ru_ru: Вам необходим минимум 1 товар.

source: The order return is invalid.
ru_ru: Возрват товара неверен.

source: The order return content is invalid.
ru_ru: Детали возврата заказа неверны.

source: No order return ID has been specified.
ru_ru: Нет ID возврата заказа.

source: No order was found with this ID:
ru_ru: Заказ с таким ID не найден

source: No invoice was found with this ID:
ru_ru: Счет с таким ID не найден

source: No cart was found with this ID:
ru_ru: Корзина с таким ID не найдена:

source: An error has occurred: Can't save the current order's return status.
ru_ru: Произошла ошибка: Не удается сохранить статус возврата текущего заказа.

source: An error has occurred: Can't delete the current order's return status.
ru_ru: Произошла ошибка: Не удается сохранить статус возврата текущего заказа.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
ru_ru: Заметьте, что при замене перевозчика стоимость доставки не пересчитывается. Пересчет включается в меню "Параметры магазина" > "Настройки заказа"

source: A registered customer account has already claimed this email address
ru_ru: Зарегистрированный клиентский счет уже существует с этим адресом электронной почты

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
ru_ru: Для этой группы клиентов цены отображаются в виде: [1]%tax_method%[/1]
