Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminNotificationsSuccess.*.xlf
Languages: fi_fi, vi_vn

source: The settings have been successfully updated.
fi_fi: Asetukset on tallennettu onnistuneesti.
vi_vn: Các thiết lập đã được cập nhật thành công.

source: The image was successfully deleted.
fi_fi: Kuva poistettu.
vi_vn: Xóa hình ảnh thành công

source: The thumbnails were successfully regenerated.
fi_fi: Pikkukuvakkeet luotu.
vi_vn: Ảnh thu nhỏ đã được tái tạo thành công.

source: Duplication was completed successfully.
fi_fi: Monistus onnistui.
vi_vn: Sao chép được hoàn tất thành công.

source: The module was successfully downloaded.
vi_vn: Module đã được tải xuống thành công.

source: The selection has been successfully deleted.
fi_fi: Valinta poistettu.
vi_vn: Đã xóa thành công các lựa chọn

source: The status has been successfully updated.
fi_fi: Tila on päivitetty onnistuneesti.
vi_vn: Trạng thái đã được cập nhật thành công.

source: The selected images have successfully been moved.
vi_vn: Đã di chuyển thành công các hình ảnh được chọn.

source: Your cover image selection has been saved.
vi_vn: Lựa chọn ảnh bìa của bạn đã được lưu.

source: The image's shop association has been modified.
vi_vn: Sự kết hợp hình ảnh của cửa hàng đã được sửa đổi.

source: A zone has been assigned to the selection successfully.
vi_vn: Một khu vực đã được gán vào lựa chọn thành công.

source: The status has been updated successfully
fi_fi: Tilan päivitys onnistui
vi_vn: Cập nhật trạng thái thành công

source: Failed to update the status
fi_fi: Tilan päivitys epäonnistui
vi_vn: Lỗi khi cập nhật trạng thái

source: The status has been updated successfully.
fi_fi: Tila päivitetty.
vi_vn: Cập nhật trạng thái thành công

source: Your theme has been correctly exported: %path%
fi_fi: Teemasi vienti onnistui: %path%
vi_vn: Chủ đề của bạn đã được xuất chính xác: %path%

source: The settings have been updated.
fi_fi: Asetukset ovat päivitetty.
vi_vn: Cập nhật cấu hình

source: Settings updated
fi_fi: Asetukset päivitetty
vi_vn: Cài đặt cập nhật

source: Configuration updated
fi_fi: Asetukset päivitetty
vi_vn: Chỉnh sửa đã được cập nhật

source: Settings updated.
fi_fi: Asetukset päivitetty
vi_vn: Cập nhật cấu hình.

source: Successful deletion
fi_fi: Poistaminen onnistui
vi_vn: Xóa thành công

source: %action% action on module %module% succeeded.
fi_fi: %action% toiminto moduulissa %module% onnistui.
vi_vn: Thao tác %action% trên mô-đun %module% đã thành công.
