Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminModulesHelp.*.xlf
Languages: hr_hr

source: Click here to log in.
hr_hr: niti jedna datoteka nije odabrana

source: Search modules: keyword, name, author...
hr_hr: Pretraži module: ključne riječi, ime, autor...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
hr_hr: Prenesite po jednu datoteku u .zip ili tarball formatu.

source: Your module will be installed right after that.
hr_hr: Vaš modul će biti instaliran odmah nakon toga.

source: What happened?
hr_hr: Što se dogodilo?

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
hr_hr: Prilagodite svoju trgovinu s ovim izborom modula preporučenima za Vašu trgovinu, na temelju vaše zemlje, jezika i verzije PrestaShopa. To uključuje najpopularnije module iz naše Addons baze i besplatne partnerske module.

source: You bought this module on PrestaShop Addons. Thank You.
hr_hr: Kupili ste ovaj modul na PrestaShop Addons. Hvala.

source: Bought
hr_hr: Kupljeno

source: This module is available on PrestaShop Addons.
hr_hr: Ovaj modul je dostupan na PrestaShop Addons.

source: Popular
hr_hr: Popularno

source: This module is available for free thanks to our partner.
hr_hr: Ovaj modul je dostupan besplatno zahvaljujući našem partneru.

source: Official
hr_hr: Službeni

source: Need update
hr_hr: Treba nadogradnju

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
hr_hr: To su sve moduli koje ste dodali u svoju trgovinu, bilo da kupujete od PrestaShop Addons ili ga uploadate izravno.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
hr_hr: Ovi moduli iz PrestaShopa su unaprijed instalirani kod postavljanja Vaše trgovine. Oni pokrivaju osnove e-trgovine i dolaze besplatno.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
hr_hr: Svaka instalirana tema će doći sa svojim vlastitim skupom modula. Naći ćete ovdje sve module koji se odnose na Vašu aktivnu temu.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
hr_hr: Ovi moduli zahtijevaju vašu pažnju: morate poduzeti neke mjere kako bi se osiguralo da su u potpunosti operativni.

source: Update these modules to enjoy their latest versions.
hr_hr: Ažuriranje ovih modula omogućuje uživanje u najnovijoj verziji.
