Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminAdvparametersNotification.*.xlf
Languages: uk_ua

source: You do not have permission to view this.
uk_ua: У Вас немає прав для перегляду.

source: There is no "/backup" directory.
uk_ua: Каталог "/backup" відсутній.

source: No file has been specified.
uk_ua: Не зазначено жодного файлу

source: Unable to open backup file(s).
uk_ua: Неможливо відкрити файл бекапу

source: Unable to display backup file(s).
uk_ua: Неможливо відобразити файл бекапу

source: Error: parameter "to" is corrupted
uk_ua: Помилка: параметр "to" не вірний

source: Error: parameter "bcc" is corrupted
uk_ua: Помилка: параметр "bcc" не вірний

source: Error: invalid e-mail template
uk_ua: Помилка: шаблон листа невірний

source: Error: invalid e-mail subject
uk_ua: Помилка: тема зазначена невірно

source: Error: invalid e-mail address
uk_ua: Помилка: адреса електронної пошти зазначена невірно

source: Error: invalid SMTP server or SMTP port
uk_ua: Помилка: Smtp-Сервер або Smtp-Порт зазначений невірно

source: Error - The following e-mail template is missing: %s
uk_ua: Помилка - Відсутній шаблон е-пошти: %s

source: "Backup" directory does not exist.
uk_ua: Директорії для створення резервної копії не існує.

source: Error deleting
uk_ua: Помилка видалення

source: Invalid ID
uk_ua: Невірний ID

source: Unable to create backup file
uk_ua: Неможливо створити файл бекапу

source: An error occurred while backing up. Unable to obtain the schema of %s
uk_ua: Виникла помилка при створенні резервної копії. Неможливо отримати схему %s

source: No valid tables were found to backup.
uk_ua: Не знайдено дійсних таблиць для резервного копіювання.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
uk_ua: Вибраний ліміт більший за максимальний ліміт сервера для завантажуваного файла. Будь ласка збільшіть ліміт на вашому сервері.

source: The backup file does not exist
uk_ua: Файл резервної копії відсутній

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
uk_ua: Папка 'backups', що розташована в папці 'admin', повинна мати права на запис (CHMOD 777).

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
uk_ua: Резервна копія успішно створена, однак, ви маєте завантажити й ретельно перевірити файл перед продовженням.

source: Unable to open your backup directory
uk_ua: Неможливо відкрити директорію резервного копіювання

source: Can't add the voucher.
uk_ua: Неможливо додати купон.

source: SSL does not seem to be available on your server.
uk_ua: SSL, здається, не доступне на вашому сервері.

source: You cannot edit the SuperAdmin profile.
uk_ua: Ви не можете редагувати SuperAdmin профіль.

source: The provided profile is invalid
uk_ua: Передбачений профіль є недійсним

source: You cannot disable or delete your own account.
uk_ua: Ви не можете відключити або вилучити власний обліковий запис.

source: You cannot disable or delete the administrator account.
uk_ua: Неможливо відключити або вилучити останній обліковий запис адміністратора.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
uk_ua: Неможливо видалити цей профіль тому, що він використовується для адміністрування складів. Перевірте склади в перешу чергу.

source: Your current password is invalid.
uk_ua: Ваш поточний пароль невірний.

source: The confirmation password does not match.
uk_ua: Підтвердження пароля не співпадає.

source: You should have at least one employee in the administrator group.
uk_ua: Потрібно мати принаймні одного співробітника в групі адміністраторів.

source: Invalid theme
uk_ua: Неправильна тема.

source: The employee must be associated with at least one shop.
uk_ua: Працівника слід асоціювати принаймні з одним магазином.

source: The password must be at least %s characters long.
uk_ua: Пароль повинен мати щонайменше %s символів.

source: The import directory doesn't exist. Please check your file path.
uk_ua: Директорія імпорту не знайдена. Перевірте шлях до файлу.

source: The import directory must be writable (CHMOD 755 / 777).
uk_ua: Тека імпорту повинна бути доступною для запису (CHMOD 755 / 777).

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
uk_ua: Завантажуваний файл перевищив значення upload_max_filesize в файлі php.ini. Якщо налаштування сервера дозволяють, ви можете додати цю директиву в файл .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
uk_ua: Завантажений файл перевищує значення post_max_size в php.ini. Якщо конфігурація вашого сервера дозволяє, ви можете додати значення до вашого .htaccess, наприклад:

source: (click to open "Generators" page)
uk_ua: (клікніть для відкриття "Generators")

source: The uploaded file was only partially uploaded.
uk_ua: Завантажений файл був отриманий частково.

source: No file was uploaded.
uk_ua: Файл не завантажений

source: The extension of your file should be .csv.
uk_ua: Розширення файлу повинне бути .csv.

source: An error occurred while uploading / copying the file.
uk_ua: виникла помилка при копіюванні файлу

source: To proceed, please upload a file first.
uk_ua: Спочатку завантажте файл.

source: There is an empty row in the file that won't be imported.
uk_ua: В файлі є порожній рядок, який не буде імпортовано.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
uk_ua: Категорія повинна мати унікальний ідентифікатор. Він не може співпадати з ідентифікатором Головної чи Кореневої категорії.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
uk_ua: Категорія повинна мати унікальний ідентифікатор, не співпадаючий з ідентифікатором батьківської категорії (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
uk_ua: Категорія не може бути батьківською сама до себе. Вам потрібно змінити її назву (поточна назва: %1$s).

source: %1$s (ID: %2$s) cannot be saved
uk_ua: %1$s (ID: %2$s) неможливо зберегти

source: URL rewriting failed to auto-generate a friendly URL for: %s
uk_ua: URL rewriting не вдалося автоматично згенерувати дружній URL для: %s

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
uk_ua: Перезаписати посилання для %1$s (ід-р %2$s): перезаписано як %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
uk_ua: Категорія не може бути батьківською для себе. Ід-р батьківської категорії відсутній або невідомий (Ід-р: %1$s).

source: The root category cannot be modified.
uk_ua: Кореневу категорію не можна редагувати

source: cannot be copied.
uk_ua: Неможливо скопіювати

source: %1$s (ID: %2$s) cannot be %3$s
uk_ua: %1$s (ID: %2$s) не може бути %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
uk_ua: Невідомий ід-р групи податкових правил. Спочатку треба створити групу з цим ід-ром.

source: %1$s cannot be saved
uk_ua: %1$s не може бути збережено

source: Shop is not valid
uk_ua: Магазин не дійсний

source: Discount is invalid
uk_ua: Знижка не дійсна

source: Tags list is invalid
uk_ua: Неправильний перелік міток

source: Error copying image: %s
uk_ua: Помилка при копіюванні зображення: %s

source: Product #%1$d: the picture (%2$s) cannot be saved.
uk_ua: Товар #%1$d: зображення (%2$s) не може бути збережене.

source: Advanced stock management has incorrect value. Not set for product %1$s
uk_ua: Розширене керування запасами має невірне значення. Не встановлено для продукту %1$s

source: Advanced stock management is not enabled, cannot enable on product %1$s
uk_ua: Розширене керування запасами не активоване, неможливо активувати для товару %1$s

source: Advanced stock management is not enabled, warehouse not set on product %1$s
uk_ua: Розширене керування запасами не активовано, склад не встановлено для товару %1$s

source: Warehouse did not exist, cannot set on product %1$s.
uk_ua: Склад не існує, неможливо встановити для товару %1$s.

source: Incorrect value for "Depends on stock" for product %1$s
uk_ua: Невірне значення для "Залежить від запасів" для товару %1$s

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %1$s
uk_ua: Розширене керування запасами не активоване, неможливо встановити "Залежить від запасів" для товару %1$s

source: %s cannot be saved
uk_ua: %s неможливо зберегти

source: No image was found for combination with id_product = %s and image position = %s.
uk_ua: Не знайдено зображення для комбінації із id_product = %s і позиції зображення = %s.

source: EAN13 "%1s" has incorrect value for product with id %2d.
uk_ua: Штрих-код "%1s" має невірне значення для товару з ID %2d.

source: Advanced stock management has incorrect value. Not set for product with id %d.
uk_ua: Розширене керування запасами містить невірне значення. Не встановлено для товару з ID %d.

source: Advanced stock management is not enabled, cannot enable on product with id %d.
uk_ua: Розширене керування запасами не активовано і не може бути активовано для товару з ID %d.

source: Advanced stock management is not enabled, warehouse is not set on product with id %d.
uk_ua: Розширене керування запасами не активовано, склад не встановлено для товару з ID %d.

source: Email address %1$s (ID: %2$s) cannot be validated.
uk_ua: Адреса е-пошти %1$s (ID: %2$s) не пройшла перевірку.

source: Email address %1$s (ID: %2$s) cannot be saved.
uk_ua: Адреса е-пошти %1$s (ID: %2$s) не збережена.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
uk_ua: %1$s не існує в базі даних %2$s (ID: %3$s), і тому не може бути перевірено

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
uk_ua: %1$s не існує в базі даних %2$s (ID: %3$s), і тому не може бути збережено

source: "%s" is not a valid email address.
uk_ua: "%s": є недійсною e-mail адресою.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
uk_ua: Покупець з ідентифікатором #%d не знайдений в базі даних, перевірка неможлива.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
uk_ua: Покупця з ID #%d не існує в базі даних, і тому він не може бути збережений.

source: Supplier is invalid
uk_ua: Постачальник не доступний

source: Alias is invalid
uk_ua: Псевдонім є невірним

source: Store is invalid
uk_ua: Не вірний склад

source: Supplier ID (%d) is not valid (at line %d).
uk_ua: Ідентифікатор постачальника (%d) не припустимий (у рядку %d).

source: Lang ID (%d) is not valid (at line %d).
uk_ua: Ідентифікатор мови (%d) не припустимий (у рядку %d).

source: Warehouse ID (%d) is not valid (at line %d).
uk_ua: Ідентифікатор складу (%d) не припустимий (у рядку %d).

source: Currency ID (%d) is not valid (at line %d).
uk_ua: Ідентифікатор валюти (%d) не припустимий (у рядку %d).

source: Reference (%s) already exists (at line %d).
uk_ua: Джерело (%s) уже існує (у рядку %d).

source: Date format (%s) is not valid (at line %d). It should be: %s.
uk_ua: Формат дати (%s) є неприпустимим (у рядку %d). Має бути: %s.

source: YYYY-MM-DD
uk_ua: РРРР-ММ-ДД

source: Date (%s) cannot be in the past (at line %d). Format: %s.
uk_ua: Дата (%s) не може бути минулою (у рядку %d). Формат: %s.

source: Discount rate (%d) is not valid (at line %d). %s.
uk_ua: Розмір знижки (%d) не припустимий (у рядку %d). %s.

source: Format: Between 0 and 100
uk_ua: Формат: між 0 і 100

source: Supply Order (%d) is not editable (at line %d).
uk_ua: Замовлення постачання (%d) не доступне для редагування (у рядку %d).

source: Supply Order could not be saved (at line %d).
uk_ua: Замовлення постачання не може бути збережене (в рядку %d).

source: Supply Order (%s) could not be loaded (at line %d).
uk_ua: Замовлення постачання (%s) не може бути завантажене (в рядку %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
uk_ua: Товар/атрибут (%d/%d) не може бути доданий двічі (в рядку %d).

source: Product (%d/%d) is not available for this order (at line %d).
uk_ua: Товар (%d/%d) не доступний для даного замовлення (в рядку %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
uk_ua: Ціна за одиницю (податок не увімкнено) (%d) не припустима (в рядку %d).

source: Quantity Expected (%d) is not valid (at line %d).
uk_ua: Очікувана кількість (%d) не припустима (в рядку %d).

source: Cannot read the .CSV file
uk_ua: Не вдається прочитати CSV файл

source: Linking Accessories...
uk_ua: Приєднання аксесуарів...

source: %s import
uk_ua: %s імпорт

source: (from %s to %s)
uk_ua: (від %s до %s)

source: with truncate
uk_ua: з урізанням

source: The confirmation email couldn't be sent, but the import is successful. Yay!
uk_ua: Підтвердження електронною поштою не відправлене, але імпорт є успішним. Ура!

source: Importing...
uk_ua: Імпорт...

source: Update your PHP version.
uk_ua: Обновіть версію PHP.

source: Configure your server to allow file uploads.
uk_ua: Налаштуйте сервер, щоб завантажити файл.

source: Configure your server to allow the creation of directories and files with write permissions.
uk_ua: Налаштуйте сервер щоб дозволити створення каталогів і запис у файлів

source: Enable the GD library on your server.
uk_ua: Включити бібліотеки GD на сервері

source: Enable the MySQL support on your server.
uk_ua: Включити підтримку MySQL на вашому сервері

source: Set write permissions for the "config" folder.
uk_ua: Встановити права на запис для конфігураційних файлів папки

source: Set write permissions for the "cache" folder.
uk_ua: Встановити права на запис в папку кешу

source: Set write permissions for the "sitemap.xml" file.
uk_ua: Встановити права на запис у файл sitemap.xml

source: Set write permissions for the "img" folder and subfolders.
uk_ua: Встановити права на запис для IMG папки та підпапки / рекурсивно

source: Set write permissions for the "log" folder and subfolders.
uk_ua: Встановити права на запис для папки LOG і її підпапок

source: Set write permissions for the "mails" folder and subfolders.
uk_ua: Встановити права на запис для пошти та її вкладені папки / рекурсивно

source: Set write permissions for the "modules" folder and subfolders.
uk_ua: Встановити права на запис для модулів папки та підпапки / рекурсивно

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
uk_ua: Установіть дозвіл на запис для теки й рекурсивно для підтек "themes%s/lang/".

source: Set write permissions for the "translations" folder and subfolders.
uk_ua: Встановити права на запис для переказів папки та підпапки / рекурсивно

source: Set write permissions for the "upload" folder and subfolders.
uk_ua: Встановити права на запис для завантаження папки та підпапки / рекурсивно

source: Set write permissions for the "download" folder and subfolders.
uk_ua: Встановити права на запис для завантаження папки та підпапки / рекурсивно

source: Allow the PHP fopen() function on your server.
uk_ua: Включити функцію PHP fopen() на вашому сервері.

source: Enable GZIP compression on your server.
uk_ua: Увімкнути GZIP стиснення на сервері

source: Some PrestaShop files are missing from your server.
uk_ua: Деякі файли PrestaShop відсутні на вашому сервері.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
uk_ua: У вас встановлений PHP версії %s. Незабаром мінімальна підтримувана PrestaShop версія буде PHP 5.4. Для уникнення можливих проблем в майбутньому ми рекомендуємо оновити ваш PHP вже зараз!

source: Enable the Apache mod_rewrite module
uk_ua: Модуль Apache mod_rewrite увімкнено

source: (the directory %s must be writable)
uk_ua: (тека %s повинна бути записувана)

source: (you must install the [a]Memcache PECL extension[/a])
uk_ua: (ви повинні встановити [a]Memcache PECL розширення[/a])

source: (you must install the [a]Memcached PECL extension[/a])
uk_ua: (ви повинні встановити [a]розширення Memcached PECL[/a])

source: (you must install the [a]APC PECL extension[/a])
uk_ua: (ви повинні встановити [a]APC PECL розширення[/a])

source: (you must install the [a]Xcache extension[/a])
uk_ua: (ви повинні встановити [a]Xcache розширення[/a])

source: The Memcached IP is missing.
uk_ua: Memcached IP відсутній

source: The Memcached port is missing.
uk_ua: Memcached порт відсутній

source: The Memcached weight is missing.
uk_ua: Memcached вага відсутній

source: The Memcached server cannot be added.
uk_ua: Не вдається додати Memcached сервер

source: There was an error when attempting to delete the Memcached server.
uk_ua: Помилка при видаленні Memcached сервера

source: To use Smarty Cache, the directory %directorypath% must be writable.
uk_ua: Для використання кешу Smarty, директорія %directorypath% має бути бути доступною для запису.

source: Before being able to use this tool, you need to: <br />- Create a blank .htaccess in your root directory. <br />- Give it write permissions (CHMOD 666 on Unix system).
uk_ua: Перед використанням інструменту вам потрібно: <br />- Створити порожній файл .htaccess в кореневій теці. <br />- Встановити йому дозволи на запис (CHMOD 666).

source: Media server #1 is invalid
uk_ua: Медіа-сервер №1 невірний

source: Media server #2 is invalid
uk_ua: Медіа-сервер №2 невірний

source: Media server #3 is invalid
uk_ua: Медіа-сервер №3 невірний

source: The caching system is missing.
uk_ua: Система кешування відсутня

source: To use Memcached, you must install the Memcache PECL extension on your server.
uk_ua: Щоб використовувати Memcached, необхідно встановити розширення PECL Memcache на ваш сервер.

source: To use Memcached, you must install the Memcached PECL extension on your server.
uk_ua: Для використання Memcached встановіть розширення Memcached PECL на вашому сервері.

source: To use APC cache, you must install the APC PECL extension on your server.
uk_ua: Щоб використовувати APC кеш, необхідно встановити розширення APC PECL на сервер.

source: To use Xcache, you must install the Xcache extension on your server.
uk_ua: Щоб використовувати Xcache, необхідно встановити розширення Xcache на ваш сервер.

source: To use Xcache, you must configure "xcache.var_size" for the Xcache extension (recommended value 16M to 64M).
uk_ua: Щоб використовувати Xcache, необхідно встановити розширення Xcache на сервер.

source: The settings file cannot be overwritten.
uk_ua: Не вдається перезаписати файл настроювань.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
uk_ua: Помилка: не вдалося визначити чи включений режим зневадження. Переконайтеся, що встановлені необхідні дозволи на файл %s

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
uk_ua: Помилка: не можу записати файл. Перевірте дозволи доступу до фалу %s

source: Error: Could not read file. Make sure that the correct permissions are set on the file %s
uk_ua: Помилка: не можу відкрити файл. Перевірте дозволи доступу до фалу %s

source: For security reasons, you cannot delete the Administrator's profile.
uk_ua: З міркувань безпеки Ви не можете видалити профіль Адміністратора

source: When saving the query, only the "SELECT" SQL statement is allowed.
uk_ua: При збереженні запиту допускаються лише SQL інструкції "SELECT".

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
uk_ua: Надто великий файл для завантаження. Скористайтеся оператором LIMIT для цього запиту.

source: The "%tablename%" table does not exist.
uk_ua: Таблиця "%tablename%" не існує.

source: The "%attribute%" attribute does not exist in the "%table%" table.
uk_ua: Атрибут "%attribute%" не існує в таблиці "%table%".

source: Undefined "%s" error
uk_ua: Невизначена помилка "%s"

source: The "*" operator cannot be used in a nested query.
uk_ua: Оператор "*" не можна використовувати у вкладеному запиті.

source: The operator "%s" is incorrect.
uk_ua: Використаний оператор "%s" - неправильний.

source: The "%operator%" operator is incorrect.
uk_ua: Оператор "%operator%" невірний.

source: The LIMIT clause must contain numeric arguments.
uk_ua: Пункт LIMIT повинен містити числові значення.

source: The "%reference%" reference does not exist in the "%table%" table.
uk_ua: Посилання "%reference%" не існує в таблиці "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
uk_ua: Коли використовуються декілька таблиць, кожен атрибут повинен вказувати на таблицю.

source: Is an unauthorized keyword.
uk_ua: Несанкціоноване ключове слово.

source: You cannot have two shops with the same name in the same group.
uk_ua: У вас не може бути два магазини з одинаковою назвою в одній групі

source: Unable to load this shop.
uk_ua: Немажливо завантажити цей магазин.

source: You need to select at least the root category.
uk_ua: Як мінімум необхідно обрати кореневу категорію

source: You've selected a state for a country that does not contain states.
uk_ua: Вам потрібно вибрати регіон для країни, яка не містить регіони.

source: You can't put this menu inside itself.
uk_ua: Ви не можете помістити це меню саме в себе.

source: Key length must be 32 character long.
uk_ua: Довжина ключа повинна бути більше 32 символів.

source: This key already exists.
uk_ua: Ключ уже існує

source: To avoid operating problems, please use an Apache server.
uk_ua: Щоб уникнути проблеми, будь ласка, використовуйте сервер Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
uk_ua: Будь ласка, активуйте модуль 'mod_auth_basic' для використання webservice автентифікації PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
uk_ua: Будь ласка, активуйте модуль 'mod_rewrite' для використання PrestaShop webservice.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
uk_ua: Автоматична перевірка доступності \"mod_auth_basic\" і \"mod_rewrite\" не вдалась. Будь ласка, вручну перевірте, чи вони увімкнені, щоб використовувати Webservice Prestashop.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
uk_ua: Будь ласка, активуйте PHP-розширення 'SimpleXML' для тестування PrestaShop's webservice.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
uk_ua: Для уникнення проблем з безпекою, бажано використовувати SSL (https:) для запитів webservice.

source: Ignore warnings and continue?
uk_ua: Ігнорувати попередження та продовжити?
