Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminInternationalNotification.*.xlf
Languages: es_es, pl_pl

source: The translation was successfully copied.
es_es: La traducción fue copiada exitosamente
pl_pl: Tłumaczenie zostało pomyślnie skopiowane.

source: Cannot add configuration %1$s for %2$s language
pl_pl: Nie można dodać konfiguracji %1$s dla języka %2$s

source: The translations have been successfully added.
es_es: Las traducciones fueron añadidas exitosamente
pl_pl: Tłumaczenia zostały pomyślnie dodane.

source: The translation was added successfully, but the language has not been created.
es_es: Las traducciones fueron añadidas exitosamente, pero el idioma no fue creado.
pl_pl: Tłumaczenie dodane pomyślnie, ale język nie został utworzony.

source: Localization pack imported successfully.
es_es: El paquete de localización ha sido importado exitosamente.
pl_pl: Pakiet lokalizacyjny pomyślnie zaimportowany.

source: Fatal error: ISO code is not correct
es_es: Fatal error: código ISO no es correcto
pl_pl: Błąd krytyczny: kod ISO nie jest poprawny

source: Fatal error: IETF code %s is not correct
es_es: Error fatal: el código IETF %s es incorrecto
pl_pl: Błąd krytyczny: kod IETF %s nie jest poprawny

source: Sorry this language is not available
pl_pl: Przepraszamy, ale ten język jest niedostępny

source: Server does not have permissions for writing.
es_es: El servidor no dispone de permisos para la escritura
pl_pl: Serwer nie ma uprawnień do zapisu.

source: Language pack unavailable.
pl_pl: Paczka językowa niedostępna.

source: An error occurred while creating the language: %s
es_es: Ocurrió un error al crear el idioma: %s
pl_pl: Wystąpił błąd podczas tworzenia języka : %s

source: Cannot load country: %d
pl_pl: Nie można wczytać kraju: %d

source: Cannot enable the associated country: %s
pl_pl: Nie można włączyć powiązanego kraju: %s

source: Invalid Zone name.
es_es: Nombre de la zona no es válido.
pl_pl: Nieprawidłowa nazwa strefy.

source: Invalid state properties.
es_es: Propiedad de estado no válida
pl_pl: Nieprawidłowe parametry stanu/regionu.

source: Cannot update the associated country: %s
pl_pl: Nie można zaktualizować powiązanego kraju: %s

source: An error occurred while adding the state.
es_es: Se ha producido un error al añadir un estado
pl_pl: Wystąpił błąd podczas dodawania regionu.

source: An error occurred while fetching the state.
es_es: Error al actualizar su carro.
pl_pl: Wystąpił błąd podczas pobierania stanu/województwa.

source: Invalid tax properties.
es_es: Propiedad de impuestos no válida
pl_pl: Nieprawidłowe parametry podatku.

source: An error occurred while importing the tax: %s
pl_pl: Wystąpił błąd podczas importowania podatku: %s

source: This tax rule cannot be saved.
es_es: Esta regla fiscal no puede ser guardada,
pl_pl: Nie można zapisać reguły podatku.

source: Invalid currency properties.
es_es: Propiedad de divisa no válido
pl_pl: Nieprawidłowa właściwość waluty.

source: An error occurred while importing the currency: %s
pl_pl: Wystąpił błąd podczas importowania waluty: %s

source: Localization pack corrupted: wrong unit type.
es_es: Paquete de localización corrmpido: unidad de precio errónea
pl_pl: Paczka uszkodzona: zły typ jednostki.

source: An error occurred while setting the units.
es_es: Se ha producido un error durante la configuración de las unidades.
pl_pl: Wystąpił błąd podczas ustawiania jednostek.

source: An error occurred while installing the module: %s
pl_pl: Wystąpił błąd podczas instalacji modułu: %s

source: An error occurred while uninstalling the module: %s
pl_pl: Wystąpił błąd podczas odinstalowywania modułu: %s

source: An error has occurred, this module does not exist: %s
pl_pl: Wystąpił błąd, ten moduł nie istnieje: %s

source: An error occurred during the configuration setup: %1$s
pl_pl: Wystąpił błąd podczas instalacji konfiguracji: %1$s

source: An error occurred during the default group update
es_es: Se produjo un error durante la actualización de grupo predeterminado
pl_pl: Wystąpił błąd podczas aktualizacji grupy domyślnej

source: An error has occurred during the default group update
es_es: Se ha producido un error durante la actualización del grupo predeterminado
pl_pl: Wystąpił błąd podczas aktualizacji grupy domyślnej

source: Incorrect Tax Manager class [%s]
es_es: Categoria de Tax Manager incorrecta [%s]
pl_pl: Niepoprawna klasa Managera Stanu [%s]

source: Tax Manager class not found [%s]
es_es: Imposible encontrar la categoria de Tax Manager [%s]
pl_pl: Nie znaleziono klasy Managera Stanu [%s]

source: No tax
es_es: No hay impuesto
pl_pl: Brak podatku

source: Invalid language ISO code (%s)
pl_pl: Nieprawidłowy kod ISO języka (%s)

source: This ISO code already exists.You cannot create two countries with the same ISO code.
es_es: Este código ISO que ya existe, no se puede crear dos países con el mismo código ISO
pl_pl: Kod ISO już istnieje, nie można utworzyć dwóch państw, z tym samym kodem ISO.

source: Invalid address layout %s
pl_pl: Nieprawidłowy układ adresu %s

source: You cannot delete the default currency
es_es: No puedes eliminar la moneda por defecto
pl_pl: Nie możesz usunąć domyślnej waluty

source: You cannot disable the default currency
es_es: No puedes deshabilitar la moneda por defecto
pl_pl: Nie możesz wyłączyć domyślnej waluty

source: This currency already exists.
es_es: Esta divisa ya existe.
pl_pl: Waluta już istnieje.

source: The currency conversion rate cannot be equal to 0.
es_es: La tasa de conversión de moneda no puede ser igual a 0.
pl_pl: Kurs przeliczeniowy waluty nie może być równy 0.

source: The geolocation database is unavailable.
es_es: La base de datos de geolocalización no se encuentra disponible
pl_pl: Baza geolokalizacji jest niedostępna.

source: Country selection is invalid.
es_es: La selección de países no es válida
pl_pl: Wybór kraju jest nieprawidłowy.

source: Invalid whitelist
es_es: Lista de deseos no válida
pl_pl: Nieprawidłowa biała lista

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
es_es: Al borrar un idioma, todas las traducciones relacionadas en la base de datos serán borradas. ¿estás seguro de que quieres hacerlo?
pl_pl: Kiedy usuwasz język, wszystkie powiązane tłumaczenia w bazie danych będą usunięte. Czy na pewno chcesz usunąć ten język?

source: When you delete a language, all related translations in the database will be deleted.
es_es: Al eliminar un idioma, se eliminarán todas las traducciones relacionadas en la base de datos.
pl_pl: Kiedy usuniesz język wszystkie powiązane z nim tłumaczenia zostaną usunięte z bazy danych.

source: Your .htaccess file must be writable.
es_es: Tu fichero .htaccess debe tener permiso de escritura activado.
pl_pl: Plik .htaccess musi być zapisywalny.

source: You cannot delete the default language.
es_es: No puede borrar el idioma predeterminado.
pl_pl: Nie możesz usunąć domyślnego języka.

source: You cannot delete the language currently in use. Please select a different language.
es_es: No se puede borrar el idioma usado actualmente. Por favor seleccione un idioma diferente.
pl_pl: Nie można usunąć języka który jest aktualnie w użyciu. Proszę zmienić język na inny i spróbować ponownie.

source: You cannot change the status of the default language.
es_es: No puedes cambiar el estado del idioma por defecto.
pl_pl: Nie można zmienić statusu domyślnego języka.

source: This ISO code is already linked to another language.
es_es: El código ISO está enlazado a otro idioma.
pl_pl: Kod ISO odwołuje się już do innego języka.

source: Flag and "No picture" image fields are required.
es_es: la imagen de la bandera y de la no-imagen son necesarias
pl_pl: Pola Flaga i Obrazek "Brak zdjęcia" są wymagane.

source: An error occurred while copying "No Picture" image to your product folder.
es_es: Se ha producido un error mientras se copiaba la imagen "sin imagen a la carpeta de productos
pl_pl: Wystąpił błąd podczas kopiowania obrazu "Brak zdjęcia" do folderu produktu.

source: An error occurred while copying "No picture" image to your category folder.
es_es: Se ha producido un error mientras se copiaba la imagen "sin imagen a la carpeta de categorías"
pl_pl: Wystąpił błąd podczas kopiowania obrazu "Brak zdjęcia" do folderu kategorii.

source: An error occurred while copying "No picture" image to your brand folder.
es_es: Se ha producido un error al copiar la imagen "Sin imagen" a su carpeta de la marca.
pl_pl: Wystąpił błąd podczas kopiowania obrazu "Brak zdjęcia" do folderu marki.

source: An error occurred while resizing "No picture" image to your product directory.
es_es: Se ha producido un error mientras se cambiaba el tamaño de la imagen "sin imagen en la carpeta de productos"
pl_pl: Wystąpił błąd podczas zmiany rozmiaru obrazu.

source: An error occurred while resizing "No picture" image to your category directory.
es_es: Se ha producido un error mientras se cambiaba el tamaño de la imagen "sin imagen en la carpeta de categorías"
pl_pl: Wystąpił błąd podczas zmiany rozmiaru obrazu "Brak zdjęcia" do katalogu kategorii.

source: An error occurred while resizing "No picture" image to your brand directory.
es_es: Se ha producido un error al cambiar el tamaño de la imagen "Sin imagen" a su directorio de la marca.
pl_pl: Wystąpił błąd podczas zmiany rozmiaru obrazu "Brak zdjęcia" do katalogu marki.

source: An error occurred during image deletion process.
es_es: se ha producido un error mientras se borraba la imagen
pl_pl: Wystąpił błąd podczas usuwania obrazu.

source: Iso code is not valid
es_es: Código Iso no válido
pl_pl: Kod ISO jest nieprawidłowy

source: Technical Error: ps_version is not valid
es_es: Error técnico: ps_version erróneo
pl_pl: Błąd Techniczny: ps_version nie jest prawidłowy

source: Wrong ISO code, or the selected language pack is unavailable.
es_es: Código ISO erróneo, o paquete de idioma no disponible.
pl_pl: Błędny kod ISO lub niedostępna paczka językowa.

source: Technical Error: translation server unreachable.
es_es: Error técnico: servidor de traducción inaccesible.
pl_pl: Błąd Techniczny: serwer tłumaczeń jest nieosiągalny.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
es_es: Importar un nuevo lenguaje podría fallar sin el módulo OpenSSL. Por favor active "openssl.so" en la configuración de su servidor.
pl_pl: Importowanie nowego języka może zakończyć się niepowodzeniem bez modułu OpenSSL. Proszę włączyć "openssl.so" w konfiguracji serwera.

source: Cannot load the localization pack.
es_es: No se puede cargar el pack de la localización (a partir de prestashop.com y de la carpeta local "localización")"
pl_pl: Nie można załadować pakietu lokalizacji (z prestashop.com oraz z folderu "localization"

source: Please select at least one item to import.
es_es: Por favor, seleccione al menos un contenido para importar.
pl_pl: Proszę wybrać co najmniej jeden element do zaimportowania.

source: %language% could not be loaded
pl_pl: %language% nie mógł być załadowany

source: This ISO code already exists. You cannot create two states with the same ISO code.
es_es: Este código ISO que ya existe, no se puede crear dos estados con el mismo código ISO en el mismo país
pl_pl: Ten kod ISO już istnieje, nie możesz utworzyć dwóch stanów/województw z tym samym kodem ISO w tym samym kraju.

source: This state was used in at least one address. It cannot be removed.
es_es: Este estado ha sido utilizado con una dirección al menos, no se puede suprimir
pl_pl: Ten stan/województwo został użyty w co najmniej jednym adresie, nie może zostać usunięty.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
es_es: Este impuesto es utilizado en una regla de impuestos, ¿Desea continuar?
pl_pl: Podatek jest obecnie w użyciu w regule podatku. Czy jesteś pewny?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
es_es: Este impuesto es utilizado en una regla de impuestos, si continúa será eliminado de dicha regla. ¿Desea continuar?
pl_pl: Podatek jest obecnie w użyciu w regule podatkowej. Jeśli będziesz kontynuował zostanie usunięty z reguły podatkowej. Czy jesteś pewny?

source: A tax rule already exists for this country/state with tax only behavior.
es_es: Una regla de impuestos todavía existe para este país/estado con un comportamiento de sólo impuestos.
pl_pl: Istnieje już regułą podatku dla tego kraju/państwa z podatku tylko zachowanie.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
es_es: El código postal/zip no es válido. Este debe ser escrito de la siguiente manera: %format% para %country%.
pl_pl: Kod pocztowy jest nieprawidłowy. Musi być napisany w formie: %format% dla %country%.

source: An error has occurred: Cannot save the current tax rule.
es_es: Se produjo un error: No se puede guardar la regla fiscal actual
pl_pl: Wystąpił błąd, nie można zapisać obecnej reguły podatkowej.

source: Cannot create the folder "%s". Please check your directory writing permissions.
es_es: No se puede crear la carpeta: "%s". Compruebe los permisos de escritura de su servidor web.
pl_pl: Nie można utworzyć folderu "%s". Sprawdź uprawnienia do zapisu w folderze.

source: You must select two languages in order to copy data from one to another.
es_es: Para copiar los mensajes de un idioma a otro, debe seleccionar dos lenguajes diferentes.
pl_pl: Musisz wybrać 2 języki aby skopiować dane z jednego do drugiego.

source: You must select two themes in order to copy data from one to another.
es_es: Debe seleccionar 2 temas para copiar los datos de uno hacia el otro.
pl_pl: Musisz wybrać 2 szablony aby skopiować dane z jednego do drugiego.

source: An error occurred while copying data.
es_es: Se ha producido un error durante la copia.
pl_pl: Wystąpił błąd podczas kopiowania danych.

source: There is nothing to copy (same language and theme).
es_es: No se han copiado datos (usted ha seleccionado el mismo idioma y tema).
pl_pl: Nie ma nic do kopiowania (ten sam język i szablon).

source: Theme(s) not found
es_es: Tema(s) no encontrado(s)
pl_pl: Nie odnaleziono szablonu

source: Impossible to create the directory "%s".
es_es: Imposible crear el directorio "%s".
pl_pl: Nie można utworzyć katalogu "%s".

source: Impossible to copy "%s" to "%s".
es_es: Imposible copiar "%s" en "%s".
pl_pl: Nie można skopiować "%s" do "%s".

source: Impossible to translate "$dest".
es_es: Imposible traducir "$dest".
pl_pl: Nie można przetłumaczyć "$dest".

source: A part of the data has been copied but some of the language files could not be found.
es_es: Una parte de los datos ha sido copiada, pero algunos archivos no se encontraron o no se pudieron copiar.
pl_pl: Część danych została skopiowana ale niektóre pliki językowe nie mogły zostać odnalezione lub skopiowane.

source: An error occurred while creating archive.
es_es: Se ha producido un error mientras se creaba el archivo
pl_pl: Wystąpił błąd podczas tworzenia archiwum.

source: Please select a language and a theme.
es_es: por favor, elija un idioma y un tema
pl_pl: Wybierz język i szablon.

source: Tab "%s" is not valid
es_es: La pestaña "%s" no es válida
pl_pl: Zakładka "%s" nie jest prawidłowa

source: Validation failed for: %s
es_es: Fallo de validación para: %s
pl_pl: Walidacja nieudana dla: %s

source: Unidentified file found: %s
es_es: Fichero no identificado encontrado: %s
pl_pl: Znaleziono niezidentyfikowany plik: %s

source: The archive cannot be extracted.
es_es: El archivo no puede extraerse
pl_pl: Archiwum nie może być rozpakowane.

source: ISO CODE invalid "%1$s" for the following file: "%2$s"
es_es: CODIGO ISO no válido "%1$s" para el siguiente archivo: "%2$s"
pl_pl: Nieprawidłowy kod ISO "%1$s" dla następującego pliku: "%2$s"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
es_es: No se puede escribir al archivo de idioma del tema (%s). Por favor, compruebe los permisos de escritura.
pl_pl: Nie można zapisać do pliku języka szablonu (%s). Sprawdź proszę uprawnienia zapisu.

source: Invalid theme "%s"
es_es: Tema \"%s\" no válido
pl_pl: Błędny szablon "%s"

source: Invalid iso code "%s"
es_es: Código ISO "%s" inválido
pl_pl: Błędny kod ISO "%s"

source: This %type_content% file extension is not accepted.
es_es: No se acepta esta extensión de archivo %type_content%.
pl_pl: Rozszerzenie pliku %type_content% nie jest akceptowane.

source: Invalid module name "%s"
es_es: Nombre del módulo no válido "%s"
pl_pl: Błędna nazwa modułu "%s"

source: Invalid mail name "%s"
es_es: Correo no válido "%s"
pl_pl: Błędna nazwa poczty "%s"

source: Directory "%s" cannot be created
es_es: No puede crearse la carpeta "%s"
pl_pl: Folder "%s" nie może zostać utworzony

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
es_es: Sus traducciones de correo electrónico contienen HTML no válido y no se pueden guardar. Compruebe su contenido.
pl_pl: Twoje tłumaczenia e-maila zawierają nieprawidłowy kod HTML i nie można zapisać. Proszę sprawdzić zawartość.

source: Your HTML email templates cannot contain JavaScript code.
es_es: Los modelos HTML de emails no pueden contener código JavaScript.
pl_pl: Szablony HTML wiadomości e-mail nie mogą zawierać kodu JavaScript.

source: Empty string found, please edit: "%s"
es_es: Mensaje en blanco encontrado; por favor edite: "%s"
pl_pl: Pusty ciąg znaleziony, proszę edytować: "%s"

source: There is an error in template, an empty string has been found. Please edit: "%s"
es_es: Hay un error en el tema, se ha encontrado una cadena en blanco. Por favor, edite: "%s"
pl_pl: Błąd w szablonie - znaleziono pusty ciąg. Proszę edytować: "%s"

source: The module directory must be writable.
es_es: El directorio de módulos debe ser escribible
pl_pl: Ten katalog modułu musi mieć prawa do zapisu.

source: A mail directory exists for the "%1$s" language, but not for the default language (%3$s) in %2$s
es_es: Ya existe un direcotrio de correo para el idioma "%1$s" , pero no es el idioma predeterminado (%3$s) en %2$s
pl_pl: Katalog poczty istnieje w języku "%1$s", ale nie istnieje w domyślnym języku (%3$s) w %2$s

source: missing translation(s)
es_es: traducción(es) faltantes
pl_pl: brakujące tłumaczenie(a)

source: This expression uses a special syntax:
es_es: Esta expresión utiliza una sintaxis especial:
pl_pl: To wyrażenie używa specjalnej składni:

source: No Subject was found for %s in the database.
es_es: Falta el asunto para el correo: %s o éste es generado por la base de datos.
pl_pl: Nie znaleziono tematu %s w bazie danych.

source: There was a problem getting the mail files.
es_es: Un error inesperado ha ocurrido al cargar los archivos de e-mail.
pl_pl: Jest problem z uzyskiwaniem plików Poczty.

source: English language files must exist in %s folder
es_es: Por favor asegúrese que existen los archivos en inglés en la carpeta: %s
pl_pl: Upewnij się, czy pliki języka angielskiego istnieją w folderze %s

source: Cannot write language file for email subjects. Path is: %s
es_es: No se puede escribir el archivo de idioma para los asuntos de correo electrónico, la ruta es:%s
pl_pl: Nie można zapisać pliku języka dla tematów e-maili, ścieżka to: %s

source: Cannot write into the "%s"
es_es: No se puede escribir en el "%s"
pl_pl: Nie można zapisać do "%s"

source: Translation successfully updated
es_es: Traducción actualizada correctamente
pl_pl: Tłumaczenie zaktualizowano pomyślnie

source: Translation unsuccessfully updated
es_es: La traducción no se actualizó correctamente
pl_pl: Tłumaczenie nie zostało zaktualizowane
