Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/EmailsSubject.*.xlf
Languages: pl_pl

source: Your guest account has been transformed into a customer account
pl_pl: Twoje konto gościa zostało przekształcone w konto klienta

source: Welcome!
pl_pl: Witaj!

source: Package in transit
pl_pl: Dostawa w trakcie realizacji

source: The virtual product that you bought is available for download
pl_pl: Zakupiony przez Ciebie produkt wirtualny jest dostępny do pobrania

source: New voucher for your order %s
pl_pl: Nowy bon do zamówienia %s

source: Order confirmation
pl_pl: Potwierdzenie zamówienia

source: Log: You have a new alert from your shop
pl_pl: Log: masz nowe ostrzeżenie z Twojego sklepu

source: Fwd: Customer message
pl_pl: TR: Wiadomość od klienta

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
pl_pl: Odpowiedź na Twoją wiadomość jest dostępna #ct%thread_id% #tc%thread_token%

source: Import complete
pl_pl: Import zakończony

source: Your new password
pl_pl: Twoje nowe hasło

source: Password query confirmation
pl_pl: Potwierdzenie prośby o hasło

source: New message regarding your order
pl_pl: Nowa wiadomość dotycząca zamówienia

source: New credit slip regarding your order
pl_pl: Nowa informacja dotycząca zwrotu płatności

source: New voucher for your order #%s
pl_pl: Nowy bon do zamówienia #%s

source: Process the payment of your order
pl_pl: Przetwórz płatność dla Twojego zamówienia

source: Your order return status has changed
pl_pl: Nowy status zamówienia

source: Message from a customer
pl_pl: Wiadomość od klienta

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
pl_pl: Twoja wiadomość została poprawnie wysłana #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
pl_pl: Twoja wiadomość została prawidłowo wysłana

source: Message from contact form
pl_pl: Wiadomość od

source: Newsletter voucher
pl_pl: Voucher za newsletter

source: Newsletter confirmation
pl_pl: Potwierdzenie newslettera

source: Email verification
pl_pl: E-mail weryfikacyjny
