Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Database information
fr_fr: Informations sur la base de données
nl_nl: Database informatie

source: MySQL version:
fr_fr: Version de MySQL :
nl_nl: MySQL versie:

source: MySQL name:
fr_fr: Nom MySQL :
nl_nl: MySQL-naam:

source: MySQL user:
fr_fr: Utilisateur MySQL :
nl_nl: MySQL-gebruiker:

source: Tables prefix:
fr_fr: Préfixe des tables :
nl_nl: Tabellen voorvoegsel:

source: Store information
fr_fr: Informations de la boutique
nl_nl: Winkel informatie

source: PrestaShop version:
fr_fr: Version de PrestaShop :
nl_nl: PrestaShop-versie:

source: Shop URL:
fr_fr: URL de la boutique :
nl_nl: Winkel-URL:

source: Current theme in use:
fr_fr: Thème actif :
nl_nl: Huidig gebruikte thema:

source: Mail configuration
fr_fr: Informations sur la configuration mail
nl_nl: E-mail configuratie

source: Mail method:
fr_fr: Méthode d'envoi d'e-mails :
nl_nl: Mail methode:

source: You are using the PHP mail() function.
fr_fr: Vous utilisez la fonction mail() de PHP
nl_nl: U gebruikt de PHP mail() functie.

source: You are using your own SMTP parameters.
fr_fr: Vous utilisez vos paramètres SMTP
nl_nl: U gebruikt uw eigen SMTP parameters.

source: SMTP username
fr_fr: Utilisateur SMTP
nl_nl: SMTP-gebruikersnaam

source: Defined
fr_fr: Défini
nl_nl: Gedefinieerd

source: SMTP password
fr_fr: Mot de passe SMTP
nl_nl: SMTP-wachtwoord

source: Encryption:
fr_fr: Chiffrement :
nl_nl: Encryptie:

source: SMTP port:
fr_fr: Port SMTP :
nl_nl: SMTP-poort:

source: Your information
fr_fr: Vos informations
nl_nl: Uw gegevens

source: Your web browser:
fr_fr: Votre navigateur :
nl_nl: Uw webbrowser:

source: Check your configuration
fr_fr: Vérifiez votre configuration
nl_nl: Controleer uw configuratie

source: Required parameters:
fr_fr: Paramètres requis :
nl_nl: Verplichte parameters:

source: OK
nl_nl: Oké

source: Please fix the following error(s)
fr_fr: Veuillez consulter la/les erreur(s) suivante(s)
nl_nl: Repareer aub de volgende fout(en)

source: Optional parameters:
fr_fr: Paramètres optionnels :
nl_nl: Optionele parameters:

source: List of changed files
fr_fr: Liste des fichiers modifiés
nl_nl: Overzicht van aangepaste bestanden

source: Checking files...
fr_fr: Vérification des fichiers...
nl_nl: Controle van bestanden...

source: There are %d errors.
fr_fr: Il y a %d erreurs.
nl_nl: Er zijn %d fouten.

source: There is %d error.
fr_fr: Il y a %d erreur.
nl_nl: Er is %d fout.

source: Email address
fr_fr: Adresse e-mail
nl_nl: E-mailadres

source: Password
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Stay logged in
fr_fr: Rester connecté
nl_nl: Blijf ingelogd

source: Reset your password
fr_fr: Réinitialiser votre mot de passe
nl_nl: Stel je wachtwoord opnieuw in

source: Confirm new password
fr_fr: Confirmez le nouveau mot de passe
nl_nl: Nieuw wachtwoord bevestigen

source: Reset password
fr_fr: Réinitialiser le mot de passe
nl_nl: Reset wachtwoord

source: Your password has been successfully changed.
fr_fr: Votre mot de passe a été modifié avec succès.
nl_nl: Uw wachtwoord is succesvol gewijzigd.

source: You will be redirected to the login page in a few seconds.
fr_fr: Vous serez redirigé vers la page de connexion dans quelques secondes.
nl_nl: Je wordt doorgestuurd naar de login pagina in enkele seconden.

source: Forgot your password?
fr_fr: Mot de passe oublié ?
nl_nl: Uw wachtwoord vergeten?

source: Send reset link
fr_fr: Envoyer un lien de réinitialisation
nl_nl: Stuur resetlink

source: Please, check your mailbox.
fr_fr: Veuillez consulter votre boîte de réception.
nl_nl: Controleer uw mailbox.

source: A link to reset your password has been sent to you.
fr_fr: Un lien pour réinitialiser votre mot de passe vous a été envoyé.
nl_nl: Een link om uw wachtwoord te resetten is verstuurd naar uw e-mailadres.

source: For security reasons, you cannot connect to the back office until you have:
fr_fr: Pour des raisons de sécurité, vous ne pouvez pas vous connecter tant que vous n'avez pas :
nl_nl: Om veiligheidsredenen kunt u niet met de backoffice verbinden totdat u:

source: deleted the /install folder
fr_fr: supprimé le dossier /install
nl_nl: de map "/install" verwijdert

source: renamed the /admin folder (e.g. %s)
fr_fr: renommé le dossier /admin (p. ex. %s)
nl_nl: de map "/admin" (bijv. %s) hebt hernoemd

source: Please then access this page by the new URL (e.g. %s)
fr_fr: Veuillez ensuite accéder à cette page via sa nouvelle URL (p. ex. %s)
nl_nl: gebruik daarna de nieuwe URL om deze pagina te bereiken (bijv. %s)

source: Severity levels
fr_fr: Niveau de gravité
nl_nl: Beveiligingsniveaus

source: Meaning of severity levels:
fr_fr: Signification des niveaux de gravité :
nl_nl: Betekenis van de beveiligingsniveaus:

source: Informative only
fr_fr: À but informatif
nl_nl: Alleen informatief

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Major issue (crash)!
fr_fr: Problème majeur (erreur critique)
nl_nl: Groot probleem (crash)

source: Attribute name
fr_fr: Nom de l'attribut
nl_nl: Attribuutnaam

source: Available Quantity
fr_fr: Quantités disponibles
nl_nl: Beschikbare hoeveelheid

source: Product name
fr_fr: Article
nl_nl: Product

source: Number of products:
fr_fr: Nombre de produits :
nl_nl: Aantal producten:

source: Wholesale price
fr_fr: Prix d'achat
nl_nl: Inkoopprijs

source: You might be interested in
fr_fr: Vous serez peut-être intéressé par
nl_nl: U bent misschien geïnteresseerd in

source: Activate module for this shop context: %s.
fr_fr: Activer le module pour ce contexte de boutiques : %s.
nl_nl: Activeer module voor deze winkelcontext: %s.

source: Translate
fr_fr: Traduire
nl_nl: Vertalen

source: Check update
fr_fr: Vérifier la mise à jour
nl_nl: Op updates controleren

source: Manage hooks
fr_fr: Points d'accroche
nl_nl: Beheer haken

source: Search on PrestaShop Marketplace:
fr_fr: Rechercher sur la marketplace de PrestaShop :
nl_nl: Zoek op PrestaShop Addons:

source: Or
fr_fr: Ou
nl_nl: Of

source: See all themes
fr_fr: Voir tous les thèmes
nl_nl: Bekijk alle thema's

source: Add a new theme
fr_fr: Ajouter un thème
nl_nl: Voeg een nieuw thema toe

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
fr_fr: Pour ajouter un nouveau thème, connectez-vous simplement à votre compte PrestaShop Addons depuis votre boutique: votre nouveau thème sera automatiquement importé pour vous.
nl_nl: Om een nieuw thema toe te voegen kan u gewoon inloggen met uw PrestaShop Addons-account en al uw aankopen zullen automatisch worden geïmporteerd.

source: You can choose among 1,500+ professional templates!
fr_fr: Vous pouvez choisir parmi plus de 1500 templates professionnels !
nl_nl: U kunt kiezen uit 1.500+ professionele thema's!

source: Can I add my own theme?
fr_fr: Puis-je ajouter mon propre thème ?
nl_nl: Kan ik mijn eigen thema toevoegen?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
fr_fr: Pour des raisons de sécurité, nous pouvez ajouter uniquement des thèmes qui sont distribués sur PrestaShop Addons, notre place de marché officielle.
nl_nl: Houdt u er rekening mee dat om veiligheidsredenen, u alleen thema's die worden verdeeld via de officiële marktplaats van PrestaShop kan toevoegen.

source: You can also create a new theme below.
fr_fr: Vous pouvez aussi créer un nouveau thème ci-dessous.
nl_nl: U kunt hieronder ook een nieuw thema creëren.

source: See all modules
fr_fr: Voir tous les modules
nl_nl: Zie alle modules

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
fr_fr: Pour ajouter un nouveau module, connectez-vous simplement à votre compte PrestaShop Addons et tous vos achats seront automatiquement importés.
nl_nl: Om een nieuwe module toe te voegen kan u gewoon inloggen met uw PrestaShop Addons-account en al uw aankopen zullen automatisch worden geïmporteerd.

source: Can I add my own modules?
fr_fr: Puis-je ajouter mes propres modules ?
nl_nl: Kan ik mijn eigen modules toevoegen?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
fr_fr: Pour des raisons de sécurité, nous pouvez ajouter uniquement des modules qui sont distribués sur PrestaShop Addons, notre place de marché officielle.
nl_nl: Houdt u er rekening mee dat om veiligheidsredenen, u alleen modules die worden verdeeld via de officiële marktplaats van PrestaShop kan toevoegen.

source: Add a new module
fr_fr: Ajouter un nouveau module
nl_nl: Nieuwe module toevoegen

source: List of modules
fr_fr: Liste des modules
nl_nl: Overzicht van modules

source: Update all
fr_fr: Mettre à jour tous les modules
nl_nl: Allen bijwerken

source: Check for update
fr_fr: Vérifier les mises à jour
nl_nl: Controleer op update

source: by
fr_fr: par
nl_nl: door

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
fr_fr: Ceci se produit généralement lorsque le module n'est pas distribué via notre place de marché officielle PrestaShop Addons, ou quand votre serveur n'arrive pas à communiquer avec PrestaShop Addons.
nl_nl: Dit gebeurt meestal wanneer de module niet wordt verspreid via onze officiële markt, PrestaShop Addons - of wanneer uw server niet kan communiceren met PrestaShop Addons.

source: Author
fr_fr: Auteur
nl_nl: Auteur

source: This module could not be verified by PrestaShop.
fr_fr: Ce module n'a pas vu être vérifié par PrestaShop.
nl_nl: Deze module kon niet worden geverifieerd door PrestaShop.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
fr_fr: Il semblerait que nous n'ayez pas installé ce module depuis PrestaShop Addons, aussi nous ne pouvons garantir qu'il réponde à nos critères de sécurité (par ex. qu'il n'ajoute pas des fonctionnalités dissimulées comme de la publicité, des liens cachés, du spam, etc...).
nl_nl: Omdat u deze module niet vanaf PrestaShop Addons hebt geïnstalleerd, kunnen we niet zeker zijn dat de module voldoet aan onze veiligheidseisen (bijvoorbeeld dat het geen ongeldige functies toevoegt zoals advertenties, verborgen koppelingen, spam, etc...).

source: You can search for similar modules on the official marketplace.
fr_fr: Vous pouvez rechercher des modules similaires sur la place de marché officielle.
nl_nl: U kunt zoeken naar soortgelijke modules op de officiële marktplaats.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
fr_fr: [1]Cliquez ici pour parcourir le catalogue de PrestaShop Addons[/1].
nl_nl: [1]Klik hier om de in de catalogus te zoeken op PrestaShop Addons[/1].

source: Proceed with the installation
fr_fr: Continuer l'installation
nl_nl: Verder gaan met de installatie

source: Back to modules list
fr_fr: Retour à la liste des modules
nl_nl: Terug naar de modulelijst

source: What Should I Do?
fr_fr: Que devrais-je faire ?
nl_nl: Wat moet ik doen?

source: You are about to install "%s", a module which is not compatible with your country.
fr_fr: Vous êtes sur le point d'installer "%s", un module qui n'est pas compatible avec votre pays.
nl_nl: U gaat "%s" installeren, een module die niet compatibel is met uw land.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
fr_fr: Ce module n'est pas vérifié par PrestaShop, nous ne pouvons donc certifier qu'il fonctionnera correctement dans votre pays ni qu'il répond à nos critères de qualité.
nl_nl: Deze module werd niet geverifieerd door PrestaShop dus we kunnen niet bevestigen dat deze goed werkt in uw land en dat het voldoet aan onze kwaliteitseisen.

source: Use at your own risk.
fr_fr: Vous l'utilisez à vos propres risques.
nl_nl: Gebruiken op eigen risico.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
fr_fr: Si vous n'êtes pas sûr de vous, vous pouvez contacter le Service Client de %s pour leur demander un module compatible avec votre pays.
nl_nl: Als u niet zeker bent, moet u contact opnemen met de klantenservice van %s om hen te vragen de module compatibel te maken met uw land.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
fr_fr: De plus, nous vous recommandons d'utiliser un module équivalent : les modules compatibles avec votre pays sont listés dans l'onglet "Modules" de votre back-office.
nl_nl: Bovendien raden wij u aan een gelijkwaardige module gebruiken: compatibele modules voor uw land zijn opgenomen in de "Modules" tab van uw Back-Office.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
fr_fr: Si vous n'êtes pas sûr de ce module, vous pouvez aussi rechercher des modules similaires sur la place de marché officielle.
nl_nl: Als u onzeker bent over deze module, kunt u zoeken naar soortgelijke modules op de officiële markt.

source: Click here to browse PrestaShop Addons.
fr_fr: Cliquez ici pour parcourir le catalogue de PrestaShop Addons.
nl_nl: Klik hier om te zoeken op PrestaShop Addons.

source: Manage translations
fr_fr: Gérer les traductions
nl_nl: Vertalingen beheren

source: (%s votes)
nl_nl: (%s stemmen)

source: (%s vote)
nl_nl: (%s stem)

source: Description
nl_nl: Omschrijving

source: Merchant benefits
fr_fr: Bénéfices pour le marchand
nl_nl: Verkopersvoordelen

source: Install module
fr_fr: Installer le module
nl_nl: Installeer module

source: View on PrestaShop Addons
fr_fr: Voir sur PrestaShop Addons
nl_nl: Bekijk op PrestaShop Addons

source: Transplant a module
fr_fr: Greffer un module
nl_nl: Positioneer een module

source: Please select a module
fr_fr: Sélectionnez un module
nl_nl: Selecteer een module

source: Transplant to
fr_fr: Greffer le module sur
nl_nl: Transplanteer naar

source: Select a module above before choosing from available hooks
fr_fr: Sélectionnez un module ci-dessus pour pouvoir choisir un point d'accroche
nl_nl: Selecteer een module bovenaan vooraleer uit de beschikbare hooks te kiezen

source: Exceptions
nl_nl: Uitzonderingen

source: Please specify the files for which you do not want the module to be displayed.
fr_fr: Fichiers pour lesquels le module ne sera pas affiché
nl_nl: Geef de bestanden aan waarvoor u de module niet wilt laten zien

source: Please input each filename, separated by a comma (",").
fr_fr: Veuillez saisir chaque nom de fichier séparé par une virgule (",").
nl_nl: Gelieve elke bestandsnaam gescheiden door een komma (",") in te geven.

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
fr_fr: Vous pouvez également cliquer sur le nom du fichier dans la liste ci-dessous, et même faire une sélection multiple en gardant la touche Ctrl pressée tandis que vous cliquez, ou choisir un ensemble de noms de fichiers en gardant la touche Shirt pressée tandis que vous cliquez.
nl_nl: U kan ook op de bestandsnaam klikken uit de lijst hieronder, meerdere kunnen gekozen worden door de Ctrl-toets ingedrukt te houden en op de bestanden te klikken, of kies een gans bereik door te klikken met de Shift-toets ingedrukt.

source: If you want to order/move the following data, please select a shop from the shop list.
fr_fr: Si vous souhaitez ranger ou déplacer les données suivantes, vous devez choisir une boutique dans la liste déroulante
nl_nl: Als u de gegevens wilt bestellen/verplaatsen, selecteer dan een winkel uit de lijst

source: Show
fr_fr: Montrer
nl_nl: Weergeven

source: All modules
fr_fr: Tous les modules
nl_nl: Alle modules

source: Search for a hook
fr_fr: Rechercher un point d'accroche
nl_nl: Zoek naar een haak

source: Display non-positionable hooks
fr_fr: Afficher les points d'accroche invisibles
nl_nl: Laat niet-positioneerbare haken zien

source: Unhook
fr_fr: Dégreffer
nl_nl: Loskoppelen

source: No module was found for this hook.
fr_fr: Aucun module pour ce point d'accroche.
nl_nl: Geen module voor deze haak

source: Unhook the selection
fr_fr: Dégreffer la sélection
nl_nl: Selectie ontkoppelen

source: Selection
fr_fr: Sélection
nl_nl: Selectie

source: 1 module selected
fr_fr: 1 module sélectionné
nl_nl: 1 module geselecteerd

source: modules selected
fr_fr: modules sélectionnés
nl_nl: modules geselecteerd

source: The controller %s is missing or invalid.
fr_fr: Le contrôleur %s est manquant ou non valable.
nl_nl: De controller %s ontbreekt of is niet geldig.

source: Back to the previous page
fr_fr: Retour à la page précédente
nl_nl: Terug naar de vorige pagina

source: Go to the dashboard
fr_fr: Aller au tableau de bord
nl_nl: Ga naar het dashboard

source: Customized
fr_fr: Personnalisé
nl_nl: Aangepast

source: Picture #
fr_fr: Image n°
nl_nl: Afbeelding #

source: Text #%s
fr_fr: Texte n°%s
nl_nl: Tekst #%s

source: Percent
fr_fr: Pourcentage
nl_nl: Percentage

source: This value must include taxes.
fr_fr: Cette valeur doit être taxes incluses.
nl_nl: Deze waarde moet inclusief belasting zijn.

source: Apply on all invoices
fr_fr: Appliquer à toutes les factures
nl_nl: Op alle facturen toepassen

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
fr_fr: Si vous décidez de créer cette remise pour toutes les factures, une seule remise sera créée pour chaque facture de commande.
nl_nl: Als u ervoor kiest om deze korting voor alle facturen te creëren, dan zal een korting worden gemaakt per factuur.

source: Number
fr_fr: Numéro
nl_nl: Nummer

source: Delivery slip
fr_fr: Bon de livraison
nl_nl: Pakbon

source: Credit Slip
fr_fr: Avoir
nl_nl: Creditnota

source: See the document
fr_fr: Voir le document
nl_nl: Bekijk het document

source: not paid
fr_fr: non payés
nl_nl: Niet betaald

source: overpaid
fr_fr: payés en trop
nl_nl: Teveel betaald

source: Set payment form
fr_fr: Mise en place d'un formulaire de paiement
nl_nl: Stel betalingsformulier in

source: Enter payment
fr_fr: Saisir un paiement
nl_nl: Voeg betaling toe

source: Add note
fr_fr: Ajouter une note
nl_nl: Notitie toevoegen

source: Edit note
fr_fr: Modifier une note
nl_nl: Notitie bewerken

source: Note
fr_fr: Commentaire
nl_nl: Notitie

source: There is no available document
fr_fr: Il n'y a pas de document disponible
nl_nl: Er is geen document beschikbaar

source: Generate invoice
fr_fr: Générer la facture
nl_nl: Genereer factuur

source: Shipping cost
fr_fr: Frais d'expédition
nl_nl: Verzendkosten

source: Choose an order status
fr_fr: Choisir un état de commande
nl_nl: Kies een bestellingstatus

source: Update Order Status
fr_fr: Changer l'état de la commande
nl_nl: Bestellingstatus bijwerken

source: You have more than one shop and must select one to configure payment.
fr_fr: Vous avez plus d'une boutique. Vous devez en sélectionner une pour configurer le paiement.
nl_nl: U heeft meer dan één winkel. U moet minstens één winkel selecteren om de betaling te configureren.

source: This is where you decide what payment modules are available for different variations like your customers' currency, group, and country.
fr_fr: Vous pouvez définir ici quels modules de paiement sont disponibles en fonction de divers critères comme la devise du client, son groupe de clients ou son pays.
nl_nl: Hier beslist u welke betalingsmodules beschikbaar zijn voor welke valuta, klantengroep en land.

source: A check mark indicates you want the payment module available.
fr_fr: Une case cochée indique que le vous voulez activer le module de paiement.
nl_nl: Een vinkje geeft aan dat de betaalmodule gebruikt kan worden.

source: If it is not checked then this means that the payment module is disabled.
fr_fr: Si la case n'est pas cochée, cela signifie que le module de paiement est désactivé.
nl_nl: Zonder vinkje geeft aan dat de betaalmodule niet gebruikt kan worden.

source: Please make sure to click Save for each section.
fr_fr: Veuillez sauvegarder chaque section en cliquant sur le bouton \"Enregistrer\".
nl_nl: Vergeet niet op Opslaan te klikken bij elk onderdeel.

source: No payment module installed
fr_fr: Aucun module de paiement installé
nl_nl: Geen betaalmodule geïnstalleerd

source: Customer currency
fr_fr: Devise du client
nl_nl: Klantvaluta

source: Shop default currency
fr_fr: Devise par défaut
nl_nl: Standaardvaluta in deze winkel

source: Save restrictions
fr_fr: Enregistrer les restrictions
nl_nl: Beperkingen opslaan

source: Show me more
fr_fr: Voir plus
nl_nl: Meer weergeven

source: Definitions:
fr_fr: Définitions :
nl_nl: Definities:

source: The "http_referer" field is the website from which your customers arrive.
fr_fr: Le champ "http_referer" représente le site par lequel le visiteur est arrivé.
nl_nl: Het veld "http_referer" is de website waar uw klanten vandaan komen.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
fr_fr: Par exemple, les visiteurs provenant de Google auront un "http_referer"comme celui-ci : "http://www.google.com/search?q=prestashop".
nl_nl: Een voorbeeld: bezoekers die via Google kwamen hebben een "http_referer" zoals deze: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
fr_fr: Si le visiteur arrive directement sur le site (soit en tapant l'URL dans la barre d'adresse, soit en choisissant un de ses favoris par exemple), ce champ sera vide.
nl_nl: Als de bezoeker direct op uw website komt (bijv. door het invoeren van uw websiteadres) zal het veld "http_referer" leeg zijn.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
fr_fr: Donc si vous souhaitez filtrer tous les visiteurs provenant de Google, vous pouvez indiquer \"%google%\" dans ce champ, ou \"%google.fr%\" si vous ne souhaitez que les visiteurs de Google France.
nl_nl: Als u alle bezoekers die via Google kwamen wilt bekijken kunt u in dit veld \"%google%\" intypen, of u tikt \"%google.nl%\" in als u alleen de bezoekers die van Google Nederland kwamen wilt zien.

source: The "request_uri" field is the URL from which the customers come to your website.
fr_fr: Le champ "request_uri" est l'URL par laquelle le visiteur est arrivé sur votre site.
nl_nl: Het veld "REQUEST_URI" is de URL van waar de klanten naar uw website komen.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
fr_fr: Par exemple, si le visiteur accède à une fiche produit, l'URL ressemblera à celle-ci : "%smusic-ipods/1-ipod-nano.html".
nl_nl: Bijvoorbeeld, als de bezoeker toegang neemt tot een productpagina, zal de URL zijn zoals deze: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
fr_fr: L'intérêt réside dans le fait que vous pouvez ainsi ajouter des mot-clés dans les URL qui pointent vers votre site.
nl_nl: Dit is handig omdat u tags of tokens in de links kan toevoegen die verwijzen naar uw website.
