Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Last badge :
fr_fr: Dernier badge gagné :
nl_nl: Laatste badge:

source: Next badge :
fr_fr: Prochain badge :
nl_nl: Volgende badge:

source: View my complete profile
fr_fr: Voir mon profil complet
nl_nl: Bekijk uw volledig profiel

source: Do you really want to hide this advice?
fr_fr: Voulez-vous vraiment cacher ce conseil ?
nl_nl: Wilt u deze boodschap echt verbergen?

source: Merchant Expertise
fr_fr: Expertise PrestaShop
nl_nl: Verkoopervaring

source: Become an e-commerce expert within the blink of an eye!
fr_fr: Devenez un marchand accompli à pas de géant !
nl_nl: Word een e-commerce expert in een fractie van het knipperen van een oog!

source: Generate your Google sitemap file
fr_fr: Génère votre fichier sitemap pour Google
nl_nl: Genereer uw Google sitemap bestand

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
fr_fr: Une erreur est survenue lors de la vérification des permissions des fichiers. Veuillez ajuster ces permissions afin que PrestaShop puisse enregistrer un fichier à la racine de votre site web.
nl_nl: Er trad een fout op tijdens het controleren van uw bestandsrechten. Verander deze rechten om PrestaShop permissie te geven bestanden weg te schrijven in de hoofdmap.

source: Not Installed
fr_fr: Non installé
nl_nl: Niet geïnstalleerd

source: Installed
fr_fr: Installé
nl_nl: Geïnstalleerd

source: More modules on addons.prestashop.com
fr_fr: Encore plus de modules sur addons.prestashop.com
nl_nl: Meer modules op addons.prestashop.com

source: Update error
fr_fr: Erreur lors de la mise à jour
nl_nl: Bijwerken fout

source: No menu
fr_fr: Aucun menu
nl_nl: Geen menu

source: No modules are installed
fr_fr: Pas de modules installés
nl_nl: Geen modules geïnstalleerd

source: Administrator permissions cannot be modified.
fr_fr: Les permissions de l'administrateur ne peuvent être modifiées
nl_nl: Beheerderpermissies kunnen niet gewijzigd worden.

source: All
fr_fr: Tous
nl_nl: Allemaal

source: Validated
fr_fr: Validé
nl_nl: Bevestigd

source: Not Validated
fr_fr: Non validé
nl_nl: Niet bevestigd

source: Level:
fr_fr: Niveau :
nl_nl: Niveau:

source: Customer email
fr_fr: E-mail du client
nl_nl: Klante-mail

source: Tax Excluded
fr_fr: HT
nl_nl: Ex. btw

source: Tax Included
fr_fr: TTC
nl_nl: Incl. btw

source: %d product(s) successfully created.
fr_fr: %d produit(s) créé(s) avec succès.
nl_nl: Aanmaken %d producten is geslaagd.

source: Attributes generator
fr_fr: Générateur de déclinaisons de produits
nl_nl: Attributengenerator

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
fr_fr: Le générateur de déclinaisons est un outil qui vous permet de créer facilement une série de déclinaisons en sélectionnant les attributs associés. Par exemple, si vous vendez des T-shirts, en 3 tailles différentes et 2 couleurs différentes, le générateur va créer 6 déclinaisons pour vous.
nl_nl: De combinatiegenerator is een tool die u in staat stelt om gemakkelijk een serie van combinaties bij producten aan te maken zoals bijv. maten, kleuren en combinaties hiervan.

source: You're currently generating combinations for the following product:
fr_fr: Vous êtes actuellement en train de générer des combinaisons pour ce produit :
nl_nl: Op dit moment maakt u voor het volgende product combinaties aan:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
fr_fr: Étape 1 : Sur le côté gauche, sélectionnez les attributs que vous souhaitez utiliser (en maintenant la touche "CTRL" de votre clavier et de valider en cliquant sur "Ajouter")
nl_nl: Stap 1: aan de linkerkant selecteert u de attributen die u wilt gebruiken (Houd de CTRL toets ingedrukt) en valideer door op toevoegen te klikken

source: Impact on the product price
fr_fr: Impact sur le prix du produit
nl_nl: Invloed op de productprijs

source: Impact on the product weight
fr_fr: Impact sur le poids du produit
nl_nl: Invloed op het productgewicht

source: Select a default quantity, and reference, for each combination the generator will create for this product.
fr_fr: Sélectionnez une quantité et une référence par défaut pour toutes les déclinaisons que le générateur va créer pour ce produit.
nl_nl: Stap 2 (optioneel) Selecteer een standaardaantal en -referentie voor alle combinaties die de generator maakt voor dit product.

source: Default Quantity:
fr_fr: Quantité par défaut :
nl_nl: Standaard hoeveelheid:

source: Default Reference:
fr_fr: Référence par défaut :
nl_nl: Standaard referentie:

source: Please click on "Generate these Combinations
nl_nl: Klik op "Genereer deze combinaties"

source: Generate these Combinations
nl_nl: Genereer deze combinaties

source: Texture
nl_nl: Textuur

source: Download the backup file (%s MB)
fr_fr: Télécharger le fichier de sauvegarde (%s MB)
nl_nl: Download het backupbestand (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
fr_fr: Astuce : vous pouvez également télécharger ce fichier par FTP. Les fichiers de sauvegarde sont situés dans le répertoire "backups" de votre dossier d'administration.
nl_nl: Tip: u kunt dit bestand ook downloaden van uw FTP-server. Backupbestanden bevinden zich in de map "/adminXXXX/backups".

source: Disclaimer before creating a new backup
fr_fr: Avertissement avant de créer une sauvegarde
nl_nl: Waarschuwing voordat er een nieuwe reservekopie wordt gemaakt

source: PrestaShop is not responsible for your database, its backups and/or recovery.
fr_fr: PrestaShop n'est ni responsable de votre base de données, ni de vos sauvegardes, ni de vos restaurations, ni de vos données.
nl_nl: Prestashop is niet verantwoordelijk voor uw database, reservekopieën, gegevens en herstel.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
fr_fr: PrestaShop est un logiciel open-source, vous l'utilisez à vos risques et périls dans le cadre du contrat de licence.
nl_nl: Prestashop is open-source software, u gebruikt het op eigen risico onder de gebruikersovereenkomst.

source: You should back up your data on a regular basis (both files and database).
fr_fr: Vous devez sauvegarder vos données régulièrement (à la fois vos fichiers et votre base de données).
nl_nl: U zou op een regelmatige basis een reservekopie van uw gegevens moeten maken (zowel van de bestanden als van de database).

source: This function only backs up your database, not your files.
fr_fr: Cette fonction ne permet de sauvegarder que votre base de données, pas vos fichiers.
nl_nl: Deze functie maakt alleen een reservekopie van uw database, niet van uw bestanden.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
fr_fr: Par défaut, vos tables de base de données existantes seront supprimées si vous restaurez une sauvegarde (voir "Options de sauvegarde" ci-dessous).
nl_nl: Standaard worden uw bestaande tabellen verwijderd tijdens het herstellen van een reservekopie, zie reservekopie-opties hier beneden.

source: Always verify the quality and integrity of your backup files!
fr_fr: Vérifiez systématiquement la qualité et l'intégrité de vos fichiers de sauvegarde !
nl_nl: Controleer altijd de kwaliteit en volledigheid van uw reservekopieën!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
fr_fr: Vérifiez l'intégrité de votre sauvegarde : présence d'erreurs, fichier incomplet... Ceci même si l'outil vous a confirmé que la sauvegarde s'est bien déroulée.
nl_nl: Controleer of uw backup-bestanden echt compleet zijn en up to date, zelfs al zegt het systeem dat het backup-proces geslaagd is.

source: Always check your data.
fr_fr: Vérifiez systématiquement vos données.
nl_nl: Controleer altijd uw gegevens.

source: Never restore a backup on a live site.
fr_fr: Ne restaurez jamais une sauvegarde sur un site en production.
nl_nl: Plaats nooit een reservekopie terug op een live site.

source: I have read the disclaimer. Please create a new backup.
fr_fr: J'ai lu l'avertissement - Créer une sauvegarde.
nl_nl: Ik heb de disclaimer gelezen. Creëer een nieuwe reservekopie.

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
fr_fr: Mettez sur "Non" l'option "Activer la boutique" dans la page "Maintenance" du menu "Préférences".
nl_nl: Zet de optie "Schakel winkel in" op "Nee" op de configuratiepagina "Onderhoud" onder het menu "Instellingen".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
fr_fr: Téléchargez le fichier de sauvegarde depuis la liste ci-dessous ou sur votre serveur FTP (dans le dossier "admin/backups").
nl_nl: Download de reservekopie uit de onderstaande lijst of vanaf uw FTP-server (in de map "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
fr_fr: Vérifiez l'intégrité de votre sauvegarde : présence d'erreurs, fichier incomplet... vérifiez toutes vos données.
nl_nl: Controleer de reservekopiegegevens op fouten en of de tabellen compleet zijn. Wees er zeker van datde gegevens kloppen.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
fr_fr: Demandez à votre hébergeur un accès à l'outil "phpMyAdmin".
nl_nl: Vraag uw hostingprovider om toegang tot uw database via phpMyAdmin.

source: Connect to "phpMyAdmin" and select your current database.
fr_fr: Connectez-vous à "phpMyAdmin" et sélectionnez votre base de données actuelle.
nl_nl: Maak een verbinding met "phpMyAdmin" en kies uw huidige database.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
fr_fr: Si vous n'avez pas activé l'option "Supprimer les tables existantes durant l'import", vous devez supprimer toutes les tables présentes dans votre base de données actuelle.
nl_nl: Tenzij u de optie "Verwijder bestaande tabellen" heeft geactiveerd, dient u alle tabellen van uw huidige database te verwijderen.

source: At the top of the screen, please select the "Import" tab
fr_fr: En haut de l'écran, cliquez sur l'onglet "Importer".
nl_nl: Aan de bovenkant van het scherm selecteert u het tabblad "Importeren"

source: Click on the "Browse" button and select the backup file from your hard drive.
fr_fr: Cliquez sur le bouton "Parcourir..." et sélectionnez le fichier de sauvegarde depuis votre disque dur.
nl_nl: Klik op de knop "Bladeren..." en selecteer het reservekopiebestand op uw harddisk.

source: Check the maximum filesize allowed (e.g. Max: 16MB)
fr_fr: Vérifiez la taille maximale autorisée (ex. : Max 16 Mo)
nl_nl: Controleer de maximale bestandsgrootte (bijv. Max: 16MB)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
fr_fr: Si le poids de votre fichier de sauvegarde est trop important, contactez votre hébergeur.
nl_nl: Als uw reservekopiebestand groter is dan deze limiet, neem dan contact op met uw hostingprovider voor verdere ondersteuning.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
fr_fr: Cliquez sur le bouton "Exécuter" et patientez durant l'import de votre fichier. Cela peut prendre plusieurs minutes.
nl_nl: Klik op de knop "Go" en wacht totdat het importeren voltooid is. Het proces kan enkele minuten duren.

source: How to restore a database backup
fr_fr: Comment restaurer votre sauvegarde de base de données
nl_nl: Hoe kan ik een databasebackup terugzetten

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
fr_fr: Si vous avez besoin de restaurer votre base de données, nous vous invitons à souscrire à un [1][2]plan de support technique[/2][/1].
nl_nl: Als het nodig is om een databasebackup te herstellen, nodigen wij u uit om gebruik te maken van een [1][2] technisch ondersteuningsplan [/2][/1].

source: Our team will take care of restoring your database safely.
fr_fr: Notre équipe se chargera de restaurer vos données en toute sécurité.
nl_nl: Ons team zal zorgen voor het veilig herstellen van uw database.

source: Why can't I restore it by myself?
fr_fr: Pourquoi ne puis-je pas restaurer mes données moi-même ?
nl_nl: Waarom kan ik het niet zelf herstellen?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
fr_fr: Votre boutique est hébergée par PrestaShop. Bien que vous puissiez créer des fichiers de sauvegarde ci-dessous, certains paramètres clés ne vous sont pas accessibles pour des raisons de sécurité, comme la gestion des bases de données. C'est pourquoi seule notre équipe est habilitée à restaurer vos données.
nl_nl: Uw winkel wordt gehost door PrestaShop. Hoewel u back-upbestanden hier beneden kunt maken, zijn er core-instellingen waartoe u geen toegang kan krijgen om veiligheidsredenen, zoals databasemanagement. Dus alleen ons team kan overgaan tot een herstel.

source: How to restore a database backup in 10 easy steps
fr_fr: Comment restaurer une sauvegarde en 10 étapes simples
nl_nl: Hoe herstelt men een databasebackup in 10 gemakkelijke stappen

source: How to restore a database backup in 10 easy steps:
fr_fr: Comment restaurer une sauvegarde en 10 étapes simples :
nl_nl: Hoe u een database reservekopie kunt herstellen in 10 stappen:

source: Beginning the download ...
fr_fr: Lancement du téléchargement...
nl_nl: Downloaden begint ...

source: Backup files should automatically start downloading.
fr_fr: Le téléchargement devrait se lancer automatiquement.
nl_nl: Backupbestanden zouden automatisch moeten beginnen met downloaden.

source: If not,
fr_fr: Si ce n'est pas le cas,
nl_nl: Indien dit niet gebeurd,

source: please click here!
fr_fr: veuillez cliquer ici !
nl_nl: klik dan hier!

source: Will be applied when the price is
fr_fr: Sera appliquée lorsque le prix est
nl_nl: Wordt toegepast indien de prijs

source: Will be applied when the weight is
fr_fr: Sera appliquée lorsque le poids est
nl_nl: Wordt toegepast indien het gewicht

source: Ranges are not correctly ordered:
fr_fr: Les tranches ne sont pas dans le bon ordre :
nl_nl: De stappen zijn niet correct geordend:

source: Reordering
fr_fr: Réordonnancement
nl_nl: Herschikken

source: Add new range
fr_fr: Ajouter une nouvelle tranche
nl_nl: Voeg nieuwe stap toe

source: Format:
nl_nl: Afmetingen:

source: Filesize:
fr_fr: Taille du fichier :
nl_nl: Bestandsgrootte:

source: Current size:
fr_fr: Taille actuelle :
nl_nl: Huidige grootte:

source: Choose a file
fr_fr: Choisissez un fichier
nl_nl: Kies een bestand

source: Log in
fr_fr: Connexion
nl_nl: Aanmelden

source: Addons membership provides access to all our PrestaShop modules.
fr_fr: Se connecter à Addons permet d'accéder à tous nos modules PrestaShop.
nl_nl: Addons-lidmaatschap biedt toegang tot al onze PrestaShop-modules.

source: Once connected, your new modules will be automatically installed.
fr_fr: Une fois connecté, vos nouveaux modules seront automatiquement installés.
nl_nl: Eenmaal verbonden, zullen uw nieuwe modules automatisch geïnstalleerd worden.

source: Sign up
fr_fr: S'inscrire
nl_nl: Registreer nu

source: Connect to PrestaShop Marketplace account
fr_fr: Connectez-vous à la place de marché de PrestaShop
nl_nl: Verbinden met uw PrestaShop Addons-account

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
fr_fr: Le fichier contenant le module doit être soit une archive ZIP (.zip) soit un fichier "tarball" (.tar, .tar.gz, .tgz).
nl_nl: De module moet ofwel een zip-bestand zijn (.zip) of een tar-bestand (.tar,. tar.gz,.tgz).

source: Upload a module from your computer.
fr_fr: Mettez en ligne le module depuis votre ordinateur
nl_nl: Upload een module van uw computer.

source: Module file
fr_fr: Fichier du module
nl_nl: Modulebestand

source: Upload this module
fr_fr: Charger le module
nl_nl: Upload deze module

source: An upgrade is available for some of your modules!
fr_fr: Des mises à jour sont disponibles pour certains de vos modules !
nl_nl: Een nieuwe versie is beschikbaar voor sommige van uw modules!

source: Favorites
fr_fr: Favoris
nl_nl: Favorieten

source: undefined
fr_fr: indéfini
nl_nl: niet gedefinieerd

source: Are you sure you want to delete the logo?
fr_fr: Êtes-vous sûr de vouloir supprimer le logo ?
nl_nl: Weet u zeker dat u het logo wilt verwijderen?

source: Ranges
fr_fr: Plages
nl_nl: Bereiken

source: inactive
fr_fr: inactif
nl_nl: inactief

source: Validate
fr_fr: Valider
nl_nl: Valideren

source: Please validate the last range before create a new one.
fr_fr: Veuillez valider la dernière tranche avant d'en ajouter une nouvelle.
nl_nl: Maak eerst de laatste stap kloppend voordat U een nieuwe aanmaakt.

source: Are you sure to delete this range ?
fr_fr: Êtes-vous sur de vouloir supprimer cette tranche ?
nl_nl: Weet u zeker dat u deze stap wilt verwijderen?

source: This range is not valid
fr_fr: Cette tranche n'est pas valide
nl_nl: Deze stap is niet correct.

source: Ranges are overlapping
fr_fr: Les tranches se chevauchent
nl_nl: Bereiken overlappen

source: Please select at least one zone
fr_fr: Veuillez sélectionner au moins une zone
nl_nl: Selecteer tenminste één hulpmiddel

source: [undefined]
fr_fr: [indéfini]
nl_nl: [niet gedefinieerd]

source: This carrier is %1$s and the transit time is %2$s.
fr_fr: Le transporteur est %1$s et le délai de livraison annoncé est : %2$s.
nl_nl: Deze vervoerder is %1$s en de verwachtte leverdatum is: %2$s.

source: free
fr_fr: gratuit
nl_nl: gratis

source: not free
fr_fr: payant
nl_nl: niet gratis

source: This carrier can deliver orders from %1$s to %2$s.
fr_fr: Ce transporteur peut livrer des commandes de %1$s à %2$s.
nl_nl: Deze vervoerder kan bestellingen van %1$s tot %2$s leveren.

source: If the order is out of range, the behavior is to %3$s.
fr_fr: Si la commande est hors de cette tranche, le comportement est défini comme : %3$s.
nl_nl: Indien de bestelling buiten alle stappen valt, dan wordt er %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
fr_fr: Le frais de port est calculé %1$s, et la règle de taxe %2$s est appliquée.
nl_nl: De vervoersprijs is %1$s en de belastingregeling %2$s zal worden toegepast.

source: according to the price
fr_fr: en fonction du prix
nl_nl: volgens de totale prijs

source: according to the weight
fr_fr: en fonction du poids
nl_nl: volgens totaalgewicht

source: Carrier name:
fr_fr: Nom du transporteur :
nl_nl: Vervoerdersnaam:

source: This carrier will be proposed for those delivery zones:
fr_fr: Ce transporteur sera proposé pour les zones suivantes :
nl_nl: Deze vervoerder zal worden aangeboden in de volgende zones:

source: And it will be proposed for those client groups:
fr_fr: Et il sera proposé aux groupes de clients suivants :
nl_nl: En ze zal worden aangeboden aan de volgende klantengroepen:

source: Finally, this carrier will be proposed in those shops:
fr_fr: Enfin, ce transporteur sera disponible pour les boutiques suivantes :
nl_nl: Tenslotte zal deze vervoerder worden aangeboden in deze winkels:

source: Use one of our recommended carrier modules
fr_fr: Utilisez un de nos modules transporteur recommandés
nl_nl: Gebruik één van de voorgestelde vervoerdersmodules

source: It seems there are no recommended carriers for your country.
fr_fr: Il semble qu'il n'y ait pas de transporteur recommandé pour votre pays.
nl_nl: Het lijkt erop dat er geen voorgestelde vervoerders zijn voor uw land.

source: Do you think there should be one? Let us know!
fr_fr: Pensez-vous qu'il devrait y en avoir un ? Faites-le nous savoir !
nl_nl: Denk je dat deze er zou moeten zijn? Laat het ons weten!

source: Modules list
fr_fr: Liste des modules
nl_nl: Overzicht van modules

source: No modules available in this section.
fr_fr: Aucun module disponible dans cette section.
nl_nl: Geen modules beschikbaar in dit onderdeel.

source: View all available payments solutions
fr_fr: Afficher toutes les solutions de paiement
nl_nl: Bekijk alle betalingsoplossingen

source: It seems there are no recommended payment solutions for your country.
fr_fr: Il semble qu'il n'y ait pas de module de paiement recommandé pour votre pays.
nl_nl: Het lijkt erop dat er geen aanbevolen betaaloplossingen is voor uw land.

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
fr_fr: Votre boutique en ligne doit disposer d'un transporteur enregistré dans PrestaShop à partir du moment où vous expédiez vos produits. Cela signifie envoyer vos paquets par le service de Poste local, ou avoir un contrat avec un transporteur privé, qui en retour expédiera vos paquets à vos clients. Pour que PrestaShop puisse suggérer le transporteur le plus adéquat à vos clients lors de leur procédure d'achat, vous devez enregistrer tous les transporteurs avec lesquels vous avez choisi de travailler.
nl_nl: Uw online-winkel moet een vervoerder hebben ​​geregistreerd in PrestaShop zodra u begint met het verzenden van uw producten. Dit laat u toe uw pakketten te verzenden met uw lokale postdienst, of met een private vervoerder die op zijn beurt uw pakketten zal verzenden aan uw klanten. Om PrestaShop toe te laten een voorstel te doen aan uw klanten voor de meest geschikte vervoerder, tijdens het afrekenen van hun bestelling, moet u alle vervoerders waarmee u hebt gekozen om samen te werken, registreren.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
fr_fr: PrestaShop est fourni avec un certains nombre de modules de transporteurs que vous pouvez activer. Vous pouvez également acheter des modules de transporteurs sur la place de marché PrestaShop Addons. Des modules recommandés sont listés ci-dessous : installez le module qui correspond à votre transporteur, et configurez-le !
nl_nl: PrestaShop wordt geleverd met een aantal vervoerder-modules die u kunt activeren. U kunt ook vervoerder-modules kopen op de PrestaShop Addons markt. Aanbevolen modules zijn hieronder opgesomd. Installeer de module die overeenkomt met uw vervoerder, en configureer deze!
