Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
nl_nl: Het opgeladen bestand is groter dan de MAX_FILE_SIZE instelling die was aangegeven in het HTML formulier

source: The uploaded file was only partially uploaded
nl_nl: Het geüploade bestand is slechts gedeeltelijk geupload

source: No file was uploaded.
nl_nl: Geen bestand geüpload

source: Missing a temporary folder
nl_nl: Tijdelijke map niet aanwezig

source: Failed to write file to disk
nl_nl: Niet gelukt om het bestand op te slaan

source: File upload stopped by extension
nl_nl: File opladen is gestopt door de extensie

source: Cannot convert your database's data to utf-8.
nl_nl: Kan de database gegevens niet converteren naar utf-8.

source: Invalid shop name
nl_nl: Ongeldige winkelnaam

source: Your firstname contains some invalid characters
nl_nl: Uw voornaam bevat enkele ongeldige tekens

source: Your lastname contains some invalid characters
nl_nl: Uw achternaam bevat enkele ongeldige tekens

source: Your database server does not support the utf-8 charset.
nl_nl: Uw database server ondersteunt de utf-8 karakterset niet.

source: Your MySQL server does not support this engine, please use another one like MyISAM
nl_nl: Uw MySQL server heeft geen ondersteuning voor deze engine. Gebruik een andere zoals MyISAM

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
nl_nl: Het bestand /img/logo.jpg is niet schrijfbaar, CHMOD 755 of CHMOD 777 dit bestand

source: Invalid catalog mode
nl_nl: Ongeldige catalogus mode

source: No error code available
nl_nl: Geen foutcode beschikbaar

source: This installer is too old.
nl_nl: De installatiemodule is te oud.

source: You already have the %s version.
nl_nl: U heeft reeds versie %s.

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
nl_nl: Kan de SQL upgrade bestanden niet vinden. Kijk na of de map /install/upgrade/sql niet leeg is.

source: No upgrade is possible.
nl_nl: Een upgrade is niet mogelijk.

source: Error while loading SQL upgrade file.
nl_nl: Fout bij het laden van het SQL upgrade bestand.

source: Error while inserting content into the database
nl_nl: Fout bij het inlezen van gegevens in de database

source: Unfortunately,
nl_nl: Helaas,

source: SQL errors have occurred.
nl_nl: SQL fouten hebben plaatsgevonden.

source: The config/defines.inc.php file was not found. Where did you move it?
nl_nl: Het config/defines.inc.php bestand was niet gevonden. Waar heeft u deze geplaatst?

source: Rollback
nl_nl: Terugzetten

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
nl_nl: Na het bijwerken van uw winkel, kunt u terug gaan naar de vorige databank en bestanden. Gebruik deze functie als uw thema of een essentiele module niet goed werkt.

source: Choose your backup:
nl_nl: Kies uw backup:

source: -- Choose a backup to restore --
nl_nl: -- Kies een backup om terug te zetten --

source: The pre-Upgrade checklist
nl_nl: De checklist voor het bijwerken

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
nl_nl: De checklist is niet in orde. U kan uw winkel enkel bijwerken als alle indicatoren groen zijn.

source: Before starting the upgrade process, please make sure this checklist is all green.
nl_nl: Vooraleer u kan bijwerken moet u zeker zijn dat deze checklist volledig groen is.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
nl_nl: De 1-click upgrade module is up-to-date (uw huidige versie is v%s)

source: Your store's root directory is writable (with appropriate CHMOD permissions)
nl_nl: Uw winkel root map is beschrijfbaar (met de juiste CHMOD permissies)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
nl_nl: De "/admin/autoupgrade" map is beschrijfbaar (juiste CHMOD permissies)

source: PHP's "Safe mode" option is turned off
nl_nl: PHP's "Safe mode" optie is uitgeschakeld

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
nl_nl: PHP's "allow_url_fopen" optie is ingeschakeld of cURL is geinstalleerd

source: Your store is in maintenance mode
nl_nl: Uw winkel is in onderhoudsmodus

source: Click here to put your shop under maintenance
nl_nl: Klik hier om uw winkel in onderhoudsmodus te plaatsen

source: PrestaShop's caching features are disabled
nl_nl: De cache mogelijkheid van PrestaShop is uitgeschakeld

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s)
nl_nl: PHP's max_execution_time instelling heeft een hoge waarde of is volledig uitgeschakeld (huidige waarde: %s)

source: unlimited
nl_nl: Onbeperkt

source: %s seconds
nl_nl: %s seconden

source: Please also make sure you make a full manual backup of your files and database.
nl_nl: Zorg er ook voor dat u een volledig handmatige backup van uw bestanden en database maakt.

source: branch:
nl_nl: tak:

source: available
nl_nl: beschikbaar

source: unavailable
nl_nl: onbeschikbaar

source: Version number:
nl_nl: Versienummer:

source: Changelog:
nl_nl: Wijzigingslogboek:

source: see changelog
nl_nl: zie wijzigingslogboek

source: Major release
nl_nl: Grote release

source: Minor release (recommended)
nl_nl: Kleine release (aanbevolen)

source: Release candidates
nl_nl: Release kandidaten

source: Private release (require link and MD5 hash)
nl_nl: Private release (link en MD5 hash nodig)

source: Local archive
nl_nl: Lokaal archief

source: Local directory
nl_nl: Locale map

source: Channel:
nl_nl: Kanaal:

source: This option regroup all stable versions.
nl_nl: Deze optie zal alle stabiele versies hergroeperen.

source: Hash key:
nl_nl: Hash sleutel:

source: Allow major upgrade:
nl_nl: Laat grote upgrade toe:

source: Archive to use:
nl_nl: Gebruik Archief:

source: choose an archive
nl_nl: kies een archief

source: to upgrade for version
nl_nl: om te upgraden naar versie

source: No archive found in your admin/autoupgrade/download directory
nl_nl: Geen archief gevonden in uw admin/autoupgrade/download map

source: This option will skip the download step.
nl_nl: Deze optie zal de download stap overslaan.

source: More options (Expert mode)
nl_nl: Meer opties (Expert mode)

source: Please select your channel:
nl_nl: Selecteer uw kanaal:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
nl_nl: Kanalen laten u toe om op verschillende manieren bij te werken. U kan ofwel zelf een nieuwe versie manueel uploaden of laat de 1-Click Upgrade module het voor u doen.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
nl_nl: De Alpha, Beta en Private kanalen geven u de mogelijkheid om bij te werken naar een niet officiële of onstabiele versie (enkel om te testen).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
nl_nl: Standaard gebruikt u het "Kleine release" kanaal die de laatste en meest stabiele versie zal aanbieden.

source: Step
nl_nl: Stap

source: Upgrade steps
nl_nl: Upgrade stappen

source: Version comparison
nl_nl: Versievergelijking

source: PrestaShop Original version
nl_nl: Originele versie van PrestaShop

source: Differences between versions
nl_nl: Verschillen tussen de versies

source: Activity Log
nl_nl: Activiteitenlog

source: Currently processing
nl_nl: Momenteel in behandeling

source: Analyzing the situation...
nl_nl: Analyseren van de situatie...

source: Errors
nl_nl: Fouten

source: Start your Upgrade
nl_nl: Start het bijwerken

source: Congratulations, you are already using the latest version available!
nl_nl: Proficitat. U gebruikt reeds de laatst beschikbare versie!

source: You come from the future! You are using a more recent version than the latest available!
nl_nl: U komt van de toekomst! U gebruikt een meer recentere versie dan de laatste die beschikbaar is!

source: Your current PrestaShop version
nl_nl: Uw huidige PrestaShop versie

source: Latest official version for %1$s channel.
nl_nl: Laatste officiële versie voor het %1$s kanaal.

source: Upgrade PrestaShop now!
nl_nl: Werk PrestaShop nu bij!

source: You use Smarty 3
nl_nl: U gebruikt Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
nl_nl: Smarty 2 is niet meer in gebruik 1.4 en was verwijderd in 1.5. U moet waarschijnlijk uw huidige thema bijwerken of een nieuwe gebruiken.

source: PrestaShop will be downloaded from %s
nl_nl: PrestaShop zal worden gedownload van %s

source: open changelog in a new window
nl_nl: open het wijzigingslogboek in een nieuw venster

source: No file will be downloaded (channel %s is used)
nl_nl: Geen bestand zal worden gedownload (kanaal %s is gebruikt)

source: The following action are automatically replaced
nl_nl: De volgende acties zullen automatisch worden vervangen

source: %1$s will be replaced by %2$s
nl_nl: %1$s zal worden vervangen door %2$s

source: To change this behavior, you need to manually edit your php files
nl_nl: Om dit gedrag te veranderen, moet u uw php-bestanden handmatig bewerken

source: Check if a new version is available
nl_nl: Kijk na of een nieuwe versie beschikbaar is

source: Last check: %s
nl_nl: Laatste keer nagekeken: %s

source: refresh the page
nl_nl: Ververs de pagina

source: This functionality has been disabled.
nl_nl: Deze functionaliteit is uitgeschakeld.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
nl_nl: [TECHNISCHE FOUT] ajax-upgradetab.php is niet aanwezig. U moet deze herinstalleren of de module resetten.

source: Welcome!
nl_nl: Welkom!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
nl_nl: Met de 1-Click Upgrade module van PrestaShop is het nooit zo gemakkelijk geweest om uw winkel bij te werken naar de laatste versie!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
nl_nl: Maak altijd een volledig handmatige reservekopie van uw bestanden en database voordat u begint met een upgrade.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
nl_nl: Doe steeds een dubbele controle van de integriteit van reservekopie zodat u deze gemakkelijk handmatig terug kan zetten indien nodig.

source: If you do not know how to proceed, ask your hosting provider.
nl_nl: Als u niet weet hoe verder te gaan, vraag het dan aan uw hosting provider.

source: Backup Options
nl_nl: Reservekopie-opties

source: Upgrade Options
nl_nl: Upgrade Opties

source: Are you sure you want to delete this backup?
nl_nl: Bent u zeker dat u deze reservekopie wil verwijderen?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
nl_nl: Uw server kan het bestand niet downloaden. Upload het eerst via ftp in uw admin/autoupgrade map

source: Click to refresh the page and use the new configuration
nl_nl: Klik om deze pagina te hernieuwen en om de nieuwe configuratie te gebruiken

source: An update is currently in progress... Click "OK" to abort.
nl_nl: Bijwerken is momenteel bezig...Klik "OK" om te onderbreken.

source: Upgrading PrestaShop
nl_nl: PrestaShop bijwerken

source: Upgrade complete
nl_nl: Upgrade compleet

source: Upgrade Complete!
nl_nl: Upgrade Compleet!

source: Upgrade complete, but warning notifications has been found.
nl_nl: Upgrade compleet maar waarschuwingen zijn gevonden.

source: Cookies have changed, you will need to log in again once you refreshed the page
nl_nl: Cookies zijn veranderd. U moet opnieuw inloggen wanneer u de pagina vernieuwd

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
nl_nl: Javascript en CSS bestanden zijn veranderd. U moet de cache van uw browser leegmaken met CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
nl_nl: Kijk na of het front office thema volledig werkt (probeer een account aan te maken, een bestelling te plaatsen...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
nl_nl: Productafbeeldingen verschijnen niet in de front office? Probeer de miniaturen te regenereren in Voorkeuren> Afbeeldingen

source: Do not forget to reactivate your shop once you have checked everything!
nl_nl: Vergeet niet om uw winkel terug te activeren nadat u alles heeft nagekeken!

source: ToDo list:
nl_nl: ToDo lijst:

source: Restoration complete.
nl_nl: Herstellen is gelukt.

source: Starting restoration...
nl_nl: Herstellen starten...

source: Error detected during
nl_nl: Fout ontdekt tijdens

source: The request exceeded the max_time_limit. Please change your server configuration.
nl_nl: Het verzoek overschreed de max_time_limit. Wijzig uw serverconfiguratie.

source: Manually go to %s button
nl_nl: Ga manueel naar de %s knop

source: End of process
nl_nl: Einde van het proces

source: Operation canceled. Checking for restoration...
nl_nl: Operatie onderbroken. Nakijken voor herstel...

source: Do you want to restore
nl_nl: Wil u herstellen

source: Operation canceled. An error happened.
nl_nl: Operatie onderbroken. Een fout is opgetreden.

source: is missing. please reinstall the module
nl_nl: ontbreekt. Gelieve de module opnieuw te installeren

source: See or hide the list
nl_nl: Bekijk of verberg de lijst

source: Core file(s)
nl_nl: Core bestand(en)

source: Mail file(s)
nl_nl: Mail bestand(en)

source: Translation file(s)
nl_nl: Vertalingsbestand(en)

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
nl_nl: De server kan het bestand niet downloaden. Gelieve deze te uploaden naar uw FTP-server, en zet het in je /[admin]/autoupgrade map.

source: Theses files will be deleted
nl_nl: Deze bestanden zullen worden verwijderd

source: Theses files will be modified
nl_nl: Deze bestanden zullen worden aangepast

source: Less options
nl_nl: Minder opties

source: Link and MD5 hash cannot be empty
nl_nl: De link en MD5 hash mogen niet leeg zijn

source: You need to enter the version number associated with the archive.
nl_nl: U moet het versienummer ingeven van het archief.

source: No archive has been selected.
nl_nl: Er is geen archief geselecteerd.

source: You need to enter the version number associated with the directory.
nl_nl: U moet het versienummer ingeven van de map.

source: Please confirm that you want to skip the backup.
nl_nl: Bevestig dat u de reservekopie wil overslaan.

source: Please confirm that you want to preserve file options.
nl_nl: Bevestig dat u de bestandsopties wil bewaren.

source: %s is not a file
nl_nl: %s is geen bestand

source: Unable to create directory %s.
nl_nl: Kan map %s niet aanmaken.

source: Archive extracted
nl_nl: Archief uitgepakt

source: zip->extractTo(): unable to use %s as extract destination.
nl_nl: zip->extractTo(): niet mogelijk om %s te gebruiken als doel om uit te pakken.

source: Unable to open zipFile %s
nl_nl: Onmogelijk om zipFile %s te openen

source: [ERROR] Error on extracting archive using PclZip: %s.
nl_nl: [FOUT] fout bij het uitpakken van het archief met PclZip: %s.

source: [ERROR] Unable to list archived files
nl_nl: [FOUT] Onmogelijk om de archief bestanden op te lijsten

source: File %s is preserved
nl_nl: Bestand %s is bewaard

source: Install
fr_fr: Installer
nl_nl: Installeren

source: Read more
fr_fr: En savoir plus
nl_nl: Lees verder

source: You bought this module on PrestaShop Addons. Thank You.
fr_fr: Vous avez acheté ce module sur PrestaShop Addons. Merci !
nl_nl: U heeft deze module gekocht via PrestaShop Addons. Dank u wel.

source: Bought
fr_fr: Acheté
nl_nl: Gekocht

source: This module is available on PrestaShop Addons
fr_fr: Ce module est disponible sur PrestaShop Addons.
nl_nl: Deze module is beschikbaar op PrestaShop Addons

source: Popular
fr_fr: Populaire
nl_nl: Populair

source: Official
fr_fr: Officiel
nl_nl: Officieel

source: Need update
fr_fr: Nécessite une mise à jour
nl_nl: Dient bijgewerkt te worden

source: Free
fr_fr: gratuit
nl_nl: Gratis

source: This module is available for free thanks to our partner.
fr_fr: Ce module est disponible gratuitement grâce à notre partenaire.
nl_nl: Deze module is gratis beschikbaar dankzij onze partner.

source: Uninstall
fr_fr: Désinstaller
nl_nl: Deïnstalleren

source: Remove from Favorites
fr_fr: Supprimer des favoris
nl_nl: Verwijder van Favorieten

source: Mark as Favorite
fr_fr: Ajouter aux favoris
nl_nl: Markeer as Favoriet

source: Official, PrestaShop certified module. Free, secure and includes updates!
fr_fr: Module Officiel gratuit, validé par PrestaShop et mis à jour régulièrement !
nl_nl: Een officiële, door PrestaShop gecertificeerde module. Gratis, veilig en updates inbegrepen!

source: Update it!
fr_fr: Mettre à jour !
nl_nl: Bijwerken!

source: Install the selection
fr_fr: Installer la sélection
nl_nl: Selectie installeren

source: Uninstall the selection
fr_fr: Désinstaller la sélection
nl_nl: Selectie deïnstalleren

source: Would you like to delete the content related to this module ?
fr_fr: Souhaitez-vous supprimer le contenu lié à ce module ?
nl_nl: Wenst u de gegevens verbonden aan deze module te verwijderen?

source: Confirm reset
fr_fr: Confirmer la réinitialisation
nl_nl: Bevestig reset

source: No - reset only the parameters
fr_fr: Non - réinitialiser seulement les paramètres
nl_nl: Nee - reset alleen de parameters

source: Yes - reset everything
fr_fr: Oui - tout réinitialiser
nl_nl: Ja - reset alles

source: Preferences saved
fr_fr: Préférences enregistrées
nl_nl: Voorkeuren opgeslagen

source: You cannot place a new order from your country (%s).
fr_fr: Vous ne pouvez pas créer de nouvelle commande depuis votre pays (%s).
nl_nl: Vanuit uw land (%s) kunnen geen nieuwe bestellingen worden geplaatst.

source: Undefined
fr_fr: Indéfini
nl_nl: Ongedefineerd

source: (tax excl.)
fr_fr: (HT)
nl_nl: (excl. BTW)

source: Check / Uncheck all
fr_fr: Tout sélectionner / désélectionner
nl_nl: Selecteer / deselecteer alles

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
fr_fr: Vous modifiez cette page pour une boutique ou un groupe de boutiques en particulier. Cliquez sur "Oui" pour sélectionner tous les champs, sur "Non" pour n'en sélectionner aucun.
nl_nl: U bewerkt deze pagina voor een specifieke winkel of groep. Klik op 'Ja' als u alle velden wilt selecteren, "Nee" als u alles wilt deselecteren.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
fr_fr: Si vous sélectionnez un champ, modifiez sa valeur, et sauvegardez, le comportement multiboutique ne s'appliquera pas à cette boutique (ou ce groupe), pour ce paramètre-ci.
nl_nl: Als u een veld hebt gemarkeerd, wijzigt u de waarde en opslaan, meerdere winkel gedrag niet van toepassing op deze winkel (of groep) voor deze speciale parameter.

source: You can't change the value of this configuration field in the context of this shop.
fr_fr: Vous ne pouvez pas changer la valeur de ce champ de configuration dans le contexte de la boutique actuelle.
nl_nl: U kunt deze waarde van deze configuratie veranderen in de context van deze winkel

source: Page
nl_nl: Pagina

source: Comment:
fr_fr: Commentaire :
nl_nl: Commentaar:

source: -- Choose --
fr_fr: Choisissez
nl_nl: -- Kies --

source: Forward this discussion
fr_fr: Transférer cette discussion
nl_nl: Stuur deze discussie door

source: Forward this discussion to an employee:
fr_fr: Transférer cette discussion à un employé :
nl_nl: Stuur deze discussie door naar een medewerker:

source: Someone else
fr_fr: Quelqu'un d'autre
nl_nl: Iemand anders

source: Forward
fr_fr: Transférer
nl_nl: Doorsturen

source: Administration
nl_nl: Administratie

source: Achievements
fr_fr: Succès
nl_nl: Prestaties

source: International
nl_nl: Internationaal

source: Advertising and Marketing
fr_fr: Publicité et Marketing
nl_nl: Reclame en marketing

source: Analytics and Stats
fr_fr: Statistiques et Analyses
nl_nl: Analyses en statistieken

source: Taxes & Invoicing
fr_fr: Taxes et Facturation
nl_nl: Belasting & Facturatie

source: Checkout
fr_fr: Commander
nl_nl: Afrekenen

source: Content Management
fr_fr: Gestion de contenu
nl_nl: Inhoudsbeheer

source: Customer Reviews
fr_fr: Avis clients
nl_nl: Klantbeoordelingen

source: Emailing
fr_fr: Envoi d'e-mails
nl_nl: E-mailen

source: Front office Features
fr_fr: Fonctionnalités Front-office
nl_nl: Winkel functies

source: Internationalization and Localization
fr_fr: Internationalisation & Localisation
nl_nl: Internationalisatie en lokalisatie

source: Migration Tools
fr_fr: Outils de migration
nl_nl: Hulpprogramma's voor migratie

source: Payments and Gateways
fr_fr: Paiement
nl_nl: Betaalmethodes en gateways

source: Site certification & Fraud prevention
fr_fr: Certification de site et Lutte contre la fraude
nl_nl: Site-certificatie & Fraudepreventie

source: Pricing and Promotion
fr_fr: Prix et Promotions
nl_nl: Prijzen en promotie

source: Quick / Bulk update
fr_fr: Edition rapide / de masse
nl_nl: Snel / bulk bijwerken

source: Shipping and Logistics
fr_fr: Transporteur et Logistique
nl_nl: Verzending en logistiek

source: Comparison site & Feed management
fr_fr: Comparateurs et Gestion de flux
nl_nl: Vergelijkingssite & Feed-beheer

source: Marketplace
fr_fr: Places de marché
nl_nl: Marktplaats

source: Mobile
nl_nl: Mobiel

source: Internationalization & Localization
fr_fr: Internationalisation et Localisation
nl_nl: Internationalisatie & lokalisatie

source: Emailing & SMS
fr_fr: Envoi d'e-mails et SMS
nl_nl: E-mail & SMS

source: Social Networks
fr_fr: Réseaux sociaux
nl_nl: Sociale netwerken

source: Modules to update
fr_fr: Modules à mettre à jour
nl_nl: Bij te werken modules

source: Translate this module
fr_fr: Traduire ce module
nl_nl: Vertaal deze module

source: This module cannot be installed
fr_fr: Ce module ne peut pas être installé
nl_nl: Deze module kan niet worden geïnstalleerd

source: Important Notice
fr_fr: Information importante
nl_nl: Belangrijke mededeling

source: This module is Untrusted for your country
fr_fr: Ce module n'est pas vérifié pour votre pays
nl_nl: Deze module is niet vertrouwd voor uw land

source: Current version: %s
fr_fr: Version actuelle : %s
nl_nl: Huidige versie: %s

source: All modules updated successfully.
fr_fr: Tous les modules ont bien été mis à jour.
nl_nl: Alle modules bijgewerkt.

source: No file upgrades applied (none exist).
fr_fr: Aucun fichier de mise à jour appliqué (aucun fichier trouvé).
nl_nl: Geen bestand bijwerken toegepast (geen gevonden)

source: The following module(s) were upgraded successfully: %s.
fr_fr: Mise à jour réussie pour le(s) module(s) suivant(s) : %s.
nl_nl: De volgende module(s) werd(en) met success bijgewerkt: %s.

source: Everything is up-to-date
fr_fr: Tout est bien à jour
nl_nl: Alles is up-to-date

source: Other Modules
fr_fr: Autres modules
nl_nl: Andere modules

source: Installed Modules
fr_fr: Modules installés
nl_nl: Geïnstalleerde modules

source: Disabled Modules
fr_fr: Modules désactivés
nl_nl: Uitgeschakelde modules

source: All countries
fr_fr: Tous les pays
nl_nl: Alle landen

source: Filter by
fr_fr: Filtrer par
nl_nl: Filteren op
