Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
fr_fr: Le module apache "mod_security" est activé sur votre serveur. Cela peut créer des erreurs de type "Bad Request" dans certains cas.
nl_nl: Apache mod_security is geactiveerd op uw server. Dit kan resulteren in enkele Bad Request-fouten

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
fr_fr: Attention, votre hébergement utilise le patch de sécurité Suhosin pour PHP, qui limite le nombre maximal de champs autorisés dans un formulaire :
nl_nl: Waarschuwing, uw hostingprovider maakt gebruik van de Suhosin-patch voor PHP, dat zorgt voor een maximum aantal toegestane velden in een formulier:

source: for suhosin.post.max_vars.
fr_fr: pour suhosin.post.max_vars.
nl_nl: Voor suhosin.post.max_vars.

source: for suhosin.request.max_vars.
fr_fr: pour suhosin.request.max_vars.
nl_nl: Voor suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
fr_fr: Veuillez contacter votre hébergeur pour augmenter la limite de Suhosin à
nl_nl: Vraag uw hostingprovider het Suhosin-limiet te verhogen naar

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
fr_fr: Attention, votre configuration PHP limite le nombre maximum de champs autorisés dans un formulaire :
nl_nl: Waarschuwing, Uw PHP configuratie begrenst het maximum aantal velden geplaatst in een formulier

source: for max_input_vars.
fr_fr: pour max_input_vars
nl_nl: Voor max_input_vars.

source: Please ask your hosting provider to increase this limit to
fr_fr: Veuillez contacter votre hébergeur pour augmenter cette limite à
nl_nl: Vraag uw hostingprovider om dit limiet te verhogen naar

source: Expressions to translate:
fr_fr: Expressions à traduire :
nl_nl: Te vertalen uitdrukkingen:

source: Total missing expressions:
fr_fr: Total des expressions manquantes :
nl_nl: Totaal aantal ontbrekende uitdrukkingen:

source: Some of these expressions use this special syntax: %s.
fr_fr: Certaines de ces expressions utilisent cette syntaxe spéciale: %s.
nl_nl: Sommige van deze uitdrukkingen gebruiken deze speciale syntaxis: %s.

source: There are [1]%replace%[/1] products
fr_fr: Il y a [1]%replace%[/1] produits
nl_nl: Er zijn [1]%replace%[/1] producten

source: %s" will be replaced by a number.
fr_fr: "%s" sera remplacé par un nombre.
nl_nl: "%s" zal vervangen worden door een nummer.

source: List of pages in [1]%replace%[/1]
fr_fr: Liste des pages de [1]%replace%[/1]
nl_nl: Lijst van pagina's in [1]%replace%[/1]

source: %s" will be replaced by a string.
fr_fr: "%s" sera remplacé par une chaîne.
nl_nl: "%s" zal vervangen worden door een tekenreeks.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
fr_fr: Caractéristique : [1]%1%[/1] ([1]%2%[/1] valeurs)
nl_nl: Kenmerk: [1]%1%[/1] ([1]%2%[/1] waarden)

source: The numbers enable you to reorder the variables when necessary.
fr_fr: Les chiffres vous permettent de réordonner les variables quand cela est nécessaire.
nl_nl: De nummers laten u toe de variabelen te herschikken indien nodig.

source: This expression uses a special syntax:
fr_fr: Cette expression utilise une syntaxe spécifique :
nl_nl: Deze uitdrukking gebruikt een speciale syntax:

source: %s at least, or you will have to edit the translation files.
fr_fr: au moins %s, ou vous devrez modifier les fichiers de traduction.
nl_nl: %s minstens, of u zal de vertalingsbestanden moeten aanpassen.

source: Click on the title of a section to open its fieldsets.
fr_fr: Cliquez sur le titre d'une section pour afficher ses champs.
nl_nl: Klik op de titel van een sectie om de set van velden te openen.

source: You MUST use this syntax in your translations. Here are several examples:
fr_fr: Vous devez utiliser cette syntaxe dans vos traductions. Voici quelques exemples :
nl_nl: U MOET deze syntaxis in uw vertalingen gebruiken. Hier volgen enkele voorbeelden:

source: expressions
nl_nl: uitdrukkingen

source: Theme:
fr_fr: Thème :
nl_nl: Thema:

source: Here you can modify translations for all installed module.
fr_fr: Ici, vous pouvez modifier les traductions de tous les modules installés.
nl_nl: Hier kunt u alle vertalingen bewerken voor al uw geïnstalleerde modules.

source: Location
fr_fr: Emplacement
nl_nl: Locatie

source: Reference number:
fr_fr: Numéro de référence :
nl_nl: Referentienummer:

source: Supplier reference:
fr_fr: Référence fournisseur :
nl_nl: Leveranciersreferentie:

source: tax excl.
fr_fr: HT
nl_nl: excl. btw

source: tax incl.
fr_fr: TTC
nl_nl: incl. btw

source: %s (%s refund)
fr_fr: %s (%s remboursé)
nl_nl: %s (%s teruggave)

source: Quantity:
fr_fr: Quantité :
nl_nl: Aantal:

source: Amount:
fr_fr: Montant :
nl_nl: Bedrag:

source: Package content
fr_fr: Contenu du pack
nl_nl: Pakket-inhoud

source: Editing this product line will remove the reduction and base price.
fr_fr: Modifier cette ligne supprimera la réduction et le prix d'origine visibles par le client (seul le prix final sera visible).
nl_nl: Als u deze productlijn bewerkt zal de vermindering en de basisprijs worden verwijderd.

source: Refund history
fr_fr: Historique des remboursements
nl_nl: Terugbetalingsgeschiedenis

source: Return history
fr_fr: Historique des retours
nl_nl: Retourzendingsgeschiedenis

source: Package item
fr_fr: Article du pack
nl_nl: Verpakkingsitem

source: Ref Supplier:
fr_fr: Réf. fournisseur :
nl_nl: Ref. leverancier:

source: Standard (5 steps)
nl_nl: Standaard (5 stappen)

source: One page checkout
nl_nl: Op één pagina afrekenen

source: superior
nl_nl: omhoog

source: inferior
nl_nl: omlaag

source: classical
nl_nl: klassiek

source: Enable Shop
nl_nl: Schakel winkel in

source: Activate or deactivate your shop. Deactivate your shop while you perform maintenance on it. Please note that the webservice will not be disabled
nl_nl: Activeer of deactiveer uw winkel. Deactiveer uw winkel wanneer u onderhoud pleegt. Uw webservice zal niet gedeactiveerd worden

source: Maintenance IP
nl_nl: Onderhouds IP

source: IP addresses allowed to access the Front Office even if shop is disabled. Use a comma to separate them (e.g., 42.24.4.2,127.0.0.1,99.98.97.96)
nl_nl: IP-adressen die toegang hebben tot uw winkel, zelfs als de winkel uitgeschakeld is. Gebruik een komma om ze te scheiden (bijv. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Enable SSL
nl_nl: SSL activeren

source: If your hosting provider allows SSL, you can activate SSL encryption (https://) for customer account identification and order processing
nl_nl: Indien uw provider SSL ondersteund kunt u SSL-encryptie activeren (https://) voor de klantaccounts en de afhandeling van bestellingen

source: Check IP on the cookie
nl_nl: Controleer het IP-adres in de cookie

source: Check the IP address of the cookie in order to avoid your cookie being stolen
nl_nl: Controleer het IP-adres van de cookie om te voorkomen dat uw cookie wordt gestolen

source: Lifetime of the Front Office cookie
nl_nl: Geldigheid van de winkelcookie

source: Indicate the number of hours
nl_nl: Geef het aantal uren op

source: Lifetime of the Back Office cookie
nl_nl: Geldigheid van winkelachterkantcookie

source: Increase Front Office security
nl_nl: Winkelbeveiliging verhogen

source: Enable or disable token on the Front Office in order to improve PrestaShop security
nl_nl: Winkel token in- of uitschakelen om zo de PrestaShop beveiliging te verbeteren

source: Back Office help boxes
nl_nl: Winkelachterkant helpkaders

source: Enable yellow help boxes which are displayed under form fields in the Back Office
nl_nl: Zet de gele helpkaders aan die onder de formuliervelden in de winkelachterkant zichtbaar zijn.

source: Order process type
nl_nl: Bestelproces type

source: You can choose the order process type as either standard (5 steps) or One Page Checkout
nl_nl: U kunt het bestelprocestype kiezen tussen standaard (5 stappen) of één pagina voor het afrekenen.

source: Enable guest checkout
nl_nl: Activeer als gast afrekenen

source: Your guest can make an order without registering
nl_nl: Uw gasten kunnen een bestelling plaatsen zonder te registreren

source: Terms of service
nl_nl: Algemene voorwaarden

source: Require customers to accept or decline terms of service before processing the order
nl_nl: Verplicht klanten om akkoord of niet akkoord te gaan met de Algemene voorwaarden alvorens verder met de bestelling te gaan

source: Conditions of use CMS page
nl_nl: Voorwaarden voor gebruik van CMS-pagina

source: Choose the Conditions of use CMS page
nl_nl: Kies de CMS-pagina met de Algemene voorwaarden

source: Offer gift-wrapping
nl_nl: Bied cadeauverpakking aan

source: Suggest gift-wrapping to customer and possibility of leaving a message
nl_nl: Bied cadeauverpakking aan de klanten en de mogelijkheid om een persoonlijk bericht toe te voegen

source: Gift-wrapping price
nl_nl: Cadeauverpakking kosten

source: Set a price for gift-wrapping
nl_nl: Vul een prijs voor cadeauverpakking in

source: Gift-wrapping tax
nl_nl: Btw voor cadeauverpakking

source: Set a tax for gift-wrapping
nl_nl: Vul de btw in voor cadeauverpakking

source: Attachment maximum size
nl_nl: Maximale grootte van bijlage

source: Set the maximum size of attachment files (in MegaBytes)
nl_nl: Geef de maximale grootte van de bijlages op (in Megabytes)

source: Offer recycled packaging
nl_nl: Gerecyclede verpakking aanbieden

source: Suggest recycled packaging to customer
nl_nl: Bied gerecycleerde verpakking aan aan de klant

source: Cart re-display at login
nl_nl: Winkelwagen opnieuw laten zien bij aanmelden

source: After customer logs in, recall and display contents of his/her last shopping cart
nl_nl: Nadat een klant opnieuw aanmeld, laat dan opnieuw de inhoud van de winkelwagen zien

source: Round mode
nl_nl: Manier van afronden

source: You can choose how to round prices: always round superior; always round inferior, or classic rounding
nl_nl: U kunt kiezen hoe prijzen moeten worden afgerond: altijd omhoog afronden; altijd omlaag afronden, of klassieke afronding

source: Automatically check for module updates
nl_nl: Automatisch controleren op bij te werken modules

source: New modules and updates are displayed on the modules page
nl_nl: Nieuwe modules en updates worden getoond op de module pagina

source: Hide optimization tips
nl_nl: Verberg optimalisatietips

source: Hide optimization tips on the back office homepage
nl_nl: Verberg optimalisatietips op de winkelachterkant homepage

source: Display suppliers and manufacturers
nl_nl: Leveranciers en fabrikanten weergeven

source: Display manufacturers and suppliers list even if corresponding blocks are disabled
nl_nl: Geef fabrikanten en leveranciers weer zelfs als de corresponderende blokken zijn uitgeschakeld

source: Use Smarty 2 instead of 3
nl_nl: Gebruik Smarty 2 in plaats van 3

source: Enable if your theme is incompatible with Smarty 3 (you should update your theme, since Smarty 2 will be unsupported from PrestaShop v1.5)
nl_nl: Inschakelen als uw thema niet compatibel is met Smarty 3 (u moet uw thema bijwerken, omdat Smarty 2 niet ondersteund zal worden vanaf PrestaShop v1.5)

source: Time Zone:
nl_nl: Tijdzone:

source: Please click here to use HTTPS protocol before enabling SSL.
nl_nl: Klik hier om eerst gebruik te maken van het HTTPS protocol voordat u SSL inschakelt

source: General
nl_nl: Algemeen

source: Set required fields for this section
fr_fr: Définir les champs requis pour cette section
nl_nl: Selecteer verplichte velden voor deze selectie

source: Required Fields
fr_fr: Champs requis
nl_nl: Verplichte velden

source: Select the fields you would like to be required for this section.
fr_fr: Sélectionnez les champs que vous voulez rendre obligatoires pour cette section.
nl_nl: Selecteer de velden die u graag verplicht wilt hebben in deze selectie

source: Field Name
fr_fr: Nom du champ
nl_nl: Veldnaam

source: Click here to see more
fr_fr: Cliquez ici pour en savoir plus
nl_nl: Klik hier om meer te zien

source: Hide warning
fr_fr: Masquer l'avertissement
nl_nl: Verberg waarschuwing

source: There are %d warnings.
fr_fr: Il y a %d avertissements.
nl_nl: Er zijn %d waarschuwingen

source: There is %d warning.
fr_fr: Il y a %d avertissement.
nl_nl: Er is %d waarschuwing

source: Delete item #
fr_fr: Supprimer l'élément n°
nl_nl: Item # verwijderen

source: No address has been found for this brand.
fr_fr: Aucune adresse n'a été trouvée pour cette marque.
nl_nl: Geen adres gevonden voor dit merk.

source: Qty:
fr_fr: Qté :
nl_nl: Aantal:

source: Unable to write in the directory "%s"
nl_nl: Kan niet schrijven in directory "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
nl_nl: Deze versie van PrestaShop kan niet worden bijgewerkt: de PS_ADMIN_DIR constante ontbreekt.

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
nl_nl: Geeft u een automatische manier om uw winkel bij te werken naar de laatste versie van PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %d).
nl_nl: Niet mogelijk om de verouderde "AdminUpgrade" tab (tab ID: %d) te verwijderen.

source: Unable to create the "AdminSelfUpgrade" tab
nl_nl: Niet mogelijk om de "AdminSelfUpgrade" tab aan te maken

source: Unable to copy logo.gif in %s
nl_nl: Kan logo.gif niet kopiëren in %s

source: Unable to load the "AdminSelfUpgrade" tab
nl_nl: Kan de "AdminSelfUpgrade" tab niet laden

source: Unable to create the directory "%s"
nl_nl: Kan de map "%s" niet aanmaken

source: Unable to copy ajax-upgradetab.php in %s
nl_nl: Kan de ajax-upgradetab.php niet kopiëren in %s

source: Download
fr_fr: Téléchargement
nl_nl: Downloaden

source: A language pack is available for this ISO.
fr_fr: Un pack de langue est disponible pour ce code ISO.
nl_nl: Een taalpakket is beschikbaar voor deze ISO.

source: The Prestashop version compatible with this language and your system is:
fr_fr: La version de PrestaShop compatible avec cette langue et votre système est :
nl_nl: De compatibele Prestashop versie voor deze taal en uw systeem is:

source: After creating the language, you can import the content of the language pack, which you can download under "Localization -- Translations.
fr_fr: Après avoir créé la langue, vous pouvez importer le contenu du pack de langue, que vous pouvez télécharger depuis la page "Traductions" du menu "Localisation".
nl_nl: Na het creëren van deze taal kunt u de inhoud van het taalpakket importeren, welke u kunt downloaden via de configuratiepagina "Lokalisatie > Vertalingen".

source: No language pack is available on prestashop.com for this ISO code
fr_fr: Aucun pack de langue n'est disponible sur PrestaShop.com pour ce code ISO
nl_nl: Geen taalpakket beschikbaar op de website prestashop.com voor deze ISO-code

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
fr_fr: Ce pack n'est pas complet et ne peut pas être utilisé sur le front-office ou le back-office, car des fichiers sont manquants.
nl_nl: Deze vertaling is NIET compleet en kan niet in de winkel of de winkelachterkant worden gebruikt omdat er enkele bestanden ontbreken.

source: Missing files are marked in red
fr_fr: Les fichiers manquants sont colorés en rouge
nl_nl: Ontbrekende bestanden zijn rood gemarkeerd

source: never
fr_fr: jamais
nl_nl: nooit

source: Your Sitemaps were successfully created. Please do not forget to setup the URL
fr_fr: Vos fichiers Sitemaps ont été créés avec succès. N'oubliez pas de configurer l'URL
nl_nl: Uw sitemaps zijn succesvol aangemaakt. Vergeet alstublieft niet de URL in te stellen

source: in your Google Webmaster account.
fr_fr: dans votre interface Google Webmaster.
nl_nl: in uw Google Webmaster-account.

source: Your Sitemaps
fr_fr: Vos fichiers sitemap
nl_nl: Uw sitemaps

source: Sitemaps were already created.
fr_fr: Vos sitemaps ont déjà été créées.
nl_nl: Sitemaps waren al aangemaakt.

source: Continue
fr_fr: Continuer
nl_nl: Doorgaan

source: Please set up the following Sitemap URL in your Google Webmaster account:
fr_fr: Veuillez configurer l'URL de sitemap suivante dans votre interface Google Webmaster :
nl_nl: Stel alstublieft de volgende sitemap-URL in op uw Google Webmaster-account:

source: This URL is the master Sitemaps file. It refers to the following sub-sitemap files:
fr_fr: Cette URL correspond au fichier sitemap maître et fait référence aux fichiers suivants :
nl_nl: Deze URL is het hoofdbestand. Deze refereert naar de volgende sub-bestanden van de sitemaps:

source: Your last update was made on this date:
fr_fr: Votre dernière mise à jour a été effectuée le :
nl_nl: Uw laatste update was op deze datum gedaan:

source: For a better use of the module, please make sure that you have
fr_fr: Pour une meilleure utilisation du module, veuillez vous assurer que vous avez
nl_nl: Voor beter gebruik van deze module, zorg alstublieft dat u dit heeft

source: a minimum memory_limit value of 128 MB.
fr_fr: une valeur memory_limit minimale de 128 Mo.
nl_nl: een minimum memory_limit-waarde van 128MB.

source: a minimum max_execution_time value of 30 seconds.
fr_fr: une valeur max_execution_time minimale de 30 secondes.
nl_nl: een minimum max_execution_time-waarde van 30 sec.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
fr_fr: Vous pouvez modifier ces paramètres dans votre fichier "php.ini". Pour plus de détails, veuillez contacter votre hébergeur.
nl_nl: U kunt deze limieten wijzigen in uw php.ini. Voor meer informatie, contacteer alstublieft uw hostingprovider.

source: Configure your Sitemap
fr_fr: Configurer votre sitemap
nl_nl: Configureer uw sitemap

source: Several Sitemaps files will be generated depending on how your server is configured and on the number of activated products in your catalog.
fr_fr: Plusieurs fichiers sitemap seront générés en fonction de la configuration de votre serveur et du nombre de produits activés dans votre catalogue.
nl_nl: Meerdere sitemaps zullen worden gegenereerd afhankelijk van hoe uw server is ingesteld en het aantal geactiveerde producten in uw catalogus.

source: How often do you update your store?
fr_fr: À quelle fréquence mettez vous à jour votre boutique?
nl_nl: Hoe vaak werkt u uw winkel bij?

source: always
fr_fr: en permanence
nl_nl: altijd

source: hourly
fr_fr: toutes les heures
nl_nl: elk uur

source: daily
fr_fr: tous les jours
nl_nl: dagelijks

source: weekly
fr_fr: toutes les semaines
nl_nl: wekelijks

source: monthly
fr_fr: tous les mois
nl_nl: maandelijks

source: yearly
fr_fr: tous les ans
nl_nl: jaarlijks

source: Check this box if you wish to check the presence of the image files on the server
fr_fr: Cochez cette case si vous souhaitez vérifier la présence des fichiers d'images sur le serveur
nl_nl: Vink dit aan als u wenst de aanwezigheid van de afbeeldingsbestanden op uw server te controleren

source: check all
fr_fr: Tout cocher
nl_nl: selecteer alles

source: Indicate the pages that you do not want to include in your Sitemaps file:
fr_fr: Indiquez les pages que vous voulez exclure de votre sitemap :
nl_nl: Geeft de pagina aan die u niet wil opnemen in uw Sitemaps bestand:

source: Generate Sitemap
fr_fr: Créer votre sitemap
nl_nl: Genereer sitemap

source: This can take several minutes
fr_fr: Cela peut prendre plusieurs minutes
nl_nl: Dit kan enkele minuten duren

source: You have two ways to generate Sitemap:
fr_fr: Vous pouvez générer votre sitemap de deux manières :
nl_nl: Er zijn twee manieren om een sitemap te genereren:

source: Manually:
fr_fr: Manuellement :
nl_nl: Handmatig:

source: using the form above (as often as needed)
fr_fr: en utilisant le formulaire ci-dessus (aussi souvent que nécessaire)
nl_nl: met het formulier hierboven (zo vaak als nodig is)

source: -or-
fr_fr: -ou-
nl_nl: -of-

source: Automatically:
fr_fr: Automatiquement :
nl_nl: Automatisch:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
fr_fr: Demandez à votre hébergeur de mettre en place une \"tâche Cron\" pour charger l'URL suivante à la fréquence de votre choix :
nl_nl: Vraag uw hostingprovider een "Cron task" in te stellen met de volgende URL op uw gekozen tijdstip:

source: It will automatically generate your XML Sitemaps.
fr_fr: Cela générera automatiquement vos fichiers sitemap XML.
nl_nl: Automatisch zullen uw XML-sitemaps worden gegenereerd.

source: uncheck all
fr_fr: Tout décocher
nl_nl: deselecteer alles

source: Hour
fr_fr: Heure
nl_nl: Uur

source: Remove
fr_fr: Retirer
nl_nl: Verwijder

source: Now
fr_fr: Maintenant
nl_nl: Nu

source: Done
fr_fr: Valider
nl_nl: Klaar

source: Choose Time
fr_fr: Choisir l'heure
nl_nl: Kies een tijd

source: Time
fr_fr: Heure
nl_nl: Tijd

source: Minute
nl_nl: Minuut

source: New password
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord

source: Confirm password
fr_fr: Confirmer le mot de passe
nl_nl: Bevestig wachtwoord

source: Add tag
fr_fr: Ajouter un mot-clé
nl_nl: Voeg tag toe

source: Change password...
fr_fr: Changer le mot de passe...
nl_nl: Wijzig wachtwoord...

source: Current password
fr_fr: Mot de passe actuel
nl_nl: Huidig wachtwoord

source: Password should be at least 8 characters long.
fr_fr: Le mot de passe doit comporter au moins 8 caractères.
nl_nl: Het wachtwoord moet minstens 8 karakters lang zijn.

source: Generate password
fr_fr: Générer un mot de passe
nl_nl: Genereer wachtwoord

source: Invalid
fr_fr: Invalide
nl_nl: Ongeldig

source: Okay
fr_fr: OK
nl_nl: Oké

source: Good
fr_fr: Alright
nl_nl: goed

source: Fabulous
fr_fr: Formidable
nl_nl: Geweldig

source: Invalid password confirmation
fr_fr: Confirmation de mot de passe invalide
nl_nl: Ongeldige wachtwoordbevestiging

source: Day
fr_fr: Jour
nl_nl: Dag

source: Month
fr_fr: Mois
nl_nl: Maand

source: No result
fr_fr: Aucun résultat
nl_nl: Geen resultaat

source: Year
fr_fr: Année
nl_nl: Jaar

source: Add more dashboard modules
fr_fr: Ajoutez des modules à votre tableau de bord
nl_nl: Voeg meer dashboard modules toe

source: PrestaShop News
fr_fr: Actualités PrestaShop
nl_nl: Prestashop Nieuws

source: Find more news
fr_fr: Trouver plus d'actualités
nl_nl: Vind meer nieuws

source: Useful links
fr_fr: Liens utiles
nl_nl: Handige links

source: Official Documentation
fr_fr: Documentation officielle
nl_nl: Officiële Documentatie

source: User, Developer and Designer Guides
fr_fr: Guides Utilisateur, Développeur et Designer
nl_nl: Gebruiker-, Ontwikkelaar- en Designerhandleidingen

source: Connect with the PrestaShop community
fr_fr: Échangez avec la communauté PrestaShop
nl_nl: Maak kennis met de PrestaShop community

source: Enhance your store with templates & modules
fr_fr: Améliorez votre boutique avec des thèmes et des modules
nl_nl: Verbeter uw winkel met templates en modules

source: Report issues in the Bug Tracker
fr_fr: Signalez les problèmes grâce au Bug Tracker
nl_nl: Rapporteer een probleem in de Bug Tracker

source: Contact Us!
fr_fr: Contactez-nous !
nl_nl: Neem contact op!

source: Cron tasks manager
nl_nl: Cron taakmanager

source: Manage all your automated web tasks from a single interface.
nl_nl: Beheer al uw geautomatiseerde taken vanuit dezelfde interface.

source: To be able to use this module, please activate cURL (PHP extension).
nl_nl: Om deze module te kunnen gebruiken moet u cURL (PHP extensie) activeren.

source: Cron tasks
nl_nl: Cron taken

source: Add new task
nl_nl: Voeg een nieuwe taak toe

source: Your Merchant Expertise
fr_fr: Votre Expertise PrestaShop
nl_nl: Uw Winkel Deskundigheid

source: Level
fr_fr: Niveau
nl_nl: Niveau
