Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
fr_fr: S'il n'existe a pas de module pour votre transporteur, alors vous pouvez enregistrer ce transporteur vous-même à l'aide des informations qu'il vous aura transmises : frais d'expédition, zones régionales, limites en tailles et en poids, etc. Cliquez sur le bouton "Ajouter un nouveau transporteur" ci-dessous pour ouvrir l'Assistant des transporteurs, qui vous aider à enregistrer un nouveau transporteur en quelques étapes.
nl_nl: Als er geen bestaande module voor uw vervoerder is, dan kunt u deze vervoerder registreren met behulp van de informatie die het u kan bieden: verzendkosten, regionale zones, grootte en gewicht, enz. Klik op de "Voeg een nieuwe vervoerder" knop hieronder aan de Vervoerder Wizard zal u helpen een nieuwe vervoerder te registreren in een paar stappen.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
fr_fr: Note : ne créez PAS un nouveau transporteur s'il existe déjà un module pour celui-ci ! Utiliser un module vous permet une configuration beaucoup plus rapide et correcte !
nl_nl: Opgelet: Voeg geen nieuwe vervoerder toe als er voor deze reeds een module bestaat! De bestaande module gebruiken zal veel sneller en beter werken!

source: Apply a discount
fr_fr: Appliquer une réduction
nl_nl: Korting toepassen

source: Percent (%)
fr_fr: Pourcentage (%)
nl_nl: Procent (%)

source: Does not apply to the shipping costs
fr_fr: Ne s'applique pas aux frais de port
nl_nl: Geldt niet voor de verzendkosten

source: Apply a discount to
fr_fr: Appliquer la réduction à
nl_nl: Pas korting toe op

source: Order (without shipping)
fr_fr: La commande (hors frais de port)
nl_nl: Bestelling (exclusief verzendkosten)

source: Specific product
fr_fr: Un produit spécifique
nl_nl: Specifiek product

source: Cheapest product
fr_fr: Le produit le moins cher
nl_nl: Goedkoopste product

source: Selected product(s)
fr_fr: Le(s) produit(s) sélectionné(s)
nl_nl: Geselecteerde product(en)

source: You must select some products before
fr_fr: Vous devez sélectionner au moins un produit
nl_nl: U dient een aantal producten te selecteren alvorens

source: If enabled, the voucher will not apply to products already on sale.
fr_fr: Si activé, le bon de réduction ne s'appliquera pas aux produits déjà en promotion.
nl_nl: Wanneer ingeschakeld wordt de voucher niet toegepast op producten die al in de aanbieding zijn.

source: Exclude discounted products
fr_fr: Exclure les produits en promotion
nl_nl: Exclusief producten in de aanbieding

source: Send a free gift
fr_fr: Envoyer un cadeau
nl_nl: Verzend een gratis cadeau

source: Search a product
fr_fr: Rechercher un produit
nl_nl: Zoek een product

source: Matching products
fr_fr: Produits
nl_nl: Vergelijkbare producten

source: Available combinations
fr_fr: Déclinaisons
nl_nl: Beschikbare combinaties

source: Value
fr_fr: Valeur
nl_nl: Waarde

source: Discount
fr_fr: Réduction
nl_nl: Korting

source: Summary
fr_fr: Résumé
nl_nl: Samenvatting

source: Creation date:
fr_fr: Date de création :
nl_nl: Aanmaakdatum:

source: Supplier:
fr_fr: Fournisseur :
nl_nl: Leverancier:

source: Last update:
fr_fr: Dernière mise à jour :
nl_nl: Laatst bijgewerkt:

source: Delivery expected:
fr_fr: Date de livraison prévue :
nl_nl: Verwachte levertijd:

source: Warehouse:
fr_fr: Entrepôt :
nl_nl: Magazijn:

source: Currency:
fr_fr: Devise :
nl_nl: Valuta:

source: Global discount rate:
fr_fr: Taux de remise global :
nl_nl: Globale kortingspercentage:

source: Designation
fr_fr: Nom
nl_nl: Benaming

source: Total (tax excl.)
fr_fr: Total HT :
nl_nl: Totaal (excl. btw)

source: Total with discount (tax excl.)
fr_fr: Total avec la remise (TTC)
nl_nl: Totaal met korting (ex. btw)

source: Total Tax
fr_fr: Total taxes
nl_nl: Totaal btw

source: Total (tax incl.)
fr_fr: Total TTC
nl_nl: Totaal (incl. btw)

source: Total to pay.
fr_fr: Net à payer.
nl_nl: Totaal te betalen.

source: Optional: The cart rule will be available to everyone if you leave this field blank.
fr_fr: Facultatif : la règle panier sera disponible pour tout le monde si vous laissez ce champ vide.
nl_nl: Optioneel: de winkelwagenregel zal voor iedereen beschikbaar zijn wanneer dit veld leeggelaten word.

source: Limit to a single customer
fr_fr: Limiter à un seul client
nl_nl: Beperk tot een specifieke klant

source: The default period is one month.
fr_fr: La période par défaut est d'un mois.
nl_nl: De standaardperiode is één maand.

source: Valid
fr_fr: Valide
nl_nl: Geldig

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
fr_fr: Vous pouvez choisir le montant minimum du panier avec ou sans la TVA et les frais de port.
nl_nl: U kunt een minimum hoeveelheid kiezen voor de winkelwagen, met of zonder btw, en met of zonder verzendkosten.

source: Minimum amount
fr_fr: Montant minimum
nl_nl: Minimaal aantal

source: Shipping excluded
fr_fr: Hors frais de port
nl_nl: Verzendkosten exclusief

source: Shipping included
fr_fr: Frais de port inclus
nl_nl: Verzendkosten inclusief

source: The cart rule will be applied to the first "X" customers only.
fr_fr: La règle ne sera appliquée qu'aux X premiers clients uniquement.
nl_nl: De regel van de winkelwagen zal alleen toegepast worden op de eerst X klanten.

source: Total available
fr_fr: Quantité totale disponible
nl_nl: Totaal beschikbaar

source: A customer will only be able to use the cart rule "X" time(s).
fr_fr: Un client ne pourra utiliser la règle que X fois.
nl_nl: Een klant zal de winkelwagenregel alleen X keer kunnen gebruiken.

source: Total available for each user
fr_fr: Quantité disponible pour chaque utilisateur
nl_nl: Totaal beschikbaar voor elke klant

source: Restrictions
nl_nl: Beperkingen

source: Country selection
fr_fr: Sélection de pays
nl_nl: Landselectie

source: This restriction applies to the country of delivery.
fr_fr: Cette restriction s'applique au pays de livraison.
nl_nl: Deze beperking geldt voor het land van bestemming.

source: Unselected countries
fr_fr: Pays non sélectionnés
nl_nl: Niet geselecteerde landen

source: Selected countries
fr_fr: Pays sélectionnés
nl_nl: Geselecteerde landen

source: Carrier selection
fr_fr: Sélection de transporteurs
nl_nl: Vervoerderselectie

source: Unselected carriers
fr_fr: Transporteurs non sélectionnés
nl_nl: Niet geselecteerde vervoerders

source: Selected carriers
fr_fr: Transporteurs sélectionnés
nl_nl: Geselecteerde vervoerders

source: Customer group selection
fr_fr: Sélection de groupes de clients
nl_nl: Klantengroepselectie

source: Unselected groups
fr_fr: Groupes non sélectionnés
nl_nl: Niet geselecteerde groepen

source: Selected groups
fr_fr: Groupes sélectionnés
nl_nl: Geselecteerde groepen

source: Compatibility with other cart rules
fr_fr: Compatibilité avec les autres règles paniers
nl_nl: Compatibiliteit met andere winkelwagenregels

source: Uncombinable cart rules
fr_fr: Règles non cumulables
nl_nl: Niet-combineerbare winkelwagenregels

source: Combinable cart rules
fr_fr: Règles cumulables
nl_nl: Te combineren winkelwagenregels

source: Product selection
fr_fr: Sélection de produit
nl_nl: Productselectie

source: Shop selection
fr_fr: Sélection de boutique
nl_nl: Winkelselectie

source: Unselected shops
fr_fr: Boutique non sélectionnées
nl_nl: Niet geselecteerde winkels

source: Selected shops
fr_fr: Boutiques sélectionnées
nl_nl: Geselecteerde winkels

source: Cart rule
fr_fr: Règle Panier
nl_nl: Winkelwagenregel

source: Information
fr_fr: Informations
nl_nl: Informatie

source: This will be displayed in the cart summary, as well as on the invoice.
fr_fr: Le nom sera affiché dans le récapitulatif du panier du client ainsi que sur la facture.
nl_nl: Worden weergegeven in de winkelwagensamenvatting en op de factuur.

source: For your eyes only. This will never be displayed to the customer.
fr_fr: Pour vous uniquement : elle ne sera pas affichée au client.
nl_nl: Bestemd voor u alleen, wordt nooit weergegeven aan de klant.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
fr_fr: Code que les clients doivent entrer pour appliquer la réduction à leur panier. Créez votre propre code ou générez-en un automatiquement en cliquant sur "Générer".
nl_nl: Dit is de code die gebruikers moeten invoeren om de voucher toe te passen op een winkelwagen. Ofwel maakt u uw eigen code of genereert u deze door te klikken op "Generate".

source: Generate
fr_fr: Générer
nl_nl: Genereren

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
fr_fr: Attention ! Si vous ne remplissez pas ce champ, la réduction s'appliquera automatiquement aux clients concernés.
nl_nl: Let op! Als u dit veld leeg laat, zal de regel automatisch toegepast worden op klanten die in aanmerking komen.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
fr_fr: Si le bon d'achat n'a pas encore été ajouté au panier, il sera affiché sous le panier dans le récapitulatif de la commande.
nl_nl: Indien de waardebon nog niet in het winkelwagen is, dan wordt het in het bestellingsoverzicht getoond.

source: Highlight
fr_fr: Mettre en avant
nl_nl: Markeer

source: Only applicable if the voucher value is greater than the cart total.
fr_fr: Ne s'applique que si la valeur de la réduction est supérieure au montant total du panier.
nl_nl: Alleen van toepassing als de waarde van de waardebon groter is dan het winkelwagentotaal.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
fr_fr: Si vous n'autorisez pas les utilisations partielles, la valeur du bon de réduction sera abaissée à la valeur du panier. Si en revanche vous autorisez les utilisations partielles, un nouveau bon sera créé avec le solde.
nl_nl: Als u geen gedeeltelijk gebruik toestaat, zal de waardebon verlaagd worden tot het bestelbedrag, maar accepteert u wel gedeeltelijk gebruik dan zal er een nieuwe waardebon aangemaakt worden met het restbedrag.

source: Partial use
fr_fr: Utilisation partielle
nl_nl: Gedeeltelijk gebruik

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
fr_fr: Les règles s'appliquent au panier par ordre de priorité. Une règle avec une priorité de 1 sera exécutée avant une règle avec une priorité de 2.
nl_nl: Winkelwagenregels worden toegepast op de winkelwagen op prioriteit. Een winkelwagenregel met prioriteit "1" zal worden verwerkt vóór een winkelwagenregel met een prioriteit van "2".

source: Priority
fr_fr: Priorité
nl_nl: Prioriteit

source: Products:
fr_fr: Produits :
nl_nl: Producten

source: Categories:
fr_fr: Catégories :
nl_nl: Categorieën:

source: Brands:
fr_fr: Marques :
nl_nl: Merken:

source: Suppliers
fr_fr: Fournisseurs
nl_nl: Leveranciers

source: The cart must contain at least
fr_fr: Le panier doit contenir au moins
nl_nl: De winkelwagen moet minstens

source: product(s) matching the following rules:
fr_fr: produit(s) correspondant aux règles suivantes :
nl_nl: product(en) die gelijk zijn aan de volgende regels:

source: Add a rule concerning
fr_fr: Ajouter une règle qui concerne
nl_nl: Voeg een regel betreffende

source: Brands
fr_fr: Marques
nl_nl: Merken

source: The product(s) are matching one of these:
fr_fr: Les produits correspondent à l'un de ces critères :
nl_nl: De product(en) zijn/is gelijk aan één van deze:

source: Categories
fr_fr: Catégories
nl_nl: Categorieën

source: Normal view
fr_fr: Vue normale
nl_nl: Normale weergave

source: Favorites view
fr_fr: Vue par favoris
nl_nl: Favorieten weergaven

source: Tab
fr_fr: Menu
nl_nl: Tabblad

source: Interest
fr_fr: Intérêt
nl_nl: Interesse

source: Favorite
fr_fr: Favoris
nl_nl: Favoriet

source: Unselected
fr_fr: Non sélectionnés
nl_nl: Niet gekozen

source: Selected
fr_fr: Sélectionnés
nl_nl: geselecteerd

source: Recommended dimensions (for the default theme): %1spx x %2spx
fr_fr: Dimensions recommandées (pour le thème par défaut) : %1spx x %2spx
nl_nl: Aanbevolen afmetingen (voor het standaardthema): %1spx x %2spx

source: What do you want to do with the products associated with this category?
fr_fr: Que souhaitez-vous faire avec les produits actuellement liés à cette catégorie ?
nl_nl: Wat wilt u doen met de producten die bij deze categorie horen?

source: Deleting multiple categories
fr_fr: Suppression de plusieurs catégories
nl_nl: Meerdere categorieën verwijderen

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
fr_fr: Je veux associer les produits qui n'ont pas d'autre catégorie à la catégorie parente, puis désactiver ces produits pour le moment. Je les réactiverai manuellement lorsque je les aurai associés à une nouvelle catégorie.
nl_nl: Ik wil de producten zonder andere categorieën associëren met de bovenliggende categorie, dan schakel deze producten voorlopig uit. Ik wil ze opnieuw inschakelen als ze worden verplaatst in hun nieuwe categorie.

source: (Recommended)
fr_fr: (Recommandé)
nl_nl: (Aanbevolen)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
fr_fr: Je veux associer les produits qui n'ont pas d'autre catégorie à la catégorie parente et les garder activés.
nl_nl: Ik wil de producten onder andere categorieën associëren met de bovenliggende categorie, en houd ze ingeschakeld.

source: I want to remove the products which are listed only within this category and no others.
fr_fr: Je veux supprimer les produits qui ne sont liés qu'à la catégorie que je supprime et à aucune autre.
nl_nl: Ik wil de producten verwijderen die alleen binnen deze categorie worden vermeld en geen andere.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
fr_fr: Supprimer cette catégorie va supprimer les produits qui ne sont liés à aucune autre catégorie que celle-ci. Êtes-vous sûr de vouloir continuer ?
nl_nl: Verwijderen van deze categorie zal ook alle producten die alleen met deze categorie gelinkt zijn verwijderen, andere producten niet. Wilt u doorgaan?

source: Your page will be saved as a draft
fr_fr: Votre page sera enregistrée comme brouillon
nl_nl: Uw pagina wordt opgeslagen als klad

source: Required fields for the address (click for more details):
fr_fr: Champs obligatoires pour l'adresse (cliquez pour plus d'informations) :
nl_nl: Verplichte velden voor het adres (Klik voor meer info):

source: This will restore your last registered address format.
fr_fr: Réaffiche votre dernière mise en page enregistrée.
nl_nl: Dit zal het laatst geregistreerde adresformaat herstellen

source: Use the last registered format
fr_fr: Utiliser la dernière mise en page enregistrée
nl_nl: Gebruik het laatst geregistreerde formaat

source: This will restore the default address format for this country.
fr_fr: Affiche une mise en page par défaut pour ce pays
nl_nl: Dit zal het standaardadresformaat voor dit land herstellen.

source: Use the default format
fr_fr: Utiliser une mise en page par défaut
nl_nl: Gebruik het standaardformaat

source: This will restore your current address format.
fr_fr: Réaffiche votre dernière modification de mise en page
nl_nl: Dit herstelt het huidige adresformaat

source: Use my current modified format
fr_fr: Utiliser ma dernière modification
nl_nl: Gebruik mijn huidige aangepaste formaat

source: This will delete the current address format
fr_fr: Effacer le format d'adresse actuel
nl_nl: Dit verwijdert uw huidige adresformaat

source: Clear format
fr_fr: Tout vider
nl_nl: Wis formaat

source: Are you sure you want to restore the default address format for this country?
fr_fr: Êtes-vous sûr de vouloir appliquer cette action ?
nl_nl: Weet u zeker dat u het huidige adresformaat wilt herstellen voor dit land

source: Select all
fr_fr: Tout sélectionner
nl_nl: Selecteer alles

source: Unselect all
fr_fr: Tous désélectionner
nl_nl: Deselecteer alles

source: Display
fr_fr: Affichage
nl_nl: Weergeven

source: result(s)
fr_fr: résultat(s)
nl_nl: resulta(a)t(en)

source: Assign to a new zone
fr_fr: Assigner une nouvelle zone
nl_nl: Ken een nieuwe zone toe

source: Live exchange rates
fr_fr: Taux de change en temps réel
nl_nl: Live wisselkoersen

source: The exchange rates are not automatically updated
fr_fr: Les taux de change ne sont pas mis à jour automatiquement
nl_nl: De wisselkoersen worden niet automatisch bijgewerkt

source: The exchange rates are automatically updated
fr_fr: Les taux de change sont mis à jour automatiquement
nl_nl: De wisselkoersen worden niet automatisch bijgewerkt

source: Update exchange rates
fr_fr: Mettre à jour les taux de change
nl_nl: Werk wisselkoersen bij

source: This currency is disabled
fr_fr: Cette devise est désactivée.
nl_nl: Deze valuta is uitgeschakeld

source: This currency is enabled
fr_fr: Cette devise est activée
nl_nl: Deze valuta is uitgeschakeld

source: No new messages
fr_fr: Pas de nouveau message
nl_nl: Geen nieuwe berichten

source: New messages
fr_fr: Nouveaux messages
nl_nl: Nieuwe berichten

source: New message
fr_fr: Nouveau message
nl_nl: Nieuw bericht

source: Meaning of status
fr_fr: Signification de l'état
nl_nl: Betekenis van de status

source: Closed
fr_fr: Terminé
nl_nl: Gesloten

source: Pending 1
fr_fr: En attente 1
nl_nl: Openstaand 1

source: Pending 2
fr_fr: En attente 2
nl_nl: Openstaand 2

source: Sync
fr_fr: Synchroniser
nl_nl: Synchroniseren

source: Run sync:
fr_fr: Lancer la synchronisation :
nl_nl: Synchronisatie starten:

source: Run sync
fr_fr: Lancer la synchronisation
nl_nl: Open sync

source: Click to synchronize mail automatically
fr_fr: Cliquez pour synchroniser les mails automatiquement
nl_nl: Klik om e-mail automatisch te synchroniseren

source: Sync success
fr_fr: Synchronisation effectuée avec succès
nl_nl: Synchronisatie geslaagd

source: Combinations
fr_fr: Déclinaisons
nl_nl: Combinaties

source: Existing
fr_fr: Existant
nl_nl: Bestaat

source: New
fr_fr: Nouveau
nl_nl: Nieuw

source: Create a new invoice
fr_fr: Créer une nouvelle facture
nl_nl: Creëer een nieuwe factuur

source: New invoice information
fr_fr: Nouveau détail de facture
nl_nl: Nieuwe factuur informatie

source: Shipping Cost
fr_fr: Frais d'expédition
nl_nl: Verzendkosten

source: If you don't select "Free shipping," the normal shipping cost will be applied.
fr_fr: Si vous ne sélectionnez pas \"Transporteur offert\", le coût normal du transporteur sera appliqué
nl_nl: Als u "gratis verzending" niet selecteert dan zullen de normale verzendkosten toegepast worden.

source: You can add a comment here.
fr_fr: Vous pouvez ajouter un commentaire ici.
nl_nl: U kunt hier uw commentaar toevoegen.

source: Thread
fr_fr: Fil de discussion
nl_nl: Discussie

source: Forward this discussion to another employee
fr_fr: Transférer cette discussion à un autre employé
nl_nl: Stuur deze discussie door naar een andere medewerker

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
fr_fr: [1]%count%[/1] commande(s) validée(s) pour un montant total de [2]%total%[/2]
nl_nl: [1]%count%[/1] bestelling(en) gevalideerd voor een totaalbedrag van [2]%total%[/2]

source: No orders validated for the moment
fr_fr: Aucune commande validée pour le moment
nl_nl: Momenteel geen bestellingen gevalideerd

source: Customer since: %s
fr_fr: Client depuis : %s
nl_nl: Klant sinds: %s

source: Your answer to
fr_fr: Votre réponse à
nl_nl: Uw antwoord op

source: Choose a template
fr_fr: Choisir un modèle
nl_nl: Kies een template

source: Send
fr_fr: Envoyer
nl_nl: Verstuur

source: Orders and messages timeline
fr_fr: Historique des commandes et des messages
nl_nl: Bestellingen- en berichtentijdlijn

source: Close
fr_fr: Fermer
nl_nl: Sluiten

source: Order #
fr_fr: Commande n°
nl_nl: Bestelling #

source: View customer
fr_fr: Afficher le client
nl_nl: Klant weergeven

source: Customer ID:
fr_fr: ID client :
nl_nl: Klantnummer:

source: Sent on:
fr_fr: Envoyé le :
nl_nl: Verzonden op:

source: File attachment
fr_fr: Fichier joint
nl_nl: Bestandsbijlage

source: View file
fr_fr: Afficher le fichier
nl_nl: Bestand bekijken

source: View order
fr_fr: Afficher la commande
nl_nl: Bestelling bekijken

source: Subject:
fr_fr: Sujet :
nl_nl: Onderwerp:

source: View this thread
fr_fr: Afficher les messages
nl_nl: Bekijk deze discussie

source: Sent by:
fr_fr: Envoyé par :
nl_nl: Verstuurd door:

source: Thread ID:
fr_fr: ID du fil de discussion :
nl_nl: Discussie-ID:

source: Message ID:
fr_fr: ID du message :
nl_nl: Bericht-ID:

source: Message:
nl_nl: Bericht:

source: Reply to this message
fr_fr: Répondre à ce message
nl_nl: Beantwoord dit bericht

source: Please type your reply below:
fr_fr: Saisissez votre réponse ci-dessous :
nl_nl: Voeg hieronder uw antwoord toe:

source: Your reply will be sent to:
fr_fr: Votre réponse sera envoyée à :
nl_nl: Uw antwoord wordt verzonden aan:

source: Send my reply
fr_fr: Envoyer ma réponse
nl_nl: Mijn antwoord versturen

source: See more
fr_fr: Plus de détails
nl_nl: Bekijk meer

source: To:
fr_fr: au
nl_nl: Tot:

source: How do you want to delete the selected customers?
fr_fr: Comment souhaitez-vous supprimer les clients sélectionnés?
nl_nl: Hoe wil u de geselecteerde klanten verwijderen?

source: There are two ways of deleting a customer. Please choose your preferred method.
fr_fr: Vous disposez de 2 méthodes pour supprimer un client, choisissez celle qui vous convient le mieux.
nl_nl: U heeft twee manieren om een klant te verwijderen, kies de manier die u wilt gaan gebruiken.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
fr_fr: Je souhaite que mes clients puissent se recréer un compte plus tard avec la même adresse e-mail : supprimer de la base de données toutes les données relatives aux clients sélectionnés.
nl_nl: Ik wil dat mijn klanten in staat zijn om opnieuw te registreren met hetzelfde e-mailadres. Alle gegevens worden verwijderd uit de database.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
fr_fr: Je ne veux pas que mon ou mes client(s) puissent s'inscrire à nouveau. Le(s) client(s) seront supprimé(s) de cette liste mais les données seront conservées en base de données.
nl_nl: Ik wil niet dat mijn klant(en) opnieuw registreren met hetzelfde e-mailadres. Alle geselecteerde klant(en) zullen uit deze lijst verwijderd worden maar hun overeenstemmende gegevens in de database worden bewaard.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
fr_fr: Veuillez vous assurer que vous êtes en accord avec la législation en vigueur dans votre pays concernant les options d'adhésion.
nl_nl: Zorg ervoor dat u voldoet aan de opt-in wetgeving in uw land.

source: Language
fr_fr: Langue
nl_nl: Taal

source: Subject
fr_fr: Sujet
nl_nl: Onderwerp

source: Please select your language!
fr_fr: Veuillez sélectionner votre langue !
nl_nl: Gelieve uw taal te kiezen!
