Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
fr_fr: Par exemple, vous pouvez poster un lien (comme "%sindex.php?monmotcleunique" - notez que vous avez ajouté "?monmotcleunique" à la fin de l'URL) sur un forum ou dans un commentaire sur un article de blog et analyser les statistiques des visites amenées par ce lien en saisissant "%%monmotcleunique" dans le champ "request_uri".
nl_nl: Bijvoorbeeld, u kunt een link posten (zoals "%sindex.php myuniquekeyword" - " - hou er rekening mee dat u "?Myuniquekeyword"hebt toegevoegd aan het einde van de URL) in een online forum of een blog commentaar, en dan krijgt u bezoekersstatistieken voor die unieke link door "%%myuniquekeyword" in het veld "REQUEST_URI" in te vullen.

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
fr_fr: Cette méthode est plus fiable que celle qui utilise "http_referer" mais elle présente un inconvénient : si un moteur de recherche référence une page contenant votre lien, ce lien sera proposé dans les résultats de recherche du moteur, et vous aurez dans vos statistiques non seulement les visites des internautes qui ont cliqué sur le lien mais également celles du moteur de recherche lui même.
nl_nl: Deze methode is betrouwbaarder dan de "HTTP_REFERER" te gebruiken, maar er is een nadeel: als een zoekmachine verwijst naar een pagina met uw link, dan wordt dit weergegeven in de zoekresultaten en je zult niet alleen bezoekers aangeven uit de plaatsen waar u de link heeft gepost, maar ook die van de zoekmachines die die link opgepikt hebben.

source: The "Include" fields indicate what has to be included in the URL.
fr_fr: Les champs "include" indiquent ce qui doit être inclus dans l'URL.
nl_nl: Het include veld geeft aan wat in de url zou moeten zitten.

source: The "Exclude" fields indicate what has to be excluded from the URL.
fr_fr: Les champs "exclude" indiquent ce qui doit être exclu de l'URL.
nl_nl: Het exclude veld geeft een indicatie wat niet in de url zou moet zitten.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
fr_fr: En mode simple, vous pouvez utiliser certains caractères génériques qui peuvent remplacer d'autres caractères :
nl_nl: Bij het gebruik van de eenvoudige modus kunt u gebruik maken van enkele algemene karakters die alle karakters kunnen vervangen:

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
fr_fr: "_" remplacera un caractère. Si vous souhaitez utiliser le vrai "_", vous devez saisir "\\_".
nl_nl: "_" zal een teken vervangen. Wilt u de echte "_" gebruiken, moet u dit typen: "\\ _".

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
fr_fr: "%" replacera n'importe quel nombre de caractères. Si vous souhaitez utiliser le vrai "%", vous devez taper "\\%".
nl_nl: "%" zal een willekeurig aantal tekens vervangen. Als u de echte "%" wil gebruiken, moet u dit typen: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
fr_fr: Le mode simple utilise le "LIKE" de MySQL, mais pour plus de puissance vous pouvez utiliser les expressions régulières de MySQL.
nl_nl: De eenvoudige modus maakt gebruik van de MySQL "LIKE" pattern matching, maar voor een hogere nauwkeurigheid kunt u MySQL's reguliere expressies gebruiken in de Expert-modus.

source: Take a look at MySQL's documentation for more details.
fr_fr: Voir la documentation de MySQL pour plus de détails.
nl_nl: Bekijk de MySQL-documentatie voor meer informatie.

source: Get help!
fr_fr: Obtenez de l'aide !
nl_nl: Vraag hulp!

source: List of MySQL Tables
fr_fr: Listes des tables MySQL
nl_nl: Lijst van MySQL-tabellen

source: Add table name to SQL query
fr_fr: Ajouter un nom de table à la requête SQL
nl_nl: Voeg een tabelnaam toe aan deze SQL-query

source: List of attributes for this MySQL table
fr_fr: Liste des attributs de cette table MySQL
nl_nl: Lijst van attributen voor deze MySQL-tabel

source: Please choose a MySQL table
fr_fr: Veuillez choisir une table MySQL
nl_nl: Gelieve een MySQL-tabel te kiezen

source: Add attribute to SQL query
fr_fr: Ajouter un attribut à la requête SQL
nl_nl: Attribuut toe te voegen aan SQL-query

source: Please choose a table.
fr_fr: Veuillez choisir la table.
nl_nl: Selecteer een tabel.

source: SQL query result
fr_fr: Résultats de la requête SQL
nl_nl: Resultaat SQL-query

source: This SQL query has no result.
fr_fr: Cette requête SQL n'a pas de résultat.
nl_nl: Deze SQL-query heeft geen resultaat.

source: There are no results matching your query "%s".
fr_fr: Aucun résultat ne correspond à votre recherche \"%s\".
nl_nl: Er zijn geen resultaten voor uw ondervraging "%s".

source: 1 result matches your query "%s".
fr_fr: 1 résultat correspond à votre recherche \"%s\".
nl_nl: 1 resultaat komt overeen met uw ondervraging "%s".

source: %d results match your query "%s".
fr_fr: %d résultats correspondent à votre recherche \"%s\".
nl_nl: %d resultaten komen overeen met uw zoekopdracht "%s".

source: 1 feature
fr_fr: 1 caractéristique
nl_nl: 1 kenmerk

source: %d features
fr_fr: %d caractéristiques
nl_nl: %d kenmerken

source: 1 category
fr_fr: 1 catégorie
nl_nl: 1 categorie

source: %d categories
fr_fr: %d catégories
nl_nl: %d categorieën

source: %d products
fr_fr: %d produits
nl_nl: %d producten

source: 1 customer
fr_fr: 1 client
nl_nl: 1 klant

source: %d customers
fr_fr: %d clients
nl_nl: %d klanten

source: 1 order
fr_fr: 1 commande
nl_nl: 1 bestelling

source: %d orders
fr_fr: %d commandes
nl_nl: %d bestellingen

source: Show more results...
fr_fr: Afficher plus de résultats...
nl_nl: Toon meer resultaten...

source: Search doc.prestashop.com
fr_fr: Rechercher sur doc.prestashop.com
nl_nl: Doorzoek doc.prestashop.com

source: Go to the documentation
fr_fr: Voir la documentation
nl_nl: Ga naar de documentatie

source: Search addons.prestashop.com
fr_fr: Rechercher sur addons.prestashop.com
nl_nl: Doorzoek addons.prestashop.com

source: Go to Addons
fr_fr: Rendez-vous sur Addons
nl_nl: Ga naar Addons

source: Search prestashop.com forum
fr_fr: Rechercher sur le forum de prestashop.com
nl_nl: Doorzoek prestashop.com-forum

source: Go to the Forum
fr_fr: Rendez-vous sur le forum
nl_nl: Ga naar het Forum

source: Import data from another shop
fr_fr: Importer les informations associées (produits, etc.) depuis une autre boutique
nl_nl: Importeer gegevens van een andere winkel

source: You cannot delete this shop (customer and/or order dependency)
fr_fr: Vous ne pouvez pas supprimer cette boutique (des clients et / ou commandes y sont liées)
nl_nl: U kunt deze winkel niet verwijderen (klanten en/of bestelling afhankelijkheid)

source: Click here to set a URL for this shop.
fr_fr: Cliquez ici pour définir une URL pour cette boutique
nl_nl: Klik hier om een URL in te voeren voor deze winkel

source: Download credit slip
fr_fr: Télécharger l'avoir
nl_nl: Creditnota downloaden

source: No module has been installed.
fr_fr: Pas de module installé
nl_nl: Geen module geinstalleerd

source: Filter by warehouse:
fr_fr: Filtrer par entrepôt :
nl_nl: Filter op magazijn:

source: Choose not to display completed/canceled orders:
fr_fr: Ne pas afficher les commandes terminées / annulées :
nl_nl: Kies om de niet complete/geannuleerde bestellingen te tonen:

source: Filter by period:
fr_fr: Filtrer sur une période :
nl_nl: Filter op periode:

source: Highlight when coverage (in days) is less than:
fr_fr: Surligner quand la prévision (en jours) est inférieure à :
nl_nl: Markeer wanneer de dekking (in dagen) lager is dan:

source: Filter movements by warehouse:
fr_fr: Filtrer les mouvements par entrepôt :
nl_nl: Filter verplaatsing per magazijn:

source: Hours:
fr_fr: Horaires :
nl_nl: Uren:

source: e.g. 10:00AM - 9:30PM
fr_fr: Exemple : 10h00-21h30
nl_nl: bijv. 10:00 - 21:30

source: Current order status: %s
fr_fr: État actuel de la commande : %s
nl_nl: Huidige bestellingsstatus: %s

source: Choose the new status for your order
fr_fr: Choisissez le nouvel état de votre commande
nl_nl: Kies de nieuwe status voor uw bestelling

source: Status of the order:
fr_fr: État de la commande :
nl_nl: Status van de bestelling:

source: Print the supply order form
fr_fr: Imprimer le bon de commande
nl_nl: Druk het leveranciersbestelformulier af

source: Click here to download the supply order form.
fr_fr: Cliquer ici pour télécharger le bon de commande.
nl_nl: Klik hier om het leveranciersbestelformulier te downloaden.

source: Down
fr_fr: Descendre
nl_nl: Beneden

source: Up
fr_fr: Monter
nl_nl: Boven

source: This tax only
fr_fr: Cette taxe uniquement
nl_nl: Alleen deze belasting

source: Combine
fr_fr: Combiner les taxes
nl_nl: Gecombineerd

source: One after another
fr_fr: L'une après l'autre
nl_nl: Achter elkaar

source: Choose layouts
fr_fr: Choisir la mise en page
nl_nl: Lay-out kiezen

source: Use this theme
fr_fr: Utiliser ce thème
nl_nl: Gebruik dit thema

source: Delete this theme
fr_fr: Supprimer ce thème
nl_nl: Verwijder dit thema

source: Designed by %s
fr_fr: Conçu par %s
nl_nl: Ontworpen door %s

source: Configure your page layouts
fr_fr: Configurez la disposition de vos pages
nl_nl: Configureer uw pagina-lay-outs

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
fr_fr: Chaque page peut utiliser une mise en page différente, il suffit de sélectionner celle qui vous intéresse parmi les mises en page fournies avec votre thème.
nl_nl: Elke pagina kan een verschillende lay-out hebben, kies hier uit enkele lay-outs die beschikbaar zijn voor uw thema.

source: Reset to defaults
fr_fr: Réinitialiser
nl_nl: Standaardinstellingen herstellen

source: Live from PrestaShop Addons!
fr_fr: En direct de Prestashop Addons !
nl_nl: Live van de PrestaShop Addons!

source: The "%1$s" theme has been successfully installed.
fr_fr: Le thème "%1$s" a été installé avec succès.
nl_nl: Het "%1$s" thema werd met succes geïnstalleerd.

source: The following module(s) were not installed properly:
fr_fr: Le ou les module(s) suivant(s) n'ont pas été correctement installé(s) :
nl_nl: De volgende module(s) werden niet goed geïnstalleerd:

source: Warning: You may have to regenerate images to fit with this new theme.
fr_fr: Attention : vous pourriez avoir à régénérer les images pour qu'elles correspondent à votre nouveau thème.
nl_nl: Opgepast: u moet mogelijk de afbeeldingen opnieuw genereren om ze te laten overeenstemmen met dit nieuwe thema.

source: Go to the thumbnails regeneration page
fr_fr: Aller à la page de génération des miniatures
nl_nl: Ga naar de miniaturen genereren pagina

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
fr_fr: Attention : ce type d'image n'existe pas. Pour le créer manuellement, reprenez les valeurs ci-dessous pour les ajouter à un nouveau type d'image (dans la page "Images" du menu "Apparence") :
nl_nl: Waarschuwing: dit afbeeldingstype bestaat niet. Om het handmatig in te stellen, gebruik onderstaande waarden om een nieuw afbeeldingstype aan te maken (op de pagina "Afbeeldingen" onder het menu "Design"):

source: Name image type:
fr_fr: Nom du type d'image :
nl_nl: Naam afbeeldingstype:

source: (width: %1$spx, height: %2$spx).
fr_fr: (largeur: %1$spx, hauteur: %2$spx).
nl_nl: (breedte: %1$spx, hoogte: %2$spx).

source: Images have been correctly updated in the database:
fr_fr: Les images ont bien été mises à jour dans la base de données :
nl_nl: De afbeeldingen zijn correct aangepast in de database:

source: Finish
fr_fr: Terminer
nl_nl: Voltooien

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
fr_fr: Une catégorie vide est une catégorie qui n'a pas de produit lui étant associé. Une catégorie vide peut cependant contenir certains produits par le biais de ses sous-catégories.
nl_nl: Een lege categorie is een categorie die geen producten direct hiermee geassocieerd heeft. Een lege categorie kan eventueel wel producten bevatten via zijn subcategorieën.

source: Add file
fr_fr: Ajouter un fichier
nl_nl: Bestand toevoegen

source: File size
fr_fr: Taille de l'image
nl_nl: Bestandsgrootte

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
fr_fr: Vous avez atteint le nombre maximal (%s) de fichiers que vous pouvez télécharger sur le serveur en une fois. Veuillez enlever des fichiers avant de continuer
nl_nl: U heeft de limiet (%s) voor het uploaden van bestanden bereikt, gelieve enkele bestanden te verwijderen alvorens verder te gaan

source: Add files
fr_fr: Ajouter des fichiers
nl_nl: Bestanden toevoegen

source: Download current file (%skb)
fr_fr: Télécharger le fichier actuel (%s ko)
nl_nl: Download huidige bestand (%skb)

source: Download current file
fr_fr: Télécharger le fichier actuel
nl_nl: Download huidige bestand

source: You can upload a maximum of %s files
fr_fr: Vous pouvez ajouter %s images au maximum.
nl_nl: U kunt maximaal %s bestanden uploaden

source: %s at least, or you will have to edit the translation files manually.
fr_fr: au moins %s, ou vous devrez modifier les fichiers de traduction manuellement.
nl_nl: %s minimaal benodigd, of u zult de vertaalbestanden handmatig moeten bewerken.

source: You MUST use this syntax in your translations. Here are a few examples:
fr_fr: Vous devez utiliser cette syntaxe dans vos traductions. Voici quelques exemples :
nl_nl: U MOET deze syntaxis in uw vertalingen gebruiken. Hier volgen enkele voorbeelden:

source: missing
fr_fr: manquantes
nl_nl: Ontbrekend

source: Core emails
fr_fr: E-mails du coeur
nl_nl: Kern e-mails

source: Set the resource permissions for this key:
fr_fr: Paramétrez les permissions de cette clé :
nl_nl: Stel de bronpermissies voor deze sleutel in:

source: Resource
fr_fr: Ressource
nl_nl: Bron

source: View (GET)
fr_fr: Voir (GET)
nl_nl: Weergeven (GET)

source: Modify (PUT)
fr_fr: Modifier (PUT)
nl_nl: Wijzigen (PUT)

source: Add (POST)
fr_fr: Ajouter (POST)
nl_nl: Toevoegen (POST)

source: Delete (DELETE)
fr_fr: Supprimer (DELETE)
nl_nl: Verwijderen (DELETE)

source: Fast view (HEAD)
fr_fr: Aperçu (HEAD)
nl_nl: Snelle weergave (HEAD)

source: %1$s on line %2$s in file %3$s
fr_fr: %1$s à la ligne %2$s du fichier %3$s
nl_nl: %1$s op lijn %2$s in bestand %3$s

source: Load time:
fr_fr: Temps de chargement :
nl_nl: Laadtijd:

source: and stay
fr_fr: et rester
nl_nl: en blijf

source: register
fr_fr: inscrit
nl_nl: registreren

source: No new order for now :(
fr_fr: Pas de nouvelle commande pour le moment :(
nl_nl: Geen nieuwe bestellingen :(

source: Have you checked your [1][2]abandonned carts[/2][/1]?
fr_fr: Avez-vous regardé vos [1][2]paniers abandonnés[/2][/1] ?
nl_nl: Heeft u uw [1][2]verlaten winkelwagens[/2][/1] gecontroleerd?

source: No new customer for now :(
fr_fr: Aucun nouveau client pour l'instant :(
nl_nl: Geen nieuwe klanten :(

source: No new message for now.
fr_fr: Pas de nouveau message pour l'instant.
nl_nl: Geen nieuwe berichten.

source: Orders[1][/1]
fr_fr: Commandes[1][/1]
nl_nl: Bestellingen[1][/1]

source: Customers[1][/1]
fr_fr: Clients[1][/1]
nl_nl: Klanten[1][/1]

source: Messages[1][/1]
nl_nl: Berichten[1][/1]

source: from
fr_fr: de
nl_nl: van

source: Remove from QuickAccess
fr_fr: Supprimer de l'Accès Rapide
nl_nl: Verwijder van Snelkeuze

source: Add current page to QuickAccess
fr_fr: Ajouter cette page à l'Accès Rapide
nl_nl: Voeg huidige pagina toe aan snel menu

source: Manage quick accesses
fr_fr: Gérer les accès rapides
nl_nl: Snelkoppelingen beheren

source: Please name this shortcut:
fr_fr: Veuillez nommer ce raccourci :
nl_nl: Geef een naam aan deze shortcut:

source: Quick Access
fr_fr: Accès rapide
nl_nl: Snelle toegang

source: Your shop is in debug mode.
fr_fr: Votre boutique est en mode de débogage.
nl_nl: Uw winkel staat in debugmodus.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
fr_fr: Tous les messages et erreurs PHP sont affichés. Lorsque vous n'en avez plus besoin, [1]désactivez[/1] ce mode.
nl_nl: Alle PHP-fouten en waarschuwingen worden getoond. Als u dit niet langer wilt zien, [1]schakel deze modus uit[/1].

source: Debug mode
fr_fr: Mode debug
nl_nl: Debug-modus

source: Your shop is in maintenance.
fr_fr: Votre boutique est en maintenance.
nl_nl: Uw winkel is in onderhoud.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Preferences > Maintenance.
fr_fr: Vos clients et visiteurs ne peuvent y accéder actuellement. %s Vous pouvez gérer les paramètres de maintenance dans Préférences > Maintenance.
nl_nl: Uw bezoekers en klanten hebben geen toegang tot uw winkel terwijl de onderhoudsmodus actief is. %s Om de onderhoudsinstellingen te beheren, ga naar "Instellingen > Onderhoud".

source: Maintenance mode
fr_fr: Mode maintenance
nl_nl: Onderhoudsmodus

source: For security reasons, you must also delete the /install folder.
fr_fr: Pour des raisons de sécurité, vous devez aussi supprimer le dossier /install.
nl_nl: Voor veiligheidsredenen moet u ook de /install map verwijderen.

source: Date range
fr_fr: Plage de dates
nl_nl: Datumbereik

source: Custom
fr_fr: Personnalisé
nl_nl: Aangepast

source: to
fr_fr: au
nl_nl: tot

source: Compare to
fr_fr: Comparer avec
nl_nl: Vergelijk met

source: Previous period
fr_fr: Période précédente
nl_nl: Vorige periode

source: Previous Year
fr_fr: Année précédente
nl_nl: Vorig jaar

source: Previous year
fr_fr: Année précédente
nl_nl: Vorig jaar

source: Sunday
fr_fr: Dimanche
nl_nl: zondag

source: Monday
fr_fr: Lundi
nl_nl: maandag

source: Tuesday
fr_fr: Mardi
nl_nl: dinsdag

source: Wednesday
fr_fr: Mercredi
nl_nl: woensdag

source: Thursday
fr_fr: Jeudi
nl_nl: donderdag

source: Friday
fr_fr: Vendredi
nl_nl: vrijdag

source: Saturday
fr_fr: Samedi
nl_nl: zaterdag

source: Sun
fr_fr: dim.
nl_nl: Zo

source: Mon
fr_fr: lun.
nl_nl: Ma

source: Tue
fr_fr: mar.
nl_nl: Di

source: Wed
fr_fr: mer.
nl_nl: Wo

source: Thu
fr_fr: jeu.
nl_nl: Do

source: Fri
fr_fr: ven.
nl_nl: Vr

source: Sat
fr_fr: sam.
nl_nl: Za

source: Su
fr_fr: D.
nl_nl: Zo

source: Mo
fr_fr: L.
nl_nl: Ma

source: Tu
fr_fr: M.
nl_nl: Di

source: We
fr_fr: M.
nl_nl: Wo

source: Th
fr_fr: J.
nl_nl: Do

source: Fr
fr_fr: V.
nl_nl: Vr

source: Sa
fr_fr: S.
nl_nl: Za

source: January
fr_fr: Janvier
nl_nl: januari

source: February
fr_fr: Février
nl_nl: februari

source: March
fr_fr: Mars
nl_nl: maart

source: May
fr_fr: Mai
nl_nl: mei

source: June
fr_fr: Juin
nl_nl: juni

source: July
fr_fr: Juillet
nl_nl: juli

source: August
fr_fr: Août
nl_nl: augustus

source: October
fr_fr: Octobre
nl_nl: oktober

source: Mar
fr_fr: mars
nl_nl: Mrt

source: May
fr_fr: Mai
nl_nl: mei

source: Oct
nl_nl: Okt

source: Group:
fr_fr: Groupe :
nl_nl: Groep:

source: Group name
fr_fr: Nom du groupe
nl_nl: Groepsnaam

source: No group created
fr_fr: Aucun groupe créé
nl_nl: Geen groep aangemaakt

source: (%s selected)
fr_fr: (%s sélectionnés)
nl_nl: (%s geselecteerd)

source: Group: %s
fr_fr: Groupe : %s
nl_nl: Groep: %s

source: search...
fr_fr: chercher...
nl_nl: zoeken...

source: Add files...
fr_fr: Ajouter des fichiers...
nl_nl: Bestanden toevoegen...

source: Add file...
fr_fr: Ajouter un fichier...
nl_nl: Bestand toevoegen...

source: Upload files
fr_fr: Envoyer des fichiers
nl_nl: Upload bestanden

source: Upload file
fr_fr: Envoyer un fichier
nl_nl: Upload een bestand

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
fr_fr: Au total, vous ne pouvez pas avoir plus de %s images. Veuillez supprimer des images pour pouvoir en ajouter des nouvelles.
nl_nl: U kunt niet meer dan %s afbeelden hebben in totaal. Verwijder een aantal van de huidige afbeeldingen voordat u nieuwe toevoegt.

source: Remove file
fr_fr: Supprimer le fichier
nl_nl: Verwijder bestand

source: Invalid security token
fr_fr: Clé de sécurité invalide
nl_nl: Ongeldige beveiligingstoken

source: I understand the risks and I really want to display this page
fr_fr: Je comprends les risques et je veux vraiment afficher la page
nl_nl: Ik begrijp het risico maar wil de pagina toch bekijken

source: Take me out of here!
fr_fr: Sortez-moi d'ici !
nl_nl: Deze pagina verlaten

source: %d errors
fr_fr: %d erreurs
nl_nl: %d fouten

source: There are %d warnings:
fr_fr: Il y a %d avertissements :
nl_nl: Er zijn %d waarschuwingen:

source: Your profile
fr_fr: Votre profil
nl_nl: Uw profiel

source: Log out
nl_nl: Uitloggen

source: Error!
nl_nl: Fout!

source: Warning!
nl_nl: Waarschuwing!

source: Success!
nl_nl: Gelukt!

source: What does this module do?
nl_nl: Wat doet deze module?

source: Originally, cron is a Unix system tool that provides time-based job scheduling: you can create many cron jobs, which are then run periodically at fixed times, dates, or intervals.
nl_nl: Oorspronkelijk is cron een Unix-systeemtool waarmee taken ingepland kunnen worden: u kunt zoveel cron jobs maken als nodig is, die vervolgens periodiek op vaste tijden, data, of intervallen worden gestart.

source: This module provides you with a cron-like tool: you can create jobs which will call a given set of secure URLs to your PrestaShop store, thus triggering updates and other automated tasks.
nl_nl: Deze module biedt u een cron-achtige tool: u kunt opdrachten starten die een aantal veilige URL's zullen aanroepen van uw PrestaShop-winkel, waardoor updates gestart worden en andere geautomatiseerde taken worden uitgevoerd.

source: Do not forget to use an absolute URL in the target link to make it valid! The link also has to be on the same domain as the shop.
nl_nl: Vergeet niet om een absolute URL te gebruiken om deze geldig te maken! De link moet ook in hetzelfde domein staan als de winkel.

source: Become an e-commerce expert in leaps and bounds!
fr_fr: Devenez un marchand accompli à pas de géant !
nl_nl: Uitgegroeid tot een e-commerce expert in sprongen en grenzen!

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
fr_fr: Avec toutes les fonctionnalités et avantages proposés par PrestaShop, il est important de rester à jour !
nl_nl: Met alle van de grote kenmerken en voordelen die PrestaShop biedt, is het belangrijk om bij te blijven!
