Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: This product cannot be returned.
fr_fr: Impossible de retourner ce produit
nl_nl: Dit product kan niet retour worden gezonden

source: Quantity to cancel is greater than quantity available.
fr_fr: La quantité à retourner est supérieure à la quantité disponible
nl_nl: De te annuleren hoeveelheid is groter dan de beschikbare hoeveelheid

source: Process a standard refund
fr_fr: Procéder à un remboursement
nl_nl: Verwerk een standaard terugbetaling

source: Process a partial refund
fr_fr: Procéder à un remboursement partiel
nl_nl: Verwerk een gedeeltelijke terugbetaling

source: tax excluded.
fr_fr: hors taxe.
nl_nl: exclusief btw.

source: tax included.
fr_fr: toutes taxes comprises.
nl_nl: inclusief btw.

source: Unit Price
fr_fr: Prix unitaire
nl_nl: Stukprijs

source: Refunded
fr_fr: Remboursé
nl_nl: Terugbetaald

source: Returned
fr_fr: Retourné
nl_nl: Geretourneerd

source: Return
fr_fr: Retour
nl_nl: Terugsturen

source: Refund
fr_fr: Rembourser
nl_nl: Terugbetalen

source: Add a product
fr_fr: Ajouter un produit
nl_nl: Voeg een product toe

source: Add a new discount
fr_fr: Ajouter une réduction
nl_nl: Voeg een nieuwe korting toe

source: Merchandise returns are disabled
fr_fr: Les retours produits sont désactivés
nl_nl: Retourzendingen zijn uitgeschakeld

source: Delete voucher
fr_fr: Supprimer la réduction
nl_nl: Verwijder waardebon

source: Wrapping
fr_fr: Emballage
nl_nl: Verpakking

source: Taxes
nl_nl: Belastingen

source: Re-stock products
fr_fr: Remettre les produits en stock
nl_nl: Producten op voorraad brengen

source: Generate a credit slip
fr_fr: Générer un avoir
nl_nl: Creditnota genereren

source: Generate a voucher
fr_fr: Générer un bon de réduction
nl_nl: Waardebon genereren

source: Repay shipping costs
fr_fr: Inclure frais de port
nl_nl: Verzendkosten terugbetalen

source: This order has been partially paid by voucher. Choose the amount you want to refund:
fr_fr: Cette commande a été réglée en partie par bon de réduction. Choisissez le montant que vous souhaitez rembourser :
nl_nl: Deze bestelling is gedeelte betaald met een voucher. Kies het bedrag dat u wilt terubetalen:

source: Include amount of initial voucher:
fr_fr: Inclure le montant du bon de réduction initial :
nl_nl: Gebruik het bedrag van de aanvankelijke voucher:

source: Exclude amount of initial voucher:
fr_fr: Exclure le montant du bon de réduction initial :
nl_nl: Gebruik het bedrag van de aanvankelijke voucher niet:

source: Amount of your choice:
fr_fr: Montant de votre choix :
nl_nl: Bedrag naar uw keuze:

source: Refund products
fr_fr: Rembourser les produits
nl_nl: Producten terugbetalen

source: Product(s) price:
fr_fr: Prix des produits :
nl_nl: Productprij(s)(zen):

source: Product(s) price, excluding amount of initial voucher:
fr_fr: Prix des produits, diminué du montant du bon de réduction initial :
nl_nl: Productprijs, zonder het bedrag van de aanvankelijke voucher:

source: Sources
nl_nl: Bronnen

source: Keywords
fr_fr: Mots-clés
nl_nl: Sleutelwoorden

source: Linked orders
fr_fr: Commandes liées
nl_nl: Gelinkte bestellingen

source: Order no.
fr_fr: Commande n°
nl_nl: Ordernummer

source: See the order
fr_fr: Voir la commande
nl_nl: Bekijk de bestelling

source: Quantity sold
fr_fr: Quantité vendue
nl_nl: Hoeveelheid verkocht

source: Quantity sold during the defined period.
fr_fr: Quantité vendue durant la période définie.
nl_nl: Hoeveelheid verkocht sinds aangegeven periode

source: Coverage
fr_fr: Couverture
nl_nl: Dekking

source: Days left before your stock runs out.
fr_fr: Nombre de jours avant rupture de stock.
nl_nl: Dagen voordat de voorraad op is

source: Physical (usable) quantity.
fr_fr: Quantité physique utilisable.
nl_nl: Fysieke (bruikbare) hoeveelheid.

source: One week
fr_fr: Une semaine
nl_nl: 1 week

source: Two weeks
fr_fr: Deux semaines
nl_nl: 2 weken

source: Three weeks
fr_fr: Trois semaines
nl_nl: 3 weken

source: One month
fr_fr: Un mois
nl_nl: 1 maand

source: Six months
fr_fr: Six mois
nl_nl: Zes maanden

source: One year
fr_fr: Un an
nl_nl: 1 jaar

source: Stock coverage
fr_fr: Couverture du stock
nl_nl: Voorraaddekking

source: Considering the coverage period chosen and the quantity of products/combinations that you sold.
fr_fr: En considérant la période de couverture choisie et la quantité de produits / déclinaisons vendue.
nl_nl: Gezien de gekozen dekkingsperiode en de hoeveelheid producten / combinaties die u verkocht,

source: This interface gives you an idea of when a product will run out of stock.
fr_fr: Cette interface vous donne une idée du temps restant avant qu'un produit soit en rupture de stock.
nl_nl: Dit scherm geeft u een idee van wanneer een product op zal raken.

source: See details
fr_fr: Voir détails
nl_nl: Zie details

source: Valuation
fr_fr: Valorisation
nl_nl: Waardering

source: Total value of the physical quantity. The sum (for all prices) is not available for all warehouses, please filter by warehouse.
fr_fr: Valorisation de la quantité physique. La somme (pour tous les prix) n'est pas disponible pour tous les entrepôts. Veuillez filtrer par entrepôt.
nl_nl: Totale waarde van de fysieke hoeveelheid. De som (voor alle prijzen) is niet beschikbaar voor alle magazijnen, filter op magazijn.

source: Physical quantity
fr_fr: Quantité physique
nl_nl: Fysieke hoeveelheid

source: Usable quantity
fr_fr: Quantité utilisable
nl_nl: Bruikbare aantal

source: Real quantity
fr_fr: Quantité réelle
nl_nl: Echte aantal

source: Physical quantity (usable) - Client orders + Supply Orders
fr_fr: Quantité physique (disponible) - commandes clientes + commandes fournisseurs
nl_nl: Fysieke hoeveelheid (bruikbaar) - klantenbestellingen + Leveranciersbestellingen

source: Instant stock status
fr_fr: État instantané du stock
nl_nl: Huidige voorraadstatus

source: Export Quantities (CSV)
fr_fr: Exporter les quantités (CSV)
nl_nl: Exporteer hoeveelheden (CSV)

source: Export Prices (CSV)
fr_fr: Exporter les prix (CSV)
nl_nl: Exporteer prijzen (CSV)

source: This interface allows you to display detailed information about your stock per warehouse.
fr_fr: Cette interface vous permet d'afficher des informations détaillées sur l'état de vos stocks, par entrepôt.
nl_nl: Dit scherm stelt u in staat om gedetailleerde informatie over uw voorraad per magazijn te zien.

source: There is nothing to export as CSV.
fr_fr: Il n'y a pas de données à exporter en CSV.
nl_nl: Er is niets om te exporteren als CSV.

source: Product reference
fr_fr: Référence produit
nl_nl: Productreferentie

source: Quantity total for all warehouses.
fr_fr: Somme des quantités pour tous les entrepôts.
nl_nl: Som van de hoeveelheden voor alle magazijnen.

source: The product was successfully added to your stock.
fr_fr: Le produit a bien été ajouté au stock.
nl_nl: De toevoeging van het product aan de voorraad is geslaagd.

source: The product was successfully removed from your stock.
fr_fr: Le produit a bien été supprimé du stock.
nl_nl: Verwijderen van het product uit de voorraad is geslaagd.

source: The transfer was successfully completed.
fr_fr: Le transfert a bien été effectué.
nl_nl: De verplaatsing is geslaagd

source: This interface allows you to manage product stock and their variations.
fr_fr: Cette interface vous permet de gérer le stock de vos différents produits.
nl_nl: Dit scherm stelt u in staat om uw voorraad van elk product en de combinaties te beheren.

source: Through this interface, you can increase and decrease product stock for an given warehouse.
fr_fr: À l'aide de cette interface, vous pouvez ajouter du stock et en retirer pour un entrepôt donné.
nl_nl: Via dit scherm kunt u hoeveelheden van producten voor een gegeven magazijn verhogen (toevoegen) en verlagen (verwijderen).

source: Furthermore, you can move product quantities between warehouses, or within one warehouse.
fr_fr: Par ailleurs, vous pouvez transférer du stock entre entrepôts, ou au sein d'un même entrepôt.
nl_nl: U kunt ook aantallen verplaatsen tussen magazijnen of in één magazijn.

source: If you want to increase quantities of multiple products at once, you can use the "Supply orders" page under the "Stock" menu.
fr_fr: Notez que si vous désirez ajouter du stock pour plusieurs produits à la fois, vous pouvez utiliser la page \"Commande fournisseur\" dans le menu \"Stock\".
nl_nl: Merk op dat als u de hoeveelheden van meerdere producten in een keer wilt vergroten, dan kunt u gebruik maken van "Leveranciersbestellingen" onder het Voorraad menu.

source: Finally, you need to provide the quantity that you'll be adding: "Usable for sale" means that this quantity will be available in your shop(s), otherwise it will be considered reserved (i.e. for other purposes).
fr_fr: Enfin, vous devez fournir la quantité que vous ajoutez : "Disponible à la vente" signifie que cette quantité sera disponible sur votre/vos boutique(s), autrement elle sera considérée comme réservée (ex. : pour un autre usage).
nl_nl: Tot slot moet u de hoeveelheid invoeren die u wenst toe te voegen: "Geschikt voor verkoop" betekent dat deze hoeveelheid beschikbaar zal zijn in uw winkel(s), anders wordt deze als gereserveerd beschouwd (vb. voor andere doeleinden).

source: You must choose a warehouses before adding stock. See Stock/Warehouses.
fr_fr: Vous devez créer un entrepôt avant d'ajouter du stock. Voir le menu "Stock", page "Entrepôts".
nl_nl: U moet een magazijn selecteren alvorens voorraad toe te voegen, zie voorraad/magazijnen.

source: Moving the mouse cursor over the quantity and price fields will give you the details about the last stock movement.
fr_fr: En survolant les champs "Quantité" et "Prix", vous aurez les détails du dernier mouvement de stock concernant ce produit.
nl_nl: Beweeg de cursor van de muis over de hoeveelheid en de prijs velden en je zal de details over de laatste voorraad beweging zien.

source: Add a product to your stock.
fr_fr: Ajouter un produit au stock
nl_nl: Product aan voorraad toevoegen

source: Quantity to add
fr_fr: Quantité à ajouter
nl_nl: Toe te voegen hoeveelheid

source: Indicate the physical quantity of this product that you want to add.
fr_fr: Indiquez la quantité physique de ce produit que souhaitez ajouter.
nl_nl: Geef het fysieke aantal van dit product aan dat u wilt toevoegen.

source: Last physical quantity added: %s items (usable for sale: %s).
fr_fr: Dernière quantité physique ajoutée : %s produits (%s disponibles à la vente).
nl_nl: Laatste fysieke hoeveelheid toegevoegd: %s items (bruikbaar voor verkoop: %s).

source: Usable for sale?
fr_fr: Disponible à la vente ?
nl_nl: Bruikbaar voor verkoop?

source: Is this quantity ready to be displayed in your shop, or is it reserved in the warehouse for other purposes?
fr_fr: Cette quantité est-elle disponible à la vente ? Est-elle réservée dans l'entrepôt pour d'autres raisons ?
nl_nl: Is dit aantal beschikbaar voor verkoop in de winkels, of gereserveerd voor andere doeleinden?

source: Please select the warehouse that you'll be adding products to.
fr_fr: Sélectionner l'entrepôt où vous souhaitez stocker ce produit.
nl_nl: Selecteer alstublieft het magazijn waar u producten aan zult toevoegen.

source: Unit purchase price or unit manufacturing cost for this product (tax excl.).
fr_fr: Prix unitaire d'achat ou de fabrication pour ce produit, hors taxe.
nl_nl: Stukprijs of fabricageprijs voor dit product (excl. btw)

source: Last unit price (tax excl.): %s.
fr_fr: Dernier prix unitaire HT : %s.
nl_nl: Recente eenheidsprijs (ex. btw): %s.

source: The currency associated to the product unit price.
fr_fr: Devise associée au prix unitaire du produit.
nl_nl: De valuta gekoppeld aan de eenheidsprijs van het product

source: Label used in stock movements.
fr_fr: Label utilisé dans les mouvements de stock.
nl_nl: Label gebruikt in voorraadverplaatsingen.

source: Add to stock
fr_fr: Ajouter au stock
nl_nl: Voorraad toevoegen

source: Remove the product from your stock.
fr_fr: Enlever du stock
nl_nl: Verwijder product uit voorraad

source: Quantity to remove
fr_fr: Quantité à supprimer
nl_nl: Te verwijderen hoeveelheid

source: Indicate the physical quantity of this product that you want to remove.
fr_fr: Indiquez la quantité physique de ce produit que souhaitez enlever.
nl_nl: Geef het fysieke aantal van dit product aan dat u wilt verwijderen.

source: Usable for sale
fr_fr: Utilisable à la vente
nl_nl: Bruikbaar voor verkoop

source: Do you want to remove this quantity from the usable quantity (yes) or the physical quantity (no)?
fr_fr: Souhaitez-vous soustraire cette quantité aux quantités utilisables (oui) ou aux quantités physiques (non) ?
nl_nl: Wilt u deze hoeveelheid verwijderen van de bruikbare hoeveelheid (ja) of van de fysieke hoeveelheid (nee)?

source: Select the warehouse you'd like to remove the product from.
fr_fr: Sélectionnez l’entrepôt depuis lequel vous souhaitez supprimer ce produit.
nl_nl: Selecteer het magazijn vanwaar u dit product wilt verwijderen

source: Remove from stock
fr_fr: Retirer du stock
nl_nl: Verwijder product uit voorraad

source: Transfer a product from one warehouse to another
fr_fr: Transférer un produit d'un entrepôt à un autre
nl_nl: Verplaats product van het ene magazijn naar het andere

source: Quantity to transfer
fr_fr: Quantité à transférer
nl_nl: Hoeveelheid om te verplaatsen

source: Indicate the physical quantity of this product that you want to transfer.
fr_fr: Indiquez la quantité physique de ce produit que souhaitez transférer.
nl_nl: Geef het fysieke aantal van dit product aan dat u wilt verplaatsen.

source: Source warehouse
fr_fr: Entrepôt d'origine
nl_nl: Bronmagazijn

source: Select the warehouse you'd like to transfer the product from.
fr_fr: Sélectionnez l'entrepôt depuis lequel vous souhaitez transférer le produit.
nl_nl: Selecteer het magazijn vanwaar u het product wilt verplaatsen.

source: Is this product usable for sale in your source warehouse?
fr_fr: Disponible à la vente dans l'entrepôt d'origine ?
nl_nl: Is dit product bruikbaar voor verkoop in uw bronmagazijn?

source: Is this the usable quantity for sale?
fr_fr: Est-ce une quantité disponible à la vente ?
nl_nl: Is dit een bruikbare hoeveelheid voor verkoop?

source: Destination warehouse
fr_fr: Entrepôt destinataire
nl_nl: Doelmagazijn

source: Select the warehouse you'd like to transfer your product(s) to.
fr_fr: Sélectionnez l'entrepôt vers lequel vous souhaitez transférer le(s) produit(s).
nl_nl: Selecteer het magazijn waar het product naar verplaatst moet worden.

source: Is this product usable for sale in your destination warehouse?
fr_fr: Disponible à la vente dans l'entrepôt de destination ?
nl_nl: Is dit product bruikbaar voor verkoop in uw doelmagazijn?

source: Do you want it to be for sale/usable?
fr_fr: Souhaitez-vous que cette quantité soit disponible à la vente ?
nl_nl: Moet het beschikbaar zijn voor verkoop?

source: Transfer
fr_fr: Transférer
nl_nl: Verplaats

source: Stock: Add a product
fr_fr: Stock : ajouter un produit
nl_nl: Voorraad: Product toevoegen

source: Stock: Remove a product
fr_fr: Stock : supprimer un produit
nl_nl: Voorraad: Product verwijderen

source: Stock: Transfer a product
fr_fr: Stock : transférer un produit
nl_nl: Voorraad: Verplaats product

source: Quantitity total for all warehouses.
fr_fr: Somme des quantités pour tous les entrepôts.
nl_nl: Som van de hoeveelheden voor alle magazijnen

source: Add stock
fr_fr: Ajouter du stock
nl_nl: Voorraad toevoegen

source: Remove stock
fr_fr: Supprimer du stock
nl_nl: Voorraad verwijderen

source: Transfer stock
fr_fr: Transférer du stock
nl_nl: Voorraad verplaatsen

source: N/A
fr_fr: N/D
nl_nl: N/B

source: Name:
fr_fr: Nom :
nl_nl: Naam:

source: Stock
nl_nl: Voorraad

source: General information
fr_fr: Informations générales
nl_nl: Algemene informatie

source: Reference:
nl_nl: Referentie:

source: Country:
fr_fr: Pays :
nl_nl: Land:

source: Phone:
fr_fr: Tél. :
nl_nl: Telefoon:

source: Management type:
fr_fr: Méthode de valorisation :
nl_nl: Beheertype:

source: Valuation currency:
fr_fr: Devise de valorisation :
nl_nl: Waarderingsvaluta:

source: Product references:
fr_fr: Références produit :
nl_nl: Productreferenties:

source: Physical product quantities:
fr_fr: Quantités physiques de produits :
nl_nl: Fysieke producthoeveelheden:

source: Stock valuation:
fr_fr: Valorisation du stock :
nl_nl: Voorraadwaardering:

source: Shops
fr_fr: Boutiques
nl_nl: Winkels

source: The following are the shops associated with this warehouse.
fr_fr: Les boutiques suivantes sont associées à cet entrepôt.
nl_nl: De volgende winkels zijn gekoppeld aan dit magazijn.

source: Currently there is no shop associated with this warehouse.
fr_fr: Il n'y a actuellement aucune boutique associée à cet entrepôt
nl_nl: Er is momenteel geen winkel gekoppeld aan dit magazijn.

source: See products details
fr_fr: Voir les détails du produit
nl_nl: Zie productdetails

source: History
fr_fr: Historique
nl_nl: Geschiedenis

source: See warehouse's activity details
fr_fr: Voir les détails de l'activité de cet entrepôt
nl_nl: Zie activiteitdetails van het magazijn

source: This warehouse does not exist.
fr_fr: Cet entrepôt n'existe pas.
nl_nl: Dit magazijn bestaat niet.

source: Supplier
fr_fr: Fournisseurs
nl_nl: Leverancier

source: Features
fr_fr: Fonctionnalités
nl_nl: Functies

source: Conditions
nl_nl: Voorwaarden

source: Attributes
fr_fr: Attributs
nl_nl: Attributen

source: Category
fr_fr: Catégorie
nl_nl: Categorie

source: Attribute
fr_fr: Attribut
nl_nl: Attribuut

source: Feature
fr_fr: Caractéristique
nl_nl: Functie

source: Add a new condition group
fr_fr: Ajouter un nouveau groupe de conditions
nl_nl: Voeg een nieuwe voorwaardengroep toe

source: Add condition
fr_fr: Ajouter la condition
nl_nl: Voorwaarde toevoegen

source: Brand
fr_fr: Marque
nl_nl: Merk

source: OR
fr_fr: OU
nl_nl: of

source: Condition group
fr_fr: Groupe de conditions
nl_nl: Voorwaardengroep

source: AND
fr_fr: ET
nl_nl: en

source: Order information
fr_fr: Informations commande
nl_nl: Bestellingsinformatie

source: Customer information
fr_fr: Informations client
nl_nl: Klantgegevens

source: Account registration date:
fr_fr: Compte créé le :
nl_nl: Datum accountregistratie:

source: Valid orders placed:
fr_fr: Commandes validées :
nl_nl: Geplaatste geldige bestellingen:

source: Total spent since registration:
fr_fr: Total dépensé depuis inscription :
nl_nl: Totaal uitgegeven sinds registratie:

source: Guest not registered
fr_fr: Visiteur non enregistré
nl_nl: Gast is niet geregistreerd

source: Order #%d
fr_fr: Commande n°%d
nl_nl: Bestelling #%d

source: Made on:
fr_fr: Réalisée le :
nl_nl: Geplaatst op:

source: No order was created from this cart.
fr_fr: Aucune commande créée à partir de ce panier.
nl_nl: Geen bestelling aangemaakt op basis van deze winkelwagen

source: Create an order from this cart.
fr_fr: Créer une commande avec ce panier.
nl_nl: Creëer een bestelling uit winkelwagen

source: Cart summary
fr_fr: Contenu du panier
nl_nl: Winkelwagenoverzicht

source: Text #
fr_fr: Texte #
nl_nl: Tekst #

source: Total cost of products:
fr_fr: Total produits :
nl_nl: Totale kosten van producten:

source: Total value of vouchers:
fr_fr: Total bon de réductions :
nl_nl: Totaal waardebonnen:

source: Total cost of gift wrapping:
fr_fr: Total emballage cadeau :
nl_nl: Totaal cadeauverpakking:

source: Total cost of shipping:
fr_fr: Total frais de port :
nl_nl: Totaal verzendkosten:

source: For this particular customer group, prices are displayed as:
fr_fr: Pour ce groupe de clients, les prix sont affichés :
nl_nl: Voor de groep van deze klant, zijn de prijzen als volgt weergegeven:

source: Update selected items?
fr_fr: Mettre à jour la sélection ?
nl_nl: Geselecteerde items bijwerken?

source: Update selected items
fr_fr: Mettre à jour la sélection
nl_nl: Geselecteerde items bijwerken

source: Back
fr_fr: Retour
nl_nl: Terug

source: Do you want to install this module that could not be verified by PrestaShop?
fr_fr: Souhaitez-vous installer ce module qui n'a pas pu être vérifié par PrestaShop ?
nl_nl: Wil u deze module die niet werd geverifieerd door PrestaShop installeren ?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
fr_fr: Vous n'avez probablement pas téléchargé ce module depuis PrestaShop Addons, nous ne pouvons garantir qu'il n'ajoute pas certaines fonctionnalités cachées. Nous vous conseillons de l'installer uniquement si vous faites confiance à son auteur.
nl_nl: Omdat u deze module niet van PrestaShop Addons hebben gedownload, kunnen we niet bevestigen dat de module geen ongeldige functionaliteiten bevat. Wij raden u aan om het alleen te installeren als u de bron van de module kan vertrouwen.

source: What's the risk?
fr_fr: Quel est le risque ?
nl_nl: Wat is het risico?

source: Am I at Risk?
fr_fr: Suis-je concerné ?
nl_nl: Ben ik in gevaar?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
fr_fr: Un module qui n'a pas pu être vérifié peut être dangereux et ajouter des fonctionnalités cachées comme des portes dérobées, publicités, lien cachés, spam, etc. Pas d'inquiétude, cette alerte est un simple avertissement.
nl_nl: Een module die niet is gecontroleerd, kan gevaarlijk zijn en kan verborgen functionaliteiten bevatten, zoals backdoors, advertenties, verborgen koppelingen, spam, etc. Deze melding is gewoon een waarschuwing.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
fr_fr: Étant un logiciel open-source, PrestaShop possède une fabuleuse communauté riche d'une longue expérience en développement et partage de modules de qualité. Avant d'installer un module, s'assurer que son auteur est un membre reconnu de la communauté est toujours une bonne idée (en parcourant [1]notre forum[/1] par exemple).
nl_nl: Doordat PrestaShop een open-source software is, heeft het een geweldige community met een lange geschiedenis van ontwikkelen en delen van hoogwaardige modules. Check voor de installatie van deze module of de auteur van deze module een bekend lid is van deze community (door te controleren via [1]ons forum[/1] bijvoorbeeld).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
fr_fr: Si vous connaissez l'auteur de ce module ou qu'il est un membre actif de la communauté, vous pouvez continuer l'installation en toute confiance.
nl_nl: Als u de auteur vertrouwt of als hij een ​​actief lid van de gemeenschap schijnt te zijn, kunt u doorgaan met de installatie.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
fr_fr: Vous pouvez sinon rechercher des modules similaires sur notre place de marché officielle. [1]Cliquez ici pour parcourir le catalogue de PrestaShop Addons[/1].
nl_nl: Anders kunt u kijken naar soortgelijke modules op de officiële marktplaats. [1]Klik hier om door PrestaShop Addons te bladeren[/1].

source: Modify translations
fr_fr: Modifier les traductions
nl_nl: Vertalingen aanpassen

source: Select your module
fr_fr: Choisissez votre module
nl_nl: Selecteer uw module
