Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Total (Tax excl.)
fr_fr: Total (HT)
nl_nl: Totaal (excl. btw)

source: Total (Tax incl.)
fr_fr: Total (TTC)
nl_nl: Totaal (incl. btw)

source: Order message
fr_fr: Message de la commande
nl_nl: Bericht bij bestelling

source: Send an email to the customer with the link to process the payment.
fr_fr: Envoyer un e-mail au client contenant le lien pour effectuer le paiement.
nl_nl: Verzend een e-mail naar de klant met een link om te betalen.

source: Go on payment page to process the payment.
fr_fr: Aller sur la page de paiement pour procéder au paiement.
nl_nl: Ga naar de betaalpagina om de betaling af te ronden

source: Order status
fr_fr: État de la commande
nl_nl: Bestelstatus

source: Create the order
fr_fr: Créer une commande
nl_nl: Maak de bestelling aan

source: Delete selected
fr_fr: Supprimer la sélection
nl_nl: Verwijder geselecteerde

source: You need to activate advanced stock management before using this feature.
fr_fr: Vous devez activer la gestion des stocks avancée pour utiliser cette fonctionnalité.
nl_nl: U moet de functie Geavanceerd Voorraadbeheer activeren voordat u dit kenmerk kunt gebruiken.

source: Invalid characters:
fr_fr: Caractères interdits:
nl_nl: Ongeldige karakters:

source: Management type
fr_fr: Méthode de valorisation
nl_nl: Beheertype

source: Manager
fr_fr: Gérant
nl_nl: Beheerder

source: Phone Number
fr_fr: Téléphone
nl_nl: Telefoonnummer

source: Add new warehouse
fr_fr: Ajouter un entrepôt
nl_nl: Nieuw magazijn toevoegen

source: This interface allows you to manage your warehouses.
fr_fr: Cette interface vous permet de gérer vos entrepôts.
nl_nl: Dit scherm stelt u in staat uw magazijnen te beheren.

source: Before adding stock in your warehouses, you should check the default currency used.
fr_fr: Avant d'ajouter du stock dans vos entrepôts, veuillez vérifier la devise utilisée par défaut.
nl_nl: Voordat u voorraad toevoegt aan een magazijn, moet u kijken wat de standaardvaluta is die gebruikt wordt.

source: You should also check the management type (according to the law in your country), the valuation currency and its associated carriers and shops.
fr_fr: Vérifiez également la méthode de valorisation (en fonction de la loi dans votre pays), la devise de valorisation, et les transporteurs / boutiques associées.
nl_nl: U zou ook het beheerstype moeten controleren (in overeenkomst met de wet in uw land), de valuta waardebepaling en zijn gekoppelde vervoerders en winkels.

source: You can also see detailed information about your stock, such as its overall value, the number of products and quantities stored, etc.
fr_fr: Enfin, vous pouvez afficher des informations détaillées par entrepôt, telles que la valorisation, le nombre de produits stockés, etc.
nl_nl: Tenslotte kunt u gedetailleerde informatie over uw voorraad per magazijn bekijken, zoals de totale waarde, het aantal producten en opgeslagen aantallen, etc.

source: Be careful! Products from different warehouses will need to be shipped in different packages.
fr_fr: Soyez prudent, les commandes dont les produits sont à cheval sur plusieurs entrepôts seront fractionnées en plusieurs paquets.
nl_nl: Wees voorzichtig, de producten van verschillende magazijnen moeten worden geleverd in verschillende pakketten

source: Stock: Create a warehouse
fr_fr: Stock : création d'entrepôt
nl_nl: Voorraad: Maak magazijn aan

source: Stock: Warehouse management
fr_fr: Stock : gestion des entrepôts
nl_nl: Voorraad: Magazijnbeheer

source: Warehouse information
fr_fr: Informations de l'entrepôt
nl_nl: Magazijninformatie

source: Reference for this warehouse.
fr_fr: Référence de cet entrepôt.
nl_nl: Referentie voor dit magazijn.

source: Name of this warehouse.
fr_fr: Nom de cet entrepôt.
nl_nl: Naam van dit magazijn.

source: Phone
fr_fr: Téléphone
nl_nl: Telefoon

source: Phone number for this warehouse.
fr_fr: Numéro de téléphone de cet entrepôt.
nl_nl: Telefoonnummer voor dit magazijn.

source: Mobile phone
fr_fr: Téléphone mobile
nl_nl: Mobiele telefoon

source: Mobile phone number for this supplier.
fr_fr: Numéro de téléphone mobile pour ce fournisseur.
nl_nl: GSM-nummer van deze leverancier.

source: Complementary address (optional).
fr_fr: Complément d'adresse (facultatif).
nl_nl: Aanvullend adres (optioneel).

source: Zip/postal code
fr_fr: Code postal
nl_nl: Postcode

source: Country of location of the warehouse.
fr_fr: Pays où se trouve l'entrepôt.
nl_nl: Land van magazijnlocatie.

source: State
fr_fr: Etat
nl_nl: Provincie

source: Carriers
fr_fr: Transporteurs
nl_nl: Vervoerders

source: Associated carriers.
fr_fr: Transporteurs associés.
nl_nl: Gekoppelde vervoerders.

source: You can choose which carriers can ship orders from particular warehouses.
fr_fr: Vous pouvez définir quels transporteurs peuvent expédier depuis chaque entrepôt.
nl_nl: U kan kiezen welke vervoerders bestellingen kunnen sturen vanuit bepaalde magazijnen.

source: If you do not select any carrier, all the carriers will be able to ship from this warehouse.
fr_fr: Si vous ne sélectionnez aucun transporteur, tous auront la possibilité d'expédier depuis cet entrepôt.
nl_nl: Als u geen vervoerder selecteert, zullen alle vervoerders in staat zijn om te verzenden uit dit magazijn.

source: If no carrier is selected, all the carriers will be allowed to ship from this warehouse. Use CTRL+Click to select more than one carrier.
fr_fr: Si aucun transporteur n'est sélectionné, tous les transporteurs pourront expédier depuis cet entrepôt. Utilisez CRTL + clic pour sélectionner plusieurs transporteurs.
nl_nl: Als geen vervoerder geselecteerd is, zullen alle vervoerders in staat zijn om te verzenden uit dit magazijn. Gebruik CTRL + Klik om meer dan één vervoerder te kiezen.

source: Shop association
fr_fr: Boutiques associées
nl_nl: Winkel associatie

source: Inventory valuation method. Be careful! You won't be able to change this value later!
fr_fr: Méthode de valorisation des stocks. Attention ! Vous ne pourrez pas changer cette option plus tard !
nl_nl: Waardebepalingsmethode van inventaris. Opgepast! U kunt deze waarde later niet meer aanpassen!

source: Weighted Average
fr_fr: Coût unitaire moyen pondéré
nl_nl: Gewogen gemiddelde

source: Stock valuation currency
fr_fr: Devise de valorisation du stock
nl_nl: Waardebepalingsvaluta van voorraad

source: Be careful! You won't be able to change this value later!
fr_fr: Attention ! Vous ne pourrez plus changer cette valeur !
nl_nl: Let op! Ukunt deze waarde later niet meer veranderen!

source: WA: Weighted Average
fr_fr: CUMP : Coût unitaire moyen pondéré
nl_nl: GG: Gewogen Gemiddelde

source: It is not possible to delete a warehouse when there are products in it.
fr_fr: Il n'est pas possible de supprimer un entrepôt s'il contient des produits.
nl_nl: Het is niet mogelijk een magazijn te verwijderen als er nog producten in zitten.

source: It is not possible to delete a Warehouse if it has pending supply orders.
fr_fr: Il n'est pas possible de supprimer un entrepôt s'il y a des commandes fournisseurs le concernant en cours.
nl_nl: Het is niet mogelijk een magazijn te verwijderen als er nog wachtende leveranciersbestellingen zijn.

source: Quantity
fr_fr: Quantité
nl_nl: Aantal

source: Save order
fr_fr: Enregistrer la commande
nl_nl: Bestelling opslaan

source: Save order and stay
fr_fr: Enregistrer la commande et rester
nl_nl: Bestelling opslaan en blijven

source: Supplier Reference
fr_fr: Référence fournisseur
nl_nl: Leveranciersreferentie

source: Tax rate
fr_fr: Taux de taxes
nl_nl: Btw-tarief

source: Manage the products you want to order from the supplier.
fr_fr: Gérez les produits que vous souhaitez commander à votre fournisseur
nl_nl: Beheer de producten die u wilt bestellen bij uw leverancier

source: To add a product to the order, type the first letters of the product name, then select it from the drop-down list.
fr_fr: Tapez les premières lettres du nom du produit, puis sélectionnez le dans la liste déroulante
nl_nl: Om een product toe te voegen aan de bestelling, typ de eerste letters van het product en selecteer dan uit het uitklapmenu.

source: Add a product to the supply order
fr_fr: Ajouter un produit à la commande
nl_nl: Voeg een product toe aan de leveranciersbestelling

source: Unit Price (tax excl.)
fr_fr: Prix unitaire HT
nl_nl: Eenheidsprijs (ex. btw)

source: Discount rate
fr_fr: Taux de remise
nl_nl: Kortingspercentage

source: Please select at least one product.
fr_fr: Veuillez sélectionner au moins un produit.
nl_nl: Selecteer tenminste één product

source: Catalog
fr_fr: Catalogue
nl_nl: Catalogus

source: Orders
fr_fr: Commandes
nl_nl: Bestellingen

source: Carts
fr_fr: Paniers
nl_nl: Winkelwagens

source: Customers
fr_fr: Clients
nl_nl: Klanten

source: What are you looking for?
fr_fr: Que souhaitez-vous trouver ?
nl_nl: Wat zoekt u?

source: Everywhere
fr_fr: Partout
nl_nl: Overal

source: Product name, SKU, reference...
fr_fr: Nom du produit, unité de gestion des stocks (SKU), référence...
nl_nl: Productnaam, SKU, referentie...

source: Email, name...
fr_fr: E-mail, nom...
nl_nl: E-mail, naam...

source: by name
fr_fr: par nom
nl_nl: op naam

source: by ip address
fr_fr: par adresse IP
nl_nl: op IP adres

source: Order ID
fr_fr: ID commande
nl_nl: Bestelling-ID

source: Invoice Number
fr_fr: Numéro de facture
nl_nl: Factuurnummer

source: Invoices
fr_fr: Factures
nl_nl: Facturen

source: Cart ID
fr_fr: ID panier
nl_nl: Winkelwagen-ID

source: Module name
fr_fr: Nom du module
nl_nl: Modulenaam

source: Search (e.g.: product reference, customer name…)
fr_fr: Rechercher (ex. : référence produit, nom du client, etc.)
nl_nl: Zoeken (bijv. productreferentie, klantnaam...)

source: by IP address
fr_fr: par adresse IP
nl_nl: op IP adres

source: SEARCH
fr_fr: RECHERCHE
nl_nl: Zoeken

source: Action
fr_fr: Outils
nl_nl: Actie

source: Attachment
fr_fr: Document joint
nl_nl: Bijlage

source: View details on the customer page
fr_fr: Plus d'informations sur la fiche client
nl_nl: Bekijk de details op de klantenpagina

source: View details on the order page
fr_fr: Plus d'informations sur la fiche commande
nl_nl: Bekijk de details op de bestellingenpagina

source: Print out
fr_fr: Imprimer
nl_nl: Afdrukken

source: Text #%d
fr_fr: Texte n°%d
nl_nl: Tekst #%d

source: Increase
fr_fr: Augmentation
nl_nl: Verhoog

source: Decrease
fr_fr: Baisse
nl_nl: Verlaag

source: The name of this product is not available. It may have been deleted from the system.
fr_fr: Le nom de ce produit n'est pas disponible. Il a peut-être été supprimé du système.
nl_nl: De naam van dit product is niet beschikbaar. Het kan zijn dat deze verwijderd is van het systeem.

source: Export this list as CSV
fr_fr: Exporter cette liste au format CSV
nl_nl: Exporteer deze lijst als CSV

source: This interface allows you to display the stock movement for a selected warehouse.
fr_fr: Cette interface vous permet d'afficher les mouvements de stock pour un entrepôt donné.
nl_nl: Dit scherm stelt u in staat om de voorraadverplaatsing voor het geselecteerde magazijn te tonen.

source: Sign
fr_fr: Signe
nl_nl: Ondertekenen

source: Stock movement
fr_fr: Mouvements de stock
nl_nl: Stock Beweging

source: Export (CSV)
fr_fr: Exporter en CSV
nl_nl: Exporteer (CSV)

source: There is nothing to export as a CSV.
fr_fr: Il n'y a pas de données à exporter en CSV.
nl_nl: Er is niets te exporteren als CSV.

source: Default label for increasing stock
fr_fr: Label par défaut lors de l'augmentation du stock
nl_nl: Standaardlabel bij het verhogen van voorraad

source: Default label for decreasing stock
fr_fr: Label par défaut lors de la diminution du stock
nl_nl: Standaardlabel bij het verlagen van voorraad

source: Default label for decreasing stock when a customer order is shipped
fr_fr: Label par défaut lors de la diminution du stock quand une commande est envoyée
nl_nl: Standaardlabel bij het verlagen van voorraad wanneer een klantbestelling is verzonden

source: Default label for increasing stock when a supply order is received
fr_fr: Label par défaut lors de l'augmentation du stock quand un retour de commande est validé
nl_nl: Standaardlabel bij het verhogen van voorraad wanneer een leveranciersbestelling is ontvangen

source: Stock: Add stock movement label
fr_fr: Stock : ajouter un label de mouvement de stock
nl_nl: Voorraad: Voeg een voorraadverlooplabel in

source: Stock Movement label
fr_fr: Label de mouvement de stock
nl_nl: Label voor voorraadverloop

source: Increase stock
fr_fr: Augmenter le stock
nl_nl: Verhoog voorraad

source: Decrease stock
fr_fr: Diminuer le stock
nl_nl: Verlaag voorraad

source: Does this label indicate a stock increase or a stock decrease?
fr_fr: Cette étiquette indique-t-elle une augmentation ou une diminution de stock ?
nl_nl: Betekent dit label een voorraadstijging of een -daling?

source: Supply Order Status
fr_fr: État de commande fournisseur
nl_nl: Leveranciersbestellingstatus

source: Color
fr_fr: Couleur
nl_nl: Kleur

source: Status will be highlighted in this color. HTML colors only.
fr_fr: Les états seront mises en évidence dans cette couleur. Couleurs HTML uniquement.
nl_nl: Status zal worden aangegeven in deze kleur. Alleen HTML-kleuren.

source: Editable
fr_fr: Modifiable
nl_nl: Bewerkbaar

source: Is it is possible to edit the order? Keep in mind that an editable order cannot be sent to the supplier.
fr_fr: Pour cet état, vous devez définir s'il est possible de modifier la commande. Une commande modifiable est une commande qu'il n'est pas possible d'envoyer au fournisseur.
nl_nl: Is het mogelijk de bestelling te bewerken? Weet dat een bewerkbare bestelling niet kan verzonden worden naar de leverancier.

source: Delivery note
fr_fr: Bon de livraison
nl_nl: Leveringsbon

source: Is it possible to generate a delivery note for the order?
fr_fr: Pour cet état, vous devez définir s'il est possible de générer le bon de livraison de la commande.
nl_nl: Geef op of het mogelijk is een pakbon voor de bestelling te genereren.

source: Delivery status
fr_fr: État de livraison
nl_nl: Leveringsstatus

source: Indicates whether the supplies have been either partially or completely received. This will allow you to know if ordered products have to be added to the corresponding warehouse.
fr_fr: Indique si les marchandises ont été reçues partiellement ou bien en totalité. Ceci vous permet de savoir si les produits commandés ont été ajoutés au stock de l'entrepôt associé.
nl_nl: Geeft aan of de goederen hetzij geheel of gedeeltelijk zijn ontvangen. Dit zal u toelaten om te weten of bestelde producten moeten worden toegevoegd bij het overeenkomstige magazijn.

source: Awaiting delivery
fr_fr: En attente de livraison
nl_nl: Wacht op levering

source: Indicates that you are awaiting delivery of supplies.
fr_fr: Indique que vous attendez la livraison des marchandises.
nl_nl: Geeft aan dat u wacht op levering van de goederen.

source: Stock: Add supply order status
fr_fr: Stock : ajouter l'état de commande de fournitures
nl_nl: Voorraad: Voeg leveranciersbestellingstatus toe

source: Stock: Update supply order status
fr_fr: Stock : mettre à jour l'état de commande de fournitures
nl_nl: Voorraad: leveranciersbestellingstatus bijwerken

source: This interface allows you to configure your supply order status and stock movement labels.
fr_fr: Cette interface vous permet de configurer les états des commandes fournisseurs et des labels des mouvements de stocks.
nl_nl: Dit scherm stelt u in staat uw leveranciersbestellingstatus en voorraadverplaatsing label in te stellen.

source: Stock: Stock movement labels
fr_fr: Stock : labels des mouvements de stocks
nl_nl: Voorraad: Voorraadverplaatsinglabel

source: Stock: Supply order status
fr_fr: Stock : états des commandes fournisseurs
nl_nl: Voorraad: Leveranciersbestellingstatus

source: Supply order can be edited?
fr_fr: La commande fournisseur peut-elle être éditée ?
nl_nl: Mag leveranciersbestelling bewerkt worden?

source: Delivery note is available?
fr_fr: Note de livraison disponible ?
nl_nl: Is leveringsnotitie beschikbaar?

source: Delivery is expected?
fr_fr: Date de livraison prévue ?
nl_nl: Wanneer wordt de levering verwacht?

source: Stock has been delivered?
fr_fr: La quantité a-t-elle été livrée ?
nl_nl: Werd de voorraad geleverd?

source: Order is closed?
fr_fr: Commande terminée ?
nl_nl: Mag de bestelling afgesloten worden?

source: You need to activate the Advanced Stock Management feature before you can use this feature.
fr_fr: Vous devez activer la gestion des stocks avancée pour utiliser cette fonctionnalité.
nl_nl: U moet de functie Geavanceerd Voorraadbeheer activeren voordat u deze functie kunt gebruiken.

source: The status has been updated successfully.
fr_fr: Mise à jour de l'état réussie.
nl_nl: Bijwerken status geslaagd

source: An error occurred while updating this meta.
fr_fr: Une erreur est survenue lors de la mise à jour de cette méta.
nl_nl: Er tradt een fout op tijdens het bijwerken van deze meta.

source: Warehouse
fr_fr: Entrepôt
nl_nl: Magazijn

source: Date
nl_nl: Datum

source: Update
fr_fr: Mettre à jour
nl_nl: Bijwerken

source: Amount
fr_fr: Montant
nl_nl: Bedrag

source: Products
fr_fr: produits
nl_nl: Producten

source: Total
nl_nl: Totaal

source: Discounts
fr_fr: Promotions
nl_nl: Kortingen

source: Discount name
fr_fr: Nom de la réduction
nl_nl: Naam korting

source: Payment
fr_fr: Paiement
nl_nl: Betaling

source: Carrier
fr_fr: Transporteur
nl_nl: Vervoerder

source: Are you sure?
fr_fr: Êtes-vous sûr ?
nl_nl: Weet u het zeker?

source: Change
fr_fr: Modifier
nl_nl: Wijzigen

source: Not defined
fr_fr: Non défini
nl_nl: Niet bepaald

source: Warning
fr_fr: Attention
nl_nl: Waarschuwing

source: Invoice
fr_fr: Facture
nl_nl: Factuur

source: Qty
fr_fr: Quantité
nl_nl: Aantal

source: Available quantity
fr_fr: Quantités disponibles
nl_nl: Beschikbare hoeveelheid

source: Tracking number
fr_fr: Numéro de suivi
nl_nl: Trackingnummer

source: Shipping
fr_fr: Livraison
nl_nl: Verzending

source: Are you sure you want to add this quantity?
fr_fr: Vous souhaitez ajouter plus de produit qu'il n'y a de stock, êtes-vous sûr de vouloir ajouter cette quantité ?
nl_nl: U wilt meer producten toevoegen dan er op voorraad zijn, weet u zeker dat u deze hoeveelheid wilt toevoegen?

source: Are you sure you want to create a new invoice?
fr_fr: Êtes-vous sûr de vouloir créer une nouvelle facture ?
nl_nl: Weet u zeker dat u een nieuwe factuur wilt aanmaken?

source: Error: No product has been selected
fr_fr: Erreur : aucun produit sélectionné
nl_nl: Fout: Geen producten geselecteerd

source: Error: Quantity of products must be set
fr_fr: Erreur : la quantité doit être établie
nl_nl: Fout: geen hoeveelheid ingevuld

source: Error: Product price must be set
fr_fr: Erreur : le prix du produit doit être établi
nl_nl: Fout: productprijs moet ingesteld zijn

source: Error. You cannot refund a negative amount.
fr_fr: Erreur. Vous ne pouvez pas rembourser un montant négatif.
nl_nl: Fout. U kunt geen negatief bedrag teruggeven.

source: Order
fr_fr: Commande
nl_nl: Bestelling

source: Print order
fr_fr: Imprimer la commande
nl_nl: Bestelling afdrukken

source: View invoice
fr_fr: Voir la facture
nl_nl: Factuur weergeven

source: No invoice
fr_fr: Pas de facture
nl_nl: Geen factuur

source: View delivery slip
fr_fr: Voir le bon de livraison
nl_nl: Pakbon weergeven

source: No delivery slip
fr_fr: Pas de bon de livraison
nl_nl: Geen pakbon

source: Return products
fr_fr: Retourner les produits
nl_nl: Producten retourneren

source: Standard refund
fr_fr: Remboursement standard
nl_nl: Standaard teruggave

source: Cancel products
fr_fr: Annuler les produits
nl_nl: Producten annuleren

source: Partial refund
fr_fr: Remboursement partiel
nl_nl: Gedeeltelijke teruggave

source: Documents
nl_nl: Documenten

source: Resend this email to the customer
fr_fr: Renvoyer cet e-mail au client
nl_nl: Verstuur deze email opnieuw naar de klant

source: Resend email
fr_fr: Renvoyer l'e-mail
nl_nl: E-mail opnieuw sturen

source: Update status
fr_fr: Mettre à jour l'état
nl_nl: Status bijwerken

source: Merchandise Returns
fr_fr: Retours produit
nl_nl: Retourzendingen

source: Recycled packaging
fr_fr: Emballage recyclé
nl_nl: Gerecyclede verpakking

source: Gift wrapping
fr_fr: Paquet cadeau
nl_nl: Cadeauverpakking

source: No merchandise returned yet
fr_fr: Aucune marchandise n'a été retournée pour le moment
nl_nl: Nog geen goederen geretourneerd

source: paid instead of
fr_fr: payé au lieu de
nl_nl: betaald in plaats van

source: This warning also concerns order
fr_fr: Cet avertissement concerne aussi la commande
nl_nl: Deze waarschuwing betreft ook deze bestelling

source: This warning also concerns the next orders:
fr_fr: Cet avertissement concerne aussi les commandes suivantes :
nl_nl: Deze waarschuwing betreft ook de volgende bestellingen:

source: Payment method
fr_fr: Moyen de paiement
nl_nl: Betalingsmethode

source: Transaction ID
fr_fr: ID de la transaction
nl_nl: Transactie-ID

source: Card Number
fr_fr: Numéro de carte
nl_nl: Kaartnummer

source: Card Brand
fr_fr: Marque de la carte
nl_nl: Kaart merk

source: Card Expiration
fr_fr: Date d'expiration de la carte
nl_nl: Vervaldatum kaar

source: Card Holder
fr_fr: Propriétaire de la carte
nl_nl: Kaart houder

source: No payment methods are available
fr_fr: Aucun moyen de paiement disponible
nl_nl: Er zijn geen betalingsmethodes beschikbaar

source: Change currency
fr_fr: Changer la devise
nl_nl: Wijzig munteenheid

source: Do not forget to update your exchange rate before making this change.
fr_fr: N'oubliez pas de mettre à jour vos taux de change avant d'effectuer cette modification.
nl_nl: Vergeet niet uw wisselkoers te updaten na deze wijziging.

source: This order has been placed by a guest.
fr_fr: Cette commande a été passée par un compte invité.
nl_nl: Deze bestelling is geplaatst door een gast

source: Transform a guest into a customer
fr_fr: Transformer en compte client
nl_nl: Zet gast om naar klant

source: This feature will generate a random password and send an email to the customer.
fr_fr: Cette fonctionnalité va générer un mot de passe aléatoire et envoyer un e-mail au client.
nl_nl: Deze functie maakt een wachtwoord aan en verzend deze via e-mail naar de klant

source: Account registered
fr_fr: Compte créé
nl_nl: Account geregistreerd

source: Valid orders placed
fr_fr: Commandes validées
nl_nl: Geplaatste geldige bestellingen

source: Total spent since registration
fr_fr: Total payé depuis la création du compte
nl_nl: Totaal uitgegeven sinds registratie

source: Siret
nl_nl: KvK-nummer

source: APE
nl_nl: SBI-code

source: View full details...
fr_fr: Plus de détails...
nl_nl: Bekijk alle details...

source: Private note
fr_fr: Commentaire privé
nl_nl: Privénotitie

source: Shipping address
fr_fr: Adresse de livraison
nl_nl: Verzendadres

source: Invoice address
fr_fr: Adresse de facturation
nl_nl: Factuuradres

source: Private
fr_fr: Privé
nl_nl: Privé

source: Do you want to send this message to the customer?
fr_fr: Souhaitez-vous envoyer ce message au client ?
nl_nl: Wilt u dit bericht aan de klant sturen?

source: Choose a standard message
fr_fr: Choisissez un message prédéfini
nl_nl: Kies een standaardbericht

source: Do you want to overwrite your existing message?
fr_fr: Voulez-vous écraser le message actuel ?
nl_nl: Wilt u uw bestaande bericht overschrijven?

source: Configure predefined messages
fr_fr: Configurer les messages prédéfinis
nl_nl: Configureer vooraf gedefinieerde berichten

source: Display to customer?
fr_fr: Montrer au client
nl_nl: Toon aan klant?

source: Send message
fr_fr: Envoyer le message
nl_nl: Stuur bericht

source: Show all messages
fr_fr: Voir tous les messages
nl_nl: Bekijk alle berichten
