Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Add
fr_fr: Ajouter
nl_nl: Toevoegen

source: Address
fr_fr: Adresse
nl_nl: Adres

source: Active
fr_fr: Actif
nl_nl: Actief

source: Never
fr_fr: Jamais
nl_nl: Nooit

source: Actions
nl_nl: Acties

source: Social Title
fr_fr: Titre de civilité
nl_nl: Sociale titel

source: Unknown
fr_fr: Inconnu
nl_nl: Onbekend

source: Age
fr_fr: Âge
nl_nl: Leeftijd

source: %1$d years old (birth date: %2$s)
fr_fr: %1$d ans (date de naissance : %2$s)
nl_nl: %1$d jaar oud (geboortedatum: %2$s)

source: Registration Date
fr_fr: Date d'inscription
nl_nl: Registratiedatum

source: Last Visit
fr_fr: Dernière visite
nl_nl: Laatste bezoek

source: Best Customer Rank
fr_fr: Place parmi les meilleurs clients
nl_nl: Beste-klantrangschikking

source: Registrations
fr_fr: Inscriptions
nl_nl: Registraties

source: Newsletter
fr_fr: Lettre d'informations
nl_nl: Nieuwsbrief

source: Latest Update
fr_fr: Dernière mise à Jour
nl_nl: Nieuwste update

source: Inactive
fr_fr: Désactivé
nl_nl: Inactief

source: This customer is registered as a Guest.
fr_fr: Ce client est enregistré en tant qu'invité.
nl_nl: Deze klant is geregistreerd als Gast.

source: Transform to a customer account
fr_fr: Transformer en compte client
nl_nl: Zet over naar klantaccount

source: This feature generates a random password before sending an email to your customer.
fr_fr: Cette fonction génère un mot de passe aléatoire et envoie un e-mail au client.
nl_nl: Deze optie genereert een willekeurig wachtwoord en verstuurt een e-mail naar de klant.

source: A registered customer account using the defined email address already exists.
fr_fr: Un compte client est déjà enregistré avec cette adresse e-mail.
nl_nl: Een geregistreerde klantaccount met dit e-mail adres bestaat reeds.

source: Valid orders:
fr_fr: Commandes valides :
nl_nl: Geldige bestellingen:

source: for a total amount of %s
fr_fr: pour un montant total de %s
nl_nl: Voor een totaal bedrag van %s

source: Invalid orders:
fr_fr: Commandes non valides :
nl_nl: Ongeldige bestellingen:

source: Total spent
fr_fr: Total payé
nl_nl: Totaal uitgegeven

source: %1$s %2$s has not placed any orders yet
fr_fr: %1$s %2$s n'a jamais passé de commande
nl_nl: %1$s %2$s heeft nog geen bestellingen geplaatst

source: No cart is available
fr_fr: Aucun panier disponible
nl_nl: Geen winkelwagen beschikbaar

source: Purchased products
fr_fr: Produits achetés
nl_nl: Gekochte producten

source: Viewed products
fr_fr: Déjà vus
nl_nl: Bekeken producten

source: Add a private note
fr_fr: Ajoutez une note privée
nl_nl: Privébericht toevoegen

source: This note will be displayed to all employees but not to customers.
fr_fr: Cette note sera affichée pour tous les employés, mais pas au client.
nl_nl: Deze notitie zal zichtbaar worden voor alle medewerkers maar niet voor de klant

source: Sent on
fr_fr: Envoyé le
nl_nl: Verzonden op

source: %1$s %2$s has never contacted you
fr_fr: %1$s %2$s ne vous a jamais contacté
nl_nl: %1$s %2$s heeft nooit contact gehad met u

source: Qty available
fr_fr: Qté disponible
nl_nl: Aant. beschikbaar

source: %1$s %2$s has no discount vouchers
fr_fr: %1$s %2$s ne possède aucun bon de réduction
nl_nl: %1$s %2$s heeft geen waardebonnen

source: Last emails
fr_fr: Derniers e-mails
nl_nl: Laatste emails

source: Last connections
fr_fr: Dernières connexions
nl_nl: Laatste verbindingen

source: Pages viewed
fr_fr: Pages vues
nl_nl: Bekeken pagina's

source: Total time
fr_fr: Temps total
nl_nl: Totale tijd

source: Origin
fr_fr: Origine
nl_nl: Afkomstig van

source: Groups
fr_fr: Groupes
nl_nl: Groepen

source: Phone number(s)
fr_fr: Numéro(s) de téléphone
nl_nl: Telefoonnummer(s)

source: %1$s %2$s has not registered any addresses yet
fr_fr: %1$s %2$s n'a pas encore enregistré d'adresse
nl_nl: %1$s %2$s heeft nog geen adressen geregistreerd

source: Edit
fr_fr: Modifier
nl_nl: Wijzig

source: View
fr_fr: Détails
nl_nl: Bekijken

source: Back to list
fr_fr: Retour à la liste
nl_nl: Terug naar lijst

source: Add my IP
fr_fr: Ajouter mon IP
nl_nl: Voeg mijn IP toe

source: Duplicate
fr_fr: Dupliquer
nl_nl: Kopiëren

source: Delete selected items?
fr_fr: Supprimer la sélection ?
nl_nl: Geselecteerde items verwijderen ?

source: In order to use a new theme, please follow these steps:
nl_nl: Om een nieuwe thema te gebruiken moet u volgende stappen volgen:

source: Import your theme using this module:
nl_nl: Importeer uw thema met deze module:

source: Theme installer
nl_nl: Thema installeren

source: When your theme is imported, please select the theme in this page
nl_nl: Nadat uw thema is geïmporteerd kan u uw thema selecteren op deze pagina

source: Save
nl_nl: Opslaan

source: Deletion successful
nl_nl: Verwijdering geslaagd

source: Selection successfully deleted
nl_nl: Verwijdering selectie geslaagd

source: Creation successful
nl_nl: Aanmaak geslaagd

source: The new version check has been completed successfully
nl_nl: De nieuwe versie controle is met succes afgerond

source: Settings update successful
nl_nl: Instellingen bijwerken geslaagd

source: Image successfully deleted
nl_nl: Afbeelding verwijderen geslaagd

source: Module downloaded successfully
nl_nl: De module download is geslaagd

source: Thumbnails successfully regenerated
nl_nl: Generatie miniatuur(en) geslaagd

source: Message sent to the customer
nl_nl: Bericht verzonden naar klant

source: Comment added
nl_nl: Commentaar toegevoegd

source: Module installed successfully
nl_nl: Installatie module(s) geslaagd

source: Module uninstalled successfully
nl_nl: Verwijderen module(s) geslaagd

source: Language successfully copied
nl_nl: Kopiëren taal geslaagd

source: Translations successfully added
nl_nl: De toevoeging van de vertaling is geslaagd

source: Module transplanted successfully to hook
nl_nl: Koppeling van de module aan de haak is geslaagd

source: Module removed successfully from hook
nl_nl: Loskoppelen van de module van de haak is geslaagd

source: Upload successful
nl_nl: Upload geslaagd

source: Duplication completed successfully
nl_nl: Kopiëren geslaagd

source: Translation added successfully but the language has not been created
nl_nl: Het toevoegen van de vertaling is geslaagd, maar de taal is niet aangemaakt

source: Module reset successfully
nl_nl: Resetten module geslaagd

source: Module deleted successfully
nl_nl: Verwijderen module geslaagd

source: Localization pack imported successfully
nl_nl: Localisatie pakket geimporteerd

source: Refund Successful
nl_nl: Terugbetaling geslaagd

source: Images successfully moved
nl_nl: Verplaatsing van de afbeeldingen is geslaagd

source: You do not have permission to add here
nl_nl: U heeft geen toestemming om hier iets toe te voegen

source: You do not have permission to edit here
nl_nl: U heeft hier geen toestemming om te bewerken

source: The field named %s is required.
nl_nl: De veldnaam %s is verplicht.

source: The field named %1$s is required at least in the %2$s language.
nl_nl: De veldnaam %1$s is minstens verplicht in de %2$s taal.

source: The field named %1$s is too long (%2$s chars max).
nl_nl: De veldnaam %1$s is te lang (%2$s karakters max).

source: The field named %1$s (for %2$s language) is too long (%3$s chars max, including HTML chars).
nl_nl: De veldnaam %1$s (voor taal %2$s) is te lang (%3$s karakters max, inclusief HTML karakters).

source: the field
nl_nl: Het veld

source: is invalid
nl_nl: is ongeldig

source: errors
nl_nl: fouten

source: There are
nl_nl: Er zijn

source: There is
nl_nl: Er is

source: warnings
nl_nl: waarschuwingen

source: warning
nl_nl: waarschuwing

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Copy images too?
nl_nl: Ook afbeeldingen kopiëren?

source: Delete selection
nl_nl: Selectie verwijderen

source: Choose language:
nl_nl: Selecteer een taal:

source: Your are currently connected with the following domain name:
nl_nl: U bent op dit moment verbonden met de volgende domeinnaam:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
nl_nl: Deze is verschillend van de hoofd domeinnaam van uw winkel ingesteld in "Voorkeuren> SEO & URL's":

source: Click here if you want to modify the main shop domain name
nl_nl: Klik hier als u de hoofdwinkeldomeinnaam wilt wijzigen

source: List
fr_fr: Liste
nl_nl: Lijst

source: View details
fr_fr: Afficher les détails
nl_nl: Bekijk details

source: Options
nl_nl: Opties

source: Add new
fr_fr: Ajouter
nl_nl: Voeg nieuwe toe

source: yes
fr_fr: oui
nl_nl: ja

source: no
fr_fr: non
nl_nl: nee

source: filter by %s
fr_fr: Filtrer par %s
nl_nl: filter op %s

source: Edit: %s
fr_fr: Modifier : %s
nl_nl: Bewerk: %s

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren

source: Export
fr_fr: Exporter
nl_nl: Exporteren

source: Your next order could be hiding there!
fr_fr: Votre prochaine commande s'y trouve peut-être !
nl_nl: Uw volgende bestelling kan zich hier bevinden!

source: Did you check your conversion rate lately?
fr_fr: Avez-vous consulté votre taux de conversion dernièrement ?
nl_nl: Heeft u uw succes conversie recentelijk al bekeken?

source: How about some seasonal discounts?
fr_fr: Et pourquoi pas lancer des promotions de saison ?
nl_nl: Hoe zit het met seizoensgebonden korting?

source: Have you sent any acquisition email lately?
fr_fr: Avez-vous fait une campagne d'acquisition par e-mail récemment ?
nl_nl: Heeft u al recentelijk acquisitiemails verstuurd?

source: Are you active on social media these days?
fr_fr: Êtes-vous actifs sur les réseaux sociaux en ce moment ?
nl_nl: Bent u actief op social media?

source: Have you considered selling on marketplaces?
fr_fr: Avez-vous pensé à vendre sur les places de marché ?
nl_nl: Heeft u al overwogen om te verkopen op marktplaatsen?

source: That's more time for something else!
fr_fr: C'est du temps libéré pour autre chose !
nl_nl: Dat betekent meer tijd voor iets anders!

source: No news is good news, isn't it?
fr_fr: Pas de nouvelle, bonne nouvelle, n'est-ce pas ?
nl_nl: Geen nieuws is goed nieuws, toch?

source: Seems like all your customers are happy :)
fr_fr: On dirait que vos clients sont satisfaits :)
nl_nl: Het lijkt erop dat al uw klanten tevreden zijn :)

source: Bad SQL query
fr_fr: Mauvaise requête SQL
nl_nl: Foutieve SQL-query

source: Operational
fr_fr: Opérationnel
nl_nl: Operationeel

source: Degraded Performance
fr_fr: Performance dégradée
nl_nl: Verminderde prestaties

source: Partial Outage
fr_fr: Interruption partielle
nl_nl: Gedeeltelijke Storing

source: Major Outage
fr_fr: Interruption majeure
nl_nl: Grote Storing

source: Do you really want to uninstall this module?
fr_fr: Voulez-vous vraiment désinstaller ce module ?
nl_nl: Weet u zeker dat u deze module wilt deïnstalleren?

source: Disable this module
fr_fr: Désactiver ce module
nl_nl: Schakel deze module uit

source: Enable this module for all shops
fr_fr: Activer ce module pour toutes les boutiques
nl_nl: Schakel deze module in voor alle winkels

source: Disable
fr_fr: Désactiver
nl_nl: Uitschakelen

source: Enable
fr_fr: Activer
nl_nl: Inschakelen

source: Disable on mobiles
fr_fr: Désactiver sur mobile
nl_nl: Uitschakelen op mobielen

source: Disable on tablets
fr_fr: Désactiver sur tablettes
nl_nl: Uitschakelen op tablets

source: Disable on computers
fr_fr: Désactiver sur ordinateurs
nl_nl: Uitschakelen op computers

source: Display on mobiles
fr_fr: Afficher sur mobiles
nl_nl: Weergeven op mobielen

source: Display on tablets
fr_fr: Afficher sur tablettes
nl_nl: Weergeven op tablets

source: Display on computers
fr_fr: Affichage sur ordinateurs
nl_nl: Weergeven op computers

source: Configure
fr_fr: Configurer
nl_nl: Configureer

source: This action will permanently remove the module from the server. Are you sure you want to do this?
fr_fr: Cette action supprime définitivement le module sur votre serveur. Êtes-vous vraiment sûr ?
nl_nl: Deze actie zal de module voorgoed van de server verwijderen. Weet u het zeker?

source: %s deletion
fr_fr: Suppression : %s
nl_nl: %s verwijdering

source: %s addition
fr_fr: Création : %s
nl_nl: %s toevoeging

source: %s modification
fr_fr: modification %s
nl_nl: %s aanpassing

source: You do not have the right permission
fr_fr: Vous n'avez pas les permissions requises pour effectuer cette action.
nl_nl: U heeft niet de juiste rechten

source: File %1$s exceeds the size allowed by the server. The limit is set to %2$d MB.
fr_fr: Le fichier %1$s dépasse le poids autorisé par le serveur. Cette limite est fixée à %2$d Mo.
nl_nl: Het bestand %1$s overschrijdt de maximale grootte toegestaan door de server. De grens is ingesteld op maximaal %2$d MB.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
fr_fr: Fichier trop volumineux, taille maximum autorisée : %1$d ko. La taille du fichier que vous tentez de télécharger est : %2$d ko.
nl_nl: Bestand te groot. Maximale grootte toegestaan: %1$d kB. Het bestand dat u probeert te uploaden is: %2$d kB.

source: File copy failed
fr_fr: La copie du fichier a échoué
nl_nl: Bestandskopie mislukt

source: The price rule has successfully updated
fr_fr: Règle de prix mise à jour avec succès
nl_nl: Bijwerken van de prijsregel is geslaagd

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
fr_fr: Il n'est pas possible de supprimer une déclinaison qui a des quantités dans la gestion des stocks avancée. Vous devez d'abord supprimer le stock correspondant.
nl_nl: Het is niet mogelijk om een combinatie te verwijderen terwijl er nog een aantal hoeveelheden zijn in het geavanceerde Voorraadbeheer. U moet deze voorraad eerst verwijderen.

source: Error while deleting the stock
fr_fr: Erreur lors de la suppression du stock
nl_nl: Fout bij het verwijderen van de voorraad

source: You cannot delete this attribute.
fr_fr: Impossible de supprimer l'attribut
nl_nl: Attribuut kan niet worden verwijderd

source: You do not have permission to delete this.
fr_fr: Vous n'avez pas la permission de supprimer ce contenu.
nl_nl: U hebt geen toestemming om dit te verwijderen.

source: You cannot make this the default attribute.
fr_fr: Ne peut pas être l'attribut par défaut.
nl_nl: U kunt dit niet het standaardattribuut maken.

source: Products must be in at least one category.
fr_fr: Le produit doit être au minimum dans une catégorie.
nl_nl: Producten moet tenminste in één categorie staan.

source: This product must be in the default category.
fr_fr: Ce produit doit être dans la catégorie par défaut.
nl_nl: Dit product moet in de standaardcategorie staan.

source: Filter by category
fr_fr: Filtrer par catégorie
nl_nl: Filter op categorie

source: Out of stock items
fr_fr: Articles en rupture de stock
nl_nl: Artikelen niet op voorraad

source: %s of your products for sale are out of stock.
fr_fr: %s de vos produits en vente sont en rupture de stock.
nl_nl: %s van uw producten te koop zijn niet in voorraad.

source: Average Gross Margin %
fr_fr: Taux de marque moyen
nl_nl: Gemiddelde brutomarge

source: Gross margin expressed in percentage assesses how cost-effectively you sell your goods. Out of $100, you will retain $%s to cover profit and expenses.
fr_fr: Le taux de marque permet d'évaluer la rentabilité de la vente d'un produit. Pour 100€, vous garderez %s€ pour couvrir vos dépenses et votre bénéfice.
nl_nl: Brutomarge uitgedrukt als percentage geeft een indicatie hoe kostenefficiënt u uw goederen verkoopt. Van de €100 houdt u €X over voor winst en om uitgaven te dekken.

source: Catalog popularity
fr_fr: Popularité du catalogue
nl_nl: Populariteit van catalogus

source: 30 days
fr_fr: 30 jours
nl_nl: 30 dagen

source: Within your catalog, %s of your products have had sales in the last 30 days
fr_fr: Parmi votre catalogue, %s de vos produits ont été vendus dans les 30 derniers jours.
nl_nl: Binnen uw catalogus zijn er %s producten geweest met minstens één verkoop in de afgelopen 30 dagen

source: Disabled Products
fr_fr: Produits désactivés
nl_nl: Uitgeschakelde Producten

source: %s of your products are disabled and not visible to your customers
fr_fr: %s de vos produits sont désactivés et non visibles par vos clients
nl_nl: %s van uw producten zijn uitgeschakeld en niet zichtbaar voor uw klanten

source: Your product will be saved as a draft.
fr_fr: Votre produit va être enregistré en tant que brouillon.
nl_nl: Uw product wordt opgeslagen als klad.

source: Save and preview
fr_fr: Enregistrer et prévisualiser
nl_nl: Opslaan en bekijken

source: Switch again to new Page
nl_nl: Ga opnieuw naar de nieuwe pagina

source: Add new product
fr_fr: Ajouter un produit
nl_nl: Nieuw product toevoegen

source: Preview
fr_fr: Visualiser
nl_nl: Voorbeeld

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
fr_fr: Cela copiera également les images. Si vous souhaitez continuer, cliquez sur "Oui" ; sinon, cliquez sur "Non".
nl_nl: Hierdoor worden de afbeeldingen ook gekopieerd. Als u wilt doorgaan, klikt u op "Ja". Zo niet, dan klikt u op "Nee".

source: Product sales
fr_fr: Ventes
nl_nl: Product verkopen

source: Delete this product
fr_fr: Supprimer ce produit
nl_nl: Dit product verwijderen

source: Delete product?
fr_fr: Supprimer le produit ?
nl_nl: Verwijder product?

source: New combination
fr_fr: Nouvelle déclinaison
nl_nl: Nieuwe combinatie

source: Tax incl.
fr_fr: TTC
nl_nl: Incl. btw

source: Tax excl.
fr_fr: HT
nl_nl: Excl. btw

source: Unlimited
fr_fr: Illimité
nl_nl: Ongelimiteerd

source: All combinations
fr_fr: Toutes les déclinaisons
nl_nl: Alle combinaties

source: All currencies
fr_fr: Toutes les devises
nl_nl: Alle valuta's

source: All groups
fr_fr: Tous les groupes
nl_nl: Alle groepen

source: All customers
fr_fr: Tous les clients
nl_nl: Alle klanten

source: No specific prices.
fr_fr: Aucun prix spécifique.
nl_nl: Geen specifieke prijzen

source: Priority management
fr_fr: Gestion des priorités
nl_nl: Prioriteitsmanagement

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rule applies to the customer.
fr_fr: Parfois un client peut être concerné par plusieurs règles de prix spécifiques simultanément. Les priorités vous permettent de décider quelle règle sera appliquée.
nl_nl: Soms kan een klant passen in meerdere specifieke prijs regels. met prioriteiten kunt u bepalen welke regel geldt voor de klant.

source: Priorities
fr_fr: Priorités
nl_nl: Prioriteiten

source: Apply to all products
fr_fr: Appliquer à tous les produits
nl_nl: Op alle producten toepassen

source: Attribute - value pair
fr_fr: Paire attribut - valeur
nl_nl: Attribuut - waardenpaar

source: Impact on price
fr_fr: Impact sur le prix
nl_nl: Invloed op prijs

source: Impact on weight
fr_fr: Impact sur le poids
nl_nl: Impact op gewicht

source: Undefined action
fr_fr: Action non définie
nl_nl: Ongedefinieerde actie

source: Undefined value
fr_fr: Valeur non définie
nl_nl: Ongedefinieerde waarde

source: Incorrect value
fr_fr: Valeur incorrecte
nl_nl: Foutieve waarde

source: Not possible if advanced stock management is disabled.
fr_fr: Impossible si la gestion des stocks avancée est désactivée.
nl_nl: Niet mogelijk als geavanceerd voorraadbeheer is uitgeschakeld.

source: You cannot use advanced stock management for this pack because
fr_fr: Vous ne pouvez pas utiliser la gestion des stocks avancée pour ce pack car
nl_nl: U kunt geen gebruik maken van geavanceerde voorraadbeheer voor dit pakket, omdat

source: - advanced stock management is not enabled for these products
fr_fr: - la gestion des stock avancée n'est pas activée pour ces produits
nl_nl: - Geavanceerde voorraadbeheer is niet ingeschakeld voor deze producten

source: - you have chosen to decrement products quantities.
fr_fr: - vous avez choisi de décrémenter les quantités des produits.
nl_nl: - U heeft ervoor gekozen om de producthoeveelheden te verlagen.

source: You cannot use this stock management option because:
fr_fr: Vous ne pouvez pas utiliser cette option de gestion de stock car :
nl_nl: U kunt deze voorraadbeheer optie niet gebruiken omdat:

source: - advanced stock management is enabled for the pack
fr_fr: - la gestion des stock avancée est activée pour ce pack
nl_nl: - Geavanceerde voorraadbeheer is ingeschakeld voor dit pakket

source: Undefined id product attribute
fr_fr: id_product_attribute non valable
nl_nl: Ongeldige ID productattribuut

source: Default category
fr_fr: Catégorie par défaut
nl_nl: Standaardcategorie

source: Consider changing the default category.
fr_fr: Pensez à changer la catégorie par défaut.
nl_nl: Overweeg om de standaardcategorie te wijzigen.

source: Mark the checkbox of each categories in which this product will appear.
fr_fr: Cocher dans quelle(s) catégorie(s) le produit doit apparaître.
nl_nl: Markeer alle selectievak(ken) van de categorieën waarin het product voorkomt

source: Save
fr_fr: Enregistrer
nl_nl: Opslaan

source: Task description
nl_nl: Taak beschrijving

source: Update my currencies
nl_nl: Update mijn valuta's

source: Target link
nl_nl: Doelkoppeling

source: Enter a description for this task.
nl_nl: Geef een beschrijving voor deze taak.

source: Set the link of your cron task.
nl_nl: Geef de link op van uw cron taak.

source: Do not forget to use an absolute URL to make it valid! The link also has to be on the same domain as the shop.
nl_nl: Vergeet niet om een absolute URL te gebruiken om deze geldig te maken! De link moet ook in hetzelfde domein staan als de winkel.

source: Task frequency
nl_nl: Taak frequentie

source: At what time should this task be executed?
nl_nl: Hoe laat moet deze taak worden uitgevoerd?

source: On which day of the month should this task be executed?
nl_nl: Op welke dag van de maand moet deze taak worden uitgevoerd?

source: On what month should this task be executed?
nl_nl: Op welke maand moet deze taak worden uitgevoerd?

source: On which day of the week should this task be executed?
nl_nl: Op welke dag van de week moet deze taak worden uitgevoerd?

source: Settings
nl_nl: Instellingen

source: Cron mode
nl_nl: Cron modus

source: Basic
nl_nl: Eenvoudig

source: Use the PrestaShop cron tasks webservice to execute your tasks.
nl_nl: Gebruik de PrestaShop Cron taken webservice om uw taken uit te voeren.

source: Advanced
nl_nl: Geavanceerd

source: For advanced users only: use your own crontab manager instead of PrestaShop cron tasks service.
nl_nl: Alleen voor gevorderde gebruikers: gebruik uw eigen crontab manager in plaats van de PrestaShop Webcron service.

source: The Advanced mode enables you to use your own cron tasks manager instead of PrestaShop cron tasks webservice.
nl_nl: De geavanceerde modus laat u toe om uw eigen cron takenbeheerder te gebruiken in plaats van de PrestaShop cron taken webservice.

source: First of all, make sure the 'curl' library is installed on your server.
nl_nl: Allereerst, zorg ervoor dat de 'curl' bibliotheek is geïnstalleerd op uw server.

source: To execute your cron tasks, please insert the following line in your cron tasks manager:
nl_nl: Om je cron taken uit te voeren, gelieve de volgende regel toe te voegen in je crontab manager:

source: Day of week
nl_nl: Dag van de week

source: Last execution
nl_nl: Laatste uitvoering

source: One shot
nl_nl: Een keer

source: Module - Hook
nl_nl: Module - Haak

source: Every hour
nl_nl: Elk uur

source: Every day
nl_nl: Elke dag

source: Every month
nl_nl: Elke maand

source: Every day of the week
nl_nl: Elke dag van de week

source: Every day of the month
nl_nl: Elke dag van de maand

source: Recommended Modules and Services
fr_fr: Modules et services recommandés
nl_nl: Aanbevolen Modules en Services

source: Enable selection
fr_fr: Activer la sélection
nl_nl: Zet selectie aan
