Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
fr_fr: A chaque badge décerné, vous gagnez des points et nous vous présentons la prochaine action à réaliser selon votre activité. Vous êtes ainsi guidé(e) vers une boutique parfaitement configurée et optimisée pour votre succès !
nl_nl: Het belangrijkste doel van alle functies die wij aanbieden is om u te laten slagen in de e-commerce wereld. Om dit te bereiken, hebben we een systeem van badges en punten die het gemakkelijk maken om je vooruitgang als handelaar monitoren gemaakt. We hebben het systeem in drie niveaus, die allemaal een integraal onderdeel van het succes in de e-commerce wereld gebroken, (ii) Uw verkoopresultaten; (i) Uw gebruik van de belangrijkste e-commerce functies op uw winkel (iii) Uw aanwezigheid op internationale markten.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
fr_fr: Nous avons défini 3 thèmes essentiels pour évaluer le niveau de développement de votre boutique : les fonctionnalités clés à configurer, vos performances commerciales et votre visibilité à l'international.
nl_nl: Hoe meer vooruitgang uw winkel maakt, hoe meer badges en punten je verdient. U hoeft geen informatie te verstrekken of alle formulieren in te vullen, we weten hoe druk je bent, alles is automatisch!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
fr_fr: Désormais, en cliquant sur un bouton, vous pourrez voir les fonctionnalités d'amélioration des ventes dont vous ne disposez pas encore. Profitez-en dès maintenant !
nl_nl: Nu, met de klik van een knop, zal je in staat zijn om de verkoop-verbeterende functies die u niet mag ontbreken te zien. Profiteer om het te proberen hieronder!

source: Our team is available to help. Contact us today!
fr_fr: Notre équipe est là pour vous aider. Contactez-nous dès maintenant !
nl_nl: Ons team is beschikbaar om te helpen. Contacteer ons vandaag!

source: Fill out a contact form
fr_fr: Remplir le formulaire de contact
nl_nl: Vul het contactformulier in

source: Completion level
fr_fr: Progrès
nl_nl: Voltooiing Niveau

source: No badge in this section
fr_fr: Pas de badge dans cette section
nl_nl: Geen badge in deze sectie

source: Referrers
fr_fr: Affiliation

source: Generator
fr_fr: Générateur

source: Home
fr_fr: Accueil

source: Multistore
fr_fr: Multiboutique

source: Layout
fr_fr: Mise en page

source: 1. Beginner
fr_fr: 1. Débutant

source: 4. Wizard
fr_fr: 4. Maître

source: 5. Guru
fr_fr: 5. Gourou

source: 6. Legend
fr_fr: 6. Légende

source: SEO
fr_fr: Référencement - SEO

source: Slideshows
fr_fr: Diaporamas

source: Dashboard
fr_fr: Tableau de bord

source: Social & Community
fr_fr: Réseaux sociaux et Communauté

source: Exclude taxes in sales total?
fr_fr: Exclure les taxes du total des ventes ?

source: Exclude shipping in sales total?
fr_fr: Exclure les frais de port du total des ventes ?

source: template
fr_fr: modèle

source: First In, First Out
fr_fr: Premier Entré, Premier Sorti (PEPS/FIFO)

source: Last In, First Out
fr_fr: Dernier Entré, Premier Sorti (DEPS/LIFO)

source: FIFO: First In, First Out
fr_fr: PEPS : Premier entré, premier sorti

source: LIFO: Last In, First Out
fr_fr: DEPS : Dernier entré, premier sorti

source: stock_mvt
fr_fr: Mouvement du stock

source: Status
fr_fr: Actif

source: Product
fr_fr: Produit

source: Details
fr_fr: Détails

source: stock_instant_state_quantities
fr_fr: État instantané des quantités en stock

source: stock_instant_state_prices
fr_fr: État instantané des prix du stock

source: Manager:
fr_fr: Gérant :

source: Oh no!
fr_fr: Oh non !

source: The mobile version of this page is not available yet.
fr_fr: La version mobile de cette page n'est pas encore disponible.

source: Please use a desktop computer to access this page, until is adapted to mobile.
fr_fr: En attendant que cette page soit adaptée au mobile, vous êtes invité à la consulter sur ordinateur.

source: Thank you.
fr_fr: Merci.

source: Ref:
fr_fr: Réf. :

source: Status:
fr_fr: État :

source: Please click on "Generate these combinations".
fr_fr: Veuillez cliquer sur "Générer ces déclinaisons".

source: Generate these combinations
fr_fr: Générer ces combinaisons

source: MB max.
fr_fr: Mo max.

source: Template
fr_fr: Modèle

source: Open
fr_fr: Ouvert

source: Product:
fr_fr: Produit :

source: Browser:
fr_fr: Navigateur :

source: Product #
fr_fr: Produit n°

source: Please select a module!
fr_fr: Veuillez sélectionner un module !

source: Latest orders
fr_fr: Dernières commandes

source: New customers
fr_fr: Nouveaux clients

source: Test Server
fr_fr: Tester le serveur

source: Real Time
fr_fr: Temps Réel

source: PrestaShop Forum
fr_fr: Forum PrestaShop

source: The Forge
fr_fr: La Forge

source: MySQL server:
fr_fr: Serveur MySQL :

source: MySQL engine:
fr_fr: Moteur MySQL :

source: MySQL driver:
fr_fr: Connecteur MySQL :

source: SMTP server
fr_fr: Serveur SMTP

source: Help
fr_fr: Aide

source: 1 product
fr_fr: 1 produit

source: Filters
fr_fr: Filtres

source: Module emails
fr_fr: E-mails des modules

source: Training
fr_fr: Formation

source: registered
fr_fr: enregistré le

source: April
fr_fr: Avril

source: September
fr_fr: Septembre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Jan
fr_fr: janv.

source: Feb
fr_fr: févr.

source: Apr
fr_fr: avr.

source: Jun
fr_fr: juin

source: Jul
fr_fr: juil.

source: Aug
fr_fr: août

source: Sep
fr_fr: sept.

source: Dec
fr_fr: déc.

source: Sign out
fr_fr: Déconnexion
