Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Disable selection
fr_fr: Désactiver la sélection
nl_nl: Zet selectie uit

source: Class
fr_fr: Classe
nl_nl: Klasse

source: Position
nl_nl: Positie

source: Add new menu
fr_fr: Ajouter un menu
nl_nl: Nieuw menu toevoegen

source: Show or hide menu.
fr_fr: Afficher ou cacher le menu.
nl_nl: Toon of verberg menu.

source: Parent
nl_nl: Bovenliggende

source: Reset
fr_fr: Réinitialiser
nl_nl: Herstellen

source: From
fr_fr: À partir de
nl_nl: Van

source: To
fr_fr: Au
nl_nl: Tot

source: Shop group
fr_fr: Groupe de boutiques
nl_nl: Winkelgroep

source: Please fill at least one field to perform a search in this list.
fr_fr: Veuillez renseigner au moins un champ pour effectuer une recherche dans cette liste.
nl_nl: Gelieve minstens één veld in te vullen om in deze lijst te zoeken.

source: Refresh list
fr_fr: Rafraîchir la liste
nl_nl: Ververs lijst

source: Show SQL query
fr_fr: Voir la requête SQL
nl_nl: Toon SQL-query

source: Export to SQL Manager
fr_fr: Exporter vers le gestionnaire SQL
nl_nl: Exporteer naar SQL-beheer

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Required field
nl_nl: Verplicht veld

source: Back up my files and database
nl_nl: Neem een reservekopie van mijn bestanden en database

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
nl_nl: Maak een automatisch back-up van uw database en bestanden om uw winkel te herstellen indien nodig. Dit is experimenteel: je moet nog steeds zelf een handmatige back-up uitvoeren voor de veiligheid.

source: Back up my images
nl_nl: Maak een reservekopie van mijn afbeeldingen

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
nl_nl: Om tijd te besparen, kunt u beslist om geen ​​back-up te nemen van uw afbeeldingen. In ieder geval, je moet er altijd voor zorgen dat je hebt handmatig een back-up neemt.

source: Server performance
nl_nl: Serverprestaties

source: Unless you are using a dedicated server, select "Low".
nl_nl: Tenzij u gebruik maakt van een dedicated server, selecteert u "Laag".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
nl_nl: Een hoge waarde kan de upgrade laten mislukken als uw server niet krachtig genoeg is om in een korte tijd de upgrade taken te verwerken.

source: Low (recommended)
nl_nl: Laag (aanbevolen)

source: Medium
nl_nl: Gemiddeld

source: High
nl_nl: Hoog

source: Disable non-native modules
nl_nl: Schakel niet-native modules uit

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
nl_nl: Omdat niet-native modules mogelijks compatibiliteitsproblemen geven, raden wij aan om deze standaard uit te schakelen.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
nl_nl: Indien u deze actief houd zou het kunnen dat de "modules" pagina niet goed laad na de upgrade.

source: Upgrade the default theme
nl_nl: Het standaardthema bijwerken

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
nl_nl: Als u gebruik maakt van uw eigen thema, zullen, door deze optie te activeren, de bestanden van uw standaardthema worden bijgewerkt; hierdoor blijft uw eigen thema veilig.

source: Switch to the default theme
nl_nl: Overschakelen op het standaardthema

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
nl_nl: Dit zal uw thema veranderen: uw winkel zal dan gebruikmaken van het standaardthema van de versie van PrestaShop waarnaar u upgrade.

source: unable to create directory %s
nl_nl: Kan map %s niet aanmaken

source: unable to create file %s
nl_nl: Kan bestand %s niet aanmaken

source: Error when trying to delete backups %s
nl_nl: Fout bij het verwijderen van backups %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
nl_nl: Restauratieproces gedaan. Gefeliciteerd! U kunt nu opnieuw uw winkel activeren.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
nl_nl: Upgradeproces gedaan. Gefeliciteerd! U kunt nu opnieuw uw winkel activeren.

source: Upgrade process done, but some warnings have been found.
nl_nl: Upgrade proces gedaan, maar een aantal waarschuwingen zijn gevonden.

source: %s removed
nl_nl: %s verwijderd

source: Please remove %s by FTP
nl_nl: Verwijder %s via FTP

source: Configuration successfully updated.
nl_nl: Configuratie is met succes aangepast.

source: This page will now be reloaded and the module will check if a new version is available.
nl_nl: Deze pagina zal nu opnieuw worden geladen en de module zal nakijken of een nieuwe versie beschikbaar is.

source: File %s does not exist. Unable to select that channel.
nl_nl: Bestand %s bestaat niet. Niet mogelijk om dat kanaal te selecteren.

source: Version number is missing. Unable to select that channel.
nl_nl: Versienummer ontbreekt. Niet mogelijk om dat kanaal te selecteren.

source: Upgrade process will use archive.
nl_nl: Het upgrade proces zal gebruik maken van het archief.

source: Error on saving configuration
nl_nl: Fout bij het bewaren van de configuratie

source: %1$s files will be modified, %2$s files will be deleted (if they are found).
nl_nl: %1$s bestanden zullen aangepast worden, %2$s bestanden zullen verwijderd worden (indien gevonden).

source: No diff files found.
nl_nl: Er zijn geen diff bestanden gevonden.

source: Unable to check files for the installed version of PrestaShop.
nl_nl: Niet mogelijk om bestanden na te kijken voor de geïnstalleerde versie van PrestaShop.

source: Unable to check files
nl_nl: Niet mogelijk om bestanden na te kijken

source: Core files are ok
nl_nl: Core bestanden zijn ok

source: %1$s file modifications have been detected, including %2$s from core and native modules:
nl_nl: %1$s bestandswijzigingen zijn aangetroffen, waaronder %2$s van de core en native modules:

source: Starting upgrade...
nl_nl: Upgrade gestart...

source: Skip downloading and unziping steps, upgrade process will now remove sample data.
nl_nl: Sla het downloaden en unziping stappen over. Het upgrade proces zal nu voorbeeldgegevens verwijderen.

source: Shop deactivated. Removing sample files...
nl_nl: Winkel is gedeactiveerd. Verwijderen van voorbeeldbestanden bezig...

source: Skip downloading step, upgrade process will now unzip the local archive.
nl_nl: Sla het downloaden over. Het upgradeproces zal nu het lokale archief uitpakken.

source: Shop deactivated. Extracting files...
nl_nl: Winkel gedeactiveerd. Uitpakken bestanden bezig...

source: Shop deactivated. Now downloading... (this can take a while)
nl_nl: Winkel gedeactiveerd. Nu bezig met downloaden... (dit kan even duren)

source: Downloaded archive will come from %s
nl_nl: Het gedownloade archief zal komen van %s

source: MD5 hash will be checked against %s
nl_nl: We checken de MD5 hash van %s

source: "/latest" directory has been emptied
nl_nl: "/laatste" map is leeg gemaakt

source: File extraction complete. Removing sample files...
nl_nl: Bestand extractie voltooid. Het verwijderen van voorbeeldbestanden is bezig...

source: Unable to extract %1$s file into %2$s folder...
nl_nl: Niet mogelijk om bestand %1$s uit te pakken in de %2$s folder...

source: Extraction directory is not writable.
nl_nl: De map om in uit te pakken is niet beschrijfbaar.

source: Extraction directory %s is not writable.
nl_nl: De map %s om in uit te pakken is niet beschrijfbaar.

source: [ERROR] %s does not exist or is not a directory.
nl_nl: [FOUT] %s bestaat niet of is geen map.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
nl_nl: Er is niets uitgepakt. Het lijkt erop dat de unzip stap is overgeslagen.

source: [ERROR] Unable to find files to upgrade.
nl_nl: [FOUT] Geen bestanden gevonden om bij te werken.

source: Unable to list files to upgrade
nl_nl: Niet mogelijk om bestanden voor bijwerking op te lijsten

source: %s files will be upgraded.
nl_nl: %s bestanden zullen worden bijgewerkt.

source: filesToUpgrade is not an array
nl_nl: filesToUpgrade is geen array

source: All files upgraded. Now upgrading database...
nl_nl: Alle bestanden zijn bijgewerkt. Nu bezig met bijwerken van de database...

source: Error when trying to upgrade file %s.
nl_nl: Fout bij het bijwerkern van bestand %s.

source: %1$s files left to upgrade.
nl_nl: %1$s bestanden over om bij te werken.

source: %2$s files left to upgrade.
nl_nl: %2$s bestanden over om bij te werken.

source: Nothing has been extracted. It seems the unzip step has been skipped.
nl_nl: Er is niets uitgepakt. Het lijkt erop dat de unzip stap is overgeslagen.

source: %s modules will be upgraded.
nl_nl: %s modules zullen worden bijgewerkt.

source: upgradeModule step has not ended correctly.
nl_nl: upgradeModule stap is niet correct beëindigd.

source: listModules is not an array. No module has been updated.
nl_nl: listModules is geen array. Er is geen module bijgewerkt.

source: %s modules left to upgrade.
nl_nl: %s modules over om bij te werken.

source: Addons modules files have been upgraded.
nl_nl: Addons modules bestanden zijn bijgewerkt.

source: The files of module %s have been upgraded.
nl_nl: De bestanden van module %s zijn bijgewerkt.

source: [WARNING] Error when trying to upgrade module %s.
nl_nl: [OPGEPAST] Fout bij het bijwerken van module %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
nl_nl: [FOUT] Kan het zip-bestand van module %s niet in de tijdelijke map schrijven.

source: [ERROR] No response from Addons server.
nl_nl: [Fout] Geen antwoord van de Addons server.

source: Error during database upgrade. You may need to restore your database.
nl_nl: Fout tijdens het bijwerken van de database. Het kan nodig zijn om uw database te herstellen.

source: Database upgraded. Now upgrading your Addons modules...
nl_nl: Database bijgewerkt. Nu werken we de Addons modules bij...

source: The database has been cleaned.
nl_nl: De database is opgeschoond.

source: /install/upgrade/php directory is missing in archive or directory
nl_nl: /install/upgrade/php map ontbreekt in het archief of de map

source: Current version: %1$s. Version to install: %2$s.
nl_nl: Huidige versie: %1$s. Versie te installeren: %2$s.

source: Current version: %1$s. Version to install: %2$s
nl_nl: Huidige versie: %1$s. Versie te installeren: %2$s

source: [ERROR] Version to install is too old.
nl_nl: [FOUT] Versie om te installeren is te oud.

source: Invalid database configuration
nl_nl: Foutieve database configuratie

source: Unable to find upgrade directory in the installation path.
nl_nl: Kan de upgrade map niet vinden in het installatie pad.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
nl_nl: Kan de SQL upgrade bestanden niet vinden. Kijk na of de folder %s niet leeg is.

source: %s is not a valid version number.
nl_nl: %s is geen geldig versienummer.

source: Error while loading SQL upgrade file "%s.sql".
nl_nl: Fout tijdens het laden van het SQL upgrade bestand "%s.sql".

source: [DROP] SQL %s table has been dropped.
nl_nl: [VERWIJDEREN] SQL tabel %s is verwijderd.

source: An error happened during the database upgrade.
nl_nl: Er is een fout opgetreden tijdens het bijwerken van de database.

source: Database upgrade OK
nl_nl: Bijwerken database geslaagd

source: [SKIP] directory "%s" does not exist and cannot be emptied.
nl_nl: [OVERSLAAN] map "%s" bestaat niet en kan niet leeg gemaakt worden.

source: [CLEANING CACHE] File %s removed
nl_nl: [LEEGMAKEN CACHE] Bestand %s is verwijderd

source: Warning detected during upgrade.
nl_nl: Waarschuwing gedetecteerd tijdens de upgrade.

source: Database upgrade completed
nl_nl: Database upgrade is compleet

source: [NOTICE] File %s does not exist, merge skipped.
nl_nl: [LET OP] Bestand %s bestaat niet, samenvoegen overgeslagen.

source: [WARNING] %1$s variable missing in file %2$s. Merge skipped.
nl_nl: [WAARSCHUWING] %1$s variabele ontbreekt in bestand %2$s. Samenvoegen overgeslagen.

source: [WARNING] %1$s variable missing in file %2$s. File %2$s deleted and merge skipped.
nl_nl: [WAARSCHUWING] %1$s variabele ontbreekt in bestand %2$s. Bestand %2$s is verwijderd en samenvoegen overgeslagen.

source: %s ignored
nl_nl: %s genegeerd

source: [WARNING] File %1$s has been deleted.
nl_nl: [WAARSCHUWING] Bestand %1$s is verwijderd.

source: Directory %1$s created.
nl_nl: Map %1$s is aangemaakt.

source: Error while creating directory %s.
nl_nl: Fout bij het aanmaken van map %s.

source: Directory %1$s already exists.
nl_nl: Map %1$s bestaat reeds.

source: [TRANSLATION] The translation files have been merged into file %1$s.
nl_nl: [VERTALING] De vertaling bestanden zijn samengevoegd tot bestand %1$s.

source: [TRANSLATION] The translation files have not been merged into file %1$s. Switch to copy %2$s.
nl_nl: [VERTALING] De vertaling bestanden zijn niet samengevoegd tot bestand %1$s. Gebruik kopie %2$s.

source: Copied %1$s.
nl_nl: %1$s gekopieerd.

source: error for copying %1$s
nl_nl: Fout voor kopiëren %1$s

source: Error while copying file %1$s
nl_nl: Fout tijdens kopiëren bestand %1$s

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
nl_nl: [FOUT] Bestand %s ontbreekt: niet in staat om bestanden te herstellen. De bewerking is afgebroken.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
nl_nl: [ERROR] Geen reservekopie van database-bestanden gevonden: het is onmogelijk om de database te herstellen. De bewerking is afgebroken.

source: Restoring files ...
nl_nl: Herstellen bestanden ...

source: Nothing to restore
nl_nl: Niets om te herstellen

source: %s file(s) will be removed before restoring the backup files.
nl_nl: %s bestand(en) zullen worden verwijderd vooraleer de reservekopie bestanden terug te zetten.

source: [ERROR] Backup file %s does not exist.
nl_nl: [FOUT] Backup reservekopie %s bestaat niet.

source: [ERROR] File "%s" does not exist.
nl_nl: [FOUT] Bestand "%s" bestaat niet.

source: Unable to remove upgraded files.
nl_nl: Niet mogelijk om bijgewerkte bestanden te verwijderen.

source: Files restored. Now restoring database...
nl_nl: Bestanden herstelt. Nu bezig met herstellen van de database...

source: Files restored.
nl_nl: Bestanden herstelt.

source: Unable to extract file %1$s into directory %2$s .
nl_nl: Niet mogelijk om bestand %1$s uit te pakken in map %2$s.

source: Database backup is empty.
nl_nl: De database reservekopie is leeg.

source: Database restoration file %1$s done. %2$s file(s) left...
nl_nl: Database herstelbestand %1$s klaar. %2$s bestand(en) over...

source: Database restoration file %1$s done.
nl_nl: Database herstelbestand %1$s klaar.

source: Database has been restored.
nl_nl: Database is hersteld.

source: Error during database restoration
nl_nl: Fout tijdens herstel database

source: %1$s queries left for file %2$s...
nl_nl: %1$s queries over voor bestand %2$s...

source: Database restoration done.
nl_nl: Database herstel is beëindigt.

source: Database backup skipped. Now upgrading files...
nl_nl: Database reservekopie overgeslagen. Nu bezig met bijwerken bestanden...

source: Backup file %s already exists. Operation aborted.
nl_nl: Reservekopie bestand %s bestaat reeds. De bewerking is afgebroken.

source: Unable to create backup database file %s.
nl_nl: Niet mogelijk om een reservekopie te nemen van database bestand %s.

source: Error during database backup.
nl_nl: Fout tijdens de maken van de reservekopie van de database.

source: An error occurred while backing up. Unable to obtain the schema of %s
nl_nl: Fout opgetreden tijdens het maken van de reservekopie. Kon het schema niet vinden van %s

source: %1$s table has been saved.
nl_nl: Tabel %1$s is opgeslagen.

source: %1$s tables have been saved.
nl_nl: %1$s tabellen zijn opgeslagen.

source: Database backup: %s table(s) left...
nl_nl: Reservekopie database: %s tabel(len) over...

source: No valid tables were found to back up. Backup of file %s canceled.
nl_nl: Er zijn geen geldige tabellen gevonden om een reservekopie van te maken. Reservekopie van bestand %s is afgebroken.

source: Error during database backup for file %s.
nl_nl: Fout tijdens het maken van reservekopie van database voor bestand %s.

source: Database backup done in filename %s. Now upgrading files...
nl_nl: Reservekopie database is uitgevoerd in bestand %s. Nu bezig met het bijwerken bestanden...

source: Error during backupFiles
nl_nl: Fout tijdens backupFiles

source: [ERROR] backupFiles filename has not been set
nl_nl: [FOUT] backupFiles bestandsnaam is niet ingesteld

source: %s Files to backup.
nl_nl: %s bestanden voor reservekopie.

source: backup files initialized in %s
nl_nl: reservekopie bestanden gestart in %s

source: Backup files in progress. %d files left
nl_nl: Reservekopie bestanden bezig. %d bestanden over

source: Using class ZipArchive...
nl_nl: Met behulp van klasse ZipArchive ...

source: Using class PclZip...
nl_nl: Met behulp van klasse PclZip...

source: All files saved. Now backing up database
nl_nl: Alle bestanden opgeslagen. Nu bezig met reservekopie te maken van de database

source: All files have been added to archive.
nl_nl: Alle bestanden zijn toegevoegd aan het archief.

source: %1$s added to archive. %2$s files left.
nl_nl: %1$s toegevoegd aan het archief. %2$s bestanden over.

source: Error when trying to add %1$s to archive %2$s.
nl_nl: Fout bij het toevoegen van %1$s aan het archief %2$s.

source: File %1$s (size: %3$s) added to archive. %2$s files left.
nl_nl: Bestand %1$s (grootte: %3$s) toegevoegd aan het archief. %2$s bestanden over.

source: File %1$s (size: %2$s) added to archive.
nl_nl: Bestand %1$s (grootte: %2$s) toegevoegd aan het archief.

source: File %1$s (size: %2$s) has been skipped during backup.
nl_nl: Bestand %1$s (grootte: %2$s) is overgeslagen tijdens de reservekopie.

source: [ERROR] Error on backup using PclZip: %s.
nl_nl: [FOUT] Fout bij de reservekopie tijdens PclZip: %s.

source: unable to open archive
nl_nl: Niet mogelijk om het archief te openen

source: All files saved. Now backing up database.
nl_nl: Alle bestanden opgeslagen. Nu bezig met reservekopie te maken van de database.

source: %1$s items removed. %2$s items left.
nl_nl: %1$s items verwijderd. %2$s items over.

source: Error while removing item %1$s, %2$s items left.
nl_nl: Fout bij het verwijderen van item %1$s, %2$s items over.

source: Starting to remove %1$s sample files
nl_nl: Starten met het verwijderen van %1$s voorbeeldbestanden

source: All sample files removed. Backup process skipped. Now upgrading files.
nl_nl: Alle voorbeeldbestanden verwijderd. Reservekopie overgeslagen. Nu bezig met het bijwerken van bestanden.

source: All sample files removed. Now backing up files.
nl_nl: Alle voorbeeldbestanden verwijderd. Nu bezig met reservekopie.

source: downloading from %s
nl_nl: downloaden van %s

source: file will be saved in %s
nl_nl: bestanden zullen worden opgeslagen in %s

source: download directory has been emptied
nl_nl: Download map is leeggemaakt

source: Download complete.
nl_nl: Download voltooid.

source: Download complete. Now extracting...
nl_nl: Download compleet. Nu uitpakken...

source: Download complete but MD5 sum does not match (%s).
nl_nl: Download compleet maar de MD5 som komt niet overeen (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
nl_nl: Download compleet maar de MD5 som komt niet overeen (%s). Operatie onderbroken.

source: Error during download. The private key may be incorrect.
nl_nl: Fout bij het downloaden. De private sleutel is misschien niet juist.

source: Error during download
nl_nl: Fout tijdens het downloaden

source: Download directory is not writable.
nl_nl: Download map is niet beschrijfbaar.

source: Download directory %s is not writable.
nl_nl: Download map is %s niet beschrijfbaar.

source: You need allow_url_fopen or cURL enabled for automatic download to work.
nl_nl: U moet url_fopen toestaan of cURL actief hebben om automatische download te laten werken.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
nl_nl: U moet url_fopen toestaan of cURL actief hebben om automatische download te laten werken. U kan het ook manueel uploaden in pad %s.

source: [WARNING] Property %s is missing
nl_nl: [Let OP] Property %s ontbreekt

source: action %s skipped
nl_nl: actie %s overgeslagen

source: action "%1$s" not found
nl_nl: actie "%1$s" is niet gevonden

source: Too long!
nl_nl: Te lang!

source: Fields are different!
nl_nl: Velden zijn verschillend!

source: This email address is wrong!
nl_nl: Dit e-mail adres is foutief!

source: Impossible to send the email!
nl_nl: Niet mogelijk om de e-mail te verzenden!

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
nl_nl: Kan het instellingen bestand niet maken. Maak een bestand met de naam settings.inc.php in de "config" map.

source: Impossible to upload the file!
nl_nl: Onmogelijk om het bestand te uploaden!

source: Data integrity is not valided. Hack attempt?
nl_nl: De integriteit van de gegevens wordt niet valideerd. Hack poging?

source: Impossible to read the content of a MySQL content file.
nl_nl: Onmogelijk om de inhoud te lezen van de MySQL bestandsinhoud.

source: Cannot access a MySQL content file.
nl_nl: Krijg geen toegang tot een MySQL inhoudsbestand.

source: Error while inserting data in the database:
nl_nl: Fout bij het inlezen van de gegevens in de database:

source: The password is incorrect (alphanumeric string at least 8 characters).
nl_nl: Het wachtwoord is onjuist (alfanumerieke reeks met tenminste 8 tekens).

source: A PrestaShop database already exists, please drop it or change the prefix.
nl_nl: Een PrestaShop database bestaat al. U moet deze verwijderen of de prefix veranderen.

source: This is not a valid file name.
nl_nl: Dit is geen geldige bestandsnaam.

source: This is not a valid image file.
nl_nl: Dit is geen geldige afbeelding.

source: Error:
nl_nl: Fout:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
nl_nl: Deze PrestaShop database bestaat al. Gelieve uw authenticatie gegevens opnieuw te valideren voor de database.

source: An error occurred while resizing the picture.
nl_nl: Een fout is opgetreden bij het aanpassen van het formaat van de afbeelding.

source: Database connection is available!
nl_nl: Database connectie is beschikbaar!

source: Database Server is available but database is not found
nl_nl: Database server is beschikbaar maar de database is niet gevonden

source: Database Server is not found. Please verify the login, password and server fields.
nl_nl: Databaseserver is niet gevonden. Controleer de login-, wachtwoord- en servervelden.

source: An error occurred while sending email, please verify your parameters.
nl_nl: Er is een fout opgetreden bij het verzenden van e-mail. Kijk uw parameters na.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
nl_nl: Niet mogelijk om de afbeelding /img/logo.jpg weg te schrijven. Als deze afbeelding reeds bestaat moet u het verwijderen.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
nl_nl: Het opgeladen bestand is groter dan de upload_max_filesize instelling in php.ini
