Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Here you can modify translations for every line of text inside PrestaShop.
fr_fr: Vous pouvez modifier les traductions de chacune des portions de texte de PrestaShop.
nl_nl: U kunt hier de vertalingen aanpassen voor elke tekstlijn in PrestaShop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
fr_fr: Choisissez une section (comme "Back-office" ou "Modules installés"), puis choisissez la langue que vous souhaitez modifier.
nl_nl: Kies eerst het soort vertaling (zoals "Backoffice" of "Geïnstalleerde modules") en pas daarna de taal waarvan u de teksten wenst te wijzigen.

source: Type of translation
fr_fr: Type de traduction
nl_nl: Vertalingssoort

source: Select the type of email content
fr_fr: Sélectionner le type de contenu
nl_nl: Selecteer het type e-mailcontent

source: Body
fr_fr: Corps du message
nl_nl: Tekst

source: Select your theme
fr_fr: Sélectionnez votre thème
nl_nl: Selecteer uw thema

source: Core (no theme selected)
fr_fr: Coeur (indépendant du thème)
nl_nl: Basis (geen thema geselecteerd)

source: Select your language
fr_fr: Choisissez votre langue
nl_nl: Selecteer uw taal

source: Modify
fr_fr: Modifier
nl_nl: Aanpassen

source: Add / Update a language
fr_fr: Ajouter / Mettre à jour une langue
nl_nl: Taal toevoegen/bijwerken

source: You can add or update a language directly from the PrestaShop website here.
fr_fr: Vous pouvez ajouter ou mettre à jour une langue directement à partir de PrestaShop.com ici.
nl_nl: Hier kunt u een taal direct toevoegen of bijwerken vanaf de PrestaShop website.

source: Please select the language you want to add or update
fr_fr: Langue que vous souhaitez ajouter ou mettre à jour
nl_nl: Gelieve de taal te kiezen die u wenst toe te voegen of aan te passen

source: Update a language
fr_fr: Mettre à jour
nl_nl: Taal bijwerken

source: Add a language
fr_fr: Ajouter un langage
nl_nl: Taal toevoegen

source: Cannot connect to the PrestaShop website to get the language list.
fr_fr: Impossible de se connecter à PrestaShop.com pour obtenir la liste des langues.
nl_nl: Kan geen verbinding maken met prestashop.com om het taalpakket te ontvangen.

source: Add or update a language
fr_fr: Ajouter ou mettre à jour la langue
nl_nl: Taal toevoegen of bijwerken

source: Import a language pack manually
fr_fr: Importez un pack de langue manuellement
nl_nl: Taalpakket handmatig importeren

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
fr_fr: Si le nom du pack de langue est au format "isocode.gzip" (exemple : "fr.gzip") et que la langue correspondante n'existe pas, celle-ci sera créée automatiquement.
nl_nl: Indien het bestandsformaat van het naambestand ISO_code.gzip is (vb. "us.gzip") en de overeenkomstig taal voor dit pakket nog niet bestaat, dan zal het automatisch aangemaakt worden.

source: Warning: This will replace all of the existing data inside the destination language.
fr_fr: Attention, cela va écraser toutes les données de la langue de destination !
nl_nl: Voorzichtig, dit zal alle bestaande gegevens overschrijven van de bestemmingstaal!

source: Language pack to import
fr_fr: Pack de langue à importer
nl_nl: Te importeren taalpakket

source: Export a language
fr_fr: Exporter des traductions
nl_nl: Exporteer een taal

source: Export data from one language to a file (language pack).
fr_fr: Exporter les données d'une langue vers un fichier (pack de langue).
nl_nl: Exporteer gegevens van een taal naar een bestand (taalpakket).

source: Select which theme you would like to export your translations to.
fr_fr: Choisissez le thème dont vous souhaitez exporter les traductions.
nl_nl: Kies naar welk thema u de vertalingen wenst te exporteren.

source: Copy
fr_fr: Copier
nl_nl: Kopiëren

source: Copies data from one language to another.
fr_fr: Ceci copiera les traductions d'une langue vers une autre.
nl_nl: Kopieer gegevens van de ene taal naar de andere.

source: If necessary
fr_fr: Si nécessaire
nl_nl: Indien nodig

source: you must first create a new language.
fr_fr: créez d'abord une nouvelle langue
nl_nl: maak eerst een nieuwe taal aan

source: Language files must be complete to allow copying of translations.
fr_fr: Les fichiers de la langue source doivent être complets afin de permettre la copie de traductions.
nl_nl: Taalbestanden moeten compleet zijn om het kopiëren van vertalingen toe te staan

source: Messages
nl_nl: Berichten

source: Message
nl_nl: Bericht

source: Income
fr_fr: Revenus
nl_nl: Inkomsten

source: Traffic
nl_nl: Verkeer

source: Conversion
fr_fr: Transformation
nl_nl: Conversie

source: IP Address
fr_fr: Adresse IP
nl_nl: IP-adres

source: Weight
fr_fr: Poids
nl_nl: Gewicht

source: This feature cannot be disabled because it is currently in use.
fr_fr: Cette fonctionnalité ne peut-être désactivée car elle est actuellement utilisée.
nl_nl: Deze functie kan niet worden uitgeschakeld omdat deze op het moment in gebruik is.

source: Combinations tab on product page
fr_fr: L'onglet \"Déclinaisons\" lors de la modification d'un produit
nl_nl: Combinatietabblad op de productpagina

source: Features tab on product page
fr_fr: L'onglet \"Caractéristique\" lors de la modification d'un produit
nl_nl: Kenmerkentabblad op de productpagina

source: Feature value
fr_fr: Valeur de caractéristique
nl_nl: Functiewaarde

source: Add server
fr_fr: Ajouter un serveur
nl_nl: Server toevoegen

source: Port
nl_nl: Poort

source: Add Server
fr_fr: Ajouter un serveur
nl_nl: Voeg server toe

source: IP address
fr_fr: Adresse IP
nl_nl: IP-adres

source: Do you really want to remove the server %s:%s
fr_fr: Voulez-vous vraiment supprimer le serveur %s:%s?
nl_nl: Wilt u echt de server %s:%s verwijderen?

source: You are currently connected as %s
fr_fr: Vous êtes connecté en tant que %s
nl_nl: U bent momenteel verbonden als %s

source: Sign out from PrestaShop Addons
fr_fr: Déconnexion de PrestaShop Addons
nl_nl: Uitloggen bij Prestashop Addons

source: Sign in
fr_fr: Connexion
nl_nl: Inloggen

source: I forgot my password
fr_fr: Mot de passe oublié
nl_nl: Ik ben mijn wachtwoord vergeten

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
fr_fr: Si vous souhaitez utiliser pleinement le panneau AdminModules et afficher les modules libres, vous devriez activer la configuration suivante sur votre serveur :
nl_nl: Als u de AdminModules optie wilt gebruiken en gebruik wilt maken van de gratis modules, dan moet u de volgende configuratie aanzetten op uw server:

source: Enable PHP's allow_url_fopen setting
fr_fr: Activer allow_url_fopen
nl_nl: Allow_url_fopen instelling van PHP inschakelen

source: Enable PHP's OpenSSL extension
fr_fr: Activer l'extension OpenSSL de PHP
nl_nl: OpenSSL extensie van PHP inschakelen

source: Connect your shop with PrestaShop's marketplace in order to automatically import all your Addons purchases.
fr_fr: Connectez-vous à la place de marché de PrestaShop afin d'importer automatiquement tous vos achats.
nl_nl: Verbind uw winkel met PrestaShop marktplaats om al uw Addons aankopen automatisch te importeren.

source: Don't have an account?
fr_fr: Vous n'avez pas de compte ?
nl_nl: U heeft nog geen account?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
fr_fr: Les clés pour réussir votre boutique sont sur PrestaShop Addons ! Découvrez sur la place de marché officielle de PrestaShop plus de 3 500 modules et thèmes pour augmenter votre trafic, optimiser vos conversions, fidéliser vos clients et vous faciliter l’e-commerce.
nl_nl: Ontdek de kracht van PrestaShop Addons! Ontdek de officiële PrestaShop Addons marktplaats en vind meer dan 3.500 innovatieve modules en thema's die de conversie optimaliseren, meer verkeer genereren, die bouwen aan klantloyaliteit en uw productiviteit maximaliseren

source: Connect to PrestaShop Addons
fr_fr: Connectez-vous à PrestaShop Addons
nl_nl: Verbinden met PrestaShop Addons

source: Create an Account
fr_fr: Créer un compte
nl_nl: Account aanmaken

source: Authorized modules:
fr_fr: Modules autorisés :
nl_nl: Geautoriseerde modules:

source: This category already exists for this group.
fr_fr: Cette catégorie existe déjà pour ce groupe.
nl_nl: Deze categorie bestaat al voor deze groep

source: Add a category discount
fr_fr: Ajouter une réduction sur une catégorie
nl_nl: Voeg een categorie korting toe

source: New group category discount
fr_fr: Nouvelle réduction par catégorie pour un groupe
nl_nl: Nieuwe groepscategoriekorting

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
fr_fr: Attention, la réduction appliquée à une catégorie ne se cumule pas avec la réduction global mais la remplace. Le groupe est automatiquement ajouté à la catégorie.
nl_nl: Opgelet: de korting toegepast op een categorie stapelt zich niet op met de algemene korting maar vervangt deze.

source: Only products that have this category as the default category will be affected.
fr_fr: Seuls les produits qui ont cette catégorie comme catégorie par défaut seront affectés.
nl_nl: Alleen producten die deze categorie als hoofdcategorie hebben worden beïnvloed.

source: Discount (%):
fr_fr: Remise (%) :
nl_nl: Korting (%):

source: No records found
fr_fr: Aucun enregistrement trouvé
nl_nl: Geen rijen gevonden

source: Move images
fr_fr: Déplacer les images
nl_nl: Verplaats afbeeldingen

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
fr_fr: Vous pouvez décider de garder vos images stockées dans l'ancien système, cela ne pose aucun problème.
nl_nl: U kunt er ook voor kiezen om de afbeeldingen op te slaan in het oude systeem, dit is geen probleem.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
fr_fr: Vous pouvez aussi décider de déplacer vos images vers le nouveau système de stockage : dans ce cas, cliquez sur le bouton \"Déplacer les images\" ci-dessous. Le processus peut prendre quelques minutes, merci pour votre patience.
nl_nl: U kunt er ook voor kiezen om de afbeeldingen te verplaatsen naar het nieuwe opslagsysteem, in dit geval klik op onderstaande verplaats afbeeldingen knop. Wees geduldig dit kan enkele minuten duren.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
fr_fr: Une fois que toutes vos images de produits ont bien été déplacée, passez l'option \"Utiliser l'ancien système de stockage d'images\" à NON.
nl_nl: Na het verplaatsen van alle product afbeeldingen voor de beste snelheid, zet het "Gebruik het legacy afbeelding bestandssysteem" op "Nee"

source: Regenerate thumbnails
fr_fr: Regénérer des miniatures
nl_nl: Miniaturen hergenereren

source: Regenerates thumbnails for all existing images
fr_fr: Regénère les miniatures pour tous les produits et catégories
nl_nl: Hergenereer miniaturen voor alle bestaande afbeeldingen

source: Please be patient. This can take several minutes.
fr_fr: Le processus peut prendre plusieurs minutes. Merci pour votre patience.
nl_nl: Een ogenblik geduld, dit kan enkele minuten in beslag nemen.

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
fr_fr: Attention ! Les miniatures générées manuellement seront automatiquement remplacées par la génération automatique.
nl_nl: Wees voorzichtig! Handmatig toegevoegde miniaturen zullen worden gewist en worden automatisch vervangen door gegenereerde miniaturen.

source: Select an image
fr_fr: Sélectionner l'image
nl_nl: Selecteer afbeelding

source: Select a format
fr_fr: Sélectionner un format
nl_nl: Selecteer formaat

source: Erase previous images
fr_fr: Effacer les images précédentes
nl_nl: Verwijder eerdere afbeeldingen

source: Select "No" only if your server timed out and you need to resume the regeneration.
fr_fr: Choisissez \"Non\" seulement si le traitement a été interrompu et que vous souhaitez le reprendre.
nl_nl: Selecteer enkel "Nee" bij een server time-out waardoor de regeneratie moet worden hervat.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
fr_fr: Le fichier a bien été importé dans votre boutique. N'oubliez pas de régénérer l'index du moteur de recherche des produits.
nl_nl: Uw bestand werd met succes geïmporteerd in uw winkel. Vergeet uw zoekindex voor de producten niet opnieuw te genereren.

source: You can read information on import at:
fr_fr: Vous pouvez lire plus d'informations sur l'import sur :
nl_nl: U kunt informatie vinden over de import bij:

source: Read more about the CSV format at:
fr_fr: Plus d'informations sur le format CSV sur :
nl_nl: Lees meer over het CSV-formaat op:

source: What do you want to import?
fr_fr: Que voulez-vous importer ?
nl_nl: Wat wil je importeren?

source: Note that the Category import does not support having two categories with the same name.
fr_fr: Notez que l'import de catégories ne gère pas les catégories ayant le même nom.
nl_nl: Merk op dat de categorie import twee categorieën met dezelfde naam niet ondersteunt.

source: Note that you can have several products with the same reference.
fr_fr: Notez que plusieurs produits peuvent avoir la même référence.
nl_nl: Let op dat u meer producten met dezelfde referentie kunt hebben.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
fr_fr: Importer les détails de commandes fournisseurs réinitialisera l'historique des commandes fournisseurs des produits concernés.
nl_nl: Importeren van de leverancier ordergegevens zal uw geschiedenis van de bestelde producten resetten, als die er zijn.

source: Select a file to import
fr_fr: Choisissez le fichier à importer
nl_nl: Selecteer een bestand om te importeren

source: Upload
fr_fr: Mettre en ligne
nl_nl: Uploaden

source: or
fr_fr: OU
nl_nl: of

source: Choose from history / FTP
fr_fr: Sélectionner un fichier dans l'historique
nl_nl: Kies uit geschiedenis / FTP

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
fr_fr: Formats autorisés : .csv, .xls, .xlsx, .xlst, .ods, .ots
nl_nl: Toegestane formaten: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
fr_fr: Seuls les fichiers encodés en UTF-8 ou en ISO-8859-1 sont autorisés
nl_nl: Alleen UTF-8 en ISO-8859-1 coderingen zijn toegestaan

source: You can also upload your file via FTP to the following directory: %s .
fr_fr: Vous pouvez aussi envoyer votre fichier via FTP dans le dossier "%s".
nl_nl: U kunt ook het bestand uploaden via FTP naar de volgende map: %s.

source: History of uploaded files
fr_fr: Historique des fichiers envoyés
nl_nl: Geschiedenis van geüploadde bestanden

source: The locale must be installed
fr_fr: Les locales doivent être installées
nl_nl: De lokale taal moet geïnstalleerd zijn

source: Language of the file
fr_fr: Langue du fichier
nl_nl: Taal van het bestand

source: Field separator
fr_fr: Séparateur de champs
nl_nl: Veldscheidingsteken

source: e.g.
fr_fr: p. ex.
nl_nl: bijv.

source: Multiple value separator
fr_fr: Séparateur de champs à valeurs multiples
nl_nl: Scheidingsteken voor meerdere waarden

source: Delete all
fr_fr: Supprimer les
nl_nl: Verwijder alle

source: categories
fr_fr: catégories
nl_nl: categorieën

source: before import
fr_fr: avant l'import
nl_nl: voor import

source: If enabled, the product's reference number MUST be unique!
fr_fr: Si activé, le numéro de référence de ce produit DOIT être unique !
nl_nl: Indien ingeschakeld, moet het product referentienummer uniek zijn!

source: Use product reference as key
fr_fr: Utiliser la référence du produit comme clé
nl_nl: Gebruik productreferentie als sleutel

source: Skip thumbnails regeneration
fr_fr: Ignorer la régénération des miniatures
nl_nl: Sla hergenereren van miniaturen over

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
fr_fr: Si cette option est activée, les identifiants des objets que vous importez seront utilisés tels quels. Si vous n'activez pas cette option, les identifiants seront ignorés, et PrestaShop en créera automatiquement de nouveaux de manière séquentielle.
nl_nl: Als u deze optie inschakelt, zullen uw geïmporteerde items ID-nummer worden gebruikt zoals het is. Als u deze optie niet inschakelt, wordt de ingevoerde ID-nummer genegeerd, en PrestaShop zal in plaats daarvan automatisch opgehoogde ID-nummers creëren voor alle geïmporteerde items.

source: Force all ID numbers
fr_fr: Forcer les identifiants
nl_nl: Forceer alle ID-nummers

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
fr_fr: Envoie un e-mail pour vous prévenir que l'import est fini. Peut être utile lors vous importez de grands fichiers, car l'import peut durer.
nl_nl: Stuurt een e-mail om u te laten weten dat de import is voltooid. Het kan handig zijn bij het verwerken van grote bestanden omdat de import even kan duren.

source: Send notification email
fr_fr: Envoyer une notification par e-mail
nl_nl: Verstuur melding per e-mail

source: Next step
fr_fr: Étape suivante
nl_nl: Volgende stap

source: Available fields
fr_fr: Champs disponibles
nl_nl: Beschikbare velden

source: * Required field
fr_fr: * Champs requis
nl_nl: * Verplicht veld

source: Download sample csv files
fr_fr: Télécharger des fichiers .CSV d'exemple
nl_nl: Download voorbeelden van CSV-bestanden

source: Sample Categories file
fr_fr: Exemple de fichier de catégories
nl_nl: Voorbeeld categoriebestand

source: Sample Products file
fr_fr: Exemple de fichier de produits
nl_nl: Voorbeeld productenbestand

source: Sample Combinations file
fr_fr: Exemple de fichier de déclinaisons
nl_nl: Voorbeeld combinatiebestand

source: Sample Customers file
fr_fr: Exemple de fichier de clients
nl_nl: Voorbeeld klantenbestand

source: Sample Addresses file
fr_fr: Exemple de fichier d'adresses
nl_nl: Voorbeeld adressenbestand

source: Sample Brands file
fr_fr: Example de fichier de marques
nl_nl: Voorbeeld merkenbestand

source: Sample Suppliers file
fr_fr: Exemple de fichier de fournisseurs
nl_nl: Voorbeeld leveranciersbestand

source: Sample Aliases file
fr_fr: Exemple de fichier d'alias
nl_nl: Voorbeeld aliassenbestand

source: Sample Store Contacts file
fr_fr: Exemple de fichier avec adresses de boutiques
nl_nl: Voorbeeld winkelcontactenbestand

source: Sample Supply Orders file
fr_fr: Exemple de fichier de commandes fournisseurs
nl_nl: Voorbeeld leveranciersbestellingenbestand

source: Sample Supply Order Details file
fr_fr: Exemple de fichier de détails des commandes fournisseurs
nl_nl: Voorbeeld leveranciersbestellingdetailsbestand

source: Are you sure that you would like to delete this entity:
fr_fr: Êtes-vous sûr de vouloir supprimer cette entité ?
nl_nl: Weet u zeker dat u deze entiteit wil verwijderen:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
fr_fr: Vous n'avez pas la permission de supprimer ceci. Quand le multi-boutique est activé, seul un SuperAdmin peut supprimer tous les éléments avant l'import.
nl_nl: U hebt geen rechten om hier iets te verwijderen. Wanneer de multistore is ingeschakeld, kan alleen een SuperAdmin alles verwijderen voordat de import start.

source: Please name your data matching configuration in order to save it.
fr_fr: Veuillez saisir un nom pour l'enregistrement de votre configuration.
nl_nl: Gelieve de naam van uw gegevens met bijpassende configuratie te geven om deze te bewaren.

source: Match your data
fr_fr: Correspondance des données
nl_nl: Koppel uw gegevens

source: Please match each column of your source file to one of the destination columns.
fr_fr: Veuillez faire correspondre chaque colonne de votre fichier source avec l'une des colonnes cibles.
nl_nl: Gelieve elke kolom uit uw bronbestand toe te wijzen aan één van de bestemmingskolommen.

source: Load a data matching configuration
fr_fr: Charger une configuration d'import
nl_nl: Laad een data met bijpassende configuratie

source: Load
fr_fr: Charger
nl_nl: Laden

source: Save your data matching configuration
fr_fr: Sauvegarder votre configuration d'import
nl_nl: Sla uw gegevens met bijpassende configuratie op

source: Two columns cannot have the same type of values
fr_fr: Deux colonnes ne peuvent pas être mise en correspondance avec le même champ.
nl_nl: Twee kolommen kunnen niet dezelfde soort waarden bevatten

source: This column must be set:
fr_fr: Cette colonne est requise :
nl_nl: Deze kolom moeten worden ingesteld:

source: Rows to skip
fr_fr: Lignes à passer
nl_nl: Rijen om over te slaan

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
fr_fr: Indiquez combien de lignes parmi les premières lignes du fichier doivent être ignorées lors de l'import des données. Par exemple, indiquez 1 si la première ligne de votre fichier contient les en-têtes.
nl_nl: Dit nummer geeft aan hoeveel beginrijen van uw bestand moeten overgeslagen worden bij het importeren van gegevens. Stel als voorbeeld 1 in, om de eerste rij van uw bestand over te slaan indien het hoofding informatie bevat.

source: Missing files
fr_fr: Fichiers manquants
nl_nl: Missende bestanden

source: Updated files
fr_fr: Fichiers modifiés
nl_nl: Bijgewerkte bestanden

source: Changed/missing files have been detected.
fr_fr: Des changements sur vos fichiers ont été détectés.
nl_nl: Veranderde/missende bestanden zijn gevonden

source: No change has been detected in your files.
fr_fr: Aucun changement n'a été détecté sur vos fichiers.
nl_nl: Geen veranderingen zijn gevonden in de bestanden.

source: Configuration information
fr_fr: Informations de configuration
nl_nl: Configuratie informatie

source: This information must be provided when you report an issue on our bug tracker or forum.
fr_fr: Ces informations sont importantes lors de l'envoi de rapports de bugs sur la Forge, ou l'explication d'un problèmes sur notre forum.
nl_nl: Deze informatie moet verstrekt worden wanneer u een probleem op onze bugtracker of forum plaatst.

source: Server information
fr_fr: Informations sur votre serveur
nl_nl: Servergegevens

source: Server information:
fr_fr: Informations du serveur :
nl_nl: Serverinformatie:

source: Server software version:
fr_fr: Version du logiciel serveur :
nl_nl: Server softwareversie:

source: PHP version:
fr_fr: Version de PHP :
nl_nl: PHP-versie:

source: Memory limit:
fr_fr: Limite de mémoire :
nl_nl: Geheugenlimiet:

source: Max execution time:
fr_fr: Temps maximal d'exécution :
nl_nl: Maximale uitvoeringstijd:

source: Upload Max File size:
fr_fr: Taille max. pour envoi de fichiers :
nl_nl: Maximale bestandsgrootte voor uploads:

source: PageSpeed module for Apache installed (mod_instaweb)
fr_fr: Module PageSpeed pour Apache installé (mod_instaweb)
nl_nl: PageSpeed module voor Apache is geïnstalleerd (mod_instaweb)
