Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: fr_fr, nl_nl

source: Installed & Not Installed
fr_fr: Installés et non installés
nl_nl: Geïnstalleerd & Niet geïnstalleerd

source: Modules Not Installed
fr_fr: Modules non installés
nl_nl: Niet geïnstalleerde modules

source: Enabled & Disabled
fr_fr: Activés & désactivés
nl_nl: Ingeschakeld & Uitgeschakeld

source: Enabled Modules
fr_fr: Modules activés
nl_nl: Ingeschakelde modules

source: Authors
fr_fr: Auteurs
nl_nl: Auteurs

source: All Modules
fr_fr: Tous les modules
nl_nl: Alle modules

source: Free Modules
fr_fr: Modules gratuits
nl_nl: Gratis modules

source: Partner Modules (Free)
fr_fr: Modules partenaires (Gratuits)
nl_nl: Partnermodules (gratis)

source: Must Have
fr_fr: Incontournable
nl_nl: Moeten hebben

source: Modules purchased on Addons
fr_fr: Modules achetés sur Addons
nl_nl: Aangekochte modules op Addons

source: All authors
fr_fr: Tous
nl_nl: Alle auteurs

source: Current country:
fr_fr: Pays actuel :
nl_nl: Huidig land:

source: Module not found
fr_fr: Module non trouvé
nl_nl: Module niet gevonden

source: Please select a module from the left column.
fr_fr: Veuillez choisir un module dans la colonne de gauche.
nl_nl: Selecteer een module in de linkerkolom.

source: None
fr_fr: Aucun
nl_nl: Geen

source: Tax excluded
fr_fr: HT
nl_nl: Exclusief belasting

source: Tax included
fr_fr: TTC
nl_nl: Inclusief belasting

source: Discount:
fr_fr: Remise :
nl_nl: Korting:

source: Discount: %.2f%%
fr_fr: Réduction : %.2f%%
nl_nl: Korting: %.2f%%

source: Group information
fr_fr: Informations sur le groupe
nl_nl: Groepsinformatie

source: Price display method:
fr_fr: Méthode d'affichage des prix :
nl_nl: Prijsweergave methode:

source: Show prices:
fr_fr: Afficher les prix :
nl_nl: Toon prijzen:

source: Current category discount
fr_fr: Réductions de catégorie en cours
nl_nl: Huidige categoriekorting

source: Members of this customer group
fr_fr: Clients membres de ce groupe
nl_nl: Leden van deze klantengroep

source: Limited to the first 100 customers.
fr_fr: Limité aux 100 premiers clients.
nl_nl: Alleen voor de eerste 100 klanten.

source: Please use filters to narrow your search.
fr_fr: Veuillez utiliser les filtres pour affiner la recherche.
nl_nl: Gebruik de filters om de zoekresultaten te beperken

source: Update successful
fr_fr: Mise à jour réussie
nl_nl: Bijwerken geslaagd

source: Total:
nl_nl: Totaal

source: View this order
fr_fr: Afficher cette commande
nl_nl: Bekijk deze bestelling

source: Search for a product
fr_fr: Rechercher un produit
nl_nl: Zoek een product

source: From:
fr_fr: Du
nl_nl: Van:

source: This field will be modified for all your shops.
fr_fr: Ce champ sera modifié pour toutes vos boutiques.
nl_nl: Dit veld zal gewijzigd worden voor al uw winkels.

source: This field will be modified for all shops in this shop group:
fr_fr: Ce champ sera modifié pour toutes les boutiques de ce groupe :
nl_nl: Dit veld zal gewijzigd worden voor alle winkels in deze winkelgroep:

source: This field will be modified for this shop:
fr_fr: Ce champ sera modifié pour cette boutique :
nl_nl: Dit veld zal gewijzigd worden voor deze winkel:

source: A new order has been placed on your shop.
fr_fr: Une nouvelle commande a été passée sur votre boutique.
nl_nl: Een nieuwe bestelling is geplaatst in uw winkel

source: Order number:
fr_fr: Numéro de commande :
nl_nl: Ordernummer:

source: A new customer registered on your shop.
fr_fr: Un nouveau client s'est inscrit sur votre boutique
nl_nl: Een nieuwe klant heeft zich geregistreerd in uw winkel

source: A new message was posted on your shop.
fr_fr: Un nouveau message a été posté sur votre boutique.
nl_nl: Er is een nieuw bericht geplaatst in uw winkel.

source: Read this message
fr_fr: Lire le message
nl_nl: Lees het bericht

source: Choose language
fr_fr: Choisissez la langue
nl_nl: Kies taal

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
fr_fr: PrestaShop n'a pas pu se connecter à Addons. Veuillez vérifier vos identifiants et votre connexion Internet.
nl_nl: Prestashop is er niet in geslaagd om u aan te melden bij Addons, check uw gegevens en uw internet connectie.

source: Customer name:
fr_fr: Nom du client :
nl_nl: Klantnaam:

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee

source: Indexing
fr_fr: Indexation
nl_nl: Indexeren

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
fr_fr: Il y a un grand nombre de données stockées, donc chaque connexion correspondant à un site référant est indexée. Vous pouvez rafraîchir les index en cliquant sur le bouton ci-dessus. Sachez que cette opération peut prendre plusieurs minutes, et n'est requise que si vous modifiez ou ajoutez un référant, ou si vous souhaitez que vos modifications soient rétroactives.
nl_nl: Er is een grote hoeveelheid gegevens, waarbij elke overeenkomende verbinding vanaf een referrer wordt geïndexeerd. U kunt deze index verversen door te klikken op de knop hieronder. Let erop dat het lang kan duren en het is alleen nodig als u een referrer heeft gewijzigd of heeft toegevoegd.

source: Refresh index
fr_fr: Ré-indexer l'index
nl_nl: Index vernieuwen

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
fr_fr: Vos données sont mises en cache afin de les trier et de les filtrer. Vous pouvez vider le cache en cliquant sur le bouton "Rafraîchir le cache".
nl_nl: Uw data is gecached om het te kunnen sorteren en filteren. U kunt de cache vernieuwen door op de knop "Cache vernieuwen" te klikken.

source: Refresh cache
fr_fr: Rafraichir le cache
nl_nl: Cache vernieuwen

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
fr_fr: L'enregistrement du trafic direct peut être très lourd en termes d'espace disque et de performances, vous ne devez l'activer que si vous avez la base de données adéquate et un réel besoin de ces informations.
nl_nl: Direct verkeer kan sterk data intensief zijn. U moet dit alleen inschakelen als u een krachtige databaseserver heeft, en u er sterk de behoefte aan heeft.

source: Save direct traffic?
fr_fr: Enregistrer le trafic direct
nl_nl: Direct verkeer opslaan

source: The module '%s' must be activated and configurated in order to have all the statistics
fr_fr: Pour que toutes les statistiques soient disponibles le module "%s" doit être activé et configuré
nl_nl: De module '%s' moet geactiveerd en geconfigureerd zijn om alle statistieken te hebben

source: Statistics
fr_fr: Statistiques
nl_nl: Statistieken

source: Filter by product:
fr_fr: Filtrer par produit :
nl_nl: Filter op product:

source: Save and stay
fr_fr: Enregistrer et rester
nl_nl: Opslaan en blijven

source: Supply order status
fr_fr: État des commandes fournisseurs
nl_nl: Leveranciersbestellingstatus

source: All Warehouses
fr_fr: Tous les entrepôts
nl_nl: Alle magazijnen

source: Price (tax excl.)
fr_fr: Montant HT
nl_nl: Prijs (excl. btw)

source: EAN-13 or JAN barcode
fr_fr: Code-barres EAN-13 ou JAN
nl_nl: EAN-13- of JAN-streepjescode

source: UPC barcode
fr_fr: Code-barres UPC
nl_nl: UPC-streepjescode

source: Unit price (tax excl.)
fr_fr: Prix unitaire HT
nl_nl: Eenheidsprijs (btw excl.)

source: You need to activate the Advanced Stock Management feature prior to using this feature.
fr_fr: Vous devez activer la gestion des stocks avancée pour utiliser cette fonctionnalité.
nl_nl: U moet de functie Geavanceerde Voorraadbeheer activeren voordat u deze functie kan gebruiken.

source: You need to activate advanced stock management prior to using this feature.
fr_fr: Vous devez activer les stocks avancés pour utiliser cette fonctionnalité.
nl_nl: U moet de functie Geavanceerde Voorraadbeheer activeren voordat u dit kenmerk kunt gebruiken.

source: Employee
fr_fr: Employé
nl_nl: Medewerker

source: Creation
fr_fr: Création
nl_nl: Aanmaak

source: Last modification
fr_fr: Dernière modification
nl_nl: Laatst wijziging

source: Delivery (expected)
fr_fr: Livraison (attendue)
nl_nl: Levering (verwacht)

source: Add new supply order
fr_fr: Ajouter une commande fournisseur
nl_nl: Nieuwe leveringsbestelling toevoegen

source: Add new supply order template
fr_fr: Ajouter un modèle de commande fournisseur
nl_nl: Voeg nieuwe template voor leveranciersbestellingen toe

source: Stock: Create a new supply order
fr_fr: Stock : créer une commande fournisseur
nl_nl: Voorraad: Maak een nieuwe leveranciersbestelling aan

source: Stock: Manage supply orders
fr_fr: Stock : gérer les commandes fournisseurs
nl_nl: Voorraad: Beheer leveranciersbestelling

source: You must have at least one warehouse. See Stock/Warehouses
fr_fr: Vous devez avoir au moins un entrepôt. Voir Stock / Entrepôts
nl_nl: U moet tenminste één magazijn hebben, Zie "Voorraad > Magazijnen"

source: The reference number for your order.
fr_fr: Référence de votre commande.
nl_nl: Het referentienummer voor uw bestelling.

source: Select the supplier you'll be purchasing from.
fr_fr: Sélectionnez votre fournisseur.
nl_nl: Selecteer de leverancier waarvan u de producten besteld.

source: Warning: All products already added to the order will be removed.
fr_fr: Attention ! Si vous changez ce champ, tous les produits déjà ajoutés seront supprimés.
nl_nl: Opgelet! wanneer u dit veld wijzigt zullen alle producten die reeds toegevoegd zijn worden verwijderd.

source: Which warehouse will the order be sent to?
fr_fr: Sélectionnez l'entrepôt où vous souhaitez recevoir les produits.
nl_nl: Selecteer een magazijn waar u de bestelling wilt afleveren.

source: The currency of the order.
fr_fr: La devise de la commande.
nl_nl: De valuta van de bestelling.

source: Order Language
fr_fr: Langue de la commande
nl_nl: Taal bestelling

source: The language of the order.
fr_fr: La langue de la commande.
nl_nl: Taal van de bestelling.

source: Global discount percentage
fr_fr: Pourcentage de réduction global
nl_nl: Algemeen kortingspercentage

source: This is the global discount percentage for the order.
fr_fr: Il s'agit du taux de remise global pour cette commande.
nl_nl: Dit is het algemeen kortingspercentage voor deze bestelling.

source: Automatically load products
fr_fr: Charger automatiquement les produits
nl_nl: Automatisch producten laden

source: This will reset the order.
fr_fr: Cela va réinitialiser la commande.
nl_nl: Dit zal de bestelling resetten.

source: If a value specified, each of your current product (from the selected supplier and warehouse) with a quantity lower than or equal to this value will be loaded. This means that PrestaShop will pre-fill this order with the products that are low on quantity.
fr_fr: Si une valeur est précisée, chacun des produits (associés au transporteur et à l'entrepôt sélectionnés) dont la quantité est inférieure à ce seuil sera chargé. En d'autres termes, PrestaShop va pré-remplir la commande avec les produits dont le stock est trop faible.
nl_nl: Indien een waarde is gespecificeerd, dan zal elk van uw huidige producten (van de geselecteerde leverancier en magazijn) met een hoeveelheid kleiner dan of gelijk aan deze waarde worden geladen. Dit betekent dat PrestaShop zelf de order zal vullen met producten waarvan er weinig op voorraad is.

source: Expected delivery date
fr_fr: Date de livraison
nl_nl: Verwachte bezorgdatum

source: The expected delivery date for this order is...
fr_fr: Il s'agit de la date de livraison attendue pour cette commande.
nl_nl: Dit is de verwachte levertijd voor deze bestelling.

source: If you wish to order products, they have to be available for the specified supplier/warehouse.
fr_fr: Notez que si vous souhaitez ajouter des produits à votre commande, ils doivent être disponibles pour le fournisseur et l'entrepôt spécifiés ci-dessous.
nl_nl: Let op dat wanneer u de producten wenst te bestellen deze wel beschikbaar moeten zijn bij de aangegeven leverancier/magazijn.

source: See Catalog/Products/[Your Product]/Suppliers & Warehouses.
fr_fr: Voir dans Catalogue/Produits/[Votre Produit]/Fournisseurs et Entrepôts.
nl_nl: Zie "Catalogus >Producten > [Uw product] > Magazijnen" en "Catalogus >Producten > [Uw product] > Leveranciers".

source: Changing the currency or the supplier will reset the order.
fr_fr: Par ailleurs, changer de devise ou de fournisseur réinitialise la commande.
nl_nl: Ook het veranderen van de valuta of de leverancier zal de bestelling resetten.

source: Please note that you can only order from one supplier at a time.
fr_fr: Enfin, notez que vous devez effectuer une seule commande à la fois par fournisseur.
nl_nl: Merk op dat u maar van één leverancier tegelijk kunt bestellen.

source: Export Orders (CSV)
fr_fr: Exporter les commandes (CSV)
nl_nl: Exporteer bestellingen (CSV)

source: Export Orders Details (CSV)
fr_fr: Exporter le détail des commandes (CSV)
nl_nl: Exporteer bestelgegevens (CSV)

source: Add New
fr_fr: Ajouter
nl_nl: Voeg nieuwe toe

source: This interface allows you to manage supply orders.
fr_fr: Cette interface vous permet de gérer vos commandes fournisseurs.
nl_nl: Dit scherm stelt u in staat leveranciersbestellingen te beheren

source: You can create pre-filled order templates, from which you can build actual orders much quicker.
fr_fr: Vous pouvez créer des modèles de commandes fournisseurs, qui vous permettront de saisir plus rapidement les commandes fournisseurs futures.
nl_nl: U kan templates maken voor uw bestellingen, die reeds gevuld zijn, waardoor u uw bestellingen sneller kan verwerken.

source: You must choose at least one warehouse before creating supply orders. For more information, see Stock/Warehouses.
fr_fr: Vous devez avoir au moins un entrepôt avant de créer des commandes. Voir Stock > Entrepôts
nl_nl: U moet tenminste één magazijn hebben om leveranciersbestellingen aan te maken. Zie "Voorraad > Magazijnen".

source: There is nothing to export as a CSV file.
fr_fr: Il n'y a pas de données à exporter en CSV.
nl_nl: Er is niets om te exporteren als een CSV-bestand.

source: Stock: Supply order templates
fr_fr: Stock : modèles de commandes fournisseurs
nl_nl: Voorraad: Templates voor leveranciersbestellingen

source: Add new template
fr_fr: Créer un modèle
nl_nl: Voeg een nieuwe template toe

source: Be careful when changing status. Some of those changes cannot be canceled.
fr_fr: Soyez attentif quand vous changez l'état. Certains changements sont irréversibles.
nl_nl: Wees voorzichtig bij het wisselen van status. Sommigen van hen kunnen achteraf niet worden gewijzigd (geannuleerd, bijvoorbeeld).

source: Stock: Change supply order status #%s
fr_fr: Stock : changement d'état de la commande fournisseur n°%s
nl_nl: Voorraad: verander leverancierbestellingstatus #%s

source: Supplier reference
fr_fr: Référence fournisseur
nl_nl: Leveranciersnaam

source: Quantity received today?
fr_fr: Quantité reçue aujourd'hui ?
nl_nl: Hoeveelheid ontvangen vandaag?

source: The quantity of supplies that you received today.
fr_fr: Quantité de marchandises reçues aujourd'hui.
nl_nl: Het aantal goederen dat u vandaag heeft ontvangen.

source: Quantity received
fr_fr: Quantité reçue
nl_nl: Ontvangen hoeveelheid

source: The quantity of supplies that you received so far (today and the days before, if it applies).
fr_fr: Quantité de marchandises reçues jusqu'à aujourd'hui (en incluant donc les quantités reçues précédemment).
nl_nl: De hoeveelheid goederen die u tot nu toe heeft ontvangen (vandaag en de dagen hiervoor, indien van toepassing).

source: Quantity expected
fr_fr: Quantité attendue
nl_nl: Verwachte hoeveelheid

source: Quantity left
fr_fr: Quantité restante
nl_nl: Overgebleven hoeveelheid

source: The quantity of supplies left to receive for this order.
fr_fr: Quantité de marchandises non encore reçues pour cette commande.
nl_nl: De hoeveelheid goederen die nog te ontvangen zijn voor deze bestelling.

source: Update selected
fr_fr: Mettre à jour la sélection
nl_nl: Gekozen bijwerken

source: Receipt of products for supply order #%s
fr_fr: Réception de produits pour la commande n°%s
nl_nl: Ontvangst van de producten voor leveranciersbestellingen #%s

source: This interface allows you to update the quantities of this ongoing order.
fr_fr: Cette interface vous permet de mettre à jour les quantités pour la commande en cours
nl_nl: In dit scherm kunt u de hoeveelheden bijwerken van de lopende bestelling.

source: Be careful! Once you update, you cannot go back unless you add new negative stock movements.
fr_fr: Attention : une fois la mise à jour confirmée, vous ne pouvez pas revenir en arrière, à moins de créer de nouveaux mouvements de stock négatifs.
nl_nl: Wees voorzichtig: eenmaal bijgewerkt kunt u niet meer terug, tenzij u een nieuwe negatieve voorraadverplaatsing toevoegt.

source: A green line means that you've received exactly the quantity you expected. A red line means that you've received more than expected.
fr_fr: Notez qu'une ligne verte signifie que vous avez reçu exactement la quantité que vous attendiez, et une ligne rouge signifie que vous avez reçu plus que ce qui était prévu.
nl_nl: Een groene lijn betekent dat u precies de hoeveelheid die u verwacht ontvangen heeft. Een rode lijn betekent dat u meer dan verwacht ontvangen hebt.

source: Field: %s
fr_fr: Champ : %s
nl_nl: Veld: %s

source: supply_orders
fr_fr: Commandes fournisseurs
nl_nl: leverancier_bestellingen

source: supply_orders_details
fr_fr: Détails commandes fournisseurs
nl_nl: leverancier_bestellingen_details

source: supply_order
fr_fr: Commande fournisseur
nl_nl: leverancier_bestelling

source: Update ongoing receipt of products
fr_fr: Mettre à jour les réceptions en cours
nl_nl: Update lopende bestelling van producten

source: Change status
fr_fr: Changer d’état
nl_nl: Status wijzigen

source: Use this template to create a supply order
fr_fr: Utiliser ce modèle pour créer une commande fournisseur
nl_nl: Gebruik deze template om een leveranciersbestelling aan te maken

source: Are you sure you want to use this template?
fr_fr: Êtes-vous sûr de vouloir utiliser ce modèle ?
nl_nl: Weet u zeker dat u deze template wilt gebuiken?

source: Last update
fr_fr: Dernière mise à jour
nl_nl: Laatst bijgewerkt

source: This interface allows you to display detailed information about your order.
fr_fr: Cette interface vous permet d'afficher des informations détaillées sur votre commande.
nl_nl: Dit scherm laat u gedetailleerde informatie van de bestelling zien.

source: This interface allows you to display detailed information about your order template.
fr_fr: Cette interface vous permet d'afficher des informations détaillées sur votre modèle de commande.
nl_nl: Dit scherm laat u gedetailleerde informatie op uw bestelling template zien.

source: Details on supply order #%s
fr_fr: Détails pour la commande n°%s
nl_nl: Details van leveranciersbestelling #%s

source: Details on supply order template #%s
fr_fr: Détails pour le modèle de commande n°%s
nl_nl: Details van leveranciersbestelling template #%s

source: Discount percentage
fr_fr: Pourcentage de réduction
nl_nl: Kortingspercentage

source: Discount value (tax excl.)
fr_fr: Montant de la remise HT
nl_nl: Kortingsbedrag (ex. btw)

source: Price with product discount (tax excl.)
fr_fr: Montant avec la remise HT
nl_nl: Prijs met korting (ex. btw)

source: Tax value
fr_fr: Montant de la taxe
nl_nl: Btw-bedrag

source: Price (tax incl.)
fr_fr: Montant TTC
nl_nl: Prijs (incl. btw)

source: Export as PDF
fr_fr: Exporter en PDF
nl_nl: Exporteer als PDF

source: Export as CSV
fr_fr: Exporter en CSV
nl_nl: Exporteer als CSV

source: All shops
fr_fr: Toutes les boutiques
nl_nl: Alle winkels

source: %s group
fr_fr: groupe %s
nl_nl: groep %s

source: Currency
fr_fr: Devise
nl_nl: Valuta

source: Free shipping
fr_fr: Frais de port offerts
nl_nl: Gratis verzending

source: Choose
fr_fr: Choisissez
nl_nl: Kies

source: Unit price
fr_fr: Prix unitaire
nl_nl: Stukprijs

source: Vouchers
fr_fr: Bons de réduction
nl_nl: Waardebonnen

source: Addresses
fr_fr: Adresses
nl_nl: Adressen

source: Use
fr_fr: Utiliser
nl_nl: Gebruik

source: Back office order
fr_fr: Commande depuis le back-office
nl_nl: Backoffice-bestelling

source: Show carts and orders for this customer.
fr_fr: Montrer les paniers et commandes pour ce client.
nl_nl: Laat winkelwagens en bestellingen zien van deze klant

source: Hide carts and orders for this customer.
fr_fr: Cacher les paniers et commandes pour ce client.
nl_nl: Verberg winkelwagen en bestellingen van deze klant

source: No voucher was found
fr_fr: Aucun bon trouvé
nl_nl: Geen waardebonnen gevonden

source: No customers found
fr_fr: Aucun client trouvé
nl_nl: Geen klanten gevonden

source: View this cart
fr_fr: Afficher ce panier
nl_nl: Deze winkelwagen laten zien

source: Use this cart
fr_fr: Utiliser ce panier
nl_nl: Gebruik deze winkelwagen

source: Duplicate this order
fr_fr: Dupliquer cette commande
nl_nl: Kopieer deze bestelling

source: No carrier can be applied to this order
fr_fr: Aucun transporteur ne peut être appliqué à cette commande
nl_nl: Geen vervoerder kan worden toegevoegd aan deze bestelling

source: Combination
fr_fr: Déclinaison
nl_nl: Combinatie

source: Customization
fr_fr: Personnalisation
nl_nl: Aanpassingen

source: No products found
fr_fr: Aucun produit trouvé
nl_nl: Geen producten gevonden

source: Gift
fr_fr: Cadeau
nl_nl: Cadeau

source: You must add at least one address to process the order.
fr_fr: Vous devez ajouter au moins une adresse pour passer la commande.
nl_nl: U moet tenminste één adres toevoegen om deze bestelling te verwerken

source: Search for an existing customer by typing the first letters of his/her name.
fr_fr: Rechercher un client en tapant les premières lettres de son nom.
nl_nl: Zoek naar een bestaande klant door de eerste letters van zijn/haar in te typen.

source: Search for a customer
fr_fr: Rechercher un client
nl_nl: Zoek naar een klant

source: Add new customer
fr_fr: Ajouter un nouveau client
nl_nl: Voeg een nieuwe klant toe

source: Total paid
fr_fr: Total payé
nl_nl: Totaal betaald

source: Cart
fr_fr: Panier
nl_nl: Winkelwagen

source: Search for an existing product by typing the first letters of its name.
fr_fr: Rechercher un produit en saisissant les premières lettres de son nom.
nl_nl: Zoek naar een bestaand product door de eerste letters van zijn/haar naam in te geven.

source: In stock
fr_fr: En Stock
nl_nl: Op voorraad

source: Add to cart
fr_fr: Ajouter au panier
nl_nl: In winkelwagen

source: The prices are without taxes.
fr_fr: Les prix sont Hors Taxe
nl_nl: De prijzen zijn exclusief btw.

source: Search for a voucher
fr_fr: Rechercher un bon d'achat
nl_nl: Zoek naar een waardebon

source: Add new voucher
fr_fr: Ajouter un bon d'achat
nl_nl: Voeg een nieuwe waardebon toe

source: Delivery
fr_fr: Livraison
nl_nl: Bezorging

source: Add a new address
fr_fr: Ajouter une nouvelle adresse
nl_nl: Voeg een nieuw adres toe

source: Delivery option
fr_fr: Mode de livraison
nl_nl: Afleveringsoptie

source: Shipping price (Tax incl.)
fr_fr: Frais de port (TTC)
nl_nl: Verzendkosten (incl. btw)

source: Recycled package
fr_fr: Emballage recyclé
nl_nl: Gerecyclede verpakking

source: Gift message
fr_fr: Message de l'emballage cadeau
nl_nl: Cadeau bericht

source: Total products
fr_fr: Total produits
nl_nl: Totaal producten

source: Total vouchers (Tax excl.)
fr_fr: Total bons de réduction (HT)
nl_nl: Totaal waardebonnen (excl. btw)

source: Total shipping (Tax excl.)
fr_fr: Total frais de port (HT)
nl_nl: Totaal verzendkosten (excl. btw)

source: Total taxes
fr_fr: Total des taxes
nl_nl: Totale belasting
