Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesProductinfoAdmin.*.xlf
Languages: fr_fr, hu_hu

source: Product tooltips
fr_fr: Infobulles produit
hu_hu: Terméktippek

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
fr_fr: Affiche des informations sur la fiche produit : nombre de gens actuellement en train de la parcourir, dernière fois que le produit a été vendu, et dernière qu'il a été ajouté à un panier.
hu_hu: Információkat jelenít meg egy termékoldalon: hány ember nézte meg, utolsó eladásának és kosárba helyezésének időpontja.

source: Number of visitors
fr_fr: Nombre de visiteurs
hu_hu: Látogatók száma

source: Display the number of visitors who are currently watching this product.
fr_fr: Afficher le nombre de personnes qui consultent la fiche produit à l'instant présent.
hu_hu: A terméket jelenleg megtekintő látogatók számának megjelenítése.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
fr_fr: Si vous activez l'option ci-dessus, vous devez en premier lieu activer la première option ("Enregistrer les pages vues pour chaque client") dans le module "Exploration de données pour les statistiques" (StatsData).
hu_hu: Ha aktiválod a fenti opciót, aktiválnod kell a "Statisztikai adatbányászat" (StatsData) modul első opcióját ("Megtekintett oldalak mentése minden vásárlónál")!

source: Period length
fr_fr: Durée de la période
hu_hu: Időszak hossza

source: Set the reference period length.
fr_fr: Indiquez la durée de période de référence.
hu_hu: Állítsd be a referencia időszak hosszát!

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
fr_fr: Par exemple, si vous indiquez 30 minutes, le module affichera le nombre de visiteurs sur les 30 dernières minutes.

source: Last order date
fr_fr: Date de la dernière commande
hu_hu: Utolsó rendelés dátuma

source: Display the last time the product has been ordered.
fr_fr: Afficher la date de la dernière commande de ce produit.

source: Added to a cart
fr_fr: Ajouté à un panier
hu_hu: Kosárba téve

source: If the product has not been ordered yet, display the last time it was added to a cart.
fr_fr: Si le produit n'a pas encore été commandé, affiche la dernière fois qu'il a été ajouté au panier.

source: Do not display events older than
fr_fr: Ne pas afficher les événements datant de plus de
hu_hu: Ne mutasson meg eseményeket, melyek régebbiek, mint

source: days
fr_fr: jours
hu_hu: nap

source: minutes
hu_hu: perc
