Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_pe

source: Download complete but MD5 sum does not match (%s). Operation aborted.
es_pe: Descarga completada pero el MD5 sum no concuerda (%s). Operación cancelada.

source: Error during download. The private key may be incorrect.
es_pe: Error durante descarga. La clave privada debe ser incorrecta.

source: Error during download
es_pe: Error durante la descarga

source: Download directory %s is not writable.
es_pe: La carpeta de descargas %s no tiene permisos de escritura.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
es_pe: Necesita activar allow_url_fopen o cURL para trabajar con las descargas automáticas. También puede subir de forma manual en la ruta %s.

source: [WARNING] Property %s is missing
es_pe: [AVISO] no se encuentra la propiedad %s

source: Too long!
es_pe: ¡Demasiado largo!

source: Fields are different!
es_pe: ¡Los campos son diferentes!

source: This email address is wrong!
es_pe: ¡Esta dirección email no es válida!

source: Impossible to send the email!
es_pe: ¡Imposible enviar el correo electrónico!

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
es_pe: No se puede escribir archivo de configuración, por favor, cree un archivo llamado settings.inc.php en el directorio config.

source: Impossible to upload the file!
es_pe: ¡Imposible cargar el archivo!

source: Data integrity is not valided. Hack attempt?
es_pe: Integridad de los datos no es valida. Intento de hack?

source: Impossible to read the content of a MySQL content file.
es_pe: Imposible leer el contenido de un archivo de contenido MySQL.

source: Cannot access a MySQL content file.
es_pe: No se puede acceder al archivo de contenido MySQL.

source: Error while inserting data in the database:
es_pe: Error al insertar datos en la base de datos

source: This is not a valid file name.
es_pe: Esto no es un nombre de archivo válido.

source: This is not a valid image file.
es_pe: Esto no es un archivo de imagen válido.

source: Error while creating the /app/config/parameters.php file.
es_pe: Error al crear el archivo /app/config/parameters.php.

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
es_pe: Esta base de datos PrestaShop ya existe. Por favor, vuelva a validar su información de autenticación para la base de datos.

source: An error occurred while resizing the picture.
es_pe: Se ha producido un error al cambiar el tamaño de la imagen.

source: Database connection is available!
es_pe: ¡Conexión a la base de datos disponible!

source: Database Server is available but database is not found
es_pe: El servidor de base de datos está disponible, pero la base de datos no se encuentra

source: Database Server is not found. Please verify the login, password and server fields.
es_pe: El servidor de base de datos no se encuentra. Por favor, compruebe los campos de login, contraseña y servidor.

source: An error occurred while sending email, please verify your parameters.
es_pe: Se ha producido un error al enviar el correo, por favor verifique sus parámetros.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
es_pe: Imposible escribir la imagen / img / logo.jpg. Si esta imagen ya existe, bórrela.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_pe: El archivo subido excede la directiva upload_max_filesize en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_pe: El archivo subido excede la directiva MAX_FILE_SIZE que se especificó en el formulario HTML

source: The uploaded file was only partially uploaded
es_pe: El archivo subido fue sólo parcialmente cargado

source: No file was uploaded.
es_pe: No existe el fichero que se ha subido.

source: Missing a temporary folder
es_pe: Falta una carpeta temporal

source: Failed to write file to disk
es_pe: No se pudo escribir el archivo en el disco

source: File upload stopped by extension
es_pe: Carga de archivos se detuvo por la extensión

source: Cannot convert your database's data to utf-8.
es_pe: No se pudo convertir los datos de su base de datos a utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
es_pe: Su servidor MySQL no es compatible con este motor, por favor utilice otro como MyISAM

source: Your lastname contains some invalid characters
es_pe: Su apellido contiene caracteres no válidos

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
es_pe: El archivo / img / logo.jpg no se puede escribir, por favor, CHMOD 755 el archivo o 777 CHMOD

source: Invalid catalog mode
es_pe: Modo de catálogo no válido

source: No error code available
es_pe: No dispone de código de error

source: This installer is too old.
es_pe: Este instalador es demasiado antiguo.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
es_pe: No se encontró el archivo app/config/parameters.php. ¿Ha eliminado o renombrado este archivo?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
es_pe: No puede encontrar los archivos de actualización de SQL. Por favor, compruebe que la carpeta /install/upgrade/sql no esté vacía.

source: No upgrade is possible.
es_pe: No hay posibilidad de cambio.

source: Error while loading SQL upgrade file.
es_pe: Error al cargar el archivo de actualizaciones de SQL.

source: Error while inserting content into the database
es_pe: Error al insertar el contenido en la base de datos

source: Unfortunately,
es_pe: Desafortunadamente,

source: SQL errors have occurred.
es_pe: Se han producido errores de SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
es_pe: El archivo de configuración / defines.inc.php no fue encontrado. ¿A dónde lo ha desplazado?

source: Rollback
es_pe: Deshacer

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
es_pe: Después de actualizar su tienda, puede volver a la base de datos y archivos anterior. Utilice esta función si el tema o un módulo esencial no está funcionando correctamente.

source: Choose your backup:
es_pe: Elige su copia de seguridad:

source: -- Choose a backup to restore --
es_pe: -- Elige una copia de seguridad a restaurar --

source: The pre-Upgrade checklist
es_pe: La lista de comprobación pre-actualizacion

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
es_pe: La lista de verificación no es correcta. Sólo puede actualizar su tienda una vez que todos los indicadores son de color verde.

source: Before starting the upgrade process, please make sure this checklist is all green.
es_pe: Antes de iniciar el proceso de actualización, por favor asegúrese de que esta lista de verificación es todo verde....

source: The 1-click upgrade module is up-to-date (your current version is v%s)
es_pe: El módulo de actualización 1-click esta actualizado (la versión actual es v%s)

source: Download
es_pe: Descargas

source: Your store's root directory is writable (with appropriate CHMOD permissions)
es_pe: El directorio raíz de tu tienda debe tener permisos de escritura (con permisos CHMOD apropiados)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
es_pe: El directorio "/admin/autoupgrade" tiene permisos de escritura (permisos CHMOD apropiados)

source: PHP's "Safe mode" option is turned off
es_pe: La opción PHP's "Modo seguro" está desactivada

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
es_pe: La opción PHP's "allow_url_fopen" está activada, o cURL está instalado

source: Your store is in maintenance mode
es_pe: Su tienda está en modo de mantenimiento

source: Click here to put your shop under maintenance
es_pe: Haga clic aquí para poner su tienda en modo mantenimiento

source: PrestaShop's caching features are disabled
es_pe: Las características de almacenamiento en caché de PrestaShop están desactivadas

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
es_pe: El ajuste de PHP max_execution_time tiene un valor muy alto o se ha desactivado completamente (valor actual: ilimitado)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
es_pe: El ajuste de PHP max_execution_time tiene un valor muy alto o se ha desactivado completamente (valor actual: %s) segundos

source: Please also make sure you make a full manual backup of your files and database.
es_pe: Por favor, asegurese de realizar una copia de seguridad completa de sus archivos y base de datos.

source: Branch:
es_pe: Rama:

source: available
es_pe: disponible

source: unavailable
es_pe: no disponible

source: Version number:
es_pe: Número de versión:

source: Changelog:
es_pe: Registro de cambios:

source: see changelog
es_pe: ver lista de cambios

source: Major release
es_pe: Lanzamiento Mayor

source: Minor release (recommended)
es_pe: Menor Actualización (recomendada)

source: Release candidates
es_pe: Salida de candidatos

source: Beta releases
es_pe: Lanzamiento Beta

source: Alpha releases
es_pe: Lanzamiento Alfa

source: Private release (require link and MD5 hash)
es_pe: Lanzamiento privado (requiere enlace y MD5 hash)

source: Local archive
es_pe: Archivo local

source: Local directory
es_pe: Carpeta local

source: Channel:
es_pe: Canal:

source: This option regroup all stable versions.
es_pe: \\\\\\\\nEsta opción reagrupa todas las versiones estables.

source: Link:
es_pe: Enlace:

source: Allow major upgrade:
es_pe: Autoriza actualización principal:

source: Archive to use:
es_pe: Archivo a utilizar:

source: Choose an archive
es_pe: Seleccione un archivo

source: No archive found in your admin/autoupgrade/download directory
es_pe: Ningun archivo encontrado en directorio admin/autoupgrade/download

source: This option will skip the download step.
es_pe: Esta opción omite el paso de descarga.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
es_pe: Guardar en el siguiente directorio los archivos descomprimidos de PrestaShop de la versión que quiere actualizar a: %s

source: This option will skip both download and unzip steps and will use %1$s as the source directory
es_pe: Esta opción omitirá tanto el paso de descarga como el de descompresión, y utilizará %1$s como directorio de origen

source: More options (Expert mode)
es_pe: Más opciones (modo Experto)

source: Expert mode
es_pe: Modo experto

source: Please select your channel:
es_pe: Por favor seleccione su canal:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
es_pe: Los canales le ofrecen diferentes formas de realizar una actualización. Puede cargar la nueva versión manualmente o dejar que el módulo de actualización 1-click la descargue para usted.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
es_pe: Los canales Alpha, Beta y Privados le ofrecen la posibilidad de actualizar a una versión no oficial o inestable (con el propósito de probarla solamente).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
es_pe: Por defecto, se debe utilizar la "Versión secundaria", el canal que ofrece la última versión estable disponible....

source: Step
es_pe: Paso

source: Upgrade steps
es_pe: Pasos de actualización

source: Version comparison
es_pe: Comparación de versión

source: PrestaShop Original version
es_pe: Versión Original de PrestaAhop

source: Differences between versions
es_pe: Diferencias entre versiones

source: Activity Log
es_pe: Registro de actividad

source: Currently processing
es_pe: Actualmente procesando

source: Analyzing the situation...
es_pe: Analizando la situación...

source: Errors
es_pe: Errores

source: Start your Upgrade
es_pe: Comenzar actualización

source: Congratulations, you are already using the latest version available!
es_pe: Enhorabuena, ¡ya está usando la última versión disponible!

source: You come from the future! You are using a more recent version than the latest available!
es_pe: ¡Ha llegado desde el futuro! ¡Está utilizando una versión más reciente que la última disponible!

source: Your current PrestaShop version
es_pe: Su versión actual de PrestaShop

source: Upgrade PrestaShop now!
es_pe: ¡Actualizar PrestaShop ahora!

source: You use Smarty 3
es_pe: Utiliza Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
es_pe: Smarty 2 está en desuso en 1.4 y se retiró en 1,5. Es posible que tenga que actualizar su tema actual o utilizar uno nuevo.

source: PrestaShop will be downloaded from %s
es_pe: PrestaShop se descargará desde %s

source: Open changelog in a new window
es_pe: Abrir el registro de cambios en una nueva ventana

source: No file will be downloaded (channel %s is used)
es_pe: Ningún archivo será descargado (se usa el canal %s)

source: The following action are automatically replaced
es_pe: La siguiente acción sera automáticamente sustituida

source: To change this behavior, you need to manually edit your php files
es_pe: Para cambiar este comportamiento, debe editar si mismo sus archivos php

source: Check if a new version is available
es_pe: Verificar si una nueva versión está disponible

source: Last check: %s
es_pe: Última comprobación: %s

source: Last check: never
es_pe: Última comprobación: nunca

source: This functionality has been disabled.
es_pe: Esta característica ha sido deshabilitada.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
es_pe: [ERROR TÉCNICO] no se encuentra ajax-upgradetab.php . Por favor, reinstale o reinicie el módulo.

source: Welcome!
es_pe: ¡Bienvenido!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
es_pe: ¡Con el modulo de actualización 1-click PrestaShop, la actualización de la tienda a la última versión disponible nunca ha sido tan fácil!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
es_pe: Por favor, realice siempre una copia de seguridad manual completo de sus archivos y bases de datos antes de iniciar cualquier actualización.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
es_pe: Vuelva a comprobar la integridad de la copia de seguridad y que puede fácilmente manualmente retroceso si es necesario.

source: If you do not know how to proceed, ask your hosting provider.
es_pe: Si no sabe como proceder pregunte a su proveedor de hosting.

source: Backup Options
es_pe: Opciones de copia de seguridad

source: Upgrade Options
es_pe: Opciones de actualización

source: Are you sure you want to delete this backup?
es_pe: ¿Quiere realmente suprimir esta copia de seguridad?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
es_pe: Su servidor no puede descargar el archivo. Por favor, sube por primera vez por ftp en eladmin / directorio AutoUpgrade

source: Click to refresh the page and use the new configuration
es_pe: Pulsa para actualizar la página y utilizar la nueva configuración

source: An update is currently in progress... Click "OK" to abort.
es_pe: Actualmente se esta actualizando ... Pulsa "OK" para cancelar.

source: Upgrading PrestaShop
es_pe: Actualizando PrestaShop

source: Upgrade complete
es_pe: Actualización completa

source: Upgrade Complete!
es_pe: ¡Actualización completa!

source: Upgrade complete, but warning notifications has been found.
es_pe: Actualización completa, pero se ha encontrado notificaciones de alerta.

source: Cookies have changed, you will need to log in again once you refreshed the page
es_pe: Las cookies han cambiado. Necesitará conectarse de nuevo una vez que haya actualizado la página

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
es_pe: Los archivos Javascript y CSS han cambiado, por favor borre el caché de su navegador con CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
es_pe: Por favor compruebe que el tema de su front office funciona correctamente (pruebe a crear una cuenta, hacer un pedido...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
es_pe: ¿No aparecen las imágenes de los productos en el front office? Intente regenerar las miniaturas en Preferencias > Imágenes

source: Do not forget to reactivate your shop once you have checked everything!
es_pe: ¡No olvide volver a activar su tienda una vez que haya comprobado todo!

source: ToDo list:
es_pe: Lista Para Hacer:

source: Restoration complete.
es_pe: Restauración completa.

source: Starting restoration...
es_pe: Empezando la restauración...

source: Error detected during
es_pe: Error detectado durante

source: The request exceeded the max_time_limit. Please change your server configuration.
es_pe: El pedido ha sobrepasado el max_time_limit. Por favor cambie su configuración de servidor.

source: Manually go to %s button
es_pe: Debe ir por si mismo al botón %s

source: End of process
es_pe: Proceso finalizado

source: Operation canceled. Checking for restoration...
es_pe: Operación cancelada. Verificando para restauración...

source: Operation canceled. An error happened.
es_pe: Operación suspendida. Un error ha ocurrido.

source: See or hide the list
es_pe: Ver u ocultar la lista

source: Core file(s)
es_pe: Archivo(s) del núcleo

source: Mail file(s)
es_pe: Archivo(s) de email

source: Translation file(s)
es_pe: Archivo(s) de traducción

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
es_pe: Su servidor no puede descargar el archivo. Por favor, súbalo a su servidor FTP, en la carpeta /[admin]/autoupgrade .

source: Theses files will be deleted
es_pe: Estos archivos serán suprimidos

source: Theses files will be modified
es_pe: Estos archivos serán modificados

source: Less options
es_pe: Menos opciones

source: Link and MD5 hash cannot be empty
es_pe: enlace y MD5 hash no pueden estar vacíos.

source: You need to enter the version number associated with the archive.
es_pe: Debe introducir en número de versión asociado con el archivo.

source: No archive has been selected.
es_pe: Ningún archivo ha sido elegido.

source: You need to enter the version number associated with the directory.
es_pe: Debe introducir el número de versión asociado con el directorio.

source: Please confirm that you want to skip the backup.
es_pe: Por favor, confirme que desea omitir la copia de seguridad.

source: Please confirm that you want to preserve file options.
es_pe: Por favor confirme que desea conservar las opciones de archivo.

source: %s is not a file
es_pe: %s no es un archivo

source: Unable to create directory %s.
es_pe: No ha sido posible crear el directorio %s.

source: Archive extracted
es_pe: Archivo extraído

source: zip->extractTo(): unable to use %s as extract destination.
es_pe: zip->extractTo(): no esposible usar %s como destino de extracción.

source: Unable to open zipFile %s
es_pe: Incapaz de abrir zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
es_pe: [ERROR] Error en la extracción del archivo usando PclZip: %s.

source: [ERROR] Unable to list archived files
es_pe: [ERROR] No es posible listar los ficheros archivados

source: File %s is preserved
es_pe: Archivo %s está guardado

source: Unable to write in the directory "%s"
es_pe: No se puede escribir en el "%s" directorio

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
es_pe: Esta versión de PrestaShop no se puede actualizar: no se encuentra la constante PS_ADMIN_DIR .

source: 1-Click Upgrade
es_pe: Actualización 1-Click

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
es_pe: Proporciona un método automático de actualizar su tienda a la última versión de PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
es_pe: No se puede eliminar la pestaña obsoleta "AdminUpgrade" tab (tab ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
es_pe: No se puede crear el "AdminSelfUpgrade" tab...

source: Unable to copy logo.gif in %s
es_pe: Incapaz de copiar logo.gif en %s

source: Unable to load the "AdminSelfUpgrade" tab
es_pe: No se puede cargar el "AdminSelfUpgrade" tab...

source: Unable to create the directory "%s"
es_pe: No se puede crear el directorio "%s"

source: Unable to copy ajax-upgradetab.php in %s
es_pe: Incapaz de copiar ajax-upgradetab.php en %s
