Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesStatssalesAdmin.*.xlf
Languages: ro_ro

source: Sales and orders
ro_ro: Vanzari si comenzi

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
ro_ro: Adauga grafice reprezentand evolutia vanzarilor si a comenzilor la Tabloul de bord.

source: About order statuses
ro_ro: Despre stadiile comenzilor

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
ro_ro: In interfata de administrare poti modifica urmatoarele stadii de comenzi: Asteapta plata cecului, Plata acceptata, In pregatire, Se livreaza, Livrata, Anulata, Rambursare, Eroare de plata, Stoc epuizat si Asteapta transferul bancar.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
ro_ro: Aceste stadii de comenzi nu pot fi sterse, ai totusi optiunea de a adauga altele noi.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
ro_ro: Urmatoarele grafice reprezinta evolutia comenzilor si a profitului magazinului tau pentru perioada aleasa.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
ro_ro: Ar fi bine sa consulti cat mai des aceasta pagina, pentru ca iti permite sa monitorizezi starea magazinului tau. De asemenea, iti permite sa monitorizezi pe multiple perioade.

source: Only valid orders are graphically represented.
ro_ro: Sunt reprezentate grafic numai comenzile valide.

source: Orders placed:
ro_ro: Comenzi plasate:

source: CSV Export
ro_ro: Export CSV

source: Sales:
ro_ro: Vanzari:

source: You can view the distribution of order statuses below.
ro_ro: Poti vedea mai jos distributia stadiilor comenzilor.

source: No orders for this period.
ro_ro: Nu sunt comenzi pentru aceasta perioada.

source: Orders placed
ro_ro: Comenzi plasate

source: Products bought
ro_ro: Produse cumparate

source: Products:
ro_ro: Produse:

source: Sales currency: %s
ro_ro: Moneda vanzarilor: %s

source: Percentage of orders per status.
ro_ro: Procentajul comenzilor in functie de stadiu.
