Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesCheckpaymentShop.*.xlf
Languages: ar_sa

source: This payment method is not available.
ar_sa: طريقة الدفع هذه غير متوفرة.

source: Amount
ar_sa: الكمية

source: Pay by check
ar_sa: الدفع بواسطة شيك

source: (order processing will be longer)
ar_sa: (اجراءات الطلب ستكون اطول)

source: Your order on %s is complete.
ar_sa: اكتمال طلبك بنسبة %s .

source: Your check must include:
ar_sa: الرجاء ارسال لنا الاختيار مع :

source: Payable to the order of
ar_sa: يدفع لأمر

source: Mail to
ar_sa: إرسال بريد إلى

source: An email has been sent to you with this information.
ar_sa: تم ارسال بريد إلكتروني إليك مع هذه المعلومات.

source: Your order will be sent as soon as we receive your payment.
ar_sa: سيتم إرسال طلبك بأسرع ما ان نتسلم دفعتك.

source: For any questions or for further information, please contact our
ar_sa: لأية أسئلة أو لمزيد من المعلومات ، يرجى الاتصال

source: customer service department.
ar_sa: دعم العملاء

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
ar_sa: لاحظنا مشكلة مع النظام الخاص بك. إذا كنت تعتقد أن هذا خطأ ، يمكنك الاتصال بنا
