Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesWirepaymentShop.*.xlf
Languages: fr_fr

source: %1$s (tax incl.)
fr_fr: %1$s (TTC)

source: This payment method is not available.
fr_fr: Cette méthode de paiement n'est pas disponible.

source: Pay by bank wire
fr_fr: Payer par virement bancaire

source: (order processing will be longer)
fr_fr: (le traitement de la commande sera plus long)

source: Amount
fr_fr: Montant

source: Name of account owner
fr_fr: à l'ordre de

source: Please include these details
fr_fr: Veuillez inclure ces informations

source: Bank name
fr_fr: à cette banque

source: Your order on %s is complete.
fr_fr: Votre commande sur %s a bien été enregistrée.

source: Please send us a bank wire with:
fr_fr: Veuillez nous envoyer un virement bancaire :

source: Please specify your order reference %s in the bankwire description.
fr_fr: Veuillez préciser votre numéro de commande %s dans la description du virement.

source: We've also sent you this information by e-mail.
fr_fr: Nous vous avons également envoyé ces informations par e-mail.

source: Your order will be sent as soon as we receive payment.
fr_fr: Votre commande sera expédiée dès réception de votre virement.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
fr_fr: Si vous avez des questions, commentaires ou inquiétudes, n'hésitez pas à contacter [1]notre service client[/1].

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
fr_fr: Nous avons rencontré un problème avec votre commande. Si vous pensez qu'il s'agit d'une erreur, nous vous invitons à prendre contact avec notre [1]service client[/1].

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
fr_fr: Il vous faudra transférer le montant de la facture sur notre compte bancaire. Vous recevrez votre confirmation de commande par e-mail, comprenant nos coordonnées bancaires et le numéro de commande.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
fr_fr: Les biens seront mis de côté %s jours pour vous et nous traiterons votre commande dès la réception du paiement.

source: More information
fr_fr: En savoir plus

source: Bankwire
fr_fr: Virement

source: Payment is made by transfer of the invoice amount to the following account:
fr_fr: Le paiement est effectué par virement du montant de la facture vers le compte suivant :
