Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesMailalertsAdmin.*.xlf
Languages: ru_ru

source: You must have a product to delete an alert.
ru_ru: Для удаления предупреждения у вас должен быть товар.

source: You must be logged in to manage your alerts.
ru_ru: Для управления оповещениями нужно авторизоваться.

source: No template found
ru_ru: Шаблон не найден

source: Mail alerts
ru_ru: Почтовые оповещения

source: Sends e-mail notifications to customers and merchants regarding stock and order modifications.
ru_ru: Отправка e-mail - уведомлений клиентам и продавцам при изменениях запасов и заказов.

source: Cannot update settings
ru_ru: Не удается обновить настройки

source: Please type one (or more) e-mail address
ru_ru: Введите один (или несколько) адресов e-mail

source: Invalid e-mail:
ru_ru: Неверный e-mail:

source: Settings updated successfully
ru_ru: Настройки обновлены

source: No message
ru_ru: Сообщений пока нет

source: image(s)
ru_ru: изображение(я,й)

source: Voucher code:
ru_ru: Код купона:

source: Customer notifications
ru_ru: Уведомления клиенту

source: Product availability
ru_ru: Наличие товара

source: Gives the customer the option of receiving a notification when an out-of-stock product is available again.
ru_ru: Дает клиенту возможность получать уведомления, когда отсутствующий товар станет доступен снова.

source: Order edit
ru_ru: Редактирование заказа

source: Send a notification to the customer when an order is edited.
ru_ru: Посылать уведомление покупателю о редактировании заказа.

source: New order
ru_ru: Новый заказ

source: Receive a notification when an order is placed.
ru_ru: Получать уведомления о размещении нового заказа.

source: Out of stock
ru_ru: Нет в наличии

source: Receive a notification if the available quantity of a product is below the following threshold.
ru_ru: Получать уведомление, если наличное количество товара меньше указанного порога.

source: Threshold
ru_ru: Порог

source: Quantity for which a product is considered out of stock.
ru_ru: Количество, при котором запас товара считается исчерпанным.

source: Coverage warning
ru_ru: Предупреждение о объеме запасов

source: Receive a notification when a product has insufficient coverage.
ru_ru: Получать уведомление о недостаточном запасе товара.

source: Coverage
ru_ru: Запас

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
ru_ru: Складские запасы, в днях. Срок исчерпания складского запаса товара также будет рассчитываться на основе этого числа.

source: Returns
ru_ru: Возвраты

source: Receive a notification when a customer requests a merchandise return.
ru_ru: Получать уведомление когда покупатель запрашивает возврат товара.

source: E-mail addresses
ru_ru: Адреса e-mail

source: One e-mail address per line (e.g. bob@example.com).
ru_ru: Один адрес e-mail в строке (например bob@example.com).

source: Merchant notifications
ru_ru: Уведомления продавцу
