Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_pe

source: Selection successfully deleted
es_pe: La selección ha sido suprimida correctamente

source: The new version check has been completed successfully
es_pe: La comprobación de nueva versión se ha completado con éxito

source: Message sent to the customer
es_pe: Mensaje enviado al cliente

source: Language successfully copied
es_pe: Idioma copiado correctamente

source: Refund Successful
es_pe: Devolución realizada con éxito

source: Images successfully moved
es_pe: Imagenes movido con éxito

source: In order to use a new theme, please follow these steps:
es_pe: Para utilizar un nuevo tema, por favor, siga los siguientes pasos:

source: Import your theme using this module:
es_pe: Importar el tema usando este módulo:

source: Theme installer
es_pe: Instalador de Temas

source: When your theme is imported, please select the theme in this page
es_pe: Cuando haya importado el tema, por favor selecciónelo en esta página

source: Add my IP
es_pe: Añadir mi IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
es_pe: Si cambia el tema, el archivo parameters.php debe tener permisos de escritura (CHMOD 755/777)

source: Back
es_pe: Atrás

source: You do not have permission to add here
es_pe: No tiene permisos para añadir aquí

source: Set required fields for this section
es_pe: Establezca los campos obligatorios para esta sección

source: Required Fields
es_pe: Campos obligatorios

source: Select the fields you would like to be required for this section.
es_pe: Seleccione los campos obligatorios para esta sección.

source: Field Name
es_pe: Nombre del campo

source: The field named %s is required.
es_pe: Se requiere que el campo denominado %s.

source: The field named %fieldname% is required at least in the %languagename% language.
es_pe: El campo denominado %fieldname% es requerido como mínimo en el idioma %languagename%.

source: The field named %fieldname% is too long (%charsnumber% chars max).
es_pe: El campo denominado %fieldname% es demasiado largo (%charsnumber% carácteres máximos).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
es_pe: La cadena introducida en el campo %fieldname% (idioma %languagename%) excede la longitud máxima de carácteres permitidos %charsnumber% (incluyendo etiquetas HTML).

source: An error occurred during image deletion (cannot load object).
es_pe: se ha producido un error mientras se borraba la imagen

source: You need at least one object.
es_pe: necesita al menos un objeto

source: You cannot delete all of the items.
es_pe: No puede suprimir todos

source: An error occurred during deletion.
es_pe: se ha producido un error al borrar

source: (cannot load object)
es_pe: (no puede cargar el objeto)

source: You do not have permission to add here.
es_pe: No tiene autorización para añadir aquí

source: Error in updating required fields
es_pe: Error en la actualización de los campos requeridos

source: Can not add configuration %configurationkey% for lang %isocode%
es_pe: No se puede añadir la configuración %configurationkey% para el idioma %isocode%

source: Can not add configuration %configurationkey%
es_pe: No se puede añadir la configuración %configurationkey%

source: %title% : Incorrect value
es_pe: %title% : Valor incorrecto

source: An error occurred while uploading favicon: %iconname% to %destination%
es_pe: Se ha producido un error al subir el favicon: %iconname% a %destination%

source: errors
es_pe: errores

source: There are %count% warnings
es_pe: Hay %count% advertencias

source: There is %count% warning
es_pe: Hay %count% advertencia

source: Click here to see more
es_pe: Clic aquí para ver más

source: Hide warning
es_pe: Ocultar advertencias

source: Delete item #
es_pe: Borrar elemento n°

source: Object cannot be loaded (not found)
es_pe: el objeto no puede cargarse (no se encuentra)

source: Object cannot be loaded (identifier missing or invalid)
es_pe: el objeto no puede cargarse (no hay login o no es válido)

source: Your are currently connected with the following domain name:
es_pe: Actualmente eres conectado con nombre de dominio siguiente

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
es_pe: Este es diferente del nombre de dominio de la tienda principal establecido en "Preferencias > SEO & URLs":

source: Click here if you want to modify the main shop domain name
es_pe: Haga clic aquí si desea modificar el nombre del dominio principal de la tienda

source: Field %name% is required
es_pe: El archivo %name% es requerido

source: Field %name% is invalid
es_pe: El campo %name% no es válido

source: Required field
es_pe: Campo requerido

source: Back up my files and database
es_pe: Respaldo de mis archivos y base de datos

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
es_pe: Realiza automáticamente copias de seguridad de su base de datos y archivos con el fin de restaurar su tienda si es necesario. Esto es experimental: aún debe realizar su propia copia de seguridad manual por seguridad.

source: Back up my images
es_pe: Backup de mis imagenes

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
es_pe: Para ahorrar tiempo, puede decidir no hacer una copia de seguridad de sus imágenes. En cualquier caso, siempre asegúrese de que ha hecho copia de ellas manualmente.

source: Server performance
es_pe: Rendimiento del Servidor

source: Unless you are using a dedicated server, select "Low".
es_pe: A menos que utilice un servidor dedicado, seleccione "Baja".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
es_pe: Un valor alto puede causar error en la actualización si su servidor no es lo suficientemente rápido como para procesar las tareas de actualización en un corto período de tiempo.

source: Low (recommended)
es_pe: Bajo (recomendado)

source: Medium
es_pe: Media

source: High
es_pe: Alto

source: Disable non-native modules
es_pe: Desactivar módulos no nativos

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
es_pe: Como algunos modulos no nativos puede experimentar algun problema de compatibilidad, se recomienda desactivarlos de forma predeterminada.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
es_pe: Manteniéndolos habilitados puede prevenir que se cargue la pestaña "Módulos" correctamente después de la actualización.

source: Upgrade the default theme
es_pe: Actualizar el tema predeterminado

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
es_pe: Si personalizó el tema predeterminado de PrestaShop en su carpeta (nombre de la carpeta "classic" en 1.7), activar esta opción hará perder sus modificaciones.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
es_pe: Si está usando el su propio tema, activando esta opción simplemente se actualizarán los archivos del tema predeterminado, y su propio tema permanecerá seguro.

source: Switch to the default theme
es_pe: Cambiar al tema predeterminado

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
es_pe: Esto cambiará su tema: su tienda utilizará entonces el tema por defecto de la versión de PrestaShop que va a actualizar.

source: Keep the customized email templates
es_pe: Conservar las plantillas de correo electrónico personalizadas

source: This will not upgrade the default PrestaShop e-mails.
es_pe: Esto no actualizará los correos electrónicos predeterminados de PrestaShop.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
es_pe: Si personalizó las plantillas de correo electrónico predeterminadas de PrestaShop, activar esta opción mantendrá sus modificaciones.

source: Unable to create directory %s
es_pe: No se puede crear el directorio %s

source: Unable to create file %s
es_pe: No se puede crear el archivo %s

source: Error when trying to delete backups %s
es_pe: Error cuando intenta borrar las copias de seguridad %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
es_pe: Proceso de restauración hecho. ¡Enhorabuena! Ahora puedes reactivar tu tienda.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
es_pe: Proceso de actualización realizado. ¡Felicidades! Ahora puede reactivar su tienda.

source: Upgrade process done, but some warnings have been found.
es_pe: Proceso de actualización terminado pero se han encontrado algunos avisos.

source: %s removed
es_pe: %s eliminado

source: Please remove %s by FTP
es_pe: Por favor, elimine %s desde FTP

source: Configuration successfully updated.
es_pe: Configuración actualizada correctamente.

source: This page will now be reloaded and the module will check if a new version is available.
es_pe: Esta página se volverá a cargar y el módulo comprobará si hay una nueva versión disponible.

source: File %s does not exist. Unable to select that channel.
es_pe: El archivo %s no existe. Imposible seleccionar este canal.

source: Version number is missing. Unable to select that channel.
es_pe: Falta el numero de version. Imposible seleccionar este canal.

source: Upgrade process will use archive.
es_pe: Proceso de Actualización utilizara archivo.

source: Error on saving configuration
es_pe: Error en la configuración de registro

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
es_pe: %modifiedfiles% archivos serán modificados, %deletedfiles% archivos serán eliminados (si existen).

source: No diff files found.
es_pe: No se encuentran documentos diff.

source: Unable to check files for the installed version of PrestaShop.
es_pe: No se puede comprobar los archivos para la versión instalada de PrestaShop.

source: Unable to check files
es_pe: No se pueden verificar los archivos

source: Core files are ok
es_pe: Archivos del núcleo están OK

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
es_pe: Se han detectado %modificationscount% modificaciones en los archivos, incluyendo %coremodifications% de núcleo y módulos nativos:

source: Starting upgrade...
es_pe: Empezando la actualización...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
es_pe: Omitir los pasos de descarga y descompresión, el proceso de actualización eliminará los datos de muestra.

source: Shop deactivated. Removing sample files...
es_pe: Tienda desactivada. Suprimiendo los archivos de ejemplo...

source: Skip downloading step, upgrade process will now unzip the local archive.
es_pe: Saltar el paso de descarga, el proceso de actualización descomprimirá ahora el archivo local.

source: Shop deactivated. Extracting files...
es_pe: Tienda desactivada. Extrayendo archivos...

source: Shop deactivated. Now downloading... (this can take a while)
es_pe: Tienda desactivada. Descargando... (puede tardar un tiempo)

source: Downloaded archive will come from %s
es_pe: El archivo descargado proviene de %s

source: MD5 hash will be checked against %s
es_pe: Hash MD5 se cotejará con %s

source: "/latest" directory has been emptied
es_pe: "/latest" directorio se ha vaciado

source: File extraction complete. Removing sample files...
es_pe: Extracción de archivos completa. Eliminado archivos de ejemplo...

source: Unable to extract %filepath% file into %destination% folder...
es_pe: No se puede extraer el archivo %filepath% en la carpeta de destino %destination%...

source: This is not a valid archive for version %s.
es_pe: Este no es un archivo válido para la versión %s.

source: Extraction directory is not writable.
es_pe: El directorio de extracción no tiene permisos de escritura.

source: Extraction directory %s is not writable.
es_pe: El directorio de extracción %s no tiene permisos de escritura.

source: [ERROR] %s does not exist or is not a directory.
es_pe: [ERROR] %s no existe o no es un directorio.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
es_pe: Nada se ha extraído. Parece que el paso de descomprimir unzip se ha omitido.

source: [ERROR] Unable to find files to upgrade.
es_pe: [ERROR] No es posible encontrar archivos para actualizar.

source: Unable to list files to upgrade
es_pe: Incapaz de hacer lista de archivos a actualizar

source: %s files will be upgraded.
es_pe: %s archivos serán actualizados.

source: filesToUpgrade is not an array
es_pe: filesToUpgrade no es una matriz

source: All files upgraded. Now upgrading database...
es_pe: Todos los archivos actualizados. Actualización de bases de datos en curso...

source: Error when trying to upgrade file %s.
es_pe: Error mientras se actualizaba el archivo %s.

source: %s files left to upgrade.
es_pe: quedan %s archivos por actualizar.

source: Nothing has been extracted. It seems the unzip step has been skipped.
es_pe: Nada ha sido extraído. Parece que el paso unzip ha sido omitido.

source: %s modules will be upgraded.
es_pe: %s módulos serán actualizados.

source: upgradeModule step has not ended correctly.
es_pe: paso de actualización de modulo no ha sido acabado correctamente.

source: listModules is not an array. No module has been updated.
es_pe: listModules no es una matriz. No se ha actualizado ningún módulo.

source: %s modules left to upgrade.
es_pe: quedan %s módulos por actualizar.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
es_pe: El módulo %modulename% no es compatible con la versión %version%, y será eliminado de su FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
es_pe: El módulo %modulename% no es compatible con la versión %version%, por favor, elimínelo desde su FTP.

source: Addons modules files have been upgraded.
es_pe: Los ficheros de los módulos adicionales han sido actualizados.

source: The files of module %s have been upgraded.
es_pe: Los archivos del módulo %s se han actualizado.

source: [WARNING] Error when trying to upgrade module %s.
es_pe: [AVISO] Error cuando intentaba actualizar el módulo %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
es_pe: [ERROR] Imposible escribir el archivo zip del módulo %s en el directorio temporal.

source: [ERROR] No response from Addons server.
es_pe: [ERROR] No hay respuesta desde el servidor de Addons.

source: Error during database upgrade. You may need to restore your database.
es_pe: Error durante la actualización de la base de datos. Puede que tenga que restaurar la base de datos.

source: Database upgraded. Now upgrading your Addons modules...
es_pe: Base de datos actualizada. Actualizando ahora sus módulos de Addons...

source: The database has been cleaned.
es_pe: La base de datos ha sido limpiada.

source: The app/config/parameters.php file was not found.
es_pe: No se encontró el archivo app/config/parameters.php.

source: The app/config/parameters.yml file was not found.
es_pe: No se encontró el archivo app/config/parameters.yml.

source: Current version: %oldversion%. Version to install: %newversion%.
es_pe: Versión actual: %oldversion%. Versión a instalar: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
es_pe: Versión actual: %oldversion%. Versión a instalar: %newversion%

source: [ERROR] Version to install is too old.
es_pe: [ERROR] La versión a instalar es demasiado antigua.

source: You already have the %s version.
es_pe: Usted ya tiene el %s de la versión.

source: Invalid database configuration
es_pe: Configuración de la base de datos invalida

source: Unable to find upgrade directory in the installation path.
es_pe: No es posible encontrar la carpeta de actualización en la ruta de instalación.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
es_pe: No es posible encontrar los archivos de actualización de SQL. Por favor, compruebe que la carpeta %s no esté vacía.

source: %s is not a valid version number.
es_pe: %s no es un número de versión válido.

source: Error while loading SQL upgrade file "%s.sql".
es_pe: Error mientras se cargaba el archivo de actualización de SQL "%s.sql".

source: Error while loading SQL upgrade file %s.
es_pe: Error al cargar el archivo de actualización de SQL %s.

source: Error while loading sql SQL file %s.
es_pe: Error al cargar el archivo sql SQL %s.

source: [DROP] SQL %s table has been dropped.
es_pe: [DROP] la tabla SQL %s ha sido borrada.

source: An error happened during the database upgrade.
es_pe: Ocurrió un error mientras se actualizaba la base de datos.

source: Error upgrading Doctrine schema
es_pe: Error al actualizar el esquema Doctrine

source: Database upgrade OK
es_pe: Actualización de la base de datos OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
es_pe: [SKIP] el directorio "%s" no existe y no puede ser vaciado.

source: [CLEANING CACHE] File %s removed
es_pe: [CLEANING CACHE] Eliminados %s archivos

source: Error updating translations
es_pe: Error al actualizar las traducciones

source: Warning detected during upgrade.
es_pe: Alerta detectada durante la actualización.

source: Database upgrade completed
es_pe: Actualización de la base de datos completa

source: [NOTICE] File %s does not exist, merge skipped.
es_pe: [NOTICE] El archivo %s no existe, se saltará la fusión.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
es_pe: [WARNING] la variable %variablename% no se encuentra en el archivo %filename%. Fusión omitida.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
es_pe: [WARNING] la variable %variablename% no se encuentra en el archivo %filename%. File %filename% eliminado y fusión omitida.

source: %s ignored
es_pe: %s ignorados

source: [WARNING] File %1$s has been deleted.
es_pe: [ATENCIÓN] El archivo %1$s ha sido borrado.

source: Directory %1$s created.
es_pe: Directorio %1$s creado.

source: Error while creating directory %s.
es_pe: Error mientras se creaba el directorio %s.

source: Directory %s already exists.
es_pe: El directorio %s ya existe.

source: [TRANSLATION] The translation files have been merged into file %s.
es_pe: [TRANSLATION] Los archivos de traducción se han fusionado en el archivo% %s.

source: Copied %1$s.
es_pe: Copiado %1$s.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
es_pe: [ERROR] Archivo %s no encontrado: imposible restaurar archivos. Operación anulada.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
es_pe: [ERROR] No se ha encontrado archivos de copia de seguridad de la base de datos: sería imposible restaurar la base de datos. Operación anulada.

source: Restoring files ...
es_pe: Restaurando archivos ...

source: Nothing to restore
es_pe: Nada que restaurar

source: %s file(s) will be removed before restoring the backup files.
es_pe: %s archivo(s) sera(n) suprimido(s) antes de restaurar la copia de seguridad de los archivos.

source: [ERROR] Backup file %s does not exist.
es_pe: [ERROR] El archivo de copia de seguridad %s no existe.

source: [ERROR] File "%s" does not exist.
es_pe: [ERROR] El archivo "%s" no existe.

source: Unable to remove upgraded files.
es_pe: Incapaz de suprimir los archivos actualizados.

source: Files restored. Now restoring database...
es_pe: Archivos restaurados. Ahora se está restaurando la base de datos...

source: Files restored.
es_pe: Archivos restaurados.

source: Database backup is empty.
es_pe: La copia de seguridad de la base de datos está vacía.

source: Database restoration file %1$s done.
es_pe: Fichero %1$s de restauración de la base de daos hecho.

source: Database has been restored.
es_pe: La base de datos ha sido restaurada.

source: Error during database restoration
es_pe: Error durante de la restauración de la base de datos

source: Database restoration done.
es_pe: Restauración de la base de datos hecha.

source: Database backup skipped. Now upgrading files...
es_pe: Copia de seguridad de base de datos omitida. Ahora actualizando archivos...

source: Backup file %s already exists. Operation aborted.
es_pe: Copia de seguridad %s ya existe. Operación suspendida.

source: Unable to create backup database file %s.
es_pe: Imposible crear el archivo de copia de seguridad de la base de datos %s.

source: Error during database backup.
es_pe: Error durante la copia de seguridad de la base de datos.

source: An error occurred while backing up. Unable to obtain the schema of %s
es_pe: Un error ocurrió durante la copia de seguridad. Incapaz de obtener el esquema de %s

source: Database backup: %s table(s) left...
es_pe: Copia de seguridad de la base de datos : %s tabla(s) pendiente(s)...

source: No valid tables were found to back up. Backup of file %s canceled.
es_pe: No se encontraron tablas válidas para hacer la copia de seguridad. Copia de seguridad del archivo %s cancelada.

source: Error during database backup for file %s.
es_pe: Error durante la copia de seguridad de base de datos en el archivo %s.

source: Database backup done in filename %s. Now upgrading files...
es_pe: Copia de seguridad de la base de datos realizada con el nombre de archivo %s. Ahora actualizando archivos...

source: Error during backupFiles
es_pe: Error durante copia de seguridad de archivos

source: [ERROR] backupFiles filename has not been set
es_pe: [ERROR] no se ha indicado el nombre del archivo de la copia de seguridad

source: %s Files to backup.
es_pe: Archivos de %s para copia de seguridad.

source: Backup files in progress. %d files left
es_pe: Copia de seguridad de archivos en curso. %d archivos restantes

source: Using class ZipArchive...
es_pe: Usando la clase ZipArchive...

source: Using class PclZip...
es_pe: Usando la clase PclZip...

source: All files saved. Now backing up database
es_pe: Guardados todos los archivos. Ahora realizando la copia de seguridad de la base de datos

source: All files have been added to archive.
es_pe: Todos los ficheros se han agregado al archivo.

source: [ERROR] Error on backup using PclZip: %s.
es_pe: [ERROR] Error en la copia de seguridad usando PclZip: %s.

source: All files saved. Now backing up database.
es_pe: Todos los archivos guardados. Ahora realizando la copia de seguridad de la base de datos.

source: All sample files removed. Backup process skipped. Now upgrading files.
es_pe: Todos los archivos de ejemplo eliminados. Proceso de copia de seguridad omitido. Actualizando archivos ahora.

source: All sample files removed. Now backing up files.
es_pe: Todos los archivos de ejemplo eliminados. Realizando copia de seguridad de archivos ahora.

source: Download directory has been emptied
es_pe: El directorio download ha sido vaciado

source: Download complete.
es_pe: Descarga completada.

source: Download complete. Now extracting...
es_pe: Descarga completa. Extracción en curso...

source: Download complete but MD5 sum does not match (%s).
es_pe: Descarga completada pero el MD5 sum no concuerda (%s).
