Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesWirepaymentAdmin.*.xlf
Languages: ru_ru

source: Wire payment
ru_ru: Оплата переводом

source: Accept payments by bank transfer.
ru_ru: Принимаются платежи банковским переводом.

source: Are you sure about removing these details?
ru_ru: Вы точно хотите удалить эти данные?

source: Account owner and account details must be configured before using this module.
ru_ru: Для использования этого модуля нужно задать владельца счета и реквизиты.

source: No currency has been set for this module.
ru_ru: Не задана валюта для этого модуля.

source: Account details are required.
ru_ru: Необходимо задать реквизиты.

source: Account owner is required.
ru_ru: Требуется указать владельца счета.

source: Account details
ru_ru: Информация учётной записи

source: Account owner
ru_ru: Владелец счета

source: Such as bank branch, IBAN number, BIC, etc.
ru_ru: Отделение банка, IBAN номер, БИК и т.д.

source: Bank address
ru_ru: Адрес банка

source: Customization
ru_ru: Кастомизация

source: Reservation period
ru_ru: Период резервирования

source: Number of days the items remain reserved
ru_ru: На сколько дней резервируется позиция

source: Information to the customer
ru_ru: Информация для клиента

source: Information on the bank transfer (processing time, starting of the shipping...)
ru_ru: Информацмя банковского перевода (время обработки, начало отгрузки, и т.д.)

source: Display the invitation to pay in the order confirmation page
ru_ru: Показывать приглашение к оплате на странице подтверждения заказа

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
ru_ru: Законодательство вашей страны может требовать отправки напоминания об на оплате только по e-mail. Отключение этой опции выключит это напоминание на странице подтверждения.

source: This module allows you to accept secure payments by bank wire.
ru_ru: Этот модуль позволяет принимать платежи банковским переводом.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
ru_ru: Если клиент выбирает оплату банковским переводом, статус заказа изменится на "В ожидании оплаты".

source: That said, you must manually confirm the order upon receiving the bank wire.
ru_ru: Вы должны вручную подтвердить заказ по факту зачисления перевода.
