Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesReminderAdmin.*.xlf
Languages: hu_hu

source: Customer follow-up
hu_hu: Vevő kapcsolattartás

source: Settings updated succesfully
hu_hu: Beállítások sikeresen frissítve

source: Error occurred during settings update
hu_hu: Hiba történt a beállítások frissítése során

source: Discount for your cancelled cart
hu_hu: Általad törölt kosarak kedvezményei

source: Thank you for your order.
hu_hu: Köszönjük a rendelését.

source: You are one of our best customers!
hu_hu: Ön az egyik legjobb ügyfelünk!

source: We miss you!
hu_hu: Hiányolunk!

source: Information
hu_hu: Információ

source: Cancelled carts
hu_hu: Törölt kosarak

source: Discount amount
hu_hu: Kedvezmény mértéke

source: Discount validity
hu_hu: Kedvezmény érvényessége

source: day(s)
hu_hu: nap

source: The next process will send %d e-mail(s).
hu_hu: A következő folyamat %d levelet fog elküldeni.

source: Re-order
hu_hu: Ismételt rendelés

source: Next process will send: %d e-mail(s)
hu_hu: Következő feldolgozás küld: %d e-mail

source: Threshold
hu_hu: Határérték

source: Since x days
hu_hu: x napja

source: General
hu_hu: Általános

source: Best customers
hu_hu: Legjobb vásárlók

source: Bad customers
hu_hu: Rossz vásárlók

source: Statistics
hu_hu: Statisztikák

source: Detailed statistics for the last 30 days:
hu_hu: Részletes statisztika az utolsó 30 naphoz:

source: Sent = Number of sent e-mails
hu_hu: Elküldve = küldött levelek száma

source: Used = Number of discounts used (valid orders only)
hu_hu: Felhasználva = Felhasznált kedvezmények száma (csak érvényes rendelésnél)

source: Conversion % = Conversion rate
hu_hu: Átváltás % = váltási arány

source: Date
hu_hu: Dátum

source: Canceled carts
hu_hu: Mellőzött kosarak

source: Re-orders
hu_hu: Újrarendelések

source: Sent
hu_hu: Elküldve

source: Used
hu_hu: Használt

source: Conversion (%)
hu_hu: Átváltás (%)

source: No statistics at this time.
hu_hu: Nincs statisztika erre az időszakra vonatkozóan.
