Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesDashtrendsAdmin.*.xlf
Languages: fr_fr

source: Dashboard Trends
fr_fr: Tableau de bord des tendances

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
fr_fr: Ajoute à votre tableau de bord un graphique représentant l'évolution des indicateurs clés de votre boutique.

source: Average Cart Value
fr_fr: Panier moyen

source: Conversion Rate
fr_fr: Taux de transformation

source: %s (previous period)
fr_fr: %s (période précédente)

source: Net Profit
fr_fr: Bénéfice net

source: Dashboard
fr_fr: Tableau de bord

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
fr_fr: Somme des ventes (hors-taxe) générées dans l'intervalle de dates pour les commandes considérées comme validées.

source: Total number of orders received within the date range that are considered validated.
fr_fr: Nombre total de commandes passées dans l'intervalle de dates et considérées comme validées.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
fr_fr: Le Panier Moyen est une mesure représentant la valeur de la commande moyenne dans l'intervalle de dates. Elle est calculée en divisant le montant global des ventes par le nombre de commandes.

source: Cart Value
fr_fr: Panier Moyen

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
fr_fr: Nombre total de visites dans l'intervalle de dates. Une visite est la période de temps durée laquelle un utilisateur est actif sur votre site.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
fr_fr: Le taux de conversion e-commerce est le pourcentage de visites ayant abouti à une commande validée.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
fr_fr: Le bénéfice est une mesure de la profitabilité de votre entreprise après déduction de tous les frais de gestion e-commerce. Vous pouvez renseigner ces coûts en cliquant sur l'icône de configuration ci-dessus.
