Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: he_il

source: Empty recordset returned
he_il: רשימה ריקה הוחזרה

source: Valid orders
he_il: הזמנות בתוקף

source: Money spent
he_il: כסף שבוזבז

source: Best customers
he_il: הלקוחות הטובים ביותר

source: Adds a list of the best customers to the Stats dashboard.
he_il: מוסיף לסטטיסטיקות לוח המחוונים רשימה של הלקוחות הטובים ביותר.

source: Develop clients' loyalty
he_il: לפיתוח נאמנות הלקוחות

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
he_il: שמירה על לקוח יכולה להיות רווחית יותר מאשר להשיג לקוח חדש. לפיכך, יש צורך לטפח את נאמנותם, או במילים אחרות לגרום להם לרצות לחזור לבקר בחנות שלך.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
he_il: מפה לאוזן הוא גם אמצעי של מקבל חדשים, לקוחות מרוצים; אחד לא מרוצה לא יהיה למשוך לקוחות חדשים.

source: In order to achieve this goal, you can organize:
he_il: כדי להשיג מטרה זו ניתן ליזום:

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
he_il: פעולות שיווק ממוקדות: פרסים (הצעות אישיות מיוחדות, הצעת שירות או מוצר(, פרסים לא מסחרים )תעדוף בטיפול בהזמנה או במוצר(, או פרסים שיווקים )שוברי הנחה, החזר כספי, וכו')

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
he_il: פעולות שימור: נקודות נאמנות, שלא רק מצדיקות תקשורת בין הסוחר והלקוח, אלא גם מציעות טובות הנאה ללקוחות (הצעות מיוחדות, הנחות(.

source: These operations encourage clients to buy products and visit your online store more regularly.
he_il: פעולות אילו מעודדות את הלקוחות לרכוש מוצרים ולבקר באתר שלך לעיתים קרובות יותר.
