Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesRssfeedAdmin.*.xlf
Languages: it_it, pl_pl

source: RSS feed block
it_it: Blocco RSS feed
pl_pl: Blok kanałów RSS

source: Adds a block displaying a RSS feed.
it_it: Aggiunge un blocco che visualizza un RSS feed.
pl_pl: Dodaje blok wyświetlający kanał RSS.

source: RSS feed
it_it: Feed RSS
pl_pl: Kanał RSS

source: Invalid feed URL
it_it: URL del feed non valido
pl_pl: Nieprawidłowy adres URL kanału

source: Invalid title
it_it: Titolo non valido
pl_pl: Nieprawidłowy tytuł

source: Invalid number of feeds
it_it: Numero non valido di feed
pl_pl: Nieprawidłowa liczba kanałów

source: You have selected a feed URL from your own website. Please choose another URL.
it_it: Ãˆ stata selezionata una URL del feed dal proprio sito web. Si prega di scegliere un altro URL.
pl_pl: Wybrałeś adres kanału na własnej stronie. Wybierz proszę inny adres.

source: Feed is unreachable, check your URL
it_it: Feed non raggiungibile, verifica il tuo url
pl_pl: Kanał niedostępny, sprawdź adres URL.

source: Invalid feed: %message%
it_it: Feed non valido: %message%
pl_pl: Nieprawidłowy kanał: %message%

source: Error: invalid RSS feed in "%module_name%" module: %message%
it_it: Errore: feed RSS non valido nel modulo "%module_name%": %message%
pl_pl: Błąd: nieprawidłowy kanał RSS w module "%module_name%": %message%

source: Block title
it_it: Titolo blocco
pl_pl: Nazwa bloku

source: Create a title for the block (default: 'RSS feed').
it_it: Crea un titolo per il blocco (default: 'feed RSS').
pl_pl: Utwórz tytuł bloku (domyślnie: "Kanał RSS").

source: Add a feed URL
it_it: Aggiungi un URL del feed
pl_pl: Dodaj adres URL kanału

source: Add the URL of the feed you want to use (sample: http://news.google.com/?output=rss).
it_it: Aggiungere l'URL del feed che si desidera utilizzare (esempio: http://news.google.com/?output=rss).
pl_pl: Podaj adres URL kanału, który chcesz użyć (np. http://news.google.com/?output=rss).

source: Number of threads displayed
it_it: Numero di thread visualizzati
pl_pl: Ilośc wątków do wyświetlenia

source: Number of threads displayed in the block (default value: 5).
it_it: Il numero di thread visualizzati dal blocco (valore di default: 5).
pl_pl: Ilość wątków wyświetlanych w bloku (domyślna wartość: 5).
