Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: es_es

source: Registered customer information
es_es: Información de clientes registrados

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
es_es: Añade información sobre tus clientes registrados (como género y edad) al Panel de control de Estadísticas.

source: Target your audience
es_es: Dirígete a tu público objetivo

source: In order for each message to have an impact, you need to know who it is being addressed to.
es_es: Para que cada mensaje tenga un impacto, necesita saber a quién va dirigido.

source: Defining your target audience is essential when choosing the right tools to win them over.
es_es: Dirigirse al público adecuado es primordial para elegir las herramientas correctas para convencer a cada uno de los públicos objetivos.

source: It is best to limit an action to a group -- or to groups -- of clients.
es_es: Es preferible limitar la acción a un grupo -- o grupos -- de clientes.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
es_es: Almacenar la información del cliente registrado te permite definir con precisión los perfiles de los clientes para que puedas adaptar tus ofertas especiales y promociones.

source: You can increase your sales by:
es_es: Puedes incrementar tus ventas mediante:

source: Launching targeted advertisement campaigns.
es_es: El lanzamiento de campañas publicitarias dirigidas a clientes específicos.

source: Contacting a group of clients by email or newsletter.
es_es: Contactando con un grupo de clientes por correo electrónico o a través del boletín de noticias.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
es_es: La distribución por género te permite determinar el porcentaje de hombres y mujeres existentes entre tus clientes.

source: CSV Export
es_es: Exportar CSV

source: Age ranges allow you to better understand target demographics.
es_es: El rango de edades te permiten comprender mejor los datos demográficos objetivos.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
es_es: La distribución por países te permite determinar en qué parte del mundo se encuentran tus clientes.

source: Currency range allows you to determine which currency your customers are using.
es_es: El rango de monedas te permite determinar con que moneda pagan tus clientes.

source: Language distribution allows you to analyze the browsing language used by your customers.
es_es: La distribución por idiomas te permite determinar el idioma más utilizado por tus clientes para navegar por tu tienda.

source: No customers have registered yet.
es_es: No hay clientes registrados todavía.

source: Gender distribution
es_es: Distribución por género

source: Age range
es_es: Rango de edad

source: Country distribution
es_es: Distribución por país

source: Currency distribution
es_es: Distribución por moneda

source: Language distribution
es_es: Distribución por idioma
