Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesEmailsubscriptionShop.*.xlf
Languages: it_it, ru_ru

source: This email address is not registered.
it_it: Indirizzo email non registrato.
ru_ru: E-mail не зарегистрирован

source: An error occurred while attempting to unsubscribe.
it_it: Errore durante la cancellazione dell'iscrizione.
ru_ru: Ошибка во время отказа от подписки

source: Unsubscription successful.
it_it: Cancellazione dell'iscrizione riuscita.
ru_ru: Успешный отказ от подписки.

source: This email address is already registered.
it_it: Indirizzo email già registrato.
ru_ru: Такой адрес E-mail уже зарегистрирован.

source: An error occurred during the subscription process.
it_it: È avvenuto un errore durante l'iscrizione.
ru_ru: Ошибка во время подписки

source: A verification email has been sent. Please check your inbox.
it_it: Una email di verifica è stata inviata. Controlla la tua casella di posta.
ru_ru: Вам выслан проверочный e-mail. Проверьте свою электронную почту.

source: You have successfully subscribed to this newsletter.
it_it: Iscrizione alla newsletter riuscita.
ru_ru: Успешная подписка

source: This email is already registered and/or invalid.
it_it: Questa email è già registrata e/o non è valida.
ru_ru: Данный адрес e-mail уже зарегистрирован или недопустим

source: Thank you for subscribing to our newsletter.
it_it: Grazie per esserti iscritto alla nostra newsletter.
ru_ru: Спасибо за подписку на нашу рассылку.

source: Sign up for our newsletter[1][2]%conditions%[/2]
it_it: Iscriviti alla nostra newsletter[1][2]%conditions%[/2]
ru_ru: Подписка на нашу рассылку [1][2]%conditions%[/2]

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
it_it: Puoi annullare l'iscrizione in ogni momenti. A questo scopo, cerca le info di contatto nelle note legali.
ru_ru: Вы можете отписаться в любой момент. Для этого воспользуйтесь нашими контактными данными в юридическом уведомлении.

source: Newsletter
ru_ru: Рассылка

source: Your e-mail
it_it: La tua email
ru_ru: Ваш e-mail
