Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ShopThemeCustomeraccount.*.xlf
Languages: fr_fr

source: Your account
fr_fr: Votre compte

source: Vouchers
fr_fr: Bons de réduction

source: Information
fr_fr: Informations

source: Addresses
fr_fr: Adresses

source: Add first address
fr_fr: Ajouter une première adresse

source: Order history and details
fr_fr: Historique de vos commandes

source: Welcome to your account. Here you can manage all of your personal information and orders.
fr_fr: Bienvenue sur votre page d'accueil. Vous pouvez y gérer vos informations personnelles ainsi que vos commandes.

source: Receive offers from our partners
fr_fr: Recevoir les offres de nos partenaires

source: Order history
fr_fr: Historique des commandes

source: Here are the orders you've placed since your account was created.
fr_fr: Vous trouverez ici vos commandes passées depuis la création de votre compte

source: Details
fr_fr: Détails

source: #%06d
fr_fr: N°%06d

source: Log me out
fr_fr: Me déconnecter

source: View my customer account
fr_fr: Voir mon compte client

source: Log in to your customer account
fr_fr: Identifiez-vous

source: Connected as [1]%firstname% %lastname%[/1].
fr_fr: Connecté en tant que [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
fr_fr: Ce n'est pas vous ? [1]Se déconnecter[/1]

source: Connected as %first_name% %last_name%.
fr_fr: Connecté en tant que %first_name% %last_name%.

source: No account?
fr_fr: Pas de compte ?

source: Create an account
fr_fr: Créez votre compte

source: Already have an account?
fr_fr: Vous avez déjà un compte ?

source: Log in instead!
fr_fr: Connectez-vous !

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Back to your account
fr_fr: Retour à votre compte

source: Returned
fr_fr: Retourné

source: Merchandise return
fr_fr: Retour de marchandise

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
fr_fr: Si vous désirez nous retourner un ou plusieurs produits, veuillez cocher chacun d'entre eux et spécifier un motif de retour, puis valider.

source: Request a return
fr_fr: Renvoyer un produit

source: Add a message
fr_fr: Ajouter un message :

source: If you would like to add a comment about your order, please write it in the field below.
fr_fr: Si vous voulez nous laisser un message à propos de votre commande, merci de bien vouloir le renseigner dans le champ ci-contre

source: Update your address
fr_fr: Mettre à jour votre adresse

source: New address
fr_fr: Nouvelle adresse

source: Your addresses
fr_fr: Vos adresses

source: Log in to your account
fr_fr: Connectez-vous à votre compte

source: No account? Create one here
fr_fr: Pas de compte ? Créez-en un

source: Your vouchers
fr_fr: Vos bons de réduction

source: Guest Order Tracking
fr_fr: Suivi de commande invité

source: To track your order, please enter the following information:
fr_fr: Afin de suivre votre commande, veuillez saisir les informations suivantes :

source: For example: QIIXJXNUI or QIIXJXNUI#1
fr_fr: Par exemple : QIIXJXNUI ou QIIXJXNUI#1

source: Guest Tracking
fr_fr: Suivi de commande

source: Transform your guest account into a customer account and enjoy:
fr_fr: Transformez votre compte invité en compte client et bénéficiez des avantages suivants :

source: Personalized and secure access
fr_fr: Accès au site sécurisé et personnalisé

source: Fast and easy checkout
fr_fr: Passage de commande rapide et facile

source: Easier merchandise return
fr_fr: Retours produits plus faciles

source: Your personal information
fr_fr: Vos informations personnelles

source: Credit slips
fr_fr: Avoirs

source: Order
fr_fr: Commande

source: Date issued
fr_fr: Date d'émission

source: Credit slips you have received after canceled orders.
fr_fr: Liste des avoirs reçus suite à des annulations de commandes.

source: Credit slip
fr_fr: Avoirs

source: View credit slip
fr_fr: Afficher l'avoir

source: Merchandise returns
fr_fr: Retours produit

source: Here is a list of pending merchandise returns
fr_fr: Voici la liste des retours produits en cours

source: Return
fr_fr: Retour

source: Package status
fr_fr: État du retour

source: Returns form
fr_fr: Bon de retour

source: Order details
fr_fr: Détails de la commande

source: Order Reference %reference% - placed on %date%
fr_fr: Commande n°%reference% du %date%

source: Download your invoice as a PDF file.
fr_fr: Téléchargez votre facture au format PDF

source: You have given permission to receive your order in recycled packaging.
fr_fr: Vous avez accepté de recevoir votre commande dans un emballage recyclé.

source: You have requested gift wrapping for this order.
fr_fr: Vous avez demandé un papier cadeau pour cette commande.

source: Follow your order's status step-by-step
fr_fr: Suivre votre commande pas à pas

source: Click the following link to track the delivery of your order
fr_fr: Cliquez sur le lien suivant pour suivre la livraison de votre commande

source: Return details
fr_fr: Détails du retour

source: %number% on %date%
fr_fr: %number% le %date%

source: We have logged your return request.
fr_fr: Nous avons enregistré votre demande de retour.

source: Your package must be returned to us within %number% days of receiving your order.
fr_fr: Votre colis doit nous être retourné dans les %number% jours suite à la réception de votre commande.

source: The current status of your merchandise return is: [1] %status% [/1]
fr_fr: L'état actuel de votre retour produit est : [1] %status% [/1]

source: List of items to be returned:
fr_fr: Liste des articles à retourner :

source: Reminder
fr_fr: Rappel

source: All merchandise must be returned in its original packaging and in its original state.
fr_fr: Tous les produits doivent être retournés dans leur emballage et leur état d'origine.

source: Please print out the [1]returns form[/1] and include it with your package.
fr_fr: Veuillez imprimer le [1]bon de retour[/1] et l'inclure dans votre colis.

source: Please check the [1]returns form[/1] for the correct address.
fr_fr: Veuillez vérifier que le [1]bon de retour[/1] contient la bonne adresse.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
fr_fr: Dès réception de votre colis, nous procéderons au remboursement du montant de votre commande et vous en informerons par e-mail.

source: Please let us know if you have any questions.
fr_fr: Veuillez nous contacter pour toute question.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
fr_fr: Si les conditions de retour listées ci-dessus ne sont pas respectées, nous nous réservons le droit de refuser votre colis ou votre remboursement.

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
fr_fr: Veuillez renseigner l'adresse e-mail que vous avez utilisée à la création de votre compte. Vous recevrez un lien temporaire pour réinitialiser votre mot de passe.

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: Email address: %email%
fr_fr: Adresse e-mail : %email%

source: Your order
fr_fr: Votre commande
