Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersFeature.*.xlf
Languages: bn_bd, ca_es, mn_mn, pt_pt, sq_al

source: Payment error
bn_bd: পরিশোধ ত্রুটি
ca_es: Error de pagament
pt_pt: Erro de pagamento
sq_al: Gabim gjatë pagesës

source: Payment method
bn_bd: পেমেন্ট পদ্ধতি
ca_es: Forma de pagament
mn_mn: Төлбөр тооцооны хэлбэр
pt_pt: Método de pagamento
sq_al: Mënyra e pagesës

source: Pending 1
bn_bd: অপেক্ষামান ১
ca_es: Pendent 1
pt_pt: Pendente 1
sq_al: Në pritje 1

source: Pending 2
bn_bd: অপেক্ষামান ২
ca_es: Pendent 2
pt_pt: Pendente 2
sq_al: Në pritje 2

source: Phone number(s)
bn_bd: ফোন নম্বর(গুলো)
ca_es: Nombres de telèfon
pt_pt: Número(s) de telefone

source: Please type your reply below:
ca_es: Si us plau, escrigui la seva resposta a continuació:
pt_pt: Escreva a sua resposta abaixo:

source: Position of the year date
ca_es: Posició de la data de l'any
pt_pt: Posicionar ano da data

source: Print PDF
ca_es: Imprimeix PDF
pt_pt: Imprimir PDF

source: Print order
bn_bd: অর্ডার প্রিন্ট করুন
ca_es: Imprimir comanda
pt_pt: Imprimir encomenda

source: Proceed to checkout in the front office
ca_es: Procedir al pagament al front office
pt_pt: Proceder ao checkout na loja (front-office)

source: Processing in progress
bn_bd: প্রস্তুতি আগাচ্ছে
ca_es: Preparació en curs
pt_pt: Preparação em curso
sq_al: Përpunimi në progres

source: Product #
bn_bd: পণ্য #
ca_es: Producte #
pt_pt: Produto n.º

source: Product(s) price, excluding amount of initial voucher:
ca_es: Preu del(s) producte(s), excloent quantitat del cupó inicial:
pt_pt: Preço do(s) produto(s), excluindo o montante do vale de desconto inicial:

source: Product(s) price:
ca_es: Preu del(s) producte(s):
pt_pt: Preço do(s) produto(s):

source: Products in carts
ca_es: Productes en cistelles

source: Purchased products
ca_es: Productes comprats
pt_pt: Produtos comprados

source: Qty available
ca_es: Quantitat disponible
pt_pt: Qtd disponível

source: Re-stock products
bn_bd: পুনরায় পণ্য স্টক
ca_es: Reingresar articles
pt_pt: Tornar a adicionar os produtos ao inventário

source: Recycled packaging
bn_bd: পূণরাবর্তন প্যাকেজিং
ca_es: Paquet reciclat
pt_pt: Embalagem reciclada

source: Reference number:
ca_es: Número de referència:
pt_pt: Número de referência:
sq_al: Numri i referencës:

source: Refunded
bn_bd: ফেরত
ca_es: Restituït
pt_pt: Reembolsado
sq_al: Rimbursuar

source: Registered customer
ca_es: Client registrat

source: Registration
bn_bd: নিবন্ধন
ca_es: Inscripció
pt_pt: Registo
sq_al: Regjistrimi

source: Registration Date
ca_es: Data d'inscripció
pt_pt: Data de Registo

source: Registrations
bn_bd: নিবন্ধীকরণ
ca_es: Inscripcions
pt_pt: Inscrições

source: Remote payment accepted
bn_bd: পেমেন্ট স্থানিয় ভাবে গৃহীত
ca_es: Pagament remot acceptat
pt_pt: Pagamento remoto aceite
sq_al: Pagesa në distancë u pranua

source: Reply to this message
bn_bd: এই বার্তার উত্তর দিন
ca_es: Respondre a aquest missatge
pt_pt: Responder a esta mensagem

source: Required Fields
bn_bd: প্রয়োজনীয় ক্ষেত্র
ca_es: Camps obligatoris
pt_pt: Campos obrigatórios
sq_al: Fushat e kërkuara

source: Required fields
bn_bd: প্রয়োজনীয় ক্ষেত্র
ca_es: Camps obligatoris
pt_pt: Campos obrigatórios
sq_al: Required field

source: Resend email
ca_es: Reenviar correu electrònic
pt_pt: Tornar a enviar o email

source: Reset sequential invoice number at the beginning of the year
ca_es: Restablir nombre de factura seqüencial a principis de l'any
pt_pt: Reinicializar o número sequêncial no início de cada ano

source: Return Merchandise Authorization (RMA)
bn_bd: পণ্যদ্রব্য ফেরত অনুমোদন ( RMA )
ca_es: Autorització de retorn de mercaderia
mn_mn: Бараа буцаалтын зөвшөөрөл (ББЗ)
pt_pt: Autorização de Devolução de Mercadoria
sq_al: Autorizimi për Kthimin e Mallit (AKM)

source: Return completed
bn_bd: ফেরত সম্পন্ন
ca_es: Retorn completat
pt_pt: Devolução completa
sq_al: Kthimi i përfunduar

source: Return denied
bn_bd: ফেরত বাতিল
ca_es: Retorn denegat
pt_pt: Devolução negada
sq_al: Kthimi nuk lejohet

source: Return prefix
ca_es: Prefix de retorn
pt_pt: Prefixo de devoluções

source: Return products
bn_bd: পণ্য ফেরত দিন
ca_es: Tornar articles
pt_pt: Devolver produtos

source: Return window
ca_es: Finestra de retorn
pt_pt: Janela de retorno

source: Returns form
ca_es: Formulari de retorn
pt_pt: Devoluções de

source: Returns prefix
ca_es: Prefix de retorn
pt_pt: Prefixo de devoluções

source: Risk
bn_bd: ঝুঁকিঃ
ca_es: Risc
pt_pt: Risco

source: Risk rating
ca_es: Avaluació de risc
pt_pt: Classificação do risco
sq_al: Vlerësimi i rrezikut

source: Run sync
bn_bd: সমন্বয় চালান
ca_es: Fer sincronització
pt_pt: Executar sincronização

source: Run sync:
ca_es: Fer sincronització:
pt_pt: Executar sincronização:

source: Search for a customer
ca_es: Cercar un client
pt_pt: Pesquisar um cliente

source: Search for a product
bn_bd: একটি পণ্য অনুসন্ধান করুন
ca_es: Cercar productes
pt_pt: Pesquisar um produto
sq_al: Kërko një produkt

source: Search for a voucher
ca_es: Cercar un cupó
pt_pt: Pesquisar por um vale de desconto

source: See more
ca_es: Veure més
pt_pt: Ver mais

source: Select a carrier
ca_es: Seleccionar un transportista

source: Select items to merge
ca_es: Seleccionar els elements a fusionar

source: Select quantity
ca_es: Seleccionar quantitat

source: Select shipment
ca_es: Seleccioanr enviament

source: Select shipment to merge to
ca_es: Seleccionar l'enviament a fusionar a

source: Select the items to send separately
ca_es: Seleccionar els articles que voleu enviar per separat

source: Send message
ca_es: Enviar missatge
pt_pt: Enviar mensagem

source: Send my reply
bn_bd: আমার উত্তর পাঠান
ca_es: Enviar la meva resposta
pt_pt: Enviar a minha resposta

source: Send pre-filled order to the customer by email
ca_es: Enviar la comanda preemplenada al client per correu electrònic
pt_pt: Enviar a encomenda pré-preenchida ao cliente por correio eletrónico

source: Sent by:
ca_es: Enviat per:
pt_pt: Enviado por:

source: Sent on
bn_bd: পাঠানো হয়েছেঃ
ca_es: Enviat el
pt_pt: Enviado a

source: Sent on:
ca_es: Enviat el:
pt_pt: Enviado em:

source: Set required fields for this section
bn_bd: এই বিভাগের জন্য প্রয়োজনীয় ক্ষেত্রগুলি সেট করুন
ca_es: Definir camps obligatoris per a aquest secció
pt_pt: Defina os campos obrigatórios desta secção
sq_al: Vendos fushat e kërkuara për këtë seksion

source: Share this cart
ca_es: Compartir aquesta cistella

source: Shipment %shipment_id% - carrier %carrier_name%
ca_es: Enviament %shipment_id% - transportista %carrier_name%

source: Shipment number: %shipment_id%
ca_es: Número d'enviament: %shipment_id%

source: Shipped
ca_es: Enviat
pt_pt: Enviado
sq_al: Livruar

source: Shipping address
bn_bd: বিলির
ca_es: Adreça d'enviament
mn_mn: Хүргэлт хийх хаяг
pt_pt: Endereço de entrega
sq_al: Adresa e livrimit

source: Shipping details
ca_es: Detalls de l'enviament
pt_pt: Detalhes da expedição

source: Shipping does not apply to virtual orders
ca_es: L'enviament no s'aplica a les comandes virtuals
pt_pt: A expedição não se aplica às encomendas virtuais

source: Shipping price (Tax incl.)
ca_es: Despeses d'enviament (IVA incl.)
pt_pt: Portes (com IVA)

source: Someone else
ca_es: Algú altre
pt_pt: Outra pessoa

source: Sources
bn_bd: সোর্স
ca_es: Fonts
pt_pt: Origens

source: Split shipment
ca_es: Dividir l'enviament

source: Standard refund
bn_bd: স্ট্যান্ডার্ড প্রত্যর্পণ
ca_es: Reemborsament normal
pt_pt: Reembolso padrão

source: Statistics
bn_bd: পরিসংখ্যান
ca_es: Estadístiques
pt_pt: Estatísticas

source: Stock location
ca_es: Localització d'inventari
pt_pt: Localização de stock

source: Supplier reference:
ca_es: Ref. de proveïdor:
pt_pt: Referência do fornecedor:
sq_al: Referenca e furnitorit:

source: Sync
bn_bd: সমন্বয়
ca_es: Sincronitzar
pt_pt: Sincronização

source: Taking good care of your customers starts with making sure their profiles contain all the information needed to have their packages shipped without mishap.
ca_es: Tenir una bona cura dels vostres clients comença per a assegurar que els seus perfils continguin tota la informació necessària perquè els seus paquets s'enviïn sense contratemps.
pt_pt: Cuidar bem dos seus clientes começa por garantir que os seus perfis contenham todas as informações necessárias para que as suas encomendas sejam enviadas sem contratempos.
sq_al: Kujdesi i mirë për klientët fillon me sigurimin që profilet e tyre përmbajnë të gjitha informacionet e nevojshme për t'i dërguar paketat e tyre pa ndonjë gabim.

source: Text #
bn_bd: টেক্সট#
ca_es: Text núm.
mn_mn: Текст #
pt_pt: Texto #
sq_al: Teksti #

source: Thanks to this link, your customer can open the cart, check its contents and validate the order, if it suits them.
ca_es: Gràcies a aquest enllaç, el vostre client pot obrir la cistella, consultar-ne el contingut i validar la comanda si li convé.

source: The "shipping" field must be a valid number
ca_es: El camp "enviament" ha de ser un nombre vàlid
pt_pt: O campo de "envio" deve ser um número válido

source: The customer has not proceeded to checkout yet.
ca_es: El client encara no ha anat a la caixa.

source: The national ID card number of this person, or a unique tax identification number.
ca_es: El document nacional d'identitat d'aquesta persona o un nombre d'identificació fiscal únic.
pt_pt: O número nacional de identificação desta pessoa, ou um número de identificação fiscal único.

source: This order has been partially paid by voucher. Choose the amount you want to refund:
ca_es: Aquesta comanda ha estat parcialment pagada amb un cupó de descompte. Trieu la quantitat que voleu reemborsar:
pt_pt: Esta encomenda foi paga parcialmente com um vale de desconto. Escolha o montante que pretende reembolsar:

source: Thread
ca_es: Discussió
pt_pt: Tópico

source: Thread ID:
ca_es: ID Discussió
pt_pt: ID do tópico:

source: Time limit of validity
ca_es: Termini de validesa
pt_pt: Tempo limite de validade

source: To
bn_bd: প্রাপক
ca_es: A
pt_pt: até
sq_al: Deri

source: To:
bn_bd: প্রাপক
ca_es: A:
pt_pt: Até:

source: Total (Tax excl.)
ca_es: Total (IVA excl.)
pt_pt: Total (sem IVA)

source: Total (Tax incl.)
ca_es: Total (IVA incl.)
pt_pt: Total (com IVA)

source: Total cart
ca_es: Total cistella

source: Total cost of gift wrapping:
ca_es: Cost total d'embolcall dels regals:
pt_pt: Custo total do embrulho:

source: Total cost of products:
ca_es: Cost total dels productes:
pt_pt: Custo total dos produtos:
sq_al: Kosto totale e produkteve:

source: Total paid
bn_bd: মোট পরিশোধ
ca_es: Total pagat
pt_pt: Total pago

source: Total products
bn_bd: মোট পণ্য
ca_es: Total productes
mn_mn: Нийт бүтээгдэхүүнүүд
pt_pt: Total produtos
sq_al: Gjithsej produkte

source: Total shipping (Tax excl.)
ca_es: Total enviament (IVA excl.)
pt_pt: Total portes (sem IVA)

source: Total shipping costs:
ca_es: Costos d'enviament total:
pt_pt: Total dos custos de envio:
sq_al: Kosto totale e livrimit:

source: Total spent since registration:
ca_es: Gastat des del seu registre:
pt_pt: Total gasto desde o registo:
sq_al: Xhiro totale që nga regjistrimi:

source: Total taxes
ca_es: Total impostos
pt_pt: Total IVA

source: Total time
bn_bd: মোট সময়
ca_es: Temps total
pt_pt: Tempo total

source: Total value of vouchers:
ca_es: Valor total dels cupons:
pt_pt: Valor total dos vales de desconto:

source: Total vouchers (Tax excl.)
ca_es: Total cupons (IVA excl.)
pt_pt: Total vales (sem IVA)

source: Transaction ID
bn_bd: বিনিময় ID
ca_es: ID de transacció
pt_pt: Nº da transação
sq_al: ID e transaksionit

source: Transform to a customer account
bn_bd: গ্রাহকের অ্যাকাউন্টএ রুপান্তর
ca_es: Convertir en un compte de client
pt_pt: Transformar numa conta de cliente

source: Unknown
bn_bd: অজানা
ca_es: Desconegut
pt_pt: Desconhecido

source: Update status
ca_es: Estat de l'actualització
pt_pt: Atualizar estado

source: Use
ca_es: Fer servir
pt_pt: Usar

source: Use the disk as cache for PDF invoices
ca_es: Usar el disc com a memòria cau per a les factures en PDF
pt_pt: Usar disco como cache para as faturas em PDF

source: Use this cart
bn_bd: এই কার্ট ব্যবহার করুন
ca_es: Fer servir aquesta cistella
pt_pt: Usar este carrinho

source: VAT number
bn_bd: ভ্যাট নম্বর
ca_es: Nombre d'IVA
mn_mn: НӨАТ төлөгчийн дугаар
pt_pt: NIF intra-comunitário
sq_al: NIPT / nr. TVSH

source: Valid orders:
ca_es: Comandes vàlides:
pt_pt: Encomendas válidas:
sq_al: Porosi të vlefshme:

source: Validated orders placed:
ca_es: Comandes validades
pt_pt: Encomendas validadas realizadas:

source: View customer
bn_bd: গ্রাহক দেখুন
ca_es: Veure al client
pt_pt: Ver cliente

source: View delivery slip
bn_bd: ডেলিভারি স্লিপ দেখুন
ca_es: Veure albarà
pt_pt: Ver nota de entrega

source: View file
bn_bd: ফাইল দেখুন
ca_es: Veure fitxer
pt_pt: Ver ficheiro

source: View full conversation
ca_es: Veure tota la conversa
pt_pt: Ver conversa

source: View invoice
bn_bd: চালান দেখুন
ca_es: Veure factura
pt_pt: Ver fatura

source: View order
bn_bd: অর্ডার দেখুন
ca_es: Veure la comanda
pt_pt: Ver encomenda

source: View this cart
bn_bd: এই শপিং কার্ট দেখুন
ca_es: Veure aquesta cistella
pt_pt: Ver este carrinho

source: View this order
bn_bd: এই আদেশ দেখুন
ca_es: Veure aquesta comanda
pt_pt: Ver esta encomenda
sq_al: Shfaq këtë porosi

source: View this thread
bn_bd: থ্রেডটি দেখুন
ca_es: Veure aquesta discussió
pt_pt: Ver este tópico

source: Vouchers
bn_bd: ভাউচার
ca_es: Cupons
mn_mn: Урамшуулалын ваучерууд
pt_pt: Vales de desconto
sq_al: Kuponat

source: Waiting for confirmation
bn_bd: নিশ্চিত করনের জন্য অপেক্ষমান
ca_es: Esperant confirmació
pt_pt: A aguardar confirmação
sq_al: Në pritje të konfirmimit

source: Waiting for package
bn_bd: প্যাকিং এর জন্য অপেক্ষমাণ
ca_es: Esperant el paquet
pt_pt: A aguardar a mercadoria
sq_al: Duke pritur paketën

source: Website
bn_bd: ওয়েবসাইট
ca_es: Lloc web
mn_mn: Вэб хуудас
pt_pt: Site
sq_al: Uebfaqja

source: Wrapping
bn_bd: মোড়ক
ca_es: Embalatge
pt_pt: Embrulho
sq_al: Paketimi

source: Write an email
ca_es: Escriu un correu electrònic

source: You can use this feature in a single-store context only. Switch contexts to enable it.
ca_es: Podeu fer servir aquesta funció únicament en un context de botiga única. Canvieu el context per a activar-la.
pt_pt: Só é possível utilizar esta funcionalidade num contexto de loja única. Alterne os contextos para a activar.

source: Your answer to
ca_es: La vostra resposta a
pt_pt: A sua resposta a

source: Your reply will be sent to:
ca_es: La seva resposta serà enviada a:
pt_pt: A sua resposta será enviada para:

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
ca_es: [1]%count%[/1] comanda(es) validada(es) per un import total de [2]%total%[/2]
pt_pt: [1]%count%[/1] encomenda(s) validadas de um total de [2]%total%[/2]
sq_al: [1]%count%[/1] porosi me një vlerë totale prej [2]%total%[/2] u konfirmua(n)

source: default
ca_es: per defecte
pt_pt: padrão

source: for a total amount of %s
ca_es: per un import total de %s
pt_pt: com o total %s

source: not paid
bn_bd: পরিশোধ করা নয়
ca_es: no pagat
pt_pt: não pago

source: overpaid
bn_bd: অতিরিক্ত দেত্তয়া
ca_es: pagat de més
pt_pt: Pago em excesso

source: APE
bn_bd: এ.প.ই:
pt_pt: CAE
sq_al: Kodi i veprimtarisë

source: Document
bn_bd: নথি
pt_pt: Documento

source: Documents
bn_bd: দস্তাবেজ
pt_pt: Documentos

source: SIRET
bn_bd: নিবন্ধন নাম্বারঃ
pt_pt: NIF

source: Text #%d
bn_bd: টেক্সট #%d
pt_pt: Texto #%d
