Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersHelp.*.xlf
Languages: bg_bg, bn_bd, ca_es, fi_fi, lt_lt, no_no, sk_sk, sv_se

source: e.g. 10:00AM - 9:30PM
bg_bg: напр. 10:00AM - 9:30PM
bn_bd: যেমন 10:00AM - 9:30PM
ca_es: Mostra: 10:00-09:30 PM
fi_fi: esim: 10:00 - 17.00
lt_lt: pvz., 10:00 - 21:30
no_no: Eksempel: 10:00-21:30
sk_sk: napr. 10:00 - 21:30
sv_se: Exempel: från 10:00 till 21:30

source: The group defined for your un-identified visitors.
bg_bg: Група, определена за неидентифицираните посетители.
ca_es: El grup definit per als vostres visitants no identificats.
fi_fi: Ryhmä jossa on tunnistamattomat vierailijat.
lt_lt: Grupė, kuri apima neatpažintus lankytojus.
no_no: Gruppen definert for uidentifiserte brukere.
sk_sk: Skupina definovaná pre Vašich neidentifikovaných návštevníkov.
sv_se: Gruppen för de odefinierad besökarna.

source: The group defined for your identified guest customers (used in guest checkout).
bg_bg: Група, определена за идентифицираните клиенти-гости (използвана при поръчка от гост).
ca_es: El grup definit per als vostres clients convidats (utilitzat al passar per caixa com a convidat).
fi_fi: Ryhmä jossa on tunnistetut vierailija-asiakkaat (käyttivät vierailijakirjautumista).
lt_lt: Grupė, kuri apima atpažintus svečius lankytojus (naudojama svečio užsakymo procese).
no_no: Definert gruppe for identifiserte gjestekunder (benyttes i gjesteutsjekking).
sk_sk: Skupina definovaná pre Vašich identifikovaných návštevníkov (použitá v pokladni pre návštevníkov).
sv_se: Definierad grupp för identifierade gästkunder (används i gäst-checkout).

source: The group defined for your identified registered customers.
bg_bg: Група, зададена за вашите идентифицирани регистрирани клиенти.
ca_es: El grup definit per als vostres clients registrats.
fi_fi: Ryhmä jossa on tunnistetut rekisteröityneet asiakkaat.
lt_lt: Grupė, kuri apima registruotus vartotojus.
no_no: Gruppen definert for dine identifiserte registrerte kunder.
sk_sk: Skupina definovaná pre Vašich identifikovaných registrovaných zákazníkov.
sv_se: Grupptillhörighet för dina registrerade kunder.

source: Automatically apply this value as a discount on all products for members of this customer group.
bg_bg: Приложи автоматично тази стойност като отстъпка на всички продукти за членове на тази потребителска група.
bn_bd: স্বয়ংক্রিয়ভাবে এই গ্রাহকের গ্রুপের সদস্যদের জন্য সব পণ্য একটি ছাড় হিসেবে এই মান প্রয়োগ করুন.
ca_es: S'aplicarà automàticament aquest valor com a descompte en tots els productes d'aquest grup de clients.
fi_fi: Lisää tämä alennus automaattisesti kaikkiin tuotteisiin jonka jäsenet ovat tässä asiakasryhmässä.
lt_lt: Visiems šios grupės pirkėjams automatiškai taikyti šią reikšmę kaip nuolaidą visoms prekėms.
no_no: Automatisk legg inn denne verdien som rabatt på alle produkter for medlemmer av denne kundegruppen.
sk_sk: Automaticky použije túto hodnotu ako zľavu na všetky produkty pre členov tejto skupiny.
sv_se: Automatiskt gäller detta värde som en rabatt på alla butikens produkter för denna grupps medlemmar.

source: How prices are displayed in the order summary for this customer group.
bg_bg: Как са показани цените в обобщението на поръчките за тази потребителска група.
bn_bd: কিভাবে গ্রাহকের দলের জন্য দামের তালিকা প্রদর্শিত হয়েছে.
ca_es: Com s'han de mostrar els preus en el resum de comanda al cline (Amb o sense impostos)
fi_fi: Kuinka hinnat näytetään tilausyhteenvedossa tälle asiakasryhmälle.
lt_lt: Kaip rodomos kainos užsakymo suvestinėje šiai pirkėjų grupei.
no_no: Hvordan priser vises i summeringsfeltet på ordrer for denne kundegruppen.
sk_sk: Spôsob, akým sú ceny zobrazené v prehľade objednávok pre túto zákaznícku skupinu.
sv_se: Hur priserna visas på Beställ sammandrag för denna kundgrupp (skatt inkluderade eller exkluderade).

source: Customers in this group can view prices.
bg_bg: Потребители от тази група могат да виждат цените.
ca_es: Els clients d'aquest grup poden veure el preu.
fi_fi: Tämän ryhmän jäsenet näkevät hinnat.
lt_lt: Šios grupės klientai gali matyti kainas.
no_no: Kunder i denne gruppen kan se priser.
sk_sk: Zobrazenie cien produktov pre zákazníkov tejto skupiny.
sv_se: Kunderna i denna grupp kan se pris.

source: Need to hide prices for all groups? Save time, enable catalog mode in Product Settings instead.
ca_es: Us cal amagar preus per a tots els grups? Estalvieu temps i activeu el mode de catàleg a la Configuració del producte.
lt_lt: Reikia paslėpti kainas visoms grupėms? Taupykite laiką, įjunkite katalogo režimą prekės nustatymuose.
no_no: Behøver du å skjule priser for alle grupper? Spar tid med å slå på katalogmodus i Produktvalg i stedet.
sk_sk: Potrebujete skryť ceny pre všetky skupiny zákazníkov? Ušetrite si čas a namiesto toho aktivujte režim Katalógu.
sv_se: Ska priset döljas för alla grupper? Spara tid genom att aktivera katalog-läge under Produktinställningar istället.

source: %group_name% - All persons without a customer account or customers that are not logged in.
bg_bg: %group_name% – Всички без клиентски профил или клиентите, които не са влезли.
ca_es: %group_name% - Totes les persones amb un compte de client o clients que no s'han identificat.
fi_fi: %group_name% - Henkilöt ilman asiakastiliä tai asiakkaat, jotka eivät ole kirjautuneet sisään.
lt_lt: %group_name% - Visi lankytojai be kliento paskyros arba klientai, kurie yra neprisijungę.
no_no: %group_name% - Alle personer uten en kundekonto eller kunder som ikke er logget inn.
sk_sk: %group_name% - Všetky osoby bez zákazníckeho účtu, alebo zákazníci, ktorý nie sú prihlásení.
sv_se: %group_name% - Alla personer utan ett kundkonto eller kunder som inte är inloggade.

source: %group_name% - All persons who placed an order through Guest Checkout.
bg_bg: %group_name% - Всички, които правят поръчки през сметка за гости.
ca_es: %group_name%: totes les persones que han fet una comanda mitjançant el pagament de convidat.
fi_fi: %group_name% - Henkilöt, jotka ovat tehneet tilauksen rekisteröitymättä (vierastilillä).
lt_lt: %group_name% - Visi lankytojai, kurie pateikė užsakymą neturėdami paskyros (kaip svečiai).
no_no: %group_name% - Alle personer som har lagt inn ordre med gjesteutsjekking.
sk_sk: %group_name% - Všetky osoby, ktoré si objednali cez pokladňu pre návštevníkov.
sv_se: %group_name% - Alla personer som gjort beställningar via Gästkonto.

source: %group_name% - All persons who created an account on this site.
bg_bg: %group_name% - Всички хора, създали потребителски профил на този сайт.
ca_es: %group_name% - Totes les persones que han creat un compte en aquest lloc.
fi_fi: %group_name% - Henkilöt, jotka loivat asiakastilin.
lt_lt: %group_name% - Visi lankytojai, kurie susikūrė paskyrą šiame puslapyje.
no_no: %group_name% - Alle personer som har opprettet en konto på dette nettstedet.
sk_sk: %group_name% - Všetky osoby ktoré si vytvorili účet na tejto stránke.
sv_se: %group_name% - Alla personer som skapat ett konto på denna webbplats.

source: PrestaShop has three default customer groups:
bg_bg: В PrestaShop има три различни групи клиенти:
ca_es: PrestaShop té tres grups de clients per defecte:
fi_fi: PrestaShopissa on kolme oletusasiakasryhmää:
lt_lt: PrestaShop turi tris numatytąsias klientų grupes:
no_no: Prestashop har tre standard kundegrupper:
sk_sk: PrestaShop má tri predvolené skupiny zákazníkov:
sv_se: PrestaShop har tre förvalda kundgrupper:

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
bg_bg: Активиране на автоматичното индексиране на продуктите. Ако активирате тази опция, продуктите ще се индексират автоматично след запазването им. Ако деактивираш тази функция, ще трябва да индексирате продуктите ръчно, като използвате линковете в полето.
ca_es: Activar la indexació automàtica de productes. Si activeu aquesta funció, els productes s'indexaran a la recerca automàticament quan es desin. Si la funció està desactivada, haureu d'indexar els productes manualment mitjançant els enllaços proporcionats al conjunt de camps.
fi_fi: Ota käyttöön tuotteiden automaattinen indeksointi. Jos otat käyttöön tämän ominaisuuden, tuotteet indeksoidaan haussa automaattisesti, kun ne tallennetaan. Jos tämä ominaisuus on pois käytöstä, tuotteet on indeksoitava manuaalisesti käyttämällä kentässä näkyviä linkkejä.
lt_lt: Įjungti automatinį prekių indeksavimą. Jei jūs įjungsite šią funkciją, prekės bus suindeksuojamos iš karto, kai tik jos bus išsaugomos. Jei ši savybė išjungta, jūs turėsite patys rankiniu būdu suindeksuoti prekes naudodamiesi nuorodomis, pateiktomis laukų sąraše.
no_no: Aktivere automatisk indeksering av produkter. Hvis du aktiverer denne funksjonen, vil produktene bli indeksert i søket automatisk når de blir lagret. Hvis funksjonen er deaktivert må du indeksere produkter manuelt ved hjelp av koblingene i feltsettet.
sk_sk: Povoliť automatické indexovanie produktov. Ak povolíte túto funkciu, produkty budú automaticky indexované do vyhľadávania, keď budú uložené. Ak je táto funkcia zakázaná, budete musieť indexovať produkty ručne použitím odkazov.
sv_se: Aktivera automatisk indexering av produkter. Om du aktiverar denna funktion kommer produkter att indexeras i sök-indexet automatiskt när de skapas i butiken. Om du inte har denna funktion aktiverad, måste du manuellt indexera produkterna via länkarna nedan.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
bg_bg: По подразбиране, ако търсите "блуза", трябва да въведете "блуз", "блу" и т.н. (началото на думата), а не "луз" (по средата на думата).
ca_es: Per defecte, per a cercar "brusa", podeu escriure "brus", "bru", etc (començant la paraula) - però no "rusa" (dins de la paraula).
fi_fi: Oletuksena haettaessa esim. sanaa "pusero" on kirjoitettava "puse", "pus" jne. (sanan alku) - mutta ei "ser" (sanan sisällä).
lt_lt: Pagal nutylėjimą, ieškant "blouse", turite įvesti "blous", "blo" ir t.t. (žodžio pradžią) - bet ne "lous" (žodžio vidų).
no_no: Som standard, for å søke på "bluse", må du skrive "blus", "blu", etc (begynnelsen på ordet) - men ikke "lus" (inne i ordet).
sk_sk: Štandardne, pokiaľ si prajete vyhľadať produkt “nohavice“, mali by ste zadať do vyhľadávania “nohavi“ alebo “noha“ (začiatok slova), nie “havic“ (stred slova).
sv_se: Förinställt, för att söka efter "blus", måste du skriva "blus", "blu", etc. (början av ordet) - men inte "lus" (inom ordet).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
bg_bg: Ако тази опция е разрешена, резултата ще бъде добър и ако търсите "луз", "уза" или каквато и да е част от думата.
ca_es: Amb aquesta opció activada, també s'obté un bon resultat si cerqueu "lous", "ouse" o qualsevol cosa que contingui la paraula.
fi_fi: Kun tämä valinta on käytössä, haku antaa hyvän tuloksen myös, jos haet sanalla "use", "ser" tai mitä tahansa sanan sisällä.
lt_lt: Jei ši funkcija įjungta, ji ras rezultatus, jei ieškosite "lous", "ouse" ar ką nors, esantį žodyje.
no_no: Med denne funksjonen aktivert vil du også få gode resultater dersom du søker på "lus", "luse", eller hva som helst som ordet inneholder.
sk_sk: Pokiaľ je táto funkcia povolená, budete môcť produkty vyhľadávať iba ak zadáte “vnútro“ vyhľadávaného názvu.
sv_se: Om du aktiverar den här funktionen, får du även träff på "lus", "us" eller annat som finns i ordet.

source: Enable search within a whole word, rather than from its beginning only.
bg_bg: Разрешаване на търсенето на цяла дума, вместо само от началото ѝ.
ca_es: Activar la recerca dins d'una paraula sencera, en lloc de únicament del començament.
fi_fi: Ota käyttöön haku koko sanan sisällä mieluummin kuin vain sanan alkuosalla.
lt_lt: Įjungti paiešką visame žodyje, o ne tik nuo žodžio pradžios.
no_no: Aktiver søk inne i ord, i stedet for bare fra begynnelsen av ordet.
sk_sk: Povoliť vyhľadávanie aj vo vnútri slova, namiesto vyhľadávania jeho začiatku.
sv_se: Aktivera sökningen inom ordet, inte bara början på ordet.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
bg_bg: Прави проверка дали търсеният израз се съдържа в индексираната дума. Това може да изисква много ресурси.
ca_es: Comprova si el terme cercat està contingut a la paraula indexada. Això pot consumir recursos.
fi_fi: Se tarkistaa, sisältyykö haettu termi indeksoituun sanaan. Tämä voi kuluttaa resursseja.
lt_lt: Jis patikrina, ar ieškomas žodis yra įtrauktas į indeksuotus žodžius. Tai gali naudoti išteklius.
no_no: Den sjekker om søkeordet finnes inne i det indekserte ordet. Dette kan være ressurskrevende.
sk_sk: Kontroluje, či je hľadaný výraz obsiahnutý v indexovanom slove. Toto nastavenie môže byť zaťažujúce pre výpočtový výkon servera.
sv_se: Kontrollerar om söktermen finns i det indexerade ordet. Detta kan vara resurskrävande.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
bg_bg: По подразбиране ако търсите "нож", ще получите "нож", "ножица" и "ножница".
ca_es: Per defecte, si cerqueu "llibre", tindreu "llibre", "llibreria" i "llibreter".
fi_fi: Oletus, jos etsit "kirja", näytetään "kirja", "kirjahylly" ja "kirjasarja".
lt_lt: Pagal nutylėjimą, jei ieškosite "book", rasite "book", "bookcase" ir "bookend".
no_no: Som standard, hvis du søker på "bok", vil du få "bok", "bokhylle" og "bokbind".
sk_sk: Vo východzom nastavení, pokiaľ hľadáte slovo "auto", bude sa vo výsledkoch zobrazovať aj "automat" a "autobus".
sv_se: Om du söker "bok", så kommer "bok", "bokhylla" och "boklåda" också att hittas.

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
bg_bg: Ако е разрешена тази опция ще излиза един резултат "нож", точно както завършва съвпадащата индексирана дума.
ca_es: Amb aquesta opció activada, únicament s'obté un resultat "llibre", atès que el final exacte de la paraula indexada coincideix.
fi_fi: Kun tämä valinta on käytössä, se antaa vain yhden tuloksen "kirja", koska indeksoidun sanan tarkka loppu sopii hakuun.
lt_lt: Jei ši funkcija įjungta, rasite vienintelį rezultatą "book", kaip vienintelį nuo pražios iki galo atitinkantį žodį.
no_no: Men denne funksjonen aktivert vil du bare få ett resultat, "bok", siden bare slutten av dette ordet matcher eksakt.
sk_sk: Pokiaľ je táto možnosť povolená, výsledok bude iba jeden a to “auto“, čo zodpovedá presnému tvaru indexovaného slova.
sv_se: Om du aktiverar det här valet, så kommer bara resultatet "bok" att hittas.

source: Enable more precise search with the end of the word.
bg_bg: Разрешаване на по-прецизно съвпадане на търсенето с края на думата.
ca_es: Activar recerca més precisa amb el final de la paraula.
fi_fi: Ota käyttöön tarkempi haku sanan lopulla.
lt_lt: Įjungia tikslesnę paiešką pagal žodžio pabaigą.
no_no: Aktiver mer presist søk på slutten av ordet.
sk_sk: Povoliť presnejšie hľadanie koncovky slova.
sv_se: Aktivera en mer precis matchning med rätt ändelse.

source: It checks if the searched term is the exact end of the indexed word.
bg_bg: Проверява дали търсеният израз съвпада точно с края на индексираната дума.
ca_es: Verifiqueu si el terme cercat és el final exacte de la paraula indexada.
fi_fi: Se tarkistaa, onko haettu termi indeksoidun sanan tarkka loppu.
lt_lt: Tikrinama, ar ieškotas terminas yra tiksli indeksuoto žodžio pabaiga.
no_no: Dette sjekker om søkeordet matcher eksakt med slutten av det indekserte ordet.
sk_sk: Kontroluje, či má hľadaný výraz rovnakú koncovku slova ako indexované slov.
sv_se: Det kontrollerar om söktermen har samma ändelse som det indexerade ordet.

source: By default, the fuzzy search is enabled. It means spelling errors are allowed, e.g. you can search for "bird" with words like "burd", "bard" or "beerd".
ca_es: Per defecte, la recerca difusa està activada. Significa que es permeten errors ortogràfics, p. e. podeu cercar "bird" amb paraules com "burd", "bard" o "beerd".
fi_fi: Oletusarvoisesti sumea haku on käytössä. Se tarkoittaa, että kirjoitusvirheet ovat sallittuja, esim. voit etsiä sanaa "lintu" sanoilla "linto", "linti" tai "linta".
lt_lt: Pagal numatytuosius nustatymus apytikslė paieška yra įjungta. Tai reiškia, kad rašybos klaidos yra leidžiamos, pvz. galite ieškoti „bird“ tokiais žodžiais kaip „burd“, „bard“ ar „beerd“.
no_no: Fuzzy-søk er normalt aktivert. Med fuzzy-søk kan stavefeil i søket likevel føre til treff, f.eks. kan søk med ordet "stille" også gi treff som "stile", "spille" og "skille".
sk_sk: V predvolenom nastavení je nejasné vyhľadávanie povolené. Znamená to, že sú povolené pravopisné chyby, napr. môžete vyhľadať výraz „vták“ slovami ako „holubovták“, „vtáčik“ alebo „vtáča“.
sv_se: Förvalt är att alternativstavningssökning är aktiv. Det betyder att stavfel är okej, exempelvis kan du söka efter "fågel", med ord som "fagel", "fögel" eller "fegel".

source: Disabling this option will require exact spelling for the search to match results.
ca_es: La desactivació d'aquesta opció requerirà l'ortografia exacta perquè la recerca coincideixi amb els resultats.
fi_fi: Tämän ominaisuuden poistaminen käytöstä edellyttää hauissa tarkkaa oikeinkirjoitusta, jotta haku täsmää tuloksiin.
lt_lt: Išjungus šią parinktį reikės tikslios rašybos, kad paieška atitiktų rezultatus.
sk_sk: Ak túto možnosť zakážete, bude potrebné, aby sa vyhľadávanie zhodovalo s výsledkami.
sv_se: Om du stänger av funktionen, så måste sökningen vara rättstavad för att matcha ett resultat.

source: Enable approximate string matching.
ca_es: Activar la correspondència aproximada de cadenes.
fi_fi: Ota käyttöön likimääräinen merkkijonovastaavuus.
lt_lt: Įjungti apytikslį raidžių atitikimą.
no_no: Aktiver omtrentlige tekst-treff
sk_sk: Povoliť približnú zhodu v reťazci.
sv_se: Aktivera ungefärlig strängmatchning.

source: Note that this option is resource-consuming: the more you search, the longer it takes.
ca_es: Tingueu en compte que aquesta opció consumeix recursos: com més cerqueu, més temps trigarà.
fi_fi: Huomaa, että tämä vaihtoehto käyttää paljon resursseja: mitä enemmän haet, sitä kauemmin se kestää.
lt_lt: Atminkite, kad ši parinktis reikalauja daug išteklių: kuo daugiau ieškosite, tuo ilgiau truks.
no_no: Husk på at denne funksjonen krever flere ressurser: jo mer du søker, jo lenger tid vil det ta.
sk_sk: Upozorňujeme, že táto možnosť vyžaduje náročné požiadavky: čím viac vyhľadávate, tým dlhšie to trvá.
sv_se: Notera att inställningen är resurskrävande: ju mer du söker, ju längre tid tar det.

source: Only words fewer or equal to this maximum length will be searched.
ca_es: Únicament se cercaran paraules de longitud menor o iguals a aquesta longitud màxima.
fi_fi: Etsitään vain sanoja jotka ovat lyhyempiä tai yhtä pitkiä kuin tämä enimmäispituus.
lt_lt: Bus ieškoma tik žodžių, kurių ilgis mažesnis arba lygus šiam maksimaliam ilgiui.
sk_sk: Budú sa vyhľadávať iba slová, ktoré sú menšie alebo sa rovnajú tejto maximálnej dĺžke.
sv_se: Endast ord som har färre eller maximal textlängd kommer att sökas.

source: This parameter will only be used if the fuzzy search is activated: the lower the value, the more tolerant your search will be.
ca_es: Aquest paràmetre solament s’utilitzarà si s’activa la recerca difusa: com més baix sigui el valor, més tolerant serà la vostra cerca.
fi_fi: Tätä parametria käytetään vain, jos sumea haku on aktivoitu: mitä alhaisempi arvo, sitä suvaitsevaisempi haku on.
lt_lt: Šis parametras naudojamas tik tada, kai apytikslė paieška yra įjungta. Kuo mažesnė reikšmė, tuo paieškos rezultatas bus netikslesnis.
sk_sk: Tento parameter sa použije, iba ak je aktivované nejasné vyhľadávanie, čím nižšia je hodnota, tým tolerantnejší bude váš výsledok.
sv_se: Parametern kommer bara att användas om alternativstavningssökning är aktiverad, ju lägre värde, ju mer tolerant kommer sökningen att bli.

source: Only words this size or larger will be indexed.
bg_bg: Само думи с този или по-голям размер ще бъдат индексирани.
bn_bd: শুধু শব্দের এই মাপ বা বৃহত্তর আকার সূচিবদ্ধ করা হবে
ca_es: Solament s'indexaran paraules d'aquesta mida o més.
fi_fi: Vain tämänkokoiset tai pitemmät sanat indeksoidaan.
lt_lt: Bus indeksuojami tik ilgesni žodžiai.
no_no: Bare ord minst så lange vil bli indeksert.
sk_sk: Indexované budú len slová tejto veľkosti alebo väčšie.
sv_se: Bara ord från den här storleken kommer att indexeras.

source: Please enter the index words separated by a "|".
bg_bg: Въведи индексиращите думи, разделени с "|".
bn_bd: "|". দ্বারা পৃথক সূচক শব্দ লিখুন
ca_es: Si us plau digues les paraules separades per "|".
fi_fi: Kirjoita sanat ja erota ne \"|\" -merkillä.
lt_lt: Įveskite žodžius, atskirdami juos "|".
no_no: Vennligst skriv inn indeksordene atskilt med en "|".
sk_sk: Prosím vložte slová oddelené znakom "|".
sv_se: Skriv in de ord separerade med ett "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
bg_bg: Въведете всички псевдоними, разделени със запетая (напр. "prestashop,preztashop,prestashop").
ca_es: Entreu cada àlies separat per una coma (p. ex. 'prestashop,preztashop,prestasohp').
fi_fi: Erottele jokainen alias pilkulla (esim. "prestshop,preztashop,prestasohp").
lt_lt: Įveskite sinonimus atskirdami kableliais ',' (pvz., 'prestshop,preztashop,prestasohp').
no_no: Skriv inn hvert kallenavn atskilt med et komma (f.eks 'prestshop, preztashop, prestasohp').
sk_sk: Vložte každý alias oddelený čiarkou (napr. 'prestshop,preztashop,prestasohp').
sv_se: Ange varje alias separerad med ett kommatecken (t.ex. 'prestshop,preztashop,prestasohp').

source: Forbidden characters: <>;=#{}
bg_bg: Забранени символи: <>;=#{}
ca_es: Caràcters prohibits: <>;=#{}
fi_fi: Kielletyt merkit: <>;=#{}
lt_lt: Draudžiami simboliai: <>;=#{}
sk_sk: Zakázané znaky: <>;=#{}

source: Search this word instead.
bg_bg: Търси тази дума.
bn_bd: পরিবর্তে এই শব্দ অনুসন্ধান করুন
ca_es: Cercar aquesta paraula en el seu lloc.
fi_fi: Etsi tätä sanaa sen sijaan.
lt_lt: Ieškoti šio žodžio.
no_no: Søk dette ordet istedet.
sk_sk: Vyhľadať namiesto toto slovo.
sv_se: Sök detta ordet istället.

source: This field does not refer to the shop name visible in the front office.
bg_bg: Това поле не се отнася за името на магазина, видимо в Лицевия интерфейс.
ca_es: Aquest camp no fa referència al nom de la botiga visible a la botiga.
fi_fi: Tämä tieto ei viittaa kaupan puolella näkyvään kaupan nimeen.
lt_lt: Šis laukas nėra susijęs su parduotuvės pavadinimu, rodomu parduotuvėje.
no_no: Feltet refererer ikke til butikknavnet som er synlig på butikksidene.
sk_sk: Toto políčko sa nevzťahuje k obchodu s názvom viditeľným v obchode.
sv_se: Detta fält är inte butikens synliga namn för kunderna.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
bg_bg: Последвайте [1]този линк[/1], за да редактирате името на магазина, използвано в Лицевия интерфейс.
ca_es: Seguiu [1]aquest enllaç[/1] per a modificar el nom de la botiga fet servir al front office.
fi_fi: [1]Klikkaa tästä[/1] muuttaksesi asiakkaille näkyvää kaupan nimeä.
lt_lt: Paspauskite [1]šią nuorodą[/1], norėdami pakeisti parduotuvės pavadinimą, matomą klientams.
no_no: Følg [1]denne linken[/1] for å redigere butikknavnet som benyttes på butikksidene.
sk_sk: Sledujte [1]tento odkaz[/1] pre úpravu názvu obchodu, ktorý je použitý v obchode.
sv_se: Klicka på [1]denna länk[/1] för att ändra butiksnamnet som visas för kund.
