Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminDesignNotification.*.xlf
Languages: bg_bg, ca_es, fi_fi, id_id, mg_mg, nn_no

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
bg_bg: Можеш да избереш да запазиш изображенията, съхранявани в досегашната система.
ca_es: Pot optar per mantenir les seves imatges emmagatzemades en el sistema anterior - la qual cosa no suposa cap problema.
fi_fi: Voit myös säilyttää kuvasi tallennettuina aikaisempaan järjestelmään. Se on sallittua.
id_id: Anda dapat memilih untuk menyimpan gambar menggunakan sistem yang lama.
nn_no: Du kan velge å holde bildene lagret i forrige system - ingenting galt med det.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
bg_bg: След като преместиш продуктовите изображения, настрой опцията "Използвай файловата система за наследствено изображение" на "не" за по-добро представяне.
ca_es: Després de moure totes les vostres imatges de producte, per a obtenir el millor rendiment, poseu "No" en l'opció "Utilitzar el sistema de fitxers d'imatge heretat".
fi_fi: Siirrettyäsi kaikki tuotekuvasi aseta yllä oleva "Käytä legacy image -tiedostojärjestelmää" -valinta "Ei" saadaksesi parhaan suorituskyvyn.
id_id: Setelah berhasil memindahkan gambar, set "Gunakan sistem lama untuk menyimpanan gambar" ke "Tidak" untuk hasil yang lebih optimal.
nn_no: Etter å ha flyttet alle produktbilder, sett alternativet "Bruk arvede rettigheter for bildefilsystemet" ovenfor til "Nei" for best ytelse.

source: Be careful! Depending on the options selected, former manually uploaded thumbnails might be erased and replaced by automatically generated thumbnails.
ca_es: Aneu amb compte! Depenent de les opcions seleccionades, les miniatures anteriors carregades manualment es podrien suprimir i substituir per miniatures generades automàticament.
fi_fi: Ole varovainen! Valinnasta riippuen aiemmat manuaalisesti ladatut pikkukuvat voidaan poistaa ja korvata automaattisesti luoduilla uusilla kuvilla.

source: Also, regenerating thumbnails for all existing images can take several minutes, please be patient.
ca_es: A més, la regeneració de les miniatures de totes les imatges existents pot trigar uns quants minuts, si us plau, tingueu paciència.
fi_fi: Uusien pikkukuvien luominen kaikille olemassa oleville kuville voi kestää useita minuutteja, ole kärsivällinen.

source: If you delete this image format, the theme won't be able to use it anymore. This will result in a degraded experience on your front office.
bg_bg: Ако изтриете този формат на изображение, темата няма да може да го използва повече. Това ще доведе до влошено преживяване във вашия потребителски интерфейс.
ca_es: Si suprimiu aquest format d'imatge, el tema ja no el podrà fer servir. Això donarà lloc a una experiència degradada al vostre front-office.
fi_fi: Jos poistat tämän kuvaformaatin, teema ei voi enää käyttää sitä. Tämä johtaa huonontuneeseen käyttökokemukseen sivustolla.
nn_no: Hvis du sletter dette bildeformatet, vil temaet ikke lenger kunne bruke det. Dette vil resultere i en redusert opplevelse i nettbutikken.

source: Delete the images linked to this image setting
bg_bg: Изтриване на изображенията, свързани с тези настройки за изображения
ca_es: Suprimir les imatges enllaçades a aquesta configuració d'imatge
fi_fi: Poista tähän kuva-asetukseen liittyvät kuvat
nn_no: Slett bildene knyttet til denne bildesettingen.

source: Regenerate thumbnails for the selected images? With the "erase" option enabled, the previously selected thumbnails will be deleted.
bg_bg: Повторно генериране на миниатюри за избраните изображения? При активирана опция "изтриване" съществуващите миниатюри ще бъдат изтрити.
ca_es: Voleu regenerar les miniatures de les imatges seleccionades? Amb l'opció "suprimir" activada, se suprimiran les miniatures seleccionades prèviament.
fi_fi: Luo uudelleen pikkukuvat valituille kuville? Kun "Poista" -vaihtoehto on käytössä, aiemmin valitut pikkukuvat poistetaan.
nn_no: Regenerer miniatyrbilder for de valgte bildene? Med "slett" alternativet aktivert, vil de tidligere valgte miniatyrbildene bli slettet.

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
bg_bg: Настоящата тема не е налична. Моля, проверете името ("%s") и правата на директорията на темата.
ca_es: El tema actual no està disponible. Si us plau, verifiqueu el nom del directori del vostre tema ("%s") i els permisos.
fi_fi: Nykyinen sivuteema ei ole kätettävissä. Ole hyvä ja tarkista teeman kansion nimi ("%s") ja käyttöoikeudet.
id_id: Theme tidak ditemukan. Harap cek folder theme Anda ("%s") dan hak aksesnya.
mg_mg: Tsy misy ao ny themenao amin'izao. Jereo aza fady ny anaran'ny dosie misy ny theme-nao ("%s") sy ny fahazoany alalana.
nn_no: Nåværende tema er utilgjengelig. Vennligst kontroller temaets mappenavn ("%s") og tillganger.

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
ca_es: S'han trobat imatges duplicades en moure les imatges del producte. És probable que això sigui causat per imatges de demostració no fetes servir. Assegureu-vos que la carpeta %folder% únicament conté imatges de demostració i, tot seguit, suprimiu-la.

source: Incorrect value for the selected JPEG image compression.
ca_es: Valor incorrecte de compressió per a la imatge JPEG seleccionada.

source: Incorrect value for the selected PNG image compression.
ca_es: Valor incorrecte de compressió per a la imatge PNG seleccionada.

source: Incorrect value for the selected WebP image compression.
ca_es: Valor incorrecte per a la compressió d'imatge WebP seleccionada.

source: Source file does not exist or is empty (%filepath%)
bg_bg: Изходният файл не съществува или е празен (%filepath%)
ca_es: El fitxer font no existeix o és buit (%filepath%)
fi_fi: Lähdettä ei löytynyt tai se oli tyhjä (%filepath%)
id_id: File asal tidak ditemukan atau kosong (%filepath%)
mg_mg: Tsy misy ny fisie iandohana na tsy misy n'inon'inona (%filepath%)
nn_no: Kildefilen eksisterer ikke eller er tom (%filepath%)

source: Failed to resize image file (%filepath%)
bg_bg: Неуспешно преоразмеряване на изображението (%filepath%)
ca_es: No s'ha pogut redimensionar la imatge (%filepath%)
fi_fi: Kuvan (%filepath%) koon muuttaminen epäonnistui
id_id: Gagal melakukan resize file gambar (%filepath%)
mg_mg: Tsy nety ny fanovana ny haben'ny fisie sary (%filepath%)
nn_no: Det mislyktes å endre størrelsen til bildefilen (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
bg_bg: Оригиналното изображение за продукт с ИД %id% е повредено (%filename%) или папката има грешни права.
ca_es: La imatge original està corrupta (%filename%) per al producte %id% o no es té accés al fitxer.
fi_fi: Tuote ID:n %id% alkuperäinen kuva on korruptoitunut (%filename%) tai kansiossa on väärät kirjoitusoikeudet.
id_id: Gambar utama korup (%filename%) untuk produk dengan ID %id% atau hak akses untuk direktorinya salah.
mg_mg: Ratsy ny sary tany am-boalohany (%filename%) an'ny ID entana %id% na fahazoana alalana ratsy amin'ny dosie.
nn_no: Opprinnelig bilde er korrupt (%filename%) for produkt-ID %id% eller ikke riktig tillatelse på mappen.

source: Original image is missing or empty (%filename%) for product ID %id%
bg_bg: Оригиналното изображение за продукт с ИД %id% липсва или е празно (%filename%) Context | Request Context
ca_es: No es troba la imatge original o és buida (%filename%) per a l'ID del producte %id%
fi_fi: Tuote ID:n %id% alkuperäinen kuva puuttuu tai on tyhjä (%filename%)
id_id: Gambar utama tidak ditemukan atau kosong (%filename%) untuk produk dengan ID %id%
mg_mg: Tsy ao ny sary tany am-boalohany na foana (%filename%) hoan'ny ID entana %id%
nn_no: Opprinnelig bilde mangler eller er tomt (%filename%) for produkt-ID %id%

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
bg_bg: Невъзможен запис на изображение от тип: %1$s. Моля проверете правата за запис на папката %2$s.
ca_es: No es poden escriure imatges per a aquest tipus: %1$s. Si us plau, verifiqueu els permisos d'escriptura de la carpeta %2$s.
fi_fi: Ei voi kirjoittaa kuvia tälle tyypille: %1$s. Tarkista kansion %2$s kirjoitusoikeudet.
id_id: Gagal menyimpan gambar untuk tipe berikut: %1$s. Harap cek hak tulis pada folder %2$s.
mg_mg: Tsy afaka manoratra ny sary hoan'ito karazana: %1$s. Jereo aza fady ny fahazoana alalana manoratra hoan'ny dosie %2$s.
nn_no: Kan ikke skrive bilder for denne typen: %1$s. Vennligst sjekk skriverettighetene til mappen %2$s.

source: Only part of the images have been regenerated. The server timed out before finishing.
bg_bg: Само част от изображенията бяха възстановени. Времето на сървъра изтече преди процесът да приключи.
ca_es: Només una part de les imatges han estat regenerats, servidor de temps d'espera abans d'acabar.
fi_fi: Vain osa kuvista on luotu uudestaan. Palvelin aikakatkaisi ennen kuin tuli valmista.
id_id: Hanya sebagian gambar yang dibuat. Server timeout sebelum proses selesai.
nn_no: Bare en del av bildene har blitt regenerert, forespørselen fikk et tidsavbrudd før den ble ferdig.

source: Server timed out. The watermark may not have been applied to all images.
bg_bg: Времето на сървъра изтече. Водният знак може да не е бил приложен за всички изображения.
ca_es: Temps de servidor ha expirat, la marca d'aigua potser no s'ha aplicat a totes les imatges.
fi_fi: Palvelimen aikakatkaisu. Vesileimaa ei välttämättä ehditty liittää kaikkiin kuviin.
id_id: Server time out. Watermark belum diaplikasikan kesemua gambar.
nn_no: Tidsavbrudd. Vannmerket har trolig ikke blitt lagt til på alle bilder.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
ca_es: No es pot desar la imatge "No imatge" a la carpeta d'imatges %s. Si us plau, verifiqueu els permisos d'escriptura de la carpeta.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
ca_es: Error: la configuració del servidor no és compatible amb el sistema nou de imatges. No s'ha mogut cap imatge

source: Not all images have been moved. The server timed out before finishing. Click on "%move_images_label%" again to resume the moving process.
ca_es: No totes les imatges s'han mogut. El servidor ha exhaurit el temps abans d'acabar. Cliqueu a "%move_images_label%" novament per a reprendre el procés de moviment.

source: Error: Some -- or all -- images cannot be moved.
ca_es: Error: algunes o totes les imatges no s'han pogut moure.

source: After modification, do not forget to regenerate thumbnails
bg_bg: След промени, не забравяй да възстановиш иконки
ca_es: Després de fer modificacions, no oblidi regenerar les miniatures
fi_fi: Älä unohda generoida muokkauksen jälkeen pikkukuvia uudestaan.
id_id: Setelah modifikasi, jangan lupa untuk membangkitkan kembali tumbnail
nn_no: Ikke glem å regenerere småbilder etter endring

source: Make sure the theme you use doesn't rely on this image format before deleting it.
bg_bg: Уверете се, че използваната от вас тема не разчита на този формат на изображението, преди да го изтриете.
ca_es: Assegureu-vos que el tema que feu servir no depèn d'aquest format d'imatge abans de suprimir-lo.
fi_fi: Varmista, että käyttämäsi teema ei käytä tätä kuvaformaattia, ennen kuin poistat sen.
nn_no: Sørg for at temaet du bruker ikke er avhengig av dette bildeformatet før du sletter det.

source: An error occurred. The information "%s" is missing.
bg_bg: Възникна грешка. Информацията „%s“ липсва.
ca_es: Hi ha hagut un error. La informació "%s" és absent.
fi_fi: Tapahtui virhe. Tiedot %s puuttuvat.
id_id: Terdapat eror. Informasi "%s" hilang.
mg_mg: Nisy hadisoana niseho. Tsy ampy ny fampahafantarana "%s".
nn_no: En feil oppsto. Informasjonen "%s" mangler.

source: An error occurred. The template "%s" is missing.
bg_bg: Възникна грешка. Шаблонът „%s“ липсва.
ca_es: Hi ha hagut un error. La plantilla "%s" és absent.
fi_fi: Tapahtui virhe. Sivupohja %s puuttuu.
id_id: Terdapat eror. Template "%s" hilang.
mg_mg: Nisy hadisoana niseho. Tsy ao ny lasitra "%s".
nn_no: En feil skjedde. Designmalen "%s" mangler.

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
bg_bg: Възникна грешка при качването на Favicon: не може да се копира файла "%s" в папка "%s".
ca_es: S'ha produït un error en carregar el favicon: no es pot copiar el fitxer "%s" a la carpeta "%s".
fi_fi: Virhe ladattaessa faviconia: ei voida kopioida tiedostoa "%s" kansioon "%s".
id_id: Eror saat proses upload favicon: tidak dapat menyalin file "%s" ke direktori "%s".
nn_no: En feil oppsto ved opplasting av "favicon": Kan ikke kopiere filen "%s" til mappen "%s".

source: Your theme has been correctly exported: %path%
bg_bg: Темата ви е коректно експортирана: %path%
ca_es: El vostre tema s'ha exportat correctament: %path%
fi_fi: Teemasi vienti onnistui: %path%
id_id: Tema Anda berhasil di ekspor: %path%
mg_mg: Tafaondrana araka ny tokony ho izy ny theme-nao: %path%
nn_no: Ditt tema har blitt riktig eksportert: %path%

source: The page Category cannot be moved here.
bg_bg: Страницата „Категория“ не може да се премести тук.
ca_es: La categoria de pàgina no es pot moure aquí.
fi_fi: Sivua Tuoteryhmä ei voi siirtää tänne.
id_id: Kategori CMS tidak dapat dipindah kesini.
mg_mg: Tsy azo afindra eto ny pejy Sokajy.
nn_no: Siden «Kategori» kan ikke flyttes hit.

source: Your RTL stylesheets has been generated successfully
bg_bg: Вашите RTL стилови множества бяха генерирани успешно
ca_es: Els vostres fulls d'estil RTL s'han generat correctament
fi_fi: RTL-tyylitiedostot muodostettu
id_id: Berkas stylesheet RTL Anda berhasil dibuat
nn_no: Vellykket generering av av RTL-stilark

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the '%regenerate_label%' button.
ca_es: El vostre tema s'ha reinicialitzat correctament a la configuració per defecte. És possible que vulgueu regenerar les vostres imatges. Aneu a Millora > Disseny > Configuració d'imatges i cliqueu el botó '%regenerate_label%'.
fi_fi: Teemasi on palautettu oletusasetuksiin. Haluat mahdollisesti luoda kuvakkeet uudelleen. Katso kohta Kehittäminen > Ulkoasu > Kuva-asetukset ja hae '%regenerate_label%' -painiketta.
nn_no: Ditt tema er tilbakestilt til standardinnstillinger. Det kan hende du bør regenerere bilder. Gå til Forbedre > Design > Bilder innstlilingsskjerm for %regenerate_label%-knappen.

source: There is already a theme %theme_name% in your themes folder. Remove it if you want to continue.
ca_es: Ja hi ha un tema %theme_name% a la vostra carpeta de temes. Suprimiu-lo si voleu continuar.
fi_fi: Teema nimellä %theme_name% on jo olemassa themes kansiossa. Vanha teema pitää poistaa ennenkuin voit jatkaa.
nn_no: Det finnes allerede et tema %theme_name% i din temamappe. Fjern dette om du vil fortsette.

source: Failed to delete theme. Make sure you have permissions and theme is not used.
ca_es: No s'ha pogut suprimir el tema. Assegureu-vos que teniu permisos i que el tema no es faci servir.
fi_fi: Teeman poisto ei onnistunut. Tarkista oikeudet ja että teema ei ole käytössä.
nn_no: Sletting av tema feilet. Pass på at du har nok rettigheter til å slette temaet og at det ikke er i bruk.

source: Cannot adapt theme to RTL languages.
ca_es: No es pot adaptar el tema als idiomes RTL.
fi_fi: Teemaa ei voi adaptoida RTL kieliin.
nn_no: Kan ikke tilpasse tema til RTL-språk.

source: This name already exists.
bg_bg: Това име вече съществува.
ca_es: Aquest nom ja existeix.
fi_fi: Jo olemassa.
id_id: Nama ini sudah ada sebelumnya.
nn_no: Dette navnet finnes allerede.

source: Invalid file format.
bg_bg: Невалиден файлов формат.
ca_es: Format de fitxer invàlid.
fi_fi: Virheellinen tiedostomuoto.
mg_mg: Tsy mety ny endriky ny fisie.
nn_no: Ugyldig filformat.

source: Warning: if no email logo is available, the main logo will be used instead.
bg_bg: Внимание: ако не е налично лого за имейла, вместо него ще се ползва основното лого.
ca_es: Atenció: si no hi ha un logo disponible per a email, s'utilitzarà el logo principal.
fi_fi: Varoitus: jos sähköpostilogoa ei ole saatavilla, käytetään sen sijaan päälogoa.
id_id: Peringatan: Jika logo untuk email tidak ditemukan, logo utama yang akan digunakan.
nn_no: Advarsel: Dersom ikke epostlogo er tilgjengelig vil hovedlogoen brukes i stedet.
