Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminDesignHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, da_dk, fa_ir, ro_ro, uk_ua

source: Used in the h1 page tag, and as the default title tag value.
bs_ba: Koristi se za h1 tag i kao zadana vrijednost taga naslova.
da_dk: Anvendt på h1 side tag, og som standard titel tag værdi.
fa_ir: مورد استفاده در برچسب h1 صفحه، و مقدار برچسب عنوان پیش‌فرض صفحه.
ro_ro: Folosit in tagul "h1" al paginii si ca valoare a tagului "title".
uk_ua: Використовується в тегові h1 сторінки, та як заголовок за замовчуванням.

source: Used to override the title tag value. If left blank, the default title value is used.
bs_ba: Koristi se za nadjačavanje vrijednosti taga naslova. Ako se ostavi prazno, koristi se zadana vrijednost naslova.
da_dk: Anvendt til at overskrive titel tag værdien. Hvis efterladt tom, så anvendes standard titel værdien.
fa_ir: به منظور اورراید مقدار برچسب عنوان استفاده می‌شود. اگر خالی رها شود، مقدار پیش‌فرض عنوان استفاده می‌شود.
ro_ro: Folosit pentru a suprascrie valoarea tagului "title". Daca nu este completat, va fi folosita valoarea implicita.
uk_ua: Використовується для перевизначення типового заголовку. Якщо залишити порожнім буде використано типовий заголовок.

source: Warning: if no invoice logo is available, the main logo will be used instead.
az_az: Diqqət: faktura loqosu olmadıqda, onun yerinə əsas loqo işlədiləcək.
bs_ba: Upozorenje: ako nema loga računa, koristiti će se glavni logo.
da_dk: Advarsel: Hvis der ikke er et fakturalogo, anvendes det primære logo i stedet for.
fa_ir: هشدار: اگر لوگو فاکتور در دسترس نباشذ, لوگوی اصلی جای استفاده می‌شود.
ro_ro: Atentie: daca nu este specificata o sigla pentru factura, va fi folosit cea principala.
uk_ua: Увага: якщо логотип рахунку не доступний, буде використаний основний логотип.

source: Width of product customization pictures that customers can upload (in pixels).
az_az: Müştərilərin yükləyə biləcəyi məhsul özəlləşdirmə şəkillərinin maksimum eni (piksellə).
bs_ba: Širina slike za prilagodbu proizvoda koju kupac može učitati (u pikselima).
da_dk: Bredde på brugerdefinerede varebilleder som kunder kan uploade (i pixels).
fa_ir: عرض تصاویر سفارشی محصولات که مشتری می تواند آپلود کند (بر حسب پیکسل).
ro_ro: Latimea imaginilor de personalizare a produselor ce pot fi incarcate de clienti (in pixeli).
uk_ua: Ширина малюнку для товару з уточненням, що завантажується покупцем (у пікселах).

source: Will appear on email headers. If undefined, the header logo will be used.
ar_sa: سوف تظهر على رؤوس البريد الإلكتروني ، إذا كان سيتم استخدام رأس شعار معروف
az_az: E-poçt başlıqlarında görünəcək. Əyər olmazsa, başlıq loqosu işlədiləcək.
bs_ba: Prikazat će se u zaglavljima e-mail poruka. Ukoliko nije definiran, prikazivat će se logo iz zaglavlja.
da_dk: Bliver vist i toppen af e-mails. Hvis der ikke er angivet et logo, bliver hovedlogoet benyttet i stedet.
fa_ir: در سربرگ ایمیل‌ها نمایش داده می‌شود. اگر تعریف نشود، لوگوی سربرگ به جای آن استفاده خواهد شد.
ro_ro: Apare in antetul e-mail-urilor. Daca nu este definit, va fi folosita sigla antet.
uk_ua: З'явиться у заголовках повідомлень електронної пошти, якщо не встановлено, буде використано логотип повної версії сайту

source: Will appear on invoice headers.
az_az: Faktura başlıqlarında görünəcək.
bs_ba: Prikazati će se u zaglavlju računa.
da_dk: Vil blive vist i toppen af fakturaer.
fa_ir: در سربرگ فاکتور نمایان خواهد شد.
ro_ro: Va aparea in antetul facturilor.
uk_ua: З'явиться в заголовках рахунку.

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
bs_ba: Pojaviti će se na glavnoj stranici. Preporučena veličina za podrazumjevanu temu: visina %height%, a širina %width%.
da_dk: Vil vises på din hovedside. Anbefalet størrelse for standard temaet er: højde %height% og bredde %width%.
fa_ir: در صفحه اصلی شما نمایش داده می شود. اندازه توصیه شده برای قالب پیشفرض: ارتفاع %height% و عرض %width%.
ro_ro: Va fi afisat in pagina principala. Dimensiunea recomandata pentru tema implicita: inaltime %height% si latime %width%.
uk_ua: З'явиться на головній сторінці. Рекомендований розмір для стандартної теми: висота - %height%, ширина - %width%.

source: You are editing this page for a specific shop or group. Click "%yes_label%" to check all fields, "%no_label%" to uncheck all.
bs_ba: Vi uređujete ovu stranicu za specifičnu trgovinu ili grupu. Kliknite "Da" da označite sva polja, "Ne" da uklonite sve odabrano.
da_dk: Du er ved at redigere denne side til en bestemt butik eller gruppe. Klik på "%yes_label%" for at markere alle felter, eller klik på "%no_label%" for at fjerne markeringen af alle felter.
fa_ir: شما در حال ویرایش این صفحه برای یک گروه یا فروشگاه خاص هستید. برای انتخاب تمام کادرها روی %yes_label% و برای عدم انتخاب روی %no_label% کلیک کنید.
ro_ro: Editeaza aceasta pagina pentru un anumit magazin sau grup. Fa clic pe "%yes_label%" pentru a bifa toate casetele sau pe "%no_label%" pentru a le debifa pe toate.
uk_ua: Ви редагуєте цю сторінку для конкретного магазину чи групи. Натисніть "%yes_label%" щоб відмітити всі поля, "%no_label%" щоб зняття відмітки з усіх полів.

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
ar_sa: يمكنك أيضًا النقر فوق اسم الملف في القائمة أدناه، وحتى إجراء تحديدات متعددة عن طريق الضغط بشكل مستمر على مفتاح Ctrl أثناء النقر، أو اختيار نطاق كامل من أسماء الملفات عن طريق الضغط بشكل مستمر على مفتاح Shift أثناء النقر.
az_az: Aşağıdakı siyahıdakı fayl adını tıklaya bilərsiniz və hətta tıklayarkən Ctrl düyməsini basaraq bir neçə seçim edə bilərsiniz, ya da tıklayarkən Shift düyməsini basıb saxlayaraq bütün aralıqdakı fayl adlarını seçə bilərsiniz.
bs_ba: Možete također kliknuti ime datoteke u popisu ispod, i napraviti višestruko označavanje držeći Ctrl tipku pritisnutu dok klikate, ili odaberite cijeli raspon imena datoteka držeći Shift tipku dok klikate.
da_dk: Du kan også klikke på filnavnet på listen nedenfor og vælge flere filnavne samtidig ved at holde Ctrl-tasten nede, mens du klikker, eller vælge en hel række filnavne ved at holde Shift-tasten nede, mens du klikker.
fa_ir: همچنین شما می‌توانید روی نام فایل در لیست زیر کلیک کنید و حتی با نگه داشتن کلید Ctrl در هنگام کلیک کردن، چند مورد را با هم انتخاب نمایید یا با نگه داشتن کلید Shift محدوده‌ای از نام فایل را انتخاب کنید.
ro_ro: De asemenea, poti clicai pe numele fisierului din lista de mai jos, poti face o selectie multipla prin mentinerea apasata a tastei Ctrl in timp ce clicai sau poti alege o secventa de nume de fisiere prin mentinerea apasata a tastei Shift in timp ce clicai.
uk_ua: Ви можете клацнути по назві файлу в нижченаведеному переліку, чи зробити множинний вибір утримуючи кнопку Ctrl і клацаючи по файлах, або вибрати ряд файлів утримуючи кнопку Shift і клацнувши на перший і останній файли.

source: You must select a shop from the above list if you wish to choose a theme.
ar_sa: يجب تحديد متجر من القائمة أعلاه إذا كنت تريد إختيار القالب.
az_az: Bir tema seçmək istəyirsinizsə, yuxarıdakı siyahıdan bir dükan seçməlisiniz.
bs_ba: Morate odabrati trgovinu s gornjeg popisa ukoliko želite odabrati temu.
da_dk: Du skal vælge en butik fra ovenstående liste, hvis du vil vælge et tema.
fa_ir: برای انتخاب قالب می‌بایست از لیست بالا یک فروشگاه را انتخاب کنید.
ro_ro: Trebuie sa selectezi un magazin din lista de mai sus daca doresti sa selectezi o tema
uk_ua: Ви повинні обрати магазин зі списку, якщо хочете обрати тему

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
ar_sa: صور JPEG يكون حجم ملف صغير وجودة قياسية. صور PNG يكون حجم ملف أكبر ، وهي أعلى جودة وشفافية الدعم. علما أنه في جميع الحالات ملفات الصور وسوف يكون هذا التمديد. JPG.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
ar_sa: تحذير: هذه الميزة قد لا تكون متوافقة مع القالب الخاص بك، أو مع بعض من الوحدات النمطية. على وجه الخصوص، وضع PNG غير متوافق مع وحدة العلامة المائية الرقمية. إذا واجهت أي مشاكل، قم بإيقاف تشغيله عبر إختيار "استخدم JPEG".
