Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersNotification.*.xlf
Languages: bn_bd, da_dk, et_ee, he_il, id_id, ja_jp, lv_lv, sr_cs, th_th, tr_tr, uk_ua

source: A default customer group must be selected in group box.
bn_bd: গ্রুপ বক্স এ একটি ডিফল্ট গ্রাহক গ্রুপ নির্বাচন করা আবশ্যক
da_dk: Standard kundegruppen skal vælges i gruppeboxen.
et_ee: Vaikimisi kliendi grupp peab olema valitud gruppides.
he_il: קבוצת הלקוחות של ברירת המחדל חייבת להיבחר בתיבת הקבוצות.
id_id: Grup pelanggan default harus dipilih.
ja_jp: デフォルトのお客様グループは、グループボックスで選択する必要があります。
lv_lv: Standarta klientu grupu nepieciešams atzīmēt grupu "kastē"
sr_cs: Podrazumevana grupa kupaca mora biti izabrana u kućici sa grupama
tr_tr: Bir varsayılan müşteri grubu seçilmiş olmalı.
uk_ua: Група клієнта по-замовчуванню має бути обрана.

source: A partial refund was successfully created.
bn_bd: একটি আংশিক মূল্যফেরত সফলভাবে তৈরি করা হয়েছে
da_dk: Delvis tilbagebetaling foretaget succesfuldt.
et_ee: Osaline tagastus on edukalt loodud
he_il: החזר חלקי נוצר בהצלחה
id_id: Retur bertahap berhasil dibuat.
ja_jp: 一部払い戻しの作成に成功
lv_lv: Veiksmīgi tika izveidota daļēja atmaksa.
sr_cs: Delimična refundacija je uspešno kreirana.
tr_tr: Bir kısmi ödeme başarıyla oluşturuldu.
uk_ua: Часткове повернення коштів успішно створене

source: A standard refund was successfully created.
da_dk: En standard refundering blev oprettet.
et_ee: Tavapärane rahatagastus on edukalt loodud.
he_il: החזר כספי רגיל נוצר בהצלחה.
sr_cs: Standardna refundacija je uspešno kreirana.
uk_ua: Стандартне відшкодування було успішно створено.

source: Amount value must be greater than 0.
da_dk: Beløbsværdi skal være større end 0.
et_ee: Koguse väärtus peab olema suurem kui 0.
he_il: ערך הסכום חייב להיות גדול מ- 0.
sr_cs: Vrednost količine mora biti veća od 0.
uk_ua: Значення суми має бути більше 0.

source: An account already exists for this email address:
bn_bd: এই ইমেইল অ্যাড্রেস এর জন্য একটি অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান।
da_dk: Der findes allerede en konto for denne e-mail adresse:
et_ee: Selle e-posti aadressiga on juba konto olemas:
he_il: קיים חשבון לכתובת דוא"ל זו
id_id: Email sudah digunakan di akun lain:
ja_jp: このメールアドレスのアカウントはすでに存在します：
lv_lv: Konts ar šādu epastu jau eksistē:
sr_cs: Već postoji korisnik sa ovom email adresom:
th_th: มีชื่อบัญชีที่ใช้งานที่อยู่อีเมลนี้อยู่แล้ว:
tr_tr: Bu e-posta adresine bağlı bir hesap zaten var:
uk_ua: Обліковий запис для цієї ел.адреси вже створена:

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
da_dk: Der opstod en fejl under ændring af status for odren #%d, eller der kunne ikke sendes en e-mail til kunden.
et_ee: Tekkis viga tellimuse #%d staatuse muutmisel või e-kirja ei õnnestunud kliendile saata.
id_id: Terjadi eror selagi mengubah status untuk pesanan #%d, atau kami tidak dapat mengirim surel ke pelanggan.
ja_jp: 注文番号 #%d のステータス更新中にエラーが発生したか、お客様へのメール送信に失敗しました。
lv_lv: Mainot statusu pasūtījumam #%d, radās kļūda vai mēs nevarējām nosūtīt e-pastu klientam.
tr_tr: #%d siparişi için durum güncellenirken bir hata oluştu, veya müşteriye bir e-posta gönderemedik.
uk_ua: Помилка при зміні статусу замовлення #%d, або невдала спроба відправлення е-листа клієнту.

source: An error occurred while deleting the details of your order return.
bn_bd: অর্ডার ফেরতের বিস্তারিত মুছে ফেলার সময় একটি ত্রুটি ঘটেছে
da_dk: Der opstod en fejl under sletning af detalje for ordreretur.
et_ee: Tekkis viga toote tagastuse andmete kustutamisel.
he_il: אירעה שגיאה בעת מחיקת פרטי החזרת הזמנה
id_id: Eror ketika menghapus data retur barang.
ja_jp: 返品注文の詳細を削除中にエラーが発生
lv_lv: Kļūda dzēšot pasūtījuma atgriešanas detaļas.
sr_cs: Došlo je do greške tokom brisanja detalja za vraćanje porudžbine.
tr_tr: Sipariş iadenizin detayları silinirken bir hata oluştu.
uk_ua: Помилка при видаленні інформації про повернення.

source: An error occurred while sending an email to the customer.
bn_bd: গ্রাহককে ইমেল পাঠানোর সময় একটি ত্রুটি ঘটেছে
da_dk: Der opstod en fejl under overførsel af e-mail til kunden.
et_ee: Tekkis viga e-maili saatmisel kliendile.
he_il: שגיאה אירעה בעת משלוח אימייל ללקוח.
id_id: Eror ketika mengirim email ke pelanggan.
ja_jp: お客様にメール送信中にエラーが発生
lv_lv: Kļūda sūtot epastu klientam.
sr_cs: Došlo je do greške tokom slanja e-maila kupcu.
th_th: เกิดข้อผิดพลาดบางประการในระหว่างการส่งอีเมลถึงลูกค้า
tr_tr: Müşteriye e-posta gönderirken bir hata oluştu.
uk_ua: Помилка при відправленні електронної пошти.

source: An error occurred while sending the e-mail to the customer.
da_dk: En fej opstod under afsendelse af e-mailen til kunden.
et_ee: Tekkis tõrge e-kirja saatmisel kliendile.
he_il: אירעה שגיאה בעת שליחת הדואר האלקטרוני ללקוח.
id_id: Eror ketika mengirim email ke pelanggan.
lv_lv: Kļūda sūtot epastu klientam.
sr_cs: Došlo je do greške prilikom slanja email-a potrošaču.
tr_tr: Müşteriye e-posta gönderilirken bir hata meydana geldi.
uk_ua: Помилка при відправлені e-mail клієнту.

source: An error occurred while trying to update merchandise return.
sr_cs: Došlo je do greške prilikom pokušaja ažuriranja povratka robe.
uk_ua: Виникла помилка при спробі оновити повернення товару.

source: An error occurred while updating customer information.
bn_bd: গ্রাহকের তথ্য আপডেট করার সময় একটি ত্রুটি ঘটেছে
da_dk: Der opstod en fejl under opdatering af kunde.
et_ee: Tekkis viga kliendi uuendamisel.
he_il: שגיאה ארעה בעת עדכון הלקוח.
id_id: Error saat meng-update data pelanggan.
ja_jp: お客様の更新中にエラーが発生
lv_lv: Atjauninot klientu informāciju, radās kļūda.
sr_cs: Došlo je do greške prilikom ažuriranja korisničkih informacija.
th_th: เกิดข้อผิดพลาดบางประการในระหว่างการปรับปรุงข้อมูลลูกค้า
tr_tr: Müşteri bilgileri güncellemesi sırasında bir hata oluştu.
uk_ua: Виникла помилка при оновлені даних клієнта.

source: An error occurred. Your message was not sent. Please contact your system administrator.
bn_bd: একটি ত্রুটি ঘটেছে। আপনার বার্তাটি পাঠানো হয় নি।আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।
da_dk: Der opstod en fejl. Din besked blev ikke sendt. Kontakt venligst din systemadministrator.
et_ee: Tekkis viga, teie sõnumit ei saadetud. Võtke ühendust oma süsteemi administraatoriga.
he_il: שגיאה אירעה. ההודעה שלך לא נשלחה. אנא צור קשר עם מנהל הרשת.
id_id: Eror. Pesan Anda gagal terkirim. Silahkan kontak administrator.
ja_jp: エラーが発生しました、メッセージは送信されませんでした。システム管理者に連絡してください。
lv_lv: Jūsu ziņojums netika nosūtīts. Lūdzu sazinieties ar Jūsu sistēmas administratoru.
sr_cs: Došlo je do greške. Vaša poruka nije poslata. Kontaktirajte vašeg sistem administratora.
th_th: เกิดข้อผิดพลาดบางประการ ไม่สามารถส่งข้อความของคุณได้ กรุณาติดต่อผู้ดูแลระบบของคุณ
tr_tr: Bir hata oluştu. Mesajınız gönderilemedi. Lütfen sistem yöneticinizle bağlantıya geçin.
uk_ua: Помилка: Повідомлення не надіслано. Зв'яжіться із системним адміністратором.

source: An order message with the same name already exists in %s.
da_dk: En ordrebesked med det samme navn eksisterer allerede i %s.
et_ee: Sama numbriga tellimuse sõnum juba eksisteerib: %s.
he_il: הודעת הזמנה עם אותו שם כבר קיימת ב- %s.
sr_cs: Jedan status porudžbine sa istim imenom već postoji: %s.
uk_ua: Повідомлення про замовлення з такою назвою вже існує в %s.

source: Are you sure you want to create a new invoice?
bn_bd: আপনি কি একটি নতুন চালান তৈরি করার ব্যাপারে নিশ্চিত?
da_dk: Er du sikker på, at du ønsker at oprette en ny faktura?
et_ee: Olete kindel, et soovite luua uue arve?
he_il: האם אתה בטוח שברצונך ליצור חשבונית חדשה?
id_id: Yakin akan membuat invoice baru?
ja_jp: 新しい請求書を作成を要求してもよろしいですか？
lv_lv: Vai tiešām vēlaties izveidot jaunu rēķinu?
sr_cs: Da li ste sigurni da želite da napravite novi račun?
th_th: คุุุณต้องการสร้างใบกำกับสินค้าใหม่หรือไม่?
tr_tr: Yeni bir fatura oluşturmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете створити новий рахунок-фактуру?

source: Are you sure you want to edit this product price? It will be applied to all identical products in this order.
da_dk: Er du sikker på at du ønsker at ændre denne produktpris? Den vil blive anvendt på alle identiske produkter i denne ordre.
et_ee: Kas Te olete kindel, et soovite muuta selle toote hinda? See muudatus kehtestub kõikidele tellimustele selle eseme puhul.
he_il: האם אתה בטוח שברצונך לערוך את מחיר המוצר הזה? זה יחול על כל המוצרים הזהים בהזמנה זו.
sr_cs: Da li ste sigurni da želite da izmenite cenu ovog proizvoda? To će biti primenjeno na sve identične proizvode u ovoj porudžbini.
uk_ua: Ви впевнені, що хочете змінити ціну на цей товар? Її буде застосовано до всіх ідентичних товарів у цьому замовленні.

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
da_dk: Er du sikker på at du ønsker at redigere denne produktpris? Den vil blive anvendt på alle fakturaer for denne ordre.
et_ee: Kas Te olete kindel, et soovite muuta selle toote hinda? See muudatus kehtestub kõikidele kviitungitele selles tellimuses.
he_il: האם אתה בטוח שברצונך לערוך מחיר מוצר זה? הוא יחול על כל החשבוניות בהזמנה זו.
sr_cs: Da li ste sigurni da želite da izmenite cenu ovog proizvoda? To će uticati na fakturu ove porudžbine.
uk_ua: Ви впевнені, що хочете змінити ціну на цей товар? Її буде застосовано до всіх рахунків цього замовлення.

source: Cannot create message in a new thread.
da_dk: Kan ikke oprette meddelelse i en ny tråd.
et_ee: Sõnumit ei saa uues teemas luua.
id_id: Gagal membuat pesan di trit baru.
ja_jp: 新しいスレッドでメッセージを作成することが出来ません。
lv_lv: Nevar izveidot ziņu jaunā zarā.
tr_tr: Yeni bir mesaj dizisi içinde mesaj oluşturulamadı.
uk_ua: Неможливо створити повідомлення в новій темі.

source: Direct link
bn_bd: সরাসরি লিঙ্ক
da_dk: Direkte link
et_ee: Otselink
he_il: קישור ישיר
id_id: Link langsung
ja_jp: ダイレクトリンク
lv_lv: Tiešā adrese
sr_cs: Direktan link
th_th: ลิงก์โดยตรง
tr_tr: Direkt bağlantı
uk_ua: Пряме посилання

source: Discount value cannot exceed the total price of this order.
da_dk: Rabatværdi kan ikke overskride den total pris for ordren.
et_ee: Allahindluse väärtus ei tohi ületada tellimuse koguhinda.
he_il: ערך ההנחה אינו יכול לחרוג מהמחיר הכולל של הזמנה זו.
sr_cs: Vrednost sniženja ne može preći ukupnu cenu porudžbine.
uk_ua: Величина знижки не може перевищувати загальну вартість замовлення.

source: Do you want to overwrite your existing message?
bn_bd: আপনি কি বর্তমান ম্যেসেজ ওভার রাইট করতে চান?
da_dk: Vil du overskrive din eksisterende besked?
et_ee: Kas tahad esialgse sõnumi üle kirjutada?
he_il: האם למחוק הודעה קיימת ?
id_id: Apakah Anda ingin menimpa pesan yang ada?
ja_jp: 既存のメッセージを上書きしますか？
lv_lv: Vai Jūs vēlaties pārrakstīt savu eksistējošo ziņu?
sr_cs: Da li želite da prepišete preko postojeće poruke?
th_th: คุณต้องการแทนที่ข้อความที่มีอยู่ของคุณ?
tr_tr: Var olan mesajınız üzerine yazmak istiyor musunuz?
uk_ua: Ви хочете змінити своє повідомлення?

source: Error. You cannot refund a negative amount.
da_dk: Fejl. Du kan ikke refundere et negativt beløb.
et_ee: Viga. Sa ei saa tagastada negatiivset summat.
id_id: Eror. Anda tidak dapat melakukan refund menggunakan jumlah negatif.
lv_lv: Kļūda. Jūs nevarat atmaksāt negatīvu summu.
tr_tr: Hata. Eksi miktarlı bir tutarı iade edemezsiniz.
uk_ua: Помилка. Ви не можете повернути негативне значення.

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
da_dk: For denne kundegruppe vises priser som: [1]%tax_method%[/1]
et_ee: Selle kliendigrupi puhul kuvatakse hindu viisil: [1]%tax_method%[/1]
id_id: Untuk kelompok pelanggan ini, harga akan ditampilkan sebagai berikut: [1]%tax_method%[/1]
ja_jp: このお客様グループの場合の価格表記方法：[1]%tax_method%[/1]
lv_lv: Šai klientu grupai cenas tiek parādītas kā: [1]%tax_method%[/1]
tr_tr: Bu müşteri grubu için, fiyatlar şöyle gösterilecek: [1]%tax_method%[/1]
uk_ua: Для цієї групи клієнтів ціни відображаються: [1]%tax_method%[/1]

source: For this particular customer group, prices are displayed as:
da_dk: For denne bestemte kundegruppe vises priser som:
et_ee: Antud kliendigrupile kuvatakse hindu kui:
id_id: Untuk kelompok pelanggan khusus ini, harga ditampilkan sebagai:
ja_jp: この特定の顧客グループについては、価格は次のように表示されます：
lv_lv: Šai konkrētai klientu grupai cenas tiek parādītas kā:
tr_tr: Bu özel müşteri grubu için, fiyatlar şöyle görüntülenir:
uk_ua: Для групи цього клієнта ціни виведено на екран

source: How do you want to delete the selected customers?
da_dk: Hvordan vil du slette de valgte kunder?
he_il: איך אתה רוצה למחוק את הלקוחות שנבחרו?
id_id: Bagaimana Anda kaan menghapus pelanggan?
lv_lv: Kā jūs vēlaties izdzēst atlasītos klientus?
tr_tr: Seçilen müşterilerinizi nasıl silmek istiyorsunuz?
uk_ua: Як ви хочете видалити вибраних покупців?

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
da_dk: Min(e) kunde(r) skal ikke kunne tilmelde sig igen med samme e-mailadresse. Alle valgte kunder bliver fjernet fra denne liste, men deres oplysninger gemmes i databasen.
he_il: אני לא רוצה שהלקוח (ות) שלי ירשם שוב עם אותה כתובת דוא"ל. כל לקוח (ות) שנבחר יוסר מרשימה זו, אך הנתונים שלהם יישמרו במסד הנתונים.
id_id: Pelanggan akan dihapus tapi data pembelian akan disimpan dan pelanggan tidak diperbolehkan untuk mendaftar kembali dengan alamat email yang sama.
lv_lv: Es nevēlos lai klienti atkārtoti reģistrēties ar to pašu e-pasta adresi. Visi atlasītie klienti tiks izdzēsti no šī saraksta, bet to attiecīgie dati tiks saglabāti datu bāzē.
tr_tr: Müşteri(ler) aynı e-posta adresi ile tekrar kayıt olamasın. Seçilen tüm müşteri(ler) bu listeden kaldırılacak, ancak bunlara karşılık gelen veriler veritabanında tutulacaktır.
uk_ua: Я хочу заборонити моїм покупцям реєструватись з однією й тією ж адресою е-пошти. Всі вибрані покупці будуть видалені з цього переліку, але відповідні данні залишаться зберігатись у базі данних.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
da_dk: Mine kunder skal kunne tilmelde sig igen med samme e-mailadresse. Alle data bliver fjernet fra databasen.
he_il: אני רוצה שהלקוחות שלי יוכלו להירשם שוב עם אותה כתובת דוא"ל. כל הנתונים יוסרו ממאגר המידע.
id_id: Semua data akan dihapus dari database dan pelanggan dapat mendaftar kembali dengan alamat email yang sama.
lv_lv: Es vēlos, lai mani klienti varētu atkal reģistrēties ar tādu pašu e-pasta adresi. Visi dati tiks izdzēsti no datubāzes.
tr_tr: Müşterilerin aynı e-posta adresi ile tekrar kayıt olabilmesini istiyorum. Tüm veriler veritabanından silinecektir.
uk_ua: Я хочу, щоб мої покупці могли повторно реєструватись з тією самою адресою е-пошти. Попередні введенні данні будуть видалені з бази данних.

source: Invalid "From" date
bn_bd: "From"তারিখ ভুল
da_dk: Ugyldig "Fra" dato
et_ee: Vigane "Alates" kuupäev
he_il: תאריך התחלה לא תקין
id_id: Tanggal \"Dari\" tidak valid
ja_jp: 開始日付が無効
lv_lv: Nederīgs "no" datums
sr_cs: Ne važi početni datum
th_th: ที่ไม่ถูกต้องนับจากวันที่
tr_tr: Geçersiz "Başlangıç" tarihi
uk_ua: Невірна дата "Від"

source: Invalid "To" date
bn_bd: \"To\"তারিখ ভুল
da_dk: Ugyldig \"Til\" dato
et_ee: Vigane \"Kuni\" kuupäev
he_il: תאריך סיום לא תקין
id_id: Tanggal \"s/d\" tidak valid
ja_jp: 終了日付が無効
lv_lv: Nederīgs \"līdz\" datums
sr_cs: Ne važi krajnji datum
th_th: วันที่สิ้นสุดไม่ถูกต้อง
tr_tr: Geçersiz "Bitiş" tarihi
uk_ua: Невірна дата \"До\"

source: Invalid invoice number.
bn_bd: ভুল চালান নম্বর
da_dk: Ugyldigt fakturanummer.
et_ee: Vigane arve number.
he_il: מספר חשבונית לא תקין (חייב להיות >
id_id: Nomor faktur tidak valid (harus>
ja_jp: 請求番号が無効（＞である必要があります
lv_lv: Nederīgs rēķina numurs.
sr_cs: Nepravilan broj računa (mora da bude >
th_th: หมายเลขใ
tr_tr: Geçersiz fatura numarası.
uk_ua: Невірний номер рахунку-фактури (повинен бути >

source: Invalid message content for subject: %s
da_dk: Ugyldigt meddelelsesindhold for emnet: %1s
et_ee: Vigane sõnumi sisu teemale: %s
id_id: Isi pesan tidak sah untuk perihal: %s
ja_jp: タイトル: %s のメッセージ内容が正しくありません。
lv_lv: Nederīgs ziņojuma saturs tēmai: %s
tr_tr: Konu için geçersiz mesaj içeriği: %s
uk_ua: Невірний текст повідомлення для теми: %s

source: Invalid new order status
bn_bd: ভূল নতুন অর্ডার অবস্থা
da_dk: Ugyldig ny ordrestatus
et_ee: Vigane uue tellimuse staatus
he_il: 'מצב טיפול בהזמנה' חדש לא תקין
id_id: Status pembelian baru tidak valid
ja_jp: 新しい注文ステータスが無効
lv_lv: Nederīgs jaunais pasūtījuma stāvoklis
sr_cs: Neispravan status porudžbine
th_th: สถานะการสั่งซื้อไม่ถูกต้องใหม่
tr_tr: Geçersiz yeni sipariş durumu
uk_ua: Невірний статус нового замовлення

source: Merchandise return not found.
sr_cs: Vraćanje robe nije pronađeno.
uk_ua: Повернення товару не знайдено.

source: Merchandise returns are disabled
bn_bd: পণ্যদ্রব্য ফেরত নিষ্ক্রিয় করা আছে
da_dk: Returnering af varer er deaktiveret
et_ee: Kaubasaadetise tagastamine on keelatud
he_il: החזרת סחורה מבוטלת.
id_id: Merchandise kembali dinonaktifkan
ja_jp: 商品返品は無効
lv_lv: Preču atgriešanas iespēja ir atslēgta
sr_cs: Vraćanje robe je onemogućeno
th_th: ผลตอบแทนที่สินค้าถูกปิดใช้งาน
tr_tr: Ürün iadeleri devre dışı
uk_ua: Повернення товарів відключено

source: Merchandise returns are not applicable for virtual orders
da_dk: Merchandise returneringer kommer ikke i betragtning i forhold til virtuelle ordrer
et_ee: Kaubatagastused pole virtuaalsete tellimuste puhul saadavad
he_il: החזרות של סחורה אינן חלות על הזמנות וירטואליות
sr_cs: Povraćaj robe nije moguć za virtualne proizvode
uk_ua: Повернення товару не розповсюджується на віртуальні замовлення

source: No carrier can be applied to this order
bn_bd: কোন ক্যারিয়ার এই আদেশে প্রয়োগ করা যাবে না
da_dk: Intet leveringsfirma kan anvendes på denne ordre
et_ee: Kullerit ei saa siduda selle tellimusega
he_il: אין מוביל להזמנה זו
id_id: Tidak ada kurir untuk pembelian ini
ja_jp: この注文に許可できる配送がありません
lv_lv: Šim pasūtījumam nevar piemērot nevienu pārvadātāju
sr_cs: Nijedan prevoznik se ne može primeniti na ovu porudžbinu
tr_tr: Bu siparişe hiçbir kargo firması atanamaz
uk_ua: Жоден перевізник не може бути застосований до цього замовлення

source: No cart is available
bn_bd: কোন কার্ট নেই
da_dk: Ingen indkøbskurv tilgængelig
et_ee: Ostukorvi pole
he_il: לא קיים סל
id_id: Kart tidak tersedia
ja_jp: 利用可能なカートがありません
lv_lv: Groza nav
sr_cs: Nema dostupnih korpi
tr_tr: Alışveriş sepeti mevcut değil
uk_ua: Немає жодного кошика

source: No cart was found with this ID:
bn_bd: এই ID দিয়ে কোনো কার্ট খুজে পাওয়া যায় নি
da_dk: Ingen indkøbskurv fundet med dette ID:
et_ee: Ostukorvi ei leitud selle ID-ga:
he_il: לא נמצאה עגלה עם מזהה זה:
id_id: Tidak ditemukan troli dengan ID:
ja_jp: このIDのカートが見つかりません
lv_lv: Grozs nav atrasts ar šo ID:
sr_cs: Nije pronađena korpa sa ovim ID:
tr_tr: Bu kimliğe ye sahip sepet bulunamadı:
uk_ua: Немає кошика з ID:

source: No customers found
bn_bd: কোন গ্রাহক খুঁজে পাওয়া যায় নি
da_dk: Ingen kunder fundet
et_ee: Klienti ei leitud
he_il: לא נמצאו לקוחות
id_id: Pelanggan tidak ditemukan
ja_jp: お客様が見つかりません
lv_lv: Klienti netika atrasti
sr_cs: Klijenti nisu nađeni
th_th: ไม่พบชื่อลูกค้าที่ต้องการ
tr_tr: Müşteri bulunamadı
uk_ua: Клієнтів не знайдено

source: No delivery slip was found for this period.
bn_bd: এই সময়ের জন্য কোনো ডেলিভারি স্লিপ পাওয়া যায় নি।
da_dk: Ingen følgeseddel fundet for denne periode.
et_ee: Ühtegi saatelehte ei leitud antud perioodi kohta
he_il: לא נמצאו קבלות משלוח לתקופה זו
id_id: Tidak ditemukan untuk pengiriman tergelincir periode ini
ja_jp: この期間にある出荷伝票がありません
lv_lv: Šim laikam periodam nav derīgu piegādes rēķinu
sr_cs: Nijedan revers nije pronađen za ovaj period
tr_tr: Bu zaman aralığı için taşıma fişi yok.
uk_ua: За цей період не було знайдено жодної транспортної накладної.

source: No invoice has been found for this period.
bn_bd: এই সময়ের জন্য কোনো চালান পাওয়া যায় নি
da_dk: Ingen faktura fundet for denne periode.
et_ee: Ühtegi arvet ei leitud selle perioodi kohta
he_il: לא נמצאו חשבוניות לתקופה זו
id_id: Tidak ada faktur ditemukan untuk periode ini
ja_jp: この期間の請求書が見つかりません
lv_lv: Šim periodam faktūrrēķinu nav
sr_cs: Nije pronađen račun za ovaj period
th_th: ยังไม่มีใบแจ้งหนี้ในช่วงนี้
tr_tr: Bu zaman aralığında fatura bulunamadı.
uk_ua: За цей період рахунки відсутні

source: No invoice has been found for this status.
bn_bd: এই সময়ের জন্য কোনো চালান পাওয়া যায় নি
da_dk: Der blev ikke fundet en faktura med denne status.
et_ee: Ühtegi arvet selles staatuses ei leitud
he_il: לא נמצאו חשבוניות לסטאטוס זה
id_id: Tidak ada faktur ditemukan status ini
ja_jp: このステータスの請求書が見つかりません
lv_lv: Šim statusam nav atrasts neviens faktūrrēķins.
sr_cs: Nije pronađen račun za ovaj status
th_th: ไม่พบใบกำกับสินค้าในสถาณะนี้
tr_tr: Bu duruma ait fatura bulunamadı.
uk_ua: Немає жодних рахунків для цього статусу

source: No invoice was found with this ID:
bn_bd: এই ID দিয়ে কোনো চালান খুজে পাওয়া যায় নি
da_dk: Ingen faktura fundet med dette ID:
et_ee: Antud ID-ga arvet ei leitud:
he_il: לא נמצאה חשבונית עם מזהה זה:
id_id: Invoice dengan ID berikut tidak ditemukan:
ja_jp: このIDの請求書が見つかりません：
lv_lv: Pavadzīmes nav atrastas ar šo ID:
sr_cs: Nije pronađen račun sa ovim ID:
tr_tr: Bu kimliğe sahip fatura bulunamadı:
uk_ua: Немає рахунків-фактур із цим ID:

source: No invoice was found.
bn_bd: কোনো চালান পাওয়া যায়নি
da_dk: Ingen fakturaer fundet.
et_ee: Ühtegi arvet ei leitud
he_il: חשבונית לא נמצאה
id_id: Invoice tidak ditemukan.
ja_jp: 請求書が見つかりません
lv_lv: Rēķini nav atrasti
sr_cs: Nije pronađen račun
th_th: ไม่พบใบแจ้งหนี้
tr_tr: Fatura bulunamadı
uk_ua: Рахунок-фактура не знайдена

source: No merchandise returned yet
da_dk: Ingen returneringer af varer endnu
et_ee: Toote tagastusi veel pole
he_il: שום סחורה לא הוחזרה עדיין
id_id: Belum ada barang retur
lv_lv: Vēl nav atgriezta prece
sr_cs: Roba još nije vraćena
tr_tr: Henüz ürün iadesi yok
uk_ua: Поки немає повернень товару

source: No order return ID has been specified.
bn_bd: কোনো অর্ডার ফেরত ID নির্দিষ্ট করা হয় নি
da_dk: Intet ID for returordre.
et_ee: Puudub tellimuse tagastuse ID.
he_il: אין מזהה להחזרת ההזמנה.
id_id: ID retur barang belum diset.
ja_jp: 注文返品IDがありません
lv_lv: Nav atrasts neviens atgriešanas pasūtījuma ID
sr_cs: Nema ID za vraćanje porudžbine
tr_tr: Sipariş iade kimliği belirtilmedi.
uk_ua: Немає замовлення, що повертає ID.

source: No order slips were found for this period.
bn_bd: কোনো আদেশ স্লিপ এই সময়ের জন্য পাওয়া যায়নি
da_dk: Ingen ordrenotaer fundet for denne periode.
et_ee: Ühtegi kreeditarvet antud perioodi kohta ei leitud
he_il: .לא נמצאו טפסי הזמנה לתאריכים אלו
id_id: Tidak ditemukan untuk slip agar periode ini
ja_jp: この期間での注文伝票が見つかりません
lv_lv: Šajā laikposmā netika atrasts neviens pasūtījumu rēķins.
sr_cs: Nijedna potvrda o porudžbini nije pronađena za ovaj period
tr_tr: Bu döneme ait sipariş fişi bulunamadı.
uk_ua: Немає квитанцій замовлення за цей період.

source: No order slips were found.
bn_bd: কোন আদেশ স্লিপ খুঁজে পাওয়া যায় নি
da_dk: Ingen ordresedler fundet.
et_ee: Tellimuse saatekirja ei leitud
he_il: שוברי הזמנה לא נמצאו
id_id: Slip order tidak ditemukan.
ja_jp: 注文伝票が見つかりません
lv_lv: Netika atrasts neviens pasūtījums.
sr_cs: Otpremnica nije pronađena
tr_tr: Sipariş fişleri bulunamadı.
uk_ua: Повернуті замовлення не знайдені

source: No order was found with this ID:
bn_bd: এই ID দিয়ে কোনো অর্ডার খুজে পাওয়া যায় নি
da_dk: Ingen ordre fundet med dette ID:
et_ee: Antud ID-ga tellimust ei leitud:
he_il: לא נמצאה הזמנה עם מזהה זה:
id_id: Tidak ditemukan pembelian dengan ID:
ja_jp: このIDでの注文が見つかりません：
lv_lv: Neviens pasutījums ar šo ID nav atrasts:
sr_cs: Nije pronađena porudžbina sa ovim ID:
th_th: ไม่พบคำสั่งซื้อใดๆที่มีรหัส:
tr_tr: Bu kimliğe ye sahip sipariş bulunamadı:
uk_ua: Немає замовлення із цим ID:

source: No products found
bn_bd: কোন পণ্য পাওয়া যায় নি
da_dk: Ingen varer fundet
et_ee: Tooteid ei leitud
he_il: לא נמצאו מוצרים
id_id: Produk tidak ditemukan
ja_jp: 商品が見つかりません
lv_lv: Produkti nav atrasti
sr_cs: proizvod nije pronađeen
th_th: ไม่พบสินค้า
tr_tr: Ürün bulunamadı
uk_ua: Немає жодного товару
