Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogFeature.*.xlf
Languages: bs_ba, es_ar, id_id, km_kh, mk_mk, sq_al, sr_cs

source: Customer service options
bs_ba: Opcije korisničkog servisa
es_ar: Opciones de servicio al cliente
id_id: Pilihan layanan pelanggan
mk_mk: Опции на сервисот за клиенти
sr_cs: Opcije korisničkog servisa

source: Customers can access the product by browsing the catalog, using the search bar, or the link.
es_ar: Los clientes pueden acceder al producto navegando por el catálogo, utilizando la barra de búsqueda o el enlace.
sr_cs: Kupci mogu pristupiti proizvodu pregledanjem kataloga, korišćenjem pretrage ili preko linka

source: Customers can access the product only by browsing the catalog. This is particularly useful to avoid displaying too many similar products in a search.
es_ar: Los clientes pueden acceder al producto únicamente navegando por el catálogo. Esto es particularmente útil para evitar mostrar demasiados productos similares en una búsqueda.
sr_cs: Kupci mogu pristupiti proizvodu samo pregledanjem kataloga. Ovo je posebno korisno kako bi se izbeglo prikazivanje previše sličnih proizvoda u pretrazi.

source: Customers can access the product only by using the search bar.
es_ar: Los clientes pueden acceder al producto solo usando la barra de búsqueda.
sr_cs: Kupci mogu pristupiti proizvodu samo korišćenjem pretrage.

source: Customers can personalize the product by entering some text or by providing custom image files.
bs_ba: Kupci mogu personalizovati proizvod unosom nekog teksta ili slanjem željene slike.
es_ar: Los clientes pueden personalizar el producto introduciendo texto o proporcionando una imagen personalizada.
id_id: Pelanggan bisa mempersonalkan produk dengan memasukkan sejumlah teks atau dengan menyediakan berkas gambar buatan sendiri.
mk_mk: Клиентите можат да го персонализираат производот со внесување на некој текст или со обезбедување на прилагодена датотеки со слика.
sq_al: Klientët mund ta personalizojnë produktin duke futur një tekst ose duke ofruar skedarë imazhesh të personalizuar.
sr_cs: Kupci mogu personalizovati proizvod unosom teksta ili slanjem željene slike.

source: Customization
bs_ba: Prilagođavanje
es_ar: Personalización
id_id: Kustomisasi
mk_mk: Прилагодување
sq_al: Personalizimi
sr_cs: Prilagođavanje

source: Date & Time
bs_ba: Datum i vrijeme
es_ar: Fecha y hora
id_id: Tanggal & Waktu
mk_mk: Датум и Време
sq_al: Data & koha
sr_cs: Datum i vreme

source: Decrease
bs_ba: Smanji
es_ar: Reducción
id_id: Kurangi
mk_mk: Намалува
sr_cs: Smanji

source: Default behavior from configuration
es_ar: Comportamiento predeterminado según la configuración

source: Default category
bs_ba: Zadana kategorija
es_ar: Categoría predeterminada
id_id: Kategori default
mk_mk: Основна категорија
sr_cs: Podrazumevana kategorija

source: Default combination
bs_ba: Zadana kombinacija
es_ar: Combinación predeterminada
id_id: Kombinasi default
mk_mk: Стандардна комбинација
sq_al: Kombinimi i parazgjedhur
sr_cs: Standardna kombinacija

source: Default delivery time: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Edit delivery time[/2]
bs_ba: Podrazumjevano vrijeme isporuke: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Uredi vremena isporuke[/2]
es_ar: Hora de entrega predeterminada: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Editar hora de entrega[/2]
sr_cs: Podrazumevano vreme isporuke: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Uredi vreme isporuke[/2]

source: Default message
bs_ba: Podrazumijevana poruka
es_ar: Mensaje por defecto
id_id: Pesan default
mk_mk: Основна порака
sq_al: Mesazhi i parazgjedhur
sr_cs: Podrazumevana poruka

source: Default supplier
bs_ba: Zadani dobavljači
es_ar: Proveedor predeterminado
id_id: Pemasok bawaan
mk_mk: Стандарден снабдувач
sq_al: Furnitori i parazgjedhur
sr_cs: Standardni dobavljač

source: Delete %combinations_number% combinations
bs_ba: Izbriši %combinations_number% kombinacija
es_ar: Eliminar %combinations_number% combinaciones
sr_cs: Izbriši %combinations_number% kombinacije

source: Delete %combinations_number% combinations from all stores
es_ar: Eliminar %combinations_number% combinaciones de todas las tiendas
sr_cs: Brisanje %combinations_number% kombinacija iz svih prodavnica "".

source: Delete %combinations_number% combinations from store "%store_name%"
es_ar: Eliminar %combinations_number% combinaciones de la tienda "%store_name%"
sr_cs: Brisanje %combinations_number% kombinacija iz prodavnice "%store_name%".

source: Delete messages
bs_ba: Obriši poruke
es_ar: Borrar mensajes
id_id: Hapus pesan
mk_mk: бриши пораки
sr_cs: Obriši poruke

source: Deleting %done%/%total% combinations
bs_ba: Brisanje %done%/%total% kombinacija
es_ar: Eliminando %done%/%total% combinaciones
sr_cs: Brisanje %done%/%total% kombinacija

source: Deleting %total% combinations
bs_ba: Brisanje %total% kombinacija
es_ar: Eliminando %total% combinaciones
sr_cs: Brisanje %total% kombinacija

source: Delivered within 3-4 days
bs_ba: Isporuka u roku od 3-4 dana
es_ar: Entrega entre 3 y 4 días
id_id: Diterima dalam 3-4 hari
mk_mk: Доставено во рок од 3-4 дена
sq_al: Livrimi brenda 3 - 4 ditësh

source: Delivered within 5-7 days
bs_ba: Isporuka u roku od 5-7 dana
es_ar: Entrega entre 5 y 7 días
id_id: Diterima dalam 5-7 hari
mk_mk: Доставено во рок од 5-7 дена
sq_al: Livruar brenda 5 - 7 ditësh

source: Delivery conditions
es_ar: Condiciones de entrega

source: Delivery time
es_ar: Tiempo de entrega

source: Delivery time of in-stock products:
bs_ba: Vrijeme isporuke proizvoda na stanju:
es_ar: Plazo de entrega para los productos en stock:
id_id: Waktu pengiriman barang produk dalam stok:
mk_mk: Време на испорака на производи кои се на залиха:
sq_al: Koha e livrimit e produkteve në stok:

source: Delivery time of out-of-stock products with allowed orders:
bs_ba: Vrijeme isporuke proizvoda koji nisu na stranju s dopuštenim narudžbama:
es_ar: Plazo de entrega para los productos fuera de stock que se permiten comprar:
id_id: Waktu pengiriman produk yang stoknya habis tetapi diizinkan untuk dijual:
mk_mk: Време на испорака за готови производи со дозволени нарачки.

source: Deny orders
bs_ba: Zabrani narudžbe
es_ar: No permitir Pedidos
id_id: Tidak dapat dibeli
mk_mk: Одбиј нарачки
sr_cs: Odbij porudžbine

source: Depth
bs_ba: Dubina
es_ar: Profundidad
id_id: Tebal
mk_mk: длабочина
sq_al: Thellësia
sr_cs: Dubina

source: Description
bs_ba: Opis
es_ar: Descripción
id_id: Keterangan
mk_mk: Опис
sq_al: Përshkrimi
sr_cs: Opis

source: Details
bs_ba: Detalji
es_ar: Detalles
id_id: Detail
mk_mk: Детали
sq_al: Detajet:
sr_cs: detalji

source: Disable pending status
bs_ba: Onemogući status na čekanju
es_ar: Desactivar estado pendiente
id_id: Nonaktifkan status pending
mk_mk: Оневозможи го статаусот во тек
sr_cs: Onemogući status "na čekanju"

source: Disabled Categories
bs_ba: Isključene kategorije
es_ar: Categorías desactivadas
id_id: Nonaktifkan kategori
mk_mk: оневозможени категории
sq_al: Kategori të çaktivizuara
sr_cs: Isključene kategorije

source: Discount
bs_ba: Popust
es_ar: Descuento
id_id: Diskon
mk_mk: попуст
sq_al: Zbritje
sr_cs: popust:

source: Discount (tax incl.)
bs_ba: Popust (s PDV-om)
es_ar: Descuento (impuestos incl.)
sr_cs: Sniženje (sa PDV-om)

source: Discount Name
es_ar: Nombre del descuento

source: Discount Type
es_ar: Tipo de descuento

source: Discount applied to cart
es_ar: Descuento aplicado al carrito

source: Discount applied to specific products
es_ar: Descuento aplicado a productos específicos

source: Discount applied to the order
es_ar: Descuento aplicado al pedido

source: Discount information
es_ar: Información del descuento

source: Discount that provides a free gift product
es_ar: Descuento que ofrece un producto de regalo

source: Discount value
es_ar: Valor del descuento

source: Discounts
es_ar: Descuentos
sq_al: Zbritjet
sr_cs: Vaučeri i sniženja

source: Display condition on product page
bs_ba: Uslov za prikaz na stranici proizvoda
es_ar: Mostrar condición en la página de producto
id_id: Tampilkan kondisi di halaman produk
mk_mk: Услови за прикажување на страната на производот
sq_al: Shfaq gjendjen në faqen e produktit
sr_cs: Prikaži stanje na stranici proizvoda

source: Display products below low stock level first
bs_ba: Prvo prikažite proizvode ispod niskog nivoa zaliha
es_ar: Mostrar primero los productos por debajo del nivel de stock
id_id: Tampilkan diawal produk yang dibawah batas stok terendah
mk_mk: Прикажете ги производите прво под ниско ниво на залиха

source: Display retail price per unit
bs_ba: Prikaz maloprodajne cijene po jedinici
es_ar: Mostrar precio de venta por unidad
sr_cs: Prikaži maloprodajnu cenu po jedinici

source: Display the "On sale!" flag on the product page, and on product listings.
bs_ba: Prikaz "Na rasprodaji!" zastavice na stranici proizvoda i na podacima o proizvodu.
es_ar: Mostrar indicador "¡En oferta!" en la página de producto y en el listado de productos.
id_id: Tampilkan bendera "Obral!" pada halaman produk, dan pada daftar produk.
mk_mk: Прикажи го знамето "На распродажба!" на страната на производот и на списоците на производите.
sq_al: Shfaq shenjën "Në aksion!" në faqen e produktit, dhe në listimet e produkteve.
sr_cs: Prikaži zastavicu "Rasprodaja!" na stranici proizvoda i na podacima o proizvodu.

source: Done
bs_ba: Završeno
es_ar: FInalizar
id_id: Selesai
mk_mk: Завршено
sr_cs: Urađeno

source: Download error log
bs_ba: Preuzmite dnevnik grešaka
es_ar: Descargar registro de errores
sr_cs: Preuzmi zspis o greškama

source: Drop images here
bs_ba: Ovdje dodajte slike
es_ar: Suelta las imágenes aquí
id_id: Geser gambar kesini
mk_mk: Оставете ги сликите тука
sq_al: Lësho imazhet këtu
sr_cs: Ovde dodajte slike

source: Duration
bs_ba: Trajanje
es_ar: Duración
sr_cs: Trajanje

source: EAN-13 or JAN barcode
bs_ba: EAN-13 ili JAN barkod
es_ar: EAN-13 o código de barra JAN
id_id: Kode barcode EAN-13 atau JAN
mk_mk: EAN-13 или JAN баркод
sr_cs: EAN-13 ili JAN barkod

source: Ecotax
bs_ba: Ekološka taksa
es_ar: ecoimpuesto
mk_mk: Еко данок
sq_al: Ekotaksa
sr_cs: Ekološka taksa

source: Ecotax (tax excl.)
es_ar: Ecotasa (impuestos excl.)
id_id: Eco-tax (termasuk pajak)
mk_mk: Еко-данок (без данок)
sr_cs: Ekotaksa (PDV isključen)

source: Ecotax (tax incl.)
bs_ba: Ekološka taksa (s PDV-om)
es_ar: Ecotasa (Impuestos incl.)
id_id: Ecotax (termasuk pajak.)
mk_mk: Еко-данок (данок вклучен)
sr_cs: Ekološka taksa

source: Ecotax rate %rate%%
es_ar: Ecotasa %rate%%

source: Edit %combinations_number% combinations
bs_ba: Uredite %combinations_number% kombinacija
es_ar: Editar %combinations_number% combinaciones
sr_cs: Uredi %combinations_number% kombinacije

source: Edit brand
es_ar: Editar marca

source: Edit category
es_ar: Editar categoría

source: Edit combination:
bs_ba: Uredi kombinaciju:
es_ar: Editar combinación:
sr_cs: Uredi kombinaciju:

source: Edit fixed quantity
bs_ba: Uredi fiksnu količinu
es_ar: Editar cantidad fija
sr_cs: Uredi fiksnu količinu.

source: Edit quantity
bs_ba: Uređivanje količine
es_ar: Editar cantidad
id_id: Edit kuantitas
mk_mk: Уредете го количеството
sr_cs: Izmeni količine

source: Edit supplier
es_ar: Editar proveedor

source: Edited combinations ({editedNb})
es_ar: Combinaciones editadas ({editedNb})
sr_cs: Editovana kombinacija ({editedNb})

source: Editing %done%/%total% combinations
bs_ba: Uređivanje %done%/%total% kombinacija
es_ar: Editando %done%/%total% combinaciones
sr_cs: Uređivanje %done%/%total% kombinacija

source: Editing %total% combinations
bs_ba: Uređivanje %total% kombinacija
es_ar: Editando %total% combinaciones
sr_cs: Uređivanje %total% kombinacija

source: Edition mode
bs_ba: Mod uređivanja
es_ar: Modo edición
sr_cs: Režim za uređivanje

source: Employee Edition
es_ar: Edición de empleado

source: Empty Categories
bs_ba: Prazne kategorije
es_ar: Categorías vacías
id_id: Kategori kosong
mk_mk: празни категории
sq_al: Kategori të zbrazëta
sr_cs: Prazne kategorije

source: Empty categories, disabled products, items that lack image or price... check the monitoring section to optimize your products management and make sure you forgot nothing.
bs_ba: Prazne kategorije, deaktivrirani proizvodi, proizvodi kojima nedostaje slika ili cijena... Provjerite sekciju za nadgledanje da slučajno ne bi nešto zaboravili.
es_ar: Categorías vacías, productos deshabilitados, artículos sin imagen o precio ... revisa la sección de monitoreo para optimizar la administración de tus productos y asegúrate de no olvidar nada.
sr_cs: Prazne kategorije, deaktivrirani proizvodi, proizvodi kojima nedostaje slika ili cena... Proverite sekciju za nadgledanje da slučajno ne bi nešto zaboravili.

source: End
bs_ba: Kraj
es_ar: Final
id_id: Akhir
mk_mk: Крај
sr_cs: Kraj

source: Enter page number and press enter
bs_ba: Unesite adresu i pritisnite enter
es_ar: Introduzce el número de página y presiona enter
sr_cs: Unesite broj stranice i pritisnite enter

source: Enter stock location
es_ar: Introducir ubicación de stock

source: Enter the keywords that customers might search for when looking for this product.
bs_ba: Unesite ključne riječi koje bi kupci mogli tražiti kada traže ovaj proizvod.
es_ar: Introduce las palabras clave que los clientes podrían usar al buscar este producto.
sr_cs: Unesite ključne reči koje bi kupci mogli pretraživati prilikom traženja ovog proizvoda.

source: Enter threshold value
es_ar: Introduce un valor umbral
sr_cs: Upišiti graničnu vrednost

source: Error log
es_ar: Registro de errores
sr_cs: Zapis o greškama

source: Everywhere
bs_ba: Svugdje
es_ar: toda la tienda
id_id: Dimana-mana
mk_mk: Секаде
sq_al: Kudo
sr_cs: Svuda

source: Exclude discounted products
bs_ba: Isključi proizvode na sniženju
es_ar: Excluir productos con descuento
id_id: Kecualikan produk berdiskon
mk_mk: Исклучите ги производите на попуст
sq_al: Përjashto produktet e zbritura
sr_cs: Isključi proizvode sa popustom

source: Expiration date
bs_ba: Datum isteka
es_ar: Fecha de expiración
id_id: Tanggal kadaluarsa
mk_mk: Дата на истекување
sq_al: Data e skadencës
sr_cs: Važi do datuma

source: Expired
es_ar: Caducado

source: Expiry date
es_ar: Fecha de caducidad

source: Export data into CSV
bs_ba: Izvezi podatke u CSV
es_ar: Exportar datos a CSV
id_id: Ekspor data ke CSV
mk_mk: Извоз на податоци во CSV
sq_al: Eksporto të dhënat në CSV

source: Feature
bs_ba: Mogućnosti
es_ar: Caracterí­stica
id_id: Fitur
mk_mk: Карактеристики
sq_al: Tipari
sr_cs: Mogućnosti

source: Feature value
bs_ba: Vrijednost osobine
es_ar: Valor de característica
id_id: Nilai fitur
mk_mk: Вредностна карактеристики
sr_cs: Vrednost funkcije

source: Features
bs_ba: Osobine
es_ar: Caracterí­sticas
id_id: Fitur
mk_mk: Карактеристики
sq_al: Karakteristikat
sr_cs: Karakteristike

source: Features are your product's intrinsic characteristics. If you sell tee-shirts, their cotton composition is considered a feature because it remains the same, unlike colors or sizes.
es_ar: Las características son las propiedades intrínsecas de tu producto. Si vendes camisetas, su composición de algodón se considera una característica porque se mantiene igual, a diferencia de los colores o las tallas.

source: Filter by employee
bs_ba: Filtriranje po zaposleniku
es_ar: Filtrar por empleado
id_id: Filter menurut karyawan
mk_mk: Филтрирај по работник

source: Filter by movement type
bs_ba: Filtriranje prema vrsti kretanja
es_ar: Filtrar por tipo de movimiento
id_id: Filter menurut jenis gerakan
mk_mk: Филтрирај според тип на движење

source: Filter by period
bs_ba: Filtriraj po periodu
es_ar: Filtrar por período
id_id: Filter berdasarkan periode:
mk_mk: Филтрирање по период
sr_cs: Filtriraj po periodu

source: Filter by status
bs_ba: Filtriraj prema statusu
es_ar: Filtrar por estado
id_id: Filter menurut status
mk_mk: Филтрирај по статус

source: Filter by supplier
bs_ba: Filtrirati prema dobavljaču
es_ar: Filtrar por proveedor
id_id: Filter menurut pemasok
mk_mk: Филтрирај по добавувач
sq_al: Filtro sipas furnitorit

source: Final price (tax excl.)
bs_ba: Jedinična cijena (bez PDV-a) *
es_ar: Precio final (imp. excl.)
sr_cs: Krajnja cena (bez PDV-a.)

source: Final retail price (tax excl.)
bs_ba: Konačna maloprodajna cijena (bez PDV-a)
es_ar: Precio de venta final (impuestos excl.)
sr_cs: Konačna prodajna cena (bez PDV-a)

source: Final retail price (tax incl.)
bs_ba: Konačna maloprodajna cijena (s PDV-om)
es_ar: Precio de venta final (impuestos incl.)
sr_cs: Konačna prodajna cena (sa PDV-om)

source: Focus on your catalog
bs_ba: Fokus na vašem katalogu
es_ar: Céntrate en tu catálogo
sr_cs: Fokus na vašem katalogu

source: For customers meeting the conditions, the initial price will be crossed out and the discount will be highlighted.
bs_ba: Za kupce koji ispunjavaju uslove, početna cijena će biti prekrižena i bit će istaknut popust.
es_ar: Para los clientes que cumplan las condiciones, se tachará el precio inicial y se destacará el descuento.
sr_cs: Za kupce koji ispunjavaju uslove, početna cena će biti precrtana, a popust će biti istaknut.

source: Free gift
es_ar: Regalo gratuito

source: Friendly URL
bs_ba: Prijateljski URL
es_ar: URL amigable
mk_mk: Пријателски URL
sq_al: URL miqësor
sr_cs: Prijateljski URL

source: From quantity
bs_ba: Od količina
es_ar: Desde cantidad
id_id: Dari jumlah
mk_mk: Од количина
sr_cs: Od količine

source: GTIN (EAN, JA, ITF or UCC code)
es_ar: GTIN (EAN, JA, ITF o código UCC)

source: Generate URL from name
es_ar: Generar URL a partir del nombre
sr_cs: Kreiraj URL od imena

source: Generate combinations
bs_ba: Generišite kombinacije
es_ar: Generar combinaciones
sr_cs: Kreiraj kombinacije

source: Generate combinations|Generate combination|Generate {combinationsNb} combinations
es_ar: Generar combinaciones|Generar combinación|Generar {combinationsNb} combinaciones
sr_cs: Kreiraj kombinacije|Kreiraj kombinacije|Kreiraj {combinationsNb} kombinacije

source: Generate discount code
es_ar: Generar código de descuento

source: Generate product combinations
bs_ba: Generišite kombinacije proizvoda
es_ar: Generar combinaciones de producto
sr_cs: Kreiraj ove kombinacije

source: Go to catalog
bs_ba: Idi na katalog
es_ar: Ir al catálogo
id_id: Ke katalog
mk_mk: Одете во каталогот
sq_al: Shko tek katalogu
sr_cs: Idi na katalog

source: Go to the import system
bs_ba: Idite na uvozni sistem
es_ar: Ir al sistema de importación
id_id: Ke sistem import
mk_mk: Одете на системот за внесување
sq_al: Shko te sistemi i importit

source: Group access
bs_ba: Grupni pristup
es_ar: Acceso de grupo
id_id: Kelompok akses
mk_mk: Групен пристап
sq_al: Qasja grupore
sr_cs: Grupni pristup

source: Having suppliers is optional if brands supply you directly. Make sure you don't confuse product suppliers and product brands to facilitate stock management.
bs_ba: Imati dobavljača nije obavezno ako vam marke isporučuju izravno. Pazite da ne zbunite dobavljače proizvoda i robne marke kako biste olakšali upravljanje zalihama.
es_ar: Tener proveedores es opcional si las marcas te suministran directamente. Asegúrate de no confundir a los proveedores de productos con las marcas de productos, para facilitar la gestión del stock.
id_id: Memiliki supplier tidak wajib jika Anda mendapatkan barang secara langsung. Pastikan Anda tidak bingung saat mengelola manajemen stok dalam menentukan supplier produk dan brand produk.
sr_cs: Nije obavezno imati dobavljače ako uzimate robu direktno od proizvođača. Nemojte samo mešati dobavljače sa proizvođačima.

source: Height
bs_ba: Visina
es_ar: Alto
id_id: Tinggi
mk_mk: висина
sq_al: Lartësia
sr_cs: Visina

source: Here is a preview of your search engine result, play with it!
bs_ba: Evo pregleda rezultata vaše tražilice, igrajte se s njima!
es_ar: Aquí tienes una vista previa de los resultados de tu motor de búsqueda, ¡juega con ella!
id_id: Berikut adalah pratinjau dari hasil mesin pencarian, silahkan coba!
mk_mk: Еве приказ од резултатот од вашиот пребарувач, забавувајте се со него!
sq_al: Këtu mund të shohësh si duken rezultatet e motorit të kërkimit. Eksperimento me të!
sr_cs: Ovo ispod je kako izgleda rezulat veb pretraživača, izmenite to ako želite!

source: Here, you can have a look at the combinations you have edited. The list will reset when you close the editing window.
bs_ba: Ovdje možete viditi kombinacije koje ste izmijenili. Lista će se izbrisati kada zatvorite prozor za izmjenu.
es_ar: Aquí puedes echar un vistazo a las combinaciones que has editado. La lista se restablecerá cuando cierres la ventana de edición.
sr_cs: Ovde možete videti kombinacije koje ste editovali. Lista će se izbristati kada zatvorite prozor za editovanje.

source: Hide catalog price rules
es_ar: Ocultar reglas de precios de catálogo
sr_cs: Sakri pravila cena

source: Highlight
bs_ba: Označi
es_ar: Resaltar
id_id: Menyoroti
mk_mk: Нагласени моменти
sr_cs: Istakni

source: Home
bs_ba: Početak
es_ar: Inicio
id_id: Beranda
mk_mk: Почетна
sq_al: Kryefaqja
sr_cs: Početak

source: IMAP URL
es_ar: Enlace imap
id_id: URL IMAP
sr_cs: IMAP link

source: IMAP options
bs_ba: IMAP opcije
es_ar: Opciones IMAP
id_id: Opsi IMAP
mk_mk: IMAP опции
sr_cs: IMAP podešavanja

source: IMAP password
bs_ba: IMAP lozinka
es_ar: Clave imap
id_id: Password IMAP
mk_mk: IMAP лозинка
sr_cs: IMAP lozinka

source: IMAP port
es_ar: Puerto imap
id_id: Port IMAP
mk_mk: IMAP порт
sr_cs: IMAP ulaz

source: IMAP user
bs_ba: IMAP korisnik
es_ar: Usuario imap
id_id: user IMAP
mk_mk: IMAP корисник
sr_cs: IMAP korisnik

source: If the price per unit of this combination is different from the initial price per unit, enter the value of the impact (negative or positive).
es_ar: Si el precio unitario de esta combinación es diferente al precio unitario inicial, introduce el valor del impacto (negativo o positivo).

source: Image
bs_ba: Slika
es_ar: Imagen
id_id: Gambar
mk_mk: Слика
sq_al: Imazhi
sr_cs: Slika

source: Image is not associated to this store
es_ar: La imagen no está asociada a esta tienda
sr_cs: Slika nije povezana s ovom prodavnicom.

source: Images will be deleted.
es_ar: Las imágenes serán eliminadas.
sr_cs: Slika će biti izbrisana

source: Impact on price
bs_ba: Uticaj na cijenu
es_ar: Impacto en el precio
id_id: Dampak pada harga
mk_mk: Влијание врз цената
sr_cs: Uticaj na cenu

source: Impact on price (tax excl.)
bs_ba: Uticaj na cijenu (bez PDV-a)
es_ar: Impacto en el precio (imp excl.)
id_id: Dampak ke harga (diluar pajak)
mk_mk: Влијание врз цената (без данок)
sq_al: Ndikimi në çmim (pa TVSH)
sr_cs: Uticaj na cenu (sa PDV-om)

source: Impact on price (tax incl.)
bs_ba: Uticaj na cijenu (s PDV-om)
es_ar: Impacto en precio (Impuestos incl.)
id_id: Dampak ke harga (termasuk pajak)
mk_mk: Влијание врз цената (данок вкл.)
sq_al: Ndikimi në çmim (me TVSH)
sr_cs: Uticaj na cenu (sa PDV-om)

source: Impact on price per unit (tax excl.)
bs_ba: Uticaj na cijenu (bez PDV-a)
es_ar: Impacto en el precio unitario (Impuestos excl.)
id_id: Dampak ke harga per unit (tanpa pajak)
mk_mk: Влијание врз цена по единица (без данок)
sr_cs: Uticaj na jediničnu cenu (sa PDV-om)

source: Impact on price per unit (tax incl.)
bs_ba: Uticaj na cijenu (s PDV-om)
es_ar: Impacto en el precio unitario (impuestos incl.)
sr_cs: Uticaj na jediničnu cenu (bez PDV-a)

source: Impact on weight
bs_ba: Uticaj na težinu
es_ar: Impacto en el peso
id_id: Dampak berat badan
mk_mk: Влијание врз тежината
sq_al: Weight impact
sr_cs: Uticaj na težinu

source: Import a list of products.
es_ar: Importar una lista de productos.
sr_cs: Uvezi listu proizvoda
