Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogFeature.*.xlf
Languages: bs_ba, es_ar, id_id, km_kh, mk_mk, sq_al, sr_cs

source: %error_count% errors occurred. You can download the logs for future reference.
bs_ba: %error_count% grešaka se dogodilo. Možete preuzeti log za buduću upotrebu.
es_ar: Ocurrieron %error_count% errores. Puede descargar el registro de errores.
sr_cs: Došlo je do %error_count% grešaka. Možete preuzeti zapisnike za buduću referencu.

source: %group_name% - All people who have created an account on this site.
bs_ba: %group_name% - Sve osobe koje su kreirale račun u ovoj trgovini.
es_ar: %group_name% - Todas las personas que crearon una cuenta en esta tienda.
id_id: %group_name% - Pengunjung yang telah mendaftar di website ini.
mk_mk: %group_name% - Сите лица кои креирале сметка на оваа страница.

source: %group_name% - All people without a valid customer account.
bs_ba: %group_name% - Sve osobe bez potvrđenog korisničkog računa.
es_ar: %group_name% - Todas las personas sin una cuenta de cliente válida.
id_id: %group_name% - Pelanggan yang memiliki akun.
mk_mk: %group_name% - Сите лица без валидна сметка за клиент.

source: %group_name% - Customer who placed an order with the guest checkout.
bs_ba: %group_name% - Kupci koji su izvršili narudžbu s Gost plaćanjem.
es_ar: %group_name% - Cliente que realizó un pedido con cuenta de invitado.
id_id: %group_name% - Pelanggan yang berbelanja menggunakan guest checkout.
mk_mk: %group_name% - Клиент кој прати порачка со чекирање како гостин.

source: %margin_rate%% margin rate
bs_ba: %margin_rate%% stopa marže
es_ar: %margin_rate% de margen
sr_cs: %margin_rate%% procenat marže

source: %price% (tax excl.)
es_ar: %price% (impuestos excl.)
sr_cs: %price% (bez PDV-a.)

source: %price% (tax incl.)
es_ar: %price% (impuestos incl.)
sr_cs: %price% (sa PDV-om)

source: %price% cost price
bs_ba: %cijena% cijena koštanja
es_ar: %price% de precio de coste
sr_cs: %price% nabavna cena

source: %price% margin
bs_ba: %price% margina
es_ar: %price% de margen
sr_cs: %price% marža

source: %price% tax excl.
bs_ba: %price% bez PDV-a.
es_ar: %price% impuestos excl.
id_id: %price% tanpa pajak
mk_mk: %price% без данок.
sq_al: %price% pa TVSH

source: %price% tax incl.
bs_ba: %price% bez PDV-a.
es_ar: %price% imp incl.
id_id: %price% termasuk pajak.
mk_mk: %price% данок вкл.
sq_al: %price% me TVSH.
sr_cs: %price% (sa PDV-om)

source: A collection of products from your catalog.
bs_ba: Kolekcija proizvoda iz vašeg kataloga.
es_ar: Una colección de productos de tu catálogo.
sr_cs: Kolekcija proizvoda iz vašeg kataloga.

source: A physical product that needs to be shipped.
bs_ba: Fizički proizvod koji treba poslati.
es_ar: Un producto físico que necesita ser enviado.
sr_cs: Fizički proizvod koji treba isporučiti.

source: A product with different variations (size, color, etc.) from which customers can choose.
bs_ba: Proizvod s različitim varijacijama (veličina, boja itd.) među kojima kupci mogu birati.
es_ar: Un producto con diferentes variantes (talla, color, etc.) entre los que el cliente puede elegir.
sr_cs: Proizvod sa različitim varijacijama (veličina, boja itd.) iz kojih kupci mogu da biraju.

source: Accessories
es_ar: Accesorios
id_id: Aksesoris

source: Actions
bs_ba: Akcije
es_ar: Acciones
mk_mk: акции
sq_al: Veprimet
sr_cs: Акције

source: Active
es_ar: Activo
sq_al: Aktive
sr_cs: Aktivan

source: Add a customization field
bs_ba: Dodavanje polja za prilagodbu
es_ar: Añadir un campo de personalización
id_id: Tambahkan field kustomisasi
mk_mk: Додајте поле за прилагодување
sq_al: Shto një fushë të personalizuar
sr_cs: Dodaj polje za personalizaciju

source: Add a customized value
es_ar: Añade un valor personalizado

source: Add a feature
bs_ba: Dodaj osobinu
es_ar: Añadir característica
id_id: Tambah fitur
mk_mk: Додај карактеристика
sq_al: Shto një tipar
sr_cs: Dodaj osobinu

source: Add a new condition group
bs_ba: Dodaj novi uslov grupe
es_ar: Añadir una nueva condición de grupo
id_id: Tambah grup kondisi baru
mk_mk: Додади нова група на состојби
sr_cs: Dodaj novi uslov grupe

source: Add a specific price
bs_ba: Dodaj posebnu cijenu
es_ar: Añadir un precio especifico
id_id: Tambahkan harga yang spesifik
mk_mk: Додади специфична цена
sq_al: Shto një çmim specifik
sr_cs: Dodaj posebnu cenu

source: Add categories
bs_ba: Dodajte kategorije
es_ar: Añadir categorías
sr_cs: Dodaj kategorije

source: Add condition
bs_ba: Dodaj uslov
es_ar: Añadir condición
id_id: Tambah kondisi
mk_mk: Додади состојба
sr_cs: Dodaj uslov

source: Add downloadable file
es_ar: Añade un archivo descargable

source: Add new attribute
bs_ba: Dodaj novi atribut
es_ar: Añadir nuevo atributo
id_id: Tambah atribut baru
mk_mk: додади нов атрибут
sq_al: Shto atribut të ri
sr_cs: Dodajte novi atribut

source: Add new brand
bs_ba: Dodaj novi brend
es_ar: Añadir nueva marca
id_id: Tambah brand baru
km_kh: បន្ថែមម៉ាក​យីហោថ្មី
mk_mk: Додајте нов бренд
sq_al: Shto një markë
sr_cs: Dodaj brend

source: Add new brand address
bs_ba: Dodaj novu adresu brenda
es_ar: Añadir nueva dirección de la marca
id_id: Tambahkan kontak brand
km_kh: បន្ថែមម៉ាក​យីហោអាស័យដ្ឋានថ្មី
mk_mk: Додај нова бренд адреса
sq_al: Shtoni adresë marke
sr_cs: Dodaj adresu brenda

source: Add new cart rule
bs_ba: Dodaj novo pravilo za korpu
es_ar: Añadir una nueva regla de carrito
id_id: Tambah voucher
mk_mk: Додади ново правило на кошница
sq_al: Shto një rregull shporte
sr_cs: Dodaj novo pravilo korpe.

source: Add new catalog price rule
bs_ba: Dodaj novo pravilo kataloga cijene
es_ar: Añadir una nueva regla de precio al catálogo
id_id: Tambah aturan harga untuk katalog
mk_mk: додај ново правило на каталогот
sr_cs: Dodaj novo pravilo cena kataloga

source: Add new category
bs_ba: Dodaj novu kategoriju
es_ar: Añadir nueva categoría
id_id: Tambah kategori baru
mk_mk: додади нова категорија
sq_al: Shto kategori të re
sr_cs: Dodaj novu kategoriju

source: Add new feature
bs_ba: Dodaj novu osobinu
es_ar: Añadir una nueva característica
id_id: Tambahkan fitur baru
mk_mk: додади нова функција
sr_cs: Dodaj novu funkciju

source: Add new feature value
bs_ba: Dodaj novu vrijednost osobine
es_ar: Añadir un nuevo valor de característica
mk_mk: Додади нови функции за вредностите
sr_cs: Dodaj novu vrednost funkcije

source: Add new file
bs_ba: Dodaj novu datoteku
es_ar: Añadir nuevo archivo
id_id: Tambahkan berkas baru
km_kh: បន្ថែមឯកសារថ្មី
mk_mk: Додади нова датотека
sq_al: Shto skedar të ri
sr_cs: Dodaj novi fajl

source: Add new product
bs_ba: Dodaj novi proizvod
es_ar: Añadir un nuevo producto
id_id: Tambah produk baru
mk_mk: додади нов артикл
sq_al: Shto produkt të ri
sr_cs: Dodaj novi proizvod

source: Add new root category
bs_ba: Dodaj novu korjensku kategoriju
es_ar: Añadir una nueva categoría principal
id_id: Tambah kategori induk
mk_mk: Додаи нова главна категорија
sq_al: Shto kategori të re rrënjë
sr_cs: Dodaj novu glavnu kategoriju

source: Add new supplier
bs_ba: Dodaj novog dobavljača
es_ar: Añadir nuevo proveedor
id_id: Tambah supplier
mk_mk: додади нов добавувач
sr_cs: Dodaj novog dobavljača

source: Add new value
bs_ba: Dodaj novu vrijednost
es_ar: Añadir nuevo valor
id_id: Tambah nilai baru
mk_mk: додади нова вредност
sq_al: Shto vlerë të re
sr_cs: Dodaj novu vrednost

source: Additional description
bs_ba: Dodatni opis
es_ar: Descripción adicional
sr_cs: Dodatne informacije

source: Additional shipping costs
bs_ba: Dodatni troškovi dostave
es_ar: Gastos de envío adicionales
sr_cs: Dodatni troškovi dostave

source: Address
bs_ba: Adresa
es_ar: Dirección
mk_mk: Адреса
sq_al: Adresa
sr_cs: Adresa

source: Addresses
bs_ba: Adrese
es_ar: Direcciones
id_id: Alamat
mk_mk: Адреси
sq_al: Adresat
sr_cs: Adrese

source: Adjust your shipping costs by filling in the product dimensions.
bs_ba: Prilagodite troškove prijevoza popunjavanjem dimenzija proizvoda.
es_ar: Ajusta los costos de envío especificando las dimensiones del producto.
id_id: Atur ongkos kirim dengan mengisi dimensi produk.
mk_mk: Прилагодете ги трошоците за испорака со пополнување на димензиите на производот.
sq_al: Rregullo koston e transportit duke plotësuar dimensionet e produktit.
sr_cs: Prilagodite troškove prevoza popunjavanjem dimenzija proizvoda.

source: Adjustment following an inventory of stock
bs_ba: Prilagodba nakon popisa zaliha
es_ar: Ajuste tras un inventario de stock
id_id: Penyesuaian terhadap persediaan barang
mk_mk: Прилагодување кое го следи пописот на залихата

source: Advanced filters
bs_ba: Napredni filteri
es_ar: Filtros avanzados
id_id: Filter lanjut
mk_mk: Напредни филтри
sq_al: Filtrat e avancuar
sr_cs: Napredni filteri

source: All
bs_ba: Svi
es_ar: Todas
id_id: Semua
mk_mk: Сите
sq_al: Të gjitha
sr_cs: Svim

source: All customers
es_ar: Todos los clientes
sq_al: Të gjithë konsumatorët
sr_cs: Svi kupci

source: Allow file uploading
bs_ba: Dozvoli prijenos datoteke
es_ar: Permitir subida de archivos
id_id: Izinkan upload file
mk_mk: Дозволи upload на документи
sr_cs: Dozvolite postavljanje datoteka

source: Allow orders
bs_ba: Dozvoli narudžbe
es_ar: Permitir Pedidos
id_id: Tetap bisa membeli
mk_mk: Дозволи нарачки
sr_cs: Dozvoli porudžbine

source: An intangible product that doesn't require shipping. You can also add a downloadable file.
bs_ba: Nematerijalni proizvod koji ne zahtijeva dostavu. Također možete dodati datoteku za preuzimanje.
es_ar: Un producto intangible que no requiere envío. Puedes añadir un archivo descargable.
sr_cs: Nematerijalni proizvod koji ne zahteva dostavu. Takođe možete dodati preuzimajući fajl.

source: Apply a discount
bs_ba: Primjeni popust
es_ar: Aplicar un descuento
id_id: Set diskon
mk_mk: Примени попуст
sq_al: Apliko ulje cmimi
sr_cs: Primeni popust

source: Apply a discount to
bs_ba: Primjeni popust na
es_ar: Aplicar descuento a
id_id: Tentukan diskon ke
mk_mk: Примени попуст на
sr_cs: Primeni popust na

source: Apply a discount to the initial price
bs_ba: Primijenite popust na početnu cijenu
es_ar: Aplicar un descuento al precio inicial
sr_cs: Primeni popust na početnu cenu.

source: Apply a discount to the initial price or set a specific price.
bs_ba: Primijenite popust na početnu cijenu ili odredite određenu cijenu.
es_ar: Aplica un descuento al precio inicial o establece un precio específico.
sr_cs: Primeni popust na početnu cenu ili postavi specifičnu cenu.

source: Apply advanced filters
bs_ba: Primijeni napredne filtre
es_ar: Aplicar filtros avanzados
id_id: Terapkan filter lanjut
mk_mk: Применете ги напредните филтри
sr_cs: Primeni napredne filtere

source: Apply new quantity
bs_ba: Primeni novu količinu
es_ar: Aplicar nueva cantidad
id_id: Terapkan kuantitas baru
mk_mk: Примени нова количина
sr_cs: Primeni novu količinu

source: Apply on catalog products
es_ar: Aplicar en productos del catálogo

source: Apply on free gift
es_ar: Aplicar en regalo gratuito

source: Apply on shipping fees
es_ar: Aplicar en gastos de envío

source: Apply on total cart
es_ar: Aplicar al total del carrito

source: Apply to %combinations_number% combinations
bs_ba: Primijeni na %combinations_number% kombinacija
es_ar: Aplicar a %combinations_number% combinaciones
sr_cs: Primeni na %combinations_number% kombinacije

source: Apply to discounted products
es_ar: Aplicar a productos con descuento

source: Associated categories
bs_ba: Povezane kategorije
es_ar: Categorías asociadas
id_id: Kategori terkait
mk_mk: Поврзани категории
sq_al: Kategori të ndërlidhura
sr_cs: Povezane kategorije

source: At least one of the following must be activated
bs_ba: Najmanje jedno od sljedećeg mora biti aktivirano
es_ar: Al menos uno de los siguientes debe estar activado
sr_cs: Mora biti aktivirana barem jedna od sledećih opcija.

source: Attached files
bs_ba: Priložene datoteke
es_ar: Archivos adjuntos
id_id: Berkas terlampir
mk_mk: Прикачени датотеки
sq_al: Skedarët e bashkangjitur
sr_cs: Priložene datoteke

source: Attribute group
bs_ba: Grupa atributa
es_ar: Grupo de atributo
id_id: Kelompok atribut
mk_mk: Атрибут групи
sq_al: Grupi i atributit
sr_cs: Osobine grupa

source: Attribute name
bs_ba: Naziv atributa
es_ar: Nombre del Atributo
id_id: Nama atribut
mk_mk: Име на стрибут
sr_cs: Ime atributa

source: Attribute type
bs_ba: Tip atributa
es_ar: Tipo de atributo
id_id: Jenis atribut
mk_mk: тип на атрибут
sq_al: Lloji i atributit
sr_cs: Tip Atributa

source: Attributes
bs_ba: Atributi
es_ar: Atributos
id_id: Atribut
mk_mk: атрибути
sq_al: Atributet
sr_cs: Atributi

source: Availability date
bs_ba: Datum dostupnosti na zalihama
es_ar: Fecha de disponibilidad
id_id: Tanggal tersedia
mk_mk: Дата на достапност
sq_al: Data e disponueshmërisë

source: Available carriers
bs_ba: Dostupni dostavljaći
es_ar: Transportistas disponibles
id_id: Kurir tersedia
mk_mk: расположливи превозници

source: Available combinations
bs_ba: Dostupne kombinacije
es_ar: Combinaciones disponibles
id_id: Kombinasi tersedia
mk_mk: достапни комбинации
sq_al: Kombinimet e mundshme
sr_cs: Dostupne kombinacije

source: Available for order
bs_ba: Dostupno za narudžbu
es_ar: Disponible para pedidos
id_id: tersedia untuk pesanan
mk_mk: достапно за порачка
sq_al: I porositshëm
sr_cs: dostupno za naručivanje

source: Available quantity
bs_ba: Dostupna količina
es_ar: Cantidad disponible
id_id: Jumlah tersedia
mk_mk: достапна количина
sr_cs: Stanje

source: Average Response Time
bs_ba: Prosječno vrijeme za odgovor
es_ar: Promedio del tiempo de respuesta
id_id: Rata-rata waktu respon
mk_mk: просечно време на одговор
sr_cs: Prosečno vreme odgovora

source: Average number of products per category
bs_ba: Prosječan broj proizvoda po kategoriji
es_ar: Promedio de productos por categoría
id_id: Rata-rata jumlah produk per kategori
mk_mk: просечен број на артикли по категорија
sq_al: Mesatarja e numrit të produkteve për kategori
sr_cs: Prosečan broj proizvoda po kategoriji

source: Back to processing
bs_ba: Povratak na obradu
es_ar: Volver a procesar
sr_cs: Nazad na obradu

source: Beginning
bs_ba: Počinje
es_ar: Inicio
id_id: Awal
mk_mk: Почеток
sr_cs: Početak

source: Brand
bs_ba: Marka
es_ar: Marca
km_kh: ម៉ាក
mk_mk: Бренд
sq_al: Marka
sr_cs: Brend

source: Brands
bs_ba: Brendovi
es_ar: Marcas
id_id: Brand
mk_mk: Марка - Бренд
sq_al: Markat
sr_cs: Robne marke

source: Bulk edit quantity
bs_ba: Grupno uređivanje količine
es_ar: Edición de cantidades a granel
id_id: Edit jumlah secara masal
mk_mk: Масовно уредување на количеството

source: Caption
bs_ba: Naslov
es_ar: Leyenda
id_id: Judul
mk_mk: Наслов
sr_cs: Naslov

source: Carrier selection
bs_ba: Odabir dostavljača
es_ar: Selección de transportista
id_id: Pilihan kurir
mk_mk: избор на доставувач
sr_cs: Izaberite prevoznika

source: Cart Rules
bs_ba: Pravila korpe
es_ar: Reglas del carrito
id_id: Aturan harga
mk_mk: Правила на кошничка
sq_al: Rregullat e Shportes
sr_cs: Pravila korpe

source: Cart conditions
es_ar: Condiciones del carrito

source: Cart rule
bs_ba: Pravila korpe
es_ar: Regla del carrito
id_id: Voucher
mk_mk: правила на кошничката
sr_cs: Pravilo korpe

source: Cart rules
bs_ba: Pravila korpe
es_ar: Reglas de compra
id_id: Aturan berbelanja
mk_mk: Правила на кошница
sr_cs: Pravila korpe

source: Catalog only
bs_ba: Samo katalog
es_ar: el catálogo
id_id: hanya katalog
mk_mk: Само во каталогот
sq_al: Vetëm në katalog
sr_cs: Samo u katalogu

source: Catalog price rule
es_ar: Regla de precio de catálogo

source: Catalog price rules
bs_ba: Pravila kataloga cijene
es_ar: Reglas de precio del catálogo
id_id: Aturan harga produk
mk_mk: каталог за ценовни правила

source: Categories
bs_ba: Kategorije
es_ar: Categorías
id_id: Kategori
mk_mk: Категории
sq_al: Kategoritë
sr_cs: Kategorije

source: Categories are essential, as they enable you to group equivalent products. This helps customers find their way through the variety of your catalog.
bs_ba: Kategorije su ključne jer vam omogućuju grupiranje ekvivalentnih proizvoda. To pomaže kupcima pronaći svoj put kroz raznolikost vašeg kataloga.
es_ar: Las categorías son esenciales, ya que te permiten agrupar productos equivalentes. Esto ayuda a los clientes a encontrar su camino a través de la variedad de tu catálogo.
id_id: Kategori sangatlah penting, karena membantu Anda mengelompokan produk. Juga membantu pelanggan dalam menemukan produk dalam daftar katalog Anda.
sr_cs: Kategorije su veoma bitne jer vam omogućuju da grupišete određene proizvode. Sa njima se znatno olakšava pretraga proizvoda.

source: Category
bs_ba: Kategorija
es_ar: Categoría
id_id: Kategori
mk_mk: категорија
sq_al: Kategoria
sr_cs: Kategorija

source: Category cover image
bs_ba: Kategorija naslovne slike
es_ar: Imagen de portada de la categoría
id_id: Gambar Sampul untuk halaman kategori
sq_al: Imazhi i mbulesës së kategorisë
sr_cs: Slika koja prezentuje kategoriju

source: Category root
bs_ba: Korijenska kategorija
es_ar: Categoría raíz
id_id: Root kategori
mk_mk: корен на категоријата
sq_al: Kategoria rrënjë
sr_cs: Osnova kategorije

source: Category thumbnail
bs_ba: Sličice kategorije
es_ar: Miniatura de Categoría
id_id: Gambar mini kategori
mk_mk: Категорија на сликички
sq_al: Mini imazhi i kategorisë
sr_cs: Thumbnail kategorije

source: Cheapest product
bs_ba: Najjeftiniji proizvod
es_ar: Producto más barato
id_id: Produk termurah
mk_mk: Најефтин продукт
sq_al: Produkti me i lire
sr_cs: Najjeftiniji proizvod

source: Choose Time
bs_ba: Odaberite vrijeme
es_ar: Seleccionar tiempo
id_id: Pilih waktu
mk_mk: Одбери време
sr_cs: Izaberi vreme

source: Choose a discount value
es_ar: Elige un valor de descuento

source: Choose a feature
bs_ba: Odaberi osobinu
es_ar: Selecciona una característica
id_id: Pilih fitur
km_kh: ជ្រេីសលក្ខណៈពិសេស
mk_mk: Изберете функција
sq_al: Zgjidh një tipar
sr_cs: Izaberi osobinu

source: Choose a module to configure
bs_ba: Odaberi modul za konfiguraciju
es_ar: Selecciona un módulo para configurar
id_id: Pilih modul yang akan dikonfigurasi
mk_mk: Изберете модул за конфигурирање
sq_al: Zgjidh një modul për konfigurim

source: Choose a value
bs_ba: Odaberi vrijednost
es_ar: Selecciona un valor
id_id: Pilih
km_kh: ជ្រេីសតម្លៃ
mk_mk: Изберете вредност
sq_al: Zgjidh një vlerë
sr_cs: Izaberi neku vrednos

source: Choose a value or provide a customized one
es_ar: Elige un valor o proporciona uno personalizado
sr_cs: Izaberite vrednost ili unesite prilagođenu vrednost.

source: Choose categories
es_ar: Elige categorías

source: Choose the suppliers associated with this product
bs_ba: Odaberite dobavljače povezane s ovim proizvodom
es_ar: Selecciona los distribuidores asociados a este producto
id_id: Pilih pemasok yang berkaitan dengan produk ini
mk_mk: Изберете добавувачи поврзани со овој производ
sq_al: Zgjidh furnitorët e ndërlidhur me këtë produkt
sr_cs: Izaberi dobavljače za ovaj proizvod

source: Close
bs_ba: Zatvori
es_ar: Cerrar
id_id: Tutup
mk_mk: Затвори
sq_al: Mbyll
sr_cs: Zatvori

source: Close history
es_ar: Cerrar historial
sr_cs: Zatvori istoriju

source: Closed
bs_ba: Zatvoreno
es_ar: Cerrado
id_id: Ditutup
mk_mk: Затворено
sq_al: Mbyllur
sr_cs: Zatvoreno

source: Closed threads
bs_ba: Zatvorene rasprave
es_ar: Conversación cerrada
id_id: Thread ditutup
mk_mk: Затворени теми
sr_cs: Zatvoreni predmeti

source: Color or texture
bs_ba: Boja ili tekstura
es_ar: Color o textura
id_id: Warna atau tekstur
mk_mk: боја на текстура
sq_al: Ngjyra ose mostra
sr_cs: Boja ili tekstura

source: Color, dimension, size, disk space... think about attributes as properties that change from one product to another. As a consequence, attributes allow you to build product combinations.
bs_ba: Boja, dimenzija, veličina, prostor na disku ... razmislite o atributima kao svojstvima koja se mijenjaju iz jednog proizvoda u drugi. Kao posljedica toga, atributi vam omogućuju izgradnju kombinacija proizvoda.
es_ar: Color, dimensión, tamaño, espacio en disco ... piensa en los atributos como propiedades que cambian de un producto a otro. Como consecuencia, los atributos te permiten crear combinaciones de productos.
sr_cs: Boja, dimenzija, veličina... Osobine su osobine proizvoda koje mogu razlikovati od proizvoda do proizvoda. Sa osobinama proizvoda možete kreirati kombinacije proizvoda.

source: Combinable cart rules
bs_ba: Spojiva pravila korpe
es_ar: Reglas del carrito combinables
id_id: Aturan keranjang yang dapat dikombinasikan
mk_mk: Компатибилни правила на кошница
sr_cs: Spojiva pravila korpe

source: Combination
bs_ba: Kombinacija
es_ar: Combinación
id_id: Kombinasi
mk_mk: комбинација
sq_al: Kombinimi
sr_cs: Kombinacije

source: Combination name
bs_ba: Naziv kombinacije
es_ar: Nombre de la combinación
id_id: Nama kombinasi
mk_mk: Комбинирано име
sq_al: Emri i kombinimit

source: Combination's ID
bs_ba: ID kombinacije
es_ar: ID de combinación
sr_cs: ID kombinacije

source: Combinations
bs_ba: Kombinacije
es_ar: Combinaciones
id_id: Kombinasi
mk_mk: Комбинации
sq_al: Kombinimet
sr_cs: Kombinacije

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values.
bs_ba: Kombinacije su različite varijacije proizvoda, s atributima, kao i njegova veličina, težina i boja uzimajući različite vrijednosti.
es_ar: Las combinaciones son las diferentes variaciones de un producto en los que atributos como la talla, el peso o el color tienen valores distintos.
sr_cs: Kombinacije su različite varijacije proizvoda, sa osobinama kao što su veličina, težina ili boja koje mogu imati različite vrednosti.

source: Comment:
bs_ba: Komentar:
es_ar: Comentario:
id_id: Komentar:
mk_mk: Коментар:

source: Compatibility with other cart rules
bs_ba: Kompatibilnost s ostalim pravilima korpe
es_ar: Compatibilidad con otras reglas de carrito
id_id: Kompatibilitas dengan aturan belanja lainnya
mk_mk: Совпаѓање со други правила на кошница
sr_cs: Kompatibilnost sa drugim pravilima korpe

source: Compatible with discounts
es_ar: Compatible con descuentos

source: Condition
bs_ba: Uslov
es_ar: Condición
id_id: Kondisi
mk_mk: Услови
sq_al: Gjendja
sr_cs: Uslov

source: Condition group
bs_ba: Uslov grupe
es_ar: Condición de grupo
id_id: Grup kondisi
mk_mk: Група на состојби
sr_cs: Uslov grupe

source: Conditions
bs_ba: Uslovi
es_ar: Condición
id_id: Kondisi
mk_mk: Состојби
sr_cs: Uslovi

source: Contact options
bs_ba: Kontakt opcije
es_ar: Opciones de contacto
id_id: Hubungi pilihan
mk_mk: Опции за контакт
sq_al: Opsionet e kontaktit
sr_cs: Kontakt opcije

source: Cost price
bs_ba: Cijena
es_ar: Precio de coste
id_id: Harga dasar
mk_mk: Цена
sq_al: Çmimi i kostos
sr_cs: Nabavna cena

source: Cost price (tax excl.)
bs_ba: Cijena koštanja (bez PDV-a)
es_ar: Precio de compra (imp. excl.)
sr_cs: Cena koštanja (bez PDV-a)

source: Country selection
bs_ba: Odabir zemlje
es_ar: Selección de país
id_id: Pemilihan negara
mk_mk: избор на држава
sr_cs: Izaberite državu

source: Cover
bs_ba: Korice
es_ar: Portada
id_id: Gambar utama
mk_mk: Корица
sq_al: Kopertina
sr_cs: Korice

source: Create attributes
bs_ba: Kreiraj atribute
es_ar: Crear atributos
sr_cs: Kreiraj osobine

source: Create automatic discount
es_ar: Crear descuento automático

source: Create discount
es_ar: Crear descuento

source: Create new product
es_ar: Crear un producto nuevo
sr_cs: Kreiraj novi proizvod

source: Create new threads
bs_ba: Započnite novu temu
es_ar: Crear nuevos hilos de discusión
id_id: Buat thread baru.
mk_mk: Создади нови теми
sr_cs: Započnite novi predmet

source: Custom value
es_ar: Valor personalizado
sr_cs: Prilagođena vrednost

source: Customer Order
bs_ba: Narudžbe kupca
es_ar: Pedido del cliente
id_id: Order dari pelanggan
mk_mk: Нарачка на купувачи

source: Customer group selection
bs_ba: Odabir grupe kupaca
es_ar: Selección de grupos de clientes
id_id: Pilih kelompok pelanggan
mk_mk: избор на група на клиенти
sr_cs: Izbor grupe korisnika
