Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersNotification.*.xlf
Languages: bn_bd, da_dk, et_ee, he_il, id_id, ja_jp, lv_lv, sr_cs, th_th, tr_tr, uk_ua

source: A registered customer account using the defined email address already exists.
id_id: Sebuah rekening pelanggan terdaftar ada dengan alamat email yang sama
lv_lv: Reģistrētais klientu konts, kurš izmanto definēto e-pasta adrese, jau pastāv.
