Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogFeature.*.xlf
Languages: bs_ba, es_ar, id_id, km_kh, mk_mk, sq_al, sr_cs

source: Save then add another value
bs_ba: Spremi i dodaj drugu vrijednost
es_ar: Guardar y añadir otro valor
id_id: Simpan kemudian tambah nilai lainnya
mk_mk: Зачувај и потоа додади друга вредност
sq_al: Ruaje dhe shto vlerë tjetër
sr_cs: Sačuvaj, pa onda dodaj sledeću vrednost

source: Scheduled
es_ar: Programado

source: Search a category
bs_ba: Pretraži kategoriju
es_ar: Buscar una categoría
id_id: Cari kategori
mk_mk: Пребарување категорија
sq_al: Kërko një kategori

source: Search a product
bs_ba: Potraži proizvod
es_ar: Buscar un producto
id_id: Cari produk
mk_mk: Пребарај продукт
sq_al: Kerko produkt
sr_cs: Traži proizvod

source: Search a supplier
bs_ba: Pretražite dobavljača
es_ar: Buscar un proveedor
id_id: Cari pemasok
mk_mk: Барајте добавувач
sq_al: Kërko furnitorin
sr_cs: Pretraga dobavljača

source: Search engine optimization
bs_ba: Optimizacija za pretraživač SEO
es_ar: Optimización de buscadores
sr_cs: SEO Optimizacija pretraživača

source: Search for attribute...
es_ar: Buscar por atributo...

source: Search for attributes...
bs_ba: Pretraga za atributima...
es_ar: Buscar atributos...
sr_cs: Pretraga osobina

source: Search for feature...
es_ar: Buscar por característica...

source: Search only
bs_ba: Samo pretraga
es_ar: los resultados de búsqueda
id_id: hanya pencarian
mk_mk: Само во пребарувањето
sq_al: Vetëm në kërkim
sr_cs: Samo pretraživanje

source: Search products (search by name, reference, supplier)
bs_ba: Pretraživanje proizvoda (pretraživanje po nazivu, referenci, dobavljaču)
es_ar: Búsqueda de productos (búsqueda por nombre, referencia, proveedor)
id_id: Cari produk (cari menurut nama, referensi, pemasok)
mk_mk: Пребарување производи (пребарување по име, референца, снабдувач)

source: Select a store
es_ar: Selecciona una tienda

source: Select all values ({valuesNb})
es_ar: Seleccionar todos los valores ({valuesNb})
sr_cs: Selektuj sve vrednosti ({valuesNb})

source: Selected carriers
bs_ba: Izabrani prijevoznici
es_ar: Transportistas seleccionados
id_id: Kurir terpilih
mk_mk: Селектирани доставувачи
sr_cs: Izabrani prevoznici

source: Selected countries
bs_ba: Označene države
es_ar: Países seleccionados
id_id: Negara terpilih
mk_mk: Селектирани држави
sr_cs: Izabrane države

source: Selected groups
bs_ba: Označene grupe
es_ar: Grupos seleccionados
id_id: Grup terpilih
mk_mk: Селектирани групи
sr_cs: Izabrane grupe

source: Selected product(s)
bs_ba: Odabrani proizvod(i)
es_ar: Producto(s) seleccionado(s)
id_id: Produk yang dipilih
mk_mk: Селектиран продукт(и)
sq_al: Produktet e zgjedhura
sr_cs: Izabrani proizvod(i)

source: Selected shops
bs_ba: Označene trgovine
es_ar: Tiendas seleccionadas
id_id: Toko terpilih
mk_mk: Селектирани продавници
sr_cs: Izabrane prodavnice

source: Send a free gift
bs_ba: Pošalji besplatni poklon
es_ar: Enviar un regalo
id_id: Kirim hadiah gratis
mk_mk: Испрати подарок
sq_al: Dergo dhurate falas
sr_cs: Pošalji besplatan poklon

source: Send me an email when the quantity is below or equals this level
bs_ba: Pošaljite mi e-mail kada je količina ispod ili jednaka ovom nivom
es_ar: Envíame un mensaje de correo electrónico cuando la cantidad sea inferior o igual a este nivel
id_id: Kirim email notifikasi jika jumlah stok dibawah atau sama dengan batas ini
mk_mk: Испратете ми e-mail кога количеството е под или е еднакво на ова ниво
sq_al: Më dërgo një email kur sasia është më e vogël ose e barabartë me këtë nivel

source: Set a specific order for this product
bs_ba: Odredite posebnu narudžbu za ovaj proizvod
es_ar: Establecer un orden específico para este producto
sr_cs: Postavite određeni redosled za ovaj proizvod.

source: Set as default combination
bs_ba: Postavi kao zadanu kombinaciju
es_ar: Establecer como combinación predeterminada
id_id: Jadikan kombinasi default
mk_mk: Поставете како стандардна комбинација
sq_al: Vendose si kombinim të parazgjedhur
sr_cs: Postavi kao standardnu kombinaciju

source: Set categories
bs_ba: Postavite kategorije
es_ar: Establecer Categorías
id_id: Set kategori
sr_cs: Set kategorije

source: Set specific price
bs_ba: Uredi određenu cijenu
es_ar: Establecer precio específico
sr_cs: Dodaj posebnu cenu

source: Shipped products
es_ar: Productos enviados
sr_cs: Isporučeni proizvodi

source: Shipping
bs_ba: Dostava
es_ar: Transporte
id_id: Pengiriman
km_kh: ដឹកជញ្ជូន
mk_mk: испорака
sr_cs: Isporuka

source: Shipping excluded
bs_ba: Dostava isključena
es_ar: Envío excluido
id_id: Diluar ongkos kirim
mk_mk: Испораката не е вклучена
sq_al: Liferimi nuk perfshihet
sr_cs: Isporuka nije uključena

source: Shipping fees
bs_ba: Troškovi dostave
es_ar: Gastos de envío
id_id: Ongkos kirim
mk_mk: Трошоци за испорака
sq_al: Kosto e livrimit
sr_cs: Troškovi dostave

source: Shipping included
bs_ba: Dostava uključena
es_ar: Envío incluido
id_id: Termasuk ongkos kirim
mk_mk: Испораката е вклучена
sq_al: Liferimi i perfshire
sr_cs: Isporuka je uključena

source: Short description
bs_ba: Kratak opis
es_ar: Descripción corta
id_id: Uraian singkat
mk_mk: Краток опис
sr_cs: Kratak opis

source: Show catalog price rules
es_ar: Mostrar reglas de precios de catálogo
sr_cs: Prikaži pravila cena

source: Show price
bs_ba: Prikaži cijenu
es_ar: Mostrar el precio
id_id: Tampilkan harga
mk_mk: покажи цена
sq_al: Trego çmimin
sr_cs: Prikaži cenu

source: Sold products
es_ar: Productos vendidos
sr_cs: Prodati proizvodi

source: Specific delivery time for this product
es_ar: Plazo de entrega especifico para este producto

source: Specific price (tax excl.)
bs_ba: Specifična cijena (bez PDV-a)
es_ar: Precio específico (impuestos excl.)
sr_cs: Posebna cena (bez PDV-a)

source: Specific prices
bs_ba: Posebne cijene
es_ar: Precios específicos
id_id: Harga khusus
mk_mk: специфични цени
sr_cs: Specifične cene

source: Specific product
bs_ba: Poseban proizvod
es_ar: Producto especifico
id_id: Produk tertentu
mk_mk: специфичен продукт
sq_al: Produkte te vecanta
sr_cs: Poseban proizvod

source: Specific references
bs_ba: Specifične reference
es_ar: Referencias específicas
id_id: Referensi khusus
mk_mk: Специфични референци
sq_al: Referencat specifike

source: Standard product
bs_ba: Standardni proizvod
es_ar: Producto estándar
id_id: Produk standar
mk_mk: стандарден артикл
sq_al: Produkt standard
sr_cs: Standardni proizvod

source: Start date
es_ar: Fecha inicial
sr_cs: Početni datum

source: Status:
es_ar: Estado:
mk_mk: Статус:

source: Stock location
bs_ba: Lokacija zaliha
es_ar: Ubicación de stock
id_id: Lokasi stok
mk_mk: Локација на складиштето
sr_cs: Lokacija magacina

source: Stock management
bs_ba: Upravljanje zalihama
es_ar: Gestión de stock
id_id: Manajemen stok
mk_mk: Управување со залихи
sq_al: Menaxhimi i stokut
sr_cs: Upravljanje zalihama

source: Stocks
es_ar: Existencias

source: Stop processing
bs_ba: Zaustavi obradu
es_ar: Detener proceso
sr_cs: Zaustavi obradu

source: Store selection
bs_ba: Odabir trgovine
es_ar: Selección de tienda
sr_cs: Izbor prodavnice

source: Successfully generated {combinationsNb} combinations.
es_ar: {combinationsNb} combinaciones generadas con éxito.
sr_cs: Uspešno kreirane {combinationsNb} kombinacije.

source: Summary
bs_ba: Rezime
es_ar: Resumen
id_id: Ringkasan
mk_mk: Сумирање
sq_al: Përmbledhja
sr_cs: Rezime

source: Supplier
es_ar: Proveedor
sr_cs: Dobavljač

source: Supplier reference
bs_ba: Referenca dobavljača
es_ar: Referencia del proveedor
id_id: Referensi supplier
mk_mk: Референца на добавувач
sq_al: Referenca e furnitorit
sr_cs: Dobavljačke reference

source: Supplier reference(s)
bs_ba: Referenca(e) dobavljača
es_ar: Referencia(s) del proveedor
id_id: Referensi supplier
mk_mk: Референца(и) на добавувачот

source: Tags
bs_ba: Tagovi
es_ar: Etiquetas
id_id: Tag
mk_mk: Тагови
sq_al: Etiketa
sr_cs: Tagovi

source: Target category
bs_ba: Ciljana kategorija
es_ar: Categoría destino
id_id: Kategori tujuan
mk_mk: Целна категорија
sq_al: Kategoria e deshiruar

source: Target product
bs_ba: Ciljani proizvod
es_ar: Producto destino
id_id: Target produk
mk_mk: Целен производ
sq_al: Produkti i synuar
sr_cs: Ciljani proizvod

source: Tax %1$s : %2$s%%
es_ar: Impuesto %1$s : %2$s%%
sr_cs: Porez %1$s : %2$s%%

source: Tax %1$s-%3$s: %2$s%%
es_ar: Impuesto %1$s-%3$s: %2$s%%
sr_cs: Porez %1$s-%3$s: %2$s%%

source: Tax feature is disabled, it will not affect price tax included.
bs_ba: Funkcija poreza je onemogućena, to neće uticati na cijenu uključenog poreza.
es_ar: La funcionalidad de impuestos está desactivada, no afectará al precio con impuestos.
sr_cs: Funkcionalnost poreza je onemogućena, neće uticati na cenu sa uračunatim porezom.

source: Tax rule
bs_ba: Pravilo poreza
es_ar: Rega de impuestos
id_id: Pajak aturan
mk_mk: Правило за данок
sr_cs: Poresko pravilo

source: Temporary redirection to a category (302)
bs_ba: Privremeno preusmjeravanje na kategoriju (302)
es_ar: Redirección temporal a una categoría (302)
id_id: Pengalihan sementara ke kategori (302)
mk_mk: Привремено пренасочување во категоријата (302)
sq_al: Ridrejto përkohësisht tek një kategori (302)

source: Temporary redirection to a product (302)
bs_ba: Privremeno preusmjeravanje na proizvod (302)
es_ar: Redirección temporal a un producto (302)
id_id: Pengalihan sementara ke produk (302)
mk_mk: Привремено пренасочување кон производ (302)
sq_al: Ridrejto përkohësisht tek një produkt (302)

source: These modules are relative to the product page of your store.
es_ar: Estos módulos están relacionados con la página de producto de tu tienda.

source: This field contains invalid characters: %invalidCharacters%
es_ar: Este campo contiene caracteres inválidos: %invalidCharacters%

source: This product is below the low stock level you have defined.
bs_ba: Ovaj je proizvod ispod nivoa niskih zaliha koju ste odredili.
es_ar: Este producto se encuentra por debajo del nivel de stock más bajo que has definido.
id_id: Produk berikut ada dalam batas stok terendah yang telah ditentukan.
mk_mk: Овој производ е под ниското ниво на залиха што сте го дефинирале.

source: Threads pending
bs_ba: Teme na čekanju
es_ar: Conversaciones pendientes
id_id: Thread tertunda
mk_mk: Теми во тек
sr_cs: Teme na čekanju

source: Time
bs_ba: Vrijeme
es_ar: Hora
id_id: Waktu
mk_mk: Време
sr_cs: Vreme

source: To manage all your modules go to the [1]Installed module page[/1]
bs_ba: Za upravljanje svim modulima idite na [1] Stranicu instaliranih modula[/1]
es_ar: Para gestionar todos los módulos, dirígete a la [1]página Módulos instalados[/1]
id_id: Untuk mengelola semua modul, masuk ke [1]Halaman modul yang terpasang[/1]
mk_mk: За да управувате со сите ваши модули, одете на [1]инсталирана страница за модул[/1]
sq_al: Për të menaxhuar të gjitha modulet e tua shkoni në faqen [1]Modulet e instaluara [/1]

source: Top Category
bs_ba: Glavna kategorija
es_ar: Mejor categoría
id_id: Kategori teratas
mk_mk: топ категории
sq_al: Kategoria kryesore
sr_cs: Najbolje kategorije

source: Total available
bs_ba: Ukupno dostupno
es_ar: Total disponible
id_id: Total tersedia
mk_mk: Вкупно на располагање
sr_cs: Ukupno dostupno

source: Total available for each user
bs_ba: Ukupno dostupno za svakog kupca
es_ar: Total disponible para cada usuario
id_id: Total yang tersedia untuk setiap user
mk_mk: Вкупно на располагање за секој корисник
sr_cs: Ukupno dostupno za svakog korisnika

source: Total number of customer messages
bs_ba: Ukupan broj poruka od kupaca
es_ar: Número total de mensajes de clientes
id_id: Jumlah pelanggan pesan
mk_mk: вкупен број на пораки од клиенти
sr_cs: Ukupan broj poruka od korisnika

source: Total number of employee messages
bs_ba: Ukupan broj poruka od zaposlenih
es_ar: Número total de mensajes de los empleados
id_id: Jumlah karyawan pesan
mk_mk: Вкупен број на пораки од вработени
sr_cs: Ukupan broj poruka od zaposlenih

source: Total threads
bs_ba: Ukupno tema
es_ar: Número total de conversaciones
id_id: Jumlah thread
mk_mk: Вкупен број на теми
sr_cs: Ukupno tema

source: Type
bs_ba: Tip
es_ar: Tipo
id_id: Jenis
mk_mk: Вид
sq_al: Lloji
sr_cs: Tip

source: UPC barcode
bs_ba: UPC barkod
es_ar: Código de barra UPC
id_id: Barcode UPC
mk_mk: UPC баркод
sr_cs: UPC barkod

source: Uncombinable cart rules
bs_ba: Nespojiva pravila korpe
es_ar: Reglas de compra no combinables
id_id: Aturan keranjang yang tidak dapat dikombinasikan
mk_mk: Некомпативилни правила на кошница
sr_cs: Nespojiva pravila korpe

source: Unit
bs_ba: Jedinica
es_ar: Unidad
sr_cs: Jedinica

source: Units
bs_ba: Jedinica
es_ar: Unidades
sr_cs: Jedinice

source: Unread threads
bs_ba: Nepročitane teme
es_ar: Conversación no leída
id_id: Thread belum dibaca
mk_mk: непрочитани теми
sr_cs: Nepročitane teme

source: Unselected carriers
bs_ba: Neoznačeni dostavljači
es_ar: Transportistas no seleccionados
id_id: Kurir tidak terpilih
mk_mk: Неселектирани доставувачи
sr_cs: Neizabrani prevoznici

source: Unselected countries
bs_ba: Neoznačene države
es_ar: Países no seleccionados
id_id: Negara tidak terpilih
mk_mk: Неселектирани држави
sr_cs: Neizabrane države

source: Unselected groups
bs_ba: Neoznačene grupe
es_ar: Grupos no seleccionados
id_id: Grup tidak terpilih
mk_mk: Неселектирани групи
sr_cs: Neizabrane grupe

source: Unselected shops
bs_ba: Neoznačene trgovine
es_ar: Tiendas no seleccionadas
id_id: Toko tidak terpilih
mk_mk: Неселектирани продавници
sr_cs: Neizabrane prodavnice

source: Upload files here
bs_ba: Prenesi datoteke
es_ar: Subir archivos aquí
sr_cs: Podignite fajlove ovde

source: Use as cover image
bs_ba: Koristi kao glavnu sliku
es_ar: Usar como imagen de portada
sr_cs: Koristi kao glavnu sliku

source: Use checkboxes to bulk edit quantities
bs_ba: Upotrijebi potvrdne okvire za skupno uređivanje količina
es_ar: Utiliza las casillas de verificación para editar las cantidades a granel
id_id: Gunakan checkbox untuk mengubah jumlah secara sekaligus
mk_mk: Користете го полето за проверка за масовно уредување на количините
sq_al: Përdor kutitë e kontrollit për redaktime në masë

source: Use default behavior
bs_ba: Koristi zadano ponašanje
es_ar: Utilizar comportamiento predeterminado
id_id: Gunakan perilaku bawaan
mk_mk: Користете стандардно однесување
sq_al: Përdor siç është parazgjedhur
sr_cs: Koristi standardno ponašanje

source: Use default order: [1]{priority_list}[/1]
bs_ba: Koristi zadani redoslijed: [1]{priority_list}[/1]
es_ar: Usar orden predeterminado: [1]{priority_list}[/1]
sr_cs: Koristi standardni redosled: [1]{priority_list}[/1]

source: Use quantity of products in the pack
es_ar: Usar cantidad de productos en el paquete

source: Used
bs_ba: Korišteno
es_ar: Usado
mk_mk: Употребен
sq_al: I përdorur
sr_cs: Polovno

source: Valid
bs_ba: Vrijedi
es_ar: Validez
mk_mk: Валидно
sr_cs: Važeće

source: Valid from
es_ar: Válido del
mk_mk: Валиден од
sr_cs: Važi od

source: Values
bs_ba: Vrijednosti
es_ar: Valores
id_id: Nilai
mk_mk: Вредности
sq_al: Vlerat
sr_cs: Vrednosti

source: View %error_count% error logs
bs_ba: Pogledajte %error_count% grešaka logova
es_ar: Ver %error_count% registros de errores
sr_cs: Prikazivanje %error_count% zapisnika grešaka.

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
bs_ba: Pregleda %from%-%to% na %total% (strana %current_page% / %page_count%)
es_ar: Mostrando %from%-%to% de %total% (página %current_page% / %page_count%)
id_id: Menampilkan %from%-%to% pada %total% (halaman %current_page% / %page_count%)
mk_mk: Прикажување %from% -%to% на %total% (страница %current_page% / %page_count%)

source: Virtual product
bs_ba: Virtualni proizvod
es_ar: Producto virtual
id_id: Produk Maya
mk_mk: Виртуелен производ
sq_al: Produkt virtual
sr_cs: Virtuelni proizvod

source: Visibility
bs_ba: Vidljivost
es_ar: Visible en
mk_mk: Видливост
sq_al: Dukshmëria
sr_cs: Vidljivost

source: Web only (not sold in your retail store)
bs_ba: Samo na webu (ne prodaje se u trgovini)
es_ar: Solo web (no se vende en tienda física)
id_id: Web saja (tidak dijual di toko ritel)
mk_mk: Само за веб (не се продава во вашиот пазар за малопродажба)
sq_al: Vetëm në linjë (nuk shitet në dyqan)
sr_cs: Samo na internetu (ne prodaje se u prodavnici)

source: Weight
bs_ba: Težina
es_ar: Peso
id_id: Berat
mk_mk: Тежина
sq_al: Pesha
sr_cs: Težina

source: When a customer returns a product, a credit slip must be created in his favor. Generate vouchers and have a look at their follow-up.
bs_ba: Kada kupac vrati proizvod, mora se kreirati kreditni listić u njegovu korist. Generirajte vaučere i pogledajte njihovo praćenje.
es_ar: Cuando un cliente devuelve un producto, se debe crear un abono a su favor. Genera cupones de descuento y echa un vistazo a su seguimiento.
sr_cs: Kada kupac vrati proizvod, jedan kreditni list ili vaučer mora biti krerian za njega. Kreirajte vaučere i pratite njihovo korišćenje.

source: When out of stock
bs_ba: Kada je rasprodan
es_ar: Cuando no haya existencias
id_id: Ketika stok habis
mk_mk: кога го нема на залиха
sr_cs: Kada nema na lageru

source: Where do you want your product to appear?
bs_ba: Gdje želite da se pojavi vaš proizvod?
es_ar: ¿Dónde deseas que aparezca el producto?
id_id: Dimana produk akan muncul?
mk_mk: Каде сакате вашиот производ да се појави?
sq_al: Ku dëshiron të shfaqet produkti yt?
sr_cs: Gde želite da se pojavi Vaš proizvod?

source: Wholesale price
bs_ba: Veleprodajna cijena
es_ar: Precio al por mayor
id_id: Harga grosir
mk_mk: трошоци на производ
sr_cs: Veleprodajna cena

source: Width
bs_ba: Širina
es_ar: Ancho
id_id: Lebar
mk_mk: ширина
sq_al: Gjerësia
sr_cs: Širina

source: You can bulk edit the selected combinations by enabling and filling each field that needs to be updated.
bs_ba: Odabrane kombinacije možete skupno uređivati tako da omogućite i ispunite svako polje koje je potrebno ažurirati.
es_ar: Puedes editar de forma masiva las combinaciones seleccionadas habilitando y completando cada campo que debe actualizarse.
sr_cs: Možete masovno urediti odabrane kombinacije tako što ćete aktivirati i popuniti svako polje koje treba ažurirati.

source: You can specify which images should be displayed when customer selects this combination. If you don't select any image, all will be displayed. The default image of the combination will be the first one selected from the list.
es_ar: Puedes especificar qué imágenes deben mostrarse cuando el cliente selecciona esta combinación. Si no se selecciona ninguna imagen, se mostrarán todas. La imagen predeterminada de la combinación será la primera seleccionada de la lista.
sr_cs: Možete odrediti koje slike treba prikazati kada kupac izabere ovu kombinaciju. Ako ne izaberete nijednu sliku, prikazaće se sve. Podrazumevana slika za ovu kombinaciju biće prva izabrana sa liste.

source: [1]Edit default behavior[/1]
es_ar: [1]Editar comportamiento predeterminado[/1]

source: [1]Manage all files[/1]
bs_ba: [1]Upravljanje svim datotekama[/1]
es_ar: [1]Administrar todos los archivos[/1]
sr_cs: [1]Uredi sve fajlove[/1]

source: [1]Manage all tags[/1]
bs_ba: [1]Upravljajte svim tagovima[/1]
es_ar: [1]Administrar todas las etiquetas[/1]
sr_cs: [1]Uredi sve tagove[/1]

source: [1]Manage catalog price rules[/1]
es_ar: [1]Administrar reglas de precios de catálogo[/1]
sr_cs: [1]Uredi pravila cena[/1]

source: [1]Manage tax rules[/1]
bs_ba: [1]Upravljaj pravilima poreza[/1]
es_ar: [1]Administrar reglas de impuestos[/1]
sr_cs: [1]Upravljaj pravilima poreza[/1]

source: [1]View all stock movements[/1]
bs_ba: [1]Pogledajte sva kretanja zaliha[/1]
es_ar: [1]Ver todos los movimientos de stock[/1]
sr_cs: [1]Prikaži transakciju zaliha[/1]

source: [1][/1] of [2][/2] characters allowed
bs_ba: [1][/1] od [2][/2] dopuštenih znakova
es_ar: [1][/1] de [2][/2] caracteres permitidos
id_id: [1][/1] / [2][/2] karakter dibolehkan
mk_mk: [1][/1] од [2][/2] дозволени карактери
sq_al: [1] nga [/1] karaktere të lejuara

source: [1][/1] of [2][/2] characters used (recommended)
bs_ba: [1][/1] od [2][/2] korištenih znakova (preporučeno)
es_ar: [1][/1] de [2][/2] caracteres utilizados (recomendado)
id_id: [1][/1] dari [2][/2] karakter yang digunakan (disarankan)
mk_mk: [1][/1] од [2][/2] карактери кои се користат (се препорачуваат)
sq_al: janë përdorur [1] karaktere nga [/1] (të rekomanduara)

source: [1]{filesNb}[/1] selected file(s)
es_ar: [1]{filesNb}[/1] archivos seleccionados
sr_cs: [1]{filesNb}[/1] izabrani fajl(ovi)

source: copy of %s
bs_ba: Kopija od %s
es_ar: copia de %s
sr_cs: kopija od %s

source: in stock
bs_ba: na stanju
es_ar: en stock
sr_cs: na zalihama

source: low stock
bs_ba: niske zalihe
es_ar: poco stock
sr_cs: Niska zaliha

source: or select files
bs_ba: ili odaberi datoteke
es_ar: o selecciona archivos
id_id: atau pilih berkas
mk_mk: или одберете датотеки
sq_al: ose zgjidh skedarët

source: out of stock
bs_ba: nema na stanju
es_ar: agotado
sr_cs: nema na zalihama

source: product(s)
bs_ba: proizvod(i)
es_ar: producto(s)
id_id: produk
mk_mk: артикл(и)
sq_al: produkt(e)
sr_cs: proizvod(e)

source: tax incl.
bs_ba: PDV uključen.
es_ar: IVA incl.
id_id: termasuk pajak.
mk_mk: со данок
sq_al: me TVSH
sr_cs: sa porezom

source: tax incl. (tax rule: %taxRate%%)
bs_ba: PDV uklj. (porezno pravilo: %taxRate%%)
es_ar: impuestos incl. (regla: %taxRate%%)
sr_cs: sa PDV-om. (poresko pravilo: %taxRate%%)

source: Texture
id_id: Tekstur

source: Attachment
bs_ba: Priložena datoteka
id_id: Lampiran
mk_mk: Прилози
sq_al: Shtojca
sr_cs: Priložena datoteka

source: Transfer to another warehouse
id_id: Transfer ke gudang lain

source: Transfer from another warehouse
id_id: Transfer dari gudang lain

source: Value
id_id: Nilai

source: Current texture
id_id: Tekstur saat ini

source: Add New Attributes
id_id: Tambah atribut baru

source: Edit New Attribute
id_id: Edit atribut

source: Add New Attribute
id_id: Tambah atribut baru

source: Color
bs_ba: Boja
id_id: Warna
mk_mk: Боја
sq_al: Ngjyra
sr_cs: Boja

source: Payment:
id_id: Pembayaran:

source: Edit New Feature
id_id: Edit fitur baru

source: Add New Feature
id_id: Tambahkan fitur baru

source: Add a new feature value
id_id: Tambahkan nilai fitur baru

source: All combinations
id_id: Semua kombinasi

source: Cover image
id_id: Gambar sampul

source: Category name
id_id: Kategori Nama

source: Parent of the category
id_id: Induk kategori

source: Decrement pack only.
id_id: Pengurangan hanya untuk pak.

source: Decrement products in pack only.
id_id: Pengurangan produk hanya dalam pak.

source: Decrement both.
id_id: Pengurangan untuk keduanya.

source: Pre-defined value
id_id: Pra-nilai yang didefinisikan

source: OR Customized value
id_id: ATAU Sesuaikan nilai

source: Please select a file
id_id: Silahkan pilih file

source: ISBN code
id_id: Kode ISBN

source: Min. quantity for sale
id_id: Jumlah minimal untuk dijual

source: Select images of this combination:
id_id: Pilih gambar untuk kombinasi ini:

source: Final price
id_id: Harga Final

source: Cost Price
id_id: Harga Dasar

source: Minimum quantity
id_id: Jumlah minimum

source: Add products to your pack
id_id: Tambahkan produk kedalam pak

source: Pre-tax retail price
id_id: Harga sebelum pajak

source: Retail price with tax
id_id: Harga jual dengan Pajak

source: Add a new category
id_id: Tambah kategori baru

source: Display options
id_id: Opsi layar

source: Default suppliers
id_id: Pemasok bawaan

source: Attachments for this product:
id_id: Lampiran untuk produk ini:

source: No tax
id_id: Tanpa pajak

source: Apply to all products
id_id: Terapkan ke semua produk

source: Pack quantities
id_id: Jumlah pak

source: Create combinations
id_id: Buat kombinasi

source: I want to use the advanced stock management system for this product.
id_id: Gunakan advanced stock management untuk produk ini.
