Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogHelp.*.xlf
Languages: bn_bd, ca_es, cs_cz, hr_hr, ko_kr, lv_lv, pt_br, sl_si

source: Does not apply to the shipping costs
bn_bd: শিপিং খরচ প্রযোজ্য নয়
ca_es: No s'aplica a les despeses d'enviament
cs_cz: Se nevztahuje na přepravní náklady
hr_hr: Ne odnosi se na troškove dostave
ko_kr: 배송비에는 적용되지 않음
lv_lv: Neattiecas uz nosūtīšanas izmaksām
pt_br: Não se aplica para os custos de transporte
sl_si: Ne vpliva na ceno dostave

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
bn_bd: আপনি কার্টের জন্য ন্যূনতম পরিমাণ ট্যাক্স এবং শিপিং সহো বা ছাড়া নির্বাচন করতে পারবেন।
ca_es: Podeu escollir una quantitat mínima a comprar, amb o sense impostos, amb o sense enviament.
cs_cz: Můžete si vybrat minimální částku pro košík včetně nebo bez daně a s cenou přepravy nebo bez ceny přepravy.
hr_hr: Možete odabrati minimalni iznos košarice s ili bez PDV-a i s ili bez dostave.
ko_kr: 세금과 배송 여부에 상관없이 장바구니에 최소 수량을 선택할 수 있습니다.
lv_lv: Jūs varat izvēlēties minimālo summu par grozu, vai nu ar vai bez nodokļiem, un nosūtīšanas.
pt_br: Você pode escolher um valor mínimo para o carrinho com ou sem os impostos, e com ou sem transporte.
sl_si: Izberete lahko minimalno vsoto košarice, z ali brez davka in stroškov dostave.

source: The cart rule will be applied to the first "X" customers only.
bn_bd: কার্ট নিয়ম প্রথম "x" গ্রাহকদের জন্য শুধুমাত্র প্রয়োগ করা হবে.
ca_es: Aquesta regla de cistella s'aplicarà únicament als primers "X" clients.
cs_cz: Pravidlo pro košík bude platit pro prvních X zákazníků.
hr_hr: Pravilo košarice bit će primijenjeno samo na privh X kupaca.
ko_kr: 장바구니 규칙은 첫 "X" 고객에게만 적용됩니다.
lv_lv: Groza noteikums tiks piemērots tikai pirmajiem "X" klientiem.
pt_br: A regra do carrinho será aplicada aos primeiros X clientes.
sl_si: Pravilo spletne košarice bodo na voljo samo prvim "X" kupcem.

source: A customer will only be able to use the cart rule "X" time(s).
bn_bd: কোনো গ্রাহক কার্ট বিধি "x" বার ব্যবহার করতে সক্ষম হবে.
ca_es: Un client únicament podrà fer servir la regla de cistella "X" vegades.
cs_cz: Zákazník bude moci použít pravidlo pro košík X .
hr_hr: Kupac če moći iskoristiti pravilo košarice (X) puta.
ko_kr: 고객은 장바구니 규칙을 "X"번 만 사용할 수 있습니다.
lv_lv: Klients varēs izmantot tikai groza noteikumu "X" reizes.
pt_br: O cliente será capaz de usar está regra de carrinho X vez(es).
sl_si: Kupec bo lahko uporabil pravilo košarice le "X" krat.

source: Optional: The cart rule will be available to everyone if you leave this field blank.
bn_bd: ঐচ্ছিক: আপনি এই ক্ষেত্রটি ফাঁকা ছেড়ে যান তবে কার্ট নিয়ম প্রত্যেকের জন্য প্রযোজ্য করা হবে।
ca_es: Opcional, la regla de cistella estarà disponible per a tothom si deixeu el camp en blanc.
cs_cz: Volitelně bude pravidlo košíku k dispozici pro každého, pokud necháte toto pole prázdné.
hr_hr: Opcionalno, pravilo košarice bit će dostupno svima ukoliko ovo polje ostavite praznim
ko_kr: 선택 사항: 이 항목을 비워두면 모든 사용자 장바구니 규칙을 사용할 수 있습니다.
lv_lv: Papildus: esošais grozu noteikumi būs pieejams visiem, ja jūs atstāsiet šo lauku tukšu.
pt_br: Opcional, a regra carrinho estará disponível para todos se você deixar este campo em branco.
sl_si: Opcijsko: Če pustite to polje prazno, bo pravilo spletne košarice na voljo vsem.

source: The default period is one month.
bn_bd: ডিফল্ট সময়সীমা এক মাস.
ca_es: El període predeterminat és un mes.
cs_cz: Standardní lhůta je jeden měsíc.
hr_hr: Zadano razdoblje je jedan mjesec.
ko_kr: 기본 기간은 한 달입니다.
lv_lv: Pēc noklusējuma - periods ir viens mēnesis.
pt_br: Período padrão é de um mês.
sl_si: Privzeto je obdobje enega meseca.

source: This restriction applies to the country of delivery.
bn_bd: এই সীমাবদ্ধতা যেসব দেশের ডেলিভারির ক্ষেত্রে প্রযোজ্য.
ca_es: Aquesta restricció s'aplica al país de lliurament.
cs_cz: Toto omezení platí pro zemi dodací adresy.
hr_hr: Ovo ograničenje primjenjuje se na dostavu u zemlje.
ko_kr: 이 제한은 배송 국가에 적용됩니다.
lv_lv: Šis ierobežojums attiecas uz piegādes valsti.
pt_br: Esta restrição aplica-se ao país de entrega.
sl_si: Ta omejitev velja za državo dostave.

source: This will be displayed in the cart summary, as well as on the invoice.
bn_bd: এটা কার্ট সারসংক্ষেপ এ প্রদর্শন করা হবে এবং সেইসাথে চালানেও করা হবে।
ca_es: Es mostrarà en el resum de la cistella i també a la factura.
cs_cz: Se zobrazí v přehledu košíku i na faktuře.
hr_hr: Bit će prikazan u pregledu košarice kao i na računu.
ko_kr: 이것은 청구서만 아니라, 장바구니 요약에도 표시됩니다.
lv_lv: Tas tiks parādīts grozu kopsavilkumā, kā arī rēķinā.
pt_br: Será exibido no resumo carrinho, bem como na fatura.
sl_si: To bo prikazano na povzetku košarice kot tudi na fakturi.

source: For your eyes only. This will never be displayed to the customer.
bn_bd: শুধু আপনার দেখার জন্য ।এটি কখনোই গ্রাহক এর সামনে প্রদর্শন করা হবে না।
ca_es: Només per a vos, no es mostrarà al client.
cs_cz: Jen pro vás, nikdy se nezobrazí zákazníkovi.
hr_hr: Samo za Vas, neće se nikad prikazati kupcu
ko_kr: 당신에게만 보입니다. 이것은 고객에게 표시되지 않습니다.
lv_lv: Tikai jums. Tas nekad netiks parādīts klientam.
pt_br: Somente para você, nunca será visualizado para o cliente.
sl_si: Samo za vaše oči. To ne bo nikoli prikazano kupcu.

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
ca_es: Atenció! Si deixeu aquest camp en blanc, la regla s'aplicarà automàticament als clients beneficiaris.
cs_cz: Upozornění! Pokud ponecháte toto pole prázdné, bude pravidlo automaticky použito pro zvýhodnění zákazníků.
hr_hr: Oprez! Ako ovo polje ostavite prazno, pravilo će se automatski primijeniti na korist kupaca.
ko_kr: 주의! 이 항목을 비워두면, 규칙이 혜택받는 고객들에게 자동으로 적용됩니다.
lv_lv: Uzmanību! Ja jūs atstājat šo lauku tukšu, noteikums tiks automātiski piemērots klientiem.
pt_br: Cuidado! Se você deixar este campo em branco, o cupom será aplicado automaticamente, aplicando o desconto aos clientes.
sl_si: Pozor! Če pustite to polje prazno, bo pravilo avtomatsko omogočeno za korist strank.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
bn_bd: ভাউচার যদি কার্টে এখনও না আসে, তাহলে এটি কার্ট সারসংক্ষেপের মধ্যে প্রদর্শন করা হবে।
ca_es: Si el cupó encara no és a la cistella, es mostrarà al resum de la cistella.
cs_cz: Pokud slevový kupón ještě není v nákupním košíku, bude zobrazen v sumarizaci košíku.
hr_hr: Ukoliko kupon nije već u košarici, prikazat će se ispod košarice u pregledu košarice.
ko_kr: 장바구니에 할인 쿠폰이 아직 없다면, 장바구니 요약에 표시됩니다.
lv_lv: Ja kvīts vēl nav iekļauts grozā, tas tiks parādīts groza kopsavilkumā.
pt_br: Se o cupom não está no carrinho ainda, ele será mostrado no resumo da compra.
sl_si: Če kupona še ni v košarici, bo prikazan v povzetku košarice.

source: Only applicable if the voucher value is greater than the cart total.
bn_bd: ভাউচারের মূল্য কার্টের মোট মূল্য হতে অধিক হোলে শুধুমাত্র প্রযোজ্য.
ca_es: Únicament és aplicable si el valor del cupó de descompte és més gran que el total de la cistella de compra.
cs_cz: Použije se pouze v případě, když je hodnota slevového kupónu větší než hodnota košíku.
hr_hr: Primjenjuje se samo ako je vrijednost kupona veća od iznosa košarice.
ko_kr: 할인 쿠폰 값이 장바구니 합계보다 큰 경우에만 적용됩니다.
lv_lv: Piemēro tikai tad, ja kupona vērtība ir lielāka par kopējo groza summu.
pt_br: Só se aplica se o valor do comprovante for maior que o total do carrinho.
sl_si: Na voljo le če je vrednost kupona višja kot vsota košarice.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
bn_bd: আপনি যদি আংশিক ব্যবহারের অনুমতি না দেন,ভাউচারের মূল্য মোট অর্ডার পরিমাণ নত করা হবে।আপনি আংশিক ব্যবহারের অনুমতি দিলে একটি নতুন ভাউচার বাকি অংশের সঙ্গে তৈরি করা হবে।
ca_es: Si no permeteu l'ús parcial, el valor del cupó es reduirà a l'import total de la comanda. Tanmateix, si permeteu l'ús parcial, es crearà un nou cupó amb la resta.
cs_cz: Pokud si nepřejete částečné používání, bude hodnota slevového kupónu snížena na celkovou částku objednávky, ale pokud tak učiníte, bude nový kupón vytvořen ze zbytku.
hr_hr: Ukoliko ne dozvoljavate djelomično korištenje, vrijednost kupona bit će smanjena na iznos košarice, ali, novi kupon bit će kreiran s podsjetnikom.
ko_kr: 부분 사용을 허용하지 않으면, 할인 쿠폰 값이 전체 주문 금액으로 낮아집니다. 그러나, 부분 사용을 허용하면, 나머지 부분에 새 할인 쿠폰이 생성됩니다.
lv_lv: Ja jūs neatļaujiet daļēju izmantošanu, kupona vērtība tiks samazināta līdz kopējai pasūtījuma summai. Tomēr, ja jūs atļausiet daļēju kupona izmantošanu, tad par atlikušo daļu tiks izveidots jauns kupons.
pt_br: Se você não permitir o uso parcial, o valor do pedido será reduzido para o valor total do pedido, mas se o fizer, um novo pedido será criado com o restante.
sl_si: Če ne dovolite delne uporabe, bo vrednost kupona znižana do končne cene naročila. Če dovolite delno uporabo, bo nov kupon ustvarjen z razliko vsot.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
bn_bd: কার্ট নিয়ম অগ্রাধিকার দ্বারা প্রয়োগ করা হয়।অগ্রাধিকার '১' যুক্ত একটি নিয়ম '২' যুক্ত নিয়ম এর আগে প্রয়োগ করা হবে।
ca_es: Les regles de cistella s'apliquen per prioritat. Una regla de cistella amb una prioritat "1" es processarà abans que una regla de cistella amb una prioritat "2".
cs_cz: Pravidla košíku se aplikují podle priority. Pravidla košíku s prioritou "1" bude zpracováno před pravidlem s prioritou "2".
hr_hr: Pravila košarice primjenjuju se na košaricu po prioritetu. Pravilo košarice s prioritetom "1" bit će obrađeno prije pravila košarice s prioritetom "2".
ko_kr: 장바구니 규칙이 우선 적용됩니다. 우선 순위가 "1"인 장바구니 규칙은 우선 순위가 "2"인 장바구니 규칙보다 먼저 처리됩니다.
lv_lv: Groza noteikumi tiek piemēroti pēc prioritātes. Groza noteikums ar prioritāti "1" tiks apstrādāts pirms groza noteikuma ar prioritāti "2".
pt_br: Regras de carrinho são aplicadas ao carrinho por prioridade. Uma regra de carrinho com prioridade "1" será processado antes de uma regra de carrinho com uma prioridade de "2".
sl_si: Pravila košaric se upoštevajo po prioriteti. Pravilo košarice s prioriteto "1" bo sprocesirano pred pravilom s prioriteto "2".

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
ca_es: Trieu un color amb el selector de color, o entreu un color en codi HTML (p. ex. "lightblue", "#CC6600").
cs_cz: Vyberte si hodnotu v dialogu pro výběr barvy nebo zadejte barvu HTML (např. "lightblue", "#CC6600").
hr_hr: Odaberite boju s alatom za odabir boja ili unesite HTML boju (npr. "lightblue", "#CC6600").
ko_kr: 색상 선택 도구로 색상을 선택하거나, HTML 색상값을 입력하세요(예. "연한파랑","CC6600").
lv_lv: Izvēlieties krāsu ar krāsu atlasītāju vai ievadiet HTML krāsas kodu (piemēram, "lightblue", "#CC6600").
pt_br: Escolha uma com com o Color Picker, ou informe uma cor em HTML (ex: 'lightblue', '#CC6600').
sl_si: Izberite barvo s pomočjo izberalca barv ali pa vnesite HTML barvo (e.g. "lightblue", "#CC6600").

source: Your internal name for this attribute.
ca_es: El nom intern per a aquest atribut.
cs_cz: Interní název pro tento atribut.
hr_hr: Vaš interni naziv za ovaj atribut.
ko_kr: 이 속성에 대한 내부명 입니다.
lv_lv: Jūsu iekšējais nosaukums šim atribūtam.
pt_br: O nome interno para este atributo.
sl_si: Vaše interno ime za ta atribut.

source: The public name for this attribute, displayed to the customers.
ca_es: El nom públic d'aquest atribut, que es mostra als clients.
cs_cz: Veřejný název tohoto atributu, který uvidí zákazníci.
hr_hr: Javni naziv za ovaj atribut, prikazan za kupce.
ko_kr: 고객에게 보여줄, 이 속성의 공용 이름.
lv_lv: Publiskais nosaukums šim atribūtam, redzams klientiem.
pt_br: O nome público para este atributo, apresentado aos clientes.
sl_si: Javno ime za ta atribut, prikazan kupcem.

source: The way the attribute's values will be presented to the customers in the product's page.
ca_es: La manera com es presentaran els valors de l'atribut als clients a la pàgina del producte.
cs_cz: Způsob jakým se hodnoty atributu zobrazí zákazníkům na produktové stránce.
hr_hr: Način na vrijednosti atributa bit će prezentirani kupcu u stranici proizvoda.
ko_kr: 상품 페이지에서 고객에게 보여질 속성값을 표시되는 방법입니다.
lv_lv: Atribūta vērtību uzrādīšanas veids priekš klientiem produktu lapā.
pt_br: A forma como estes atributos serão apresentados aos clientes na página de produtos.
sl_si: Tako vrednosti atributa bo prikazana kupcem na strani izdelka.

source: Choose the attribute group for this value.
ca_es: Trieu el grup d'atributs per aquest valor.
sl_si: Izberite skupino atributa za te vrednosti.

source: Upload an image file containing the color texture from your computer.
ca_es: Carregueu un fitxer d'imatge que contingui la textura del color del vostre ordinador.
sl_si: Naložite slikovno datoteko, ki vsebuje barvno teksturo iz računalnika.

source: This will override the HTML color!
ca_es: Això sobreescriurà el color HTML!
sl_si: To bo prekrilo HTML barvo!

source: Save then add another value
ca_es: Desar i afegir un altre valor
sl_si: Shrani in dodaj novo vrednost

source: Allow customers to upload files using the contact page.
bn_bd: গ্রাহকদের যোগাযোগের পৃষ্ঠা ব্যবহার করে ফাইল আপলোড করার অনুমতি প্রদান করুন
ca_es: Permeten als clients de càrrega d'arxius utilitzant la pàgina de contacte
cs_cz: Povolit zákazníkům nahrát soubor pomocí kontaktní stránky
hr_hr: Dozvoli kupcima da prenose datoteke koristeći stranicu za kontakt
ko_kr: 고객들에게 연락처 페이지를 사용하여 파일을 업로드 하는 것을 허용합니다.
lv_lv: Atļaut klientiem augšupielādēt failus izmantojot kontaktēšanās lapu
pt_br: Permitir aos clientes enviar arquivos na página de contato.
sl_si: Dovolite strankam da naložijo datoteko s pomočjo kontaktne strani.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
bn_bd: সার্ভিস পেজ এ থ্রেড এর জবাব দেবার সময় ডিফল্ট হিসাবে আসা মেসেজ ফিল্ড পূরণ করুন
ca_es: Escriviu el missatge que apareixerà predeterminat a l'hora de respondre a una discussió al Servei al Client
cs_cz: Vyplňte zprávu, která se zobrazí ve výchozím nastavení při odpovědi na vlákno na stránce zákaznického servisu
hr_hr: Molimo ispunite poruku koja će se prikazivati kad odgovarate na upit na stranici službe za korisnike
ko_kr: 고객 서비스 페이지에 스레드 응답 시 기본으로 보일 메시지 항목을 채워주세요.
lv_lv: Lūdzu, aizpildiet ziņojuma laukus, kas tiek parādīti pēc noklusējuma, kad atbildat uz pieprasījumiem klientu apkalpošanas lapā.
pt_br: Por favor, preencha os campos de mensagens que aparecem por padrão quando você responde à uma lista de discussão na página de serviços ao cliente.
sl_si: Vnesite sporočilo, ki se pojavi vedno, ko odgovorite stranki na strani za podporo strankam.

source: URL for your IMAP server (ie.: mail.server.com).
ca_es: URL del vostre servidor IMAP (p.ex. mail.server.com).
cs_cz: URL adresa IMAP serveru (např. mail.server.cz).
hr_hr: URL za Vaš IMAP server (npr.: mail.server.com).
ko_kr: IMAP 서버의 URL (예:mail.server.com).
lv_lv: Saite jūsu IMAP serverim (piem.: mail.server.com).
pt_br: URL do seu servidor IMAP (ex: mail.servidor.com).
sl_si: URL za vaš IMAP strežnik (ie.: mail.server.com).

source: Port to use to connect to your IMAP server.
ca_es: Port que usareu per a connectar amb el vostre servidor IMAP.
cs_cz: Port pro IMAP server.
hr_hr: Port za spajanje na IMAP poslužitelj.
ko_kr: IMAP 서버 연결 시 사용할 포트.
lv_lv: Ports ko izmanto savienojumam ar IMAP serveri.
pt_br: Porta para conectar o seu servidor IMAP.
sl_si: Vrata za povezovanje na vaš IMAP strežnik.

source: User to use to connect to your IMAP server.
ca_es: Usuari per a la connexió amb el vostre servidor IMAP.
cs_cz: Přihlašovací jméno pro IMAP server.
hr_hr: Port za spajanje na IMAP poslužitelj.
ko_kr: IMAP 서버 접속을 사용할 사용자.
lv_lv: Lietotāja vārds, lai izveidotu savienojumu ar IMAP serveri.
pt_br: Usuário para conectar ao seu servidor IMAP.
sl_si: Uporabnik mora uporabit za povezavo na vaš IMAP strežnik.

source: Password to use to connect your IMAP server.
ca_es: Clau de pas que usareu per connectar amb el vostre servidor IMAP.
cs_cz: Heslo pro připojení k IMAP serveru.
hr_hr: Lozinka za spajanje na Vaš IMAP poslužitelj.
ko_kr: IMAP 서버 연결에 사용할 비밀번호.
lv_lv: Parole savienojumam ar IMAP serveri.
pt_br: Senha para conectar ao seu servidor IMAP.
sl_si: Geslo za prijavo na vaš IMAP strežnik.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
ca_es: Suprimiu missatges després de la sincronització. Si no activeu aquesta opció, la sincronització trigarà més temps.
cs_cz: Smazat zprávy po synchronizaci. Pokud nezvolíte tuto možnost, synchronizace bude trvat déle.
hr_hr: Brisanje poruke nakon sinkronizacije. Ako ne uključite ovu opciju, sinkronizacija će uzeti više vremena.
ko_kr: 동기화 후 메시지를 삭제합니다. 이 옵션을 활성화 하지 않으면, 동기화는 더 시간이 걸립니다.
lv_lv: Dzēsiet ziņojumus pēc sinhronizācijas. Ja neieslēgsiet šo opciju, sinhronizācija prasīs vairāk laika.
pt_br: Apagar mensagens após a sincronização. Se você não ativar esta opção, a sincronização demorará mais.
sl_si: Izbriši sporočilo po sinhronizaciji. Če ne omogočite te možnosti, bo potrebno več časa za sinhronizacijo.

source: Create new threads for unrecognized emails.
ca_es: Crear discussions noves per a correus electrònics no reconeguts.
cs_cz: Vytvořit nové vlákno pro neznámé e-maily.
hr_hr: Stvaranje nove teme za nepriznate poruke e-pošte.
ko_kr: 확인되지 않은 이메일들에 대한 새 스레드들을 생성합니다.
lv_lv: Izveidot jaunu neatpazīstamu e-pasta ziņojumu sarakstu.
pt_br: Criar novos tickets para e-mails não reconhecidos.
sl_si: Ustvari nove teme za neprepoznane e-maile.

source: Use POP3 instead of IMAP.
ca_es: Usar POP3 en lloc d'IMAP.
cs_cz: Použít POP3 namísto IMAP.
hr_hr: Koristite POP3 umjesto IMAP.
ko_kr: IMAP 대신 POP3 사용.
lv_lv: Izmantojiet POP3, nevis IMAP.
pt_br: Usar POP3 ao invés de IMAP.
sl_si: Uporabi POP3 namesto IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
bn_bd: অনুমতিপূর্ব IMAP সেশন স্থাপন করার জন্য RHS অথবা SSH ব্যবহার করবেন না
ca_es: No fer servir RSH o SSH per tal d'establir una sessió IMAP preautenticada.
cs_cz: Nepoužívejte RSH nebo SSH k vytvoření předem ověřené IMAP relace
hr_hr: Nemojte koristiti RSH ili SSH za preautentikaciju IMAP sesije
ko_kr: 사전 인증된 IMAP 세션 설정에 RSH나 SSH를 사용하지 않습니다.
lv_lv: Neizmantojiet RSH vai SSH, lai izveidotu iepriekš apstiprinātas IMAP sesijas.
pt_br: Não usar o RSH ou SSH para estabelecer uma sessão IMAP pré-autenticada.
sl_si: Ne uporabi RSH ali SSH za vzpostavitev IMAP seje pred avtentikacijo.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
ca_es: Fer servir la Secure Socket Layer (TLS/SSL) per tal de xifrar la sessió.
cs_cz: Používat Secure Socket Layer (TLS/SSL) pro kódování session.
hr_hr: Koristite Secure Socket Layer (TLS / SSL) za šifriranje sesije.
ko_kr: 세션 암호화에 보안 소켓 레이어(TLS/SSL) 를 사용합니다.
lv_lv: Izmantojiet Secure Socket Layer (TLS / SSL), lai šifrētu sesiju.
pt_br: Utilizar SSL/TLS para criptografar a sessão.
sl_si: Uporabi Secure Socket Layer (TLS/SSL) za šifriranje te seje.

source: Validate certificates from the TLS/SSL server.
ca_es: Validar certificats des del servidor TLS/SSL.
cs_cz: Ověření certifikátů ze serveru TLS / SSL.
hr_hr: Provjerite valjanost certifikata sa TLS/SSL servera.
ko_kr: TLS/SSL 서버에서의 인증서를 검증합니다.
lv_lv: Apstipriniet TLS / SSL servera sertifikātus.
pt_br: Validar os certificados do servidor SSL/TLS.
sl_si: Potrdi certifikate TLS/SSL strežnika.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
ca_es: No validar certificats del servidor TSL/SSL, acció necessària només si el servidor usa certificats autosignats.
cs_cz: Neověřovat certifikáty z TLS / SSL serveru. Potřebné, pokud server používá certifikáty s vlastním podpisem.
hr_hr: Ne provjeravaj valjanost certifikata sa TLS/SSL servera, potrebno ukoliko server koristi samopotpisani certifikat.
ko_kr: TLS/SSL 서버에서의 인증서 검증을 하지 않습니다. 이것은 서버에서 자체-사인된 인증서를 사용하는 경우만 필요합니다.
lv_lv: Nevar apstiprināt sertifikātus no TLS / SSL servera. Tas ir nepieciešams tikai tad, ja serveris izmanto paša paraksta sertifikātus.
pt_br: Não validar certificados do servidor SSL/TLS. Esta opção é necessária apenas se o servidor utiliza certificados auto-assinados.
sl_si: Ne potrjuj certifikatov s TLS/SSL strežnika. To je potrebno le v primeru, če strežnik uporablja svoje certifikate.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
bn_bd: সেশন এনক্রিপ্ট করতে TLS এর বাবহারে বাধ্য করুন এবং এটা সমর্থন করে না সার্ভারের সাথে এমন সংযোগ প্রত্যাখ্যান করুন
ca_es: Forçar l'ús de start-TLS per a xifrar la sessió, i rebutjar la connexió als servidors que no ho admeten
cs_cz: Vynutit použití šifrování relace start-TLS a odmítnout připojení k serverům, které toto šifrování nepodporují
hr_hr: Forsiraj korištenje start-TLS za enkripciju sesije i odbij konekcije na servere koji ga ne podržavaju
ko_kr: 세션 암호화에 start-TLS를 강제 사용하고, 그것을 지원하지 않는 서버로의 연결을 거부합니다.
lv_lv: Piespiediet start-TLS lietošanu sesijas šifrēšanai un noraidiet savienojumu ar serveriem, kas to neatbalsta.
pt_br: Forçar o uso de start-TLS para criptografar a sessão, e rejeitar conexões com servidores que não o suportam.
sl_si: Prisili uporabo start-TLS za enkripcijo seje in zavrni povezave na strežnike, ki tega ne podpirajo.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
bn_bd: সেশন এনক্রিপ্ট করতে TLS এর বাবহার করবেন না। এমন কি সার্ভার তা সাপোর্ট করলেও।
ca_es: No fer servir start-TLS per a xifrar la sessió, fins i tot amb servidors que ho admeten.
cs_cz: Nepoužívejte šifrování start-TLS pro session, a to i se servery, které toto šifrování podporují.
hr_hr: nemoj koristiti start-TLS za enkripciju sesije, čak i ako ga serveri podržavaju
ko_kr: 서버에서 세션 암호화에 start-TLS를 지원해도, 사용하지 않습니다.
lv_lv: Neizmantojiet start-TLS, lai šifrētu sesiju, pat ar serveriem, kas to atbalsta.
pt_br: Não iniciar-TLS para criptografar a sessão, mesmo com os servidores que o suportam
sl_si: Ne uporabi start-TLS za enkripcijo te seje, četudi strežniki to podpirajo.

source: Company name for this supplier
ca_es: Nom de l'empresa d'aquest proveïdor
sl_si: Ime podjetja za tega ponudnika

source: Phone number for this supplier
ca_es: Número de telèfon del proveïdor
sl_si: Telefonska številka tega dobavitelja

source: Mobile phone number for this supplier.
ca_es: Número de telèfon mòbil d'aquest proveïdor.
sl_si: Mobilna številka za tega dobavitelja.

source: Search reference
ca_es: Cercar una referència
cs_cz: Vyhledat kód
hr_hr: Referenca pretraživanja
ko_kr: 참조 검색
pt_br: Pesquisar referência
sl_si: Iščite po SKU

source: Create a new product: CTRL+P
ca_es: Crear un nou producte: CTRL+P
sl_si: Ustvarite nov izdelek: CTRL+P

source: Add new feature value
ca_es: Afegir un nou valor per a la característica
sl_si: Dodaj novo vrednost funkcije

source: To have a different title from the category name, enter it here.
ca_es: Per a tenir un títol diferent del nom de la categoria, escriviu-lo aquí.
cs_cz: Pokud chcete mít jiný název než je název kategorie, zadejte ho sem.
hr_hr: Da imaju drugačiji naslov iz naziva kategorije, upišite ga ovdje.
ko_kr: 분류 이름에서 다른 제목을 붙이려면, 여기에 입력하세요.
lv_lv: Lai nosaukums būtu savādāks kā kategorijai, ievadiet to šeit.
pt_br: Para ter um título diferente do nome da categoria, digite-o aqui.
sl_si: Za drugačen naslov od imena kategorije, vnesite tukaj.
