Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogNotification.*.xlf
Languages: bn_bd, ca_es, cs_cz, et_ee, fi_fi, hr_hr, hu_hu, id_id, lv_lv, no_no, pl_pl, ro_ro, sk_sk, sv_se

source: The voucher cannot end before it begins.
bn_bd: এটি শুরু করার আগে ভাউচার শেষ করা যাবে না .
ca_es: El cupó no pot acabar abans de començar.
cs_cz: Platnost kupónu nemůže skončit dříve, než začne.
et_ee: Kupong ei saa aeguda enne oma alguskuupäeva
fi_fi: Kupongin voimassaolo ei voi päättyä ennen voimassaolon alkamista.
hr_hr: Kupon ne može završavati prije početka
hu_hu: A kupon nem járhat le a kezdődátum előtt.
id_id: Voucher tidak dapat berakhir sebelum dimulai.
lv_lv: Kupons nevar beigties ātrāk, pirms tas sākas.
no_no: Verdikupongen kan ikke avsluttes før den har begynt.
pl_pl: Bon rabatowy nie może zakończyć się przed swoim rozpoczęciem.
ro_ro: Cuponul nu poate expira inainte datei de start.
sk_sk: Zľavový kupón nemože skončiť skôr než začne.
sv_se: Rabattkoden kan inte förfalla före startdatumet

source: There are not enough products in stock.
ca_es: No hi ha prou productes en inventari.
cs_cz: Není dostatek zboží na skladě.
et_ee: Laos pole piisavalt tooteid.
fi_fi: Varastossa ei ole tarpeeksi tuotteita.
hr_hr: Nema dovoljno proizvoda na zalihi.
hu_hu: Nincs elég termék raktáron.
id_id: Stok tidak mencukupi.
lv_lv: Noliktavā nav pietiekami daudz produktu.
no_no: Det er ikke nok av produktet på lager.
pl_pl: Nie ma wystarczającej ilości produktów w magazynie.
ro_ro: Nu exista produse suficiente in stoc.
sk_sk: Na sklade nie je dostatok produktov.
sv_se: Det finns inte tillräckligt med produkter i lager.

source: There is no attachment yet.
ca_es: Encara no hi ha cap arxiu adjunt.
cs_cz: Zatím není k dispozici žádná příloha.
et_ee: Manuseid veel pole.
fi_fi: Liitettä ei vielä ole.
hr_hr: Još nema dodataka.
hu_hu: Még nincs melléklet.
id_id: Tidak ada lampiran.
lv_lv: Nav pielikuma.
no_no: Det er ingen vedlegg ennå.
pl_pl: Nie ma jeszcze załączników.
ro_ro: Nu exista niciun fisier anexat inca.
sk_sk: Zatiaľ nie je k dispozícii žiadna príloha.
sv_se: Det finns ingen bilaga än.

source: This attachment was unable to be loaded into the database.
bn_bd: এই সংযুক্তি ডাটাবেসের মধ্যে লোড করা যায় নি
ca_es: No es pot afegir aquest arxiu adjunt a la bbase de dades
cs_cz: Nelze přidat tuto přílohu do databáze
et_ee: Ei saa liada seda lisa andmebaasi
fi_fi: Tätä liitetiedostoa ei voitu ladata tietokantaan.
hr_hr: Nije moguće dodavanje ovog privitka u bazu
hu_hu: A csatolmányt nem lehetett az adatbázisba tölteni.
id_id: Tidak dapat menambah lampiran ini ke dalam database
lv_lv: Šo pielikumu nevar ielādēt datu bāzē.
no_no: Vedlegget kunne ikke lastes inn i databasen.
pl_pl: Nie można dodać tego załącznika do bazy danych
ro_ro: Nu se poate adauga acest atasament in baza de date.
sk_sk: Nedá sa pridať túto prílohu do databázy
sv_se: Kunde inte spara denna bifogning i databasen

source: This cart rule code is already used (conflict with cart rule %rulename%)
ca_es: Aquest codi de regla de cistella ja es fa servir (conflicte amb la regla de cistella %rulename%)
cs_cz: Kód pro toto pravidlo košíku je již používán (konflikt s pravidlem košíku %rulename%)
et_ee: See ostukorvi reegel on juba kasutusel (konflikt ostukorvi reegliga %rulename%)
fi_fi: Tämä ostoskorisääntö on jo käytössä (konflikti ostoskorisäännön %rulename% kanssa)
hr_hr: Šifra pravila košarice već se koristi (konflikt s pravilom košarice %rulename%)
hu_hu: A kosárszabály kódja már használatban van (%rulename% kosárszabály-ütközés)
id_id: Voucher sudah pernah digunakan (konflik dengan %rulename%)
lv_lv: Šis grozu noteikuma kods jau ir izmantots (konfliktē ar noteikumiem %rulename%)
no_no: Denne handlevognregelkoden er allerede brukt (i konflikt med handlevognregelen %rulename%)
pl_pl: Kod reguły koszyka już został użyty (konflikt z regułą koszyka %rulename%)
ro_ro: Acest cod de regula de cos este deja utilizat (conflict cu regula de cos %rulename%)
sk_sk: Tento kód pravidla košíka sa už používa (v rozpore s pravidlom košíka %rulename%)
sv_se: Denna varukorgs kod används redan (konflikt med varukorgs-regel %rulename%)

source: This combination doesn't exist anymore
ca_es: Aquesta combinació ja no existeix
cs_cz: Tato kombinace již neexistuje
fi_fi: Tätä yhdistelmää ei enää ole
hu_hu: Ez a kombináció már nem létezik
no_no: Denne kombinasjonen finnes ikke lenger
pl_pl: Ten wariant już nie istnieje
ro_ro: Aceasta combinatie nu mai exista
sk_sk: Táto kombinácia už neexistuje

source: This feature has been disabled. You can activate it here: %url%.
ca_es: Aquesta funció s'ha desactivat. Podeu activar-la aquí: %url%.
cs_cz: Tato funkce byla vypnuta. Můžete ji aktivovat zde: %url%.
et_ee: See omadus on keelatud. Aktiveerida saad siin: %url%.
fi_fi: Tämä toiminto on poistettu käytöstä. Voit aktivoida sen täältä: %url%.
hr_hr: Ova značajka je onemogućena. Vi je možete aktivirati ovdje: %url%.
hu_hu: Ez a funkció ki van kapcsolva. Itt bekapcsolhatod: %url%.
id_id: Fitur ini telah dinonaktifkan. Anda dapat mengaktifkannya disini: %url%.
lv_lv: Šī funkcija ir izslēgta. Varat to aktivizēt šeit: %url%.
no_no: Denne funksjonen er deaktivert. Du kan aktivere den her: %url%.
pl_pl: Ta funkcja została wyłączona. Można ją włączyć tutaj: %url%.
ro_ro: Aceasta facilitate este dezactivata. O poti activa aici: %url%.
sk_sk: Táto funkcia bola zakázaná. Môžete ju aktivovať tu: %url%.
sv_se: Denna egenskap har inaktiverats. Du kan aktivera den här: %url%.

source: This file is associated with the following products. Are you sure you want to delete it?
ca_es: Aquest fitxer està associat amb els productes següents. Esteu segur que voleu suprimir-lo?
cs_cz: Tato příloha je spojena s následujícími produkty, opravdu ji chcete smazat?
et_ee: See fail on seotud järgmiste toodetega. Kas soovite selle tõesti kustutada?
fi_fi: Tämä tiedosto liittyy seuraaviin tuotteisiin, oletko varma että haluat poistaa sen?
hr_hr: Ova je datoteka povezana sa sljedećim proizvodima. Jeste li sigurni da ga želite izbrisati?
hu_hu: Ez a fájl a következő termékekkel van összekapcsolva, tényleg törölni akarod?
no_no: Denne filen er assosiert med følgende produkter. Vil du virkelig slette den?
pl_pl: Ten plik jest powiązany z następującymi produktami. Czy na pewno chcesz go usunąć?
ro_ro: Acest fisier este asociat cu urmatoarele produse. Sigur doresti stergerea sa?
sk_sk: Tento súbor je priradený ku nasledujúcim produktom. Naozaj ho chcete odstrániť?
sv_se: Denna bilaga är associerad med följande produkter, vill du verkligen ta bort den?

source: This value is too long. It should have %limit% characters or less.
ca_es: Aquest valor és massa llarg. Ha de tenir %limit% de caràcters o menys.
cs_cz: Tato hodnota je příliš dlouhá Limit je %limit% znaků.
et_ee: Väärtus on liiga pikk. See võib olla kuni %limit% tähemärki pikk.
fi_fi: Arvo on liian pitkä. Siinä saa olla enintään %limit% merkkiä.
hr_hr: Ova vrijednost je preduga. Trebala bi imati %limit% znakova ili manje.
hu_hu: Ez az érték túl hosszú. Legfeljebb %limit% karakter lehet.
id_id: Nilai terlalu panjang. Seharusnya memiliki %limit% karakter atau kurang.
lv_lv: Šī vērtība ir pārāk gara. Tai jābūt %limit% rakstzīmēm vai mazāk.
no_no: Denne verdi er for lang. Det må ha %limit% tegn eller mindre.
pl_pl: Ta wartość jest za długa. Powinna mieć %limit% znaków lub mniej.
ro_ro: Aceasta valoare este prea lunga. Acesta ar trebui sa aiba %limit% caractere sau mai putin.
sk_sk: Táto hodnota je príliš dlhá. Mala by mať %limit% znakov alebo menej.
sv_se: Värdet är för långt. Det måste vara %limit% tecken eller färre.

source: This will copy the images too. If you wish to proceed, click "%yes_label%". If not, click "%no_label%".
ca_es: Això també copiarà les imatges. Si voleu continuar, feu clic a "%yes_label%". Si no, feu clic a "%no_label%".
cs_cz: Budou kopírovány také obrázky. Chcete-li to provést, potvrďte klepnutím na "%yes_label%", jinak klepněte na "%no_label%".
et_ee: See kopeerib ka pildid. Jätkamiseks kliki "%yes_label%", keeldumiseks"%no_label%".
fi_fi: Tämä kopioi myös kuvat. Valitse "%yes_label%" jos haluat jatkaa, muuten valitse "%no_label%".
hr_hr: Ovo će kopirati i slike. Ako želite nastaviti, kliknite "%yes_label%". Ako nije, kliknite "%no_label%".
hu_hu: Ez a művelet a fényképeket is átmásolja. Ha folytatni akarod, kattints az "%yes_label%"-re. Ha nem, akkor a "%no_label%"-re.
no_no: Dette vil kopiere bildene også. Dersom du ønsker å fortsette, klikk "%yes_label%". Hvis ikke, klikk "%no_label%".
pl_pl: Spowoduje to skopiowanie również zdjęć. Jeśli chcesz kontynuować, kliknij przycisk "%yes_label%". Jeśli nie, kliknij "%no_label%".
ro_ro: Se vor copia si imaginile. Daca doresti sa continui, apasa "%yes_label%". Daca nu, apasa "%no_label%.
sk_sk: Týmto sa skopírujú aj obrázky. Ak chcete pokračovať, kliknite na "%yes_label%". Ak ich kopírovať nechcete, kliknite na "%no_label%".
sv_se: Detta kommer även att kopiera bilderna. Om du vill fortsätta, tryck på "%yes_label%", om inte, välj "%no_label%".

source: This will delete all combinations.
ca_es: Això suprimirà totes les combinacions
cs_cz: Toto smaže všechny kombinace.
et_ee: See kustutab kõik kombinatsioonid.
fi_fi: Tämä poistaa kaikki tuotevaihtoehdot.
hu_hu: Ez az összes kombinációt törölni fogja.
no_no: Dette vil slette alle kombinasjoner.
pl_pl: Ta operacja usunie wszystkie kombinacje.
ro_ro: Aceasta va sterge toate combinatiile.
sk_sk: Operácia odstráni všetky kombinácie.
sv_se: Det här kommer att ta bort alla kombinationer.

source: This will delete the associated virtual file.
ca_es: Això suprimirà el fitxer virtual associat.
cs_cz: Toto smaže přiložený virtuální soubor.
et_ee: See kustutab seostatud virtuaalse faili.
fi_fi: Tämä poistaa liitetyn virtuaalisen tiedoston.
hu_hu: Ez törli a hozzárendelt virtuális fájlt.
no_no: Dette vil slette den tilhørende virtuelle filen.
pl_pl: To spowoduje usunięcie powiązanego pliku wirtualnego.
ro_ro: Aceasta va sterge fisierul virtual asociat.
sk_sk: Týmto sa odstráni priradený virtuálny súbor.
sv_se: Det här kommer att ta bort den relaterade virtuella filen.

source: This will delete the list of products in this pack.
ca_es: Això suprimirà la llista de productes d'aquest paquet.
cs_cz: Toto odstraní všechny produkty z balíčku.
et_ee: See kustutab kõik tooted selles pakis.
fi_fi: Tämä poistaa pakettiin listatut tuotteet.
hu_hu: Ez törli a csomagban lévő termék listát.
no_no: Dette vil slette listen av produkter i denne pakken.
pl_pl: To spowoduje usunięcie listy produktów w zestawieniu.
ro_ro: Aceasta va sterge listele de produse din acest pachet.
sk_sk: Týmto sa odstráni zoznam produktov v balení.
sv_se: Det här kommer att radera listan på produkter i paketet.

source: This will reset the ecotax value and may impact your retail price (tax incl.).
ca_es: Això reiniciarà el valor de l'ecotaxa i pot impactar al seu preu de venda al detall (imp. incl.)
cs_cz: Toto resetuje hodnotu ekodaně a může ovlivnit výslednou cenu.
fi_fi: Tämä nollaa ekoveron arvon ja voi vaikuttaa vähittäishintaan (verollinen)
hu_hu: Ez visszaállítja a környezetvédelmi adó-értéket, ami hatással lehet a kiskereskedelmi árra (adóval együtt).
no_no: Dette vil tilbakestille økotaksverdien og kan påvirke din salgspris (inkl. mva).
pl_pl: Spowoduje to zresetowanie wartości podatku ekologicznego i może wpłynąć na cenę detaliczną (brutto).
ro_ro: Aceasta va reseta valoarea ecotaxei si iti poate afecta pretul cu amanuntul (TVA inclusa).
sk_sk: Táto možnosť resetuje hodnotu ekologickej dane a môže ovplyvniť výslednú cenu.

source: This will reset the stock of this product.
ca_es: Això reiniciarà l'inventari d'aquest producte.
cs_cz: Toto resetuje stav zásob produktu.
fi_fi: Tämä nollaa varaston tälle tuotteelle.
hu_hu: Ez vissza fogja állítani a termék raktárkészletét.
no_no: Dette vil tilbakestille lagerbeholdningen for dette produktet.
pl_pl: Spowoduje to zresetowanie stanów magazynowych tego produktu.
ro_ro: Aceasta va reseta stocul acestui produs.
sk_sk: Týmto sa vynulujú zásoby tohto produktu.

source: To disable it, go to [1]Product Settings[/1]
ca_es: Per a desactivar-ho, aneu a [1]Configuració del producte[/1]
cs_cz: Chcete-li jej vypnout, přejděte do umístění [1]Nastavení produktu[/1]
et_ee: Keelamiseks avage [1]Toote seaded[/1]
fi_fi: Poista käytöstä kohdassa [1]Tuoteasetukset[/1]
hr_hr: Da biste onemogućili idite na [1]Postavke proizvoda[/1]
hu_hu: A kikapcsoláshoz lépj a [1]Termékbeállítások[/1] pontra
id_id: Untuk menonaktifkannya, akses [1]Seting produk[/1]
lv_lv: Lai izslēgtu pārejiet uz [1]Produkta Uzstādījumiem[/1]
no_no: For å deaktivere det, gå til [1]Product Settings[/1]
pl_pl: Aby ją wyłączyć, przejdź do [1]Ustawienia produktu[/1]
ro_ro: Pentru dezactivare, acceseaza [1]Setari produs[/1]
sk_sk: Ak chcete vypnúť, prejdite do umiestnenia [1]Nastavenia produktu[/1]
sv_se: För att stänga av, gå till [1]Produktinställningar[/1]

source: To enable it, go to [1]SEO and URLs[/1]
ca_es: Per a activar-lo, aneu a [1]SEO & URL[/1]
cs_cz: Pro aktivaci přejděte do umístění [1]SEO a URL[/1]
et_ee: Lubamiseks avage [1]SEO ja URL-id[/1]
fi_fi: Ota käyttöön siirtymällä kohtaan [1]Hakukoneoptimointi ja URL:t[/1]
hr_hr: Za omogućavanje, idite na [1]SEO i URL[/1]
hu_hu: A bekapcsoláshoz lépj a [1]SEO és az URL-ek[/1] pontra
id_id: Untuk mengaktifkan, masuk ke [1]SEO dan URLs[/1]
lv_lv: Lai to ieslēgtu, dodieties uz [1] SEO un URL [/1]
no_no: For å aktivere det, gå til [1]SEO and URLs[/1]
pl_pl: Aby ją włączyć, przejdź do [1]SEO i URL[/1]
ro_ro: Pentru activare, acceseaza [1]SEO si URL[/1]
sk_sk: Pre aktiváciu prejdite do umiestnenia [1]SEO a URL[/1]
sv_se: För att aktivera, gå till [1]SEO och URL[/1]

source: To put this product online, please enter a name.
ca_es: Per a posar aquest producte en línia, si us plau, introduïu un nom.
cs_cz: Pro zobrazení tohoto produktu je nutné zadat jeho název.
fi_fi: Anna tuotteelle nimi jotta voit julkaista sen.
hu_hu: A termék online elérhetővé tételéhez adj meg egy nevet.
no_no: For å legge dette produktet ut på nettet, vennligst skriv inn et navn.
pl_pl: Aby umieścić ten produkt online, wpisz nazwę.
ro_ro: Pentru a pune acest produs la vanzare, te rugam sa introduci un nume.
sk_sk: Pre zobrazenie tohto produktu je nutné zadať jeho názov.

source: Unable to resize one or more of your pictures.
bn_bd: আপনার এক বা একাধিক ছবির মাপ পরিবর্তন করা যায় নি।
ca_es: No es poden redimensionar una o més imatges
cs_cz: Nelze změnit velikost jednoho nebo více obrázků
et_ee: Ei õnnestunud ühe või mitme pildi suurust muuta.
fi_fi: Yhden tai useamman kuvan koon muuttaminen epäonnistui.
hr_hr: Nije moguće promjeniti veličinu jednoj ili više slike.
hu_hu: Egy vagy több kép nem átméretezhető.
id_id: Gagal melakukan resize pada gambar Anda.
lv_lv: Nevar izmainīt viena vai vairāku attēlu izmērus.
no_no: Kunne ikke endre størrelse på ett eller flere av dine bilder.
pl_pl: Nie można zmienić rozmiaru jednego lub więcej obrazów
ro_ro: Nu s-au putut redimensiona una sau mai multe imagini
sk_sk: Nedá sa zmeniť rozmery jedného či viac obrázkov
sv_se: Kunde inte ändra storleken på en eller flera bilder

source: Upload error. Please check your server configurations for the maximum upload size allowed.
ca_es: Error de càrrega. Si us plau, comproveu la configuració del vostre servidor per a veure la mida màxima de càrrega permesa.
cs_cz: Není zvolen žádný soubor nebo váš soubor není možné nahrát, zkontrolujte maximální velikost nahrávaných souborů v konfiguraci serveru.
et_ee: Üleslaadimise viga. Palun kontrollige oma serveri konfiguratsioonidest maksimaalse lubatud üleslaaditava faili suurust.
fi_fi: Latausvirhe. Tarkista tiedostojen kokorajoituksen asetukset palvelimelta.
hr_hr: Nema datoteke ili Vaša datoteka nije prenosiva, molimo provjerite postavke servera za maksimalnu veličinu prijenosa.
hu_hu: Feltöltési hiba. Kérlek ellenőrizd a szerver beállításaidban a maximális fájl feltöltésre vonatkozó adatokat.
id_id: Kesalahan unggah. Harap cek konfigurasi server yang menentukan maksimum file yang dapat di unggah.
lv_lv: Augšupielādes kļūda. Pārbaudiet servera konfigurācijas kas ierobežo maksimālo augšupielādes lielumu.
no_no: Opplasting feilet. Kontroller innstillingene for serverens maksimum tillatte filstørrelse for opplasting.
pl_pl: Błąd wysyłania. Prosimy o sprawdzenie konfiguracji serwera dla dozwolonego maksymalnego rozmiaru pliku.
ro_ro: Eroare incarcare. Te rugam verifica configurarea serverului pentru dimensiunea maxima de incarcare permisa.
sk_sk: Chyba pri nahrávaní. Prosím skontrolujte nastavenia servera pre maximálnu povolenú veľkosť nahrávania.
sv_se: Uppladdningsproblem. Kontrollera din server konfiguration gällande den maximalt tillåtna uppladdningsstorleken.

source: What do you want to do with the products associated with this category?
ca_es: Què voleu fer amb els productes associats a aquesta categoria?
cs_cz: Co chcete dělat s produkty propojených s touto kategorií?
et_ee: Mida soovite teha toodetega, mis on seotud selle kategooriaga?
fi_fi: Mitä haluat tehdä tähän tuoteryhmään liittyville tuotteille?
hr_hr: Što želite uraditi sa proizvodima povezanim sa ovom kategorijom?
hu_hu: Mit szeretnél tenni a kategóriához társított termékekkel?
id_id: Apa yang ingin Anda lakukan dengan produk yang diasosiasikan dengan kategori ini?
lv_lv: Ko jūs vēlaties darīt ar produktiem, kas saistīti ar šo kategoriju?
no_no: Hva vil du gjøre med produkter i denne kategorien?
pl_pl: Co chcesz zrobić z produktami przypisanymi do tej kategorii?
ro_ro: Ce ai dori sa faci cu produsele asociate aceastei categorii?
sk_sk: Čo chcete spraviť s produktami v tejto kategórie?
sv_se: Vad vill du göra med produkterna som är kopplade till den här kategorin?

source: When redirecting towards a product you must select a target product.
ca_es: Quan redirigeu cap a un producte, heu de seleccionar un producte objectiu.
cs_cz: Pokud chcete přesměrovat na produkt, musíte vybrat na který.
fi_fi: Kun ohjaat uudelleen tuotteeseen sinun on valittava kohteena oleva tuote.
hu_hu: Termékre átirányítás esetén, ki kell választania egy célterméket.
no_no: Når du omdirigerer til et produkt, må du velge et målprodukt.
pl_pl: Przekierowując w stronę produktu, musisz wybrać produkt docelowy.
ro_ro: Cand redirectionezi catre un produs, trebuie sa alegi produsul spre care se face redirectionarea.
sk_sk: Pri presmerovaní na produkt musíte vybrať cieľový produkt.

source: You cannot remove this category because one of your shops uses it as a root category.
bn_bd: আপনি এই ক্যাটাগরিটি ডিলিট করতে পারবেন না কারন আপনার একটি দোকানে এটি রুট ক্যাটাগরি হিসাবে ব্যবহৃত হচ্ছে।
ca_es: No podeu suprimir aquesta categoria perquè una de les vostres botigues la fa servir com a categoria arrel.
cs_cz: Nelze odstranit tuto kategorii, protože obchod používá tuto kategorii jako kořenovou.
et_ee: Antud kategooriat ei saa kustutada, sest pood kasutab seda põhikategooriana.
fi_fi: Tätä kategoriaa ei voi poistaa koska yksi kaupoistasi käyttää sitä juurikategoriana.
hr_hr: Ne možete obrisati ovu kategoriju jer trgovina koristi ovu kategoriju kao glavnu.
hu_hu: Mivel az egyik boltod a kategóriát gyökérkategóriának használja, ezért ez nem eltávolítható.
id_id: Anda tidak dapat menghapus kategori ini karena salah satu toko Anda menggunakannya sebagai kategori induk.
lv_lv: Jūs nevarat izdzēst šo kategoriju, jo viens no jūsu veikaliem to izmanto kā pamatkategoriju.
no_no: Du kan ikke fjerne denne kategorien fordi en av dine butikker bruker den som hovedkategori.
pl_pl: Nie można usunąć tej kategorii, ponieważ jest używana jako kategoria główna.
ro_ro: Nu se poate sterge aceasta categorie pentru ca unul dintre magazinele tale foloseste aceasta categorie drept categorie radacina.
sk_sk: Nemôžete vymazať túto kategóriu pretože obchod používa túto kategóriu ako koreňovú kategóriu.
sv_se: Du kan inte radera denna kategori eftersom en butik använder den som root kategori.

source: You cannot set 0 or a negative position, the minimum is 1.
ca_es: No podeu posar 0 o una posició negativa, el mínim és 1.
cs_cz: Nemůžete nastavit 0 nebo negativní pozici. Minimum je 1.
et_ee: Te ei saa määrata 0 või negatiivset positsiooni, miinimum on 1.
fi_fi: Et voi asettaa arvoa 0 tai negatiivista arvoa, minimi on 1.
hu_hu: Nem állítható be 0 vagy negatív pozíció, a minimum 1.
pl_pl: Nie można ustawić wartości 0 albo ujemnej, minimum to 1.
ro_ro: Nu poti defini o pozitie ca fiind 0 sau avand o valoare negativa. Valoarea minima este 1.
sk_sk: Nemôžete nastaviť 0 alebo zápornú hodnotu, minimum je 1.
sv_se: Du kan inte sätta 0 eller ett negativt nummer, minimum är 1.

source: You cannot set a position greater than the total number of products in the category, starting at 1.
ca_es: No podeu posar una posició superior al nombre total de productes de la categoria, començant per 1.
cs_cz: Nemůžete nastavit pozici vyšší než celkový počet produktů v kategorii, číslování začíná jedničkou.
et_ee: Sa ei saa määrata positsiooni suuremaks, kui maksimaalne toodete hulk kategoorias, alustades numbriga 1.
fi_fi: Et voi määrittää sijainnille suurempaa arvoa kuin sinulla on tuotteita tuoteryhmässä, alkaen numerosta 1.
hu_hu: Nem állíthatsz be nagyobb pozíciót, mint a kategória összes termékének száma, 1-től kezdve.
pl_pl: Nie można ustawić wartości większej niż całkowita liczba produktów w kategorii.
ro_ro: Nu poti seta o pozitie mai mare decat totalul produselor din categorie, pornind de la 1.
sk_sk: Nemôžete nastaviť vyššiu pozíciu, ako je celkový počet produktov v kategórii, počnúc 1.
sv_se: Du kan inte ställa in en position som är större än totalt antal produkter i kategorin, positionering börjar på 1.

source: You must select a customer when using the "Single customer" option.
cs_cz: Při použití možnosti „Jeden zákazník“ musíte vybrat zákazníka.

source: You must select some products before
ca_es: Abans heu de seleccionar alguns productes
cs_cz: Musíte napřed vybrat nějaké produkty
fi_fi: Sinun on ensin valittava joitakin tuotteita
hr_hr: Morate odabrati neke proizvode prije
hu_hu: Válassz ki néhány terméket, mielőtt
id_id: Anda harus memilih produk sebelum
lv_lv: Jums jāizvēlas daži produkti pirms turpināt
no_no: Du må velge noen produkter før
pl_pl: Musisz najpierw wybrać trochę produktów
ro_ro: Trebuie sa selectezi cateva produse inainte
sk_sk: Najprv musíte vybrať niektoré produkty
sv_se: Du måste välja några produkter innan

source: You need to select at least one product.
cs_cz: Musíte vybrat alespoň jeden produkt.
