Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShippingHelp.*.xlf
Languages: ar_sa, cs_cz, es_ve, fa_ir, ko_kr, sr_cs

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
ar_sa: يحتاج متجرك على الإنترنت أن تكون لديه شركة نقل مناسبة في PrestaShop بمجرد أن تبدأ في شحن منتجاتك. وهذا يعني إرسال الطرود الخاصة بك باستخدام خدمتك البريدية المحلية أو عقد مع شركة نقل خاصة والتي بدورها ستقوم بشحن الطرود الخاصة بك إلى عملائك. من أجل الحصول على اقتراح PrestaShop لشركة النقل الأكثر ملاءمة لعملائك خلال عملية الخروج الطلبية، تحتاج إلى تسجيل جميع شركات النقل التي اخترت العمل معها.
cs_cz: Váš internetový obchod musí mít řádné dopravce registrované v PrestaShopu, jakmile budete začínat dodávat své výrobky. Cílem PrestaShopu je navrhnout nejvhodnějšího dopravce.
es_ve: Tu tienda necesita tener un transportista adecuado registrado en PrestaShop tan pronto como empiece con el envío de tus productos. Esto significa enviar tus paquetes usando el servicio postal local de su ciudad, o tener un contrato con un transportista privado que a su vez enviará tus paquetes a tus clientes. Para que PrestaShop sugiera el transportista más adecuado a tus clientes durante el proceso de compra, tendrás que registrar todas las empresas de transporte con las que has elegido trabajar.
fa_ir: فروشگاه آنلاین شما به محض ارسال محصولاتت باید یک حامل ثبت شده مناسب در پرستاشاپ داشته باشد. بدین معنی که ارسال بسته‌های شما با استفاده از سرویس پستی محلی، یا داشتن قرارداد با یک حامل خصوصی که می‌تواند بسته ها را به مشتریان برساند صورت گیرد. بر این اساس پرستاشاپ مناسب ترین حامل در زمان بررسی سفارش‌های مشتریان را پیشنهاد می دهد. لازم است تمامی حامل‌هایی که برای کار نیاز دارید ثبت کنید.
ko_kr: 상품 배송을 시작하자마자 당신의 온라인 상점에는 PrestaShop에 등록된 적절한 배송업체가 있어야 합니다. 즉, 지역 우편 서비스를 사용하여 수화물을 보내거나, 사설 배송업체와 계약을 체결하여 수화물을 고객에게 발송합니다. PrestaShop이 주문 결제 과정에서 고객에게 가장 적절한 운송 업체를 제안하게 하려면, 당신이 일처리을 위해 선택한 모든 배송업체를 등록해야합니다.

source: Your shop's default carrier.
cs_cz: Výchozí dopravce ve vašem obchodě.
es_ve: Transportista por defecto de tu tienda.
fa_ir: حامل پيش فرض فروشگاه شما.
ko_kr: 상점 기본 배송업체.
sr_cs: Podrazumevana kurirska služba za vaše prodavnicu.

source: Zones that the carrier can handle
cs_cz: Zóny, které dopravce obsluhuje
es_ve: Zonas donde el transportista puede trabajar
ko_kr: 배송업체가 취급 가능한 지역

source: or
ar_sa: أو
cs_cz: nebo
es_ve: o
fa_ir: یا
ko_kr: 또는
sr_cs: ili

source: undefined
cs_cz: nedefinováno
es_ve: indefinido
fa_ir: تعریف نشده
ko_kr: 정의되지 않음
sr_cs: nedefinisano

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
ar_sa: يأتي PrestaShop مع عدد من وحدات شركات النقل التي يمكنك تفعيلها. يمكنك أيضا شراء وحدات شركات النقل في سوق PrestaShop Addons. الوحدات الموصى بها مذكورة أدناه: قم بتثبيت الوحدة التي تتطابق وشركة النقل الخاصة بك، ثم قم بإعدادها!
