Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogHelp.*.xlf
Languages: bn_bd, ca_es, cs_cz, hr_hr, ko_kr, lv_lv, pt_br, sl_si

source: Products closely connected to this item, such as accessories or complementary goods. Adding them helps customers discover relevant items and improves product navigation.
cs_cz: Produkty úzce související s touto položkou, například příslušenství nebo doplňkové zboží. Jejich přidání pomáhá zákazníkům objevit relevantní produkty a zlepšuje orientaci v nabídce.

source: Public title that may appear in the browser and search engines. The recommended length is about 60 characters (including spaces). If you leave it blank, the product name will be used.
cs_cz: Titulek, který se zobrazuje v prohlížeči a může se objevit ve vyhledávačích. Doporučená délka je zhruba 60 znaků (včetně mezer). Pokud jej necháte prázdný, použije se název produktu.

source: Select the customer groups which will have access to this category.
cs_cz: Vyberte skupiny zákazníků, které budou mít přístup k této kategorii.

source: Select which discount types this discount is compatible with.
cs_cz: Vyberte, se kterými typy slev je tato sleva kompatibilní.

source: Short description of the product. We recommend two to three sentences or a few clear phrases that describe the item. It's displayed near the product name, used in the meta description, and shown in several other places. Avoid duplicating this text across different products.
cs_cz: Krátký popis produktu. Doporučujeme dvě až tři věty nebo několik jasných frází popisujících produkt. Zobrazuje se u názvu produktu, používá se v meta popisu a na dalších místech. Vyhněte se duplicitě tohoto textu u různých produktů.

source: Summary for robots, that could appear in search engines. The recommended length is about 160 characters (including spaces). If you leave it blank, an excerpt from the short description will be used.
cs_cz: Popis pro roboty, který se může objevit ve vyhledávačích. Doporučená délka je zhruba 160 znaků (včetně mezer). Pokud jej necháte prázdný, použije se úryvek z krátkého popisu.

source: Text that is usually displayed after the product list on category page. It's a good place to put longer SEO related content.
cs_cz: Text, který se obvykle zobrazuje pod seznamem produktů na stránce kategorie. Dobré místo pro umístění delšího obsahu souvisejícího se SEO.

source: The email will be sent to all users who have access to the Stock page. To modify permissions, go to Advanced Parameters > Team.
cs_cz: E-mail bude odeslán všem uživatelům, kteří mají přístup do skladových zásob. Chcete-li změnit oprávnění, běžte do Rozšířené parametry > Zaměstnanci.

source: The product's worldwide barcode. Filling this field improves product traceability, catalog management, and overall searchability.
cs_cz: Mezinárodní čárový kód produktu. Vyplnění tohoto pole zlepšuje sledovatelnost produktu, správu katalogu a celkovou dohledatelnost.

source: This will be the default displayed availability of a product, if it's not in stock and backordering it is denied. If you don't enter anything, nothing will be displayed. Further customization is possible for each product.
cs_cz: Toto bude výchozí zobrazená dostupnost produktu, pokud není skladem a jsou zakázány objednávky. Pokud nic nezadáte, nic se nezobrazí. Text můžete nastavit i pro každý produkt zvlášť.

source: This will be the default displayed availability of a product, if it's not in stock and backordering it is enabled. If you don't enter anything, nothing will be displayed. Further customization is possible for each product.
cs_cz: Toto bude výchozí zobrazená dostupnost produktu, pokud není skladem a jsou povoleny objednávky. Pokud nic nezadáte, nic se nezobrazí. Text můžete nastavit i pro každý produkt zvlášť.

source: This will be the default displayed availability of a product, if there is at least 1 in stock. If you don't enter anything, nothing will be displayed. Further customization is possible for each product.
cs_cz: Toto bude výchozí zobrazená dostupnost produktu, pokud je alespoň 1 skladem. Pokud nic nezadáte, nic se nezobrazí. Text můžete nastavit i pro každý produkt zvlášť.

source: This will be the displayed availability of the combination, if it's not in stock. If you don't enter anything, the base value set on the product will be used.
cs_cz: Toto bude zobrazená dostupnost kombinace, pokud není skladem. Pokud nic nezadáte, použije se základní hodnota nastavená na produktu.

source: This will be the displayed availability of the combination, if there is at least 1 in stock. If you don't enter anything, the base value set on the product will be used.
cs_cz: Toto bude zobrazená dostupnost kombinace, pokud je alespoň 1 skladem. Pokud nic nezadáte, použije se základní hodnota nastavená na produktu.

source: This will be the displayed availability of the product, if it's not in stock. If you don't enter anything, value from [1]Shop Parameters > Product Settings[/1] will be used.
cs_cz: Toto bude zobrazená dostupnost produktu, pokud není skladem. Pokud nic nezadáte, použije se hodnota z [1]Nastavení eshopu > Produkty[/1].

source: This will be the displayed availability of the product, if there is at least 1 in stock. If you don't enter anything, value from [1]Shop Parameters > Product Settings[/1] will be used.
cs_cz: Toto bude zobrazená dostupnost produktu, pokud je alespoň 1 skladem. Pokud nic nezadáte, použije se hodnota z [1]Nastavení eshopu > Produkty[/1].

source: You can choose a free gift.
cs_cz: Můžete vybrat dárek zdarma.

source: You can choose a minimum amount for the cart either with or without the taxes.
cs_cz: Můžete zvolit minimální hodnotu košíku s daní nebo bez daně.

source: [1]No redirection (200), display product[/1] [2] Do not redirect anywhere, display product as discontinued and return normal 200 response.
cs_cz: [1]Žádné přesměrování (200), zobrazit produkt[/1] [2] Nepřesměrovávat nikam, zobrazovat produkt jako vyřazený a vrátit normální odpověď 200.
ko_kr: [1]리디렉션 없음(200), 상품 표시[/1] [2]아무 곳에도 리디렉션하지 말고 상품을 절판된 상태로 표시한 후 일반 200 응답을 반환합니다.
pt_br: [1]Sem redirecionamento (200), mostrar produto[/1] [2] Não redirecionar para lugar nenhum, mostrar o produto como descontinuado e retornar resposta 200 normal.

source: [1]No redirection (404), display error page[/1] [2] Do not redirect anywhere and display a 404 "Not Found" page.
cs_cz: [1]Žádné přesměrování (404), zobrazit chybu[/1] [2] Nepřesměrovávat nikam, zobrazit stránku s chybou 404 „Nenalezeno“.
ko_kr: [1]리디렉션 없음(404) 오류 페이지 표시[/1] [2]어디로든 리디렉션 하지 않고 404 "찾을 수 없음" 페이지를 표시합니다.
pt_br: [1]Sem redirecionamento (404), mostrar página de erro[/1] [2] Não redirecionar para lugar nenhum e mostrar uma página 404 "Não Encontrado".

source: [1]No redirection (404), display product[/1] [2] Do not redirect anywhere, display product as discontinued and return 404 "Not Found" response.
cs_cz: [1]Žádné přesměrování (404), zobrazit produkt[/1] [2] Nepřesměrovávat nikam, zobrazit produkt jako vyřazený a vrátit odpověď 404 „Nenalezeno“.
ko_kr: [1]리디렉션 없음(404), 상품 표시[/1] [2]아무 곳에도 리디렉션하지 말고 상품을 절판된 상태로 표시한 후 404 "찾을 수 없음" 응답을 반환합니다.
pt_br: [1]Sem redirecionamento (404), mostrar produto[/1] [2] Não redirecionar para lugar nenhum, mostrar o produto como descontinuado e retornar resposta 404 "Não Encontrado".

source: [1]No redirection (410), display error page[/1] [2] Do not redirect anywhere and display a 410 "Gone" page.
cs_cz: [1]Žádné přesměrování (410), zobrazit chybu[/1] [2] Nepřesměrovávat nikam, zobrazit stránku s chybou 410 „Pryč“.
ko_kr: [1]리디렉션 없음(410) 오류 페이지 표시[/1] [2]어디로든 리디렉션 하지 않고 410 "사라짐" 페이지를 표시합니다.
pt_br: [1]Sem redirecionamento (410), mostrar página de erro[/1] [2] Não redirecionar para lugar nenhum e mostrar uma página 410 "Removido".

source: [1]No redirection (410), display product[/1] [2] Do not redirect anywhere, display product as discontinued and return 410 "Gone" response.
cs_cz: [1]Žádné přesměrování (410), zobrazit produkt[/1] [2] Nepřesměrovávat nikam, zobrazit produkt jako vyřazený a vrátit odpověď 410 „Pryč“.
ko_kr: [1]리디렉션 없음(410), 상품 표시[/1] [2]아무 곳에도 리디렉션하지 말고 상품을 절판된 상태로 표시한 후 410 "사라짐" 응답을 반환합니다.
pt_br: [1]Sem redirecionamento (410), mostrar produto[/1] [2] Não redirecionar para lugar nenhum, mostrar o produto como descontinuado e retornar resposta 410 "Removido".

source: [1]Permanent redirection (301)[/1] [2] Permanently display another category instead.
cs_cz: [1]Trvalé přesměrování (301)[/1] [2] Trvale zobrazit jinou kategorii.

source: [1]Permanent redirection (301)[/1] [2] Permanently display another product or category instead.
cs_cz: [1]Trvalé přesměrování (301)[/1] [2] Trvale zobrazit jiný produkt nebo kategorii.
ko_kr: [1]영구 경로 재설정 (301)[/1] [2]영구적으로 대신 표시할 다른 상품이나 분류.
pt_br: [1]Redirecionamento permanente (301)[/1] [2] Mostra outro produto ou categoria no lugar permanentemente.

source: [1]Temporary redirection (302)[/1] [2] Temporarily display another category instead.
cs_cz: [1]Dočasné přesměrování (302)[/1] [2] Dočasně zobrazit jinou kategorii.

source: [1]Temporary redirection (302)[/1] [2] Temporarily display another product or category instead.
cs_cz: [1]Dočasné přesměrování (302)[/1] [2] Dočasně zobrazit jiný produkt nebo kategorii.
ko_kr: [1]임시 경로 재설정 (302)[/1] [2]임시로 대신 표시할 다른 상품이나 분류.
pt_br: [1]Redirecionamento temporário (302)[/1] [2] Mostra outro produto ou categoria no lugar temporariamente.
