Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersNotification.*.xlf
Languages: az_az, bn_bd, el_gr, es_mx, mk_mk, ms_my, sl_si

source: The "*" operator cannot be used in a nested query.
el_gr: Ο μπαλαντερ "*" δεν μπορεί να χρησιμοποιηθεί σε εγκλυόμενο ερώτημα.
es_mx: El operador "*" no se puede utilizar en una consulta anidada.
mk_mk: оператор "*" може да се користи во вкрстено барање.
sl_si: "*" znak ne more biti uporabljen v poizvedbi.

source: The "%function%" function is not allowed.
el_gr: Η %function% συνάρτηση δεν επιτρέπεται.
es_mx: La función "%function%" no está permitida.

source: The operator "%s" is incorrect.
az_az: "%s" operatoru yanlışdır.
bn_bd: "%s"অপারেটরটি ভুল
el_gr: Ο χειριστής "%s" που χρησιμοποιείται είναι εσφαλμένος.
es_mx: El operador "%s" es incorrecto.
mk_mk: операторот %s е невалиден.
sl_si: Operator "%s" je nepravilen.

source: The "%operator%" operator is incorrect.
az_az: "%operator%" operatoru yanlışdır.
el_gr: Ο τελεστής "%operator%" είναι λάθος.
es_mx: El operador "%operator%" es incorrecto.
mk_mk: Операторот "%operator%" е некоректен.
sl_si: "%operator%" znak je napačen.

source: The LIMIT clause must contain numeric arguments.
bn_bd: LIMIT ব্যাখ্যায় সাংখ্যিক আর্গুমেন্ট উপস্থিত থাকা প্রয়োজন
el_gr: το LIMIT πρέπει να περιέχει αριθμητικούς χαρακτήρες
es_mx: La cláusula LIMIT debe contener argumentos numéricos.
mk_mk: Одредбата за Лимит мора да има нумерички аргументи
sl_si: Klavzula LIMIT mora vsebovati numerične argumente.

source: The "%reference%" reference does not exist in the "%table%" table.
el_gr: Δεν υπάρχει αναφορά "%reference%" στον πίνακα "%table%".
es_mx: La referencia "%reference%" no existe en la tabla "%table%".
mk_mk: Референцата "%reference%" не постои во табелата "%table%".
sl_si: "%reference%" atribut ne obstaja v "%table%" tabeli.

source: When multiple tables are used, each attribute must refer back to a table.
bn_bd: একাধিক টেবিল ব্যাবহার করা হোলে প্রতিটি অ্যাট্রিবিউটকে একটি টেবিলে সংযুক্ত করা আবশ্যক
el_gr: Όταν χρησιμοποιούνται πολλοί πίνακες, κάθε χαρακτηριστικό πρέπει να αναφέρεται σε ένα πίνακα.
es_mx: Cuando se utilizan varias tablas, cada atributo debe hacer referencia a una tabla.
mk_mk: Кога се користат повеќе табели секој атрибут мора да е поврзан со табелата
sl_si: Ob uporabi večih tabel, se mora vsak atribut nanašati nazaj na tabelo.

source: "%key%" is an unauthorized keyword.
el_gr: Το "%key%" είναι μια μη εγκεκριμένη λέξη-κλειδί.
es_mx: "%key%" es una palabra clave no autorizada.
mk_mk: "%key%" е неовластен клучен збор.
sl_si: "%key%" je nedovoljena ključna beseda.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
bn_bd: নির্বাচিত সীমা সার্ভারের সর্বোচ্চ আপলোড সীমা অধিক মাপের . আপনার সার্ভার এর সীমা বৃদ্ধি করুন.
el_gr: Το όριο που επιλέξατε είναι μεγαλύτερο από το μέγιστο όριο μεταφόρτωσης του server. Παρακαλούμε να αυξήστε το όριο του server σας.
es_mx: El límite elegido es mayor que el límite máximo para subir permitido por el servidor. Por favor, aumente los límites de su servidor.
mk_mk: Избраниот лимит е поголем од максималниот лимит на додавање на серверот. Зголемете го лимитот на серверот.
ms_my: Had yang dipilih lebih besar daripada had muat naik maksimum pelayan. Sila tingkatkan had server anda.
sl_si: Izbrana omejitev je večja od omejitve strežnika. Prosimo povečajte omejitev na vašem strežniku.

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
el_gr: Φαίνεται ότι η δημιουργία αντιγράφου ασφαλείας ήταν επιτυχής, ωστόσο, θα πρέπει να το κατεβάσετε και επαληθεύσετε το αρχείο πριν προχωρήσετε.
es_mx: Parece que la copia de seguridad se ha realizado correctamente, sin embargo, usted debe descargar y verificar cuidadosamente el archivo de copia de seguridad.
mk_mk: Се чини дека резервната копија е успешна, но мора да ја преземете и внимателно да ја потврдите резервната датотека пред да продолжите.
ms_my: Kelihatan proses sandaran telah berjaya, namun anda mesti muat turun dan sahkan fail sandaran sebelum meneruskan langkah.
sl_si: Izgleda, da je bil backup uspešen, vendar je vseeno priporočljivo, da preverite, če je vredu, preden nadaljujete.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
az_az: Admin kataloqunda yerləşən "Yedəkləmələr" qovluğu düzəlişə açıq olmalıdır (CHMOD 755 / 777).
el_gr: Ο κατάλογος "Backups" στον φάκελο διαχείρισης πρέπει να είναι εγγράψιμος (CHMOD 755/777).
es_mx: El directorio de "copias de seguridad" que se encuentra en el directorio de administrador debe tener permisos de escritura (CHMOD 755/777).
mk_mk: Директориумот "Backups" кој се наоѓа во администраторот на директориумот мора да биде запишан (CHMOD 755/777).
ms_my: Direktori "Backups" terletak di direktori pentadbir mestilah boleh ditulis (CHMOD 755 / 777).
sl_si: "Backups" mapa v admin mapi mora biti zapisljiva (CHMOD 755 / 777).

source: The backup file does not exist
az_az: Yedəkləmə faylı yoxdur
el_gr: Το backup αρχείο δεν υπάρχει
es_mx: El archivo de copia de seguridad no existe
mk_mk: заштита на датотеката не постои
ms_my: Fail sokongan tidak wujud
sl_si: Backup datoteka ne obstaja

source: You cannot edit the SuperAdmin profile.
bn_bd: আপনি সুপার অ্যাডমিন প্রোফাইল সম্পাদনা করতে পারবেন না।
el_gr: Δεν μπορείτε να επεξεργαστείτε το προφίλ SuperAdmin.
es_mx: No puede editar el perfil de SuperAdmin
mk_mk: Не може да го уредувате профилот на СуперАдмин
sl_si: Ne morete urediti Super Admin profila.

source: You cannot disable or delete the administrator account.
az_az: Admin hesabını poza, ya da durdura bilməzsiniz.
bn_bd: আপনি প্রশাসকের অ্যাকাউন্ট নিষ্ক্রিয় করতে অথবা মুছতে পারবেন না।
el_gr: Δεν μπορείτε να απενεργοποιήσετε ή να διαγράψετε τον τελευταίο λογαριασμό διαχειριστή.
es_mx: No puede desactivar o suprimir la última cuenta administrador
mk_mk: Не може да ја оневозможите или избришете администраторската сметка
sl_si: Ne morete onemogočiti ali izbrisati administratorskega računa.

source: You cannot disable or delete your own account.
az_az: Öz hesabınızı bağlaya, ya da poza bilməzsiniz.
bn_bd: আপনি আপনার নিজের অ্যাকাউন্ট নিষ্ক্রিয় অথবা মুছে ফেলতে পারবেন না।
el_gr: Δεν μπορείτε να απενεργοποιήσετε ή να διαγράψετε το δικό σας λογαριασμό.
es_mx: No se puede desactivar o eliminar su cuenta.
mk_mk: Не може да ја оневозможите или избришете сопствената сметка
sl_si: Ne morete onemogočiti ali izbrisati vašega lastnega računa.

source: The employee must be associated with at least one shop.
bn_bd: কর্মচারীকে অন্তত একটি দোকানের সঙ্গে যুক্ত করা প্রয়োজন
el_gr: Ο εργαζόμενος πρέπει να συνδέεται με τουλάχιστον ένα κατάστημα
es_mx: El empleado debe estar asociado al menos con una tienda.
mk_mk: Вработениот мора да биде поврзан барем со една продавница
sl_si: Zaposleni mora biti povezan vsaj z eno trgovino.

source: The provided profile is invalid
el_gr: Το προφιλ είναι άκυρο
es_mx: El perfil proporcionado es inválido
mk_mk: Обезбедениот профил е невалиден
sl_si: Posredovan profil je neveljaven

source: Your current password is invalid.
az_az: Sizin indiki keçidsözünüz yanlışdır.
el_gr: Ο τρέχον κωδικός πρόσβασής σας δεν είναι έγκυρος.
es_mx: Su contraseña actual es incorrecta.
mk_mk: вашата лозинка е невалидна.
sl_si: Vaše trenutno geslo je napačno.

source: The import file cannot be read.
el_gr: Το εισαχθέν αρχείο δεν μπορεί να αναγνωσθεί.
es_mx: El archivo de importación no se puede leer.
sl_si: Uvozne datoteke ni mogoče prebrati.

source: The Memcached server cannot be added.
az_az: Memcached serverini artırmaq olmur.
bn_bd: Memcached সার্ভার যোগ করা যাবে না
el_gr: Δεν είναι δυνατή η προσθήκη Memcached server.
es_mx: El servidor de Memcached no se puede agregar.
mk_mk: сервер не може да се додаде
sl_si: Ne morem dodati Memcached strežnik

source: There was an error when attempting to delete the Memcached server.
az_az: Memcached serverini pozmağa çalışarkən bir yanlışlıq oldu.
bn_bd: Memcached সার্ভার ডিলিট করার সময় একটি ত্রুটি ঘটেছে
el_gr: Σφάλμα κατά τη διαγραφή του Memcached server.
es_mx: Se produjo un error al intentar eliminar el servidor Memcached.
mk_mk: Грешка при бришење
sl_si: Napaka pri brisanju Memcached strežnika

source: All caches cleared successfully
az_az: Bütün keş uğurla silindi
el_gr: Όλες οι προσωρινές μνήμες καθάρισαν με επιτυχία
es_mx: Todos los caché se borraron correctamente
mk_mk: Целиот кеш беше успешно исчистен.
sl_si: Vsi kljukice so bile uspešno odstranjene

source: Key length must be %length% characters long.
el_gr: Το κλειδί πρέπει να είναι %length% χαρακτήρες μήκος.
es_mx: La clave debe tener %length% caracteres.

source: This key already exists.
az_az: Bu açar artıq var.
bn_bd: এই কি ইতিমধ্যেই বিদ্যমান।
el_gr: Το κλειδί υπάρχει ήδη
es_mx: Esta clave ya existe
mk_mk: Оовој клуч веќе постои.
sl_si: Ključ že obstaja.

source: (you must install the [a]Memcache PECL extension[/a])
az_az: (siz [a]Memcache PECL genişləməsi[/a] quraşdırmalısınız)
el_gr: (πρέπει να εγκαταστήσεις την [a]Memcache PECL επέκταση[/a])
es_mx: (debe instalar la [a]extensión Memcache PECL[/a])
mk_mk: (мора да се инсталира [a]Memcache PECL extension[/a])
sl_si: (naložiti morate [a]Memcache PECL razširitev[/a])

source: (you must install the [a]Memcached PECL extension[/a])
az_az: (siz [a]Memcached PECL genişlətməsi[/a] qurlaşdırmalısınız)
el_gr: (πρέπει να εγκαταστήσετε την [a]επέκταση Memcached PECL[/a])
es_mx: (debe instalar la [a]extensión Memcache PECL[/a])
mk_mk: (мора да го инсталирате [a]Memcached PECL проширувањето[/a])
sl_si: (naložiti morate [a]Memcache PECL razširitev[/a])

source: (you must install the [a]APC PECL extension[/a])
az_az: (siz [a]APC PECL genişlətməsi[/a] qurlaşdırmalısınız)
el_gr: (πρέπει να εγκαταστήσεις την [a]APC PECL extension[/a])
es_mx: (debes instalar la [a]extensión APC PECL[/a])
mk_mk: (мора да се инсталира [a]APC PECL extension[/a])
sl_si: (naložiti morate [a]APC PECL razširitev[/a])

source: (you must install the [a]Xcache extension[/a])
az_az: (siz [a]Xcache genişlətməsi[/a] qurlaşdırmalısınız)
el_gr: (πρέπει να εγκαταστήσεις την [a]Xcache extension[/a])
es_mx: (debes instalar la [a]extensión Xcache[/a])
mk_mk: (мора да се инсталира [a]Xcache extension[/a])
sl_si: (naložiti morate [a]Xcache razširitev[/a])

source: The locale must be installed
bn_bd: লোকেল ইনস্টল করা আবশ্যক
el_gr: Η γλώσσα πρέπει να εγκατασταθεί
es_mx: Debe estar instalado en local
mk_mk: лоцирање мора да биде инсталирано
sl_si: Nameščene morajo biti področne nastavitve

source: Only non-accented characters, numbers, and the following special characters are allowed: %allowed_characters%
el_gr: Μόνο λατινικοί χαρακτήρες χωρίς τονισμούς, αριθμοί και οι ακόλουθοι ειδικοί χαρακτήρες επιτρέπονται: %allowed_characters%
es_mx: Solo se permiten caracteres sin acento, números y los siguientes caracteres especiales: %allowed_characters%

source: I have read the disclaimer. Please create a new backup.
az_az: Mən şərtləri oxudum. Yeni bir yedəkləmə yaradın.
bn_bd: আমি শর্ত সমূহ পড়েছি। একটি নতুন ব্যাকআপ তৈরী করুন
el_gr: Διάβασα τη δήλωση αποποίησης ευθυνών - Δημιουργία ενός νέου αντιγράφου ασφαλείας
es_mx: He leído la advertencia - Crear una nueva copia de seguridad
mk_mk: Го прочитав откажувањето. Ве молам креирајте нов backup.
sl_si: Prebral sem sporočilo o odgovornosti. Prosim ustvari novo varnostno kopijo.

source: Disclaimer before creating a new backup
bn_bd: একটি নতুন ব্যাকআপ তৈরি করার আগে ডিসক্লেইম করুন
el_gr: Αποποίηση ευθυνών πριν από τη δημιουργία ενός νέου αντιγράφου ασφαλείας
es_mx: Advertencia antes de crear una copia de seguridad
mk_mk: Откажување пред создавање на нов backup
sl_si: Odklanjanje odgovornosti pred izdelavo varnostne kopije

source: PrestaShop is not responsible for your database, its backups and/or recovery.
bn_bd: PrestaShop আপনার ডাটাবেস এর ব্যাকআপ এবং / অথবা পুনরুদ্ধারের জন্য দায়ী নয়।
el_gr: Η PrestaShop δεν είναι υπεύθυνη για τη βάση δεδομένων, δημιουργία αντιγράφων ασφαλείας και ανάκτηση δεδομένων σας.
es_mx: PrestaShop no es responsable de su base de datos, ni de sus copias de seguridad, ni de sus restauraciones ni de sus datos.
mk_mk: Не сме одговорни за Вашата база на податоци, backup и/или обновување.
sl_si: PrestaShop ni odgovoren za vašo bazo podatkov, varnostne kopije, obnovitev in podatke.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
bn_bd: PrestaShop একটি ওপেন সোর্স সফটওয়্যা্ত। আপনি লাইসেন্স চুক্তির অধীনে আপনার নিজের ঝুঁকিতে এটি ব্যবহার করতে পারেন।
el_gr: Το PrestaShop είναι ένα Open-source λογισμικό, το χρησιμοποιείτε με δική σας ευθύνη στο πλαίσιο της συμφωνίας άδειας.
es_mx: PrestaShop es un software de código abierto, lo utiliza por su cuenta y bajo su riesgo en el marco del acuerdo de licencia.
mk_mk: Ова е отворена програма. Ја користите на Ваш ризик според условите во спогодбата.
sl_si: PrestaShop je odprtokodna programska oprema, ki jo uporabljate na vašo lastno odgovornost pod pogoji licence.

source: You should back up your data on a regular basis (both files and database).
el_gr: Θα πρέπει να δημιουργείτε αντίγραφα ασφαλείας των δεδομένων σας σε τακτική βάση (και των αρχείων και της βάσης δεδομένων).
es_mx: Debes hacer una copia de seguridad de tus datos de manera periodica (tanto de tus archivos como de la base de datos).
mk_mk: Треба да направите резервна копија на вашите податоци на редовна основа (двете и датотеките и базата на податоци).
sl_si: Varnostne kopije morate ustvarjati redno (oboje, datoteke in bazo podatkov).

source: This function only backs up your database, not your files.
az_az: Bu funksiya fayllarınızı deyil, yalnız verilənlər bazanızı yedəkləyir.
bn_bd: এই ফাংশন শুধুমাত্র আপনার ডাটাবেসের ব্যাক আপ করে, আপনার ফাইলগুলোর নয়।
el_gr: Αυτή η λειτουργία υποστηρίζει μόνο δημιουργία αντιγράφου ασφαλείας της βάσης δεδομένων σας, όχι των αρχείων σας.
es_mx: Esta función sólo permite hacer copias de seguridad de la base de datos, no de los archivos.
mk_mk: Оваа функција прави заштита само на базата на податоци, не на вашите датотеки.
sl_si: Ta funkcija ustvari samo varnostno kopijo baze podatkov, ne pa vaših datotek.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
bn_bd: ডিফল্টরূপে, আপনার বিদ্যমান ডাটাবেস টেবিল ব্যাকআপ পুনরুদ্ধার এর (নীচের "ব্যাকআপ বিকল্প" দেখুন) সময় ড্রপ করা হবে।
el_gr: Από προεπιλογή, υπάρχοντες πίνακες της βάσης δεδομένων σας, θα γίνουν Drop κατά τη διάρκεια ανάκτησης του αντιγράφου ασφαλείας (δείτε "επιλογές ανάκτησης του αντιγράφου ασφαλείας" πιο κάτω).
es_mx: De forma predeterminada, las tablas de bases de datos existentes serán dadas de baja durante la recuperación de copia de seguridad (ver "opciones de copia de seguridad" más adelante).
mk_mk: Вашите постоечки табели во базата на податоци ќе бидат испуштени за време на backup обновувањето (see "Backup options" below).
sl_si: Privzeto, bodo vaše tabele baze podatkov izbrisane pri obnavljanju varnostne kopije (poglejte možnosti).

source: Always verify the quality and integrity of your backup files!
az_az: Hər zaman yedəkləmə faylınızın keyfiyyətini və bütünlüyünü yoxlayın!
bn_bd: সর্বদা আপনার ব্যাকআপ ফাইল গুণমান এবং সত্যতা যাচাই করুন!
el_gr: Να ελέγχετε πάντα την ποιότητα και την ακεραιότητα των αντιγράφων ασφαλείας των αρχείων σας.
es_mx: Verifique siempre la calidad y la integridad de sus archivos de copias de seguridad.
mk_mk: Секогаш проверувај го квалитетот и интегритетот на backup датотеките!
sl_si: Vedno preverite kvaliteto in integriteto vaših varnostnih kopij!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
bn_bd: সর্বদা আপনার ব্যাকআপ ফাইল সম্পূর্ণ , আপ টু ডেট এবং বৈধ, কিনা তা যাচাই করুন।এমন কি যদি ব্যাক আপ পক্রিয়ার সময় একটি সফলতার মেসেজ পান তারপরও।
el_gr: Πάντα επιβεβαιώστε ότι η αντίγραφα ασφαλείας των αρχείων σας είναι πλήρεις, ενημερωμένα και έγκυρα, ακόμη κι αν είχατε μήνυμα επιτυχίας κατά τη διαδικασία δημιουργίας αντιγράφων ασφαλείας.
es_mx: Verifique siempre que sus archivos de copias de seguridad están completos, y que son recientes y válidos, Incluso si usted recibio un mensaje de confirmación durante el proceso de copia de seguridad.
mk_mk: Секогаш проверувај дека backup датотеките се комплетни, обновени и точни, дури и ако сте добиле порака за успешност за време на backup процесот.
sl_si: Vedno preverite da so vaše varnostne kopije kompletne, ažurne in veljavne. Tudi če ste dobili sporočilo, da je ustvarjanje varnostne kopije uspešno!

source: Always check your data.
az_az: Hər zaman tarixi yoxlayın.
bn_bd: সর্বদা আপনার তথ্য চেক করুন।
el_gr: Ελέγχετε πάντα τα δεδομένα σας.
es_mx: Siempre revise sus datos.
mk_mk: Секогаш проверувајте ги Вашите податоци.
sl_si: Vedno preverite vaše podatke.

source: Never restore a backup on a live site.
az_az: Heç vaxt işlək saytı yedəkdən bərpa etməyin.
bn_bd: একটি লাইভ সাইটে কখনো ব্যাকআপ পূর্বাবস্থায় রিষ্টর করবেন না.
el_gr: Ποτέ μην επαναφέρετε ένα αντίγραφο ασφαλείας σε ενεργή ιστοσελίδα.
es_mx: No restaurar nunca una copia de seguridad en un sitio activo.
mk_mk: Никогаш не правете враќање на backup на активни страници.
sl_si: Nikoli ne obnavljajte varnostne kopije na delujoči strani.

source: Beginning the download ...
az_az: Endirmə başlayır ...
bn_bd: ডাউনলোড শুরু করুন...
el_gr: Έναρξη μεταφόρτωσης ...
es_mx: Comienzo de la descarga ...
mk_mk: Почнувам со симнување ...
ms_my: Beginning download ...
sl_si: Nalagam ...

source: Backup files should automatically start downloading.
el_gr: Τα αντίγραφα ασφαλείας θα ξεκινήσουν να κατεβαίνουν αυτόματα.
es_mx: Las copias de seguridad deberían descargarse automáticamente.
mk_mk: фајлот за заштита би требало автоматски да се превземе набрзо , ве молиме почекајте.
sl_si: Varnostna kopija se bo samodejno začela prenašati.

source: If not,[1][2] please click here[/1]!
az_az: Əgər istəmirsizsə,[1][2] buyurun, bura tıklayın[/1]!
el_gr: Εάν όχι,[1][2] παρακαλούμε πατήστε εδώ[/1]!
es_mx: Si no, ¡[1][2] haz clic aquí[/1]!
mk_mk: Ако не,[1][2] ве молиме кликнете овде[/1]!
sl_si: Če ni,[1][2] prosim klikni tukaj[/1]!

source: Are you sure you want to delete this entity:
az_az: Siz bunu pozmaq istədiyinizə əminsinizmi:
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την οντότητα;
es_mx: ¿Está seguro de que quiere eliminar esta entidad?:
sl_si: Ali ste prepričani, da želite izbrisati to entiteto:

source: Note that the Category import does not support having two categories with the same name.
el_gr: Σημειώστε ότι στην εισαγωγή κατηγοριών δεν υποστηρίζεται να έχετε δύο κατηγορίες με το ίδιο όνομα.
es_mx: Ten en cuenta que la importación de Categoría no admite tener dos categorías con el mismo nombre.
mk_mk: имај на знаење дека увозот на категории не е дозволен за категории со идентични имиња.
sl_si: Vedite, da uvoz kategorije ne podpira dveh kategorij z istim imenom.

source: Note that you can have several products with the same reference.
bn_bd: মনে রাখুন আপনি একই রেফারেন্স দিয়ে বিভিন্ন পণ্য রাখতে পারবেন
el_gr: Σημειώστε ότι μπορείτε να έχετε διάφορα προϊόντα με την ίδια αναφορά.
es_mx: Tenga en cuenta que puede tener varios productos con la misma referencia.
mk_mk: Може да имате неколку продукти со иста референца.
sl_si: Lahko imate več produktov z isto referenco.

source: New features are available. Feel free to try them out!
el_gr: Νέες δυνατότητες είναι διαθέσιμες. Είστε ελεύθεροι να τις δοκιμάσετε!
es_mx: Hay nuevas funcionalidades disponibles. ¡Siéntete libre de probarlas!

source: Testing a feature before its official release can be exciting. However, you must be aware of the potential risks of such experiments:
el_gr: Δοκιμάζοντας μια δυνατότητα πριν την επίσημη έκδοση μπορεί να είναι ενθουσιαστικό. Ωστόσο, θα πρέπει να γνωρίζετε τα πιθανά ρίσκα αυτών των πειραμάτων:
es_mx: Probar una característica antes de su lanzamiento oficial puede ser emocionante. Sin embargo, debe conocer los posibles riesgos de tales experimentos:

source: Experimental features are still under development. Enabling them could therefore have unintended consequences and cause data loss.
el_gr: Πειραματικά Χαρακτηριστικά είναι ακόμα σε ανάπτυξη. Ενεργοποιώντας τα μπορούν να έχουν αθέλητη επίπτωση και να προκαλέσουν απώλεια δεδομένων.
es_mx: Las características experimentales aún están en desarrollo. Por lo tanto, habilitarlas podría tener consecuencias no deseadas y provocar la pérdida de datos.

source: In any case, you should never experiment in production.
el_gr: Σε κάθε περίπτωση, δεν πρέπει να πειραματίζεστε σε παραγωγικό ιστότοπο.
es_mx: En cualquier caso, nunca debe experimentar en producción.

source: Are you sure you want to enable this experimental feature?
el_gr: Είστε βέβαιοι ότι θέλετε να ενεργοποιήσετε αυτό το πειραματικό χαρακτηριστικό;
es_mx: ¿Está seguro de que desea habilitar esta característica experimental?

source: You are about to enable a feature that is not stable yet. This should only be done in a test environment or in full knowledge of the potential risks.
el_gr: Πρόκειται να ενεργοποιήσετε μια δυνατότητα που δεν είναι ακόμα σταθερή. Αυτό θα πρέπει να γίνεται μόνο σε δοκιμαστικό περιβάλλον ή αν έχετε πλήρη γνώση των πιθανών ρίσκων.
es_mx: Está a punto de habilitar una característica que aún no es estable. Esto solo debe realizarse en un entorno de prueba o con pleno conocimiento de los riesgos potenciales.

source: Please choose a MySQL table
az_az: Buyurun, bir MySQL masası seçin
el_gr: Παρακαλώ επιλέξτε ένα MySQL πίνακα
es_mx: Por favor, selecciona una tabla MySQL
mk_mk: одбери MySQL табела
sl_si: Prosim izberite MySQL tablo

source: When saving the query, only the "SELECT" SQL statement is allowed.
el_gr: Όταν αποθηκεύετε το ερώτημα, μόνο η "SELECT" δήλωση επιτρέπεται.
es_mx: Al guardar la consulta, sólo se permite la instrucción SQL "SELECT".
mk_mk: кога ке снимаш подеси "SELECT" SQL изјава е дозволена.
sl_si: Pri shranjevanju poizvedbe, je dovoljeno samo "IZBERI" SQL statement.

source: This SQL query has no result.
az_az: Bu SQL-də heç nə tapılmadı.
el_gr: Αυτό το ερώτημα SQL δεν έχει αποτελέσματα.
es_mx: Esta consulta SQL no tiene resultados.
mk_mk: MySQL барањето не даде никаков резлутат.
sl_si: Ta SQL poizvedba nima rezultatov.

source: Do you really want to remove the server %serverIp%:%serverPort% ?
az_az: %serverIp%:%serverPort% serverini pozmaq istədiyinizə əminsinizmi?
el_gr: Θέλετε οπωσδήποτε να αφαιρέσετε το διακομιστή %serverIp%:%serverPort% ?
es_mx: ¿Estás seguro de que deseas eliminar el servidor %serverIp%:%serverPort% ?
mk_mk: Дали навистина сакате да го отстраните серверот %serverIp%:%serverPort%?
sl_si: Res želite odstraniti strežnik %serverIp%:%serverPort% ?

source: OK
az_az: Tamam
bn_bd: ঠিক আছে
el_gr: ΟΚ
mk_mk: ОК
sl_si: V redu

source: Please fix the following error(s)
az_az: Buyurun, aşağıdakı xətanı(ları) çözün
bn_bd: নিম্নলিখিত ত্রুটির সংশোধন করুন
el_gr: Παρακαλούμε συμβουλευτείτε το ακόλουθο σφάλμα (ες)
es_mx: Por favor, repare el siguiente error(es)
mk_mk: Ве молиме поправете ги следните грешки
ms_my: Please consult the following error(s)
sl_si: Prosimo preglejte naslednje napake

source: Checking files...
az_az: Fayllar Yoxlanır...
bn_bd: ফাইল চেক করা হচ্ছে ...
el_gr: Έλεγχος αρχείων ...
es_mx: Revisando los archivos...
mk_mk: Проверување на датотеки...
sl_si: Preverjam datoteke...

source: Missing files
az_az: Əskik fayllar
bn_bd: হারিয়ে যাওয়া ফাইল
el_gr: Αρχεία που λείπουν
es_mx: Archivos perdidos
mk_mk: Недостасуваат датотеки
sl_si: Manjkajoče datoteke

source: Updated files
az_az: Yenilənmiş fayllar
bn_bd: আপডেট ফাইল
el_gr: Ενημερωμένα αρχεία
es_mx: Archivos Subidos
mk_mk: Ажурирај датотеки
sl_si: Posodobljene datoteke
