Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersHelp.*.xlf
Languages: ca_es, lt_lt, sk_sk, sr_cs, tr_tr

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
ca_es: Com que la botiga seleccionada no té cap URL principal, heu de definir aquesta URL com a URL principal.
lt_lt: Kadangi pasirinkta parduotuvė neturi pagrindinio URL, privalote nustatyti šį URL kaip pagrindinį.
sk_sk: Keďže vybraný obchod nemá žiadnu hlavnú URL adresu, musíte nastaviť túto URL adresu ako hlavnú.
sr_cs: Pošto izabrana prodavnica nema glavni URL, morate da postavite ovaj URL kao glavni URL.
tr_tr: Seçilen mağaza için ayarlanmış hiçbir ana URL olmadığından, bu URLyi Ana URL olarak ayarlamak zorundasınız.

source: Some features can be disabled in order to improve performance.
ca_es: Algunes característiques es poden desactivar per tal de millorar el rendiment
lt_lt: Kai kurios ypatybės gali būti išjungtos siekiant padidinti našumą.
sk_sk: Niektoré funkcie môžu byť vypnuté aby sa dosiahol lepší výkon.
sr_cs: Neke osobine se mogu onemogućiti da bi se poboljšale performanse.
tr_tr: Bazı özellikler performansı artırmak için devre dışı bırakılabilir.

source: The private key starts with -----BEGIN RSA PRIVATE KEY-----.
ca_es: La clau privada comença amb -----BEGIN RSA PRIVATE KEY-----.
lt_lt: Privatus raktas prasideda -----BEGIN RSA PRIVATE KEY-----.
sk_sk: Privátny kľúč začína -----BEGIN RSA PRIVATE KEY-----.
sr_cs: Privatni ključ počinje sa -----BEGIN RSA PRIVATE KEY-----.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
ca_es: La botiga seleccionada ja té una URL principal. Per tant, si configureu aquesta com a URL principal, la URL principal més antiga es definirà com a URL normal.
lt_lt: Pasirinkta parduotuvė jau turi pagrindinį URL. Dėl to jei nustatysite šį URL kaip pagrindinį, senesnis pagrindinis URL bus nustatytas kaip įprastinis URL.
sk_sk: Zvolený obchod už hlavnú URL adresu má. Pokiaľ nastavíte túto adresu ako hlavnú, bude stará adresa nastavená ako bežná URL adresa.
tr_tr: Seçilen mağaza zaten bir Ana URL'ye sahip. Bu yüzden, eğer ana URL olarak bunu ayarlarsanız, eski Ana URL olağan bir URL olarak ayarlanacaktır.

source: This FeatureFlag is forced by Env.
ca_es: Aquesta FeatureFlag és forçada per Env.

source: This feature allows you to identify modules that might be causing bugs on your store. Disable all non-built-in modules (not listed in composer.json). Then, re-enable each module one by one and check that everything works properly before moving on to the next one.
ca_es: Aquesta característica us permet identificar mòduls que poden causar errors a la vostra botiga. Desactiveu tots els mòduls no integrats (no es mostren a composer.json). Tot seguit, torneu a activar cada mòdul un per un i comproveu que tot funcioni correctament abans de passar al següent.
lt_lt: Ši funkcija leidžia identifikuoti modulius, kurie gali sukelti klaidas jūsų parduotuvėje. Išjunkite visus modulius (neįtrauktus į composer.json). Tada iš naujo po vieną įjunkite kiekvieną modulį ir patikrinkite, ar viskas veikia tinkamai, prieš pereidami prie kito
sk_sk: Táto funkcia vám umožňuje identifikovať moduly, ktoré môžu spôsobovať chyby vo vašom obchode tak, že zakáže všetky moduly tretích strán (nie sú uvedené v súbore composer.json). Potom znova povolíte každý modul jeden po druhom a pred prechodom na ďalší skontrolujte, či všetko funguje správne.
sr_cs: Ova funkcija vam omogućava da identifikujete module koji mogu izazivati greške na vašoj prodavnici. Onemogućite sve module koji nisu ugrađeni (nisu navedeni u composer.json). Zatim ponovo omogućite svaki modul pojedinačno i proverite da li sve radi pravilno pre nego što pređete na sledeći.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
ca_es: Aquesta és la carpeta física per a la vostra botiga al servidor web. Deixeu en blanc aquest cap si la vostra botiga està instal·lada al directori arrel. Per exemple, si la vostra botiga està disponible a www.example.com/my-store/, heu d'escriure my-store/ en aquest camp.
lt_lt: Tai yra fizinis aplankas Jūsų parduotuvei Jūsų web serveryje. Palikite šį lauką tuščią, jei jūsų parduotuvė įdiegta šakniniame aplanke. Pvz., jei Jūsų parduotuvė prieinama per www.example.com/my-store/, tai Jūs turite įvesti my-store/ į laukelį.
sk_sk: Toto je fyzický priečinok na serveri, v ktorom je umiestnený Váš obchod. Pokiaľ je Váš obchod nainštalovaný v koreňovom priečinku, ponechajte toto pole prázdne. Pokiaľ je Váš obchod dostupný napríklad na adrese www.stranka.sk/obchod, bude v tomto poli hodnota "obchod/".
tr_tr: Bu mağazanızın İnternet sunucusu üzerinde bulunan fiziksel konumudur. Mağazanız kök klasörde kurulu ise bu alanı boş bırakın. Mesela, mağazanız www.example.com/magaza/ üzerinde ise, bu alana magaza/ girmeniz gerek.

source: This page will be displayed just after login.
ca_es: Aquesta pàgina es mostrarà just després de l'autentificació.
lt_lt: Šis puslapis bus rodomas pirmas prisijungus prie administracinės dalies.
sk_sk: Táto stránka sa zobrazí po prihlásení.
sr_cs: Ova stranica će biti prikazana posle prijavljivanja.
tr_tr: Bu sayfa giriş yaptıktan hemen sonra gösterilecektir.

source: This will add directives to your .htaccess file, which should improve caching and compression.
ca_es: Això afegirà directives a l'arxiu .htaccess que haurien de millorar l'emmagatzematge a la memòria cau i la compressió.
lt_lt: Tai į .htaccess failą pridės direktyvas, kurios turi pagerinti kešavimą ir kompresiją.
sk_sk: Pridá príkazy do súboru ".htaccess", ktorý by mal zlepšiť kompresiu a ukladanie do vyrovnávacej pamäte.
sr_cs: Ovo će dodati direktive .htaccess datoteci, koje bi trebale da poboljšaju keširanje i kompresiju.
tr_tr: Bu .htaccess dosyasına ön belleğe alma ve sıkıştırma yeteneklerini geliştirecek olan direktifler ekleyecek.

source: URL rewriting must be activated on your server to use this feature.
ca_es: Cal que la Reescriptura d'URL estigui activada al servidor per tal d'utilitzar aquesta característica.
lt_lt: Norint naudoti šią funkciją reikia, kad serveryje būtų įjungta "URL perrašymo" galimybė.
sk_sk: Prepisovanie URL musí byť aktivované na vašom serveri na využitie tejto funkcie.
sr_cs: URL prepisivanje mora da bude uključeno na vašem serveru da bi koristili ovu opciju.
tr_tr: Bu özelliği kullanabilmek için URL yeniden yazma özelliği sunucu üzerinde aktif olmalıdır.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
ca_es: A menys que hàgiu activat l'opció "Suprimir les taules existents", heu de suprimir totes les taules de la vostra base de dades actual.
lt_lt: Jūs turite ištrinti visas egzistuojančias lenteles nebent pasirinkote jas ištrinti nuostatose.
sk_sk: Pokiaľ ste neaktivovali možnosť "Vymazať existujúce tabuľky", musíte vymazať všetky tabuľky z Vašej súčasnej databázy.
sr_cs: Ako niste omogućili opciju "Odbaci postojeće tabele", morate izbrisati sve tabele iz trenutne baze podataka.
tr_tr: "Mevcut tabloları boşalt" seçeneğini etkinleştirmediyseniz, mevcut veritabanınızdaki bütün tabloları silmeniz gerekmektedir.

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
ca_es: Utilitzeu aquesta opció per associar dades (productes, mòduls, etc.) de la mateixa manera per a una botiga seleccionada
lt_lt: Naudokite šią parinktį, norėdami susieti duomenis (prekes, modulius ir kt.) tokiu pačiu būdu kiekvienoje pasirinktoje parduotuvėje.
sk_sk: Použite túto možnosť na priradenie údajov (produktov, modulov, atď.) rovnako pre každý vybratý obchod.
sr_cs: Koristi ove opcije za spajanje podataka (proizvodi, moduli, itd.) na isti način za sve izabrane prodavnice.
tr_tr: Seçilen her mağazada verilerin (ürünler, modüller, vb) aynı şekilde ilişkilendirilmesi için bu seçeneği kullanın.

source: Warning
ca_es: Atenció
lt_lt: Įspėjimas
sk_sk: Varovanie
sr_cs: Upozorenje
tr_tr: Uyarı

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
ca_es: Advertiment: no està recomanat activar "compartir clients" i "compartir comandes", ja que una vegada s'activen aquestes opcions no podran ser desactivades. Considereu seriosament si realment us calen aquestes opcions, i veieu en primer lloc si podeu usar categories en lloc de diverses botigues.
lt_lt: Įspėjimas: nepatartina įjungti "dalintis pirkėjais" ir "dalintis užsakymais" nuostatas. Kai ši galimybė bus sukurta ir bus pateikti užsakymai, jūs nebegalėsite išjungti šios savybės. Jei jums reikia šios galimybės, patariame naudoti keletą kategorijų vietoje kelių parduotuvių.
sk_sk: Upozornenie: nie je doporučované povoliť zdieľanie zákazníkov a zdieľanie objednávok, pretože akonáhle sú tieto možnosti aktivované a sú vytvorení zákazníci alebo objednávky, nebudete môcť toto nastavenie zrušiť. Ak potrebujete povoliť tieto možnosti, skúste najprv zvážiť zdieľanie v niekoľkých kategóriách namiesto niekoľkých obchodov.
sr_cs: Upozorenje: Uključivanje opcije "razmenjuj kupce" i "razmenjuj porudžbine" nije preporučljivo. Kada se jednom aktiviraju i porudžbine kreiraju, više se ne mogu isključiti. Ako vam trebaju ove opcije, mi vam preporučujemo da koristitie više kategorijija pre nego više prodavnica.
tr_tr: Uyarı: "müşterileri paylaş" ve "siparişleri paylaş" seçeneklerini etkinleştirmek tavsiye edilmez. Bir kez etkinleştirildiğinde ve sipariş oluşturulduğunda, bu seçeneği devre dışı bırakamazsınız. Bu seçeneklere ihtiyacınız varsa, çeşitli mağazalar yerine çeşitli kategorileri kullanmanızı tavsiye ederiz.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
ca_es: Advertiment: La Reescriptura d'URL (p. ex. mod_rewrite d'Apache) sembla que estigui desactivada. Si el vostre URL no funciona, contacteu amb l'administrador de sistemes del vostre servidor per tal d'activar-la.
lt_lt: Įspėjimas: URL perrašymas (angl. URL rewriting - Apache modulis mod_rewrite) yra išjungtas. Jei jūsų virtualus URL neveikia, prašome kreiptis į serverio tiekėją dėl URL perrašymo aktyvavimo.
sk_sk: Upozornenie: prepisovanie URL (napr. mod_rewrite pre Apache), je pravdepodobne zakázané. Pokiaľ Vaše virtuálne URL nefungujú, požiadajte svojho poskytovateľa hostingu o aktiváciu prepisovania URL.
tr_tr: Uyarı: URL yeniden yazma (örn. Apache için mod_rewrite) devre dışı gibi görünüyor. Sanal URLniz çalışmıyorsa, URL yeniden yazmayı etkinleştirmek için sunucu sağlayıcınız ile iletişime geçin.

source: Warning: You will not be able to disable this option once you've started to accept orders.
ca_es: Atenció: no podreu desactivar aquesta opció un cop hàgiu començat a acceptar comandes.
lt_lt: Įspėjimas: Jūs nebegalėsite išjungti šio nustatymo, kai pradėsite priimti užsakymus.
sk_sk: Varovanie: nemôžete vypnúť túto funkciu, pokiaľ už máte nejaké objednávky.
sr_cs: Upozorenje: Nećete moći da isključite ovu opciju ako počnete da primate porudžbine.
tr_tr: Uyarı: Sipariş kabul etmeye başladıktan sonra bu seçeneği devre dışı bırakamayacaksınız.

source: Warning: you will not be able to disable this option once you have registered customers.
ca_es: Atenció: no podreu desactivar aquesta opció quan ja hi hagi clients registrats.
lt_lt: Įspėjimas: jums nebebus galima išjungti šio nustatymo tada, kai bus registruotų vartotojų.
sk_sk: Varovanie: nemôžete vypnúť túto funkciu, pokiaľ už máte zaregistrovaných zákazníkov.
sr_cs: Upozorenje: nećete moći da isključite ovu opciju ukoliko se klijenti registruju.
tr_tr: Uyarı: kayıtlı müşterileriniz olduğunda bu seçeneği devre dışı bırakamayacaksınız.

source: When you access your back office and decide to stay logged in, your cookies lifetime defines your browser session. Set here the number of hours during which you want them valid before logging in again.
ca_es: Quan accediu al vostre back office i decidiu de romandre connectat, les cookies de temps defineixen la sessió del navegador. Definiu aquí el nombre d’hores durant les quals voleu que siguin vàlides abans de tornar a reconnectar-vos.
lt_lt: Kai esate prisijungę prie parduotuvės administravimo dalies ir nusprendžiate likti prisijungę, slapukų galiojimo laikas nustato jūsų naršyklės sesiją. Čia nustatykite valandų skaičių, per kurį norite, kad jie galiotų, prieš vėl prisijungdami.
sk_sk: Keď sa rozhodnete pre prístup do svojej administrácie a rozhodnete sa zostať prihlásení, životnosť súborov cookie určuje reláciu prehliadača. Tu nastavte počet hodín, počas ktorých chcete, aby boli platné pred ďalším prihlásením.
sr_cs: Kada se ulogujete u vaš administrativni panel i želite da ostanete ulogovani, životni vek kolačića odlučuje koliko traje aktivno vreme vašeg internet pretraživača. Upišite ovde broj sati koliko želite da ostanete ulogovani pre nego što vam pretraživač zatraži da se ponovo ulogujete.

source: Where customers send messages from the order page.
ca_es: ﻿Quan el client envia un missatge des de la pàgina de comanda.
lt_lt: Kai klientas siunčia žinutę iš užsakymų puslapio.
sk_sk: Kam zákazníci posielajú správy z objednávkovej stránky.
sr_cs: Gde korisnici šalju poruke sa stranice za porudžbine.
tr_tr: Sipariş sayfasından müşteri mesaj yazdığında.

source: You can also export the query results as a CSV file by clicking on the "%export_label%" button
ca_es: També podeu exportar els resultats de la consulta com a fitxer CSV fent clic al botó "%export_label%"
lt_lt: Jūs taip pat galite eksportuoti užklausos rezultatus kaip CSV failą, paspaudę mygtuką "%export_label%"
sk_sk: Výsledky požiadavky môžete tiež exportovať ako súbor CSV kliknutím na tlačidlo "%export_label%"
sr_cs: Takođe možete da izvezete rezultate upita kao CSV dokument kada kliknete na dugme "%export_label%"

source: You can also upload your file via FTP to the following directory: %s .
ca_es: També podeu carregar el vostre fitxer mitjançant FTP al directori següent: %s .
lt_lt: Jūs taip pat galite įkelti failą per FTP į šią direktoriją: %s.
sk_sk: Súbor môžete tiež nahrať na FTP do zložky: %s
tr_tr: Ayrıca şu dizine FTP üzerinden dosya da yükleyebilirsiniz: %s.

source: You can read information on import at:
ca_es: Podeu llegir la informació sobre la importació a:
lt_lt: Daugiau sužinoti apie informacijos importavimą galite čia:
sk_sk: Informácie o importe si môžete prečítať na:
tr_tr: İçeri aktarım bilgilerini şuradan okuyabilirsiniz:

source: You can then view the query results by clicking on the "%view_label%" action in the dropdown menu
ca_es: Tot seguit, podeu veure els resultats de la consulta fent clic a l'acció "%view_label%" al menú desplegable
lt_lt: Jūs galite peržiūrėti užklausos rezultatus, paspaudę „%view_label%“ išskleidžiamame meniu
sk_sk: Následne môžete zobraziť výsledky dotazu kliknutím na "%view_label%" v rozbaľovacom menu
sr_cs: Onda možete videti rezultate upita klikom na "%save_label%" u padajućem meniju

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
ca_es: Utilitzeu aquesta opció si voleu crear una botiga amb un URL que no existeix al vostre servidor (p. ex. si voleu que la botiga tingui un URL www.my-prestashop.com/my-store/shoes/ cal que poseu shoes/ en aquest camp, assumint que 'my-store/ és el vostre URL Físic).
lt_lt: Jūs galite naudoti šią funkciją, jei norite sukurti parduotuvę su URL, kuris neegzistuoja jūsų serveryje (pvz. jei norite, kad jūsų parduotuvė būtų prieinama per www.example.com/my-store/shoes/, jums reiktų įvesti shoes/ šiame lauke, jeigu my-store/ yra fizinė direktorija - aplankas serveryje).
sk_sk: Túto voľbu možno použiť v prípade, že potrebujete vytvoriť obchod s URL, ktorá na Vašom serveri neexistuje (napr. ak chcete, aby bol Váš obchod dostupný na adrese URL www.stranka.sk/moj-obchod/topanky/, zadajte do tohto poľa "moj-obchod/topanky/"- za predpokladu, že fyzická adresa URL obchodu je www.stranka.sk.
tr_tr: Eğer mağazanızı sunucunuzda bulunmayan bir URL ile oluşturmak istiyorsanız bu seçeneği kullanabilirsiniz (ör. mağazanızın www.example.com/magaza/ayakkabi/ adresinde bulunması için bu alanı ayakkabi/ olarak ayarlamalısınız, mağazanızın fiziksel URLsinin magaza/ olduğunu var sayarsak).

source: You cannot set this parameter to No when combinations are already used by some of your products
ca_es: No podeu definir aquest paràmetre a No quan alguns dels vostres productes ja fan servir combinacions
lt_lt: Negalima pasirinkti "Ne" kuomet prekių deriniai jau yra naudojami
sk_sk: Nemôžete nastaviť parameter na NIE pokiaľ sú kombinácie používané u niektorých produktov
sr_cs: Ne možete postaviti ovaj parametar na Ne kada neki proizvodi već koriste kombinacije
tr_tr: Kombinasyonlar bazı ürünler tarafından kullanımda iken bu parametreyi Hayır olarak ayarlayamazsınız

source: e.g. 1; Blouse; 129.90; 5
ca_es: p.ex. 1; Blouse; 129.90; 5
lt_lt: pvz. 1; Palaidinė; 129.90; 5
sk_sk: napr. 1; blúzka; 129.90; 5
sr_cs: e.g. 1; Bluza; 129.90; 5

source: e.g. Blouse; red.jpg, blue.jpg, green.jpg; 129.90
ca_es: p.ex. Blouse; red.jpg, blue.jpg, green.jpg; 129.90
lt_lt: pvz. Palaidinė; raudona.jpg, melyna.jpg, zalia.jpg; 129.90
sk_sk: napr. blúzka; cervena.jpg, modra.jpg, zelena.jpg; 129.90
sr_cs: e.g. Bluza; crveno.jpg, plavo.jpg, zeleno.jpg; 129.90

source: or
ca_es: o
lt_lt: arba
sk_sk: alebo
sr_cs: ili
tr_tr: veya

source: Error
lt_lt: Klaida
sk_sk: Chyba
sr_cs: Greška
tr_tr: Hata
