Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminModulesHelp.*.xlf
Languages: ar_sa, es_co

source: Search modules: keyword, name, author...
ar_sa: البحث عن الاضافات: الكلمة الرئيسية، الاسم، المؤلف ...
es_co: Buscar módulos: palabra clave, nombre, autor...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
ar_sa: يرجى تحميل ملف واحد على حدة، بإمتداد zip أو (.tar, .tar.gz or .tgz).
es_co: Por favor, sube solamente un archivo al mismo tiempo, en formato .zip o tarball (.tar, .tar.gz or .tgz).

source: Your module will be installed right after that.
ar_sa: سيتم تثبيت الاضافة الخاصة بك مباشرة بعد ذلك.
es_co: El módulo será instalado a continuación.

source: What happened?
ar_sa: ماذا حدث؟
es_co: ¿Que ocurrió?

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
ar_sa: قم بتخصيص متجرك مع هذا الإختيار من الإضافاة الموصى بها لمتجرك، إعتماداً على دولتك، لغتك وإصدار بريستاشوب. إنه يشمل الإضافات الأكثر شهرة من متجر الإضافات الخاص بنا، مع إضافات الشركاء المجانية.
es_co: Personalice su tienda con esta selección de módulos recomendados para su tienda, basados en su país, idioma y versión de PrestaShop. Esta selección incluye los módulos más populares de nuestro Mercado de Complementos, y módulos gratuitos de nuestros asociados.

source: You bought this module on PrestaShop Addons. Thank You.
es_co: Has comprado este módulo en PrestaShop Addons. Gracias.

source: Bought
ar_sa: تم الشراء
es_co: Comprado

source: This module is available on PrestaShop Addons.
ar_sa: هذه الاضافة متوفرة على بريستاشوب للاضافات.
es_co: Este módulo está disponible en PrestaShop Addons.

source: This module is available for free thanks to our partner.
es_co: Este módulo está disponible de forma gratuita gracias a nuestro socio.

source: Official
es_co: Oficial

source: Need update
es_co: Necesita actualizar

source: These modules require your attention: you need to take some action to ensure they are fully operational.
ar_sa: تتطلب هذه الإضافات إنتباهكم: تحتاج إلى إتخاذ بعض الإجراءات للتأكد من أنها تعمل بكامل طاقتها.
es_co: Estos módulos requieren su atención: necesita tomar algunas medidas para garantizar su correcto funcionamiento.

source: Update these modules to enjoy their latest versions.
ar_sa: قم بتحديث هذه الاضافات للاستمتاع بأخر الإصدارات.
es_co: Actualiza estos módulos para disfrutar de sus últimas versiones.

source: Popular
ar_sa: الاكثر شعبية
