Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminDesignHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, da_dk, fa_ir, ro_ro, uk_ua

source: AVIF is disabled because it's not supported on your server, check your configuration if you want to use it.
uk_ua: AVIF вимкнено, оскільки він не підтримується вашим сервером. Перевірте конфігурацію, якщо ви хочете його використовувати.

source: Add new page
ar_sa: إضافة صفحة جديدة
az_az: Yeni səhifə artır
bs_ba: Dodaj novu stranicu
da_dk: Tilføj ny side
fa_ir: افزودن صفحه جدید
ro_ro: Adauga pagina noua
uk_ua: Додати нову сторінку

source: Add new page category
ar_sa: إضافة فئة صفحة جديدة
az_az: Yeni səhifə bölməsi artır
bs_ba: Dodaj novu kategoriju stranice
da_dk: Tilføj ny sidekategori
fa_ir: افزودن صفحه شاخه جدید
ro_ro: Adauga o noua pagina de categorie
uk_ua: Додати нову категорію сторінок

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you enable the "%generate_rtl_label%" option, any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
bs_ba: Budi oprezni! Provjerite svoju temu na RTL jeziku prije generisanja RTL stilnog lista: vaša se tema već može prilagoditi RTL-u. Kada kliknete "Prilagodi se RTL-u", bilo koja RTL-specifična datoteka koju ste možda dodali u svoju temu može biti izbrisana po stvorenom stilu stranice.
da_dk: Vær forsigtig! Kontroller venligst dit tema med et RTL sprog inden du genererer RTL stylesheetet: dit tema er måske allerede adapteret til RTL. Når du klikker på "%generate_rtl_label%", så vil enhver RTL-specifik fil som du har tilføjet til dit tema, måske blive slettet af det oprettede stylesheet.
fa_ir: مراقب باشید! لطفاً قبل از تولید استایل RTL (راست‌چین)، قالب خود را در یک زبان راست‌چین بررسی کنید: شاید قالب شما از قبل با RTL سازگار باشد (راست‌چین باشد.) به محض این‌‌که گزینه‌ی %generate_rtl_label% را فعال کنید، هر گونه فایل RTL که از قبل در قالب شما وجود داشته، حذف خواهد شد.
ro_ro: Atentie! Te rugam sa verifici tema intr-o limba care se scrie de la dreapta la stanga înainte de a genera fisierul CSS: tema ta ar putea fi deja adaptată la scrierea de la dreapta la stanga. Cand activezi optiunea "%generate_rtl_label%", orice fisier specific RTL ar putea fi sters de fisierul CSS nou creat.
uk_ua: УВАГА! Перевірте тему для RTL-мови до створення RTL-стилів: ваша тема вже може бути адаптована до RTL. Як тільки ви клацнете на "%generate_rtl_label%", усі RTL-файли, що ви додавали до теми, будуть переписані створеним стилем.

source: Because it is not just selling products but also creating a universe, build pages to tell stories and catch your visitors’ interest, to turn them into loyal customers.
bs_ba: Budući da to nije samo prodaja proizvoda, već i stvaranje jedinstvenog, stvarajte stranice kako biste pričali priče i privukli zanimanje svojih posjetitelja kako biste ih pretvorili u vjerne kupce.
da_dk: Fordi det ikke kun handler om salg af varer, men om at skabe et univers, bygge sider til at fortælle historier og fange dine kunders interesser, for at konvertere dem til loyale kunder.
fa_ir: چون مسئله فقط فروش محصولات نیست بلکه ساختن یک دنیا است. صفحاتی بسازید تا در آن‌ها داستان‌هایی تعریف کنید تا علاقه‌ی بازدیدکنندگان‌تون رو جلب کنید و اون‌ها رو به مشتری‌های وفادار تبدیل کنید.
ro_ro: Pentru ca nu este vorba doar de vanzarea de produse, ci si de crearea unui univers, construieste paginile pentru a spune povesti si pentru a capta interesul vizitatorilor, pentru a-i transforma in clienti fideli.
uk_ua: Оскільки це це не просто продаж товарів, а створення всесвіту, створення сторінок які розказують історії та зацікавлюють ваших відвідувачів, перетворюючи їх на лояльних клієнтів.

source: Beware that to benefit from modern image formats, they must be supported by your theme.
uk_ua: Зверніть увагу, що для використання сучасних форматів зображень вони повинні підтримуватися вашою темою.

source: Browse your computer files and select the Zip file for your new theme.
az_az: Kompüter sənədlərinizi gözdən keçirin və yeni tema üçün Zip faylı seçin.
bs_ba: Pregledajte datoteke na vašem računaru i odaberite Zip datoteku za vašu novu temu.
da_dk: Gennemse dine filer på computeren, og vælg Zip-filen for dit nye tema.
fa_ir: فایل Zip قالب جدید خود را از رایانه خود انتخاب کنید.
ro_ro: Navigheaza prin fisierele computerului si selecteaza fisierul Zip pentru noua tema.
uk_ua: Перегляньте ваші файли та виберіть zip-файл з вашою новою темою.

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
ar_sa: افتراضيًا ، يتم تثبيت جميع إعدادات الصور بالفعل في متجرك. لا تحذفها ، سوف تحتاجها!
bs_ba: Prema podrazumijevanim postavkama, sve postavke slika već su instalirane u vašoj trgovini. Nemojte ih izbrisati, trebati će vam!
da_dk: Som standard, vil alle billedindstillinger allerede være installeret i din butik. Slet dem ikke, da du vil få brug for dem!
fa_ir: به صورت پیش‌فرض، تمام تنظیمات تصاویر در فروشگاه شما نصب شده است. آن‌ها را حذف نکنید، به ‌‌آن‌ها نیاز پیدا خواهید کرد!
ro_ro: In mod normal, configurarile imaginilor sunt deja facute in magazinul tau. Nu le sterge, iti vor trebui!
uk_ua: Типові налаштування для зображень магазину. Не видаляйте їх, вони можуть згодитися!

source: By default, existing email template files are not modified to avoid deleting any modification you may have done. Enable this option to force the overwrite.
bs_ba: Zadano, postojeće datoteke e-mail šablona nisu izmijenjene kako bi se izbjeglo brisanje bilo kakvih modifikacija. Omogućite ovu opciju da biste izvršili prepisivanje.
da_dk: Som standard modificeres eksisterende e-mail skabeloner ikke for at undgå at slette ændringer som du måske har lavet. Aktiver denne indstilling for at gennemtvinge overskrivningen.
fa_ir: به صورت پیشفرض، فایل های قالب ایمیل موجود اصلاح نشده است برای جلوگیری از حذف هر گونه تغییری که ممکن است انجام داده باشید. این گزینه را برای اجبار بازنویسی فعال کنید.
ro_ro: In mod normal, sabloanele existente de e-mail nu sunt modificate pentru a evita stergerea modificarilor facute de echipa ta. Activeaza aceasta optiune pentru a forta suprascrierea.
uk_ua: Зазвичай існуючі файли шаблонів електронної пошти не змінюються, щоб уникнути видалення будь-яких внесених вами змін. Увімкніть цю опцію, щоб застосувати перезапис.

source: Choose which image formats you want to be generated. Base image will always have .jpg extension, other formats will have .webp or .avif. Think twice before enabling all of them, because it can easily double the size of your shop.
uk_ua: Виберіть, які формати зображень ви хочете створити. Базове зображення завжди матиме розширення .jpg, інші формати матимуть розширення .webp або .avif. Добре подумайте, перш ніж увімкнути всі формати, оскільки це може легко подвоїти розмір вашого магазину.

source: Create meaningful content
bs_ba: Stvorite smislen sadržaj
da_dk: Opret meningsfuldt indhold
fa_ir: تولید محتوای معنادار
ro_ro: Creeaza continut semnificativ
uk_ua: Створюйте змістовні описи

source: E.g. address, addresses, attachment
az_az: Misal üçün: ünvan, ünvanlar, qoşma
bs_ba: Npr. adresa, adrese, prilog
da_dk: Fx adresse, adresser, vedhjæftning
fa_ir: به عنوان مثال address, addresses, attachment
ro_ro: De ex. address, addresses, attachment
uk_ua: Наприклад, адреси, вкладення

source: Height of product customization pictures that customers can upload (in pixels).
az_az: Müştərilərin yükləyə biləcəyi məhsul özəlləşdirmə şəkillərinin maksimum hündürlüyü (piksellə).
bs_ba: Visina slike za prilagodbu proizvoda koju kupac može učitati (u pikselima).
da_dk: Højde på brugerdefinerede varebillede som kunder kan uploade (i pixels).
fa_ir: ارتفاع تصاویر سفارشی محصولات که مشتری می تواند آپلود کند (بر حسب پیکسل).
ro_ro: Inaltimea imaginilor de personalizare a produselor ce pot fi incarcate de clienti (in pixeli).
uk_ua: Висота малюнку для товару з уточненням, що завантажується покупцем (у пікселах).

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
bs_ba: Ako označite polje, promijenite vrijednost, i spremite, multi-trgovina neće to primijeniti na ovu trgovinu (ili grupu), za te konkretne parametre.
da_dk: Hvis du markerer et felt, ændrer dets værdi og gemmer det, vil butikskædefunktionen ikke gælde for denne butik (eller gruppe) for dette bestemte parameter.
fa_ir: اگر شما این فیلد را انتخاب کرده اید، مقدار آن را تغییر داده و ذخیره کنید. رفتار حالت چند فروشگاهی بر روی این پارامتر در این فروشگاه (یا گروه) غیر فعال خواهد شد.
ro_ro: Daca bifezi un camp, schimbi valoarea acestuia si salvezi, comportamentul multi-magazin nu se va aplica acestui magazin (sau grup), pentru acest parametru.
uk_ua: Якщо ви відмітили поле, змінили його значення і зберегли, то поведінка мультимагазину не буде поширюватись у цьому магазині (або групі) для цього певного параметра.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
ar_sa: حدد عنوانURL الكامل لملف zip عبر الإنترنت الذي يحتوي على القالب الجديد. على سبيل المثال: "http://example.com/files/theme.zip".
bs_ba: Prikažite kompletnu URL adresu na online Zip datoteku koja sadrži vašu novu temu. Na primjer, "http://example.com/files/theme.zip".
da_dk: Angiv den komplette URL-adresse til den online zip-fil, der indeholder dit nye tema. For eksempel "http://example.com/files/theme.zip".
fa_ir: URL کامل را برای یک فایل آنلاین فشرده ZIP مشخص کنید که دارای قالب جدید شما باشد. به عنوان نمونه: "http://example.com/files/theme.zip".
ro_ro: Indica adresa URL completa a unui fisier Zip care contine noua ta tema. De exemplu, "http://examplu.ro/fisiere/tema.zip".
uk_ua: Вкажіть повну URL-адресу до zip-файлу що містить вашу нову тему. Наприклад: "http://example.com/files/theme.zip".

source: It is the small icon that appears in browser tabs, next to the title.
bs_ba: To je mala ikona koja se pojavljuje na tabu preglednika, pored web adrese.
da_dk: Det er det lille ikon som vises i browser faner, ved siden af titlen.
fa_ir: این یک آیکن کوچک است که در تب مرورگر شما نمایان می شود، کنار عنوان.
ro_ro: Este icon-ul care apare pe tab-urile browser-ului, inainte de titlul paginii.
uk_ua: Це маленька іконка що з'являється в вкладках веб-переглядача поряд з заголовком.

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
az_az: Yalnız hərflər, altdan xətt və xətt (misal üçün: "small_custom", "cart_medium", "large", "thickbox_extra-large").
bs_ba: Samo slova, donja crta i minus (npr. "small_custom", "cart_medium", "large", "thickbox_extra-large").
da_dk: Bogstaver, understregning og bindesteger kan bruges (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
fa_ir: فقط حروف،زیرخط و خط فاصله (مانند "small_custom", "cart_medium", "large", "thickbox_extra-large").
ro_ro: Numai litere, linii joase (underscore) si cratime (de ex. "small_custom", "cart_medium", "large", "thickbox_extra-large").
uk_ua: Лише літери, підкреслення і дефіс (напр., "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image height in pixels.
ar_sa: الحد الأقصى لإرتافع الصورة بالبكسل.
az_az: Piksellə şəklin maksimum hündürlüyü.
bs_ba: Maksimalna visina slike u pikselima.
da_dk: Max billedstørrelse i højden i pixels.
fa_ir: بیشترین ارتفاع تصویر براساس پیکسل.
ro_ro: Inaltimea maxima a imaginii in pixeli.
uk_ua: Максимальна висота малюнку в пікселях.

source: Maximum image width in pixels.
ar_sa: الحد الأقصى لعرض الصورة بالبكسل.
az_az: Piksellə şəklin maksimum eni.
bs_ba: Maksimalna širina slike u pikselima.
da_dk: Max billedstørrelse i bredden i pixels.
fa_ir: بیشترین عرض تصویر براساس پیکسل.
ro_ro: Latimea maxima aimaginii in pixeli.
uk_ua: Максимальна ширина малюнку в пікселях.

source: Most common setup is to have the base JPG/PNG format and one modern WebP or AVIF format - the browser will choose the format it likes the most.
uk_ua: Найпоширенішим варіантом налаштування є використання базового формату JPG/PNG та одного сучасного формату WebP або AVIF — браузер вибере формат, який йому найбільше подобається.

source: No emails were detected in any theme folder so this field is disabled.
bs_ba: Nisu otkrivene adrese e-mailova u bilo kojem direktoriju tema, pa je ovo polje onemogućeno.
da_dk: Ingen e-mails blev blive fundet i nogen tema mappe, så dette felt er deaktiveret.
fa_ir: هیچ ایمیلی در هیچ پوشه ایمیلی شناسایی نشد در نتجیه این فیلد غیر فعال است.
ro_ro: Aceasta setare este dezactivata pentru ca nu au fost detectate sabloane de e-mail in niciunul dintre dosarele temelor.
uk_ua: У жодній папці теми не було виявлено електронних листів, тому це поле вимкнено.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
az_az: PNG sıxışdırma itkisizdir: JPG-nin əksinə, yüksək sıxılma nisbəti ilə görüntü keyfiyyətini itirmirsiniz. Ancaq fotoşəkillər çox pis sıxılacaq.
bs_ba: PNG kompresija je bez gubitaka: za razliku do JPG, nećete izgubiti na kvaliteti s velikim stepenom kompresije. Ipak, fotografije kompesuje vrlo loše.
da_dk: PNG komprimering er tabsfri: modsat JPG mister du ikke kvalitet ved en høj komprimering. Fotografier komprimeres dog dårligt.
fa_ir: فشرده سازی PNG بدون افت کیفیت است: برخلاف JPEG، کیفیت تصاویر در حالت فشردگی بالا از دست نمی رود، با این حال عکس ها بسیار بد فشرده می شوند.
ro_ro: Compresia PNG nu are pierderi: spre deosebire de JPG, nu pierzi din calitatea imaginii la valori mari ale comprimarii. Insa fotografiile nu pot fi comprimate bine in acest format.
uk_ua: Стиснення PNG без втрат: на відміну від JPG, ви не втрачаєте якість зображення з високим ступенем стиснення. Тим не менш, фотографії будуть стискати дуже погано.

source: Please input each filename, separated by a comma (",").
bs_ba: Molimo unesite pojedina imena datoteka, odvojena zarezom (",").
da_dk: Angiv alle filnavne, adskilt med et komma (",").
fa_ir: لطفاً نام هر فایل را با علامت ویرگول (\",\") جدا سازید.
ro_ro: Introdu toate numele de fisiere, separate prin virgule (",").
uk_ua: Будь ласка, введіть назви кожного файлу розділені комами (",").

source: Please select a module
ar_sa: الرجاء اختيار وحدة
bs_ba: Molimo odaberite modul
da_dk: Vælg et modul
fa_ir: لطفا یک ماژول انتخاب کنید
ro_ro: Te rugam sa alegi un modul
uk_ua: Будь ласка, оберіть модуль

source: Please specify the files for which you do not want the module to be displayed.
ar_sa: يرجى تحديد تلك الملفات التي كنت لا تريد أن يتم عرض الوحدة
bs_ba: Molimo navedite datoteke za koje ne želite da se ovaj modul prikazuje.
da_dk: Angiv venligst de filer, til hvilke du ikke ønsker modulet vist.
fa_ir: لطفاً فایل‌هایی که می‌خواهید ماژول نمایش ندهد را مشخص نمایید.
ro_ro: Specifica fisierele pentru care nu doresti sa fie afisat modulul
uk_ua: Будь ласка, зазначте ті файли, в яких не потрібно відображати модуль

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
bs_ba: PrestaShopa e-mail šabloni pohranjuju se u mapu "mailovi", ali mogu ih nadjačati vlastiti direktorij "mailovi" trenutne teme. Pomoću ove opcije možete prepisati e-mail od trenutne teme.
da_dk: PrestaShops e-mailskabeloner er gemt i mappen "mails", men de kan overskrives af dit aktuelle temas egen "mails" mappe. Ved at anvende denne indstilling, så giver det mulighed for at overskrive e-mails fra dit aktuelle tema.
fa_ir: قالب ایمیل پرستاشاپ در پوشه "mails" ذخیره شده، اما با پوشه "mails" قالب فعلی شما بازنوییسی نخواهد شد. با استفاده از این گزینه امکان بازنویسی ایمیل ها از قالب فعلی شما امکان پذیر است.
ro_ro: Sabloanele de e-mail ale PrestaShop sunt stocate in dosarul "mails", dar vor fi folosite cele din dosarul "mails" al temei curente, daca exista. Utilizarea acestei optiuni permite suprascrierea sabloanelor din tema curenta.
uk_ua: Шаблони електронної пошти PrestaShop зберігаються в теці "mails", але вони можуть бути перевизначені в вашій поточній темі. За допомогою цієї опції можна перезаписувати електронні листи з поточної теми.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
az_az: 0-dan (ən böyük sənəd) 9-a qədər (ən kiçik sənəd, ən az sıxılma) dəyişir.
bs_ba: Raspon od 0 (najveća datoteka) do 9 (najmanja datoteka, najsporija dekompresija).
da_dk: Fra 0 (største fil) til 9 (mindste fil, langsomste komprimering).
fa_ir: محدوده 0 (بزرگترین فایل) تا 9 (کوچکترین فایل ، کندترین در خروج از فشردگی).
ro_ro: Poate fi de la 0 (cel mai mare fisier) la 9 (cel mai mic fisier, cea mai lenta procesare).
uk_ua: Від 0 (більший файл) до 9 (менший файл, повільніше розтиснення).

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
ar_sa: تتراوح بين 0 (أسوأ نوعية ، أصغر ملف) إلى 100 (أفضل نوعية ، وأكبر ملف)
az_az: 0-dan (ən pis keyfiyyət, ən kiçik sənəd) 100-ə (ən yaxşı keyfiyyət, ən böyük fayl) qədər dəyişir.
bs_ba: Raspon od 0 (najslabija kvaliteta, najmanja datoteka) do 100 (najbolja kvaliteta, najveća datoteka).
da_dk: Spænder fra 0 (dårligste kvalitet, mindste fil) til 100 (bedste kvalitet, største fil).
fa_ir: در محدوده‌ی 0 (بدترین کیفیت، کوچک‌ترین فایل) تا 100 (بهترین کیفیت، بزرگ‌ترین فایل)
ro_ro: Variaza de la 0 (cea mai proasta calitate, cele mai reduse fisiere) pana la 100 (cea mai buna calitate, cele mai mari fisiere).
uk_ua: Від 0 (найгірша якість) до 100 (найкраща якість)

source: Recommended: %d.
bs_ba: Preporučeno: %d.
da_dk: Anbefalet: %d.
fa_ir: پیشنهاد: %d.
ro_ro: Valoare recomandata: %d
uk_ua: Рекомендовано: %d.

source: Select "No" only if your server timed out and you need to resume the regeneration.
az_az: Yalnız serverinizdə kəsinti oldusa və yeniləməyə davam etməlisinizsə, "Yox" seçin.
bs_ba: Odaberite "Ne" samo ako je vašem serveru isteklo vrijeme i trebate nastaviti obnavljanje.
da_dk: Vælg kun "Nej", hvis serveren fik timeout, og du skal genoptage gendannelsen.
fa_ir: \"خیر\" را فقط زمانی انتخاب نمایید که سرور شما در حین ساخت تصاویر بندانگشتی متوقف شده و نیاز به ادامه دادن تولید دارید.
ro_ro: Alege "Nu" doar daca serverul nu a raspuns in timp util si trebuie sa continui regenerarea.
uk_ua: Обирайте "Ні" лише у випадку, коли сервер зупинив обробку за вичерпанням часу запиту, та потрібно продовжити генерацію.

source: Select a module above before choosing from available hooks
bs_ba: Odaberite modul iznad prije odabira raspoloživih kuka
da_dk: Vælg et modul ovenfor, inden du vælger fra tilgængelige kroge
fa_ir: لطفا قبل از انتخاب هوک‌های در دسترس، یک ماژول از بالا انتخاب کنید
ro_ro: Alege un modul de mai sus, inainte de a alege dintre carligele disponibile
uk_ua: Виберіть модуль вище, щоб мати можливість вибрати хуки

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
az_az: Müştərilərin məhsulu özəlləşdirmək üçün yükləyə biləcəyi şəkillərin maksimum ölçüsü (baytla).
bs_ba: Maksimalna veličina datoteke slika koje kupci mogu prenijeti za prilagodbu proizvoda (u bajtovima).
da_dk: Den maksimale filstørrelse for billeder som kunder kan uploade for at brugertilpasse en vare (i bytes).
fa_ir: حداکثر حجم فایل تصاویری که مشتریان می‌توانند برای محصول شخصی سازی شده آپلود کنند(به صورت بایت).
ro_ro: Dimensiunea maxima a imaginilor pe care clientii le pot incarca pentru a personaliza un produs (in biti).
uk_ua: Найбільший розмір файлу малюнку, який користувач може завантажити в налаштований товар (у байтах).

source: The original images of objects you create are almost never used, optimized thumbnails are used instead. In this section, you can define the formats of thumbnails and their quality.
uk_ua: Оригінальні зображення об'єктів, які ви створюєте, майже ніколи не використовуються, замість них використовуються оптимізовані мініатюри. У цьому розділі ви можете визначити формати мініатюр та їхню якість.

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
az_az: Bu seçici '/themes' qovluğuna yüklədiyiniz Zip fayllarını sıralayır.
bs_ba: Ovaj odabir prikazuje popis Zip datoteka koje ste učitali u '/themes' direktorij.
da_dk: Denne vælgerfunktion viser de zip-filer, du har uploadet til mappen '/themes'.
fa_ir: این انتخابگر فایل‌های Zip را که شما در پوشه 'themes/' بارگذاری کرده‌اید لیست می کند.
ro_ro: Acest selector listeaza fisierele Zip pe care le-ai incarcat in dosarul '/teme'.
uk_ua: Це вибір переліку zip-файлів завантажених вами в теку '/themes'.

source: This type will be used for Brand images.
ar_sa: وسيتم استخدام هذا النوع للصور العلامة التجارية.
az_az: Brend şəkilləri üçün bu işlədiləcək.
bs_ba: Ovaj tip će se koristiti za slike marke.
da_dk: Denne type vil blive anvendt til mærkebilleder.
fa_ir: این نوع برای تصاویر برندها استفاده خواهد شد.
ro_ro: Acest tip va fi utilizat pentru imaginile marcii.
uk_ua: Цей тип буде застосований до зображень брендів.

source: This type will be used for Category images.
az_az: Bölmə şəkilləri üçün bu növ olacaq.
bs_ba: Ovaj tip će se koristiti za kategoriju slika.
da_dk: Denne type vil blive brugt for kategoribillederne.
fa_ir: این نوع برای تصاویر دسته ها استفاده خواهد شد.
ro_ro: Acest tip de imagine va fi folosit pentru categorii.
uk_ua: Використовувати цей тип для малюнків категорій.

source: This type will be used for Product images.
az_az: Məhsul şəkilləri üçün bu növ olacaq.
bs_ba: Ovaj tip će se koristiti za slike proizvoda.
da_dk: Denne type vil blive brugt for produktbillederne.
fa_ir: این نوع برای تصاویر محصول استفاده خواهد شد.
ro_ro: Acest tip va fi folosit pentru imaginile produselor.
uk_ua: Використовувати цей тип для малюнків товарів.

source: This type will be used for Store images.
ar_sa: وسيتم تطبيق هذا النوع من الصور مخازن
az_az: Dükan şəkilləri üçün bu növ olacaq.
bs_ba: Ovaj tip će se koristiti za slike trgovina.
da_dk: Denne type vil blive anvendt til butiksbilleder.
fa_ir: این نوع برای تصاویر فروشگاه استفاده خواهد شد.
ro_ro: Acest model va fi folosit pentru imaginile din sectiunea Magazin.
uk_ua: Цей тип буде застосований до зображень магазинів.

source: This type will be used for Supplier images.
ar_sa: وسيتم تطبيق هذا النوع من الصور الموردون
az_az: Təchizatçı şəkilləri üçün bu növ olacaq.
bs_ba: Ovaj tip će se koristiti za slike dobavljača.
da_dk: Denne type vil blive anvendt til leverandørbilleder.
fa_ir: این نوع برای تصاویر توزیع کنندگان استفاده خواهد شد.
ro_ro: Acest model va fi folosit pentru imaginile din sectiunea Furnizor.
uk_ua: Використовувати цей тип для малюнків постачальників.

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
bs_ba: Ovo neće obnoviti e-mail šablone, samo postavlja zadanu temu e-maila za buduću generaciju (na primjer, ako je instaliran jezik).
da_dk: Dette vil ikke regenerere e-mailskabeloner, men kun sætte standard e-mailtemaet for fremtidige genereringer (når der fx installeres et sprog).
fa_ir: با این کار قالب ایمیل بازسازی نخواهد شد، این فقط قالب ایمیل پیشفرض را برای نسخه آینده تنظیم می کند (برای مثال زمانی که یک زبان نصب شد).
ro_ro: Aceasta nu va regenera sabloanele de e-mail, ci va seta numai tema implicita pentru urmatoarea generare de sabloane (la instalarea unei limbi, de exemplu).
uk_ua: Це не поновлює шаблони електронної пошти, воно лише встановлює типову тему електронної пошти на майбутнє (наприклад, коли буде встановлено мову).
