Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersHelp.*.xlf
Languages: bg_bg, bn_bd, ca_es, fi_fi, lt_lt, no_no, sk_sk, sv_se

source: The multistore feature allows you to manage several front offices from a single back office. If this feature is enabled, a Multistore page is available in the Advanced Parameters menu.
bg_bg: Функцията за множество магазини позволява да управлявате няколко магазина чрез един административен панел. Ако тази функция е активирана, в менюто Разширени параметри е налична страница Множество магазини.
ca_es: La funció multibotiga us permet de gestionar diverses botigues a partir d'una única botiga principal. Si aquesta funció està activada, hi haurà disponible una pàgina Multibotiga al menú Paràmetres avançats.
fi_fi: Tällä ominaisuudella voi hallita useampaa kauppaa yhdestä hallintapaneelista. Jos tämä asetus on päällä, Monta kauppaa -sivu näkyy Edistyneet asetukset -valikkossa.
lt_lt: Kelių parduotuvių režimas leidžia jums valdyti kelias elektronines parduotuves naudojant vieną administracinę dalį. Jei ši funkcija įjungta, jūs matysite "Multistore" meniu punktą "Išplėstinių parametrų" skiltyje administracinėje dalyje.
no_no: Multistore-funksjonen lar deg administrere flere butikkfrontkontorer fra én back office. Hvis denne funksjonen er aktivert, vil en Multistore-side være tilgjengelig i menyen for avanserte parametere.
sk_sk: Funkcia multiobchod vám umožňuje spravovať niekoľko obchodov z jednej administrácie. Ak je táto funkcia povolená, v ponuke Rozšírené parametre je k dispozícii stránka Multiobchod.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
bg_bg: Показване на адресите, начина на доставка и количката точно преди бутона за поръчка (изисква се в някои европейски страни).
ca_es: Mostreu una visió general de les adreces, el mètode d'enviament i la cistella just abans del botó de comanda (obligatori en alguns països europeus).
fi_fi: Näytä yleisnäkymä osoitteista, toimitustavasta ja ostoskorista juuri ennen tilauspainiketta (vaaditaan joissakin Euroopan maissa).
lt_lt: Rodyti adresų, pristatymo metodo ir krepšelio suvestinę prieš užsakymo patvirtinimo mygtuką (privaloma kai kuriose Europos šalyse).
no_no: Vis en oversikt over adressene, leveringsmetoden og handlevognen rett før knappen «Bestill» vises (påkrevd i noen europeiske land).
sk_sk: Zobrazte si prehľad adries, spôsobu prepravy a košík ešte pred stlačením tlačidla objednávky (vyžaduje sa v niektorých európskych krajinách).
sv_se: Visa en översikt över adresser, fraktmetoder och varukorg strax innan orderknappen (krav i vissa europeiska länder).

source: Allow guest visitors to place an order without registering.
bg_bg: Разрешаване на посетителите-гости да правят поръчки без регистрация.
ca_es: Permetre que els visitants convidats puguin fer una comanda sense registrar-se.
fi_fi: Salli asiakkaiden tilata ilman rekisteröintiä.
lt_lt: Leisti svečiams atlikti užsakymus be registracijos.
no_no: Tillat gjester å legge inn bestilling uten å registrere seg.
sk_sk: Umožní zadať objednávku bez nutnosti registrácie.
sv_se: Låt gäster handla utan att registrera ett konto.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
bg_bg: Забранете тази опция, за да разрешите на клиентите да пренареждат с едно натискане през страницата с история на поръчките (за някои Европейски държави е задължително).
ca_es: Desactivar aquesta opció per permetre als clients recomandar en un clic des de l'històric (necessari en alguns països d'Europa).
fi_fi: Poista asiakkaalta mahdollisuus uudelleentilata tilaussivulla tilaus vain yhdellä klikkauksella (vaaditaan joissakin Euroopan maissa).
lt_lt: Išjungti pakartotinio užsakymo galimybę vienu paspaudimu užsakymų istorijos puslapyje (reikalaujama tam tikrose Europos valstybėse).
no_no: Deaktiver opsjon for å tillate kunder å rebestille med et klikk fra ordrehistorikksiden (påkrevet i noen europeiske land).
sk_sk: Zakáže možnosť opätovného objednania objednávky pomocou jedného kliknutia zákazníkom zo stránky histórie objednávky (toto je v niektorých Európskych krajinách nariadené legislatívou).
sv_se: Inaktivera möjligheten för kund att ombeställa en tidigare order från orderhistoriken (obligatorisk i vissa europeiska länder).

source: Set to 0 to disable this feature.
bg_bg: Задайте 0, за да забраните тази опция.
ca_es: Definir a 0 per a desactivar aquesta funció.
fi_fi: Laita arvoksi 0 ottaaksesi ominaisuuden pois käytöstä.
lt_lt: Nustatykite 0, jei norite išjungti šią funkciją.
no_no: Sett til 0 for å deaktivere funksjonen.
sk_sk: Nastavte 0, pokiaľ chcete vypnúť túto funkciu.
sv_se: Sätt till 0 för att inaktivera den här funktionen.

source: Automatically updates the shipping costs when you edit an order.
bg_bg: Автоматично актуализира цената за доставка след промяна на поръчката.
ca_es: Actualitzar automàticament els costos d'enviament quan modifiqueu una comanda.
fi_fi: Päivittää automaattisesti toimituskulut, kun muokkaat tilausta.
lt_lt: Automatiškai atnaujinti pristatymo kainą, kai redaguojate užsakymą.
no_no: Oppdaterer automatisk leveringskostnader når du endrer en ordre.
sk_sk: Pri úprave objednávky automaticky aktualizuje náklady na prepravu.
sv_se: Automatisk uppdatering av fraktkostnader när du redigerar en beställning.

source: It allows you to delay shipping if your customers request it.
ca_es: Permetre de retardar l'enviament si els vostres clients ho demanen.
fi_fi: Tämän avulla voit viivästyttää toimitusta asiakkaasi pyynnöstä.
lt_lt: Tai leidžia atidėti pristatymą, jei to prašo jūsų klientai.
sk_sk: Umožňuje oneskorenie doručenia na žiadosť vašich zákazníkov.
sv_se: Låter dig fördröja leveransen om kunden så önskar .

source: Require customers to accept or decline terms of service before processing an order.
bg_bg: Изисква потребителите да приемат или отхвърлят общите условия преди да започнат дадена поръчка
bn_bd: গ্রাহকদের অর্ডার প্রক্রিয়াকরণের আগে পরিষেবার শর্তাদি স্বীকার বা অস্বীকার করা দরকার.
ca_es: Exigir als clients acceptar o declinar les condicions d'us abans de realitzar la comanda
fi_fi: Vaadi asiakkaita hyväksymään tai kieltäytymään tilauksen ehdoista ennen tilauksen suorittamista.
lt_lt: Reikalingas klientų sutikimas su paslaugų sąlygoms prieš pirkimą.
no_no: Kunder må godkjenne eller avslå brukeravtale før ordren behandles.
sk_sk: Vyžadovať od zákazníka, aby súhlasil s obchodnými podmienkami pred spracovaním objednávky.
sv_se: Kräv kunderna att acceptera eller avböja villkoren i tjänst innan behandlingen av ordning

source: Choose the page which contains your store's terms and conditions of use.
bg_bg: Изберете страницата, която съдържа условията за ползване на магазина Ви.
ca_es: Trieu la pàgina que conté els termes i condicions d'ús de la seva botiga.
fi_fi: Valitse kauppasi käyttöehdot sisältävä sivu.
lt_lt: Pasirinkite puslapį, kuriame bus patalpintos parduotuvės taisyklės.
no_no: Velg siden som inneholder din butikks vilkår og betingelser.
sk_sk: Vyberte stránku, ktorá obsahuje zmluvné podmienky pre použitie vášho obchodu.
sv_se: Välj sidan som innehåller din butiks villkor och användningsvillkor.

source: The order status will be set to "On backorder" for new orders containing products that are out of stock.
bg_bg: Статусът на поръчката ще бъде зададен на "Предварителна поръчка" за нови поръчки, съдържащи продукти, които не са налични.
ca_es: L'estat de la comanda s'establirà com a "En reproveïment" per a comandes noves que continguin productes que estiguin exhaurits.
fi_fi: Tilauksen tilaksi asetetaan "Jälkitoimituksessa" uusille tilauksille, jotka sisältävät tuotteita, jotka ovat loppuneet.
lt_lt: Naujų užsakymų, kuriuose yra prekių, kurių sandėlyje nėra, užsakymo būsena bus nustatyta į „Atidėta“.
no_no: Ordrestatusen vil bli satt til "På restordre" for nye bestillinger som inneholder produkter som er utsolgt.
sk_sk: Pri nových objednávkach obsahujúcich produkty, ktoré nie sú skladom, bude stav objednávky nastavený na „U dodávateľa“.

source: Remember to regenerate email templates in [1]Design > Email theme[/1] after enabling or disabling this feature.
bg_bg: Не забравяйте да регенерирате шаблоните за имейли в [1]Дизайн > Тема за имейл[/1], след като разрешите или забраните тази функция.
ca_es: Recordeu de regenerar les plantilles de correu electrònic a [1]Disseny > Tema de correu electrònic[/1] després d'activar o desactivar aquesta funció.
fi_fi: Muista luoda sähköpostipohjat uudelleen kohdassa [1]Ulkoasu > S-postiteemat[/1], kun olet ottanut tämän ominaisuuden käyttöön tai poistanut sen käytöstä.
lt_lt: Įjungę arba išjungę šią funkciją, nepamirškite iš naujo sukurti el. pašto šablonų skiltyje [1]Dizainas > El. pašto tema[/1].
no_no: Husk å regenerere e-postmalene i [1]Design > E-posttema[/1] etter å ha aktivert eller deaktivert denne funksjonen.
sk_sk: Po povolení alebo zakázaní tejto funkcie nezabudnite znova vygenerovať šablóny e-mailov v časti [1]Dizajn > E-mailové šablóny[/1].

source: Set a price for gift wrapping.
bg_bg: Покажи цена за подаръчна опаковка.
ca_es: Fixar un preu per a l'embalatge de regal.
fi_fi: Määritä hinta lahjapaketoinnille.
lt_lt: Nurodykite kainą už dovanų įpakavimą.
no_no: Sett pris for gaveinnpakning.
sk_sk: Nastaviť cenu darčekového balenia.
sv_se: Sätt ett pris för presentförpackning.

source: Set a tax for gift wrapping.
bg_bg: Сложи такса за подаръчна опаковка.
ca_es: Definir un impost per a l'embalatge de regal.
fi_fi: Määritä vero lahjapaketoinnille.
lt_lt: Nurodykite kainą už dovanų įpakavimą.
no_no: Definer MVA for gaveinnpakning.
sk_sk: Použiť daň na darčekové balenie.
sv_se: Välj moms för presentförpackning.

source: Suggest recycled packaging to customer.
bg_bg: Предложи опаковане с рециклируеми опаковки на клиента.
ca_es: Sugerir al client l'ús d'un embalatge reciclat.
fi_fi: Ehdota kierrätetyn paketoinnin käyttämistä asiakkaalle.
lt_lt: Siūlyti klientams perdirbtą pakuotę.
no_no: Foreslå miljøvennlig pakking til kunder.
sk_sk: Navrhnite zákazníkom použitie recyklovaného obalu.
sv_se: Föreslå återvunna förpackningar till kund.

source: Status will be highlighted in this color. HTML colors only.
bg_bg: Статусът ще бъде осветен в този цвят. Само HTML цветове.
ca_es: Els estats seran il·luminats amb aquest color. Només colors HTML.
fi_fi: Tila korostetaan tällä värillä. Vain HTML-värit.
lt_lt: Būsena bus paryškinta šia spalva. Tik HTML spalvos.
no_no: Statusen vil bli markert i denne fargen. Kun HTML-farger.
sk_sk: Stav bude zvýraznený touto farbou. Farbu zadávajte ako HTML kód (napr. #ffffff).
sv_se: Statusen kommer att bli markerad med denna färg. HTML färger endast

source: Order status (e.g. 'Pending').
bg_bg: Статус на поръчката (напр. "На изчакване").
ca_es: Estat de comanda (p. ex. 'Pendent').
fi_fi: Tilauksen tila (esim. Odottaa).
lt_lt: Užsakymo būsena (pvz. "Laukiama").
no_no: Ordrestatus (f.eks. 'ventende').
sk_sk: Stav objednávky (napr. 'Nevybavená')
sv_se: Beställningstatus (t.ex. väntande).

source: Invalid characters: numbers and
bg_bg: Невалидни символи: цифри и
bn_bd: ভুল ক্যারেক্টার : নাম্বার এবং
ca_es: Caràcters no vàlids: els números i
fi_fi: Virheellisiä merkkejä: numerot ja
lt_lt: Draudžiami simboliai: skaičiai ir
no_no: Ugyldige tegn: tall og
sk_sk: Neplatné znaky: čísla a
sv_se: Ogiltiga tecken: siffror och

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
bg_bg: Прикачете икона от компютъра си (тип на файла: .gif, препоръчителен размер 16х16).
ca_es: Carregueu una icona del vostre ordinador (tipus de fitxer: .gif, mida suggerida: 16 x 16).
fi_fi: Lataa kuvake tietokoneeltasi (Tiedostotyyppi:. Gif, suositeltu koko: 16x16).
lt_lt: Įkelkite piktogramą iš savo kompiuterio (bylos tipas: .gif, siūlomas dydis: 16x16).
no_no: Last opp et ikon fra din datamaskin (Filtype: .gif, anbefalt størrelse: 16x16).
sk_sk: Nahrať ikonu z počítača (typ: .gif, doporučená veľkosť: 16x16)
sv_se: Ladda upp en ikon från din dator (Filtyp:. Gif storlek: 16x16).

source: Only letters, numbers and underscores ("_") are allowed.
bg_bg: Позволени са само букви, цифри и долно тире ("_").
ca_es: Només es permeten lletres, números i guions baixos ("_").
fi_fi: Vain kirjaimet, numerot ja alaviiva ("_") on sallittu.
lt_lt: Leidžiamos tik raidės, skaičiai ir pabraukimo ženklas ("_").
no_no: Kun bokstaver, tall og understrek ("_") er lov.
sk_sk: Povolené sú iba písmena, číslice a podtržníky ("_").
sv_se: Endast bokstäver, siffror och understreck ("_") är tillåtna.

source: Email template for both .html and .txt.
bg_bg: Имейл-шаблон за форматите .html и .txt.
ca_es: Plantilla de correu electrònic per a .html i .txt (ambdós).
fi_fi: Sähköpostipohja sekä .html- että tekstimuodolle.
lt_lt: El. laiško šablonas .html ir .txt versijoms.
no_no: Epost-mal for både .html og .txt.
sk_sk: Emailová šablóna pre .html a .txt.
sv_se: E-post mall för båda. Html och. Txt.

source: Catalog mode disables the shopping cart on your store. Visitors will be able to browse your products catalog, but not buy them.
ca_es: El mode de catàleg desactiva la cistella de la compra a la botiga. Els visitants podran navegar pel catàleg de productes, però no comprar-los.
lt_lt: Katalogo režimas išjungia jūsų parduotuvės prekių krepšelį. Lankytojai galės naršyti prekių kataloge, bet negalės prekių nusipirkti.
no_no: Katalogmodus deaktiverer handlekurven i butikken. Besøkende kan se produktene dine men kan ikke kjøpe dem.
sk_sk: Katalógový režim zakáže nákupný košík vo vašom obchode. Návštevníci si budú môcť prezerať katalóg produktov, ale nebudú si ich môcť objednať.
sv_se: Katalog-läge inaktiverar varukorgen i din butik. Besökare kan titta på produkterna, men kan inte köpa dem.

source: Display product prices when in catalog mode.
ca_es: Mostrar els preus del producte en mode catàleg.
fi_fi: Näytä tuotehinnat kuvastotilassa.
lt_lt: Rodyti prekės kainą katalogo rėžime.
no_no: Vis produktpriser når katalogmodus er aktivert.
sk_sk: Zobraziť ceny produktov v režime katalógu.
sv_se: Visa produkternas priser när du är i katalog-läge.

source: To hide prices for a specific group, go to [1]Customer Settings > Groups[/1].
bg_bg: За да скриете цените за определена група, отидете в [1]Настройки на клиенти &gt; Групи[/1].
ca_es: Per a amagar els preus d'un grup concret, aneu a [1]Configuració del client > Grups[/1].
fi_fi: Jos haluat piilottaa hinnat joltain asiakasryhmältä, siirry kohtaan [1]Kaupan asetukset -> Asiakasasetukset > Ryhmät[/1].
lt_lt: Jei norite paslėpti kainas konkrečiai grupei, eikite į [1]Klientų nustatymai > Grupės[/1].
no_no: For å skjule priser for en spesifikk gruppe, gå til [1]Kundinnstillinger > Grupper[/1].
sk_sk: Ak chcete skryť ceny pre konkrétnu skupinu, prejdite na [1]Nastavenia zákazníkov > Skupiny[/1].

source: characters
bg_bg: знаци
bn_bd: অক্ষর
ca_es: caràcters
fi_fi: merkkiä
lt_lt: simbolių(-iai)
no_no: tegn
sk_sk: znakov
sv_se: tecken

source: How to calculate quantity discounts.
bg_bg: Как да се калкулират намаленията за количество.
ca_es: Com calcular els descomptes per quantitat.
fi_fi: Kuinka laskea paljousalennukset.
lt_lt: Kaip skaičiuoti kiekio nuolaidas.
no_no: Hvordan beregne kvantumsrabatter.
sk_sk: Spôsob vypočítavania množstevných zliav.
sv_se: Hur mängdrabatt ska räknas ut.

source: When active, friendly URL will be updated on every save.
ca_es: Mentre estan actius, els URL amigables seran actualitzats cada vegada que graveu.

source: Enable this option if you want to activate by default all your manually created new products.
bg_bg: Активирайте тази опция, ако искате да активирате по подразбиране всички ръчно създадени нови продукти.
ca_es: Activeu aquesta opció si voleu activar de manera per defecte tots els vostres productes nous creats manualment.
fi_fi: Ota tämä vaihtoehto käyttöön, jos haluat aktivoida oletuksena kaikki luodut uudet tuotteesi.
lt_lt: Įjunkite šią parinktį, jei pagal numatytuosius nustatymus norite įjungti visas rankiniu būdu sukurtas naujas prekes.
no_no: Aktiver dette alternativet hvis du vil at alle dine manuelt opprettede nye produkter skal være aktive som standard.
sk_sk: Povoľte túto funkciu, ak chcete predvolene aktivovať všetky svoje nové manuálne vytvorené produkty.

source: If a customer meets multiple conditions, specific prices will be applied in this order of priority, unless a different order has been set for a particular product.
bg_bg: Ако клиентът отговаря на няколко условия, конкретните цени ще бъдат приложени в този приоритетен ред, освен ако за даден продукт не е зададен друг ред.
ca_es: Si un client compleix diverses condicions, s'aplicaran preus específics en aquest ordre de prioritat, tret que s'hagi establert una comanda diferent per a un producte concret.
fi_fi: Jos asiakas täyttää useita ehtoja, tiettyjä hintoja sovelletaan tässä tärkeysjärjestyksessä, ellei tietylle tuotteelle ole asetettu erilaista tärkeysjärjestystä.
lt_lt: Jei klientas atitinka kelias sąlygas,specifinės kainos bus taikomos šia prioriteto tvarka, nebent konkrečiai prekei buvo nustatytas kitoks rikiavimas.
no_no: Hvis en kunde oppfyller flere betingelser, vil spesifikke priser bli brukt i denne prioriteringsrekkefølgen, med mindre en annen rekkefølge er satt for et spesielt produkt.
sk_sk: Ak zákazník splní viacero podmienok, použijú sa špecifické ceny v tomto prioritnom poradí, pokiaľ pre konkrétny produkt nebolo nastavené iné poradie.

source: You can specify the default behavior for all disabled products. The product page can display a "Discontinued" message or an error page. You can also specify which HTTP response is sent to users. This can be set specifically for each product.
bg_bg: Можете да зададете поведението по подразбиране за всички деактивирани продукти. Страницата с продукта може да показва съобщение "Прекратен" или страница за грешка. Можете също да зададете кой HTTP отговор се изпраща на потребителите. Това може да се зададе специфично за всеки продукт.
ca_es: Podeu especificar el comportament per defecte per a tots els productes desactivats. La pàgina del producte pot mostrar un missatge "Descontinuat" o una pàgina d'error. També podeu especificar quina resposta HTTP s'envia als usuaris. Això es pot configurar específicament per a cada producte.
fi_fi: Voit määrittää oletuskäytön kaikille käytöstä poistetuille tuotteille. Tuotesivulla voi näkyä "Poistettu" -viesti tai virhesivu. Voit myös määrittää, mikä HTTP-vastaus lähetetään käyttäjille. Tämä voidaan asettaa myös jokaisen tuotteen kohdalla erikseen.
lt_lt: Galite nurodyti numatytąjį visų išjungtų prekių elgesį. Prekės puslapyje gali būti rodomas pranešimas „Nutraukta“ arba klaidos puslapis. Taip pat galite nurodyti, kuris HTTP atsakymas siunčiamas vartotojams. Tai gali būti nustatyta konkrečiai kiekvienai prekei.
no_no: Du kan spesifisere standard oppførsel for alle deaktiverte produkter. Produktsiden kan vise en melding om "Utgått" eller en feilside. Du kan også spesifisere hvilken HTTP-respons som sendes til brukerne. Dette kan også settes spesifikt for hvert produkt.
sk_sk: Môžete určiť predvolené správanie pre všetky deaktivované produkty. Na stránke produktu sa môže zobraziť hlásenie „Vyradené“ alebo chybová stránka. Môžete tiež určiť, ktorá HTTP odpoveď sa odosiela používateľom. Toto je možné nastaviť aj pre každý produkt jednotlivo.

source: Display the "%add_to_cart_label%" button when a product has attributes
ca_es: Mostrar el botó "%add_to_cart_label%" quan un producte té atributs

source: Display or hide the "%add_to_cart_label%" button on category pages for products that have attributes forcing customers to see product details.
ca_es: Mostrar o amagar el botó "%add_to_cart_label%" a les pàgines de categories per als productes que tenen atributs que obliguen els clients a veure els detalls del producte.

source: In the volume discount table on the product page, display the discounted unit price instead of the unit discount. E.g. If you sell a product for $10 with a discount of $2 from 3 items purchased, the discounted unit price ($8) will be displayed instead of the unit discount ($2).
bg_bg: В таблицата с отстъпки за количество на продуктовата страница, показвайте намалената цена за единица, вместо отстъпката за единица. Например, ако продавате продукт за $10 с отстъпка от $2 при покупка на 3 единици, ще се покаже намалената цена за единица ($8) вместо отстъпката за единица ($2).
ca_es: A la taula de descomptes per volum de la pàgina del producte, mostreu el preu unitari amb descompte en lloc del descompte per unitat. Per exemple. Si veneu un producte per 10 € amb un descompte de 2 € a partir de 3 articles comprats, es mostrarà el preu unitari amb descompte (8 €) en lloc del descompte per unitat (2 €).
fi_fi: Näytä tuotesivun volyymialennustaulukossa alennettu yksikköhinta yksikköalennuksen sijaan. Esim. Jos myyt tuotteen 10 eurolla 2 euron alennuksella 3 ostetusta tuotteesta, alennettu yksikköhinta (8€) näytetään yksikköalennuksen (2€) sijaan.
lt_lt: Prekės puslapyje esančioje nuolaidų lentelėje nurodykite vieneto kainą su nuolaida, o ne vieneto nuolaidą. Pvz., jei parduodate prekę už 10 USD su 2 USD nuolaida nuo 3 įsigytų prekių, vietoje vieneto nuolaidos (2 USD) bus rodoma vieneto kaina su nuolaida (8 USD).
no_no: I volumrabatt-tabellen på produktsiden, vis den rabatterte enhetsprisen i stedet for enhetsrabatten. For eksempel, hvis du selger et produkt for 10 Kr med en rabatt på 2 Kr ved kjøp av 3 eller flere enheter, vil den rabatterte enhetsprisen (8 Kr) bli vist i stedet for enhetsrabatten (2 Kr).
sk_sk: Táto funkcia sa týka tabuľky hromadných zliav na stránke produktu, zapnutím zobrazíte cenu po zľave namiesto hodnoty zľavy. Príklad - predávate produkt za 100€ so zľavou 20€ za 3 a viac kusov. Po zapnutí tejto voľby sa zobrazí cena po zľave (80€) namiesto hodnoty zľavy (20€).

source: Number of products displayed per page. Default is 12
bg_bg: Брой продукти, показвани на страница. По подразбиране е 12
ca_es: Nombre de productes mostrats per pàgina. El valor per defecte és 12
fi_fi: Tuotteita näkyvissä per sivu. Oletus on 12
lt_lt: Viename puslapyje rodomų prekių skaičius. Numatytasis yra 12
no_no: Produkter vist per side. Standard er 12
sk_sk: Počet produktov zobrazených na stránke. Predvolená hodnota je 12

source: The order in which products are displayed in the product list.
bg_bg: Стандартна поръчка за листа с продукти
bn_bd: ক্রম যা পণ্য পণ্য তালিকায় প্রদর্শন করা হবে
ca_es: Predeterminadament ordenat per llista d'articles
fi_fi: Oletusjärjestys tuoteluettelossa.
lt_lt: Numatytasis rikiavimas prekių sąrašui.
no_no: Produktsortering for produktliste.
sk_sk: Predvolený spôsob radenia produktov pre zoznam produktov.
sv_se: Standard beställning genom att till produktlista

source: When selling packs of products, how do you want your stock to be calculated?
ca_es: Quan veneu paquets de productes, com voleu que es calculi el vostre inventari?

source: If an attribute is not available in every product combination, it will not be displayed.
ca_es: Si un atribut no està disponible en totes les combinacions de productes, no es mostrarà.
fi_fi: Jos tuoteominaisuus ei ole saatavilla kaikilla tuotevaihtoehdoilla, sitä ei näytetä.
lt_lt: Jei atributas nėra prieinamas prekių derinyje, jis nebus rodomas.
sk_sk: Ak atribút nie je dostupný v každej kombinácii produktu, nezobrazí sa.
sv_se: Om ett attribute inte är tillgängligt för varje kombination, så kommer det inte att visas.
