Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminDashboardHelp.*.xlf
Languages: az_az, fr_fr, he_il, hu_hu, mk_mk, ro_ro

source: This mode displays sample data so you can try your dashboard without real numbers.
az_az: Bu rejim nümunə məlumatları göstərdiyi üçün tablonuzu həqiqi nömrələr olmadan sınaya bilərsiniz.
fr_fr: Ce mode vous permet de découvrir le fonctionnement du tableau de bord grâce à des chiffres fictifs.
he_il: הפעלת התכונה מאפשרת הצגת נתוני דמה לבחינת לוח המחוונים.
hu_hu: Ez a mód mintaadatokat jelenít meg annak érdekében, hogy valódi számadatok nélkül is kipróbálhasd a Vezérlőpultot.
mk_mk: Овој режим прикажува примерни податоци, па можете да ја пробате вашата контолна табла без вистински броеви.
ro_ro: Acest mod afiseaza date demonstrative ce iti permit sa testezi tabloul de bord fara date reale.

source: Choose a fixed fee for each order placed in %currency% with %module%.
az_az: %module% yardımıyla %currency% ilə yerləşdirilən hər bir sifariş üçün dəyişməz bir ödəniş seçin.
fr_fr: Définissez un frais fixe pour chaque commande en %currency% effectuée avec %module%.
he_il: בחר עמלה קבועה עבור כל הזמנה המבוצעת ב-%currency% עם %module%.
hu_hu: Válassz fix díjat minden %currency% pénznemben leadott rendeléshez a %module% modullal.
mk_mk: Изберете фиксен надоместок за секоја порачка направена во %currency% со %module%.
ro_ro: Alege un comision fix pentru fiecare comanda plasata in %currency% cu modulul %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
az_az: %module% yardımıyla %currency% ilə yerləşdirilən hər bir sifariş dəyişən ödəniş seçin. Bu vergi daxil toplam ödənişin üzərinə gələcək.
fr_fr: Définissez un frais variable pour chaque commande en %currency% effectuée avec %module%. Il sera appliqué sur le total TTC.
he_il: בחר עמלה משתנה עבור כל הזמנה המבוצעת ב-%currency% עם %module%. זה יוחל על הסכום ששולם במסים.
hu_hu: Válassz változó díjat minden %module% modullal végzett, %currency% pénznemben leadott rendeléshez. Az adót tartalmazó teljes árnál lesz alkalmazva.
mk_mk: Изберете фиксен надоместок за секоја порачка направена во %currency% со %module%. Ќе се применува на вкупно платеното со даноци.
ro_ro: Alege un comision variabil pentru fiecare comanda plasata in %currency% cu modulul %module%. Va fi aplicat la totalul de plata incluzand taxele.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
az_az: %module% ilə xarici valyutada ilə yerləşdirilən hər bir sifariş üçün dəyişməz bir ödəniş seçin.
fr_fr: Définissez un frais fixe pour chaque commande en devise étrangère effectuée avec %module%.
he_il: בחר עמלה קבועה עבור כל הזמנה שמבוצעת במטבע חוץ מ %module%.
hu_hu: Fix díj használata minden külföldi valutában leadott %module% rendeléshez.
mk_mk: Изберете фиксен надоместок за секоја порачка пласирана со странска валута со %module%.
ro_ro: Alege un comision fix pentru fiecare comanda plasata intr-o valuta straina cu modulul %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
az_az: %module% ilə xarici valyutada yerləşdirilən hər bir sifariş üçün dəyişən ödəniş seçin. Bu vergi daxil toplam ödənişin üzərinə gələcək.
fr_fr: Définissez un coût variable pour chaque commande en devise étrangère effectuée avec %module%. Ce coût sera appliqué sur le total TTC.
he_il: בחר עמלה משתנה עבור כל הזמנה שמבוצעת במטבע חוץ מ %module%. זה יוחל על הסכום ששולם במסים.
hu_hu: Válassz változó díjat minden %module% modullal végzett, valutában leadott rendeléshez. Az adót tartalmazó teljes árnál lesz alkalmazva.
mk_mk: Изберете фиксен надоместок за секоја порачка пласирана со странска валута со %module%. Ќе се применува на вкупно платеното со даноци.
ro_ro: Alege un comision variabil pentru fiecare comanda plasata intr-o valuta straina cu modulul %module%. Va fi aplicat la totalul de plata incluzand taxele.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
az_az: %s adlı daşıyıcı üçün, daxili çatdırılma xərclərini müştərilərə verilən qiymətin faizində göstərin.
fr_fr: Pour le transporteur nommé %s, indiquez le coût d'une livraison nationale en pourcentage du prix demandé au client.
he_il: עבור חברת משלוחים שנקראת %s, ציין את עלויות המשלוח המקומיים באחוז שתגבה מהלקוחות.
hu_hu: %s nevű szállítódhoz jelezd a helyi kézbesítési költségeket az ár százalékban, melyet a vevők fizetnek!
mk_mk: за превозникот именуван %s, индицирај процент на наплата на клиентот за испорака до врата.
ro_ro: Pentru curierul numit %s, indica costurile de livrare interna in procente din pretul platit de clienti.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
az_az: %s adlı daşıyıcı üçün, xarici çatdırılma xərclərini müştərilərə verilən qiymətin faizində göstərin.
fr_fr: Pour le transporteur nommé %s, indiquez le coût d'une livraison internationale en pourcentage du prix demandé au client.
he_il: עבור חברת משלוחים שנקראת %s, ציין את עלויות המשלוח מעבר לים באחוז שתגבה מהלקוחות.
hu_hu: %s nevű szállítódhoz jelezd a tengerentúli kézbesítési költségeket az ár százalékban, melyet a vevők fizetnek.
mk_mk: за превозникот именуван %s, индицирај процент на наплата на клиентот за испорака прекуокеански.
ro_ro: Pentru curierul numit %s, indica costurile de livrare internationala in procente din pretul platit de clienti.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
az_az: Üsul: Karqo firmasının payını faizlə göstərin. Məsələn, hər yük üçün müştərinizə 10 AZN ödəniş alırsınız, ancaq gerçəkdə yükdaşıma firmasına 4 AZN ödəyirsinizsə, faiz damasında "40" yazmalısınız.
fr_fr: Méthode : indiquez le pourcentage de votre marge transporteur. Par exemple, si vous demandez 10€ de frais de transport à vos clients pour chaque envoi, mais ne payez en fait que 4€ pour ce transporteur, indiquez "40" dans le champ de pourcentage.
he_il: שיטה: ציין את האחוז השולי של הספק שלך. לדוגמא, אם אתה תחייב $ 10 דמי משלוח ללקוח שלך עבור כל משלוח, אבל אתה באמת משלם 4 דולרים לספק זה, אז אתה צריך לציין "40" בשדה אחוז.
hu_hu: Módszer: a szállítód árrésszázalékát jelzi. Például, ha 1.000 Ft-ot díjat kérsz a vásárlódtól minden szállításnál, de valójában csak 400 Ft-ot fizetsz a szállítónak, akkor "40"-et kell beírnod a százalék mezőbe.
mk_mk: метода: Индикација на процентот на маргината на превозникот. На пример, ако наплатиш 100 денари на клиентот за секоја испорака, но всушност си платил 40 денари на превозникот, тогаш во полето на процентот треба да впишеш “40“.
ro_ro: Procedura: Indica procentajul din adaosul stabilit de tine pentru livrare. De exemplu, daca pentru fiecare livrare ceri clientului 10 lei, dar curierului ii platesti 4 lei, ar trebui sa scrii "40" in casuta de procentaje.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
az_az: Bu faiz dəyərini belə hesablamalısınız: ((toplam satış gəliri) - (satılan məhsulların xərci)) / (toplam satış gəliri) * 100. Bu dəyər yalnız hər bir məhsulun topdan qiymətini göstərmədikdə, Göstərici Panelidə toplam gəliri təxmini hesablayarkən istifadə olunur.
fr_fr: Il est recommandé de calculer ce pourcentage comme suit : ((total des ventes) - (coût des biens vendus)) / (total des ventes) * 100. Cette valeur sera utilisée pour calculer approximativement la marge brute lorsque le prix d'achat d'un produit n'est pas renseigné.
he_il: אתה צריך לחשב אחוז זה כדלקמן: ((סך כל ההכנסות ממכירות) - (עלות של מוצרים שנמכרו)) / (סך כל ההכנסות ממכירות) * 100. ערך זה משמש רק כדי לחשב את שיעור הרווח הגולמי המשוער בלוח המחוונים, אם לא תציין המחיר הסיטונאי לכל מוצר.
hu_hu: A következőképpen kell kiszámítani ezt az arányt : ((teljes árbevétel) - (eladott áruk beszerzési értéke)) / (a teljes árbevétel) * 100. Ez az érték csak a hozzávetőleges bruttó árrés kiszámításához kerül felhasználásra, ha nem adja meg minden termékhez a nagykereskedelmi árat.
mk_mk: би требало вака да го одредиш процентот: ((вкпен приход од продажби)-(цена на чинење на продадена стока))/(вкупен приход од продажби)*100. Оваа вредност се користи во табелата за пресметка на разликите и добивката доколку не назначиш големопродажна цена на секој артикл.
ro_ro: Ar trebui sa calculezi acest procentaj dupa cum urmeaza: ((valoarea total a vanzarilor) - (costul total al bunurilor vandute)) / (valoarea totala a vanzarilor) * 100. Aceasta valoare este folosita numai la calculul aproximativ al marjei brute in Panoul de control, daca nu specifici un pret de aprovizionare pentru fiecare produs.

source: You should calculate this value by making the sum of all of your additional costs per order.
az_az: Siz bu dəyəri sifariş üçün bütün əlavə xərclərinizin məbləğini toplamaqla hesablamalısınız.
fr_fr: Cette valeur est la somme des coûts additionnels de chaque commande qui sont à votre charge.
he_il: אתה צריך לחשב ערך זה על ידי ביצוע הסכום של כל העלויות הנוספות שלך לפי הזמנה.
hu_hu: Ezt az összeget úgy kell kiszámítani, hogy tartalmazza minden egyéb költségedet rendelésenként.
mk_mk: треба да ја пресметаш вредноста со сумирање на сите додатни трошоци по порачка.
ro_ro: Poti calcula aceasta valoare insumand toate costurile aditionale per comanda.
