Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsSuccess.*.xlf
Languages: bg_bg, id_id, sr_cs

source: Successful update
bg_bg: Успешно обновяване
id_id: Berhasil diperbaharui

source: Update successful
bg_bg: Обновяването е успешно
id_id: update berhasil
sr_cs: Ažuriranje uspelo

source: The status has been updated successfully.
bg_bg: Обновяването на статуса е успешно
id_id: Status berhasil disimpan.
sr_cs: Ažuriranje statusa uspelo

source: Settings updated
bg_bg: Настройките са обновени
id_id: Seting berhasil diperbaharui

source: The settings have been updated.
bg_bg: Настройките бяха обновени.
id_id: Seting berhasil disimpan.

source: Configuration updated
bg_bg: Настройките бяха обновени
id_id: Konfigurasi berhasil disimpan

source: Successful update.
bg_bg: Успешно обновяване.
id_id: Berhasil diperbarui.

source: Settings updated.
bg_bg: Настройките са обновени.
id_id: Seting berhasil disimpan.
sr_cs: Podešavanja ažurirana

source: Your theme has been correctly exported: %path%
bg_bg: Темата ви е коректно експортирана: %path%
id_id: Tema Anda berhasil di ekspor: %path%

source: Successful deletion.
bg_bg: Успешно изтриване.
id_id: Berhasil dihapus.

source: Your store context has been automatically modified.
bg_bg: Контекстът на магазина е променен автоматично.
sr_cs: Kontekst vaše prodavnice je automatski izmenjen.

source: Successful duplication
bg_bg: Успешно дублиране
sr_cs: Dupliranje je uspelo

source: Successful deletion
bg_bg: Успешно изтриване
id_id: Berhasil dihapus

source: The selection has been successfully deleted.
bg_bg: Селекцията успешно изтрита
id_id: Yang dipilih berhasil dihapus.
sr_cs: Izbor je uspešno obrisan

source: Successful creation
bg_bg: Успешно създаване
id_id: Berhasil dibuat

source: The status has been successfully updated.
bg_bg: Статусът беше успешно обновен.
id_id: Status berhasil diperbaharui.

source: The settings have been successfully updated.
bg_bg: Настройките бяха успешно обновени.
id_id: Seting berhasil disimpan.

source: The thumbnails were successfully regenerated.
bg_bg: Миниатюрите са успешно регенерирани
id_id: Thumbnail berhasil dibuat ulang.
sr_cs: Sličice uspešno napravljene

source: Comment successfully added.
bg_bg: Коментарът беше успешно добавен.
id_id: Komentar berhasil ditambahkan.

source: Successful upload.
bg_bg: Успешно качване.
id_id: Berhasil diunggah.

source: Duplication was completed successfully.
bg_bg: Копирането е успешно завършено
id_id: Duplikasi selesai dengan sukses
sr_cs: Duplikacija uspešno završena

source: The selected images have successfully been moved.
bg_bg: Избраните изображения са успешно преместени.
id_id: Gambar yang dipilih berhasil dipindahkan.
sr_cs: Odabrane slike su uspešno pomerene.

source: Your cover image selection has been saved.
bg_bg: Избраното за корицата изображение беше запазено.
id_id: Gambar cover berhasil disimpan.

source: The image's shop association has been modified.
bg_bg: Асоциирането на изображение за магазина е променено.
id_id: Asosiasi untuk gambar toko berhasil diubah.

source: A zone has been assigned to the selection successfully.
bg_bg: Зона беше успешно добавена към селекцията.
id_id: Zona berhasil diset.
sr_cs: Dodelili ste zonu sekciji uspešno

source: Successful upgrade.
bg_bg: Успешно обновяване.
id_id: Berhasil diupgrade.

source: The image was successfully deleted.
id_id: Gambar berhasil dihapus

source: Successfully overwrote email templates for theme %s with locale %s
sr_cs: Uspešno je nadjačana tema za e-mail %s sa locale %s

source: Successfully generated email templates for theme %s with locale %s
sr_cs: Uspešno kreirana tema za e-mail %s sa locale %s

source: Email theme configuration saved successfully
sr_cs: Konfiguracija e-mail teme je uspešna

source: Test email for layout %layout% was successfully sent to %email%
sr_cs: E-mail layout (raspored) % je uspešno poslat na %email%

source: Image successfully deleted.
sr_cs: Slika uspešno obrisana.

source: Update successful.
sr_cs: Ažuriranje uspelo.

source: Your symbol and format customizations have been successfully reset for this language.
sr_cs: Izmena simbola i formata za ovaj jezik je uspela.

source: The product was successfully added.
sr_cs: Ovaj proizvod je uspešno dodat.

source: The product was successfully removed.
sr_cs: Ovaj proizvod je uspešno uklonjen.

source: [1] products were successfully added.
sr_cs: [1] proizvod je uspešno dodat.

source: [1] products were successfully removed.
sr_cs: [1] proizvod je uspešno uklonjen
