Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersHelp.*.xlf
Languages: ca_es, lt_lt, sk_sk, sr_cs, tr_tr

source: (Optional) Insert a cookie name to enable the debug mode only when this cookie is set.
ca_es: (Opcional) Inseriu un nom de galeta per a activar la modalitat de depuració sols quan aquesta galeta estigui configurada.

source: (Optional) Insert a value to enable the debug mode only when the cookie configured above is set to this value.
ca_es: (Opcional) Inseriu un valor per a activar la modalitat de depuració sols quan la galeta configurada anteriorment estigui configurada en aquest valor.

source: A DKIM selector usually looks like 12345.domain. It must match the name of your DNS record.
ca_es: Un selector DKIM sol semblar 12345.domain. Ha de coincidir amb el nom del vostre registre DNS.
lt_lt: DKIM parinkiklis paprastai atrodo kaip 12345.domain. Jis turi atitikti jūsų DNS įrašo pavadinimą.
sk_sk: Selektor DKIM zvyčajne vyzerá ako 12345.domain. Musí sa zhodovať s názvom vášho DNS záznamu.
sr_cs: DKIM selektor obično izgleda kao 12345.domain. On mora odgovarati imenu vašeg DNS zapisa.

source: A category root is where a category tree can begin. This is used with multistore.
ca_es: La categoria arrel és on comença l'arbre de categories. Això s'utilitza amb Multibotiga
lt_lt: Šakninė kategorija - tai pagrindinė kategorija nuo kurios prasideda visas kategorijų medis. Jis naudojamas daugelio parduotuvių (multistore) režime.
sk_sk: Hlavná kategória je miesto, kde začína strom kategórií. Používa sa v Multiobchodoch.
sr_cs: Od osnovne kategorije počinje grananje kategorija. Koristi se za više prodavnica.
tr_tr: Bir kategori kökü kategori ağacının başlayabileceği yerdir. Bu, çoklu mağaza ile kullanılır.

source: Admin API forces the use of HTTPS with TLSv1.2 or higher, you can disable this check for debug mode only.
ca_es: L'API administració obliga a fer servir HTTPS amb TLSv1.2 o superior, sols podeu desactivar aquesta comprovació per a la modalitat de depuració.

source: All outdated sessions will be automatically cleared after the first connection attempt, but you can do it manually now if needed.
ca_es: Totes les connexions expirades se suprimiran automàticament després de la primera temptativa de connexió, però ara podeu fer-ho manualment si cal.
lt_lt: Visos pasenusios sesijos bus automatiškai išvalytos po pirmojo bandymo prisijungti, bet, jeigu reikia, dabar galite tai padaryti rankiniu būdu.
sk_sk: Všetky zastarané relácie sa automaticky vymažú po prvom pokuse o pripojenie, v prípade potreby to ale teraz môžete urobiť aj manuálne.
sr_cs: Sve zastarele sesije će automatski biti obrisane nakon prvog pokušaja konekcije, ali ako je potrebno, možete to uraditi i ručno sada.

source: Allow or deny this employee's access to the Admin panel.
ca_es: Permetre o denegar l'accés d'aquest treballador al tauler d'administració.
lt_lt: Leisti ar neleisti šiam darbuotojui prisijungti prie administratoriaus skydelio.
sk_sk: Povoliť alebo zakázať tomuto zamestnancovi prístup do administrácie.
sr_cs: Dozvolite ili zabranite ovom zaposlenom da se loguje na administrativni panel.

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
ca_es: Formats permesos: .csv, .xls, .xlsx, .xlst, .ods, .ots
lt_lt: Galimi formatai: .csv, .xls, .xlsx, .xlst, .ods, .ots
sk_sk: Povolené formáty: .csv, .xls, .xlsx, .xlst, .ods, .ots
tr_tr: İzin verilen biçimler: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Allows you to declare if your cookie should be restricted to a first-party or same-site context.
ca_es: Us permet de declarar si la vostra cookie s'ha de restringir a un context propi o del mateix lloc.
lt_lt: Leidžia deklaruoti, ar jūsų slapukas turėtų būti ribojamas tik pirmosios ar tos pačios svetainės kontekste.
sk_sk: Umožňuje vám upresniť, či by váš súbor cookie mal byť obmedzený na kontext prvej strany alebo celú lokalitu.
sr_cs: Dozvoljava vam da da se deklarišete ako će vaši kolačiće biti ograničeni prvom partneru ili sadržaju istog sajta.

source: At the top of the screen, please select the "Import" tab
ca_es: Al capdamunt de la pantalla seleccioneu la pestanya "Importar"
lt_lt: Viršutinėje ekrano dalyje pasrinkite Importuoti
sk_sk: V menu vyberte záložku "Nastavenia > Import".
sr_cs: Na vrhu ekrana izaberite karticu "Uvoz"
tr_tr: Lütfen ekranın üst kısmındaki "İçe Aktar" sekmesini seçin

source: Back office pages require the use of a token. This protection can be disabled if needed.
ca_es: Les pàgines de Back office requereixen l'ús d'un token. Aquesta protecció es pot desactivar si cal.
lt_lt: Administracinės dalies puslapiuose reikia naudoti prieigos raktą. Jei reikia, šią apsaugą galima išjungti.
sk_sk: Administrácia bude kontrolovať token v URL adrese. V prípade potreby je možné túto ochranu vypnúť.
sr_cs: Stranice administratorskog panela zahtevaju korišćenje tokena. Ova zaštita se može onemogućiti ako je potrebno.

source: Before activating the webservice, you must be sure to:
ca_es: Abans d’activar el servei web, heu d’assegurar-vos que:
lt_lt: Prieš aktyvuodami webservice paslaugą turite įsitikinti, ar:
sk_sk: Pred aktiváciou webservisu sa musíte uistiť, že:
sr_cs: Pre aktiviranja webservice-a, morate da:
tr_tr: Web hizmetini etkinleştirmeden önce aşağıdakileri yaptığınızdan emin olmalısınız:

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
ca_es: Abans de triar "Sí", verifiqueu que PHP no està configurat com a mòdul d'Apache al vostre servidor.
lt_lt: Prieš pasirinkdami "Taip", patikrinkite, ar PHP nėra sukonfigūruotas kaip Apache modulis jūsų serveryje.
sk_sk: Pred zvolením "Áno", skontrolujte, že PHP na serveri nie je nastavené ako Apache modul.
sr_cs: Pre nego što odaberete "Da", proverite da PHP nije konfigurisan kao Apache modul na vašem serveru.
tr_tr: "Evet"i seçmeden önce, PHP'nin sunucu üzerinde bir Apache modülü olarak yapılandırılmış olmadığını kontrol edin.

source: Before enabling the Admin API, you must be sure to:
ca_es: Abans d'activar l'API administració, heu d'assegurar-vos de:

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.7+. Otherwise, CCC will cause problems.
ca_es: CCC us permet de reduir el temps de càrrega de la vostra pàgina. Amb aquesta configuració guanyareu rendiment sense ni tan sols tocar el codi del vostre tema. Assegureu-vos, però, que el vostre tema sigui compatible amb PrestaShop 1.7+. En cas contrari, CCC causarà problemes.
lt_lt: CCC leidžia sutrumpinti puslapio užkrovimo laiką. Naudodamiesi šiais nustatymais, gausite našumą, net neliesdami savo temos kodo. Tačiau įsitikinkite, kad jūsų tema yra suderinama su PrestaShop 1.7+. Priešingu atveju CCC sukels problemų.
sk_sk: CCC vám umožňuje skrátiť čas načítania vašej stránky. S týmito nastaveniami získate výkon bez toho, aby ste sa dotkli kódu svojej šablóny. Uistite sa však, že vaša šablóna je kompatibilná s PrestaShop 1.7+. V opačnom prípade CCC spôsobí problémy.
sr_cs: KKK smanjuje vreme učitavanja Vaših stranica. Sa ovim podešavanjima će te dobiti na performansama bez izmena koda Vaše teme. Pre upotrebe proverite da li je vaša tema kompatibilna sa PrestaShop 1.7+. Ako nije KKK može biti potencijalno problematičan.

source: Check that URL rewriting is available on this server.
ca_es: Verifiqueu que la reescriptura d'URL està disponible en aquest servidor.
lt_lt: Patikrinkite, ar URL perrašymas (angl. "rewriting") galimas jūsų serveryje.
sk_sk: Na serveri je dostupné prepisovanie URL.
sr_cs: Proverite da je ponovno upisivanje linka dostupno za ovaj server.
tr_tr: URL yeniden yazmanın bu sunucuda kullanılabilir olup olmadığını kontrol edin.

source: Check that the ps_apiressources module is installed and enabled.
ca_es: Comproveu que el mòdul ps_apiressources hagi estat instal·lat i activat.

source: Check that the six methods GET, POST, PUT, PATCH, DELETE and HEAD are supported by this server.
ca_es: Comproveu que els sis mètodes GET, POST, PUT, PATCH, DELETE i HEAD són compatibles amb aquest servidor.
lt_lt: Patikrinkite, ar šis serveris palaiko šešis metodus GET, POST, PUT, PATCH, DELETE ir HEAD.
sk_sk: Skontrolujte, či váš server podporuje šesť metód GET, POST, PUT, PATCH, DELETE a HEAD.
sr_cs: Proverite da li ovaj server podržava šest metoda: GET, POST, PUT, PATCH, DELETE i HEAD.

source: Check that your Admin API endpoint uses HTTPS protocol.
ca_es: Comproveu que el endpoint de l'API administració fa servir el protocol HTTPS.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
ca_es: Verifiqueu l'adreça IP de la cookie per tal d'evitar el robatori de cookies.
lt_lt: Patikrinkite slapuko IP adresus, kad išvengtumėte jų vagystės.
sk_sk: Skontrolovať IP adresu cookie súboru, aby sa zabránilo krádeži cookie a následne identity (toto bezpečnostné opatrenie spôsobuje odpájanie najmä pri pripojení cez mobilných operátorov, ktorý využívajú cache)
sr_cs: Proverite IP adresu kolačića kako bi ste izbegli njegovu krađu
tr_tr: Çerezinizin çalınmasını önlemek için çerezin IP adresini kontrol edin.

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
ca_es: Verifiqueu la integritat de la còpia de seguretat: cerqueu errors, fitxers incomplets, etc... Assegureu-vos de verificar totes les vostres dades.
lt_lt: Įsitikinkite, kad atsarginis failas tinkamas naudojimui. Sutikrinkite informaciją.
sk_sk: Skontrolujte integritu zálohy: hľadajte chyby, nekompletné súbory, atď. Nezabudnite overiť všetky Vaše dáta.
sr_cs: Proverite integritet rezervne kopije: tražite greške ili nekompletni fajl. Proverite sve podatke.
tr_tr: Yedekleme bütünlüğünü kontrol edin. Hataları, eksik dosyaları, vb. kontrol edin... Tüm verilerinizi doğruladığınızdan emin olun.

source: Check the maximum filesize allowed (e.g. Max: 16MB)
ca_es: Comproveu el màxim. mida del fitxer permès (és a dir, Max: 16 MB)
lt_lt: Pasitikrinkite ar jis neviršija maksimalaus leidžiamo dydžio failo
sk_sk: Skontrolujte maximálnu povolenú veľkosť súboru (napr. Max.: 16MB)
sr_cs: Proverite maks. dozvoljenu veličinu datoteke (npr. Maks: 16MB)
tr_tr: İzin verilen maksimum dosya boyutunu kontrol edin (ör. maks:16Mb)

source: Choose "No" to disable Customer Groups.
ca_es: Trieu "No" per desactivar els Grups de Clients.
lt_lt: Pasirinkite "Ne", jei norite išjungti klientų grupes.
sk_sk: Zvoľte "NIE" pre vypnutie zákazníckych skupín.
sr_cs: Izaberite "Ne" za isključivanje Grupa klijenata.
tr_tr: Müşteri Gruplarını devre dışı bırakmak için "Hayır"ı seçin.

source: Choose "No" to disable Product Combinations.
ca_es: Trieu "No" per desactivar les Combinacions de Productes.
lt_lt: Pasirinkite "Ne", kad išjungti Prekių Derinius.
sk_sk: Zvoľte "NIE" pre vypnutie kombinácii produktov.
sr_cs: Odaberi "Ne" za isključivanje kombinacija proizvoda.
tr_tr: Ürün Kombinasyonlarını devre dışı bırakmak için "Hayır"ı seçin.

source: Choose "No" to disable Product Features.
ca_es: Trieu "No" per desactivar les Característiques de Producte.
lt_lt: Pasirinkite "Ne", jei norite išjungti prekės ypatybes.
sk_sk: Zvoľte "NIE" pre vypnutie vlastností produktov.
sr_cs: Odaberite "Ne" za isključivanje funkcija proizvoda.
tr_tr: Ürün Özelliklerini devre dışı bırakmak için "Hayır"ı seçin.

source: Click "%add_new_label%".
ca_es: Feu clic a "%add_new_label%".
lt_lt: Spauskite „%add_new_label%“.
sk_sk: Kliknite na "%add_new_label%".
sr_cs: Klikni "%add_new_label%".

source: Click here to display the URLs of the %name% shop
ca_es: Feu clic aquí per a mostrar les URL de la botiga %name%
lt_lt: Spauskite čia, jei norite matyti visus %name% parduotuvės URL
sk_sk: Kliknutím sem zobrazíte URL adresy pre obchod %name%
tr_tr: %name% mağazasının URLlerini görmek için buraya tıklayın

source: Click here to display the list of shop groups
ca_es: Cliqueu aquí per a veure una llista dels grups de botigues
lt_lt: Spauskite čia, jei norite matyti parduotuvių grupių sąrašą
sk_sk: Pre zobrazenie skupín obchodov kliknite sem
tr_tr: Mağaza gruplarının listesini görmek için buraya tıklayın

source: Click here to display the shops in the %name% shop group
ca_es: Feu clic aquí per a mostrar les botigues del grup %name%
lt_lt: Spauskite čia, jei norite matyti parduotuves, esančias %name% parduotuvių grupėje
sk_sk: Kliknutím sem zobrazíte obchody v skupine obchodov %name%
tr_tr: %name% grubundaki mağazaları görüntülemek için buraya tıklayın

source: Click on "None" to disable log alerts by email or enter the recipients of these emails in the following field.
ca_es: Feu clic a "Cap" per a desactivar les alertes de registre per correu electrònic o entreu els destinataris d'aquests correus electrònics al camp següent.
lt_lt: Paspauskite „Ne“, jei norite išjungti įvykių pranešimų gavimą el. paštu, arba įveskite šių pranešimų gavėjų el. pašto adresus kitame lauke.
sk_sk: Kliknite na „Žiadne“ a deaktivujete tak upozornenia denníka e-mailom alebo zadajte príjemcov týchto e-mailov do nasledujúceho poľa.
sr_cs: Kliknite na "Nijedan" da deaktivirate log obaveštenja sa mejlom ili unesite mejl adrsu od primaoca mejla u ovo polje.

source: Click on the "%phpmyadmin_browse_label%" button and select the backup file from your hard drive.
ca_es: Feu clic al botó "%phpmyadmin_browse_label%" i seleccioneu el fitxer de còpia de seguretat del vostre disc dur.
lt_lt: Spauskite mygtuką "%phpmyadmin_browse_label%" ir pasirinkite savo failą iš kietojo disko.
sk_sk: Kliknite na tlačidlo "%phpmyadmin_browse_label%" a vyberte súbor so zálohou na pevnom disku.
sr_cs: Kliknite na "Pretraži..." dugme i izaberite fajl rezervne kopije sa hard diska.

source: Click on the "%phpmyadmin_go_label%" button and please wait patiently for the import process to conclude. This may take several minutes.
ca_es: Feu clic al botó "%phpmyadmin_go_label%" i espereu pacientment que finalitzi el procés d'importació. Això pot trigar uns quants minuts.
lt_lt: Spauskite mygtuką "%phpmyadmin_go_label%" ir kantriai palaukite, kol importavimo procesas pasibaigs. Tai gali užtrukti kelias minutes.
sk_sk: Kliknite na tlačidlo "%phpmyadmin_go_label%" a trpezlivo počkajte na ukončenie procesu importu. Môže to trvať niekoľko minúť.
sr_cs: Kliknite na "Kreni" dugme i sačekajte prilikom uvoza, proces može da potraje nekoliko minuta.

source: Connect to "phpMyAdmin" and select your current database.
ca_es: Connecteu a "phpMyAdmin" i seleccioneu la base de dades actual
lt_lt: Prisijunkite prie savo "phpMyAdmin" valdymo pulto.
sk_sk: Pripojte sa do "phpMyAdmin" a vyberte súčasnú databázu.
sr_cs: Povežite se "phpMyAdmin" i izaberite trenutnu bazu podataka
tr_tr: 'phpMyAdmin' e bağlanın ve geçerli veritabanınızı seçin.

source: Debug
ca_es: Depuració
sk_sk: Ladenie

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
ca_es: Definiu el límit de càrrega d'un producte descarregable (en megabytes). Aquest valor ha de ser inferior o igual a la càrrega màxima de fitxers assignada pel vostre servidor (actualment: %size% MB).
lt_lt: Nurodykite skaitmeninės prekės dydžio įkėlimo limitą (megabaitais). Jis turi būti mažesnis arba lygus didžiausiam failų įkėlimo dydžiui, nustatytam jūsų serveryje (dabar jis yra %size% MB).
sk_sk: Definujte limit pre produkty na stiahnutie (v megabajtoch). Táto hodnota musí byť menšia alebo rovná maximálnej hodnote nahrávaniu povoleného na serveri (v súčasnosti: %size% MB).
tr_tr: İndirilebilir ürünler için izin verilen en büyük dosya yükleme sınırını tanımlayın (MB olarak). Bu değer, sunucu tarafından belirlenmiş olan en büyük dosya yükleme boyutuna eşit ya da daha az olmalıdır (şu anda: %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
ca_es: Definiu el límit de càrrega d'una imatge (en megabytes). Aquest valor ha de ser inferior o igual a la càrrega màxima de fitxers assignada pel vostre servidor (actualment: %size% MB).
lt_lt: Nurodykite įkeliamo paveiksliuko dydžio limitą (megabaitais). Jis turi būti mažesnis arba lygus didžiausiam failų įkėlimo dydžiui, nustatytam jūsų serveryje (dabar jis yra %size% MB).
sk_sk: Definujte limit pre obrázok (v megabajtoch). Táto hodnota musí byť menšia alebo rovná maximálnej hodnote nahrávaniu povoleného na serveri (v súčasnosti: %size% MB).
tr_tr: Bir görsel için izin verilen en büyük dosya yükleme sınırını tanımlayın (MB olarak). Bu değer, sunucu tarafından belirlenmiş olan en büyük dosya yükleme boyutuna eşit ya da daha az olmalıdır (şu anda: %size% MB).

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
ca_es: Descarregueu la còpia de seguretat de la llista següent o del vostre servidor FTP (a la carpeta "admin/backups").
lt_lt: Parsisiųskite atsarginės kopijos failą iš sąrašo žemiau ar FTP serverio.
sk_sk: Stiahnite si zálohu zo zoznamu nižšie alebo priamo z FTP servera (v adresári "admin/backups").
sr_cs: Preuzmite rezervnu kopiju iz liste ispod ili sa FTP servera (u folderu "admin/backups").
tr_tr: Aşağıdaki listeden veya FTP ile yedek dosyasını indirin ("admin/backups" klasöründe).

source: Drop existing tables during import.
ca_es: Suprimir les taules existents durant la importació.
lt_lt: Ištrinti egzistuojančias lenteles importo metu.
sk_sk: Vymazať existujúce tabuľky počas importu.
sr_cs: Odbaci postojeće tabele tokom uvoza.
tr_tr: İçe aktarım sırasında var olan tabloları boşalt.

source: Enable / Disable the customer group page.
ca_es: Activar/desactivar la pàgina del grup de client.

source: Enable / Disable the merchandise return page.
ca_es: Activar/desactivar la pàgina de retorn de mercaderies.

source: Enable / Disable the module configuration page.
ca_es: Activar / Desactivar la pàgina de configuració del mòdul.

source: Enable / Disable the new front container.
ca_es: Activar / Desactivar el nou contenidor frontal.

source: Enable / Disable the store page.
ca_es: Activar / Desactivar la pàgina de la botiga.

source: Enable DKIM, fill in the fields and give it a try. If no email is sent, check logs.
ca_es: Activeu DKIM, empleneu els camps i proveu-lo. Si no s'envia cap correu electrònic, comproveu els registres de log.
lt_lt: Įjunkite DKIM, užpildykite laukus ir išbandykite. Jei el. laiškas neišsiunčiamas, patikrinkite logus.
sk_sk: Povoľte DKIM, vyplňte polia a vyskúšajte to. Ak nie je odoslaný žiadny e-mail, skontrolujte zoznamy chýb.
sr_cs: Omogućite DKIM, popunite polja i probajte. Ako nije poslana e-pošta, proverite zapisnike.

source: Enable or disable debug mode. Debug mode will enable extended error reporting, display the Symfony debug bar, and other features.
ca_es: Activar o desactivar el mode de depuració. El mode de depuració habilitarà el report d'errors estès, mostrarà la barra de depuració de Symfony i altres funcions.
sk_sk: Zapnite alebo vypnite režim ladenia. Režim ladenia umožní rozšírené hlásenie chýb, zobrazí panel ladenia Symfony a ďalšie funkcie.
sr_cs: Omogućite ili onemogućite debug mod. Debug mod će omogućiti prošireno izveštavanje o greškama, prikazati Symfony traku za debugiranje i druge funkcionalnosti.

source: Enable or disable debug profiling. Debug profiling will display performance-related information under each page and help find performance bottlenecks in your store.
ca_es: Activar o desactivar l'eina de depuració. L'eina de depuració mostrarà informació relacionada amb el rendiment a cada pàgina i ajudarà a trobar colls d'ampolla de rendiment a la vostra botiga.
sk_sk: Zapnite alebo vypnite profilovanie ladenia. Profilovanie ladenia zobrazí pod každou stránkou informácie súvisiace s výkonom a pomôže nájsť prekážky výkonu vo vašom obchode.
sr_cs: Omogućite ili onemogućite profiliranje za debugiranje. Profiliranje za debugiranje će prikazivati informacije vezane za performanse ispod svake stranice i pomoći će u pronalaženju uskih grla u performansama vaše prodavnice.

source: Enable or disable the Admin API when multistore is enabled.
ca_es: Activar o desactivar l'API administració quan hagi estat activada la multibotiga.

source: Enable or disable the migrated attribute page.
ca_es: Activar o desactivar la pàgina d'atributs migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku skupiny atribútov.
sr_cs: Omogućite ili onemogućite migriranu stranicu atributa.

source: Enable or disable the migrated carriers page.
ca_es: Activar o desactivar la pàgina dels transportistes migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku dopravcov.
sr_cs: Omogućite ili onemogućite stranicu migriranih kurirskih službi

source: Enable or disable the migrated cart rules page.
ca_es: Activar o desactivar la pàgina de regles de la cistella migrada.
sk_sk: Zapnite alebo vypnite experimentálnu stránku pravidiel košíka.
sr_cs: Omogućite ili onemogućite stranicu migriranih pravila korpe.

source: Enable or disable the migrated catalog price rules page.
ca_es: Activar o desactivar la pàgina de regles de preus del catàleg migrat.
sk_sk: Zapnite alebo vypnite experimentálnu stránku cenových pravidiel katalógu.
sr_cs: Omogućite ili onemogućite stranicu migriranih pravila kataloga cena.

source: Enable or disable the migrated countries page.
ca_es: Activar o desactivar la pàgina de països migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku krajín.
sr_cs: Omogućite ili onemogućite stranicu migriranih zemalja.

source: Enable or disable the migrated customer threads page.
ca_es: Activar o desactivar la pàgina de les discussions de client migrades.
sk_sk: Zapnite alebo vypnite experimentálnu stránku zákazníckej podpory.
sr_cs: Omogućite ili onemogućite stranicu migriranih korisničkih veza.

source: Enable or disable the migrated order states page.
ca_es: Activar o desactivar la pàgina d'estats de comanda migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku stavov objednávok.
sr_cs: Omogućite ili onemogućite stranicu migriranih statusa porudžbina.

source: Enable or disable the migrated permissions page.
ca_es: Activar o desactivar la pàgina de permisos migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku oprávnení.
sr_cs: Omogućite ili onemogućite stranicu migriranih dozvola.

source: Enable or disable the migrated states page.
ca_es: Activar o desactivar la pàgina d'estats migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku štátov.
sr_cs: Omogućite ili onemogućite stranicu migriranih država.

source: Enable or disable the migrated tax rules page.
ca_es: Activar o desactivar la pàgina de regles d'impostos migrades.
sk_sk: Zapnite alebo vypnite experimentálnu stránku daňových pravidiel.
sr_cs: Omogućite ili onemogućite stranicu migriranih poreskih pravila.

source: Enable or disable the migrated titles page.
ca_es: Activar o desactivar la pàgina de títols migrats.
sk_sk: Zapnite alebo vypnite experimentálnu stránku názvov stránok.
sr_cs: Omogućite ili onemogućite stranicu migriranih naslova.

source: Enable or disable this shop group?
ca_es: Activar o desactivar aquest grup de botigues?
lt_lt: Įjungti ar išjungti šią parduotuvių grupę?
sk_sk: Povoliť alebo zakázať túto skupinu obchodov?
sr_cs: Uključi ili isključi ovu grupu prodavnica?
tr_tr: Bu mağaza grubunu etkinleştirmek veya devre dışı bırakmak istiyor musunuz?
