Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminInternationalHelp.*.xlf
Languages: et_ee, he_il, mg_mg, pt_pt, sl_si, sq_al, uk_ua

source: "%s" will be replaced by a number.
he_il: "%s" יוחלף ע"י מספר.
pt_pt: "%s" será substituído por um número.
sl_si: "%s" bo zamenjano s številko.
uk_ua: "%s" буде замінений на число.

source: "%s" will be replaced by a string.
he_il: "%s" יוחלף ע"י מחרוזת טקסט.
pt_pt: "%s" será substituído por uma string.
sl_si: "%s" bo zamenjano s stringom.
uk_ua: "%s" буде замінений на рядок.

source: (Experimental: your theme must be compliant with RTL languages).
he_il: (נסיוני: ערכת העיצוב שלך חייבת להיות תואמת לשפות RTL).
pt_pt: (Experimental: o seu tema gráfico deve ser compatível com idiomas escritos da direita para a esquerda).
sl_si: (Eksperimentalno: vaša tema mora biti kompatibilna z jeziki RTL).
uk_ua: (Експериментально: Ваша тема повинна бути сумісною з RTL мовами).

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
he_il: - שילוב: משלב מסים (למשל: 10% + 5% = 15%)
pt_pt: - Combinação: Combina vários IVAs (ex: 15% + 5% = 15%)
sl_si: - Združi: Združi davke (e.g.: 10% + 5% = 15%)
uk_ua: - Об'єднано: об'єднання податків (напр., 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
et_ee: - Üksteise järel: Rakenda maksud üksteise järel (nt.: 100 + 10% => 110 + 5% = 115.5)
he_il: - בזה אחר זה: החל מיסים בזה אחר זה (למשל: 100 + 10% => 110 + 5% = 115.5)
mg_mg: Iray aorian'ny ankiray: Ampiharina ny hetra iray aorian'ny ankiray (oh.: 100 + 10% => 110 + 5% = 115.5)
pt_pt: - Um após o outro: aplica taxas de IVA um após o outro (ex.: 100 + 10% => 110 + 5% = 115,5)
sl_si: - Enega za drugim: Uporabi davke enega za drugim (e.g.: 100 + 10% = 110 + 5% = 115.5)
uk_ua: - Один-за-одним: послідовне застосування податків (напр., 100 + 10% = 110 + 5% = 115,5)

source: - This tax only: Will apply only this tax
he_il: - מס זה בלבד : יחול רק מס זה
pt_pt: - Apenas este IVA: Irá aplicar apenas este IVA
sl_si: - Samo ta davek: Uporabljen bo samo ta davek
uk_ua: - Лише цей податок: буде застосований лише цей податок

source: 1 to 4 letter ISO code.
et_ee: 1 kuni 4 täheline ISO kood
he_il: אחד עד ארבעה תוי קוד ISO
pt_pt: Código ISO de 1 a 4 letras.
sl_si: ISO koda iz štirih črk
uk_ua: 1..4-значний код ISO

source: Activate this language.
et_ee: Aktiveeri see keel.
he_il: אפשר/אל תאפשר בחירת שפה זו ע"י הלקוח.
pt_pt: Ativar este idioma.
sl_si: Omogočite ta jezik.
sq_al: Aktivizo këtë gjuhë.
uk_ua: Активувати цю мову.

source: Allow or disallow shipping to this zone.
he_il: אפשר או בטל משלוחים לאזור זה.
pt_pt: Permitir ou inibir entregas nesta zona.
sl_si: Dovoli ali prepovej dostavo v to cono.
uk_ua: Дозволити чи заборонити доставку в цю зону.

source: By default, PrestaShop comes with a list of official currencies. If you want to use a local currency, you will have to add it manually. For example, to accept the Iranian Toman on your store, you need to create it before.
et_ee: PrestaShop tuleb juba algusest peale ametlike valuutadega. Kui Te soovite kasutada kohalikku valuutat, peate te lisama selle manuaalselt. Näiteks, aksepteerimaks Iraani tomaani, peate te selle enne looma.
he_il: כברירת מחדל, PrestaShop מגיע עם רשימת מטבעות רשמיים. אם ברצונך להשתמש במטבע מקומי, יהיה עליך להוסיף אותו ידנית. לדוגמה, בכדי לקבל תשלום בעזרת מטבע אחר בחנות שלך, עליך ליצור אותו לפני.
pt_pt: Por defeito, a PrestaShop vem com uma lista de moedas oficiais. Se pretender utilizar uma moeda local, terá de a adicionar manualmente. Por exemplo, para aceitar o Toman iraniano na sua loja, tem de o criar previamente.
sl_si: PrestaShop privzeto vsebuje seznam uradnih valut. Če želite uporabiti lokalno valuto, jo boste morali dodati ročno. Če želite na primer sprejeti iranskega Tomana v svoji trgovini, ga morate predhodno ustvariti.
uk_ua: За замовчуванням PrestaShop постачається зі списком офіційних валют. Якщо ви хочете використовувати місцеву валюту, вам доведеться додати її вручну. Наприклад, щоб приймати іранський Toman у вашому магазині, вам потрібно створити його заздалегідь.

source: Click on the title of a section to open its fieldsets.
he_il: לחץ על הכותרת של סעיף כדי לפתוח את רשימת השדות שלו.
pt_pt: Clique no título de uma secção para abrir os seus campos.
sl_si: Kliknite na naslov sekcije, da odprete njeno polje.
uk_ua: Натисніть на назву розділу, для відкриття його полів.

source: Copies data from one language to another.
et_ee: Kopeerib andmed ühest keelest teisse
he_il: מעתיק נתונים משפה אחת לשניה
pt_pt: Copia as traduções de um idioma para outro.
sl_si: Kopira podatke iz enega jezika v drugega.
uk_ua: Копіювання даних з однієї мови в іншу.

source: Country where the state is located.
he_il: הארץ שבה ממוקמת המדינה.
pt_pt: País onde se localiza o estado.
sl_si: Država kjer je država.
uk_ua: Країна, в якій знаходиться область.

source: Define the ecotax (e.g. French ecotax: 20%).
et_ee: Määra keskkonnamaksu maksumäär (n.t Prantsusmaal 20%)
he_il: אחוז המס להחיל על מסוי ירוק (ecotax) (לדוגמא: המס הירוק בצרפת: 20%).
pt_pt: Definir a ecotaxa (por exemplo, ecotaxa francesa: 20%).
uk_ua: Визначте екоподаток (напр., екоподаток Франції: 20%).

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
et_ee: Näita see riik oma klientidele (valitud riik on alati näidatud administraatori alas).
he_il: הצג ארץ זו ללקוחות שלך (הארץ שנבחרה תוצג תמיד בממשק הניהול).
pt_pt: Mostrar este país aos seus clientes (o pais selecionado será sempre mostrado na área de administração).
sl_si: Kupcem prikaži to državo (izbrana država bo vedno prikazana v Back Office-u).
uk_ua: Показувати цю країну вашим покупцям (вибрану країну завжди буде видно в Панелі Керування).

source: Enable if this language is read from right to left.
he_il: אפשר כאשר שפה הזו נקראת מימין לשמאל.
pt_pt: Ativar apenas se este idioma for escrito da direita para a esquerda.
sl_si: Omogočite, če se ta jezik bere z desne proti levi.
uk_ua: Увімкніть, якщо ця мова читається справа на наліво.

source: Exchange rates are calculated from one unit of your store's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
pt_pt: As taxas de câmbio são calculadas a partir de uma unidade da moeda predefinida da sua loja. Por exemplo, se a moeda predefinida for o euro e a moeda escolhida for o dólar, escreva "1,20" (1 euro = 1,20 dólares).
uk_ua: Курси обміну розраховуються від типової валюти вашого магазину. Наприклад, якщо типовою валютою є євро, а ви обрали долари, введіть "1,20" (1€ = $1,20).

source: Exchange rates are calculated from one unit of your store's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
uk_ua: Курси обміну розраховуються від типової валюти вашого магазину. Наприклад, якщо типовою валютою є євро, а ви обрали долари, введіть "1,20" (1€ = $1,20).

source: Export data from one language to a file (language pack).
et_ee: Ekspordi andmed faili (tõlkepakki)
he_il: יצוא המידע משפה אחת לקובץ (תבנית שפה - language pack)
pt_pt: Exportar um idioma para um ficheiro (pacote de idioma). Bastante útil para ter uma cópia de segurança das traduções.
sl_si: Izvozite podatke jezika v datoteko (jezikovni paket).
uk_ua: Експорт мови у файл (мовний пакет).

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
et_ee: Omadus: [1]%1%[/1] ([1]%2%[/1] väärtust)
he_il: תכונה: [1]%1% [/1] ([1]%2%[/1] ערכים)
mg_mg: Endri-javatra: [1]%1%[/1] (sanda [1]%2%[/1])
pt_pt: Característica: [1]%1%[/1] ([1]%2%[/1] valores)
sl_si: Funkcije: [1]%1%[/1] ([1]%2%[/1] vrednosti)
uk_ua: Характеристика: [1]%1%[/1] ([1]%2%[/1] знач.)

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
et_ee: Kõigepealt vali mida tahad tõlkida (nagu näiteks \"Kontor\" või \"Paigaldatud moodulid\") ja seejärel vali keel millesse tahad tõlkida.
pt_pt: Em primeiro lugar, selecione o tipo de tradução (ex.: "Traduções da Área de Administração" ou "Traduções dos Módulos Instalados") e depois selecione o idioma para o qual deseja traduzir.
sl_si: Prvo izberite vrsto prevoda ( kot je "Back-Office" ali " Nameščeni moduli") in nato izberite jezik v katerega bi radi prevedli nize.
uk_ua: Спочатку виберіть тип перекладу (наприклад, "Панель керування" або "Встановлені модулі"), а потім виберіть потрібну мову для перекладу значень в ній.

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
et_ee: Formaat XX.XX või XX.XXX (nt. 19.60 või 13.925)
he_il: פורמט: XX.XX או XX.XXX
pt_pt: Formato: XX.XX ou XX.XXX (ex: 19.60 ou 13.925)
sl_si: Format: XX.XX ali XX.XXX (npr. 19.60 ali 13.925)
uk_ua: Формат: XX.XX або XX.XXX (наприклад, 19,60 або 13,925)

source: Full date format (e.g., Y-m-d H:i:s).
et_ee: Täielik kuupäeva formaat (nt. d.m.Y H:i:s).
pt_pt: Formato da data completa (Exemplo: A-m-d H:m:s).
sl_si: Format datuma, dolg (npr. Y-m-d H:i:s, d/m/Y H:i).
uk_ua: Повний формат дати (Y-m-d H:i:s).

source: Geographical region where this state is located.
et_ee: Geograafiline tsoon, kus osariik asub
he_il: האזור הגיאוגרפי בו המדינה נמצאת
pt_pt: Região geográfica onde este estado está localizado.
sl_si: Geografsko območje kjer se nahaja ta zvezna država.
uk_ua: Географічна зона, де знаходиться область

source: Geographical region.
et_ee: Geograafiline tsoon.
he_il: איזור משלוח גיאוגרפי.
pt_pt: Região geográfica.
sl_si: Geografska cona države.
sq_al: Regjoni gjeografik.
uk_ua: Географічна зона розташування країни.

source: Here you can modify translations for all installed module.
et_ee: Siin saate muuta kõigi paigaldatud moodulite tõlkeid.
he_il: כאן תוכלו לשנות תרגומים לכל המודולים המותקנים.
mg_mg: Eto ianao afaka manova ny fandeikan-teny hoan'ny modules rehetra voapetraka.
pt_pt: Aqui pode modificar as traduções de todos os módulos instalados.
sl_si: Tukaj lahko spremenite prevode za vse nameščene module.
uk_ua: Тут ви можете редагувати переклади для усіх встановлених модулів.

source: Here you can modify translations for every line of text inside PrestaShop.
et_ee: Siin saate muuta kõigi tekstiväljade tõlkeid PrestaShopis.
he_il: כאן תוכל לשנות / לעדכן תרגומים לכל הטקסט שבמערכת PrestaShop.
pt_pt: Aqui pode alterar as traduções para cada linha de texto do PrestaShop.
sl_si: Tukaj lahko uredite prevode za vse tekstovne vnose v PrestaShop-u.
uk_ua: Тут ви можете змінювати переклади будь-якої частини PrestaShop.

source: IETF language tag (e.g. en-US, pt-BR).
et_ee: IETF keele kood (nt. en-US, pt-BR)
he_il: קוד IETF (דוגמא: en-US)
pt_pt: Etiqueta IETF do idioma (ex. en-US, pt-PT).
sl_si: IETF jezikovna značka (npr. en-US, pt-BR).
uk_ua: IETF код мови (напр.: en-US, ua-UA, ru-RU).

source: ISO 4217 code (e.g. USD for Dollars, EUR for Euros, etc.)
et_ee: ISO 4217 kood (nt. USD dollarite jaoks, EUR eurode jaoks, jne.)
he_il: קוד ISO 4217 (למשל דולר לדולר, יורו ליורו וכו ')
pt_pt: Código ISO 4217 (por exemplo, USD para dólares, EUR para euros, etc.)
sl_si: ISO 4217 koda (npr. USD za Dollar, EUR za Euro, itn.)
uk_ua: Код ISO 4217 (напр., UAH для гривні, USD для долара, EUR для євро тощо)

source: If necessary [1][2] you must first create a new language[/1].
et_ee: Kui vajalik [1][2] siis pead looma esmalt uue keele[/1].
he_il: במידת הצורך [1] [2] תחילה עליך ליצור שפה חדשה [/1].
mg_mg: Raha ilaina [1][2] tsy maintsy mamorona fiteny vaovao ianao aloha[/1].
pt_pt: Se necessário [1][2] deve, em primeiro lugar, criar uma nova língua[/1].
sl_si: Je zahtevano [1][2] prvo je potrebno ustvariti nov jezik[/1].
uk_ua: Якщо необхідно [1][2]спочатку створіть нову мову[/1].

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
he_il: אם תגדיר כן אז חבילת הלוקליזציה תורד מ prestashop.com. אחרת קובץ XML המקומי שנמצא בתיקיית הלוקליזציה של התקנת PrestaShop שלך יהיה בשימוש.
pt_pt: Se definido para sim, o pacote de localização será transferido de prestashop.com. Senão, será utilizado o ficheiro .xml local encontrado na pasta de localização da sua instalação do PrestaShop.
sl_si: Če je nastavljeno na DA, potem bo lokalizacijski paket prenešen iz prestashop.com.V nasprotnem primeru bo uporabljen xml, ki se nahaja v lokalizacijski mapi v PrestaShop namestitveni mapi.
uk_ua: Якщо встановити в "так" то пакет локалізації буде завантажений з prestashop.com. В іншому випадку, буде використовуватись локальний xml-файл, що знаходиться в теці локалізації вашого встановленого ПрестаШоп-у.

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
et_ee: Kui lülitate välja keskonna maksu, siis määratakse kõikidele toodetele keskonna maksu suuruseks 0
he_il: אם תבטל את המס הירוק (ecotax), מס זה בכל המוצרים שלך יהיה 0
pt_pt: Se desativar a eco-taxa, a eco-taxas de todos os seus produtos será colocada a 0.
sl_si: Če onemogočite ekološki davek, se bo ta, za vse izdelke, prestavil na 0.
uk_ua: Якщо ви відключите екологічні податки, екологічні податки будуть рівні 0

source: Image is displayed when no picture is found.
et_ee: Pilti näidatakse kui pisipilti ei leita.
he_il: תמונה זו מוצגת כאשר "לא נמצאה תמונה.
pt_pt: A imagem é apresentada quando não é encontrada nenhuma imagem.
uk_ua: Зображення яке буде відображається, якщо "зображення не знайдено".

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
et_ee: Tähistage postiindeksi formaat: kasutage L tähe jaoks, N numbri jaoks, ning C riigi ISO 3166-1 alpha-2 koodi jaoks. Näiteks, NNNNN Ameerika Ühendriikide, Prantsusmaa, Poola ja paljude muude jaoks; LNNNLLL Argentiina, jpm. Juhul, kui Teie ei soovi, et PrestaShop kontrolliks postiindeksit antud riigi jaoks, jätke väli tühjaks.
he_il: ציין את הפורמט של המיקוד: השתמש ב- L לאות, N למספר, וC עבור מדינות שהקוד שלהם ISO 3,166-1 alpha-2 . לדוגמא, NNNNN לארצות הברית, צרפת, פולין ועוד רבים אחרים; LNNNNLLL לארגנטינה, וכו '. אם אתה לא רוצה ש- PrestaShop יאמת את המיקוד למדינה הזאת, השאר את המקום ריק.
pt_pt: Indique o formato do código-postal: use L para uma letra, N para um número, e C para o código 3166-1 alpha-2 ISO do país. Por exemplo, NNNNN para Estados Unidos, França, Polónia e muitos outros; LNNNNLLL para Argentina, etc. Se não quer que a PrestaShop verifique o código postal para este país, deixe em branco.
sl_si: Prikazuje format poštne kode: uporabi L za črko, N za številko in C za kodo države ISO 3166-1 alpha-2 code. Na primer, NNNNN za United States, France, Poland in mnoge druge; LNNNNLLL za Argentino, etc. Če ne želite, da PrestaShop preverja poštne kode za to državo, pustite prazno.
sq_al: Tregoni formatin e kodit postar: përdorni L për një germë, N për një numër, dhe C për ISO 3166-1 alfa-2 kod të vendit. Për shembull, NNNNN për Shtetet e Bashkuara, Francë, Poloni, etj. Nëse nuk dëshironi që PrestaShop të verifikoj kodin postar për këtë vend, lëre bosh.
uk_ua: Вкажіть формат поштового індексу: використовуйте L для букви, N для числа, і C для ISO 3166-1 альфа-2 коду країни. Наприклад, NNNNN для України, NNNNN для Сполучених Штатів, Франції, Польщі та багатьох інших; LNNNNLLL для Аргентини і т.д. Якщо ви не хочете щоб PrestaShop перевіряв поштовий індекс для цієї країни, залиште це поле порожнім.

source: International call prefix, (e.g. 1 for United States).
he_il: קידומת חיוג בינלאומית, (למשל 972 לישראל).
pt_pt: Prefixo de chamada internacional (ex. 351 para Portugal).
sl_si: Mednarodna klicna predpona, (npr. 33 za Francijo).
sq_al: Prefiksi ndërkombëtar i thirrjeve (p.sh. 355 për Republikën e Shqipërisë).
uk_ua: Міжнародний телефонний префікс (напр., 38 для України).

source: List of pages in [1]%replace%[/1]
et_ee: Lehtede nimekiri [1]%replace%[/1]
he_il: רשימת הדפים ב- [/1]%replace%[1]
mg_mg: Lisitry ny pejy amin'ny [1]%replace%[/1]
pt_pt: Lista de páginas em [1]%replace%[/1]
sl_si: Seznam strani v [1]%replace%[/1]
uk_ua: Список сторінок у [1]%replace%[/1]

source: No Tax
et_ee: Maksudeta
he_il: ללא מס
pt_pt: Sem IVA
sl_si: Brez davka
sq_al: nuk ka TVSH
uk_ua: Без податку

source: Only the countries with the option "contains states" enabled are displayed.
he_il: מוצגות רק הארצות שבהם האופציה "מכילה מדינות" מופעלת.
pt_pt: Apenas serão mostrados os países com a opção \"contém estados\" ativada.
sl_si: Prikazane so samo države z omogočeno možnostjo " vsebije države".
uk_ua: Лише для країн з параметром "містить області" видно ввімкнення.

source: Provide the state name to be displayed in addresses and on invoices.
et_ee: Maakonna nimi, mida näidatakse arvetel ja aadressidel.
he_il: שם המדינה שתוצג בכתובות ובחשבוניות
mg_mg: Manome ny anaran'ny fanjakana izay haseho amin'ny adiresy sy amin'ny fakitiora.
pt_pt: Insira o nome do Estado para ser apresentado nos endereços e nas faturas.
sl_si: Ime zvezne države za prikaz na naslovih in računih.
uk_ua: Назва області, що відображатиметься в адресах та рахунках.

source: Restrict country selections in front office to those covered by active carriers
et_ee: Näita esilehel ainult neid riike, kuhu aktiivsed kullerid saavad kaupa saata
pt_pt: Restringir a seleção de países no Front Office àquelas cobertas pelos transportadores ativados
sl_si: Omejitev izbire držav v trgovini, samo na tiste, ki imajo določenega prevoznika
uk_ua: Обмежити вибір країн у фронт-офісі, тільки тими до яких є доставка

source: Search ISO code
et_ee: Otsi ISO koodi
pt_pt: Pesquisar um código ISO
sq_al: Kërko kodin ISO
uk_ua: Шукати код ISO

source: Search a word or expression, e.g.: "Order confirmation"
et_ee: Otsige sõna või väljendit, nt: "Tellimuse kinnitus"
he_il: חיפוש מילה או ביטוי, לדוגמה: "אישור הזמנה"
mg_mg: Mitady teny iray na fomba fiteny, oh.: "Fanamafisana kaomandy"
pt_pt: Pesquisar uma palavra ou expressão, como por exemplo: "Confirmação de encomenda"
sl_si: Išči besedno zvezo, npr.: "Potrditev naročila"
sq_al: Kërkoni një fjalë ose shprehje, p.sh.: "Konfirmimi i porosisë"
uk_ua: Пошук слова або виразу, наприклад: "Підтвердження замовлення"

source: Search code
et_ee: Otsi koodi
pt_pt: Pesquisar um código
sq_al: Kërko kodin
uk_ua: Шукати код

source: Search date format
et_ee: Otsi kuupäeva vormingut
pt_pt: Pesquisar por formato da data
sq_al: Formati i datës së kërkimit
uk_ua: Шукати формат дати

source: Search locale
uk_ua: Шукати локаль

source: Select whether or not to display tax on a distinct line in the cart.
et_ee: Vali, kas kuvada või mitte maksu eraldi real ostukorvis
he_il: בחר האם להציג את המס בשורה נפרדת בעגלת הקניות
pt_pt: Selecione se mostra ou não o IVA numa linha adicional no carrinho.
sl_si: Izberite ali želite v košarici v posebni vrstici prikazati tudi davek.
uk_ua: Виберіть, чи слід відображати податок на різні лінії в кошик

source: Select whether or not to include tax on purchases.
he_il: בחר האם לכלול/לא לכלול מס ברכישות.
pt_pt: indique se deve ser incluído o IVA nas compras.
sl_si: Izberite ali želite omogočiti davek pri nakupih.
uk_ua: Виберіть, включати чи ні податок в ціну.

source: Select which theme you would like to export your translations to.
et_ee: Vali teema millesse tahad tõlkida.
pt_pt: Selecione o tema para o qual pretende exportar as suas traduções.
sl_si: Izberite h kateri predlogi bi radi izvozili prevod.
uk_ua: Оберіть тему з якої ви хочете експортувати ваші переклади.

source: Select your module
et_ee: Valige oma moodul
he_il: בחר את המודול שלך
mg_mg: Safidiano ny module-nao
pt_pt: Selecione o seu módulo
sl_si: Izberite svoj modul
uk_ua: Оберіть модуль

source: Set browser language as default language.
et_ee: Määra veebilehitseja keel vaikimisi keeleks.
he_il: הגדר שפת דפדפן כשפת ברירת המחדל.
pt_pt: A imagem é apresentada quando não é encontrada nenhuma imagem.
uk_ua: Встановити мову браузера як мову за замовчуванням.

source: Set country corresponding to browser language.
et_ee: Määra riik veebilehitseja keele järgi.
he_il: הגדר מדינה המתאימה לשפת הדפדפן.
pt_pt: Definir o país correspondente ao idioma do browser.
uk_ua: Встановити країну відповідно до мови браузера.

source: Short date format (e.g., Y-m-d).
et_ee: Lühike kuupäeva formaat (nt. d.m.Y).
pt_pt: Formato curto da data (ex: A-m-d).
sl_si: Kratek format datuma (npr. %s).
uk_ua: Короткий формат дати (Y-m-d).

source: Some of these expressions use this special syntax: %s.
he_il: חלק מביטויים אלה משתמשים בתחביר מיוחד זה: %s.
pt_pt: Algumas destas expressões usam esta sintaxe especial: %s.
sl_si: Nekateri od teh izrazov uporabljajo posebno sintakso: %s.
uk_ua: Деякі з цих виразів використовують спеціальний синтаксис: %s.

source: Tax name to display in carts and on invoices (e.g. "VAT").
he_il: שם המס שיוצג בעגלת הקניות, (לדוגמה: מע"מ).
pt_pt: Designação do imposto a ser mostrado nos carrinhos e faturas (ex: \"IVA\").
sl_si: Ime davka za prikaz v košarici in na računu, (npr. DDV).
uk_ua: Назва податку, що відображається в кошику та рахунку (напр., "ПДВ").

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
he_il: קוד מזהה ISO 3166-1 alpha-2 עבור האיזור או המדינה שבה ממוקם השרת שלך באותיות קטנות (us, gb, fr, sp, ru, pl, nl וכו') il לישראל.
pt_pt: O identificador ISO 3166-1 alpha-2 para o país/região onde tem o servidor localizado, em minúsculas (us, gb, fr, sp, ru, pl, nl, etc.).
sl_si: ISO 3166-1 alpha-2 identifikator za državo/regijo kjer je lociran vaš brskalnik, z malimi črkami (us, gb, fr, sl, ru, pl, nl, etc.).
uk_ua: Ідентифікатор за ISO 3166-1 alpha-2 для країни/регіону де розташований ваш веб-сервер, прописними (ua, us, gb, fr, sp, ru, pl, nl, ін.).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
he_il: קוד מזהה ISO 639-1 עבור שפת המדינה שבה ממוקם השרת שלך (en, fr, sp, ru, pl, nl, וכו') he לעברית.
pt_pt: O identificador ISO 639-1 para o idioma do país onde tem o servidor localizado (en, fr, sp, ru, pl, nl, etc.).
sl_si: ISO 639-1 identifikator za jezik države, kjer je lociran vaš strežnik (en, fr, sp, ru, pl, nl, etc.).
uk_ua: Ідентифікатор мови за ISO 639-1 для країни розташування вашого веб-серверу (uk, en, fr, sp, ru, pl, nl, ін.).

source: The default country used in your shop.
et_ee: Vaikimisi riik, mida Teie poes kasutatakse.
he_il: ארץ ברירת המחדל שבשימוש החנות שלך.
pt_pt: O país utilizado por omissão na sua loja.
sl_si: Privzeta država znotraj vaše trgovine.
uk_ua: Країна, що використовується в магазині за замовчуванням.

source: The default currency used in your shop.
et_ee: Vaikimisi valuuta, mida Teie poes kasutatakse.
he_il: מטבע ברירת המחדל שבשמוש החנות.
pt_pt: A moeda utilizada por omissão na sua loja.
sl_si: Privzeta valuta znotraj vaše trgovine.
uk_ua: Типова валюта, що використовується в вашому магазині.

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
he_il: ברירת מחדל עבור יחידת המימד בחנותך (למשל "cm" לסנטימטר, "in" לאינץ, וכו ').
pt_pt: A unidade de dimensão padrão para a loja (ex.: "cm" para centímetros, etc.).
sl_si: Privzeta enota dimenzije za trgovino (e.g. "cm" za centimeter, "in" za inch, etc.).
uk_ua: Типова одиниця довжини для вашого магазину (напр., "см" для сантиметрів, інше).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
he_il: ברירת מחדל עבור יחידת המרחק בחנותך (למשל, "km" לק"מ, "mi" למייל, וכו ').
pt_pt: A unidade de distância padrão para a loja (ex.: "km" para quilómetro, etc.).
sl_si: Privzeta enota razdalje za vašo trgovino (e.g. "km" za kilometer, "mi" za milje, etc.).
uk_ua: Типова одиниця відстані для вашого магазину (напр., "км" для кілометрів, "мі" для миль, інше).
