Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersNotification.*.xlf
Languages: az_az, bn_bd, el_gr, es_mx, mk_mk, ms_my, sl_si

source: Administrator permissions cannot be modified.
az_az: Admin hüquqları dəyişdirilə bilməz
bn_bd: অ্যাডমিনিস্ট্রেটর অনুমতি পরিবর্তন করা যায় না .
el_gr: Τα δικαιώματα διαχειριστή δεν μπορούν να αλλαχθούν.
es_mx: permisos de Administrador no puede modificar.
mk_mk: Администраторските дозволи не може да се модифицираат.
ms_my: Administrator permissions can't be modified.
sl_si: Dovoljenj administratorja ne morete spreminjati.

source: Importing your data...
az_az: Verilənləriniz idxal edilir...
el_gr: Εισάγονται τα δεδομένα σας...
es_mx: Importando tus datos...
mk_mk: Внесување на вашите податоци...
sl_si: Uvažanje...

source: Data imported!
az_az: Məlumatlar idxal olundu!
el_gr: Τα δεδομένα έχουν εισαχθεί!
es_mx: ¡Datos importados!
mk_mk: Внесени податоци!
sl_si: Uvoz podatkov!

source: Look at your listings to make sure it's all there as you wished.
el_gr: Κοιτάξτε τις καταχωρίσεις σας για να βεβαιωθείτε ότι είναι όλα εκεί όπως επιθυμείτε.
es_mx: Verifica tus listados para cerciorarte de que todo está como deseas.
mk_mk: Погледнете ги вашите огласи за да бидете сигурни дека сето тоа е таму како што посакувате.
sl_si: Preglej svoj spisek, da se prepričaš, da je vse na njem.

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
az_az: Diqqət, indiki idxal daha çox məlumatların əldə olunması üçün PHP quraşdırmalarını yenilənməsi gərəkdirir. Əgər indiki idxal bitmədən dayanarsa, siz PHP quraşdırmalarınızda "post_max_size" bölməsini ən azı [1]%size%[/1] MB artırın və yenidən yoxlayın.
el_gr: Προειδοποίηση, η τρέχουσα εισαγωγή ενδέχεται να απαιτεί ενημέρωση ρυθμίσεων PHP, ώστε να είναι δυνατή η μεταφορά περισσότερων δεδομένων. Αν η τρέχουσα εισαγωγή σταματήσει πριν από το τέλος, θα πρέπει να αυξήσετε τη ρύθμιση "post_max_size" της PHP στο [1]%size% [/1] MB τουλάχιστον και να προσπαθήσετε ξανά.
es_mx: Advertencia, la importación actual puede requerir una actualización de la configuración de PHP, para permitir mayor transferencia de datos. Si la importación actual se detiene antes del final, debes aumentar el valor de "post_max_size" de PHP a [1]%size%[/1]MB como mínimo, y probar a intentarlo de nuevo.
mk_mk: Предупредување, моменталниот внес може да бара ажурирање на PHP поставување, за да дозволи да се пренесат повеќе податоци. Ако тековниот внес застанува пред крајот, треба да го зголемите вашето PHP "post_max_size" поставување на најмалку [1]%size%[/1]MB барем и обидете се повторно.
sl_si: Opozorilo, trenutni uvoz morda zahteva posodobitev PHP nastavitev, da bo mogoče uvoziti več podatkov.Če se trenutno uvažanje ustavi pred koncem, moraš povečati PHP "post_max_size" nastavitve na vsaj [1]%size%[/1]MB in poizkusiti ponovno.

source: Some errors were detected. Please check the details:
az_az: Bir neçə səvh tapıldı. Buyurun, detalları yoxlayın:
el_gr: Εντοπίστηκαν ορισμένα σφάλματα. Παρακαλούμε ελέγξτε τις λεπτομέρειες:
es_mx: Se detectaron algunos errores. Por favor, revise los detalles:
mk_mk: Некои грешки беа откриени. Проверете ги деталите:
sl_si: Najdenih je bilo nekaj napak. Prosim preveri povzetek:

source: Errors occurred:
az_az: Səvhlər baş verdi:
el_gr: Παρουσιάστηκε σφάλμα:
es_mx: Se produjeron errores:
mk_mk: Настанаa грешки:
sl_si: Prišlo je do napak:

source: We made the following adjustments:
az_az: Biz aşağıdakı düzəlişləri etdik:
el_gr: Κάναμε τις ακόλουθες προσαρμογές:
es_mx: Realizamos los siguientes ajustes:
mk_mk: Ние ги направивме следниве прилагодувања:
sl_si: Naredili smo sledeče prilagoditve:

source: Validating data...
az_az: Məlumatlar yoxlanır...
el_gr: Επαλήθευση δεδομένων...
es_mx: Validando datos...
mk_mk: Потврдување на податоци...
sl_si: Preverjanje veljavnosti...

source: Ignore warnings and continue?
az_az: Xəbərdarlıqları gözardı edərək davam etmək istəyirsiniz?
el_gr: Αγνόησή των προειδοποιήσεων και συνέχεια;
es_mx: ¿Ignorar las advertencias y continuar?
mk_mk: Игнорирај ги предупредувањата и продолжи?
sl_si: Prezrem opozorila in nadaljujem?

source: Abort import
az_az: İdxaldan imtina
el_gr: Ακύρωση Εισαγωγής
es_mx: Cancelar importación
mk_mk: За внесот
sl_si: Preklic uvoza

source: Aborting, please wait...
az_az: Pozulur, zəhmət olmasa, gözləyin...
el_gr: Ματαίωση. Παρακαλώ περίμενε...
es_mx: Anulando. Por favor, espere...
mk_mk: Прекинување, ве молиме почекајте...
sl_si: Preklicevanje, prosim počakajte...

source: [1]%percentage%[/1]% validated
az_az: [1]%percentage%[/1]% təsdiqləndi
el_gr: [1]%percentage%[/1]% Επικυρωμένα
es_mx: [1]%percentage%[/1]% validado
mk_mk: [1]%percentage%[/1]% потврдени
sl_si: [1]%percentage%[/1]% preverjeno

source: Processing next page...
az_az: Sonrakı səhifə hazırlanır...
el_gr: Επεξεργασία επόμενης σελίδας...
es_mx: Procesando la página siguiente...
mk_mk: Обработка на следната страница...
sl_si: Naslednja stran se nalaga...

source: Linking accessories...
el_gr: Σύνδεση αξεσουάρ...
es_mx: Vinculando accesorios...
mk_mk: Поврзување додатоци...
sl_si: Povezujem dodatke...

source: [1]%size%[/1]% imported
az_az: [1]%size%[/1]% idxal olundu
el_gr: [1]%size%[/1]% Εισήχθησαν
es_mx: [1]%size%[/1]% importado
mk_mk: [1]%size%[/1]% внесени
sl_si: [1]%size%[/1]% uvoženo

source: Error - The following e-mail template is missing: %s
el_gr: Σφάλμα - Το παρακάτω πρότυπο e-mail λείπει: %s
es_mx: Error - Falta la siguiente plantilla de correo electrónico: %s
mk_mk: Грешка - Следниот e-mail шаблон недостасува: %s
sl_si: Napaka - Manjka naslednji template za E-pošto: %s

source: Error deleting
az_az: Səhv silinmə
bn_bd: মুছে ফেলার সময় ত্রুটি ঘটেছে
el_gr: Σφάλμα κατά τη διαγραφή
es_mx: Error de eliminación
mk_mk: Грешка при бришење
sl_si: Napaka pri brisanju

source: "Backup" directory does not exist.
az_az: "Yedəkləmə" qovluğu yoxdur.
bn_bd: "ব্যাক আপ" ডিরেক্টরির অস্তিত্ব নেই
el_gr: "Backup" το ευρετηρίο δεν υπάρχει.
es_mx: El directorio "Backup" no existe.
mk_mk: "Backup" директориумот не постои
sl_si: Mapa z varnostnimi kopijami ne obstaja.

source: Invalid ID
az_az: Yalnış İD
bn_bd: ভুল ID
el_gr: Μη έγκυρο ID
es_mx: ID no válido
mk_mk: Невалиден ID
ms_my: ID tidak sah
sl_si: Napačni ID

source: Unable to create backup file
az_az: Yedəkləmə faylını yaratmaq olmur
bn_bd: ব্যাকআপ ফাইল তৈরি করা যায় নি
el_gr: Δεν είναι δυνατή η δημιουργία αρχείου αντιγράφου ασφαλείας
es_mx: Imposible crear un archivo de backup
mk_mk: Не може да се креира бекап датотека
sl_si: Ne morem ustvariti varnostne kopije

source: An error occurred while backing up. Unable to obtain the schema of %s
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία αντιγράφων ασφαλείας. Δεν ήταν δυνατή η λήψη του schema της %s
es_mx: Se ha producido un error durante la copia de seguridad. No se puede obtener el esquema de %s
mk_mk: Се појави грешка при резервна копија. Не може да се добие шема од %s
sl_si: Prišlo je do napake med ustvarjanjem arhiva. Ne morem pridobiti sheme od %s

source: No valid tables were found to backup.
az_az: Yedəkləmə üçün heç bir düzgün masa tapılmadı.
el_gr: Δεν βρέθηκαν έγκυροι πίνακες για το backup.
es_mx: No se encontraron tablas válidas para realizar copias de seguridad.
mk_mk: не се пронајдени валидни табели за заштита.
sl_si: Ni najdenih veljavnih tabel za varnostno kopijo.

source: An error occurred while uploading / copying the file.
az_az: Fayl yüklənərkən / köçürülərkən bir yanlışlıq oldu.
bn_bd: ফাইল আপলোড/কপি প্রক্রিয়ার সময় একটি ত্রুটি ঘটেছে .
el_gr: Παρουσιάστηκε ένα σφάλμα κατά τη μεταφόρτωση και την αντιγραφή αρχείων
es_mx: Se ha producido un error al descargar / copiar el archivo
mk_mk: Настана грешка при додавање / копирање на датотеката.
ms_my: an error occurred while uploading and copying file
sl_si: Napaka pri nalaganju/kopiranju datoteke.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
az_az: Yüklənilən fayl php.ini faylındakı upload_max_filesize limitini aşır. Əgər serveriniz buna yol verirsə, .htaccess faylındakı limiti artıra bilərsiniz.
bn_bd: আপলোড করা ফাইল php.ini এর upload_max_filesize ডিরেকটিভ হতে আকারে বড়।যদি আপনার সার্ভার কনফিগারেশন অনুমতি দেয় তবে আপনি আপনি .htaccess এ একটি ডিরেকটিভ যোগ করতে পারেন।
el_gr: Το φορτωμένο αρχείουπερβαίνει το upload_max_filesize στο php.ini. Αν επιτρέπει η ρύθμιση του διακομιστή, προσθέστε οδηγία στο .htaccess.
es_mx: El archivo subido excede la directiva upload_max_filesize en php.ini. Si la configuración del servidor lo permite, puede agregar una directiva en el archivo .htaccess.
mk_mk: Додаденото досие ја наадминува директивата за максимум додаавање во php.ini.Доколку Вашата конфигурација на сервер дозволува можете да додадете директива во Вашиот .htaccess
sl_si: Naložena datoteka presega direktivo maksimalne velikost v php.ini. Če vam strežniška konfiguracija to omogoča, lahko dodate direktivo v vaš .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
el_gr: Το ανεβασμένο αρχείο ξεπερνά την οδηγία post_max_size στο php.ini. Αν οι ρυθμίσεις του server σας το επιτρέπουν, μπορείτε να προσθέσετε μια εντολή στο .htaccess, για παράδειγμα:
es_mx: El archivo cargado excede la directiva post_max_size en php.ini. Si la configuración de su servidor lo permite, puede agregar una directiva en el .htaccess, por ejemplo:
mk_mk: Поставената датотека ја надминува директивата post_max_size во php.ini. Ако конфигурацијата на вашиот сервер ја дозволува, можете да додадете директива во вашиот. htaccess, на пример:
sl_si: Datoteka za nalaganje je presegla post_max_size directive in php.ini. Če vaše nastavitve strežnika dovoljujejo, lahko dodate direktivo v vaš .htaccess, na primer:

source: The uploaded file was only partially uploaded.
az_az: Yüklənən faylın yalnız bir parçası yükləndi.
bn_bd: আপলোড করার ফাইলটি শুধুমাত্র আংশিকভাবে আপলোড হয়েছে
el_gr: Το αρχείο μεταφορτώθηκε μερικώς.
es_mx: El archivo subido fue sólo parcialmente cargado.
mk_mk: Додадената датотека само делумно беше додадена.
sl_si: Naložena datoteka je bila le delno naložena.

source: No file was uploaded.
az_az: Heç bir fayl yüklənmədi.
bn_bd: কোনো ফাইল আপলোড করা হয় নি
el_gr: Δεν μεταφορτώθηκε αρχείο
es_mx: No se han subido archivos.
mk_mk: Датотеката не беше додадена
sl_si: Ni bila naložena nobena datoteka

source: To proceed, please upload a file first.
az_az: Davam etmək üçün, öncə bir fayl yükləyin.
el_gr: Πριν προχωρήσετε, ανεβάστε ένα αρχείο.
es_mx: Para continuar, por favor suba un archivo primero.
mk_mk: За да продолжите, прво ставете датотека.
sl_si: Za nadaljevanje, prosim prvo naložite datoteko.

source: The import directory doesn't exist. Please check your file path.
el_gr: Ο κατάλογος εισαγωγής δεν υπάρχει. Ελέγξτε τη διαδρομή αρχείων.
es_mx: El directorio de importación no existe. Comprueba la ruta del archivo.
mk_mk: Директориумот за увоз не постои. Ве молиме проверете ја патеката на датотеката.
sl_si: Mapa za uvoz ne obstaja. Prosim preverite pot.

source: The import directory must be writable (CHMOD 755 / 777).
az_az: İdxal kataloqu düzəlişə açıq olmalıdır (CHMOD 755 / 777).
el_gr: Ο υποκατάλογος εισαγωγής πρέπει να είναι εγγράψιμος (CHMOD 755 / 777).
es_mx: La carpeta import debe tener permisos de escritura (CHMOD 755 / 777).
mk_mk: директориумот за иморт мора да е впишлив (CHMOD 755 / 777).
sl_si: Mapa za uvažanje mora biti zapisljiva (CHMOD 755 / 777).

source: %1$s (ID: %2$s) cannot be saved
az_az: %1$s (İD: %2$s) yadda saxlanmadı
bn_bd: %1$s (ID: %2$s)সংরক্ষণ করা যাবে না
el_gr: %1$s (ID: %2$s) δεν μπορεί να αποθηκευτεί
es_mx: %1$s (ID: %2$s) no se puede guardar
mk_mk: %1$s (број:%2$s) не може да се сними
sl_si: %1$s (ID: %2$s) ne more biti shranjeno

source: Shop is not valid
az_az: Dükan düzgün deyil
bn_bd: দোকানটি ভ্যালিড নয়
el_gr: Το κατάστημα δεν είναι έγκυρο
es_mx: La tienda no es valida
mk_mk: продавницата не е валидна
sl_si: Trgovina ni veljavna

source: Unknown tax rule group ID. You need to create a group with this ID first.
el_gr: Άγνωστο ID ομάδας φορολογικών κανόνων. Πρέπει πρώτα να δημιουργήσετε μια ομάδα με αυτό το ID.
es_mx: ID de grupo de IVA desconocido. Tiene que crear un grupo con este ID primero.
mk_mk: Непознат идентификациски ИД на даночното правило. Треба прво да креирате група со ова ИД.
sl_si: Napačen ID skupine davčnih pravil, najprej morate ustvariti skupino s tem ID-jem.

source: %data% cannot be saved
az_az: %data% yadda saxlanmadı
el_gr: %data% δεν μπορεί να αποθηκευτεί
es_mx: %data% no puede ser guerdada
mk_mk: %data% не може да се зачува
sl_si: %data% ni mogoče shraniti

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
el_gr: Επανεγγραφή συνδέσμου για το %1$s (ID %2$s): ξαναγράφτηκε ως %3$s.
es_mx: Sobrescribir enlace por %1$s (ID %2$s): ha sido reemplazado como %3$s.
mk_mk: Препишете ја врската за %1$s (ИД %2$s): повторно напишан како %3$s.
sl_si: Prepiši povezavo za %1$s (ID: %2$s): prepisana kot %3$s.

source: Discount is invalid
az_az: Endirim keçərsizdir
bn_bd: ছাড়টি ভ্যালিড নয়
el_gr: Η έκπτωση δεν είναι έγκυρη
es_mx: El descuento no es válido
mk_mk: Попустот е невалиден
sl_si: Popust je napačen

source: Tags list is invalid
bn_bd: ট্যাগ লিস্টটি ভ্যালিড নয়
el_gr: Η λίστα ετικετών δεν είναι έγκυρη
es_mx: Lista de etiquetas no valida
mk_mk: листата со тагови е невалидна
sl_si: Seznam značk je napačen

source: Error copying image: %url%
el_gr: Σφάλμα κατά την αντιγραφή της εικόνας: %url%
es_mx: Error al copiar la imagen: %url%
mk_mk: Грешка при копирање на сликата: %url%
sl_si: Napaka pri kopiranju slike: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
az_az: Məhsul #%id%: bu şəkli (%url%) yaddaşda saxlamaq olmadı.
el_gr: Προϊόν #%id%: η φωτογραφία (%url%) δε μπορεί να αποθηκευτεί.
es_mx: Producto #%id%: la imagen (%url%) no puede ser guardada.
mk_mk: Производот #%id%: сликата (%url%) не може да се зачува.
sl_si: Izdelek #%id%: slika (%url%) ne more biti shranjena.

source: There is an empty row in the file that won't be imported.
el_gr: Υπάρχει μια κενή γραμμή στο αρχείο, η οποία δεν θα εισαχθεί.
es_mx: Hay una fila vacía en el archivo que no será importada.
mk_mk: Во датотеката постои празен ред кој нема да биде внесен.
sl_si: V datoteki je prazna vrstica, ki ne bo naložena.

source: %s import
bn_bd: %s ইমপোর্ট
el_gr: εισαγωγή %s
es_mx: %s importar
mk_mk: %s увоз
sl_si: %s uvoz

source: (from %s to %s)
az_az: (%s - %s)
bn_bd: (%s হতে %s পর্যন্ত)
el_gr: (από %s σε %s)
es_mx: (desde %s hasta %s)
mk_mk: (од %s до %s)
ms_my: (dari %s ke %s)
sl_si: (od %s v %s)

source: with truncate
bn_bd: সংক্ষিপ্ত করনের সহিত
el_gr: με περικοπή
es_mx: con truncamiento
mk_mk: со намалување
sl_si: z okrajšavo

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
az_az: Bölmənin ID-si unikal olmalıdır. Kök və Ev bölmələrinin adı eyni ola bilməz.
el_gr: Το αναγνωριστικό κατηγορίας πρέπει να είναι μοναδικό. Δεν μπορεί να είναι το ίδιο με την ριζική ή κεντρική κατηγορία.
es_mx: El ID de categoría debe ser único. No puede ser el mismo que el de la categoría Raíz o Inicio.
mk_mk: ИДто на категоријата мора да биде уникатно. Тоа не може да биде исто како оној за Главната или Домашната категорија.
sl_si: ID kategorije mora biti unikaten. Ne more biti enak kot je za Korensko ali domačo kategorijo.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
el_gr: Το Αναγνωριστικό κατηγορίας πρέπει να είναι μοναδικό. Δεν μπορεί να είναι το ίδιο με την γονική κατηγορία (ID: %1$s).
es_mx: El ID de categoría debe ser único. No puede ser el mismo que el de la categoría padre (ID: %1$s).
mk_mk: ИДто на категоријата мора да биде уникатно. Не може да биде исто како она за матичната категорија (ИД: %1$s).
sl_si: ID kategorije mora biti unikatna. Ne more biti enaka kot je za nadrejeno kategorijo (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
az_az: Bölmə özünün valideyini ola bilməz. Siz onun adını dəyişməlisiniz (indiki adı: %1$s).
el_gr: Μια κατηγορία δεν μπορεί να είναι η γονική του εαυτού της. Θα πρέπει να την μετονομάσετε (τρέχον όνομα: %1$s).
es_mx: Una categoría no puede ser su propio padre. Debes renombrarla (nombre actual: %1$s).
mk_mk: Категоријата не може да биде свој родител. Треба да го преименувате (моментално име: %1$s).
sl_si: Kategorija ne more biti sama svoja. Morate jo preimenovati (trenutno ime: %1$s).

source: %category_name% (ID: %id%) cannot be saved
el_gr: Η %category_name% (ID: %id%) δεν μπορεί να αποθηκευτεί
es_mx: %category_name% (ID: %id%) no se puede guardar
mk_mk: %category_name% (ИД:%id%) не може да се зачува
sl_si: %category_name% (ID: %id%) ne more biti shranjeno

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
el_gr: Η επανεγγραφή URL απέτυχε να δημιουργήσει αυτόματα ένα φιλικό URL για: %category_name%
es_mx: Error al reescribir la URL a una URL amigable autogenerada para: %category_name%
mk_mk: URL препишувањето не успеа автоматски да генерира пријателски URL за: %category_name%
sl_si: Prepis URLja ni uspel avtomatsko ustvariti prijateljskega URLja za: %category_name%

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
el_gr: Μια κατηγορία δεν μπορεί να είναι γονική του εαυτού της. Το ID της γονικής κατηγορίας είτε λείπει είτε είναι άγνωστο (ID: %1$s).
es_mx: Una categoría no puede ser raíz de sí misma. El ID de la categoría padre es inexistente o se desconoce (ID: %1$s).
mk_mk: Категоријата не може да биде свој родител. ИДто на матичната категорија е или исчезнат или непознат (ИД: %1$s).
sl_si: Kategorija ne more biti svoja matična. ID matične kategorije ali manjka ali je neznan ID (ID: %1$s).

source: The root category cannot be modified.
bn_bd: রুট ক্যাটাগরি পরিবর্তন করা যাবে না।
el_gr: Η κατηγορία Root δεν μπορεί να τροποποιηθεί.
es_mx: La categoría Raíz no se puede modificar
mk_mk: Главната категорија не може да се промени
sl_si: Korenska kategorija ne more biti spremenjena.

source: cannot be copied.
az_az: Köçürülə bilməz
bn_bd: কপি করা যাবে না।
el_gr: δε μπορεί να αντιγραφεί.
es_mx: No se puede copiar
mk_mk: не мозе да се копира
sl_si: ni mogoče kopirati.

source: %1$s (ID: %2$s) cannot be %3$s
az_az: %1$s (İD: %2$s) %3$s ola bilməz
el_gr: %1$s (ID: %2$s) δεν μπορεί να είναι %3$s
es_mx: %1$s (ID: %2$s) no puede %3$s
mk_mk: %1$s (ИД: %2$s) не може да биде %3$s
sl_si: %1$s (ID: %2$s) ne more biti %3$s

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
el_gr: Το αρχείο σας έχει επιτυχώς εισαχθεί στο κατάστημα. Μην ξεχάσετε να αναδημιουργήσετε το ευρετήριο αναζήτησης προϊόντων.
es_mx: Tu archivo se ha importado correctamente en tu tienda. No olvides reconstruir el índice de búsqueda de los productos.
mk_mk: Вашата датотека е успешно внесена во вашиот пазар. Не заборавајте да го реконструирате индексот за пребарување на производите.
sl_si: Vaša datoteka je bila uspešno uvožena v vašo trgovino. Ne pozabite ponovno ustvarit indeksa iskanja izdelkov.

source: (click to open "Generators" page)
az_az: ("Generators" səhifəsini açmaq üçün tıklayın)
bn_bd: ("জেনারেটর" পৃষ্ঠা খোলার জন্য ক্লিক করুন)
el_gr: (κλικ για ανοιγμα σελίδας "Generators")
es_mx: (haga clic para abrir la página "generadores")
mk_mk: (кликнете за де се отвори страната "Генератори"
sl_si: (kliknite za odpiranje strani "Generatorji")

source: No image was found for combination with id_product = %s and image position = %s.
bn_bd: id_পণ্য = %s এবং চিত্র অবস্থান= %s এর সমন্বয়ের জন্য কোনো চিত্র পাওয়া যায় নি
el_gr: Δεν βρέθηκε εικόνα για συνδυασμό με id_product = %s και θέση εικόνας = %s.
es_mx: No se ha encontrado ninguna imágen para la combinación con id_product = %s, y la posición de la imagen = %s.
mk_mk: не е пронајдена слика за комбинација со продукт број =%s и позиција на слика = %s.
sl_si: Za kombinacijo z id_produkta = %s in pozicijo slike = %s ni bilo najdene nobene slike.

source: EAN-13 "%ean13%" has incorrect value for product with ID %id%.
el_gr: Ο EAN13 "%ean13%" έχει λανθασμένη τιμή για το προϊόν με κωδ %id%.
es_mx: El código EAN-13 "%ean13%" tiene un valor incorrecto para el producto con ID %id%.

source: Email address %1$s (ID: %2$s) cannot be validated.
el_gr: Η διεύθυνση Email %1$s (ID: %2$s) δεν μπορεί να επιβεβαιωθεί.
es_mx: La dirección de correo electrónico %1$s (ID: %2$s) no se puede validar.
mk_mk: E-mail адресата %1$s (ИД: %2$s) не може да биде потврдена.
sl_si: Email naslov %1$s (ID: %2$s) ne more biti potrjen.

source: Email address %1$s (ID: %2$s) cannot be saved.
az_az: Email ünvanı %1$s (İD: %2$s) yadda saxlanmadı.
el_gr: Η διεύθυνση Email %1$s (ID: %2$s) δεν μπορεί να αποθηκευτεί.
es_mx: No se puede guardar la dirección de correo electrónico %1$s (ID: %2$s).
mk_mk: E-mail адресата %1$s (ИД: %2$s) не може да биде зачувана.
sl_si: Email naslov %1$s (ID: %2$s) ne more biti shranjen.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
el_gr: %1$s δεν υπάρχει στην βάση δεδομένων %2$s (ID: %3$s), οπότε δεν μπορεί να επικυρωθεί
es_mx: %1$s no existe en la base de datos %2$s (ID: %3$s), y por lo tanto no puede ser validada
mk_mk: %1$s не постои во базата на податоци %2$s (ИД: %3$s), и затоа не може да се потврди
sl_si: %1$s ne obstaja v bazi podatkov %2$s (ID: %3$s), in zato ne more biti potrjen

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
az_az: %1$s verilənlər bazasında yoxdur %2$s (ID: %3$s) və buna görə də yaddaşda saxlamaq olmur
el_gr: %1$s δεν υπάρχει στην βάση δεδομένων %2$s (ID: %3$s), οπότε δεν μπορεί να αποθηκευτεί
es_mx: %1$s no existe en la base de datos %2$s (ID: %3$s), y por lo tanto no puede guardarse
mk_mk: %1$s не постои во базата на податоци %2$s (ИД: %3$s), и затоа не може да се зачува
sl_si: %1$s ne obstaja v bazi podatkov %2$s (ID: %3$s), in zato ne more biti shranjen

source: "%email%" is not a valid email address.
az_az: "%email%" keçərli email ünvanı deyil.
el_gr: "%email%": Δεν είναι μια έγκυρη διεύθυνση e-mail.
es_mx: "%email%" no es una dirección de correo electrónico válida.
mk_mk: %email% не е валидна e-mail адреса.
sl_si: "%email%" ni veljaven mail naslov.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
el_gr: Ο πελάτης ID #%d δεν υπάρχει στην βάση δεδομένων, οπότε δεν μπορεί να επιβεβαιωθεί.
es_mx: La ID de cliente #%d no existe en la base de datos y, por lo tanto, no se puede validar.
mk_mk: ИДто на клиентот #%d не постои во базата на податоци и затоа не може да се потврди.
sl_si: Id kupca #%d ne obstaja v bazi podatkov in zato ne more biti potrjen.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
el_gr: Ο κωδικός πελάτη #%d δεν υπάρχει στην βάση δεδομένων, οπότε δεν μπορεί να αποθηκευτεί.
es_mx: El ID de cliente #%d no existe en la base de datos y, por lo tanto, no se puede guardar.
mk_mk: број на клиент %d не постои во базата и не може да се снима.
sl_si: Id kupca #%d ne obstaja v bazi podatkov in zato ne more biti shranjen.

source: Supplier is invalid
az_az: Təchizatçı yanlışdır
bn_bd: সরবরাহকারী ভ্যালিড নয়
el_gr: Προμηθευτής δεν είναι έγκυρη
es_mx: Proveedor no válido
mk_mk: Добавувачот е невалиден
ms_my: Supplier not valid
sl_si: Dobavitelj ni veljaven

source: Alias is invalid
bn_bd: Alias ​​সঠিক নয়
el_gr: Το ψευδώνυμο είναι προβληματικό
es_mx: Alias no es válido
mk_mk: називот е неточен
sl_si: Vzdevek je napačen
