Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersHelp.*.xlf
Languages: bg_bg, bn_bd, ca_es, fi_fi, lt_lt, no_no, sk_sk, sv_se

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
bg_bg: Не можеш да редактираш групата магазини, тъй като настоящият магазин принадлежи към група с активирани \"споделени\" опции.
bn_bd: আপনি এই দোকান গ্রপ এডিট করতে পারবেন না কারন এর গ্রুপ এ \"share\"অপশন সক্রিয় করা আছে
ca_es: No podeu modificar el grup de botiga perquè la botiga actual pertany a un grup amb l'opció "compartir" activada.
fi_fi: Et voi muuttaa tämän kaupan kaupparyhmää, koska tämä kauppa kuuluu ryhmään, jossa "Jaa"-asetukset ovat käytössä.
lt_lt: Negalite redaguoti parduotuvės grupės nes dabartinė parduotuvė priklauso grupei su įjungta \"dalinimosi\" opcija.
no_no: Du kan ikke redigere butikkgruppen fordi den nåværende butikken tilhører en gruppe med "dele"-alternativet aktivert.
sk_sk: Nemôžete upraviť skupinu obchodov, pretože aktuálny obchod patrí do skupiny so zapnutou voľbou "zdieľať".
sv_se: Du kan inte redigera butiken eftersom den tillhör en grupp som har \"dela\" inställningen aktiverad.

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
bg_bg: Това е основната категория за магазина, който създадохте. За да зададете нова основна категория за Вашият магазин, [1]моля натиснете тук[/1].
ca_es: Aquesta és la categoria arrel de la botiga que heu creat. Per a definir una categoria arrel nova per a la vostra botiga, [1]cliqueu aquí[/1].
fi_fi: Tämä on luomasi kaupan päätuoteryhmä. Määrittääksesi uuden päätuoteryhmän [1]klikkaa tästä[/1].
lt_lt: Tai yra šakninė kategorija jūsų parduotuvėje. Jei norite nurodyti naują šakninę kategoriją savo parduotuvėje, [1]pauskite čia[/1].
no_no: Dette er rot-kategorien til butikken du laget. For å velge en ny rotkategori for butikken din, [1]vennligst klikk her[/1].
sk_sk: Toto je koreňová kategória obchodu, ktorý ste vytvorili. Aby ste pre Váš obchod definovali novú koreňovú kategóriu, [1]kliknite prosím sem[/1].
sv_se: Det här är rotkategorin i butiken du skapat. För att definiera en ny rotkategori, [1]klicka här[/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
bg_bg: С избирането на асоциирани категории, избираш да споделиш категориите между магазините. Веднъж асоциирани помежду си, всяка промяна в дадена категория ще има отражение във всички магазини.
bn_bd: সংশ্লিষ্ট ক্যাটাগরি নির্বাচন করে,আপনি দোকানগুলোর মধ্যে ক্যাটাগরি ভাগ করা নির্বাচন করেছেন।একবার দোকানগুলোর মধ্যে যুক্ত হলে,এই বিষয়শ্রেণীতে কোনো পরিবর্তন প্রতি দোকানে প্রদর্শিত হবে।
ca_es: Seleccionant categories associades, podeu compartir categories entre diferents botigues. Si modifiqueu una categoria associada, modificareu les botigues que la tinguin associada.
fi_fi: Valitsemalla yhteen kuuluvat luokat päätät luokkien jakamisesta myymälöiden välillä. Liittäessä luokkia myymälöihin kaikki muutokset tässä luokassa vaikuttavat jokaiseen myymälään.
lt_lt: Pasirinkdami susijusias kategorijas, jūs pasirenkate dalintis kategorijas tarp parduotuvių. Taip tarp parduotuvių susiejus kategoriją, visi šios kategorijos pakeitimai paveiks visas parduotuves.
no_no: Ved å velge tilknyttede kategorier har du valgt å dele kategoriene mellom butikkene. Når butikkene er tilknyttet en kategori vil enhver endring i kategorien ha innvirkning på alle butikker.
sk_sk: Výberom príslušných kategórií sa rozhodnete zdieľať kategórie medzi rôznymi obchodmi. Akonáhle vytvoríte spojenie medzi obchodmi, bude akákoľvek zmena v jednej zo spojených kategórií ovplyvňovať všetky obchody, pre ktoré budú kategórie spojené.
sv_se: Genom att välja associerade kategorier, väljer du att dela kategorierna mellan olika butiker. När de är delade, så påverkas samtliga butiker av förändringar på kategorierna.

source: Whether or not to display this store.
bg_bg: Дали да се показва този магазин или не.
ca_es: Mostrar o no aquesta botiga.
fi_fi: Näytä tai piilota tämä myymälä.
lt_lt: Rodyti ar nerodyti šią parduotuvę.
no_no: Vis eller ikke vis denne butikken.
sk_sk: Zobraziť alebo skryť obchod.
sv_se: Visa/visa inte den här butiken.

source: Storefront picture.
bg_bg: Лицево изображение.
ca_es: Imatge de presentació de la botiga.
fi_fi: Myymälän kuva.
lt_lt: Parduotuvės paveiksliukas.
no_no: Presentasjonsbilde av butikken.
sk_sk: Obrázok predajne.
sv_se: Bild på butiken.

source: Displayed in emails sent to customers.
bg_bg: Вижда се в изпратените до клиентите имейли.
ca_es: Mostrat als correus electrònics enviats als clients.
fi_fi: Näytetään asiakkaille lähtevissä sähköposteissa.
lt_lt: Rodoma el. pašto laiškuose, siunčiamuose klientams.
no_no: Vises i epost sendt til kunder.
sk_sk: Zobrazuje sa v e-mailoch zaslaných zákazníkom.
sv_se: Visas i e-post som skickas till kunderna.

source: Shop registration information (e.g. SIRET or RCS).
bg_bg: Информация за регистрирацията на магазина (напр. ЕИК или RCS).
ca_es: Informació de registre de la botiga (p. ex. SIRET or RCS).
fi_fi: Kaupan rekisteröintitiedot (esim. y-tunnus).
lt_lt: Parduotuvės registracijos informacija (pvz. SIRET arba RCS).
no_no: Butikkens registreringsinformasjon (f.eks. SIRET eller RCS).
sk_sk: Registračné informácie obchodu (napr. IČO, DIČ, IČ DPH).
sv_se: Butikens registreringsinformation (t.ex. organisationsnummer).

source: Contact name (e.g. Customer Support).
bg_bg: Име за контакти (напр. Техническа поддръжка).
ca_es: Nom de contacte (p.ex. Atenció al Client).
fi_fi: Yhteystiedon nimi (esim. tekninen tuki).
lt_lt: Kontakto pavadinimas (pvz. Klientų pagalba).
no_no: Kontaktnavn (f.eks. teknisk support).
sk_sk: Názov kontaktu (napr. Zákaznícka podpora).
sv_se: Kontaktnamn, t.ex. teknisk support.

source: Emails will be sent to this address.
bg_bg: Писмата ще бъдат изпращани на този адрес.
ca_es: Els correus electrònics s'enviaran a aquesta adreça.
fi_fi: Sähköposti lähetetään tähän osoitteeseen.
lt_lt: El. laiškai bus siunčiami šiuo adresu.
no_no: Epost vil blir sendt til denne adressen.
sk_sk: E-maily budú posielané na túto adresu.
sv_se: E-post kommer att skickas till denna adress.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
bg_bg: Ако активираш, всички съобщения ще бъдат запазвани в страница "Обслужване на клиенти", в меню "Потребители"
bn_bd: সক্রিয় করা হলে, সকল বার্তা "গ্রাহক" মেনু অধীনে "গ্রাহক পরিষেবা" পৃষ্ঠায় সংরক্ষিত হবে
ca_es: Si està activat, tots els missatges seran desats en el "Servei d'atenció al client" de la pàgina, sota el menú "Client".
fi_fi: Jos käytössä, kaikki viestit tallennetaan "Asiakaspalvelu" -sivun "Asiakas" -valikoon.
lt_lt: Jei įjungta, tai visos žinutės bus išsaugotos "Klientų aptarnavimo" puslapyje esančiame "Klientų" meniu.
no_no: Hvis aktivert vil alle meldinger bli lagret i "Kundeservice"-siden under "Kunde"-menyen.
sk_sk: Ak je povolené, všetky správy budu uložené na stránke "Zákazníci > Zákaznícka podpora"
sv_se: Om aktiverad, så kommer alla meddelanden sparas i Kundservice under Kunder

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
bg_bg: След като клиентът влезе в профила си, можете да покажете отново съдържанието на последната му/ѝ пазарска количка.
ca_es: En entrar el client, recordar-lo i mostrar-li el contingut de la seva darrera cistella.
fi_fi: Kun asiakas kirjautuu sisään, voit näyttää hänen viimeisen ostoskorinsa sisällön.
lt_lt: Pirkėjui prisijungus jūs galite parodyti paskutinio jo pirkto krepšelio turinį.
no_no: Etter at kunden logger inn, hent opp handlekurven fra forrige besøk.
sk_sk: Potom, čo sa zákazník prihlási, môžete mu zobraziť obsah jeho posledného košíka.
sv_se: Efter att kunden har loggat in, kan du återskapa och visa innehållet i hens senaste varukorg.

source: Send an email with a summary of the account information after registration.
ca_es: Envieu un correu electrònic amb un resum de la informació del compte després de la creació del compte.
fi_fi: Lähetä sähköpostitse yhteenveto tilitiedoista (sähköposti, salasana) rekisteröinnin jälkeen.
lt_lt: Po registracijos atsiųsti el. laišką su paskyros informacija.
no_no: Send en epost med sammendrag av kontoinformasjonen etter registrering.
sk_sk: Odoslať po registrácii e-mail so zhrnutím informácií o účte.
sv_se: Skicka ett mail med en sammanfattning av kontoinformation efter registreringen.

source: Minimum time required between two requests for a password reset.
bg_bg: Минимално необходимото време между две заявки за нулиране на парола.
ca_es: Temps mínim necessari entre dues peticions de restabliment de clau de pas.
fi_fi: Kahden salasanan vaihdon pyynnön välillä vaadittava minimiaika.
lt_lt: Trumpiausias laiko intervalas tarp bandymų atstatyti slaptažodį.
no_no: Ventetid mellom to bestillinger av nytt passord.
sk_sk: Minimálny požadovaný čas medzi dvomi žiadosťami o obnovenie hesla.
sv_se: Minsta tid mellan två försök till återställning av lösenord.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
bg_bg: Активирай или деактивирай режим B2B. Когато тази опция е активирана, опциите за B2B ще са достъпни.
bn_bd: B2B মোড সক্রিয় অথবা নিষ্ক্রিয় করুন।এই বিকল্প সক্রিয় করা হলে, B2B বৈশিষ্ট্যগুলো পাওয়া যাবে।
ca_es: Activar o desactivar mode B2B. Quan l'opció està activada, les característiques B2B estan disponibles.
fi_fi: Aktivoi tai poista B2B-tila. Kun tämä asetus on käytössä, B2B ominaisuudet toimivat.
lt_lt: Įjungti arba išjungti B2B režimą. Kai įjungtas šis režimas, yra pasiekiamos kai kurios B2B galimybės.
no_no: Aktiver eller deaktiver B2B-modus. Når dette valget er aktivert vil B2B-funksjoner være tilgjenglig.
sk_sk: Aktivovať alebo deaktivovať B2B (business-to-business) mód. Keď je táto možnosť aktivovaná, sú dostupné určité B2B funkcie.
sv_se: Aktivera eller inaktivera B2B-läge. När detta alternativ är aktiverat, är vissa B2B-funktioner tillgängliga.

source: Display or not the birth date field.
bg_bg: Показване или не на полето за дата на раждане.
ca_es: Mostrar o no el camp de data de naixement.
fi_fi: Valitse syntymäaikakentän näkyvyys.
lt_lt: Rodyti ar nerodyti gimimo dienos lauką.
no_no: Vis eller ikke vis feltet «Fødselsdato».
sk_sk: Zobraziť alebo nezobraziť pole dátum narodenia.
sv_se: Visa fältet födelsedag eller inte.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
bg_bg: Показване или не на полето за отметка за получаване на оферти от партньори на магазина.
ca_es: Mostrar o no la casella de selecció d'ofertes de l'associat, per rebre ofertes dels associats de la botiga.
fi_fi: Kumppanitarjousten valintaruudun näkyvyys, jos haluat vastaanottaa tarjouksia myymälän kumppaneilta.
lt_lt: Rodyti ar nerodyti langelį, kuriame galima pasirinkti, ar gauti pasiūlymus iš parduotuvės partnerių.
no_no: Vis eller ikke vis avkrysningsboksen «Tilbud fra partnere» for å motta tilbud fra butikkens partnere.
sk_sk: Vyberte si, či bude zobrazené zaškrtávacie pole ponúk partnerov, ktoré slúži k prijímaniu ponúk od partnerov obchodu.
sv_se: Visa kryssruta för att få erbjudande av butikens partner.

source: Image width in pixels. Enter "0" to use the original size.
bg_bg: Ширина на изображението в пикесли. Въведи "0", за да използваш оригиналния размер.
bn_bd: চিত্র প্রস্থ এর মূল পিক্সেল আকার ব্যবহার করতে "0" লিখুন.
ca_es: Ample d'imatge en píxels. Escriviu "0" per usar les dimensions originals
fi_fi: Kuvan leveys pikseleinä. Käytä arvoa "0" käyttääksesi alkuperäistä kokoa.
lt_lt: Paveikslėlio plotis pikseliais. Įveskite "0" norėdami naudoti originalų dydį.
no_no: Bildebredde i pixler. Bruk "0" for orginalstørrelse.
sk_sk: Šírka obrázku v pixeloch. Zadajte "0" pre použitie pôvodného rozmeru.
sv_se: Bildens bredd i pixlar. Ange "0" för orginalstorlek

source: Image height in pixels. Enter "0" to use the original size.
bg_bg: Височина на изображението в пиксели. Въведи "0", за да използвате оригиналния размер.
bn_bd: চিত্র হাইট এর মূল পিক্সেলে আকার ব্যবহার করতে "0" লিখুন.
ca_es: Altura d'imatge en píxels. Escriviu "0" per usar les dimensions originals
fi_fi: Kuvan korkeus pikseleinä. Käytä arvoa "0" käyttääksesi alkuperäistä kokoa.
lt_lt: Paveikslėlio aukštis pikseliais. Įveskite "0" norėdami naudoti originalų dydį.
no_no: Bildehøyde i pixler. Bruk "0" for orginalstørrelse.
sk_sk: Výška obrázku v pixeloch. Zadajte "0" pre použitie pôvodnej veľkosti.
sv_se: Bildens höjd i pixlar. Ange "0" för orginalstorlek

source: We recommend that you deactivate your store while performing maintenance. Note that it will not disable the webservice.
ca_es: Us recomanem que desactiveu la vostra botiga mentre feu el manteniment. Tingueu en compte que no desactivarà el servei web.
fi_fi: Suosittelemme, että deaktivoit kauppasi (huoltotila), kun teet ylläpitotöitä. Huomioi, että deaktivointi ei poista webserviceä käytöstä.
lt_lt: Atliekant techninę priežiūrą, rekomenduojame išjungti el. parduotuvę. Atminkite, kad tai neišjungs web servisų.
sk_sk: Počas údržby odporúčame deaktivovať váš obchod. Upozorňujeme, že deaktivácia nezakáže webovú službu.
sv_se: Vi rekommenderar att du inaktiverar din shop innan du utför underhåll. Notera att detta inte inaktiverar webservice.

source: When enabled, admins will access the store front office without storing their IP.
bg_bg: Когато е разрешено, администраторите ще имат достъп до потребителския интерфейс на магазина, без да съхраняват своя IP адрес.
ca_es: Quan és actiu, els administradors accediran a la botiga sense emmagatzemar la seva IP.
fi_fi: Kun tämä on käytössä, järjestelmänvalvojat pääsevät kauppaan tallentamatta IP-osoitettaan.
lt_lt: Kai įjungta, el. parduotuvės administratoriai galės matyti parduotuvę neišsaugodami savo IP.
no_no: Når dette er aktivert, vil administratorer få tilgang til butikkens frontend uten at IP-adressen deres blir lagret.
sk_sk: Keď je táto možnosť povolená, správcovia budú pristupovať k verejnej časti obchodu bez uloženia svojej IP adresy.

source: Allow IP addresses to access the store, even in maintenance mode. Use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96).
ca_es: Permetre que les adreces IP accedeixin a la botiga, fins i tot en mode de manteniment. Feu servir una coma per a separar-les (p. ex., 42.24.4.2,127.0.0.1,99.98.97.96).
fi_fi: Salli yksittäisten IP-osoitteiden pääsy kauppaan, jopa ylläpitotilassa. Erottele ne pilkulla (esim. 42.24.4.2, 127.0.0.1, 99.98.97.96).
lt_lt: Leiskite IP adresams matyti parduotuvę net ir priežiūros režimu. Norėdami juos atskirti, naudokite kablelį (pvz., 42.24.4.2,127.0.0.1,99.98.97.96).
sk_sk: Umožnite IP adresám prístup do obchodu aj v režime údržby. Oddeľte ich čiarkou (napr. 42.24.4.2, 127.0.0.1, 99.98.97.96).
sv_se: Tillåt IP-adresser att komma åt shopen även i underhållsläge. Använd kommatecken för att separera dem (ex. 42.24.4.2,127.0.0.1,99.98.97.96).

source: Display a customized message when the store is disabled.
ca_es: Mostreu un missatge personalitzat quan la botiga estigui desactivada.
fi_fi: Näytä mukautettu viesti, kun kauppa on poissa käytöstä.
lt_lt: Rodyti pritaikytą žinutę, kai parduotuvė išjungta.
sk_sk: Zobrazte prispôsobenú správu, keď je obchod deaktivovaný (v režime údržby).
sv_se: Visa ett anpassat meddelande när shopen är inaktiv.

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
ca_es: Si és el propietari un certificat SSL per al nom de domini de la seva botiga, es pot activar el xifrat SSL (https://) per a la identificació del compte del client i processament de comandes.

source: When enabled, all the pages of your shop will be SSL-secured.
ca_es: Quan està activat, totes les pàgines de la seva botiga seran de SSL protegit.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
bg_bg: Активиране или деактивиране на ключа в Лицевия интерфейс, за подобряване на сигурността на PrestaShop.
bn_bd: PrestaShop নিরাপত্তা উন্নত করার জন্য ফ্রন্ট অফিস টোকেন সক্রিয় অথবা নিষ্ক্রিয় করুন.
ca_es: Activar o desactivar el token a la Botiga per millorar la seguretat de PrestaShop.
fi_fi: Salli tai kiellä kaupan valtuutus-koodi lisätäksesi kaupan turvallisuutta.
lt_lt: Įjungti arba išjungti prieigos raktą prie parduotuvės (saugumo pagerinimui)
no_no: Aktiver eller deaktiver token på Front Office for å forbedre PrestaShops sikkerhet.
sk_sk: Povoliť, alebo zakázať token vo verejnej časti obchodu pre zvýšenie bezpečnosti PrestaShop-u.
sv_se: Aktivera eller inaktivera token på Front Office för att förbättra säkerheten i PrestaShop.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
bg_bg: Разрешаване на iframes за текстови полета като описанието на продукт. Препоръчваме да оставите тази опция деактивирана.
ca_es: Permet els iframes als camps de text com la descripció del producte. Us recomanem que deixeu aquesta opció desactivada.
fi_fi: Salli iframet kaikilla kentillä, kuten tuotekuvauksessa. Suosittelemme, että jätät tämän vaihtoehdon pois käytöstä.
lt_lt: Leisti iframes naudoti tekstiniuose laukuose, pvz. prekės aprašyme. Rekomenduojame išjungti šį nustatymą.
no_no: Tillat iframes i tekstfelt som f.eks. produktbeskrivelser. Vi anbefaler at du ikke aktiverer dette.
sk_sk: Povoliť iframe v textových poliach (napr. popis produktu, hodí sa ak chcete do popisu vložiť odkaz na youtube video). Odporúčame vám nechať túto voľbu vypnutú.
sv_se: Tillåt iframes i fält som t.ex. produktbeskrivning. Vi rekommenderar att du lämnar detta val inaktiverat.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
bg_bg: Изчистване на HTML съдържание от полетата. Препоръчваме Ви да оставите тази опция включена.
ca_es: Netejar el contingut HTML dels camps de text. US recomanem que deixeu activada aquesta opció.
fi_fi: Puhditsa tekstikenttien HTML-sisältö. Suosittelemme että otat tämän valinnan käyttöön.
lt_lt: Išvalo HTML turinį nuo nesaugių elementų tekstiniuose laukuose. Rekomenduojame palikti šią funkciją įjungtą.
no_no: Rydd opp i HTML-innhold i tekstfelt. Vi anbefaler at du lar denne opsjonen være på.
sk_sk: Vyčistí HTML obsah textových polí. Odporúčame ponechať túto voľbu povolenú.
sv_se: Filtrera bort HTML-kod i textfält. Vi rekommenderar att det här valet är aktiverat.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
bg_bg: Можете да изберете измежду 6 различни начина на закръгляне на цените. "Закръгляне към по-голямото..." е препоръчителното поведение.
ca_es: Podeu triar entre 6 maneres diferents dels preus d'arrodoniment. "Arrodonir lluny de zero..." és el comportament recomanat.
fi_fi: Voit valita 6 erilaista tapaa pyöristää hintoja. "Pyöristä ylöspäin nollasta.." on suositelluin tapa.
lt_lt: Jūs galite pasirinkti, kaip apvalinti skaičius. Visada į viršų, visada į apačią arba įprastinis apvalinimas (> .5 į viršų, < .5 į apačią).
no_no: Du kan velge mellom 6 forskjellige måter å runde av priser på. "Rund opp vekk fra null..." er anbefalt metode.
sk_sk: Môžete vyberať medzi 6 spôsobmi zaokrúhľovania cien. "Zaokrúhliť nahor od nuly..." je doporučená voľba.
sv_se: Du kan välja mellan 6 olika sätt att avrunda priser. "Avrunda upp från noll..." är rekommenderat.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
bg_bg: Можете да изберете кога да закръгляте цени: или за всеки артикул, или за всеки ред, или за общата стойност (напр. във фактура).
ca_es: Podeu triar quan arrodonir els preus: ja sigui per cada article, cada línia o el total (d'una factura, per exemple).
fi_fi: Voit valita milloin hintoja pyöristetään, erikseen joka tuote, tai tuoterivi tai yhteishinnasta (esimerkiksi laskun loppusummasta).
lt_lt: Galite pasirinkti, kada suapvalinti kainas: ar kiekvienam elementui, ar kiekvienai eilutei, ar viskam (pvz.: sąskaitai faktūrai).
no_no: Du kan velge når prisene skal rundes av: enten på hver enkeltvare, hver varelinje, eller bare totalen (på en faktura f.eks.).
sk_sk: Môžete si zvoliť, kedy sa budú ceny zaokrúhlovať: či pri každom produkte, na každom riadku alebo až súčet (napríklad vo faktúrach).
sv_se: Du kan välja när du vill avrunda priser: antingen på varje artikel, varje rad eller på totalen (på ex. en faktura).

source: Enable suppliers page on your front office even when its module is disabled.
ca_es: Activeu la pàgina de proveïdors al vostre front office fins i tot quan el seu mòdul estigui desactivat.
fi_fi: Ota käyttöön Toimittajat sivu kaupassasi, vaikka siihen liittyvä moduuli on poistettu käytöstä.
lt_lt: Įjungti tiekėjų puslapį parduotuvėje, net jei jų moduliai yra išjungti.
no_no: Aktiver leverandørens side i butikken selv når den aktuelle modulen er deaktivert.
sk_sk: Povoliť stránku dodávateľov na vašej úvodnej stránke, aj keď je jej modul zakázaný.
sv_se: Aktivera leverantör-sidor i butiken även när deras respektive moduler är inaktiverade.

source: Enable brands page on your front office even when its module is disabled.
ca_es: Activeu la pàgina de marques de la vostra botiga fins i tot quan el seu mòdul està desactivat.
fi_fi: Ota käyttöön Tuotemerkit sivu kaupassasi, vaikka siihen liittyvä moduuli on poistettu käytöstä.
lt_lt: Įjungti prekių ženklų puslapį parduotuvėje, net jei jų moduliai yra išjungti.
no_no: Aktiver merkesiden i butikken selv når den aktuelle modulen er deaktivert.
sk_sk: Povoliť stránku značiek na vašej úvodnej stránke, aj keď je jej modul zakázaný.
sv_se: Aktivera sida för varumärken i butiken även om respektive modul är inaktiverad.

source: Enable best sellers page on your front office even when its respective module is disabled.
bg_bg: Разрешаване на страницата Най-продавани в Лицевия интерфейс, дори когато съответният модул е забранен.
ca_es: Activar la pàgina de millors venedors a la vostra front office fins i tot quan el mòdul corresponent estigui desactivat.
fi_fi: Ota käyttöön parhaiten myyvien sivut kaupassasi myös kun sitä vastaava moduuli on pois käytöstä.
lt_lt: Įjungti perkamiausių prekių puslapius parduotuvėje, net jei jų moduliai yra išjungti.
no_no: Aktiver bestselgersiden i butikken selv når den aktuelle modulen er deaktivert.
sk_sk: Povoliť zobrazenie stránky s najpredávanejšími produktami v obchode, aj keď je príslušný modul zakázaný.
sv_se: Aktivera sida för bästsäljare i butiken även om respektive modul är inaktiverad.
