Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogFeature.*.xlf
Languages: bs_ba, es_ar, id_id, km_kh, mk_mk, sq_al, sr_cs

source: Improve your ranking and how your product page will appear in search engines results.
bs_ba: Poboljšajte vaše rangiranje i kako će se vaša stranica proizvoda pojaviti u tražilicama rezultata.
es_ar: Mejora el posicionamiento de tu tienda y cómo la página del producto aparecerá en los resultados de los motores de búsqueda.
id_id: Perbaiki peringkat Anda dan menentukan bagaimana halaman produk akan muncul di halaman mesin pencari.
mk_mk: Подобрете го вашето рангирање и како ќе се појави страницата на производот во резултатите од пребарувачите.
sq_al: Përmirëso pozicionin dhe pamjen e faqes së produktit tënd në rezultatet e motorëve të kërkimit.
sr_cs: Poboljšajte Vaše rankiranje i kako će se stranica proizvoda pojavljivati u pretraživačima.

source: Increase
bs_ba: Povećaj
es_ar: Aumento
id_id: Tambahkan
mk_mk: Зголемува
sr_cs: Povećaj

source: Information
bs_ba: Informacije
es_ar: Información
id_id: Informasi
mk_mk: Информации
sq_al: Informacion
sr_cs: Informacije

source: Items per page:
bs_ba: Artikala po stranici:
es_ar: Artículos por página:
id_id: Item per halaman:
mk_mk: Предмети по страница:
sr_cs: Stavki po stranici:

source: JPG, GIF, PNG or WebP format.
bs_ba: JPG, GIF, PNG ili WebP format.
es_ar: Formato JPG, GIF, PNG o WebP.

source: Keep in touch with your suppliers
bs_ba: Ostanite u kontaktu s dobavljačima
es_ar: Mantente en contacto con tus proveedores
id_id: Terhubung dengan supplier Anda
sr_cs: Budite u kontaktu sa vašim dobavljačima

source: Label when in stock
bs_ba: Tekst kada je na zalihi
es_ar: Etiqueta cuando se encuentra en stock
id_id: Label ketika stok tersedia
mk_mk: Ознака кога е на залиха
sq_al: Etiketa kur nuk ka në stok
sr_cs: Tekst kada je na stanju

source: Label when out of stock
es_ar: Etiqueta cuando está agotado

source: Label when out of stock (and backorders allowed)
es_ar: Etiqueta cuando está agotado (y se permiten pedidos)

source: Last message
bs_ba: Posljednja poruka
es_ar: Último mensaje
id_id: Pesan terakhir
mk_mk: Последна порака
sq_al: Mesazhi i fundit
sr_cs: Poslednja poruka

source: Leave initial price
bs_ba: Ostavi početne cijene
es_ar: Mantener precio inicial
id_id: Biarkan harga awal
mk_mk: Оставете почетна цена
sq_al: Lëre çmimin fillestar
sr_cs: Ostavi početnu cenu

source: Limit the discount's availability based on the customer's country or chosen delivery method.
es_ar: Limitar la disponibilidad del descuento según el país del cliente o el método de entrega elegido.

source: Limit to a single customer
es_ar: Limitar a un solo cliente
id_id: Batasi ke pelanggan tertentu
mk_mk: Лимит до поединечен купувач
sq_al: Limito ne nje klient
sr_cs: Ograniči na jednog korisnika

source: List of disabled products
bs_ba: Spisak onemogućenih proizvoda
es_ar: Lista de productos deshabilitados
id_id: Daftar produk yang dinonaktifkan
mk_mk: Листа на оневозможени продукти
sr_cs: Spisak onemogućenih proizvoda

source: List of empty categories
bs_ba: Popis praznih kategorija
es_ar: Listado de categorías vacías
id_id: Daftar kategori kosong
mk_mk: Листа на празни категории
sr_cs: Spisak praznih kategorija

source: List of products with combinations but without available quantities for sale
bs_ba: Popis proizvoda s kombinacijama ali bez dostupnih količina za prodaju
es_ar: Lista de productos con combinaciones pero sin cantidades disponibles para la venta
sr_cs: Lista proizvoda sa kombinacijama ali bez unete količine za prodaju

source: List of products without combinations and without available quantities for sale
bs_ba: Lista proizvoda bez kombinacija i bez dostupnih količina za prodaju
es_ar: Lista de productos sin combinaciones y sin cantidades disponibles para la venta
sr_cs: Lista proizvoda bez kombinacija kojima nedostaju količine za prodaju

source: List of products without description and summary
bs_ba: Popis proizvoda bez opisa i sažetka
es_ar: Lista de productos sin descripción ni resumen
sr_cs: Lista artikala bez opisa i rezimea

source: List of products without images
bs_ba: Lista proizvoda bez slika
es_ar: Listado de productos sin imágenes
id_id: Daftar produk tanpa gambar
mk_mk: Листа на производи без слики
sq_al: Lista e produkteve pa imazhe
sr_cs: Lista artikala bez slika

source: List of products without price
bs_ba: Popis proizvoda bez cijene
es_ar: Listado de productos sin precio
id_id: Daftar produk tanpa harga
mk_mk: Листа на производи без цена
sq_al: Lista e produkteve pa çmim
sr_cs: Lista artikala bez cene

source: Loading attributes
es_ar: Cargando atributos

source: Loading catalog price rules
es_ar: Cargando reglas de precio de catálogo
sr_cs: Dodaj novo pravilo cena kataloga

source: Loading combinations
bs_ba: Učitavanje kombinacija
es_ar: Cargando combinaciones
sr_cs: Učitavanje kombinacija

source: Loading feature values...
es_ar: Cargando valores de características...

source: Loading features
es_ar: Cargando características

source: Loading specific prices
bs_ba: Učitavanje specifičnih cijena
es_ar: Cargando precios específicos
sr_cs: Učitavanje posebne cene

source: Low stock alert
bs_ba: Upozorenje niske zalihe
es_ar: Alerta de stock bajo
sr_cs: Obaveštenje o niskom nivou na zalihama

source: Low stock alert:
bs_ba: Upozorenje niske zalihe:
es_ar: Alerta de nivel de stock bajo:
id_id: Peringatan batas stok rendah:
mk_mk: Ниско алармирање на залиха:

source: Low stock level
bs_ba: Niska razina zaliha
es_ar: Nivel de stock bajo
id_id: Batas stok terendah
mk_mk: Ниско ниво на залиха
sq_al: Gjendja e magazinës

source: Low stock level:
bs_ba: Niski nivo zaliha:
es_ar: Nivel de stock bajo:
id_id: Batas stok terendah:
mk_mk: Ниско ниво на залиха:

source: Main category
bs_ba: Glavna kategorija
es_ar: Categoría principal
id_id: Kategori utama
mk_mk: Главна категорија
sq_al: Kategoria kryesore
sr_cs: Glavna kategorija

source: Make some files available to your customers and facilitate their purchasing environment by adding them just here! It can be instruction manuals, technical works or anything you want to attach to a product.
bs_ba: Omogućite nekoliko datoteka dostupnim svojim kupcima i olakšajte im okruženje za kupovinu dodajući ih samo ovdje! To mogu biti upute za upotrebu, tehnička djela ili bilo šta što želite dodati proizvodu.
es_ar: Adjunte archivos aquí que ayudarán a sus clientes a evaluar el producto y tomar su decisión de compra. Pueden ser hojas de datos, manuales de usuario, especificaciones técnicas o cualquier cosa que creas que ayudará a las ventas.
sr_cs: Učinite neke fajlove dostupne vašim kupcima / korisnicima postavljajući ih ovde! To mogu biti tehnička uputstva, istrukcije ili bilo šta drugo što želite da priložite uz proizvod.

source: Manage images
es_ar: Administrar imágenes
sr_cs: Upravljanje slikama

source: Manage product combinations
bs_ba: Upravljanje kombinacijama proizvoda
es_ar: Administrar combinaciones de producto
sr_cs: Uredi kombinacije proizvoda

source: Manage your credit slips
bs_ba: Upravljajte kreditnim listovima
es_ar: Administra tus abonos
sr_cs: Upravljajte sa vašim reversima (kreditnim listovima)

source: Manage your products
es_ar: Administra tus productos
sr_cs: Upravljajte proizvodima

source: Manual Entry
bs_ba: Ručni unos
es_ar: Introducción manual
id_id: Isi manual
mk_mk: Рачно внесување

source: Mark as "handled"
bs_ba: Označi kao obrađeno
es_ar: Marcar como "gestionado"
id_id: Tandai sebagai "telah diproses"
mk_mk: осначи како “средено“
sr_cs: Obeleži kao "obrađenu"

source: Mark as "pending 1" (will be answered later)
bs_ba: Označi kao "na čekanju 1" (biti će kasnije odgovoreno)
es_ar: Marcar como "pendiente 1" (se contestará más adelante)
id_id: Tandai sebagai "pending 1" (akan dijawab nanti)
mk_mk: означи како “на чекање 1“ ќе се одговори покасно
sr_cs: Obeleži sa "1. na čekanju" (kasnije će biti odgovorena)

source: Mark as "pending 2" (will be answered later)
bs_ba: Označi kao "na čekanju 2" (biti će kasnije odgovoreno)
es_ar: Marcar como "pendiente 2" (se contestará más adelante)
id_id: Tandai sebagai "pending 2" (akan dijawab nanti)
mk_mk: означи како “на чекање 2“ ќе се одговори покасно
sr_cs: Obeleži sa "2. na čekanju" (kasnije će biti odgovorena)

source: Matching products
bs_ba: Slični proizvodi
es_ar: Productos encontrados
id_id: Produk yang cocok
mk_mk: Совпаѓање на производи
sq_al: Lidhja e produkteve
sr_cs: Slični proizvodi

source: Message forwarded to
bs_ba: Poruka proslijeđena prema
es_ar: Mensaje reenviado a
id_id: Pesan diteruskan ke
mk_mk: Препратени пораки до
sr_cs: Poruka prosleđena

source: Message to:
bs_ba: Poruka za:
es_ar: Mensaje para:
id_id: Pesan untuk:
mk_mk: Порака до:
sr_cs: Poruka za:

source: Messages
bs_ba: Poruke
es_ar: Mensajes
id_id: Pesan
mk_mk: Пораки
sq_al: Mesazhet
sr_cs: Poruke

source: Messages per Thread
bs_ba: Poruke po temi
es_ar: Mensajes por hilo
id_id: Pesan per thread
mk_mk: пораки по тема
sr_cs: Poruke po temi

source: Meta description
bs_ba: Meta opis
es_ar: Meta descripción
id_id: Meta deskripsi-
mk_mk: Опис
sq_al: Meta përshkrimi
sr_cs: Meta opis

source: Meta title
bs_ba: Meta naslov
es_ar: Meta-título
id_id: Meta judul
mk_mk: мета назнака
sq_al: Meta titulli
sr_cs: Ciljani naslov

source: Minimum amount
bs_ba: Minimalni iznos
es_ar: Cantidad mí­nima
id_id: Nilai minimum
mk_mk: Минимална сума
sr_cs: Minimalna količina

source: Minimum number of units purchased
bs_ba: Minimalni broj kupljenih jedinica
es_ar: Número mínimo de unidades compradas
sr_cs: Minimalan broj jedinica koji se kupuju

source: Minimum order quantity
es_ar: Cantidad mínima de pedido
sr_cs: Minimalna količina koja se može naručiti

source: Minimum product quantity
es_ar: Cantidad mínima de producto

source: Minimum purchase amount
es_ar: Importe mínimo de compra

source: Minimum quantity for sale
bs_ba: Minimalna količina za prodaju
es_ar: Cantidad mínima para la venta
id_id: Kuantitas minimum untuk dijual
mk_mk: Минимална количина за продажба
sq_al: Sasia minimale për shitje
sr_cs: Minimalna količina na lageru

source: Minute
bs_ba: Minuta
es_ar: Minuto
id_id: Menit
mk_mk: Минути
sr_cs: Minut

source: Module to configure
bs_ba: Modul za konfigurisanje
es_ar: Módulo a configurar
id_id: Modul untuk dikonfigurasi
mk_mk: Модул за конфигурирање
sq_al: Moduli për konfigurim

source: Modules
bs_ba: Moduli
es_ar: Módulos
id_id: Modul
mk_mk: Модули
sq_al: Modulet
sr_cs: Moduli

source: Movements
bs_ba: Kretanja
es_ar: Movimientos
id_id: Gerakan
mk_mk: Движења
sq_al: Levizje

source: New
bs_ba: Novo
es_ar: Nuevo
mk_mk: Ново
sq_al: I ri
sr_cs: Novo

source: New product
bs_ba: Novi proizvod
es_ar: Producto nuevo
id_id: Produk baru
mk_mk: Нов производ
sq_al: Produkt i ri
sr_cs: Novi proizvod

source: Next combination
bs_ba: Sljedeća kombinacija
es_ar: Siguiente combinación
id_id: Kombinasi selanjutnya
mk_mk: Следна комбинација
sq_al: Kombinimi tjetër
sr_cs: Sledeća kombinacija

source: No Features
es_ar: Sin características

source: No Supplier
es_ar: Sin proveedor

source: No brand
bs_ba: Nema marki
es_ar: Ninguna marca
id_id: Tidak ada merek
mk_mk: Нема бренд
sr_cs: Nema brendova

source: No files attached
bs_ba: Nema priloženih datoteka
es_ar: No hay archivos adjuntos
sr_cs: Nema pridodatog fajla

source: No limit
es_ar: Sin límite

source: No product selected
es_ar: Ningún producto seleccionado

source: No redirection (200), display product
es_ar: Sin redirección (200), mostrar producto

source: No redirection (404), display error page
es_ar: Sin redirección (404), mostrar página de error

source: No redirection (404), display product
es_ar: Sin redirección (404), mostrar producto

source: No redirection (410), display error page
es_ar: Sin redirección (410), mostrar página de error

source: No redirection (410), display product
es_ar: Sin redirección (410), mostrar producto

source: None
bs_ba: Ništa
es_ar: ninguno
id_id: Tidak satupun
mk_mk: Нема
sq_al: Asgjë
sr_cs: nijedan

source: Not available yet.
es_ar: No disponible aún

source: Now
bs_ba: Sada
es_ar: Ahora
id_id: Sekarang
mk_mk: Сега
sr_cs: Sada

source: Nowhere
bs_ba: Nigdje
es_ar: oculto
id_id: Tidak dimana-mana
mk_mk: Никаде
sq_al: Askund
sr_cs: Nigde

source: Number of allowed downloads
bs_ba: Broj dozvoljenih preuzimanja
es_ar: Número de descargas permitidas
id_id: Jumlah download yang diperbolehkan
mk_mk: број на дозволени симнувања
sr_cs: Broj dozvoljenih preuzimanja

source: Number of days
bs_ba: Broj dana
es_ar: Número de días
id_id: Jumlah hari
mk_mk: број на денови
sr_cs: Broj dana

source: Number of products
bs_ba: Broj proizvoda
es_ar: NÃºmero de Productos
id_id: Jumlah produk
mk_mk: број на продукти
sr_cs: Broj proizvoda

source: Number of products required in the cart to enjoy the discount:
bs_ba: Broj proizvoda potrebnih u korpi za uživanje u popustu:
es_ar: Número de productos requeridos en el carrito para beneficiarse del descuento:
id_id: Jumlah produk yang disyaratkan di troli untuk mendapatkan diskon:
mk_mk: Број на производи потребни во кошничката за да уживате во попустот:
sr_cs: Broj proizvoda potrebnih u korpi da biste mogli ostvariti popust:

source: On cart amount
es_ar: Sobre el importe del carrito

source: On catalog products
es_ar: Sobre productos del catálogo

source: On delivery
es_ar: Sobre la entrega

source: On free gift
es_ar: Sobre el regalo gratuito

source: On free shipping
es_ar: Sobre el envío gratuito

source: On total order
es_ar: Sobre el pedido completo

source: Only customers with the link can access the product.
es_ar: Solo los clientes con el enlace pueden acceder al producto.
sr_cs: Samo kupci sa linkom mogu pristupiti proizvodu.

source: Open
bs_ba: Otvoreno
es_ar: Abierto
id_id: Buka
mk_mk: Отворено
sq_al: Hap
sr_cs: Otvoreno

source: Open combinations generator
bs_ba: Otvori generator kombinacija
es_ar: Abrir el generador de combinaciones
sr_cs: Otvori kreator kombinacija

source: Open history
es_ar: Abrir historial
sr_cs: Otvori istoriju

source: Opened
es_ar: Abierto
sr_cs: Otvoreno

source: Options
bs_ba: Opcije
es_ar: Opciones
id_id: Pilihan
mk_mk: Опции
sq_al: Opsionet
sr_cs: Opcije

source: Order (without shipping)
bs_ba: Narudžba (bez dostave)
es_ar: Pedido (sin envío)
id_id: Penjualan (diluar ongkos kirim)
mk_mk: порачка (без испорака)
sq_al: Porosia (pa liferim)
sr_cs: Narudžbu (bez isporuke)

source: Pack
bs_ba: Paket
es_ar: Paquete
id_id: Pak
mk_mk: Пакет
sr_cs: Skup

source: Pack of products
bs_ba: Pakovanje proizvoda
es_ar: Pack de productos
id_id: Paket produk
mk_mk: Пакет на производи
sq_al: Paketë produktesh
sr_cs: Pakovanje proizvoda

source: Pack stock behavior
es_ar: Comportamiento del stock de packs

source: Package dimension
bs_ba: Dimenzije pakovanja
es_ar: Dimensión del paquete
id_id: Dimensi paket
km_kh: ទម្រង់កញ្ចប់
mk_mk: Димензија на пакетот
sq_al: Dimensionet e paketës
sr_cs: Dimenzije pakovanja

source: Parent category
bs_ba: Matična kategorija
es_ar: Categoría madre
id_id: Kategori induk
mk_mk: Родителска категорија
sq_al: Kategoria prind
sr_cs: Izvorna kategorija

source: Partial use
bs_ba: Djelomično korištenje
es_ar: Uso parcial
id_id: Penggunaan terpisah
mk_mk: Делумно користење
sr_cs: Delimična primena

source: Pending 1
bs_ba: Na čekanju 1
es_ar: En espera 1
id_id: Menunggu 1
mk_mk: Во тек 1
sq_al: Në pritje 1
sr_cs: Na čekanju 1

source: Pending 2
bs_ba: Na čekanju 2
es_ar: En espera 2
id_id: Menunggu 2
mk_mk: Во тек 2
sq_al: Në pritje 2
sr_cs: Na čekanju 2

source: Pending Discussion Threads
bs_ba: Diskusije na čekanju
es_ar: Hilos de conversaciones pendientes
id_id: Thread diskusi yang pending
mk_mk: дискусии на чекање
sr_cs: Diskusije na čekanju

source: Percent (%)
bs_ba: Procenat (%)
es_ar: Porcentaje (%)
id_id: Persen (%)
mk_mk: процент (%)
sq_al: Perqind (%)
sr_cs: Procenat (%)

source: Period never expires
es_ar: El periodo nunca expira

source: Permanent redirection to a category (301)
bs_ba: Trajno preusmjeravanje na kategoriju (301)
es_ar: Redirección permanente a una categoría (301)
id_id: Pengalihan permanen ke kategori (301)
mk_mk: Постојано пренасочување во категоријата (301)
sq_al: Ridrejo përgjithmonë tek një produkt (301)

source: Permanent redirection to a product (301)
bs_ba: Trajno preusmjeravanje na proizvod (301)
es_ar: Redirección permanente a un producto (301)
id_id: Pengalihan permanen ke produk (301)
mk_mk: Постојано пренасочување на производ (301)
sq_al: Ridrejto përgjithmonë tek një produkt (301)

source: Physical
bs_ba: Fizički
es_ar: Físico
id_id: Fisik
mk_mk: Физички

source: Physical quantity
bs_ba: Fizička količina
es_ar: Cantidad física
id_id: Jumlah fisik
mk_mk: Физичка количина
sr_cs: Fizička količina

source: Previous combination
bs_ba: Prijašnja kombinacija
es_ar: Combinación anterior
sr_cs: Prethodna kombinacija

source: Price (tax excl.)
bs_ba: Cijena (bez PDV-a)
es_ar: Precio (sin IVA)
id_id: Harga (diluar pajak)
mk_mk: Цена (без данок)
sq_al: Çmimi pa TVSH
sr_cs: Cena (bez PDV-a)

source: Price (tax incl.)
bs_ba: Cijena (s PDV-om)
es_ar: Precio (IVA incl.)
id_id: Harga (termasuk pajak)
mk_mk: Цена (со данок)
sq_al: Çmimi me TVSH
sr_cs: Cena (sa PDV-om)

source: Price per unit
bs_ba: Cijena po jedinici
es_ar: Precio unitario
id_id: Harga per unit
km_kh: តម្លៃក្នុងមួយឯកតា
mk_mk: Цена од дел
sq_al: Çmimi për njësi

source: Pricing
bs_ba: Cijene
es_ar: Precio
id_id: Harga
mk_mk: Цени
sq_al: Çmimet
sr_cs: Cene

source: Priority
bs_ba: Prioritet
es_ar: Prioridad
mk_mk: Приоритет
sq_al: Prioriteti
sr_cs: Prioritet

source: Priority management
bs_ba: Upravljanje prioritetima
es_ar: Gestión de prioridades
id_id: Manajemen prioritas
mk_mk: Управување со приоритети
sq_al: Menaxhimi i prioriteteve
sr_cs: Upravljanje prioritetima

source: Private
bs_ba: Privatno
es_ar: privado
id_id: Swasta
mk_mk: Приватна
sr_cs: Privatno

source: Product Return
bs_ba: Povrat proizvoda
es_ar: Devolver producto
id_id: Retur Produk
mk_mk: Враќање на производот
sq_al: Kthimet e Produktit
sr_cs: Povraćaj proizvoda

source: Product conditions
es_ar: Condiciones del producto

source: Product deleted
es_ar: Producto eliminado
sr_cs: Proizvod je izbrisan

source: Product has no images.
es_ar: El producto no tiene imágenes.
sr_cs: Proizvod nema sliku

source: Product list
bs_ba: Lista proizvoda
es_ar: Listado de productos
id_id: Daftar produk
mk_mk: Листа на производи

source: Product name
bs_ba: Naziv proizvoda
es_ar: Nombre del Producto
id_id: Nama produk
mk_mk: Име на производ
sq_al: Emërtimi i produktit
sr_cs: Ime proizvoda

source: Product segment
es_ar: Segmento de producto

source: Product selection
bs_ba: Odabir proizvoda
es_ar: Selección de producto
id_id: Pilihan produk
mk_mk: производ избор
sr_cs: Izbor proizvoda

source: Product with combinations
bs_ba: Proizvod s kombinacijama
es_ar: Producto con combinaciones
id_id: Produk dengan kombinasi
mk_mk: Производ со комбинации
sq_al: Produkt me kombinime
sr_cs: Proizvod s kombinacijama

source: Product:
bs_ba: Proizvod:
es_ar: Producto:
id_id: Produk:
mk_mk: артикл:
sq_al: Produkti:
sr_cs: Proizvod:

source: Products
bs_ba: Proizvodi
es_ar: Productos
id_id: Produk
km_kh: ផលិតផល
mk_mk: наслови
sq_al: Produktet
sr_cs: Proizvodi

source: Public name
bs_ba: Javni naziv
es_ar: Nombre público
id_id: Nama publik
mk_mk: јавно име
sq_al: Emri publik
sr_cs: Javni naziv

source: Qty:
bs_ba: Kol:
es_ar: Cant.:
id_id: Jml:
mk_mk: Кол:
sr_cs: Kol:

source: Quantity
bs_ba: Količina
es_ar: Cantidad
id_id: Jumlah
km_kh: បរិមាណ
mk_mk: Количина
sq_al: Sasia
sr_cs: Količina

source: Re-open
bs_ba: Ponovno otvori
es_ar: Reabrir
id_id: Buka kembali
mk_mk: пре-отвори
sr_cs: Ponovo otvori

source: Receive a low stock alert by email
es_ar: Recibe una alerta de stock bajo por correo electrónico

source: Recent stock movements
bs_ba: Nedavna kretanja zaliha
es_ar: Movimientos de stock recientes
sr_cs: Nedavna transakcija zaliha

source: Recommended size 800 x 800px for default theme.
bs_ba: Preporučena veličina 800 x 800px za zadanu temu.
es_ar: Tamaño recomendado de 800 x 800 px para el tema predeterminado.
id_id: Ukuran yang disarankan 800 x 800px untuk tema bawaan.
mk_mk: Препорачаната големина 800 x 800px за стандардна тема.
sq_al: Madhësia e rekomanduar për motivin e parazgjedhur është 800 x 800px.
sr_cs: Preporučena veličina 800 x 800px za standardnu temu.

source: Redirection page
bs_ba: Stranica preusmjeravanja
es_ar: Página de redirección
id_id: Halaman pengalihan
mk_mk: Страница за пренасочување
sq_al: Faqja e ridrejtimit
sr_cs: Stranica preusmeravanja

source: Redirection when not displayed
es_ar: Redirección cuando no se muestra

source: Redirection when offline
bs_ba: Preusmjeravanje kada je offline
es_ar: Redirección cuando el producto está desactivado
id_id: Pengalihan bila luring (offline)
mk_mk: Пренасочување кога е офлајн
sq_al: Ridrejtimi kur artikulli është çaktivizuar
sr_cs: Preusmeravanje kada je offline

source: Reduction
bs_ba: Smanjenje
es_ar: ReducciÃ³n
id_id: Reduksi
mk_mk: намалување
sr_cs: Redukcija

source: Reduction type
bs_ba: Tip smanjenja
es_ar: Tipo de descuento
id_id: Tipe pengurangan
mk_mk: Вид на намалување
sr_cs: Tip umanjenja

source: Reduction with or without taxes
bs_ba: Redukcija s ili bez poreza
es_ar: Descuento con o sin impuestos
id_id: Pengurangan dengan atau tanpa pajak
mk_mk: Намалување со или без даноци

source: Reference
bs_ba: Referenca
es_ar: Referencia
id_id: Referensi
mk_mk: Референца
sq_al: Referenca

source: References
bs_ba: Reference:
es_ar: Referencias
sr_cs: Šifre

source: Refurbished
bs_ba: Obnovljeno
es_ar: Reacondicionado
mk_mk: Реновиран
sq_al: I riparuar
sr_cs: Restaurirano

source: Related products
bs_ba: Slični proizvodi
es_ar: Productos relacionados
sr_cs: Srodni proizvodi

source: Reply to the next unanswered message in this thread
bs_ba: Odgovori na sljedeću neodgovorenu poruku u ovoj temi
es_ar: Responder al siguiente mensaje sin respuesta en este hilo
id_id: Respon pesan yang belum terjawab di thread ini
mk_mk: одговори на следнава неодговорена порака
sr_cs: Odgovori na sledeću neodgovorenu poruku u ovoj temi

source: Require a single product or product segment in the cart for the discount to become active.
es_ar: Requiere un único producto o segmento en el carrito para activar el descuento.

source: Reserved
bs_ba: Rezervisano
es_ar: Reservado
id_id: Dicadangkan
mk_mk: Резервирано
sr_cs: Rezervisano

source: Reserved quantity
bs_ba: Rezervisana količina
es_ar: Cantidad reservada
id_id: Jumlah yang disimpan
mk_mk: Резервирана количина

source: Restrictions
bs_ba: Restrikcije
es_ar: Restricciones
id_id: Pembatasan
mk_mk: рестрикции
sr_cs: Restrikcije

source: Retail price
bs_ba: Maloprodajna cijena
es_ar: Precio de venta
id_id: Harga eceran
mk_mk: малопродажна цена

source: Retail price (tax excl.)
bs_ba: Maloprodajna cijena (bez PDV-a)
es_ar: Precio de venta (imp. excl.)
sr_cs: Maloprodajna cena (bez PDV-a.)

source: Retail price (tax incl.)
bs_ba: Maloprodajna cijena (s PDV-om)
es_ar: Precio de venta (imp. incl.)
sr_cs: Cena (sa PDV-om.)

source: Retail price per unit (tax excl.)
bs_ba: Maloprodajna cijena po jedinici (bez PDV-a)
es_ar: Precio de venta por unidad (imp. excl.)
sr_cs: Cena po jedinici (bez PDV-a.)

source: Retail price per unit (tax incl.)
bs_ba: Maloprodajna cijena po jedinici (bez PDV-a)
es_ar: Precio de venta por unidad (impuestos incl.)
sr_cs: Maloprodajna cena po jedinici (sa PDV-om.)

source: Returned products
es_ar: Productos devueltos
sr_cs: Vraćeni proizvodi

source: Root
bs_ba: Korijenski
es_ar: Raíz
mk_mk: Основна
sr_cs: Koren

source: SEO
es_ar: Optimización motores de búsqueda (SEO)
mk_mk: SEO - search engine optimisation - оптимизација на машини за пребарување

source: Save list
bs_ba: Spasi listu
es_ar: Guardar lista
sr_cs: Sačuvaj listu
