Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogHelp.*.xlf
Languages: bn_bd, ca_es, cs_cz, hr_hr, ko_kr, lv_lv, pt_br, sl_si

source: You can specify supplier references according to previously associated suppliers.
ca_es: Podeu especificar referències del proveïdor d'acord amb els proveïdors prèviament associats.
sl_si: Prav tako je mogoče določiti reference dobavitelja po vnaprej povezanih dobaviteljih.

source: You can specify product reference(s) for each associated supplier. Click "%save_label%" after changing selected suppliers to display the associated product references.
ca_es: Podeu especificar referència(es) del producte per a cada proveïdor associat. Cliqueu a "%save_label%" després de modificar els proveïdors seleccionats per a mostrar les referències dels productes associades.
cs_cz: Pro jednotlivé přidružené dodavatele můžete specifikovat produktové reference. Chcete-li po změně vybraných dodavatelů zobrazit produktové reference, klikněte na možnost "%save_label%".
hr_hr: Možete navesti reference za svakoga povezanog dobavljača. Kliknite na "%save_label%" nakon promjene odabranih dobavljača za prikaz povezanih referenci proizvoda.
ko_kr: 각 관련 공급업체마다 상품 참조를 지정할 수 있습니다. 관련 상품 참조를 표시할 공급사를 선택하여 변경한 후에는 "%save_label%"을 클릭 하세요.
pt_br: Você pode especificar as referências do produto para cada fornecedor associado. Clique em "%save_label%" depois de mudar os fornecedores selecionados para exibir as referências de produtos associadas.
sl_si: Za vsakega ponudnika lahko določite referenco. Kliknite "%save_label%" ko ste spremenili izbranega ponudnika, da vam prikaže reference.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
ca_es: Nombre de dies que el fitxer serà accessible pels vostres clients. Poseu zero per a un accés il·limitat.
cs_cz: Počet dnů dostupnosti souboru zákazníkům. Nastavte 0 pro neomezený přístup.
hr_hr: Broj dana u kojima će ova datoteka biti dostupna kupcima. Postavite na nula za neograničenu dostupnost.
ko_kr: 이 파일에 고객이 접근할 수 있는 일 수. 무제한 접근은 0으로 설정하세요.
lv_lv: Dienu skaits, kad šim failam var piekļūt klienti. Atzīmējiet 0 neierobežotai piekļuvei.
pt_br: Número de dias que este arquivo poderá ser acessado pelo cliente. Defina 0 para acesso ilimitado.
sl_si: Število dni ko lahko stranke dostopajo do te datoteke. nastavite na nič za neomejen dostop.

source: Upload a file from your computer (%maxUploadSize% max.)
ca_es: Carregar un fitxer des de l'ordinador (%maxUploadSize% màx.)
cs_cz: Nahrajte soubor z vašeho počítače (%maxUploadSize% max.)
hr_hr: Prenesi datoteku sa svog računala (%maxUploadSize% max.)
ko_kr: 컴퓨터에서 파일을 업로드 합니다 (최대 %maxUploadSize%).
lv_lv: Augšupielādējiet failu no datora (%maxUploadSize% max)
pt_br: Faça upload de um arquivo do computador (máx. %maxUploadSize%)
sl_si: Naložite datoteko iz svojega pc (%maxUploadSize% max.)

source: The full filename with its extension (e.g. Book.pdf)
bn_bd: এক্সটেনশনসহ পুরো ফাইলের নাম
ca_es: El nom complet del fitxer amb la seva extensió (p. ex. Llibre.pdf)
cs_cz: Celé jméno souboru s příponou (např. Kniha.pdf)
hr_hr: Puni naziv datoteke s ekstenzijom (npr. knjiga.pdf)
ko_kr: 확장자를 포함하는 전체 파일 이름 (예. Book.pdf)
lv_lv: Pilns faila nosaukums ar paplašinājumu (piem., Book.pdf)
pt_br: O nome completo do arquivo com sua extensão (por exemplo book.pdf)
sl_si: Polno ime datoteke z razširitvijo (npr. Book. pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
ca_es: Nombre de descàrregues permeses per client. Poseu 0 per a descàrregues il·limitades.
cs_cz: Počet povolených stažení pro jednoho zákazníka – (nastavte na 0 pro neomezené stahování).
hr_hr: Broj dozvoljenih preuzimanja po kupcu - (postavite na 0 za neograničena preuzimanja).
ko_kr: 고객 당 허용된 다운로드 수. 무제한 다운로드는 0으로 설정하세요.
lv_lv: Iespējamo lejupielāžu skaits katram klientam. Iestatiet 0 neierobežotu lejupielāžu gadījumā.
pt_br: Número de downloads permitidos por cliente. Defina 0 para downloads ilimitados.
sl_si: Število dovoljenih prenosov na stranko. (Nastavi 0 za neomejeno število prenosov).

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
bn_bd: যদি সেট করা হয়,ফাইল এই তারিখের পরে ডাউনলোডযোগ্য হবে না।আপনি যদি একটি মেয়াদ দিতে না চান,তবে ফাঁকা ছেড়ে দিন
ca_es: Si està establert, el fitxer no es podrà descarregar després d'aquesta data. Deixeu-lo en blanc per tal que no hi hagi una data de caducitat
cs_cz: Pokud je nastaveno, bude soubor již není možné stáhnout po tomto datu. Nechte toto prázdné, když chcete ponechat bez expirace.
hr_hr: Ukoliko je postavljeno, datoteka se neće moći preuzeti nakon ovog datuma. Ostavite prazno za preuzimanje bez ograničenja
ko_kr: 설정되면, 파일은 이 날짜 이후로는 다운로드 할 수 없습니다. 만료 날짜를 부여하지 않으려면 비워두세요.
lv_lv: Ja tas ir iestatīts, fails pēc šī datuma nebūs lejupielādējams. Atstājiet tukšu, ja nevēlaties pievienot derīguma termiņu.
pt_br: Se definido, o arquivo não poderá ser baixado mais após esta data. Deixe em branco para nenhuma data de expiração
sl_si: Če je nastavljen, datoteka po tem datumu ne bo prenosljiva. Pustite prazno, če ne želite nastaviti datuma poteka veljavnosti.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
ca_es: La quantitat mínima requerida per a comprar aquest producte (definir 1 per a desactivar aquesta funció). Per exemple: si es defineix a 3, els clients únicament podran comprar el producte si se'n compren almenys 3.
cs_cz: Minimální množství požadované ke koupi tohoto produktu (pro vypnutí této funkce nastavte na 1). Příklad: je-li nastaveno na 3, zákazníci si budou moci zboží zakoupit pouze za předpokladu, že odeberou minimálně 3 kusy.
hr_hr: Minimalna količina potrebna za kupiti ovaj proizvod (set do 1 onemogućiti tu značajku). Npr.: ako je postavljen na 3, korisnici će moći kupiti proizvod samo ako se uzme najmanje 3 u količini.
ko_kr: 이 상품 구매에 필요한 최소 수량(이 기능을 비활성화 하려면 1로 설정). 예: 3으로 설정하면, 고객은 수량이 최소 3개 이상이어야 상품을 구매할 수 있습니다.
lv_lv: Minimālais daudzums, kas nepieciešams, lai iegādātos šo produktu (1 atslēdz šo funkciju). Piemēram: ja norādīt 3, tad klienti varēs iegādāties šo produktu ne mazāk kā 3 gab.
pt_br: A quantidade mínima necessária para comprar este produto, (defina como 1 para desativar esse recurso). Por exemplo:. Se você definir 3, os clientes poderão comprar o produto somente se eles escolherem pelo menos três unidades.
sl_si: Minimalna zahteva za nakup tega izdelka količina (niz do 1. onemogočiti to funkcijo). Npr .: če je nastavljen na 3, kupci lahko kupijo izdelek le, če jih sprejmejo vsaj 3 v količini.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
ca_es: El correu electrònic s'enviarà a tots els usuaris que tinguin dret a gestionar la pàgina d'inventari. Per modificar els permisos, aneu a [1]Paràmetres avançats > Equip[/1]
sl_si: Elektronska pošta bo poslana vsem uporabnikom, ki lahko vodijo stran z zalogo. Za spremembo dovoljenj pojdite v Napredni parametri > Team

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
ca_es: Les combinacions són les diferents variacions d'un producte, amb atributs com la seva mida, pes o color prenent valors diferents. El vostre producte requereix combinacions?
sl_si: Kombinacije so različne različice izdelka, z atributi, kot so njegova velikost, teža ali barva ob različnih vrednostih. Ali vaš izdeleki zahtevajo kombinacije?

source: Advanced settings in [1][2]Combinations[/1]
ca_es: Configuracions avançades en [1][2]Combinacions[/1]
sl_si: Napredne nastavitve v [1][2]Kombinacije[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
ca_es: El vostre codi de referència per a aquest producte. Caràcters especials permesos: .-_#.
sl_si: Vaša notranja referenca za ta izdelek. Dovoljeni posebni znaki: .-_#.

source: How many products should be available for sale?
ca_es: Quants productes han d'estar disponibles per a la venda?
sl_si: Koliko izdelkov naj bo na voljo za prodajo?

source: Advanced settings in [1][2]Quantities[/1]
ca_es: Configuracions avançades en [1][2]Quantitats[/1]
sl_si: Napredne nastavitve v [1][2]Količine[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ca_es: Aquest és el preu final al qual voleu vendre aquest producte als vostres clients. El preu amb impost inclòs canviarà segons la norma tributària que seleccioneu.
sl_si: To je maloprodajna cena po kateri bi radi prodali izdelek kupcu. Glede na to kako ste nastavili pravila davka, se bo le ta spremeil.

source: Advanced settings in [1][2]Pricing[/1]
ca_es: Configuracions avançades en [1][2]Preus[/1]
sl_si: Napredne nastavitve v [1][2]Cenitev[/1]

source: MPN is used internationally to identify the Manufacturer Part Number.
ca_es: MPN es fa servir internacionalment per a identificar el número de peça del fabricant.
cs_cz: MPN se používá na mezinárodní úrovni k identifikaci čísla dílu výrobce.
hr_hr: MPN se koristi međunarodno za identifikaciju proizvodnog broja proizvoda.
ko_kr: MPN은 국제적으로 제조업체 부품 번호를 식별하는데 사용됩니다.
pt_br: O MPN é utilizado internacionalmente para identificar o número da peça do fabricante (Manufacturer Part Number).
sl_si: MPN se mednarodno uporablja za identifikacijo številke dela proizvajalca.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
ca_es: Aquest tipus de codi de producte s'utilitza àmpliament als Estats Units, Canadà, Regne Unit, Austràlia, Nova Zelanda i altres països.
cs_cz: Tento typ kódu produktu se široce používán v USA, Kanadě, Velké Británii, Austrálii, Novém Zélandě a v jiných zemích.
hr_hr: Ovaj tip koda proizvoda se široko koristi u Sjedinjenim Državama, Kanadi, Engleskoj, Australiji, Novom Zelandu i u drugim zemljama.
ko_kr: 이 유형의 상품 코드는 미국, 캐나다, 영국, 오스트레일리아, 뉴질랜드 그리고 그 밖의 국가에서 두루 사용됩니다.
lv_lv: Šāda veida produkta kodu plaši izmanto Amerikas Savienotajās Valstīs, Kanādā, Apvienotajā Karalistē, Austrālijā, Jaunzēlandē un citās valstīs.
pt_br: Este tipo de código do produto é amplamente utilizado nos Estados Unidos, Canadá, Reino Unido, Austrália, Nova Zelândia e em outros países.
sl_si: Ta koda izdelka je zelo razširjena v ZDA, Kanadi, veliki britaniji, Australiji, Novi zelandiji in v ostalih državah.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
ca_es: Aquest tipus de codi de producte és específic d'Europa i Japó, però es fa servir àmpliament a nivell internacional. És un superconjunt del codi UPC: tots els productes marcats amb un EAN seran acceptats a Amèrica del Nord.
cs_cz: Tento typ kódu produktu, který je specifický pro Evropu a Japonsko, ale je široce používán v mezinárodním měřítku. UPC: všechny produkty označené EAN budou přijímány v Severní Americe.
hr_hr: Ovaj tip koda proizvoda je specifičan za Europu i Japan, ali se široko koristi internacionalno. To je nadskup UPC koda: svi proizvodi označeni sa EAN biti će prihvaćeni u Sjevernoj Americi.
ko_kr: 이 유형의 상품 코드는 유럽과 일본에 적용되지만, 국제적으로 널리 사용되고 있습니다. 그것은 UPC 코드의 상위 집합입니다: EAN이 표기된 모든 상품들은 북미에서 허용됩니다.
lv_lv: Šis produkta tipa kods ir raksturīgs Eiropai un Japānai, taču tas tiek plaši izmantots starptautiskā mērogā. Tas ir UPC koda virsraksts: visi produkti, kas marķēti ar EAN, tiks pieņemti Ziemeļamerikā.
pt_br: Este tipo de código do produto é específico para a Europa e Japão, mas é amplamente utilizado internacionalmente. Trata-se de uma generalização do código UPC: todos os produtos marcados com um EAN são aceitos na América do Norte.
sl_si: Ta koda izdelka je specifična za Evropo in Japonsko, ampak je internacionalno uporabljena. Je super paket UPC kode: vsi izdelki označeni z EAN bodo sprejeti v Severni Ameriki.

source: ISBN is used internationally to identify books and their various editions.
ca_es: ISBN és usat a nivell mundial per a identificar els llibres i les seves diferents edicions.
cs_cz: ISBN je mezinárodní číslo, které se používá k rozpoznání knih a jejich různých edic.
hr_hr: ISBN koristi međunarodno prepoznavanje knjiga i njihovih različitih izdanja.
ko_kr: ISBN 은 책들과 다양한 판본들을 식별하는데 국제적으로 사용됩니다.
lv_lv: ISBN tiek izmantots starptautiski, lai identificētu grāmatas un to dažādus izdevumus.
pt_br: ISBN é usado internacionalmente para identificar livros e as suas várias edições.
sl_si: ISBN se uporablja globalno, za knjige in več izdaj.

source: Tags are meant to help your customers find your products via the search bar.
ca_es: Les etiquetes estan pensades per a ajudar els vostres clients a trobar els vostres productes per mitjà de la barra de cerca.
sl_si: Oznake so namenjene pomoči za vaše kupce, da najdejo izdelke s pomočjo iskalne vrstice.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
ca_es: Trieu termes i paraules clau que els vostres clients faran servir per a cercar aquest producte i assegureu-vos que sou coherents amb les etiquetes que potser ja heu fet servir.
sl_si: Izberite besede in predloge katere bodo uporabljali vaši kupci za iskanje tega izdelka in se prepričajte, da je v skladu z oznakami, ki jih morda že uporabljate.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
ca_es: Podeu gestionar els àlies d'etiquetes a la [1]secció Recerca[/1]. Si afegiu etiquetes noves, haureu de reconstruir l'índex.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
ca_es: No totes les botigues venen productes nous. Aquesta opció et permet indicar la condició del producte. Pot ser solicitat en alguns marketplace.
sl_si: Vse trgovine ne ponujajo novih izdelkov. Ta možnost vam omogoča, da opredelite stanje izdelka. Morda je zahtevano na nekaterih tržiščih.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ca_es: Aquest és el preu al qual teniu la intenció de vendre aquest producte als vostres clients. El preu amb impost inclòs canviarà segons la norma tributària que seleccioneu.
sl_si: To je maloprodajna cena po kateri bi radi prodali izdelek kupcu. Glede na to kako ste nastavili pravila davka, se bo le ta spremeil.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
ca_es: Alguns productes es poden comprar per unitat (per ampolla, per lliura, etc.), i aquest és el preu d'una unitat. Per exemple, si veneu teixits, seria el preu per metre.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
ca_es: El preu de cost és el preu que heu pagat pel producte. No incloure l'impost. Hauria de ser inferior al preu de venda: la diferència entre tots dos serà el vostre marge.
sl_si: Cena izdelka je cena, ki ste jo plačali za izdelek. Ne vključuje davka. Mora biti manjša kot nabavna cena: Razlika med obema je vaša marža.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
ca_es: Podeu definir preus específics per a clients que pertanyen a diferents grups, diferents països, etc.
sl_si: Nastavite lahko posebne cene za kliente različnih skupin, različnih držav, ipd.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
ca_es: De vegades, un client pot encaixar en diverses regles de preus. Les prioritats us permeten definir quines regles s'apliquen primer.
sl_si: Včasih lahko en kupec pade v več plačilnih pravil. Prioritete vam omogočajo, da določite katero pravilo velja za stranko.

source: Invalid token
ca_es: Invàlid token
cs_cz: Neplatný token
hr_hr: Nevažeći token
ko_kr: 잘못된 토큰
lv_lv: Nederīgs žetons
pt_br: Token inválido
sl_si: Napačen žeton

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
ca_es: [1]Token no vàlid[/1]: l'accés directe a aquest enllaç pot provocar una possible violació de la seguretat.
cs_cz: [1]Neplatný token[/1]: přímý přístup na tento odkaz může vést k potenciálnímu narušení bezpečnosti.
hr_hr: [1] Nevažeći token [/1]: izravan pristup na ovaj link može dovesti do potencijalne povrede sigurnosti.
ko_kr: [1]잘못된 토큰[/1]:이 링크에 직접 접근하는 것은 잠재적인 보안 위반이 될 수 있습니다.
lv_lv: [1]Nederīgs token[/1]: tieša piekļuve šai saitei var radīt iespējamu drošības pārkāpumu.
pt_br: [1]Token inválido[/1]: acesso direto a este link pode levar a uma potencial falha de segurança.
sl_si: [1]Invalid token[/1]: direktni dostop do te povezave lahko privede do nevarnosti.

source: Do you want to display this page?
ca_es: Vol mostrar aquesta pàgina?
cs_cz: Chcete zobrazit tuto stránku?
hr_hr: Želite li prikazati ovu stranicu?
ko_kr: 이 페이지를 표시하시겠습니까?
lv_lv: Vai vēlaties parādīt šo lapu?
pt_br: Quer mostrar esta página?
sl_si: Ali želite prikazati to stran?

source: Yes, I understand the risks
ca_es: Sí, entenc els riscos
cs_cz: Ano, chápu rizika
hr_hr: Da, razumijem koji su rizici
ko_kr: 네, 위험 사항을 이해했습니다
lv_lv: Jā, es saprotu riskus
pt_br: Sim, eu compreendo os riscos
sl_si: Da, razumem tveganje

source: Take me out of there!
ca_es: Treu-me d'aquí!
cs_cz: Odejít odsud!
hr_hr: Odvedi me odavde!
ko_kr: 날 데려가 줘요!
lv_lv: Noņemiet mani no šejienes!
pt_br: Tire-me daqui!
sl_si: Odpelji me proč od tu!

source: You now have three default customer groups.
bn_bd: এখন আপনার তিনটি ডিফল্ট কাস্টমার গ্রুপ আছে
ca_es: Ara teniu tres grups de clients predeterminats.
cs_cz: Nyní máte tři výchozí skupiny zákazníků.
hr_hr: Sad imate tri zadane grupe kupaca.
ko_kr: 이제 3개의 기본 고객 그룹이 있습니다.
lv_lv: Tagad jums ir trīs noklusējuma klientu grupas.
pt_br: Agora você tem três grupos de clientes padrão.
sl_si: Zdaj imate tri prevzete skupine kupcev.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
ca_es: Una categoria buida és una categoria que no té cap producte directament associat. Tanmateix, una categoria buida pot contenir productes per mitjà de les seves sotscategories.
cs_cz: Prázdná kategorie je kategorie, která nemá žádný výrobek přímo spojené na něj. Prázdná kategorie však může obsahovat produkty prostřednictvím její podkategorie.
hr_hr: Prazna kategorija je kategorija koja nema proizvoda izravno povezanih s njom. Prazna kategorija međutim može sadržavati proizvode putem svojih podkategorija.
ko_kr: 빈 분류는 직접 연관된 상품이 없는 분류입니다. 그러나 빈 분류에는 하위 분류를 통해 상품이 포함될 수 있습니다.
lv_lv: Tukša kategorija ir kategorija, kurai nav ar to tieši saistīta produkta. Tukšajā kategorijā tomēr var būt produkti, kas ietilpst to apakškategorijās.
pt_br: Uma categoria vazia é uma categoria que não tem nenhum produto diretamente associado a ela. Uma categoria vazia pode, contudo, conter produtos através de suas subcategorias.
sl_si: Prazna kategorija je kategorija, ki nima direktno povezanih izdelkov. Prazna kategorija pa lahko vsebuje izdelke iz pod kategorij.

source: To add combinations, you first need to create proper attributes and values in [1]%attributes_and_features_label%[/1].
ca_es: Per a afegir combinacions, primer heu de crear els atributs i els valors adequats a [1]%attributes_and_features_label%[/1].
cs_cz: Pro přidání kombinací musíte nejdříve vytvořit nějaké atributy v sekci [1]%attributes_and_features_label%[/1].
ko_kr: 조합을 추가하려면, 먼저 [1]%attributes_and_features_label%[/1] 에서 적절한 속성과 값을 생성해야 합니다.
pt_br: Para adicionar combinações, você precisa primeiro criar os atributos e valores necessários em [1]%attributes_and_features_label%[/1].

source: All existing identifiers of the product. We recommend filling in every relevant field you can obtain, as it will improve the product's searchability and management.
cs_cz: Všechny existující identifikátory produktu. Doporučujeme vyplnit všechny kódy, které máte k dispozici. Zlepší dohledatelnost a správu produktu.

source: Allowed characters: letters, numbers, underscores (_) and hyphens (-). To allow more characters, enable the 'Accented URL' feature in Shop Parameters > Traffic & SEO.
cs_cz: Povolené znaky: písmena, čísla, podtržítka (_) a spojovníky (-). Chcete-li povolit více znaků, povolte funkci „Adresa URL s diakritikou“ v části Parametry obchodu > Provoz a SEO.

source: By default, the closest active parent category will be used if no category is selected.
cs_cz: Pokud není vybrána žádná kategorie, bude ve výchozím nastavení použita nejbližší aktivní nadřazená kategorie.

source: Category image that is usually displayed on the category page next to description, depending on your theme.
cs_cz: Obrázek kategorie, který se obvykle zobrazuje na stránce kategorie vedle popisu, v závislosti na vaší šabloně.

source: Controls how you want stock of the pack to be calculated. You can decide, if you want to manage the stock of pack manually, or if it should be calculated automatically depending on stock of the products inside. In that case, the quantity of the pack is ignored.
cs_cz: Řídí, jak chcete, aby byly vypočítány zásoby balení. Můžete se rozhodnout, zda chcete zásoby balíčků řídit ručně, nebo zda se mají počítat automaticky v závislosti na zásobách produktů v nich. V takovém případě se množství balíčku ignoruje.

source: Defines the product's primary placement, usually the deepest category in the hierarchy. It's used in breadcrumbs, URLs, structured data and many other parts of the shop.
cs_cz: Určuje primární zařazení produktu, obvykle se používá nejhlubší vybraná kategorie. Používá se v drobečkové navigaci, URL adresách, strukturovaných datech a mnoha dalších místech obchodu.

source: Internal purchase price of the product. You can use it for margin calculations, statistics, and internal reporting. This value is not shown to customers.
cs_cz: Interní nákupní cena produktu. Lze ji použít pro výpočty marže, statistiky a interní reporty. Tato hodnota se nezobrazuje zákazníkům.

source: Lower numbers indicate higher priority. When multiple discounts are applied, lower priority numbers are processed first.
cs_cz: Nižší čísla znamenají vyšší prioritu. Pokud je použito více slev, zpracovávají se nejprve ty s nižší hodnotou priority.

source: Manufacturer part number that allows to identify this product internationally.
cs_cz: Číslo dílu dané výrobcem, umožňující mezinárodní identifikaci tohoto produktu.

source: Miniature image that is used when displaying subcategories. Could be also used in menus and other places, depending on your theme.
cs_cz: Miniatura, která se používá při výpisu podkategorií. Může být také použita v menu a na dalších místech, v závislosti na vaší šabloně.

source: Optional detailed information about the product, such as its features, specifications, images, videos, or package contents. Use this field when you need to provide more details beyond the short summary.
cs_cz: Volitelné podrobné informace o produktu, jako jsou jeho vlastnosti, specifikace, obrázky, videa nebo obsah balení. Toto pole použijte, pokud potřebujete uvést více informací nad rámec krátkého shrnutí.
