Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNavigationSearch.*.xlf
Languages: no_no

source: %d categories
no_no: %d kategorier

source: %d customers
no_no: %d kunder

source: %d features
no_no: %d funksjoner

source: %d modules
no_no: %d moduler

source: %d orders
no_no: %d ordre

source: %d products
no_no: %d produkter

source: %d result matches your query "%s".
no_no: %d resultat samsvarer med ditt søk "%s".

source: %d results match your query "%s".
no_no: %d resultater samsvarer med ditt søk "%s".

source: 1 category
no_no: 1 kategori

source: 1 customer
no_no: 1 kunde

source: 1 feature
no_no: 1 funksjon

source: 1 module
no_no: 1 modul

source: 1 order
no_no: 1 ordre

source: 1 product
no_no: 1 produkt

source: 1 result matches your query "%s".
no_no: 1 resultat samsvarer med ditt søk "%s".

source: Go to the documentation
no_no: Gå til dokumentasjon

source: Search docs.prestashop-project.org
no_no: Søk docs.prestashop-project.org

source: There are no results matching your query "%s".
no_no: Det er ingen resultater som samsvarer med søket "%s".
