Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersFeature.*.xlf
Languages: ar_sa, az_az, bg_bg, es_pe, he_il, ka_ge, sr_cs

source: In Stock
ar_sa: متوفر حالياً
az_az: Satışdadır
bg_bg: В наличност
es_pe: En stock
he_il: במלאי
ka_ge: გაყიდვაშია
sr_cs: Na lageru

source: Increase front office security
bg_bg: Увеличаване сигурността на Лицевия интерфейс
es_pe: Incrementar la seguridad del Front Office

source: Indexed products
ar_sa: فهرسة المنتجات
bg_bg: Индексирани продукти
es_pe: Productos indexados
he_il: מוצרים מאונדקסים
ka_ge: საქონელი ინდექსირებულია
sr_cs: Indeksirani proizvodi

source: Indexing
ar_sa: الفهرسة
bg_bg: Индексиране
es_pe: Indexación
he_il: מפתוח (Indexing)

source: Invalid alias ID.
es_pe: ID de alias no válido.

source: Invalid alias.
es_pe: Alias no válido.

source: Invalid characters: numbers and
bg_bg: Невалидни символи: цифри и
es_pe: Caracteres no válidos: números y
he_il: תווים שגויים:מספרים ו
ka_ge: დაუშვებელი სიმბოლოები: ციფრები და ...
sr_cs: Nepravilni znaci: brojevi i

source: Invalid search term.
es_pe: Término de búsqueda no válido.

source: It will only be applied to the multistore header to highlight your shop context.
es_pe: Solo se aplicará al encabezado de multitienda para resaltar el contexto de su tienda.
he_il: זה יוחל רק על כותרת ריבוי החנויות כדי להדגיש את הקשר החנות שלך.
sr_cs: Ovo će samo biti primenjeno na heder lanca prodavnica da bi se naglasio režim u kome radite.

source: It will only be applied to this group of shops, each store will keep its individual color.
es_pe: Solo se aplicará a este grupo de tiendas, cada tienda mantendrá su color individual.
he_il: זה יחול רק על קבוצת חנויות זו, כל חנות תשמור על הצבע האישי שלה.
sr_cs: Ovo će biti primenjeno samo na ovu grupu prodavnica, svaka prodavnica će zadržati svoju sopstvenu boju.

source: Keyword "{%keyword%}" required for route "%routeName%" (rule: "%routeRule%")
bg_bg: Ключова дума „{%keyword%}“ е задължителна за маршрут „%routeName%“ (правило: „%routeRule%“)
es_pe: Palabra clave "{%keyword%}" requerida para ruta "%routeName%" (regla: "%routeRule%")
sr_cs: Ključna reč "{%keyword%}" je potrebna za rutu "%routeName%" (pravilo: "%routeRule%")

source: Keywords: %keywords%
ar_sa: الكلمات الرئيسية: %keywords%
az_az: Açarsözləri: %keywords%
bg_bg: Ключови думи: %keywords%
es_pe: Palabras clave: %keywords%

source: Label of in-stock products
ar_sa: تسمية المنتجات في المخزون
bg_bg: Етикет на продуктите в наличност
es_pe: Etiqueta de productos en stock

source: Label of out-of-stock products with allowed backorders
ar_sa: تسمية المنتجات غير المخزونة مع المسابير الخلفية المسموح بها
bg_bg: Етикет на изчерпани продукти с позволени отложени поръчки
es_pe: Etiqueta para los productos fuera de stock que se permiten comprar

source: Label of out-of-stock products with denied backorders
ar_sa: تسمية المنتجات غير المسجلة مع رفض الطلبات السابقة
bg_bg: Етикет на изчерпани продукти с непозволени отложени поръчки
es_pe: Etiqueta para los productos fuera de stock que no se permiten comprar

source: Latitude / Longitude
ar_sa: خط العرض / خط الطول
az_az: En Dairəsi / Uzunluq Dairəsi
bg_bg: Ширина/дължина
es_pe: Latitud / Longitud
he_il: קווי אורך / רוחב
sr_cs: Geografska Širina / Dužina

source: Leave empty to disable
ar_sa: اتركه فارغًا لتعطيله
bg_bg: Оставете празно за изключване
es_pe: Dejar en blanco para desactivar

source: Limited to the first 100 customers.
bg_bg: Ограничено за първите 100 потребители.
es_pe: Limitado a los 100 primeros clientes.
he_il: מוגבל ל- 100 הלקוחות הראשונים.
sr_cs: Ograničeno na prvh 100 kupaca.

source: Main URL for this shop
az_az: Bu dükan üçün əsas URL
bg_bg: Основен адрес (URL) на този магазин
es_pe: URL principal para esta tienda
he_il: כתובת האתר הראשית עבור החנות

source: Maintenance IP
ar_sa: الاي بي الخاص بالصيانة
az_az: Texniki dəstək IP
bg_bg: IP при поддръжка
es_pe: IP de mantenimiento
he_il: IP עבור תחזוקה
ka_ge: მომსახურების IP
sr_cs: IP za održavanje

source: Male
ar_sa: رجل
az_az: Kişi
bg_bg: Мъж
es_pe: Hombre
he_il: זכר
ka_ge: მამრობითი
sr_cs: Muški

source: Max size of product summary
ar_sa: أقصى حجم ملخص نص المنتج
az_az: Toplam məhsulun maksimum ölçüsü
bg_bg: Макс. дължина на резюмето за продукта
es_pe: Tamaño máx. de la descripción corta (resumen) del producto
he_il: גודל מקסימלי של סיכום המוצרים

source: Maximum acceptable word difference
es_pe: Máxima diferencia de palabras aceptable

source: Maximum approximate words allowed by fuzzy search
es_pe: Máximo de palabras aproximadas permitidas por búsqueda difusa
he_il: מילים משוערות מקסימליות המותרות בחיפוש מטושטש
sr_cs: Maximalan približan borj reči dozvoljen za nejasnu pretragu

source: Maximum word length (in characters)
es_pe: Longitud máxima de palabra (en caracteres)
he_il: אורך מילים מרבי (בתווים)
sr_cs: Minimalna dužina reči (u znakovima)

source: Members
ar_sa: أعضاء
az_az: Üzvlər
bg_bg: Членове
es_pe: Miembros
he_il: חברים
ka_ge: მომხმარებლები
sr_cs: Korisnici

source: Members of this customer group
ar_sa: أعضاء هذه المجموعة من العملاء
bg_bg: Членове на тази потребителска група
es_pe: Miembros de este grupo de clientes
he_il: לקוחות החברים בקבוצה זו
sr_cs: Kupci koji su članovi ove grupe

source: Meta configuration
es_pe: Meta configuración

source: Minimum order value
es_pe: Valor mínimo de pedido

source: Minimum purchase total required in order to validate the order
ar_sa: الحد الأدنى لمجموع شراء المطلوبة من أجل التحقق من أجل
bg_bg: Минимална задължителна стойност на поръчката, за да бъде валидна
es_pe: Cantidad mínima de compra necesaria para validar el pedido
he_il: נדרש סכום מינימום לאישור הזמנה
ka_ge: შეკვეთის მინიმალური თანხა, რის მიხედვით იქნება შეკვეთა განხორციელებული
sr_cs: Minimalna ukupna vrednost porudžbine da bi se ona odobrila

source: Minimum word length (in characters)
ar_sa: الحد الأدنى لطول الكلمة (بالأحرف)
bg_bg: Мин. дължина на дума (в символи)
es_pe: Longitud mínima de la palabra (en caracteres)
he_il: אורך מלה מינימלי (בתווים)
sr_cs: Minimalna dužina reči (u karakterima)

source: Module pages
ar_sa: صفحات الوحدة النمطية
az_az: Modul səhifələri
bg_bg: Страници на модула
es_pe: Páginas de módulo
he_il: עמודי מודולים

source: Modules authorization
ar_sa: تفويض الاضافات
az_az: Modulların kimlik doğrulaması
bg_bg: Удостоверяване на модули
es_pe: Autorización de módulos
he_il: אישור מודולים

source: Monday
ar_sa: الإثنين
az_az: Bazar Ertəsi
bg_bg: Понеделник
es_pe: Lunes
he_il: יום שני
sr_cs: Ponedeljak

source: Mr.
ar_sa: سيد
az_az: Cənab
bg_bg: Г-н
es_pe: Sr.
he_il: אדון
sr_cs: G.

source: Mrs.
ar_sa: سيدة
az_az: Xanım
bg_bg: Г-жа
es_pe: Sra.
he_il: גברת

source: Multistore tree
az_az: ÇoxluDükan ağacı
bg_bg: Дърво на множеството магазини
es_pe: Árbol multitienda
he_il: עץ רב-חנויות

source: New aliases
es_pe: Nuevos alias

source: New group category discount
az_az: Yeni qrup bölməsi endirimi
bg_bg: Нова отстъпка за група категории
es_pe: Nuevo descuento de categoría para grupo
he_il: הנחה קבוצתית חדשה
sr_cs: Nova grupna kategorija popusta

source: No redirection (you may have duplicate content issues)
az_az: Yönləndirməsiz (sizin qoşa məzmun çətinliyiniz ola bilər)
bg_bg: Без пренасочване (можете да имате проблеми с дублирано съдържание)
es_pe: Sin redirección (puede haber problemas de contenido duplicado)
he_il: ללא הפנייה (יתכן ותחווה בעיות כפילות דפים)
sr_cs: Nema preusmeravanja (možda imate probleme sa duplim sadržajem)

source: Number of days for which the product is considered 'new'
ar_sa: عدد الأيام التي تعتبر المنتج 'جديد'
az_az: Məhsulun "yeni" kimi göstərilməsi üçün gün sayı
bg_bg: Брой дни, за които продуктът се счита за „нов“
es_pe: Número de días en los que el producto es considerado una 'novedad'
he_il: מספר הימים שהמוצר נחשב חדש
ka_ge: დღეების რაოდენობა რომლის განმავლობაშიც პროდუქტი ჩაითვლება ახლად
sr_cs: Broj dana za koje će se proizvod smatrati da je 'nov'

source: Offer gift wrapping
ar_sa: نقدم هدية التفاف
az_az: Hədiyyə bağlaması təklif et
bg_bg: Предложи опаковане за подарък
es_pe: Envolver como regalo
he_il: הצע אריזת מתנה
ka_ge: სასაჩუქრე შეფუთვის შეთავაზება
sr_cs: Ponudite pakovanje poklona

source: Offer recycled packaging
ar_sa: عرض التغليف المعاد تدويرها
az_az: Geri dönüşünümlü paket
bg_bg: Предложи рециклируеми опаковки
es_pe: Proponer la opción de utilizar embalajes reciclados
he_il: הצע אריזה ממוחזרת
ka_ge: მრავალჯერადი გამოყენების შეფუთვა
sr_cs: Ponudite reciklirano pakovanje

source: Order of feature values
es_pe: Orden de los valores de las características

source: Order status
ar_sa: حالة طلب الشراء
bg_bg: Статус на поръчката
es_pe: Estado del pedido
he_il: 'מצב טיפול בהזמנה'
sr_cs: Statusi porudžbina

source: Other
ar_sa: أخرى
az_az: Digər
bg_bg: Друго
es_pe: Otro
he_il: אחר
ka_ge: სხვა
sr_cs: Drugo

source: Out-of-Stock
ar_sa: غير متوفر حالياً
az_az: Anbarda bitmiş
bg_bg: Изчерпано
es_pe: Fuera de stock
he_il: אזל מהמלאי

source: Page
ar_sa: الصفحة
az_az: Səhifə
bg_bg: Страница
es_pe: Página
he_il: דף
ka_ge: გვერდი
sr_cs: strana

source: Page for terms and conditions
az_az: Qaydalar və şərtlər üçün səhifə
es_pe: Página para Términos y Condiciones
he_il: עמוד לתנאים והגבלות
sr_cs: Stranica za uslove i pravne regulative

source: Page name
ar_sa: اسم الصفحة
az_az: Səhifə adı
bg_bg: Име на страницата
es_pe: Nombre de página
he_il: שם דף

source: Page title
ar_sa: عنوان الصفحة
az_az: Səhifə başlığı
bg_bg: Заглавие на страницата
es_pe: Título de Página
he_il: כותרת הדף
sr_cs: Naslov Stranice

source: Pagination
az_az: Nömrələmə
bg_bg: Номериране на страниците
es_pe: Paginación
he_il: חלוקה לעמודים
sr_cs: Paginacija

source: Password reset delay
bg_bg: Отлагане на нулирането на парола
es_pe: Retardo de restablecimiento de contraseña
he_il: המתנה בין איפוס סיסמאות
sr_cs: Zakašnjenje poništavanja lozinke

source: Picture
ar_sa: صورة
az_az: Şəkil
bg_bg: Изображение
es_pe: Imagen
he_il: תמונה
sr_cs: Slika

source: Please click here to check if your shop supports HTTPS.
bg_bg: Щракнете тук, за да проверите дали магазина ви поддържа HTTPS.
es_pe: Por favor, haz clic aquí para comprobar si tu tienda soporta HTTPS.

source: Please use filters to narrow your search.
bg_bg: Използвай филтрите, за да стесниш търсенето.
es_pe: Por favor, utilice filtros para limitar su búsqueda.
he_il: השתמש במסנן לצמצום החיפוש
sr_cs: Molimo koristite filtere za sužavanje pretrage.

source: Position
bg_bg: Позиция
es_pe: Posición
he_il: מיקום
ka_ge: პოზიცია
sr_cs: Pozicija

source: Position inside category
ar_sa: الموقف داخل الفئة
bg_bg: Място в категорията
es_pe: Posición dentro de la categoría
he_il: מיקום בתוך הקטגוריה
ka_ge: კატეგორიაში პოზიციის მიხედვით
sr_cs: Pozicija unutar kategorije

source: Price display method
ar_sa: سعر العرض الأسلوب
az_az: Qiymət göstərmə metodu
bg_bg: Метод на показване на цената
es_pe: Método de visualización de precios
he_il: אופן הצגת המחיר
ka_ge: გამოსახვის მეთოდი
sr_cs: Metod prikazivanja cene

source: Price display method:
ar_sa: طريقة عرض السعر:
az_az: Qiymət göstərmə metodu:
bg_bg: Метод за показване на цената:
es_pe: Método de visualización de precios:
he_il: אופן הצגת המחיר:

source: Product add date
ar_sa: وأضاف المنتج تاريخ
az_az: Məhsul artırılma tarixi
bg_bg: Добавен на дата
es_pe: Fecha de creación
he_il: תאריך הוספת המוצר
ka_ge: საქონლის მოწოდების თარიღის მიხედვით
sr_cs: Datum dodavanja proizvoda

source: Product available for orders
ar_sa: المنتج متاح للطلب
az_az: Sifariş etmək olan məhsul
bg_bg: Продукти, достъпни за поръчване
es_pe: Producto disponible para pedidos

source: Product default category
es_pe: Categoría por defecto del producto

source: Product modified date
ar_sa: تعديل تاريخ المنتج
az_az: Məhsulun düzəliş edilmə tarixi
bg_bg: Модифициран на
es_pe: Fecha de modificación
he_il: תאריך שינוי המוצר
ka_ge: საქონლის თარიღის შეცვლის მიხედვით
sr_cs: Datum izmene proizvoda

source: Product name
ar_sa: اسم المنتج
az_az: məhsul_adı
bg_bg: Име на продукта
es_pe: Artículo
he_il: שם מוצר
ka_ge: საქონლის სახელწოდება
sr_cs: Ime proizvoda

source: Product name weight
ar_sa: اسم المنتج الوزن
az_az: Məhsul adının çəkisi
bg_bg: Тегло на продуктово име
es_pe: Peso del nombre del producto
he_il: משקל שם המוצר
ka_ge: საქონლის სახელის წონა
sr_cs: Ponder imena proizvoda

source: Product page
ar_sa: صفحة المنتج
az_az: Məhsul səhifəsi
bg_bg: Продуктова страница
es_pe: Página del producto
he_il: דף מוצר
sr_cs: Strana proizvoda

source: Product price
az_az: məhsul_qiyməti
bg_bg: Цена на продукта
es_pe: Precio del producto
he_il: מחיר מוצר
ka_ge: საქონლის ფასი
sr_cs: Cena proizvoda

source: Product quantity
az_az: Məhsul sayı
bg_bg: Количество на продукт
es_pe: Cantidad de producto
he_il: כמות המוצר
sr_cs: Količina proizvoda

source: Product reference
bg_bg: Реф. на продукт
es_pe: Referencia del producto
he_il: מק"ט
sr_cs: Referenca proizvoda

source: Product sales
bg_bg: Продажби на продукта
es_pe: Ventas
he_il: מכירות המוצר
sr_cs: Prodaja proizvoda

source: Products per page
ar_sa: المنتجات في الصفحة
az_az: Hər səhifə üçün məhsullar
bg_bg: Продукти на страница
es_pe: Productos por página
he_il: מוצרים לעמוד
ka_ge: გვერდზე პროდუქციის რაოდენობა
sr_cs: Proizvoda po stranici

source: Products stock
az_az: Məhsul qalığı
bg_bg: Продуктови наличности
es_pe: Stock de productos
he_il: מלאי מוצרים
sr_cs: Zalihe proizvoda

source: Quantity discounts based on
bg_bg: Отстъпка за количество, базирана на
es_pe: Descuentos por cantidad basados en
he_il: הנחות כמות המבוססות על
sr_cs: Količinski popust na osnovu

source: Re-build the entire index
bg_bg: Изграждане на целия индекс наново
es_pe: Reconstruir el índice completo
he_il: צור מחדש את כל הרשימה

source: Re-display cart at login
ar_sa: إعادة إظهار سلة التسوق عند تسجيل الدخول
bg_bg: Показване на количката при влизане
es_pe: Volver a mostrar el carrito al iniciar sesión
he_il: בכניסה למערכת, הצג שוב את עגלת הקניות
sr_cs: Ponovo prikaži korpu nakon prijavljivanja

source: Recalculate shipping costs after editing the order
ar_sa: إعادة حساب تكاليف الشحن بعد تعديل الطلب
bg_bg: Преизчисляване разходите за доставка, след редакция на поръчката
es_pe: Volver a calcular los gastos de envío después de modificar el pedido
he_il: חישבו מחדש את עלויות המשלוח לאחר עריכת ההזמנה

source: Redirect to the canonical URL
az_az: Baş URL-a yönləndir
bg_bg: Пренасочване към канонични адреси (URL)
es_pe: Redirigir a la URL canónica
he_il: הפנה לכתובת URL הראשית (שמכילה rel="canonical") עבור תוכן זה (כאשר ישנם קישורים שונים המפנים לאותו עמוד תוכן)
sr_cs: Preusmeri na kanonski link

source: Reference weight
ar_sa: مرجع الوزن
bg_bg: Реф тегло
es_pe: Peso de la referencia
he_il: משקל ההפניה
ka_ge: ბმულის წონა
sr_cs: Ponder težine

source: Referrer
ar_sa: المرجع
az_az: Xəbərsalan
bg_bg: Реферал
es_pe: Procedencia
he_il: מפנה
ka_ge: Реффер
sr_cs: Preporučilac

source: Registration date
ar_sa: تاريخ التسجيل
az_az: Qeydiyyat tarixi
bg_bg: Дата на регистрация
es_pe: Fecha de registro
he_il: תאריך רישום
ka_ge: რეგისტრაციის თარიღი
sr_cs: Datum registracije

source: Registration number
az_az: Qeydiyyat nömrəsi
bg_bg: Номер на регистрацията
es_pe: Número de registro
he_il: מספר רישום

source: Registrations
ar_sa: التسجيلات
az_az: Qeydiyyatlar
bg_bg: Регистрации
es_pe: Registros
he_il: רישומים
ka_ge: რეგისტრაცია
sr_cs: Registracije

source: Result
az_az: Nəticə
bg_bg: Резултат
es_pe: Resultado
he_il: תוצאה
sr_cs: Rezultat

source: Return status
az_az: Qaytarma durumu
bg_bg: Възобнови статуса
es_pe: Estado de la devolución
he_il: סטאטוס החזרות
sr_cs: Status povraćaja

source: Return statuses
az_az: Geri qaytarılma durumları
bg_bg: Статуси на връщанията
es_pe: Estados de devoluciones
he_il: סטטוסי החזרות

source: Rewritten URL
ar_sa: الرابط المعاد كتابته
az_az: Yenidən yazılmış URL
bg_bg: Пренаписан адрес (URL)
es_pe: URL reescrita
he_il: שכתוב כתובות URL
sr_cs: Prepisan link

source: Robots file generation
ar_sa: جيل الروبوتات الملف
bg_bg: Генериране на Robots файл
es_pe: Generación de archivos robots
he_il: יצירת קובץ Robots
ka_ge: Robots გენერატორი
sr_cs: Stvaranje fajla robots.txt

source: Root category
az_az: Kök bölmə
bg_bg: Основна категория
es_pe: Categoría raíz
he_il: קטגורייה ראשית

source: Round down to the nearest value
bg_bg: Закръгляне към най-близката по-малка стойност
es_pe: Redondear a la baja al valor más próximo
he_il: עגל למטה לערך הקרוב ביותר

source: Round down towards zero, when it is half way there
bg_bg: Закръгляне към по-малкото, когато е половина
es_pe: Redondeo a la baja, cuando se ha pasado la mitad
he_il: עגול כלפי מטה לכיוון אפס, כאשר הסכום בחצי הדרך לשם

source: Round mode
ar_sa: وضع الجولة
az_az: Yuvarlaqlaşdırma modu
bg_bg: Режим на закръгляне
es_pe: Modo de redondeo
he_il: עיגול תשלום
ka_ge: ფასების დამრგვალების მეთოდი
sr_cs: Zaokruživanje

source: Round on each item
bg_bg: Закръгляне на всеки артикул
es_pe: Redondear en cada artículo
he_il: עגל סכום עבור כל מוצר

source: Round on each line
bg_bg: Закръгляне на всеки ред
es_pe: Redondear en cada línea
he_il: עגל סכום עבור כל שורה

source: Round on the total
bg_bg: Закръгляне на общото
es_pe: Redondear sobre el total
he_il: עגל את הסכום הכולל

source: Round towards the next even value
bg_bg: Закръгляне към следващата четна стойност
es_pe: Redondea hasta el siguiente valor par
he_il: עגל כלפי הערך הזוגי הבא

source: Round towards the next odd value
bg_bg: Закръгляне към следващата нечетна стойност
es_pe: Redondea hasta el siguiente valor impar
he_il: עגול כלפי הערך האי-זוגי הבא

source: Round type
bg_bg: Тип на закръглянето
es_pe: Tipo de redondeo
he_il: אופן עיגול סכום לתשלום

source: Round up away from zero, when it is half way there (recommended)
bg_bg: Закръгляне към по-голямото, когато е половина (препоръчително)
es_pe: Redondeo al alza, cuando se ha pasado la mitad (recomendado)
he_il: עגל למעלה מן אפס, כאשר הסכום בחצי דרך לשם (מומלץ)

source: Round up to the nearest value
bg_bg: Закръгляне към най-близката по-голяма стойност
es_pe: Redondear al alza al valor más próximo
he_il: עגל למעלה עד לערך הקרוב ביותר

source: Route to brand
ar_sa: العودة الى العلامة تجارية
bg_bg: Път към бранда
es_pe: Ruta a la marca
he_il: נתיב לדף מותג

source: Route to category
bg_bg: Път до категориите
es_pe: Ruta a las categorías
he_il: נתיב לקטגוריה
sr_cs: Ruta do kategorije

source: Route to modules
az_az: Modula yol
bg_bg: Път до модули
es_pe: Ruta a los modulos
he_il: נתיב למודולים
sr_cs: Ruta do modula

source: Route to page
ar_sa: العودة الى الصفحة
bg_bg: Път към страницата
es_pe: Ruta a la página
he_il: נתיב לדף התוכן

source: Route to page category
ar_sa: العودة إلى فئة الصفحة
az_az: Səhifə bölməsinə yol
bg_bg: Път към категорията страници
es_pe: Ruta a la categoría de página
he_il: נתיב לקטגוריית העמודים

source: Route to products
bg_bg: Път до продуктите
es_pe: Ruta a los productos
he_il: נתיב למוצרים
sr_cs: Ruta do proizvoda

source: Route to supplier
bg_bg: Път до снабдителя
es_pe: Ruta a los proveedores
he_il: נתיב לספק
sr_cs: Ruta do dobavljača

source: SEO options
ar_sa: خيارات تحسين نتائج محركات البحث SEO
bg_bg: Настройки на SEO
es_pe: Opciones de SEO
he_il: אפשרויות SEO
sr_cs: SEO opcije

source: SSL domain
ar_sa: نطاق SSL
az_az: SSL domeni
bg_bg: SSL домейн
es_pe: Dominio SSL
he_il: שם דומיין ה- SSL של החנות
sr_cs: SSL domen

source: Saturday
ar_sa: السبت
az_az: Şənbə
bg_bg: Събота
es_pe: Sábado
he_il: יום שבת
sr_cs: Subota

source: Save messages?
ar_sa: حفظ الرسائل؟
az_az: Mesajlar yaddaşda saxlanılsın?
bg_bg: Запазване на съобщенията?
es_pe: ¿Guardar los mensajes del Servicio al cliente?
he_il: שמור הודעות?
sr_cs: Snimanje poruka?

source: Save, then add a category reduction.
az_az: Yaddaşda saxla, sonra yeni bölmə yönləndirməsi artır.
bg_bg: Запазване и добавяне на отстъпка за категорията.
es_pe: Guardar y añadir un descuento de categoría.
he_il: שמור, ולאחר מכן הוסף הפחתת קטגוריה.
sr_cs: Sasčuvajte, pa onda dodajte kategoriju redukcije.

source: Schema of URLs
bg_bg: Схема на URL-и
es_pe: Formato de los enlaces
he_il: מיפוי כתובות אינטרנט
sr_cs: Šema URL-ova

source: Search
ar_sa: بحث
az_az: Axtar
bg_bg: Търсене
es_pe: Buscar
he_il: חפש
ka_ge: ძებნა
sr_cs: Pretraga

source: Search exact end match
bg_bg: Търсене с точен завършек
es_pe: Buscar coincidencia exacta
he_il: חפש התאמה מדויקת של סיום המילה

source: Search term
es_pe: Término de búsqueda

source: Search within word
ar_sa: البحث داخل الكلمة
az_az: Söz içində axtar
bg_bg: Търсене в дума
es_pe: Buscar en el interior de las palabras
he_il: חיפוש בתוך מילה

source: Send an email after registration
ar_sa: إرسال بريد إلكتروني بعد التسجيل
bg_bg: Изпращане на имейл след регистрация
es_pe: Enviar un mensaje de correo electrónico después de registrarse
he_il: שלח מייל אישור לאחר רישום
sr_cs: Pošalji e-mail nakon registracije

source: Send an email to the customer when their order status has changed.
bg_bg: Изпращане на имейл до клиента при промяна на статуса на поръчката.
es_pe: Enviar un correo electrónico al cliente cuando el estado de su pedido haya cambiado.

source: Send an email to the customer.
es_pe: Enviar correo electrónico al cliente.

source: Send email to customer
ar_sa: إرسال بريد إلكتروني إلى العميل
bg_bg: Изпрати e-mail на клиент
es_pe: Enviar email al cliente
he_il: שלח דואל ללקוח
ka_ge: მომხმარებლისათვის შეტყობინების გაგზავნა
sr_cs: Pošalji e-mail kupcu

source: Separator of attribute anchor on the product links
bg_bg: Разделител за котвата на атрибута в линковете на продукта
es_pe: Separador del atributo ancla en los enlaces del producto
he_il: תו מפריד למאפיין בלינק המוצר
sr_cs: Odvajač atributa pričvršćen na linkovima proizvoda

source: Server
ar_sa: السيرفر
bg_bg: Сървър
es_pe: Servidor
he_il: :שרת
ka_ge: სერვერი

source: Set backorder status
bg_bg: Задаване на статус за предварителна поръчка
es_pe: Establecer estado de pedido pendiente
sr_cs: Postavi status za unapred naručivanje.

source: Set shop URL
ar_sa: تعيين عنوان URL للمتجر
az_az: Dükan üçün URL qoş
bg_bg: Настрой URL на магазина
es_pe: Establecer URL de la tienda
he_il: הגדר כתובת חנות
sr_cs: Podesi svoj URL

source: Set the associated order as delivered.
es_pe: Establecer el pedido asociado como entregado.

source: Set the associated order as paid.
es_pe: Establecer el pedido asociado como pagado.

source: Set the associated order as shipped.
es_pe: Establecer el pedido asociado como enviado.

source: Set the associated order as validated.
es_pe: Establecer el pedido asociado como validado.

source: Set the order as in transit.
es_pe: Establecer el pedido como en tránsito.
he_il: הגדר הזמנה כנשלחה .
sr_cs: Postavi porudžbinu na stanje u obradi.

source: Set the order as paid.
az_az: Sifarişi ödənilmiş kimi göstərin.
bg_bg: Задайте, че поръчката е платена.
es_pe: Establecer el pedido como pagado.
he_il: הגדר 'מצב טיפול בהזמנה' כ 'התקבל תשלום'.
sr_cs: Postavi porudžbinu kao plaćeno.

source: Set the order as shipped.
az_az: Sifarişi göndərilmiş kimi göstərin.
bg_bg: Задайте, че поръчката е доставена.
es_pe: Establecer el pedido como enviado.
he_il: הגדר 'מצב טיפול בהזמנה' כ 'נשלחה ללקוח'.
sr_cs: Postavi porudžbinu kao isporučeno.

source: Set up URLs
ar_sa: عناوين الإعداد
az_az: URL-lar qurun
bg_bg: Настрой URL-и
es_pe: Configuración de URLs
he_il: הגדרת כתובות URL
sr_cs: Konfiguracija URL

source: Set up a new page
es_pe: Configurar nueva página
