Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersHelp.*.xlf
Languages: bg_bg, bn_bd, ca_es, fi_fi, lt_lt, no_no, sk_sk, sv_se

source: Set to "0" to disable this feature.
bg_bg: Задайте "0", за да забраните тази опция.
bn_bd: এই বৈশিষ্ট্যটি নিষ্ক্রিয় করতে 0 সেট করুন
ca_es: Posar a 0 per a desactivar aquesta característica
fi_fi: Laita arvoksi 0 ottaaksesi ominaisuuden pois käytöstä.
lt_lt: Nustatykite 0 jei norite išjungti šią funkciją.
no_no: Sett til 0 for å deaktivere denne funksjonen.
sk_sk: Nastavte 0, pokiaľ chcete vypnúť túto funkciu.
sv_se: Sätt till 0 för att inaktivera den här funktionen

source: By default, the "%add_to_cart_label%" button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
ca_es: Per defecte, el botó "%add_to_cart_label%" s'amaga quan un producte no està disponible. Podeu triar que es mostri en tots els casos.
fi_fi: Oletuksena "%add_to_cart_label%" -painike on piilotettu, jos tuotetta ei ole saatavilla. Voit vaihtaa sen näkyväksi aina.
lt_lt: Pagal nutylėjimą mygtukas „%add_to_cart_label%“ yra paslėptas, kai prekė yra neprieinama (nėra sandėlyje ar kitais atvejais). Galite pasirinkti, kad ją rodytų visada.
sk_sk: Pokiaľ nie je produkt k dispozícii, je tlačidlo "%add_to_cart_label%" predvolene skryté. Môžete si zvoliť, či sa má zobrazovať vo všetkých prípadoch.
sv_se: Som standard, så är "%add_to_cart_label%"-knappen gömd när produkten inte är tillgänglig. Du kan välja att den visas i alla fall.

source: In stock
bg_bg: В наличност
bn_bd: স্টক এ আছে
ca_es: En inventari
fi_fi: Varastossa
lt_lt: Yra sandėlyje
no_no: På lager
sk_sk: Na sklade
sv_se: Finns i lager först

source: On backorder
bg_bg: По поръчка
ca_es: En reproveïment
fi_fi: Jälkitilauksessa
lt_lt: Atidėta
no_no: På restordre
sk_sk: Na objednávku

source: Out of stock
bg_bg: Изчерпано
bn_bd: স্টক এ নেই
ca_es: Exhaurit
fi_fi: Ei varastossa
lt_lt: Išparduota
no_no: Ikke på lager
sk_sk: Vypredané
sv_se: Tillfälligt slut

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
bg_bg: Препоръчително е за търговци от ЕС за съответствие със законодателството (напр.: Доставя се в срок от 3-4 дена)
ca_es: S'aconsella als venedors europeus que compleixin la llei (p. ex.: lliurat en un termini de 3-4 dies)
fi_fi: Suositellaan euroopassa toimiville kauppiaille lakisääteisistä syistä (esim. toimitetaan 3-4 päivän sisällä)
lt_lt: Europos prekybininkams patariama būti teisiškai suderintiems (pvz.: pristatymas per 3-4 dienas)
no_no: Anbefalt for europeiske selgere for å være juridisk kompatible (f. eks: Leveres innen 3-4 dager)
sk_sk: Pre európskych obchodníkov odporúčame, aby to bolo právne v poriadku (napr.: Dodanie do 3 - 4 dní)
sv_se: Förordas för handlare inom EU för att vara förenlig med lag (t. ex: Levereras inom 3-4 dagar)

source: Delivered within 3-4 days
ca_es: Lliurament en 3-4 dies
fi_fi: Toimitetaan 3-4 päivässä
lt_lt: Pristatyta per 3-4 dienas
no_no: Levering innen 3-4 dager
sk_sk: Dodané do 3 - 4 dní
sv_se: Levereras inom 3-4 dagar

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
bg_bg: Препоръчително е за търговци от ЕС за съответствие със законодателството (напр.: Доставя се в срок от 5-7 дена)
ca_es: S'aconsella als venedors europeus que compleixin la llei (p. ex.: lliurat en un termini de 5-7 dies)
fi_fi: Suositellaan euroopassa toimiville kauppiaille lakisääteisistä syistä (esim. toimitetaan 5-7 päivän sisällä)
lt_lt: Europos prekybininkams patariama būti teisiškai suderintiems (pvz.: pristatymas per 5-7 dienas)
no_no: Anbefalt for europeiske selgere for å være juridisk kompatible (f. eks: Leveres innen 5-7 dager)
sk_sk: Pre európskych obchodníkov odporúčame, aby to bolo právne v poriadku (napr.: Dodanie do 5 - 7 dní)
sv_se: Förordas för handlare inom EU för att vara förenlig med lag (t. ex: Levereras inom 5-7 dagar)

source: Delivered within 5-7 days
ca_es: Lliurament en 5-7 dies
fi_fi: Toimitetaan 5-7 päivässä
lt_lt: Pristatyta per 5-7 dienas
no_no: Levering innen 5-7 dager
sk_sk: Dodané do 5 - 7 dní
sv_se: Levereras inom 5-7 dagar

source: Note that the label will be displayed only if backorders are denied.
ca_es: Tingueu en compte que l'etiqueta només es mostrarà si es deneguen les comandes en reproveïment.
fi_fi: Huomaa, että tunniste näytetään vain, jos jälkitilaukset eivät ole sallittuja.
lt_lt: Atminkite, kad pranešimas bus rodomas tik tuo atveju, jei atsisakoma užsakymų.
sk_sk: Upozorňujeme, že táto správa sa zobrazí iba v prípade odmietnutia spätných objednávok.
sv_se: Notera att etiketten bara visas om restorder inte är tillåten.

source: Enable this option if you want to display your product's attributes in its meta title.
ca_es: Activeu aquesta opció si voleu mostrar els atributs del producte al seu meta títol.
lt_lt: Įjunkite šią parinktį, jei norite rodyti prekės savybes meta pavadinime.
no_no: Velg dette dersom du vil vise produktets egenskaper i metatittelen.
sk_sk: Túto možnosť zapnite, ak chcete zobraziť atribúty produktu v meta názve.
sv_se: Aktivera detta val om du vill visa produkters attribut i meta-titeln.

source: Enable this option only if your server allows URL rewriting (recommended).
bg_bg: Разрешете тази опция само ако сървърът Ви поддържа пренаписване на URL адреси (препоръчително).
ca_es: Activeu aquesta opció si el vostre servidor permet reescriptura d'URL (recomanat).
fi_fi: Salli tämä toiminto jos palvelimesi hyväksyy URL-osoitteiden uudelleenkirjoituksen (suositus).
lt_lt: Įjunkite, jei Jūsų serveris leidžia perrašyti URL (rekomenduojama).
no_no: Aktiver dette alternativet kun hvis serveren din tillater URL omskrivning (anbefales).
sk_sk: Povoľte túto možnosť iba ak vás server umožňuje prepisovanie URL (doporučené).
sv_se: Aktivera den här inställningen om din server har URL rewriting (rekommenderad).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
bg_bg: Пренаписването на URL адреси (mod_rewrite) не е активно за сървъра или не е възможна проверка на конфигурацията на сървъра. Ако желаете да използвате "лесни" URL адреси, трябва да активирате този режим.
bn_bd: URL rewriting (mod_rewrite)আপনার সার্ভার এ সক্রিয় নয় অথবা আপনার সার্ভার কনফিগারেশন চেক করা সম্ভব নয়।আপনি যদি বন্ধুত্বপূর্ণ URL গুলি ব্যবহার করতে চান, তাহলে এই mod সক্রিয় করা আবশ্যক.
ca_es: La reescriptura d'URL (mod_rewrite) no és activa al vostre servidor o no és possible verificar la vostra configuració de servidor. Si voleu utilitzar URLs amigables cal que estigui activada.
fi_fi: URL-uudelleenkirjoitus (mod_rewrite) ei ole käytössä palvelimellasi, tai serverikonfiguraatio ei ole saatavilla. Jos haluat hakukoneystävälliset URL-osoitteet, sinun pitää aktivoida tämä toiminto.
lt_lt: Jūsų serveryje neįjungtas URL perrašymo modulis (mod_rewrite) arba neįmanoma patikrinti jūsų serverio konfigūracijos. Jei norite naudoti draugiškus URL, privalote aktyvuoti šį modulį.
no_no: URL omskrivning (mod_rewrite) er ikke aktiv på serveren din, eller det er ikke mulig å sjekke serverkonfigurasjonen. Hvis du ønsker å bruke vennlige nettadresser, må du aktivere denne modulen.
sk_sk: Režim prepisovania URL (mod_rewrite) nie je na vašom servery aktívny alebo to nieje možné zistiť z konfigurácie serveru. Pokiaľ chcete použiť priateľské URL adresy, musíte aktivovať tento režim.
sv_se: URL-omskrivning (mod_rewrite) är inte aktiverat på din server eller så kan din serverkonfiguration inte kontrolleras. Om du vill använda SEO-vänliga URLer, måste denna funktion vara aktiverad.

source: Enable this option if you want to allow accented characters in your friendly URLs. You should only activate this option if you are using non-Latin characters; for all the Latin charsets, your SEO will be better without this option.
ca_es: Activeu aquesta opció si voleu permetre caràcters accentuats a les vostres URL amigables. Sols hauríeu d'activar aquesta opció si feu servir caràcters no llatins; per a tots els jocs de caràcters llatins, el vostre SEO anirà millor sense aquesta opció.
fi_fi: Ota tämä asetus käyttöön jos haluat sallia erikoismerkit hakukoneystävällisissä URL-osoitteissasi. Aktivoi tämä vaihtoehto vain jos käytät muita kuin latinalaisia merkkejä; kaikissa latinalaisissa merkistöissä hakukoneoptimointisi on parempi ilman tätä vaihtoehtoa.
lt_lt: Įjunkite šią parinktį, jei norite leisti kirčiuotus simbolius draugiškuose URL. Šią parinktį turėtumėte įjungti tik tuo atveju, jei naudojate ne lotyniškus simbolius; su visais lotyniškais simboliais jūsų SEO bus geresnis be šios parinkties.
sk_sk: Povoľte túto možnosť, ak chcete vo svojich priateľských adresách URL povoliť znaky s diakritikou. Túto možnosť by ste mali aktivovať iba vtedy, ak používate iné ako latinské znaky; pre všetky latinské znakové sady bude vaše SEO lepšie bez tejto možnosti.
sv_se: Aktivera detta val om du vill tillåta accentuerad tecken i shopens URL:er. Du bör bara aktivera valet om du använder icke-latinska tecken. För alla latinska teckenuppsättningar, så kommer SEO att fungera bättre utan detta val aktiverat.

source: Enable this option only if you have problems with URL rewriting.
bg_bg: Активирай тази опция само ако имаш проблеми с редакцията на URL.
bn_bd: URL rewriting এ সমস্যা হোলে, তাহলেই কেবল এই অপশনটি সক্রিয় করুন.
ca_es: Activeu aquesta opció només si teniu problemes per reescriure els URL d'algunes pàgines.
fi_fi: Aseta tämä ominaisuus vain jos sinulla on ongelmia URL-osoitteiden uudelleenkirjoittamisessa.
lt_lt: Įjunkite šią opciją tik jei turite problemų su URL perrašymu.
no_no: Aktiver dette valget kun dersom du har problemer med URL omskrivning.
sk_sk: Túto možnosť zapnite iba ak máte problémy s prepisovaním URL.
sv_se: Aktivera detta val endast om du har problem med vissa sidors URL omskrivning.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
bg_bg: Някои от функциите на PrestaShop може да не работят коректно с дадена конфигурация на режима на модула за сигурност на Apache. Ние препоръчваме да го изключите.
ca_es: És possible que algunes de les funcions de PrestaShop no funcionin correctament amb una configuració específica del mòdul mod_security d'Apache. Recomanem de desactivar-les.
fi_fi: Jotkin PrestaShopin ominaisuuksista eivät välttämättä toimi oikein jos Apachen mod_security moduulissa on erikoisasetuksia. Suosittelemme sammuttamaan sen.
lt_lt: Kai kuriuos PrestaShop funkcijos gali nustoti veikti teisingai su specifine Apache mod_security konfigūracija. Rekomenduojame išjungti.
no_no: Noen av PrestaShops funksjoner virker kanskje ikke med en spesiell konfigurasjon av Apaches mod_security modul. Vi anbefaler at du deaktiverer den.
sk_sk: Niektoré z funkcií PrestaShop-u nemusia správne fungovať s povoleným mod_security modulom Apachu. Doporučujeme ho vypnúť.
sv_se: Vissa av funktionerna i PrestaShop kanske inte fungerar med en specifik konfiguration av Apache-modulen mod_security. Vi rekommenderar att stänga av funktionen.

source: [1]Make[/1] sure partner offers are not set as required in the [2]Customers[/2] section of the back office before disabling them. Otherwise, new customers won't be able to create an account and [1]proceed[/1] to checkout.
bg_bg: [1]Уверете се[/1], че партньорските оферти не са зададени като задължителни в раздела [2]Клиенти[/2] на административния панел, преди да ги деактивирате. В противен случай, новите клиенти няма да могат да създадат акаунт и [1]да продължат[/1] към завършване на поръчка.
ca_es: [1]Assegureu-vos[/1] que les ofertes de socis no s'estableixin com cal a la secció [2]Clients[/2] del back office abans de desactivar-les. En cas contrari, els clients nous no podran crear un compte i [1]procedir[/1] per a pagar.
fi_fi: [1]Varmista[/1], että kumppanitarjoukset eivät ole vaadittuina [2]Asiakkaat[/2]-osiossa ennen kuin poistat ne käytöstä. Muutoin uudet asiakkaat eivät voi luoda tiliä ja [1]jatkaa[/1] kassalle.
lt_lt: Prieš išjungdami partnerių pasiūlymus [1]įsitikinkite[/1], kad jie nėra nustatyti kaip privalomi administracinėje dalyje skiltyje [2]Klientai[/2]. Priešingu atveju nauji klientai negalės susikurti paskyros ir [1]tęsti[/1] apsipirkimo.
no_no: [1]Sørg for[/1] at partnertilbud ikke er satt som påkrevde i [2]Kunder[/2]-seksjonen i back office før du deaktiverer dem. Ellers vil ikke nye kunder kunne opprette en konto og [1]gå videre[/1] til kassen.
sk_sk: [1]Skontrolujte[/1], že ponuky partnerov nie sú nastavené tak, ako sa vyžaduje v sekcii [2]Zákazníci[/2] obchodu, skôr než ich deaktivujete. V opačnom prípade si noví zákazníci nebudú môcť vytvoriť účet a [1]pristúpiť[/1] k platbe.

source: To add tags, click in the field, write something, and then press the "Enter" key.
bg_bg: За да добавите етикети, щракнете в полето, напишете нещо и натиснете клавиша "Enter".
ca_es: Per afegir etiquetes, cliqueu al camp, escriviu el que calgui i premeu la tecla "Enter".
fi_fi: Lisätäksesi tageja, klikkaa kenttää, kirjoita tagi, ja paina Enteriä.
lt_lt: Norėdami sukurti "žymas", spustelėkite laukelyje, ką nors parašykite ir paspauskite "Enter".
no_no: For å legge til "tags" klikker du i feltet, skriv noe, og trykk deretter på "Enter"-tasten.
sk_sk: Pre pridanie štítkov, kliknite na pole, napíšte niečo a stlačte "Enter".
sv_se: För att lägga till taggar, klicka i fältet och skriv någonting, tryck sedan "Enter".

source: Name of the related page.
bg_bg: Име на свързаната страница.
ca_es: Nom de la pàgina relacionada.
fi_fi: Liittyvän sivun nimi.
lt_lt: Susijusio puslapio pavadinimas.
no_no: Navn til relatert side.
sk_sk: Názov príslušnej stránky.
sv_se: Namn på relaterad sida.

source: Title of this page.
bg_bg: Заглавие на тази страница.
ca_es: Títol d'aquesta pàgina.
fi_fi: Tämän sivun otsikko.
lt_lt: Šio puslapio pavadinimas.
no_no: Tittel for denne siden.
sk_sk: Nadpis tejto stránky.
sv_se: Titeln på denna sida.

source: Invalid characters:
bg_bg: Недопустими символи:
ca_es: Caràcters invàlids:
fi_fi: Virheelliset merkit:
lt_lt: Draudžiami simboliai:
no_no: Ugyldige tegn:
sk_sk: Neplatné znaky:
sv_se: Ogiltiga tecken:

source: A short description of your shop.
bg_bg: Кратко описание на магазина Ви.
ca_es: Una descripció breu de la vostra botiga.
fi_fi: Lyhyt kuvaus kaupastasi.
lt_lt: Trumpas jūsų parduotuvės aprašymas.
no_no: En kort beskrivelse av din butikk.
sk_sk: Krátky popis Vášho obchodu.
sv_se: En kort beskrivning.

source: List of keywords for search engines.
ca_es: Llista de paraules clau pels motors de recerca.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
bg_bg: Например "contacts" в http://example.com/shop/contacts, за да пренасочва към http://example.com/shop/contact-form.php
ca_es: Per exemple, "contactes" per tal que http://exemple.com/botiga/contactes redirigeixi a http://exemple.com/botiga/contact-form.php
fi_fi: Esimerkiksi, "contacts" http://example.com/shop/contacts ohjautuu http://example.com/shop/contact-form.php
lt_lt: Pavyzdžiui, "kontaktai" http://example.com/shop/kontaktai peradresuoja į http://example.com/shop/contact-form.php
no_no: For eksempel, "contacts" for http://example.com/shop/contacts omdirigeres til http://example.com/shop/contact-form.php
sk_sk: Napríklad "kontakt" z http://vaseshop.sk/shop/kontakt presmeruje na http://vaseshop.sk/shop/contact-form.php
sv_se: T.ex. "kontakter" för att skicka http://example.com/shop/kontakter vidare till http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
bg_bg: Позволени са само букви и тирета.
ca_es: Només es permeten lletres i guions.
fi_fi: Vain kirjaimet ja miinusmerkki on sallittu.
lt_lt: Leidžiamos tik raidės ir minuso ženklas (-).
no_no: Bare bokstaver og bindestrek er tillatt.
sk_sk: Povolené sú len písmená bez diakritiky a znak mínus (-).
sv_se: Endast bokstäver och minus (-) tecken är tillåtna.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
bg_bg: Ако искате да включите SSL на всички страници от магазина, активирайте опцията „Активиране на SSL на всички страници“ по-долу.
ca_es: Si voleu activar SSL a totes les pàgines de la vostra botiga, activeu l'opció "Activar a totes les pàgines" tot seguit.
fi_fi: Jos haluat ottaa käyttöön SSL:n myymäläsi kaikilla sivuilla, aktivoi "Ota käyttöön kaikilla sivuilla" -vaihtoehto alta.
lt_lt: Jei jūs norite įjungti SSL ant visų parduotuvės puslapių, aktyvuokite "Įjungti SSL visiems puslapiams" pasirinkimą žemiau.
no_no: Hvis du vil aktivere SSL for alle butikksidene kan du huke av "Aktiver på alle sider" under.
sk_sk: Pokiaľ chcete používať SSL pre celý e-shop (všetky stránky e-shopu), aktivujte "Povoliť na všetkých stránkach" voľbu nižšie.
sv_se: Om du vill aktivera SSL på alla sidor i din butik, aktivera alternativet "Aktivera på alla sidor" nedanför.

source: When enabled, friendly URL will be updated on every name change for offline products only.
bg_bg: Когато е разрешено, приятелският URL адрес ще се актуализира при всяка промяна на името само за офлайн продукти.
fi_fi: Kun tämä on käytössä, ystävällinen URL-osoite päivitetään aina vain offline-tuotteiden nimenmuutoksen yhteydessä.
no_no: Når denne funksjonen er aktivert, vil vennlig URL oppdateres ved hver navneendring, men kun for produkter som er offline.
sk_sk: Ak je povolené, priateľská URL adresa sa bude aktualizovať pri každej zmene názvu iba pri offline produktoch.

source: Display the "%add_to_cart_label%" button when a product has combinations
bg_bg: Показване на бутона "%add_to_cart_label%", когато даден продукт има комбинации
fi_fi: Näytä "%add_to_cart_label%" painike, kun tuotteella on variaatioita
no_no: Vis "%add_to_cart_label%"-knappen når et produkt har kombinasjoner.
sk_sk: Zobraziť tlačidlo "%add_to_cart_label%", aj keď má produkt kombinácie.

source: Some themes allow your customers to add a product to their cart directly from the product list. You may want to deactivate this feature if a product has combinations, requiring your customers to check product details and choose one of the options.
bg_bg: Някои теми позволяват на клиентите ви да добавят продукт в количката си директно от списъка с продукти. Може да деактивирате тази функция, ако даден продукт има комбинации, което изисква от клиентите ви да проверят подробностите за продукта и да изберат една от опциите.
fi_fi: Joissakin teemoissa asiakkaat voivat lisätä tuotteita ostoskoriin suoraan tuoteluettelosta. Jos tuote sisältää yhdistelmiä, voi olla hyvä poistaa tämä ominaisuus, jotta asiakkaat tarkistavat tuotetiedot ja valitsevat oikean vaihtoehdon.
no_no: Noen temaer lar kundene legge et produkt i handlekurven direkte fra produktlisten. Du kan ønske å deaktivere denne funksjonen hvis et produkt har kombinasjoner, som krever at kundene sjekker produktdetaljer og velger en av alternativene.
sk_sk: Niektoré šablóny umožňujú pridávať produkty do košíka priamo zo zoznamu produktov. Túto možnosť môžete vypnúť, ak má produkt kombinácie, prinútite tak zákazníka otvoriť detail produktu a vybrať konkrétny variant.

source: Forbidden characters: <>;=#{}
no_no: Ulovlige tegn: <>;=#{}
sv_se: Förbjudna tecken: <>;=#{}
