Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersHelp.*.xlf
Languages: ca_es, lt_lt, sk_sk, sr_cs, tr_tr

source: Enable this option to keep your imported items’ ID number as is. Otherwise, PrestaShop will ignore them and create auto-incremented ID numbers.
ca_es: Activeu aquesta opció per a mantenir el número d'identificació dels articles importats tal qual. En cas contrari, PrestaShop els ignorarà i crearà números d'identificació incrementats automàticament.
lt_lt: Įjunkite šią parinktį, jei norite, kad importuotų elementų ID būtų toks, koks yra. Priešingu atveju PrestaShop jų nepaisys ir sukurs automatiškai sukurtus ID numerius.
sk_sk: Povoľte túto možnosť, ak chcete ponechať rovnaké ID čísla importovaných položiek. V opačnom prípade ich PrestaShop bude ignorovať a vytvorí automaticky navýšené identifikačné čísla.
sr_cs: Aktivirajte ovu opciju da bi čuvali vaš postojeći važni ID broj proizvoda. Inače PrestaShop će ignorisati taj broj i kreirati nove auto rastuće ID brojeve

source: Enabling multi-statements queries increases the risk of SQL injection vulnerabilities being exploited.
ca_es: L'activació de consultes de diverses instruccions augmenta el risc que s'explotin les vulnerabilitats d'injecció SQL.
sk_sk: Povolenie dotazov s viacerými príkazmi zvyšuje riziko zneužitia zraniteľností SQL injection.
sr_cs: Omogućavanje više SQL upita povećava rizik od iskorišćavanja ranjivosti SQL ubacivanja.

source: Experimental API endpoints are disabled by default in prod environment, this configuration allows to forcefully enable them.
ca_es: Els endpoints de l'API experimental estan desactivats per defecte a l'entorn de producció, aquesta configuració permet d'activar-los de manera forçada.

source: Fabulous
ca_es: Fabulós
lt_lt: Nuostabus
sk_sk: Parádne
sr_cs: Fenomenalno
tr_tr: Harika

source: Fill in the fields and click "%save_label%".
ca_es: Ompliu els camps i feu clic a "%save_label%".
lt_lt: Užpildykite laukus ir spauskite „%save_label%“.
sk_sk: Vyplňte polia a kliknite na "%save_label%".
sr_cs: Popunite polja i kliknite na "%save_label%".

source: Fill in the fields below to set up DKIM signing of outgoing emails. This will reduce the likelihood of your emails being marked as spam. You can get the data below from your server administrator or generate it yourself by using one of the freely available tools, such as dkimcore.org. Also, make sure that your server is registered as an authorized sender in your SPF record.
ca_es: Ompliu els camps següents per tal de configurar la signatura DKIM dels correus electrònics de sortida. Això reduirà la probabilitat que els vostres correus electrònics es marquin com a correu brossa. Podeu obtenir les dades següents de l'administrador del vostre servidor o generar-les vosaltres mateixos mitjançant una de les eines de lliure disposició, com ara dkimcore.org. A més, assegureu-vos que el vostre servidor estigui registrat com a remitent autoritzat al vostre registre SPF.
lt_lt: Užpildykite žemiau pateiktus laukus, kad nustatytumėte siunčiamų el. laiškų DKIM pasirašymą. Tai sumažins tikimybę, kad jūsų el. laiškai bus pažymėti kaip šlamštas. Žemiau pateiktus duomenis galite gauti iš savo serverio administratoriaus arba patys juos sugeneruoti naudodami vieną iš laisvai prieinamų įrankių, pvz., dkimcore.org. Be to, įsitikinkite, kad jūsų serveris yra užregistruotas kaip įgaliotasis siuntėjas jūsų SPF įraše.
sk_sk: Vyplňte pole nižšie pre nastavenie DKIM podpisov v e-mailoch. Toto zníži šancu, že budú servery vaše emaily dávať do SPAMu. Dáta nižšie zistíte od administrátora svojho hostingu, alebo si ich môžete sami vygenerovať dostupnými nástrojmi zadarmo, napríklad dkimcore.org. Ďalej overte, že je váš server uvedený v SPF zázname ako autorizovaný odosielateľ vašej pošty.
sr_cs: Popunite polja ispod kako biste postavili DKIM potpisivanje izlaznih emailova. Ovo će smanjiti verovatnoću da vaši emailovi budu označeni kao spam. Podatke ispod možete dobiti od svog administratora servera ili ih možete generisati sami koristeći neki od besplatno dostupnih alata, poput dkimcore.org. Takođe se uverite da je vaš server registrovan kao ovlašćeni pošiljalac u SPF zapisu.

source: Fully qualified domain name (keep this field empty if you don't know).
ca_es: Nom de domini complet i vàlid (deixeu en blanc si no el sabeu)
lt_lt: Visas domeno vardas (palikite tuščią, jei nežinote).
sk_sk: Plne kvalifikovaný názov domény (nechajte prázdny ak neviete).
sr_cs: Potpuno kvalifikovano ime domena (ostaviti prazno ako ne znate)
tr_tr: Tam etki alanı adı (bilmiyorsanız, bu alanı boş bırakın).

source: Good
ca_es: bo
lt_lt: Geras
sk_sk: dobré
sr_cs: dobro
tr_tr: İyi

source: How do I create a new SQL query?
ca_es: Com puc crear una nova consulta SQL?
lt_lt: Kaip sukurti naują SQL užklausą?
sk_sk: Ako vytvoriť nový SQL dopyt?
tr_tr: Nasıl yeni bir SQL sorgusu oluşturabilirim?

source: How to restore a database backup in 10 easy steps
ca_es: Com restaurar una còpia de seguretat de la base de dades en 10 senzills passos
lt_lt: Kaip atstatyti DB: 10 paprastų žingsnių
sk_sk: Ako obnoviť zálohu databázy v 10tich ľahkých krokoch
sr_cs: Kako da vratite rezervnu kopiju baze u 10 lakih koraka
tr_tr: Veritabanı yedeği 10 adımda nasıl kolay bir şekilde geri yüklenir

source: IP address or server name (e.g. smtp.mydomain.com).
ca_es: IP o nom del servidor (p. ex. smtp.mydomain.com).
lt_lt: IP arba severio pavadinimas (pvz.: smtp.domenas.lt).
sk_sk: IP adresa alebo názov servera (napr. smtp.mydomain.com).
sr_cs: IP adresa ili naziv servera (npr. smtp.mydomain.com).
tr_tr: IP adresi veya sunucu adı: (ör: smtp.benimdomain.com).

source: If enabled, the backup script will drop your tables prior to restoring data. (ie. "DROP TABLE IF EXISTS")
ca_es: Si està activat, l'script de còpia de seguretat suprimirà les taules abans de restaurar les dades. (és a dir, "DROP TABLE IF EXISTS")
lt_lt: Jei įjungta, atsarginių kopijų skriptas ištrins jūsų lenteles prieš atstatydamas duomenis. (t.y. "DROP TABLE IF EXISTS")
sk_sk: Ak je povolené, zálohovací skript pred obnovením údajov zahodí vaše tabuľky. (t. j. "DROP TABLE IF EXISTS")
sr_cs: Ako je aktivirano, bekap skripta će izbrisati sve tabele pre nego počne da obnavlja podatke. (ie. "DROP TABLE IF EXISTS")

source: If enabled, the product's reference number MUST be unique!
ca_es: Si està activat, la referència del producte HA DE SER única!
lt_lt: Jei įjungta, prekės kodas TURI BŪTI unikalus!
sk_sk: Ak je povolené, kód produktu MUSÍ byť unikátny!
tr_tr: Etkinse, ürünün referans numarası benzersiz olmalıdır!

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
ca_es: Si configureu aquesta URL com a URL principal per a la botiga seleccionada, totes les URL definides a aquesta botiga es redirigiran a aquesta URL (únicament podeu tenir una URL principal per botiga).
lt_lt: Jei nustatysite šį URL kaip pagrindinį URL jūsų pasirinktai parduotuvei, visi URL nustatyti šiai parduotuvei bus peradresuojami į šį URL (vienai parduotuvei jūs galite turėti tik vieną pagrindtinį URL).
sk_sk: Ak nastavíte túto adresu ako hlavnú URL adresu pre vybraný obchod, všetky URL adresy obchodu budú presmerované na túto URL adresu (môžete mať iba jednu hlavnú URL adresu pre obchod).
sr_cs: Ako postavite ovaj URL kao glavni URL za izabranu prodavnicu, svi URL-ovi postavljeni za ovu prodavnicu će preusmeraviti na ovaj URL (možete da imate samo jedan glavni URL po prodavnici).
tr_tr: Bu URLyi seçilen mağaza için Ana URL olarak ayarlarsanız, ilgili mağazaya ayarlanan tüm URLler bu URLye yönlendirilecek (her bir mağaza için yalnızca bir ANA URLye sahip olabilirsiniz).

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
ca_es: Si voleu afegir una URL virtual, heu d'activar la reescriptura d'URL al vostre servidor web i activar l'opció URL amigable.
lt_lt: Jei norite pridėti virtualų URL, jums reikia įjungti URL perrašymą savo web serveryje ir įjungti Draugiškas URL parinktį.
sk_sk: Pokiaľ chcete pridať virtuálnu URL adresu, musíte aktivovať prepisovanie URL na vašom webovom serveri a umožniť voľbu Friendly URL (priateľské URL).
tr_tr: Bir sanal URL eklemek istiyorsanız, İnternet sunucunuzda URL yeniden yazımını aktifleştirmeli ve Kullanıcı Dostu URL seçeneğini etkinleştirmelisiniz.

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
ca_es: Si l'arxiu de còpia de seguretat excedeix aquest límit, poseu-vos en contacte amb el proveïdor d'hostatge per tal d'obtenir suport.
lt_lt: Jei jūsų atsarginės kopijos failas viršiją leidžiamo dydžio limitą, susisiekite su serverio paslaugų tiekėju dėl pagalbos.
sk_sk: Ak Vaša záloha prekračuje tento limit, kontaktujte poskytovateľa hostingu aby Vám pomohol.
sr_cs: Ako vaša rezervna kopija prelazi to ograničenje, obratite se svom hosting provajderu.
tr_tr: Eğer yedekleme dosyalarınız limiti aşıyorsa sunucu sağlayıcınız ile bağlantıya geçin.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default store will be used.
ca_es: Ignoreu aquest camp si no feu servir l'eina Multistore. Si deixeu aquest camp buit, es farà servir la botiga per defecte.
sk_sk: Ignorujte toto pole, ak nechcete použiť nástroj Multiobchod. Ak necháte toto pole prázdne, bude použitý predvolený obchod.

source: Indicate the minimum log levels that will be saved in database.
ca_es: Indica els nivells mínims de registre que seran desats a la base de dades.

source: Informative only
ca_es: Solament informatiu
lt_lt: Informacinis
sk_sk: Iba informatívne
sr_cs: Informativno obaveštenje
tr_tr: Sadece bilgi amaçlı

source: Invalid
ca_es: No és vàlid
lt_lt: Neteisingas
sk_sk: Neplatné
sr_cs: Nevažeća
tr_tr: Geçersiz

source: Leave blank if not applicable.
ca_es: Deixar en blanc si no és aplicable.
lt_lt: Palikite tuščią, jie netaikoma.
sk_sk: Ak nechcete použiť, nechajte prázdne.
sr_cs: Ostavite prazno ako nije primenjivo
tr_tr: Gerekmiyorsa boş bırakın.

source: Log alerts will be sent to these emails. Please use a comma to separate them (e.g. pub@prestashop.com, anonymous@psgdpr.com).
ca_es: S'enviaran alertes de log a aquests correus electrònics. Feu servir una coma per a separar-los (p. ex., pub@prestashop.com, anonymous@psgdpr.com).
lt_lt: Žurnalo įspėjimai ("Log Alerts") bus išsiųsti šiais el. pašto adresais. Prašome el. pašto adresus atskirti kableliais (pvz., Pub@prestashop.com, anonymous@psgdpr.com).
sk_sk: Na tieto e-maily sa budú odosielať upozornenia záznamov chýb. Oddeľte ich čiarkou (napr. pub@prestashop.com, anonym@psgdpr.com).
sr_cs: Log obaveštenja će biti poslata na ove mejlove. Molimo koristite zarez za odvajanje E-mail adresa (npr. pub@prestashop.com, anonymous@psgdpr.com).

source: Major issue (crash)!
ca_es: Gran problema (error crític)
lt_lt: Kritinė klaida (lūžis)
sk_sk: Veľký problém (porucha)!
sr_cs: Veliki problem (obično krahiranje neke komponente)
tr_tr: Önemli sorun (çökme)!

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
ca_es: Nom del quart domini per a la vostra botiga, (p. ex. myshop-media-server-3.com). Si no en teniu més deixeu el camp en blanc
lt_lt: Tai jūsų parduotuvės ketvirtojo domeno pavadinimas (pvz., mano-parduotuvės-media-serveris-3.com). Jei neturite kito domeno, palikite šį laukelį tuščią.
sk_sk: Názov druhej domény Vášho obchodu (napr. mojobchod-mediaserver3.sk). Ak nemáte inú doménu, nechajte toto políčko prázdne.
sr_cs: Ime četvrtog domena za vašu prodavnicu, (npr. mojaprodavnica-media-server-3.com). Ako nemate drugi domen, ostavite ovo polje prazno.
tr_tr: Mağazanızın dördüncü etki alanı adı. (ör: myshop-media-server-3.com). Diğer bir etki adına sahip değilseniz, bu alanı boş bırakın.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
ca_es: Nom del segon domini per a la vostra botiga, (p. ex. myshop-media-server-1.com). Si no en teniu més deixeu el camp en blanc
lt_lt: Tai jūsų parduotuvės antrojo domeno pavadinimas (pvz., mano-parduotuvės-media-serveris-1.com). Jei neturite kito domeno, palikite šį laukelį tuščią.
sk_sk: Názov druhej domény Vášho obchodu (napr. mojobchod-mediaserver1.sk). Ak nemáte inú doménu, nechajte toto políčko prázdne.
sr_cs: Ime drugog domena za vašu prodavnicu, (npr. mojaprodavnica-media-server-1.com). Ako nemate drugi domen, ostavite ovo polje prazno.
tr_tr: Mağazanızın ikinci etki alanı adı. (ör: myshop-media-server-1.com). Diğer bir etki adına sahip değilseniz, bu alanı boş bırakın.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
ca_es: Nom del tercer domini per a la vostra botiga, (p. ex. myshop-media-server-2.com). Si no en teniu més deixeu el camp en blanc
lt_lt: Tai jūsų parduotuvės trečiojo domeno pavadinimas (pvz., mano-parduotuvės-media-serveris-2.com). Jei neturite kito domeno, palikite šį laukelį tuščią.
sk_sk: Názov druhej domény Vášho obchodu (napr. mojobchod-mediaserver1.sk). Ak nemáte inú doménu, nechajte toto políčko prázdne.
sr_cs: Ime trećeg domena za vašu prodavnicu, (npr. mojaprodavnica-media-server-2.com). Ako nemate drugi domen, ostavite ovo polje prazno.
tr_tr: Mağazanızın üçüncü etki alanı adı. (ör: myshop-media-server-2.com). Diğer bir etki adına sahip değilseniz, bu alanı boş bırakın.

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
ca_es: Les notificacions són «núvols» numerats a la part superior del back office, just després del nom de la botiga. Mostren la quantitat de nous ítems des de l'últim cop que hi vau fer clic.
lt_lt: Pranešimai yra atvaizduojami skaičiais burbuliukuose administracinėje dalyje viršuje, šalia el. parduotuvės pavadinimo. Jie rodo skaičių naujų pranešimų skaičių nuo tada, kai paskutinį kartą juos tikrinote.
sk_sk: Upozornenia sú bublinky s číslom, ktoré sú zobrazené v hornej časti administrácie, hneď vedľa názvu obchodu. Zobrazujú počet nových položiek od doby, kedy na ne bolo naposledy kliknuté.
sr_cs: Broj obaveštenja je prikazan u balončiću na samom vrhu Vaše admin stranice, pored imena prodavnice. Broj prikazuje pristigla obaveštenja od poslednjeg pregleda istih.
tr_tr: Uyarılar, Yönetim Panelinin en üstünde, Mağaza adından hemen sonra görüntülenen numaralandırılmış baloncuklardır. En son ziyaretinizden sonra ilgili alandaki yeni öğe sayısını gösterirler.

source: Okay
ca_es: D'acord
lt_lt: OK
sk_sk: Okej
sr_cs: Okej
tr_tr: Tamam

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
ca_es: Un cop activada aquesta opció (que únicament és possible si els clients i les quantitats disponibles es comparteixen entre botigues), la cistella del client serà compartida per a totes les botigues d'aquest grup. D'aquesta manera, qualsevol compra iniciada en una botiga es podrà completar en una altra botiga del mateix grup.
lt_lt: Kai šis nustatymas yra įjungtas (jis įmanomas tik tada, kai klientai ir turimi pardavimo kiekiai paskirstomi tarp parduotuvių), tai kliento krepšelis bus bendras tarp visų parduotuvių toje grupėje. Tokiu būdu bet koks pardavimas, pradėtas vienoje parduotuvėje, turės galimybę būti užbaigtu ir kitose parduotuvėse, esančiose toje grupėje.
sk_sk: Pokiaľ bude táto možnosť povolená (čo je možné iba ak obchody zdieľajú zákazníkov a dostupné množstvá), zákazníkov košík bude zdieľaný vo všetkých obchodoch zo skupiny. Pokiaľ teda zákazník začne nakupovať v jednom obchode, bude môcť nákup dokončiť v ktoromkoľvek obchode z rovnakej skupiny.
sr_cs: Jednom kada se ova opcija uključi (što je moguće ako se klijenti i dostupne količine dele među radnjama), korpa klijenata će se podeliti na svim radnjama ove grupe. Ovako, svaka kupovina započeta u jednoj radnji će moći da se dovrši u nekoj drugoj radnji iz te grupe.
tr_tr: Bu seçenek etkinleştirildiğinde (yalnızca müşteriler ve mevcut miktarlar mağazalar arasında paylaşıma açılmış ise mümkündür), bu gruptaki tüm mağazalarda müşteri sepetleri de paylaşıma açılacak. Bu sayede bir mağazada başlayan alışveriş bir diğerinde sonlandırılabilecek.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
ca_es: Quan aquesta opció està activada, les botigues del grup compartiran els clients. Si un client es registra en una d'aquestes botigues, el seu compte automàticament estarà disponible a la resta de botigues d'aquest grup.
lt_lt: Kai šis nustatymas įjungtas, parduotuvės šioje grupėje dalinsis klientais. Jei klientas užsiregistruos vienoje iš grupės parduotuvių, jo paskyra automatiškai bus prieinama ir kitose parduotuvėse.
sk_sk: Pokiaľ je táto možnosť povolená, obchody budú zdielať zákazníkov. Akonáhle sa zákazník zaregistruje v jednom obchode, jeho účet bude automaticky dostupný vo všetkých obchodoch tejto skupiny.
sr_cs: Jednom kada se ova opcija uključi, radnje u ovoj grupi će se podeliti klijentima. Ako se klijen registruje u bilo koju od ovih prodavnica, nalog će automatski biti dostupan u ostalim prodavnicama ove grupe.
tr_tr: Bu seçenek etkinleştirildiğinde, bu gruptaki mağazalar müşterilerini paylaşacak. Bir müşteri, bu mağazalardan herhangi birinde kayıt olursa hesabı otomatik olarak bu grubun diğer mağazalarında da mevcut olacak.

source: Only UTF-8 and ISO 8859-1 encodings are allowed
ca_es: Únicament es permeten fitxers codificats amb UTF-8 i ISO-8859-1
lt_lt: Leidžiami kodavimai: UTF-8 ir ISO 8859-1
sk_sk: Povolené sú iba kódovania UTF-8 a ISO 8859-1
tr_tr: Yalnızca UTF-8 ve ISO 8859-1 kodlamalarına izin verilir

source: Password should be at least %num% characters long.
ca_es: La clau de pas ha de tenir almenys %num% caràcters de longitud.
lt_lt: Slaptažodis turi būti bent %num% simbolių ilgio.
sk_sk: Heslo by malo byť aspoň %num% znakov dlhé.
tr_tr: Parola en az %num% karakter uzunluğunda olmalıdır.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
ca_es: Demaneu al vostre proveïdor d'allotjament el "phpMyAdmin" per a l'accés a la base de dades
lt_lt: Sužinokite, kaip prisijungti prie "phpMyAdmin" valdymo pulto.
sk_sk: Požiadajte Vášho poskytovateľa hostingu o prístup do databázy cez "phpMyAdmin".
sr_cs: Pitajte vašeg hosting provajdera za "phpMyAdmin" pristup bazi podataka
tr_tr: Veritabanınıza bağlanmak için servis sağlayıcınızdan 'phpMyAdmin' erişimi isteyin.

source: Port number to use.
ca_es: Número de port que utilitzareu.
lt_lt: Naudojamo porto numeris.
sk_sk: Číslo portu
sr_cs: Broj porta za korišćenje.
tr_tr: Kullanılacak port numarası.

source: Quick description of the key: who it is for, what permissions it has, etc.
ca_es: Descripció breu de la clau: a qui va dirigit, quins permisos té, etc.
lt_lt: Trumpas rakto aprašymas: kam jis skirtas, kokius leidimus jis turi ir pan.
sk_sk: Zbežný popis kľúča: pre koho je, aké má povolenia, atď.
sr_cs: Brz opis ključa: za koga je, koje dozvole ima, itd.
tr_tr: Anahtarın kısa açıklaması: Kimin için olduğu, ne gibi izinleri olduğu, vb.

source: Read more about the CSV format at:
ca_es: Llegir més sobre el format CSV a:
lt_lt: Sužinokite daugiau apie CSV formatą čia:
sk_sk: Prečítajte si viac o CSV formáte na:
tr_tr: CSV biçimi hakkında daha fazlasını şurada bulabilirsiniz:

source: Receive an email when the import is complete. It can be useful when handling large files, as the import may take some time.
ca_es: Rebre un correu electrònic quan s'hagi completat la importació. Pot ser útil quan es manipulen fitxers grans, atès que la importació pot trigar una mica.
lt_lt: Išsiunčia el. laišką, kad žinotumėte, jog importavimas yra baigtas. Tai gali būti naudinga, kai tvarkomi dideli failai ir importavimas užtrunka daug laiko.
sk_sk: Po dokončení importu dostanete e-mail. Môže to byť užitočné pri práci s veľkými súbormi, pretože import môže chvíľu trvať.
sr_cs: Prima E-mail kada je uvoz kompletan. To može biti korisno kada radite sa velikim fajlovima pošto import može da potraje.

source: Scores are integers from 0 to 4.
ca_es: Les puntuacions són enters entre 0 i 4
lt_lt: Balai yra sveikieji skaičiai nuo 0 iki 4.
sk_sk: Skóre sú čísla od 0 do 4.
sr_cs: Ocene su celi brojevi od 0 do 4.

source: Select the stores the employee is allowed to access.
ca_es: Seleccioneu les botigues a les quals el treballador pot accedir.
lt_lt: Pasirinkite parduotuves, prie kurių darbuotojams leidžiama prisijungti.
sk_sk: Vyberte obchody, ku ktorým má mať zamestnanec povolený prístup.
sr_cs: Izaberite prodavnice kojima će zaposleni imati pristup.

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
ca_es: Poseu "Enable Shop" a "No" a la pàgina de "Manteniment" sota el menú de "Preferències
lt_lt: Išjunkite parduotuvę. Tai galite atlikti pasirinkę meniu "Nustatymai" » "Priežiūra".
sk_sk: Nastavte "Zapnúť obchod" na "Nie" v menu "Nastavenia > Údržba".
sr_cs: Postavite opciju "Omogući prodavnicu" na "Ne" na "Održavanje" stranici u "Preference" meniju.
tr_tr: "Tercihler" menüsündeki "Bakım" sayfasından "Mağazayı Etkinleştir" seçeneğini "Hayır" olarak ayarlayın.

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
ca_es: Indiqueu durant quantes hores seran vàlides les cookies. Després d'aquest temps, l'usuari haurà de reconnectar-se novament.
lt_lt: Nurodykite valandų skaičių, kai parduotuvės slapukai bus galiojantys. Tam laikui praėjus, vartotojas turės vėl prisijungti.
sk_sk: Nastaviť počet hodín, počas ktorých je platné cookie obchodu. Po uplynutí tohto času sa bude musieť zákazník znovu prihlásiť.
tr_tr: Mağaza Önyüzü çerezlerinin geçerli olacağı saati ayarlayın. Bu kadar süre sonra müşterinin tekrar giriş yapması gerekecek.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower than or equal to the maximum file upload allotted by your server (currently: %size% MB).
ca_es: Definiu la mida màxima permesa per als fitxers adjunts (en megabytes). Aquest valor ha de ser inferior o igual a la càrrega màxima de fitxers assignada pel vostre servidor (actualment: %size% MB).
lt_lt: Nustatykite didžiausią leistiną prisegamo failo dydį (megabaitais). Jis turi būti mažesnis arba lygus didžiausiam failų įkėlimo dydžiui, nustatytam jūsų serveryje (dabar jis yra %size% MB).
sk_sk: Nastavte maximálnu povolenú veľkosť pre súbory príloh (v megabajtoch). Táto hodnota musí byť nižšia alebo rovná maximálnemu nahrávaniu súboru pridelenému vaším serverom (aktuálne: %size% MB).
sr_cs: Postavite maksimalnu dozvoljenu veličinu priloženih fajlova (u megabajtima). Ova vrednost mora biti veća ili jednaka maksimalnoj dozvoljenoj veličini fajlova za podizanje na server (trenutno: %size% MB).

source: Severity levels
ca_es: Nivells de gravetat
lt_lt: Svarbumo lygiai
sk_sk: Úrovne závažnosti
sr_cs: Nivoi ozbiljnosti
tr_tr: Ciddiyet seviyeleri

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
ca_es: Ha de ser activat si voleu evitar d'emmagatzemar la caché smarty al NFS.
lt_lt: Turi būti įjungtas, jei norite išvengti smarty talpyklos saugojimo NFS.
sk_sk: Malo by byť povolené, pokiaľ sa chcete vyhnúť ukladaniu Smarty Cache na NFS.
tr_tr: NFS üzerinde mağazanın akıllı belleklenmesini engellemek istiyorsanız etkinleştirilmelidir.
