Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminPaymentNotification.*.xlf
Languages: bg_bg, ja_jp, ko_kr, ro_ro

source: %d image(s)
bg_bg: %d изображение(я)
ja_jp: %d 個の画像
ko_kr: %d 이미지
ro_ro: %d imagini

source: An error occurred while saving message
bg_bg: Възникна грешка при запазване на съобщението
ja_jp: メッセージの登録中にエラーが発生しました
ko_kr: 메시지를 저장하는 동안 오류가 발생했습니다
ro_ro: A aparut o eroare la salvarea mesajului

source: Cart cannot be loaded or an order has already been placed using this cart
bg_bg: Количката не можа да се зареди или друга поръчка вече се подава с тази количка
ja_jp: ロードすることができなかったか、注文はすでにこのカートを使用して登録されています
ko_kr: 장바구니를 로드 할 수 없거나 주문은 이미 이 장바구니를 사용하여 배치되었습니다
ro_ro: Cosul nu poate fi incarcat sau a fost plasata deja o comanda cu acest cos

source: No carrier
bg_bg: Няма превозвач
ja_jp: 配送がありません
ko_kr: 배송업체 없음
ro_ro: Niciun transportator

source: No currency mode for payment module
bg_bg: Липсва валута за модула за плащане
ja_jp: 支払いモジュールのための通貨モードがありません
ko_kr: 결제 모듈에 대한 통화 모드 없음
ro_ro: Nu exista moneda pentru modulul de plati

source: No payment module installed
bg_bg: Не е инсталиран модул за плащане
ja_jp: インストールされた支払いモジュールがありません
ko_kr: 설치된 결제 모듈이 없음
ro_ro: Nici un modul de plata instalat

source: Order creation failed
bg_bg: Създаването на поръчка се провали
ja_jp: 注文の作成に失敗しました
ko_kr: 주문 생성 오류
ro_ro: Generarea comenzii esuata

source: The cart rule named "%1s" (ID %2s) used in this cart is not valid and has been withdrawn from cart
bg_bg: Ваучерът „%1s“ (ID %2s) използван в тази количка е невалиден и беше премахнат от количката
ja_jp: このショッピングカートで利用されている、カートルール "%1s" (ID %2s) は無効であるため、カートから削除されました。
ko_kr: 이 장바구니에 사용중인 "%1s" (ID %2s) 로 명명된 장바구니 규칙은 유효하지 않기에 장바구니에서 제거됐습니다.
ro_ro: Regula de cos numita "%1s" (ID %2s) utilizata in acest cos nu este valida si a fost retrasa din cos

source: Warning: the secure key is empty, check your payment account before validation
bg_bg: Внимание: ключът за сигурност е празен, провери акаунта си за плащане, преди да потвърдиш.
ja_jp: 警告: セキュリテイキーが空です。検証する前に支払アカウントを確認してください
ko_kr: 경고: 보안 키가 비어있습니다. 확인전에 귀하의 지불계정을 확인해 주세요.
ro_ro: Atentie: cheia de securitate este goala, verifica contul de plata inainte de validare

source: We recommend providing at least two different payment methods. Only one payment method could be problematic if this option cannot be used by a customer because it will prevent him/her from ordering.
ko_kr: 최소 두가지 이상의 결제 수단을 제공하길 권장합니다. 결제 수단이 하나뿐이라면 고객이 이 옵션을 사용할 수 없을 경우 주문을 할 수 없게 되어 문제가 될 수 있습니다.
ro_ro: Recomandam furnizarea a cel putin doua metode de plata diferite. Daca este furnizata o singura metoda de plata, ar putea exista situatii in care unii clienti nu o pot utiliza, ceea ce ii va impiedica sa comande.

source: You have more than one shop and must select one to configure payment.
bg_bg: Имаш повече от един магазин и трябва да отбележиш в кой ще конфигурираш плащането.
ja_jp: 複数のショップを持っています。支払いを設定するには1つを選択する必要があります。
ko_kr: 당신에게는 하나 이상의 상점이 있으며 지불을 구성할 상점을 하나 선택해야합니다.
ro_ro: Ai mai mult de un magazin. Trebuie sa selectezi unul pentru a configura plata.
