Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsError.*.xlf
Languages: ar_sa, fr_fr, ja_jp, lv_lv, mk_mk, nn_no, ru_ru, sr_cs, tr_tr

source: Server file size is different from local file size
fr_fr: La taille du fichier reçu par le serveur est différente de la taille du fichier original.
ja_jp: サーバー上のファイルサイズとローカルのファイルサイズが一致しません
lv_lv: Servera faila lielums atšķiras no lokālā faila lieluma
mk_mk: големина да датотека на сервер се разликува од локалниот сервер
nn_no: Serverfilstørrelse er annerledes fra lokal filstørrelse
ru_ru: Размер файла сервера отличается от локального размер файла
sr_cs: Veličina server datoteke je drugačija od veličine lokalne datoteke
tr_tr: Sunucu dosya büyüklüğü ile yerel dosya boyutu farklı

source: Syntax error with this pattern.
ar_sa: خطأ في بناء الجملة بهذا النمط.
fr_fr: Erreur de syntaxe avec ce motif
ja_jp: このパターンの文法エラーです。
lv_lv: Pareizrakstības kļūda šim modelim.
mk_mk: Граматичка грешка со овој шаблон.
nn_no: Syntaksfeil i dette mønsteret.
ru_ru: Синтаксическая ошибка шаблона.
sr_cs: Greška sintakse sa ovim uzorkom.
tr_tr: Modelde sözdizimi hatası.

source: The "%s" field is invalid. HTML tags are not allowed.
fr_fr: Le champ "%s" est invalide. Les balises HTML ne sont pas autorisées.
sr_cs: Ovo "%s" polje je neispravno. HTML tagovi nisu dozvoljeni.

source: The %1$s field is too long (%2$d chars max).
ar_sa: حقل %1$s طويل جدًا (%2$d أحرف كحد أقصى).
fr_fr: Le champ %1$s est trop long. (Longueur maximale : %2$d)
ja_jp: %1$s 項目が長過ぎます。 (最大 %2$d 文字)
lv_lv: Lauks %1$s ir pārāk garš. (maksimums %2$d simboli).
mk_mk: полето %1$s е предолго (%2$d знаци максимално).
nn_no: Feltet %1$s er for langt (maks %2$d tegn).
ru_ru: Поле %1$s слишком длинное (не более %2$d символов).
sr_cs: %1$s polje je predugo (%2$d karaktera najviše).
tr_tr: %1$s alanı çok uzun (maksimum %2$d karakter).

source: The %s field (in tab %s) is required.
fr_fr: Le champ %s (dans l'onglet %s) est obligatoire.
nn_no: Feltet %s (i flippen %s) er et obligatorisk felt.
sr_cs: Polje %s (u jezičku %s) je neophodno.

source: The %s field is invalid.
ar_sa: الحقل %s غير صحيح.
fr_fr: Le champ %s est invalide.
ja_jp: %s 項目は無効です。
lv_lv: %s lauks nav derīgs.
mk_mk: полето %s е невалидно.
nn_no: Feltet %s er ugyldig.
ru_ru: Неправильное поле %s.
sr_cs: %s polje je nespravno.
tr_tr: %s alanı geçersiz

source: The %s field is invalid. Please enter a positive integer.
fr_fr: Le champ %s est invalide. Veuillez entre un nombre entier positif.
nn_no: Feltet %s er ugyldig. Vennligst oppgi et positivt heltall.
sr_cs: Ovo polje %s nije ispravno, mora sadržati pozitivne brojeve.

source: The %s field is not valid
ar_sa: الحقل %s غير صحيح
fr_fr: Le champ %s est invalide.
ja_jp: %s 項目は正しくありません
lv_lv: %s lauks nav derīgs
mk_mk: Полето %s не е валидно
nn_no: Feltet %s er ugyldig
ru_ru: Поле %s неверно
tr_tr: %s alanı geçersiz

source: The %s field is required.
ar_sa: الحقل %s إلزامي.
fr_fr: Ce champ est obligatoire : %s.
ja_jp: %s 項目は必須です。
lv_lv: %s lauks ir obligāts.
mk_mk: полето %s е неопходно.
nn_no: Feltet %s er påkrevd.
ru_ru: Поле %s обязательно для заполнения.
sr_cs: %s polje je obavezno.
tr_tr: %s alanı gerekli.

source: The 'From' date format is invalid (YYYY-MM-DD)
ar_sa: صيغة التاريخ ’من’ غير صحيحة (YYYY-MM-DD)
fr_fr: La date de début n'est pas valable (AAAA-MM-JJ)
ja_jp: ”終了:” 日付フォーマットが無効(YYYY-MM-DD)
lv_lv: 'No' datuma formāts ir nepareizs (YYYY-MM-DD)
mk_mk: Невалиден формат за дата \"Од\" (ГГГГ-ММ-ДД)
nn_no: 'Fra' datoformatet er ugyldig (YYYY-MM-DD)
ru_ru: Недопустимый формат даты 'С:' (ГГГГ-ММ-ДД)
sr_cs: Format datuma 'Od' je neispravan (GGGG-MM-DD)
tr_tr: 'Başlangıç' tarih biçimi geçersiz (YYYY-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
ar_sa: صيغة التاريخ ’الى’ غير صحيحة (YYYY-MM-DD)
fr_fr: La date de fin n'est pas valable (AAAA-MM-JJ)
ja_jp: ”開始:” 日付フォーマットが無効(YYYY-MM-DD)
lv_lv: 'Līdz' datuma formāts ir nepareizs (YYYY-MM-DD)
mk_mk: Невалиден формат за дата \"До\" (ГГГГ-ММ-ДД)
nn_no: 'Til' datoformatet er ugyldig (YYYY-MM-DD)
ru_ru: Недопустимый формат даты 'По:' (ГГГГ-ММ-ДД)
sr_cs: Format datuma 'Do' je neispravan (GGGG-MM-DD)
tr_tr: 'Bitiş' tarih biçimi geçersiz (YYYY-MM-DD)

source: The SSL domain is not valid.
ar_sa: نطاق الإتصال الآمن SSL غير صالح.
fr_fr: Domaine SSL invalide
ja_jp: SSLドメインは有効ではありません
lv_lv: Nederīgs SSL domēns.
mk_mk: SSL доменот не е валиден
nn_no: SSL-domenet er ikke gyldig.
ru_ru: Недопустимый SSL домен
sr_cs: SSL domen je neispravan.
tr_tr: SSL etki alanı geçerli değil.

source: The Zip/Postal code is invalid.
ar_sa: الرمز البريدي غير صالح.
fr_fr: Le code postal est invalide.
lv_lv: Nederīgs pasta indekss.
mk_mk: поштенскиот број е невалиден.
nn_no: Ugyldig postnummer.
ru_ru: Неправильный почтовый индекс.
sr_cs: Zip/poštanski kod je neispravan.
tr_tr: Posta kodu geçersiz.

source: The address for this supplier has been deleted.
fr_fr: L'adresse de ce fournisseur a été supprimée.
sr_cs: Adresa od ovoga snadbevača je izbrisana.

source: The confirmation password doesn't match.
fr_fr: Le mot de passe de confirmation ne correspond pas.
nn_no: Bekreftelsespassordet stemmer ikke overens.
sr_cs: Potvrdna lozinka se ne podudara sa prvom upisanom.

source: The email address is invalid.
ar_sa: البريد الإلكتروني غير صالحة
fr_fr: E-mail non valable.
ja_jp: メールは無効
lv_lv: Nederīgs e-pasts.
mk_mk: Неточна e-mail адреса
nn_no: Ugyldig e-postadresse.
ru_ru: Неправильный E-mai.
sr_cs: Е-маил неважећи
tr_tr: E-posta adresi geçersiz.

source: The email is already used, please choose another one
fr_fr: Cet e-mail est déjà utilisé, veuillez en choisir un autre
sr_cs: E-mail je već u upotrebi, molimo izaberite neku drugi

source: The field "%field%" cannot be longer than %limit% characters.
fr_fr: Le champ "%field%" doit faire %limit% caractères maximum.

source: The field %field_name% is required at least in %lang%.
ar_sa: الحقل %field_name% مطلوب على الأقل في %lang%.
fr_fr: Le champ %field_name% est requis au moins en %lang%.
lv_lv: Laukam %field_name% kā minimums nepieciešams %lang%.
mk_mk: Полето %field_name% е задолжително барем во %lang%.
nn_no: Feltet %field_name% er påkrevet i minst %lang%.
ru_ru: Поле %field_name% требуется как минимум в %lang%.
tr_tr: %lang% içerisinde en az %field_name% alan gerekli.

source: The field %field_name% is required at least in your default language.
fr_fr: Le champ %field_name% est requis au moins dans votre langue par défaut.
lv_lv: Lauks %field_name% ir nepieciešams vismaz vienā no noklusētajām valodām.
nn_no: Feltet %field_name% må fylles ut - i alle fall for ditt eget språk.
ru_ru: Поле %field_name% обязательное как минимум в языке по умолчанию.
sr_cs: Polje %field_name% je obavezno u barem standardnom jeziku %lang%.

source: The field is invalid. Please enter a positive integer.
fr_fr: Ce champ est invalide. Veuillez un entrer un nombre entier positif.
sr_cs: Ovo polje nije ispravno, mora sadržati pozitivne brojeve.

source: The field is invalid. Please enter an integer greater than or equal to 0.
fr_fr: Le champ est invalide. Veuillez entrer un nombre entier supérieur ou égal à 0.
sr_cs: Ovo polje nije ispravno, Molimo upišite broj veći ili jednak 0.

source: The file is missing.
ar_sa: الملف مفقود.
fr_fr: Dossier manquant
ja_jp: ファイルは不足しています
lv_lv: Trūkst fails.
mk_mk: Документот недостига
nn_no: Filen mangler.
ru_ru: Файл отсутствует
sr_cs: Nedostaje dokument.
tr_tr: Dosya kayıp.

source: The file is too large. The maximum size allowed is [1] MB. The file you are trying to upload is [2] MB.
fr_fr: Le fichier est trop volumineux. La taille maximale autorisée est de [1] MB. Le fichier que vous essayez de télécharger est de [2] MB.
sr_cs: Fajl je prevelik, maksimalna dozvoljena veličina je: [1] MB. Veličina fajla koji ste pokušali da podignete je: [2] MB.

source: The file you are trying to upload is %2$d KB, which is larger than the maximum size allowed of %1$d KB.
fr_fr: Le fichier que vous essayez de télécharger est de %2$d KB, ce qui supérieur à la taille maximale autorisée de %1$d KB.
sr_cs: Fajl koji pokušavate da podignete je %2$d KB, što je veće nego što od maksimalno dozvoljenog %1$d KB.

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
ar_sa: طول الخاصية %1$s هو حاليا %2$d حرف. يجب أن يتراوح بين %3$d و %4$d حرف.
fr_fr: La longueur du champ %1$s est actuellement %2$d caractères. Il doit être entre %3$d et %4$d caractères.
ja_jp: プロパティ %1$s の値は現在 %2$d 文字です。 %3$d 文字から%4$d 文字の間で指定してください。
lv_lv: Īpašības garums %1$s ir %2$d rakstzīmes. Jābūt starp %3$d un %4$d rakstzīmēm.
mk_mk: Должината на сопственоста %1$s моментално е %2$d знаци. Мора да биде помеѓу %3$d и %4$dd знаци.
nn_no: Lengden til egenskapen %1$s er nå %2$d tegn. Den må være mellom %3$d og %4$d tegn.
ru_ru: Длина свойства %1$s составляет %2$d симв. Должно быть между %3$d и %4$d симв.
tr_tr: %1$s özellik uzunluğu şu anda %2$d karakter. %3$d ile %4$d karakter arasında olmalı.

source: The object cannot be loaded (or found).
fr_fr: Objet impossible à charger (ou introuvable).
sr_cs: Objekat se ne može učitati (nije pronađen).

source: The object cannot be loaded (the identifier is missing or invalid)
ar_sa: لا يمكن تحميل الماده (المعرف مفقود او غير صحيح)
fr_fr: L'objet n'a pas pu être chargé (son identifiant est manquant ou non valide).
ja_jp: オブジェクトをロードできませんでした（識別子が見つからないか無効）
lv_lv: Objektu nevar ielādēt (nav identifikatora vai tas ir nepareizs)
mk_mk: Објектот не може да се вчита ( недостасува или е невалиден)
nn_no: Objektet kan ikke lastes (identifikator mangler eller er ugyldig)
ru_ru: Объект не может быть загружен (идентификатор отсутствует или недопустим)
sr_cs: Objekat se ne može učitati (nedostaje identifikator, ili je neispravan)
tr_tr: Nesne yüklenemedi (tanımlayıcı eksik veya geçersiz)

source: The object cannot be loaded.
ar_sa: لا يمكن تحميل الكائن
fr_fr: Impossible de charger l'objet
ja_jp: オブジェクトをロードすることができません
lv_lv: Nevar ielādēt objektu
mk_mk: Објектот не може да се вчита
nn_no: Kan ikke laste objekt
ru_ru: Не удается загрузить объект
sr_cs: Nije moguće učitati objekat
tr_tr: Nesne yüklenemiyor.

source: The option selected in the %s field is invalid.
fr_fr: L'option sélectionnée dans le champ %s est invalide.
nn_no: Alternativet som er valgt i %s-feltet er ugyldig.
sr_cs: Opcija izabrana u polju %s nije validna.

source: The page you're looking for could not be found. This might be due to a typo in the URL, an outdated link, or because the page was part of a module that is no longer installed.
fr_fr: La page que vous recherchez est introuvable. Cela peut être dû à une faute de frappe dans l’URL, à un lien obsolète ou au fait que la page appartenait à un module qui n’est plus installé.

source: The password doesn't meet the password policy requirements.
fr_fr: Le mot de passe ne répond pas aux exigences de la politique de mot de passe.
nn_no: Passordet møter ikke kravene til passordpolicyen.
sr_cs: Lozinka ne ispunjava zahteve politike lozinke.

source: The product customization picture could not be found.
fr_fr: L'image du produit personnalisé n'a pas pu être trouvée.
sr_cs: Slika proizvoda za izmenu nije pronađena.

source: The range of property %1$s is currently %2$d. It must be between %3$d and %4$d.
fr_fr: La longueur de la propriété %1$s est actuellement %2$d. Elle doit être située entre %3$d et %4$d.
nn_no: Området for egenskapen %1$s er for øyeblikket %2$d. Det må være mellom %3$d og %4$d.
sr_cs: Opseg polja %1$s trenutno je %2$d. Morao bi biti između %3$d i %4$d.

source: The selected condition must be different in each field to set an order of priority.
fr_fr: La condition sélectionnée doit être différente dans chaque champ pour définir un ordre de priorité.

source: The selected date range is not valid.
ar_sa: مدى التاريخ المُختار خاطيء.
fr_fr: La période sélectionnée n'est pas valide.
lv_lv: Nepareizi norādīts laika periods.
mk_mk: Избраниот временски период не е валиден.
nn_no: Det valgte datointervallet er ugyldig.
ru_ru: Указан неверный даипазон дат.
sr_cs: Izabrani vremenski opseg nije važeći.
tr_tr: Seçilen tarih aralığı geçerli değil.

source: The selected default page is not accessible by the selected profile.
fr_fr: La page par défaut sélectionnée n'est pas accessible par le profil sélectionné.

source: The selected value belongs to another feature.
fr_fr: La valeur sélectionnée est déjà associée à une autre caractéristique.
sr_cs: Izabrana vrednost pripada drugom detalju.

source: The uploaded file exceeds %s
ar_sa: الملف المرفوع يتخطى %s
fr_fr: Le fichier envoyé dépasse %s.
ja_jp: ファイルサイズが%sを超えています
lv_lv: Augšupielādētais fails pārsniedz %s
mk_mk: Поставената датотека надминува %s
nn_no: Den opplastede filen overskrider %s
ru_ru: Размер загружаемого файла превышает %s
sr_cs: Otpremljeni fajl prevazilazi %s
tr_tr: Yüklenen dosya %si aşıyor

source: The uploaded file exceeds the post_max_size directive in php.ini
fr_fr: Le fichier envoyé dépasse la taille maximum autorisée par la directive post_max_size du fichier php.ini.
ja_jp: アップロードされたファイルはphp.iniのpost_max_sizeディレクティブを超えています。
lv_lv: Augšupielādētais fails pārsniedz post_max_size parametru php.ini failā
mk_mk: Додадената датотека ја надминува големина post_max_size прецизирана во php.ini
nn_no: Den opplastede filen er større enn post_max_size directivet i php.ini
ru_ru: Загруженный файл превышает директиву post_max_size в php.ini
sr_cs: Postavljena datoteka prelazi post_max_size direktivu u php.ini
tr_tr: Yüklenen dosya php.ini dosyasındaki post_max_size direktifini aşıyor

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ar_sa: الملف المراد رفعه يتخطى حجمه قيمة الحد الأقصى المسموح به والمحدد في ملف php.ini
fr_fr: Le fichier envoyé dépasse la taille maximum autorisée.
lv_lv: Augšupielādētais fails pārsniedz upload_max_filesize parametru php.ini failā
mk_mk: Поставената датотека ја надминува директивата upload_max_filesize во php.ini
nn_no: Den opplastede filen overskrider direktivet upload_max_filesize i filen php.ini
ru_ru: Загруженный файл превышает лимит установленный директивой upload_max_filesize в файле php.ini
tr_tr: Yüklenen dosya php.ini dosyasındaki upload_max_filesize direktifini aşıyor

source: The uploaded file is too large.
ar_sa: الملف الذي تم تحميله كبير جدا.
fr_fr: Le fichier téléchargé est trop grand.
ja_jp: アップロードしたファイルが大きすぎます。
lv_lv: Augšupielādētais fails ir pārāk liels.
mk_mk: Поставената датотека е преголема.
nn_no: Den opplastede filen er for stor.
ru_ru: Загружаемый файл слишком велик.
sr_cs: Uneti fajl je prevelik.
tr_tr: Yüklenen dosya çok büyük.

source: The uploaded file was only partially uploaded
ar_sa: لم يتم رفع الملف إلا جزئيا
fr_fr: Le fichier a été envoyé partiellement.
lv_lv: Fails tika augšupielādēts tikai daļēji
mk_mk: Додадената датотека само делумно беше додадена
nn_no: Den opplastede filen ble bare delvis lastet opp
ru_ru: Файл загрузился лишь частично
tr_tr: Yüklenen dosya sadece kısmen yüklendi

source: The voucher code is invalid.
ar_sa: رمز القسيمة الشرائية غير صحيح.
fr_fr: Code de bon de réduction non valable
ja_jp: 無効なクーポンコード
lv_lv: Kupona kods ir nederīgs.
mk_mk: Ваучер кодот е неточен.
nn_no: Verdikupongen er ugyldig.
ru_ru: Неправильный код купона
sr_cs: Kod vaučera nije ispravan.
tr_tr: Kupon kodu geçersiz.

source: Themes can only be changed in single store context.
fr_fr: Vous devez sélectionner une seule boutique pour modifier les thèmes.
sr_cs: Tema se može promeniti samo u režimu pojedinačne prodavnice

source: There are %d errors.
ar_sa: هناك %d أخطاء
fr_fr: Il y a %d erreurs.
ja_jp: %d 個のエラーがあります。
lv_lv: Šeit ir %d klūdas.
mk_mk: Имате %d грешки.
nn_no: Det er %d feil.
ru_ru: Имеется %d ошибок
sr_cs: Postoji %d grešaka
tr_tr: %d hata var.

source: There are %d warnings.
fr_fr: Il y a %d avertissements.
ja_jp: %d 個の警告があります。
lv_lv: Ir %d klūdas.
mk_mk: има %d предупредувања.
nn_no: Det er %d advarsler.
ru_ru: Обнаружено предупреждений: %d.
sr_cs: Imate %d upozorenja.
tr_tr: %d adet uyarı var.

source: This association has too many elements.
ar_sa: هذا الترابط يحتوي على عناصر كثيرة جداً.
fr_fr: Cette association contient trop de clés
ja_jp: この関連付けは、あまりにも多くの要素を持っています。
lv_lv: Šī asociācija ir pārāk daudz elementu.
mk_mk: Оваа асоцијација има премногу елементи.
nn_no: Assosiasjonen har for mange elementer
ru_ru: У этой связи слишком много элементов.
sr_cs: Asocijacija ima previše elemenata.
tr_tr: Bu ilişkilendirme çok fazla öğeye sahip.

source: This cart rule code is already used
fr_fr: Ce code de règle de panier est déjà utilisé

source: This class name does not exist.
ar_sa: إسم الفئة هذه غير موجود.
fr_fr: Ce nom de classe n'existe pas
ja_jp: このクラス名は存在しません。
lv_lv: Šajā šķirā nosaukums neeksistē.
mk_mk: Името на оваа класа не постои.
nn_no: Klassenavnet eksisterer ikke.
ru_ru: Такого названия класса не существует.
sr_cs: Ime klase ne postoji.
tr_tr: Böyle bir sınıf ismi bulunmuyor.

source: This domain is not valid.
ar_sa: هذا النطاق غير صحيح.
fr_fr: Le domaine n'est pas valide
ja_jp: ドメインは有効ではありません
lv_lv: Nederīgs domēns.
mk_mk: Овој домен не е валиден
nn_no: Dette domenet er ikke gyldig.
ru_ru: Недопустимый домен
sr_cs: Domen je neispravan.
tr_tr: Bu alan adı geçerli değil.

source: This field cannot be empty.
fr_fr: Ce champ ne peut pas être vide.
sr_cs: Ovo polje ne može da bude prazno.

source: This field cannot be longer than %limit% characters
fr_fr: Ce champ ne peut pas comporter plus de %limit% caractères
lv_lv: Laukā nevar būt vairāk par %limit% simboliem
nn_no: Feltet kan ikke inneholde flere enn %limit% tegn
ru_ru: Максимальная длина этого поля %limit% симв.
sr_cs: Ovo polje ne može biti duže od %limit% karaktera

source: This field cannot be longer than %limit% characters (incl. HTML tags)
fr_fr: Ce champ ne peut pas comporter plus de %limit% caractères (y compris les balises HTML)
nn_no: Dette feltet kan ikke være på mere enn %limit% tegn (inkludert HTML-tagger)
sr_cs: Ovo polje ne može biti duže od %limit% karaktera (uklj. HTML tagove)

source: This field cannot be longer than %limit% characters.
fr_fr: Ce champ ne doit pas dépasser %limit% caractères.
sr_cs: Ovo polje ne može biti duže od %limit% karaktera.

source: This field cannot be shorter than %limit% characters
fr_fr: Ce champ doit comporter au moins %limit% caractères
lv_lv: Laukā nevar būt mazāk par %limit% simboliem
nn_no: Innholdet i feltet kan ikke inneholde færre enn %limit% tegn
ru_ru: Минимальная длина этого поля %limit% симв.
sr_cs: Ovo polje ne može biti kraće od %limit% karaktera

source: This field is invalid
fr_fr: Ce champ est invalide
lv_lv: Lauks nav derīgs
nn_no: Innholdet i feltet er ugyldig
ru_ru: Это поле некорректно
sr_cs: Ovo polje je nespravno
tr_tr: Bu alan geçersiz

source: This field is invalid, it must contain numeric values
fr_fr: Ce champ n'est pas valide, il doit contenir des valeurs numériques
lv_lv: Lauks ir nepareizs, tam ir jāsatur cipari
nn_no: Innholdet i feltet er ugyldig, det kan kun inneholde numeriske verdier
ru_ru: Это поле некорректно, оно должно содержать числовое значение
sr_cs: Ovo polje nije ispravno, mora sadržati brojeve

source: This field is invalid.
fr_fr: Ce champ est invalide.
sr_cs: Ovo polje je nespravno.

source: This field is required
fr_fr: Ce champ est obligatoire
lv_lv: Šis lauks ir obligāts
nn_no: Feltet må fylles ut
ru_ru: Это поле обязательно
sr_cs: Ovo polje je obavezno
tr_tr: Bu alan gereklidir

source: This field is required.
fr_fr: Ce champ est requis.
sr_cs: Ovo polje je obavezno.

source: This field must be between %min% and %max%
fr_fr: Ce champ doit contenir entre %min% et %max%

source: This file must be writable:
ar_sa: هذا يجب أن يكون الملف للكتابة :
fr_fr: Ce fichier doit être éditable :
ja_jp: このファイルは書き込み可でなければなりません：
lv_lv: Šim failam jābut rakstamam:
mk_mk: На оваа датотеката мора да се запишува
nn_no: Denne filen må være skrivbar:
ru_ru: Файл должен быть записываемым:
sr_cs: Ova datoteka mora biti upisiva:
tr_tr: Bu dosya yazılabilir olmalıdır:

source: This file must be writable: %file%
ar_sa: يجب أن يكون الملف قابل للكتابة: %file%
fr_fr: Ce fichier doit être modifiable : %file%
lv_lv: Šim failam jābut rakstamam: %file%
mk_mk: Оваа датотека мора да биде запишана: %file%
nn_no: Denne filen må være skrivbar: %file%
ru_ru: Этот файл должен быть доступен для записи: %file%
tr_tr: Şu dosya yazılabilir olmalı: %file%

source: This functionality has been disabled.
ar_sa: تم تعطيل هذا الوظيفة.
fr_fr: Cette fonctionnalité a été désactivé.
ja_jp: この機能が無効になっています。
lv_lv: Šī funkcija ir izslēgta.
mk_mk: Оваа функција е оневозможена.
nn_no: Denne funksjonaliteten er deaktivert.
ru_ru: Эти функции отключены.
sr_cs: Ova funkcija je isključena.
tr_tr: Bu işlev devre dışı bırakıldı.

source: This key has already been used.
ar_sa: هذا المفتاح تم استخدامه مسبقاً.
fr_fr: Cette clé est utilisée trop de fois (une seule utilisation autorisée)
ja_jp: このキーは既に使用されています。
lv_lv: Šī atslēga ir ir lietota pārāk daudz reizes (pieļaujama vienreiz)
mk_mk: Овој клуч е веќе искористен.
nn_no: Denne tasten brukes for mange ganger (en gang tillatt)
ru_ru: Этот ключ уже использовался.
sr_cs: Ključ je već upotrebljen.
tr_tr: Bu anahtar zaten kullanılmış.

source: This name is not allowed.
ar_sa: هذا الاسم غير صحيح
fr_fr: Ce nom n'est pas autorisé
ja_jp: この名前は許可されていません。
lv_lv: Šis vārds nav atļauts.
mk_mk: Ова име не е дозволено.
nn_no: Dette navnet er ikke tillatt
ru_ru: Это имя не разрешено.
sr_cs: Ovo ime nije dozvoljeno
tr_tr: Bu ada izin verilmiyor.

source: This order status does not exist.
fr_fr: Le statut de la commande n'existe pas.
sr_cs: Status porudžbine ne postoji

source: This product cannot be changed into a pack because it is already associated to another pack.
fr_fr: Ce produit ne peut pas être transformé en pack car il est déjà associé à un autre pack.
nn_no: Dette produktet kan ikke endres til en pakke fordi det allerede er knyttet til en annen pakke.
sr_cs: Ovaj proizvod ne može biti pretvoren u paket jer već pripada drugom paketu.

source: This product is already in the invoice [1], please edit the quantity instead.
fr_fr: Ce produit est déjà sur la facture [1], veuillez plutôt modifier la quantité.
sr_cs: Ovaj proizvod je već u vašoj porudžbini [1], molimo izmenite samo količinu.

source: This product is already in your order, please edit the quantity instead.
fr_fr: Ce produit est déjà dans votre commande, veuillez plutôt modifier la quantité.
sr_cs: Ovaj proizvod je već u vašoj porudžbini, molimo izmenite samo količinu.

source: This property does not exist in the class or is forbidden.
ar_sa: هذه الخاصية لا توجد في الطبقة أو التحريم
fr_fr: Cette propriété n'existe pas dans la classe, ou est interdite
ja_jp: このプロパティはクラスに存在しないか、禁止されています。
lv_lv: Šis īpašums neeksistē krasifikācijā vai ir aizliegts.
mk_mk: Оваа особина не постои во класата или е забранета.
nn_no: Denne egenskapen finnes ikke i klassen eller er ikke tilgjengelig.
ru_ru: Данное свойство не существует в классе или запрещено.
sr_cs: Ova osobina ne postoji u klasi ili je zabranjena.
tr_tr: Bu özellik sınıfta mevcut değil yada yasaklanmış.

source: This value for "%field%" is already used and must be unique.
fr_fr: Cette valeur pour "%field%" est déjà utilisée et doit être unique.

source: This value should be greater than %value%
fr_fr: La valeur doit être supérieure à %value%
lv_lv: Vērtībai jābūt lielākai kā %value%
nn_no: Verdien her må være høyere enn %value%
ru_ru: Значение должно быть больше %value%
sr_cs: Ova vrednost bi trebala da bude veća od %value%

source: This value should be greater than or equal to %value%
fr_fr: La valeur doit être supérieure ou égale à %value%
nn_no: Verdien bør være større enn eller lik %value%
sr_cs: Ova vrednost bi trebala da bude veća ili jednaka sa %value%

source: This value should be less than or equal to %value%.
fr_fr: Cette valeur doit être inférieure ou égale à %value%.
sr_cs: Ova vrednost bi trebala da bude manja ili jednaka sa %value%.

source: This zone does not exist.
fr_fr: Cette zone n'existe pas.
sr_cs: Ova zona ne postoji.
