Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShippingNotification.*.xlf
Languages: az_az, es_pe

source: An error occurred while saving associations of shops.
az_az: Dükanın bağlantılarını yaddaşda saxlayarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar las asociaciones de las tiendas.

source: An error occurred while saving carrier groups.
az_az: Daşıyıcı qrupları yaddaşda saxlanılarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar el grupo de transportistas.

source: An error occurred while saving carrier logo.
az_az: Daşıyıcı loqosunu yaddaşda saxlayarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar el logo del transportista.

source: An error occurred while saving carrier ranges.
az_az: Daşıyıcı aralıqlarını yaddaşda saxlayarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar el rango de transportista.

source: An error occurred while saving carrier zones.
az_az: Daşıyıcıların saat qurşaqları yaddaşda saxlayarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar la zona del transportista.

source: An error occurred while saving the tax rules group.
az_az: Vergi qaydaları qrupunu yaddaşda saxlayarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar el grupo de reglas de precio.

source: An error occurred while saving this carrier.
az_az: Bu daşıyıcı yaddaşda saxlanılarkən bir yanlışlıq oldu.
es_pe: Ha ocurrido un error al guardar el transportista.

source: An error occurred while updating carrier information.
az_az: Daşıyıcı məlumatlarını yeniləyərkən bir yanlışlıq oldu.
es_pe: Se ha producido un error al actualizar la información del transportista.

source: An error occurred while updating the free shipping status.
es_pe: Se produjo un error al actualizar el estado del envío gratuito.

source: Are you sure to delete this range ?
az_az: Bu aralığı silmək istədiyinizə əminsinizmi?
es_pe: ¿Esta seguro de que desea borrar este rango?

source: Are you sure you want to delete the logo?
az_az: Siz loqonu pozmaq istədiyinizə əminsinizmi?
es_pe: Estás seguro que quieres borrar el logo?

source: Please select at least one zone
es_pe: Por favor, selecciones al menos una zona

source: Please validate the last range before creating a new one.
es_pe: Por favor, valida el último rango antes de crear uno nuevo.

source: Ranges are not correctly ordered:
az_az: Çeşidlər düzgün sifariş edilmir:
es_pe: Los rangos no están ordenados correctamente:

source: Ranges are overlapping
es_pe: Los rangos se superponen

source: Reordering
es_pe: Reordenando

source: The grade must be between 0 and 9.
es_pe: La puntuación debe estar entre 0 y 9.

source: This range is not valid
az_az: Bu aralıq düzgün deyil
es_pe: Este rango es inválido

source: You do not have permission to use this wizard.
es_pe: No tienes permiso para utilizar este asistente.

source: You must choose at least one shop or group shop.
az_az: Ən azı bir dükan, ya da qrup dükanı seçməlisiniz.
es_pe: Debe elegir al menos una tienda o grupo de tiendas.
