Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsError.*.xlf
Languages: ar_sa, fr_fr, ja_jp, lv_lv, mk_mk, nn_no, ru_ru, sr_cs, tr_tr

source: To create combinations for all your stores, the selected attributes must be available on each of them.
fr_fr: Pour pouvoir créer des déclinaisons sur toutes vos boutiques, les attributs sélectionnés doivent être disponibles sur chacune d'entre elles.
nn_no: For å lage kombinasjoner for alle butikkene dine, må de valgte attributtene være tilgjengelige i hver av dem.
sr_cs: Da biste kreirali kombinacije za sve vaše prodavnice, izabrane osobine moraju biti dostupne u svakoj od njih.

source: To use <iframe>, enable the feature in Shop Parameters > General
fr_fr: Pour utiliser <iframe>, activez la fonctionnalité dans Paramètres de la boutique > Paramètres généraux.
nn_no: For å bruke <iframe>, aktiver funksjonen i Butikkinnstillinger > Generelt
sr_cs: Da biste koristili <iframe>, omogućite tu funkcionalnost u opcijama "Konfiguracija prodavnice > Opšta konfiguracija".

source: Unable to delete associated images.
ar_sa: غير قادر على حذف الصورة المرتبطة.
fr_fr: Impossible de supprimer les images associées
ja_jp: 関連付けされた画像を削除することができません
lv_lv: Nevar izdzēst saistītos attēlus.
mk_mk: Не може да се избрише поврзаната слика
nn_no: Kunne ikke slette assosierte bilder.
ru_ru: Невозможно удалить связанные изображения
sr_cs: Nisam mogao da obrišem pridružene slike.
tr_tr: İlişkilendirilmiş görüntüler silinemiyor.

source: Unable to update settings.
ar_sa: غير قادر على تحديث الإعدادات.
fr_fr: Impossible de mettre à jour les paramètres.
ja_jp: 設定を更新することができません。
lv_lv: Nevar atjaunot iestatījumus.
mk_mk: Не може да се ажурираат поставките.
nn_no: Kan ikke oppdatere innstillingene.
ru_ru: Невозможно обновить настройки.
tr_tr: Ayarlan güncellenemedi.

source: Validation function not found: %s.
ar_sa: تفعيل الدالة غير موجود %s.
fr_fr: Fonction de validation non trouvée : %s.
ja_jp: Validation ファンクションが見つかりません：%s。
lv_lv: Pārbaudes funkcija nav atrasta: %s.
mk_mk: Функцијата за валидација не е пронајдена: %s.
nn_no: Valideringsfunksjon ble ikke funnet. %s.
ru_ru: Функция проверки не найдена: %s.
tr_tr: Doğrulama fonksiyonu bulunamadı: %s.

source: Value cannot be 0.
fr_fr: La valeur ne peut pas être 0.
nn_no: Verdien kan ikke være 0.
sr_cs: Vrednost ne može biti 0.

source: You cannot associate the same feature value more than once.
fr_fr: Vous ne pouvez pas associer la même valeur de caractéristique plus d'une fois.
sr_cs: Ne možete asocirati istu vrednost karakteristike više od jednog puta.

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
ar_sa: لا يمكنك تغيير عنوان رئيسي إلى عنوان غير رئيسي. يجب أن تقوم بتنصيب عنوان آخر كعنوان رئيسي للمتجر المختار.
fr_fr: Vous ne pouvez pas changer une URL principale en URL secondaire, vous devez enregistrer une autre URL comme URL principale pour la boutique sélectionnée
ja_jp: 非メインURLにメインURLを変更することができません、選択されたショップのメインURLとして別のURLを設定する必要があります
lv_lv: Jūs nevarat mainīt galveno URL uz ne-galveno URL. Jums jāizvēlas cits URL kā galvenais URL izvēlētajam veikalam.
mk_mk: Не може да го промените главниот URL во спореден.Треба да креирате нов URL како главен за одбраната продавница
nn_no: Du kan ikke bytte hoved-url til ikke-hoved-url. Du må velge en annen url som din hoved-url for den valgte butikken.
ru_ru: Вы не можете изменить Основной URL на неосновной URL, Вы должны установить другой URL как Основной URL для выбранного магазина
sr_cs: Ne možete da promenite glavni URL u sporedni URL. Trebate da postavite drugi URL kao glavi URL za izabranu prodavnicu.
tr_tr: Bir ana URLyi ana olmayan URL ile değiştiremezsiniz. Seçili mağaza için diğer bir ana URL ayarlamalısınız.

source: You cannot delete all of the items.
ar_sa: لا يمكنك حذف كل العناصر.
fr_fr: Vous ne pouvez pas tous les supprimer.
ja_jp: すべてのアイテムを削除することができません。
lv_lv: Tu nevari izdzēst visus objektus
mk_mk: Не може да ги избришете сите ставки.
nn_no: Du kan ikke slette alle elementer.
ru_ru: Вы не можете удалить все пункты.
sr_cs: Ne možete da obrišete sve stavke.
tr_tr: Bütün nesneleri silemezsiniz.

source: You cannot delete or disable a shop group in use.
ar_sa: لا يمكنك حذف او تعطيل مجموعة متجر مستخدمة.
fr_fr: Vous ne pouvez pas supprimer ou désactiver un groupe de boutiques actuellement utilisé.
lv_lv: Jūs nevarat izdzēst vai izslēgt lietošanā esošu veikala grupu.
mk_mk: не може да ја избришете или оневозможите групата на продавници која се употребува.
nn_no: Du kan ikke slette eller deaktivere en butikkgruppe som er i bruk.
ru_ru: Вы не можете удалить или отключить группу магазинов, в которой есть используемые магазины.
sr_cs: Ne možete da obrišete ili isključite grupu prodavnica koja se koristi.
tr_tr: Kullanımdaki bir mağaza grubunu silemez veya devre dışı bırakamazsınız.

source: You cannot delete or disable the last shop group.
ar_sa: لا يمكنك حذف او تعطيل آخر مجموعة متجر.
fr_fr: Vous ne pouvez pas supprimer ou désactiver le dernier groupe de boutique.
ja_jp: 最後のショップグループを削除または無効にすることができません。
lv_lv: Jūs nevarat izdzēst vai izslēgt pēdējo veikala grupu.
mk_mk: Не може да ја избришете или оневозможите последната група продавници
nn_no: Du kan ikke slette eller deaktivere siste butikkgruppe.
ru_ru: Вы не можете удалить или отключить последнюю оставшуюся группу магазинов.
sr_cs: Ne možete da obrišete ili isključite poslednjugrupu prodavnica.
tr_tr: Son mağaza gurubunu silemez veya devre dışı bırakamazsınız.

source: You cannot delete this item.
ar_sa: لا يمكنك حذف هذا البند.
fr_fr: Vous ne pouvez pas supprimer ces items.
ja_jp: このアイテムを削除することができません。
lv_lv: Nevar izdzēst šo vienību.
mk_mk: Не може да ја избришете оваа ставка
nn_no: Du kan ikke slette dette objektet.
ru_ru: Вы не можете удалить эту единицу.
sr_cs: Ne možete obrisati ovu stavku.
tr_tr: Bu öğeyi silemezsiniz.

source: You cannot delete your own role
fr_fr: Vous ne pouvez pas supprimer votre propre rôle.

source: You cannot disable the Main URL.
ar_sa: لا يمكنك تعطيل URL الرئيسي.
fr_fr: Vous ne pouvez pas désactiver une URL principale
ja_jp: メインURLを無効にすることができません
lv_lv: Jūs nevarat izslēgt Pamata URL.
mk_mk: Не може да го оневозможите Главниот URL
nn_no: Du kan ikke deaktivere hovedurl.
ru_ru: Вы не можете отключить Основной URL
sr_cs: Ne možete da isključite glavni URL.
tr_tr: Ana URL'yi devre dışı bırakamazsınız.

source: You cannot edit the price of a product that no longer exists in your catalog.
fr_fr: Vous ne pouvez pas modifier le prix d'un produit qui ne fait plus partie de votre catalogue.
sr_cs: Ne možete menjati cenu za proizvod koji više ne postoji u vašoj prodavnici.

source: You do not have permission to add this.
ar_sa: غير مسموح لك بالاضافة هنا
fr_fr: Vous n'avez pas les droits suffisants pour l'ajout.
ja_jp: ここを追加する権限を持っていません
lv_lv: Jums nav nepieciešamo atļauju šeit kaut ko pievienot.
mk_mk: Немате дозвола да го додадете ова.
nn_no: Du har ikke tilgang til å legge til dette.
ru_ru: У вас нет прав добавлять здесь.
sr_cs: Nemate dozvolu da dodajete ovde.
tr_tr: Bunu ekleme yetkiniz yok.

source: You do not have permission to create this.
ar_sa: ليس لديك إذن لإنشاء هذا.
fr_fr: Vous n'avez pas la permission de créer cela.
lv_lv: Jums nav atļaujas to izveidot.
mk_mk: Немате дозвола да го создадете ова.
nn_no: Du har ikke tillatelse til å opprette dette.
ru_ru: У вас нет прав на создание.
tr_tr: Bunu oluşturma yetkiniz yok.

source: You do not have permission to delete this.
ar_sa: غير مسموح لك بالحذف هنا
fr_fr: Vous n'avez pas la permission de supprimer ce module.
ja_jp: これを削除する権限がありません。
lv_lv: Jums nav atļauts šeit dzēst.
mk_mk: Немате дозвола да го бришете ова.
nn_no: Du har ikke tilgang til å slette dette.
ru_ru: У вас нет прав на ужаление этого.
sr_cs: Nemate dozvolu da brišete ovde.
tr_tr: Bunu silmek için izniniz yok.

source: You do not have permission to do this
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: You do not have permission to edit this.
ar_sa: غير مسموح لك بالتعديل هنا
fr_fr: Vous n'avez pas la permission de modifier ce contenu.
ja_jp: ここを編集する権限を持っておりません
lv_lv: Jums nav tiesību šeit kautko labot.
mk_mk: Немате дозвола да го уредите ова.
nn_no: Du har ikke tillatelse til å redigere her.
ru_ru: У вас нет прав редактировать это.
sr_cs: Nemate dozvolu da pravite izmene ovde.
tr_tr: Bunu düzenleme yetkiniz yok.

source: You do not have permission to update this.
ar_sa: ليس لديك إذن بتحديث هذا.
fr_fr: Vous n'avez pas la permission de mettre cela à jour.
lv_lv: Jums nav atļaujas to atjaunināt.
mk_mk: Немате дозвола да го обновите ова.
nn_no: Du har ikke tillatelse til å oppdatere dette.
ru_ru: У вас нет прав на обновление.
tr_tr: Bunu güncellemek için yetkiniz yok.

source: You do not have permission to view this.
ar_sa: غير مسموح لك بالدخول هنا
fr_fr: Vous n'avez pas la permission de voir ce contenu.
ja_jp: ここを参照する権限を持っていません。
lv_lv: Jums nav tiesību šeit skatīties
mk_mk: Немате дозвола за преглед на оваа содржина.
nn_no: Du har ikkje løyve til å vise dette.
ru_ru: У вас нет прав на просмотр.
sr_cs: Nemate dozvolu da pregledate ovde.
tr_tr: Bunu görmeye yetkiniz yok.

source: You have to select at least one shop to associate this item with
fr_fr: Vous devez sélectionner au moins une boutique avec laquelle associer ce bloc de liens.
sr_cs: Morate selektovati bar jednu prodavnicu sa kojom će te da povežete ovaj proizvod

source: You must select at least one element to assign a new zone.
ar_sa: يجب عليك تحديد عصر واحد على الأقل لتعيين المنطقة الجديدة.
fr_fr: Vous devez sélectionner au moins un élément à affecter dans une nouvelle zone.
ja_jp: 新しいゾーンに反映するには、要素を一つ以上選択してください。
lv_lv: Jums jāizvēlas vismaz viens elements, lai piešķirtu jaunu zonu.
mk_mk: Вие морате да изберете барем еден елемент за да доделите нова зона.
nn_no: Du må velge minst ett element som skal tilordnes en ny sone.
ru_ru: Для назначения новой зоны нужно выбрать хотя бы один элемент.
sr_cs: Morate da izaberete barem jedan element da dodelite novoj zoni.
tr_tr: Yeni bir bölge atamak için en az bir öğe seçmelisiniz.

source: You must select at least one element to delete.
ar_sa: يجب عليك تحديد عنصر واحد على الأقل للحذف.
fr_fr: vous devez sélectionner au moins un élément pour pouvoir supprimer
ja_jp: 削除するために少なくとも1つの要素を選択しなければなりません。
lv_lv: Tev ir jāizvēlas vismaz viens elements ko dzēst
mk_mk: Мора да одберете барем еден елемент за бришење.
nn_no: Du må velge minst ett element som skal slettes.
ru_ru: Вы должны выбрать минимум 1 элемент для удаления.
sr_cs: Morate da odaberete barem jedan element za brisanje.
tr_tr: Silmek için en az bir nesne seçmeniz gerekiyor.

source: You must select at least one item to perform a bulk action.
fr_fr: Vous devez sélectionner au moins un élément pour effectuer une action groupée.
sr_cs: Morate izabrati bar jednu stavku da bi izvršili grupnu radnju.

source: You need at least one object.
ar_sa: تحتاج ما لا يقل عن كائن واحد.
fr_fr: vous devez garder au moins un objet
ja_jp: 少なくとも1つのオブジェクトが必要です。
lv_lv: Tev nepieciešams vismaz viens objekts
mk_mk: Потребен ви е барем еден објект.
nn_no: Du trenger minst ett objekt.
ru_ru: У вас должно быть не менее одного объекта.
sr_cs: Potreban Vam je barem jedan objekat.
tr_tr: En az bir nesneye ihtiyacınız var.

source: You need permission to edit this.
fr_fr: Vous devez être autorisé à éditer ceci.
lv_lv: Jums nepieciešamas vairāk atļaujas to darīt.
nn_no: Du trenger andre rettigheter for å endre dette.
ru_ru: У Вас нет прав для редактирования.
sr_cs: Nemate dozvolu da pravite izmene ovde.
tr_tr: Bunu düzenlemek için yetkiniz olması gerekir.

source: Your Zip/Postal code is incorrect.
fr_fr: Votre code postal est invalide.
sr_cs: Vaš Zip/poštanski kod je pogrešan.

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
ar_sa: ما أدخلته في الحقل %1$s ( لغة %2$s) قد تخطى عدد الكلمات المسموح به %3$d ( بما في ذلك وسوم html).
fr_fr: Le champs %1$s (langue %2$s) dépasse la longueur maximale autorisée (%3$d caractères, y compris les balises HTML).
ja_jp: フィールド「%1$s」（言語：%2$s）に入力されている文字数が最大文字数 %3$d 文字を超えています。（HTMLタグ含む）
lv_lv: Jūsu ieraksts laukā %1$s (valoda %2$s) pārsniedz garumu par %3$d rakstzīmēm (ieskaitot html tagus).
mk_mk: Вашиот запис во полето %1$s (јазик %2$s) ја надминува максималната должина %3$d на знаци (вклучувајки ги html ознаките).
nn_no: Det du skrev i felt %1$s (språk %2$s) overstiger maksimal lengde %3$d tegn (inkl. html-tags).
ru_ru: Ваша запись в поле %1$s (язык %2$s) превышает максимальную длину в %3$d симв. (с html-тегами).
tr_tr: %1$s alanındaki girişiniz (%2$s dili) %3$d olan maksimum karakter uzunluğunu aşıyor(incl. html tags).

source: Your uploaded file might exceed the [1]upload_max_filesize[/1] and the [1]post_max_size[/1] directives in [1]php.ini[/1], please check your server configuration.
fr_fr: Votre fichier téléchargé peut dépasser la limite de [1]upload_max_filesize[/1] et [1]post_max_size[/1] dans [1]php.ini[/1], veuillez vérifier la configuration de votre serveur.
nn_no: Den opplastede filen din kan overskride [1]upload_max_filesize[/1] og [1]post_max_size[/1] direktivene i [1]php.ini[/1]. Vennligst sjekk serverkonfigurasjonen din.
sr_cs: Vaša otpremljena datoteka može premašiti direktive [1]upload_max_filesize[/1] i [1]post_max_size[/1] u [1]php.ini[/1] datoteci. Molimo proverite konfiguraciju servera.

source: [%s] is not a valid configuration key
ar_sa: [%s] مفتاح تكوين غير صحيح
fr_fr: [%s] n'est pas une clé de configuration valide
ja_jp: [%s]は正常な設定キーではありません
lv_lv: [%s] nav derīga konfigurācijas atslēga
mk_mk: %s е невалиден клуч за конфигурирање
nn_no: [%s] er ikke en gyldig konfigureringsnøkkel
ru_ru: [%s] неверный ключ конфигурации
sr_cs: [%s] nije važeći konfiguracioni ključ
tr_tr: [%s] Geçerli bir yapılandırma anahtarı değil

source: directory (%s) not writable
ar_sa: الدليل (%s) غير قابل للكتابة
fr_fr: Ce répertoire doit être modifiable : %s
ja_jp: ディレクトリ( %s )は書き込み可能ではありません
lv_lv: direktorijā (%s) nevar ierakstīt
mk_mk: директориумот %s не е променлив
nn_no: mappe (%s) er ikke skrivbar
ru_ru: папка (%s) не доступна для записи
sr_cs: direktorijum (%s) nije upisiv
tr_tr: dizin (%s) yazılabilir değil

source: field %s is required.
ar_sa: الحقل %s مطلوب.
fr_fr: Le champ %s est requis.
ja_jp: 項目 %s は必須です。
lv_lv: lauks %s ir obligāts.
mk_mk: полето %s е потребно.
nn_no: felt %s er påkravd.
ru_ru: поле %s обязательно для заполнения.
sr_cs: polje %s je nephodno.
tr_tr: %s alanı gerekli.

source: file (%s) not writable
ar_sa: الملف (%s) لا يقبل الكتابة
fr_fr: Ce fichier doit être modifiable : %s
ja_jp: ファイル( %s )は書き込み可能ではありません
lv_lv: fails (%s) nav rakstāms
mk_mk: датотеката (%s) не може да се препишува
nn_no: fil (%s) er ikke skrivbar
ru_ru: файл (%s) недоступен для записи
sr_cs: dokument (%s) nije upisiv
tr_tr: (%s) doyası yazılabilir değil.

source: is required.
ar_sa: مطلوب
fr_fr: requis
ja_jp: は必須です。
lv_lv: ir obligāts
mk_mk: е потребно
nn_no: er påkravd.
ru_ru: необходим.
sr_cs: je potrebno.
tr_tr: gerekli.

source: There is %d error.
ar_sa: هناك %d خطأ

source: No files were uploaded.
ar_sa: لم يتم رفع أي ملفات.

source: Source file does not exist or is empty.
ar_sa: الملف ليس موجودًا أو خالٍ (%filepath%).

source: File has an invalid extension, it should be one of these: %s.
ar_sa: الملف يحتوي على امتداد غير صالح، يجب ان يكون احد التالي: %s.

source: Error on image caption: "%1s" is not a valid caption.
ar_sa: خطأ في التعليق للصورة: "%1s%" ليس تعليقا صالحا.

source: Invalid message
ar_sa: رسالة غير صحيحة

source: Unknown error.
ar_sa: خطأ غير معروف

source: Incorrect value for "Depends on stock" for product %name%
ar_sa: قيمة خاطئة لإعتمادات مخزون المنتج %name%

source: There are several errors.
ar_sa: هناك العديد من الأخطاء.

source: Email is empty.
ar_sa: البريد الإلكتروني فارغ

source: The password field is blank.
ar_sa: كلمة المرور فارغة

source: Invalid password.
ar_sa: كلمة المرور غير صحيحة

source: An error occurred while attempting to create a new folder.
ar_sa: حدث خطأ أثناء إنشاء مجلد جديد

source: An error occurred while copying the image.
ar_sa: حدث خطأ أثناء نسخ الصورة.

source: Error while updating the status.
ar_sa: حدث خطأ اثناء تحديث الحاله.

source: Cannot retrieve file.
ar_sa: تعذر استخراج الملف.

source: Invalid name for %s language
ar_sa: اسم غير صحيح للغة %s

source: The name for %1s language is too long (%2d chars max).
ar_sa: الاسم للغة %1s طويل جدا ( %2d حرفا كحد أقصى).

source: Invalid file extension
ar_sa: امتداد الملف غير صحيح

source: The file name is too long.
ar_sa: اسم الملف طويل جدا

source: Invalid file
ar_sa: الملف غير صالح

source: Invalid date range
ar_sa: مدى تاريخ غير صالح

source: An error occurred while updating the image.
ar_sa: حدث خطأ أثناء تحديث الصورة.

source: An error occurred while linking the object %table_name% to categories.
ar_sa: لقد حصل خطأ عند ربط الموضوع %table_name% بالتصنيفات.

source: The object cannot be loaded.
ar_sa: لا يمكن تحميل الكائن

source: The %name% field is required.
ar_sa: الحقل %name% إلزامي.

source: The %1$s field (%2$s) is invalid.
ar_sa: الحقل %1$s (%2$s) غير صحيح.

source: The tags list (%s) is invalid.
ar_sa: قائمة الوسوم (%s) غير صالحة.

source: An error occurred while copying this image:
ar_sa: حصل خطأ أثناء محاولة نسخ هذه الصورة:

source: No file has been selected.
ar_sa: لا توجد ملفات محددة

source: The server does not have permissions for writing.
ar_sa: الملقم لا يكون لديك أذونات للكتابة.

source: Please check rights for %file%
ar_sa: الرجاء فحص الصلاحيات لـ %file%

source: Unexpected error occurred.
ar_sa: حدث خطأ غير متوقع.

source: The object cannot be loaded (or found)
ar_sa: لا يمكن التحميل

source: You cannot upload more files
ar_sa: لا يمكنك رفع ملفات أكثر
