Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersFeature.*.xlf
Languages: ar_sa, az_az, bg_bg, es_pe, he_il, ka_ge, sr_cs

source: #DE
es_pe: #EN

source: #IN
es_pe: #FA

source: #RE
es_pe: #DE

source: $_GET variable
bg_bg: $_GET параметър
es_pe: Variable $_GET
he_il: משתנה $_GET
sr_cs: $_GET varijable

source: 301 Moved Permanently (recommended once you have gone live)
az_az: 301 Birdəfəlik Köçürüldü (dükanı aktivləşdirdikdən sonra tövsiyə olunur)
bg_bg: 301 Постоянно преместен (препоръчва се, когато вече стартирате)
es_pe: 301 Movido permanentemente (recomendado una vez pongas en marcha tu sitio)
he_il: שגיאה 301 - דף זה הועבר באופן קבוע (מומלץ כאשר האתר באויר)
sr_cs: 301 Trajno premešteno (preporučuje se kada ste objavili radnju)

source: 302 Moved Temporarily (recommended while setting up your store)
bg_bg: 302 Временно преместен (препоръчва се, докато настройвате Вашият магазин)
es_pe: 302 Movido temporalmente (recomendado mientras configuras tu tienda)
he_il: 302 הועבר באופן זמני (מומלץ בעת הקמת החנות שלך)
sr_cs: 302 Trenutno premešteno (preporučuje se pri postavljanju radnje)

source: A word with a weight of eight will have four times more value than a word with a weight of two.
ar_sa: وهناك الكلمة مع وزنها 8 له قيمة 4 مرات أكثر من كلمة واحدة مع وزنها من 2.
bg_bg: Дума с тегло 8 ще има 4 пъти по-голяма стойност, отколкото дума с тегло 2.
es_pe: Si una palabra aparece en un campo con un peso de 8 y en otro con un peso de 4, el primer resultado aparecerá antes que el segundo al realizar una búsqueda.
he_il: מילה בעלת משקל 8 תהיה בעלת ערך גבוה פי 4 מאשר מילה בעלת משקל 2
sr_cs: Reč sa ponderom 8 će imati 4 puta veću vrednost od reči sa ponderom 2.

source: Accented URL
bg_bg: Специални знаци в URL
es_pe: URL acentuada
he_il: כתובת URL מעוברתת
sr_cs: Naglašeni URL

source: Activate new products by default
bg_bg: Активиране на нови продукти по подразбиране
es_pe: Activar nuevos productos por defecto
sr_cs: Podrazumevano aktiviraj nove proizvode.

source: Add a category discount
az_az: Bölmə endirimi artır
bg_bg: Добавяне на отстъпка за категорията
es_pe: Añadir un descuento de categoría
he_il: הוסף הנחת קטגוריה
sr_cs: Dodaj popus za kategoriju

source: Add alias
es_pe: Añadir alias

source: Add missing products to the index
bg_bg: Добавяне на липсващи продукти към индекса
es_pe: Añadir los productos que faltan al índice
he_il: הוסף מוצרים חסרים לרשימת האינדקס

source: Add new alias
bg_bg: Добавяне на нов псевдоним
es_pe: Añadir nuevo alias
he_il: הוסף כינוי חדש
sr_cs: Dodaj novi alias

source: Add new contact
ar_sa: إضافة جهة اتصال جديدة
az_az: Yeni bağlantı artır
bg_bg: Добавяне на нов контакт
es_pe: Añadir nuevo contacto
he_il: הוסף איש קשר חדש
sr_cs: Dodaj novi kontakt

source: Add new group
az_az: Yeni qrup artır
bg_bg: Добавяне на нова група
es_pe: Añadir nuevo grupo
he_il: הוסף קבוצה חדשה
sr_cs: Dodaj novu grupu

source: Add new order status
az_az: Yeni sifariş durumu artır
es_pe: Añadir nuevo estado de pedido
he_il: הוסף 'מצב טיפול בהזמנה' חדש
sr_cs: Dodaj novi status narudžbine

source: Add new return status
es_pe: Añadir nuevo estado de devolución

source: Add new search engine
az_az: Yeni axtarış sistemi artır
bg_bg: Добавяне на нова търсачка
es_pe: Añadir nuevo motor de búsqueda
he_il: הוסף מנוע חיפוש חדש
sr_cs: Dodaj novi pretražvač

source: Add new shop
ar_sa: إضافة متجر جديد
az_az: Yeni dükan artır
bg_bg: Добави нов магазин
es_pe: Añadir nueva tienda
he_il: הוסף חנות חדשה
sr_cs: Dodaj novu prodavnicu

source: Add new store
az_az: Yeni dükan artır
bg_bg: Добавяне на нов магазин
es_pe: Añadir nueva tienda
he_il: הוסף סניף חדש
sr_cs: Dodaj novu prodavnicu

source: Add new tag
az_az: Yeni yarlıq artır
bg_bg: Добавяне на нов етикет
es_pe: Añadir nueva etiqueta
he_il: הוסף תג חדש
sr_cs: Dodaj novi tag

source: Add new title
ar_sa: أضف عنوانا جديدا
az_az: Yeni başlıq artır
bg_bg: Добавяне на ново заглавие
es_pe: Añadir nuevo título
he_il: הוסף נושא חדש
sr_cs: Dodaj novi naslov

source: Aliases
ar_sa: الإسم
az_az: Uydurma dlar
bg_bg: Псевдоним
es_pe: Alias
he_il: כינויים
ka_ge: ფსევდონიმები
sr_cs: Aliasi

source: Allow a customer to download and view PDF versions of their invoices.
bg_bg: Разрешаване на клиентите да изтеглят и преглеждат PDF версиите на фактурите.
es_pe: Permitir al cliente descargar y ver sus facturas en formato PDF.

source: Allow iframes on HTML fields
bg_bg: Разрешаване на iframes в HTML полетата
es_pe: Permite iframes en los campos HTML
he_il: אפשר iFrames בשדות HTML
sr_cs: Dozvoli iframes na HTML poljima

source: Allow ordering of out-of-stock products
ar_sa: طلب السماح من خارج المخزون المنتج
az_az: Anbarda bitmiş məhsulların sifarişinə yol ver
bg_bg: Разреши поръчката на изчерпани продукти
es_pe: Permitir ventas de productos que están fuera de stock
he_il: אפשר הזמנה של מוצרים שאזלו במלאי
ka_ge: საწყობში ნულოვანი ნაშთით საქონლის ჩვენების ნების დართვა
sr_cs: Dozvoli naručivanje proizvoda kojih nema na lageru

source: Allowed characters: letters, spaces and %s
ar_sa: الأحرف المسموح بها: الحروف, الفراغات و %s
az_az: Yol verilən simvollar: hərflər, boşluqlar və %s
bg_bg: Разрешени знаци: букви, интервали и %s
es_pe: Caracteres permitidos: letras, espacios y %s
he_il: תווים מורשים: אותיות, רווחים ו- %s
sr_cs: Dozvoljeni karakteri: slova, razmaci and %s

source: Alphabetical
es_pe: Alfabético

source: Ask for birth date
ar_sa: اسأل عن تاريخ الميلاد
az_az: Doğum tarixini soruşun
bg_bg: Запитване за дата на раждане
es_pe: Solicitar fecha de nacimiento
he_il: בקש תאריך לידה

source: Attach delivery slip PDF to email.
bg_bg: Прикачване на товарителница към имейла.
es_pe: Adjuntar albarán de entrega en PDF al correo electrónico.
he_il: צרף תעודת משלוח PDF לאימייל.

source: Attach invoice PDF to email
es_pe: Adjuntar factura en PDF al correo electrónico

source: Attach invoice PDF to email.
az_az: PDF invoysu emailə qoş.
bg_bg: Прикачване на PDF фактура към имейла.
es_pe: Adjuntar factura en PDF al correo electrónico.
he_il: צרף PDF של חשבונית לאימייל.

source: Attributes weight
ar_sa: سمات الوزن
bg_bg: Атрибути тегло
es_pe: Peso de los atributos
he_il: משקל המאפיינים
ka_ge: ატრიბუტის წონა
sr_cs: Ponder atributa

source: Authorized modules:
ar_sa: الإضافات المرخصة:
az_az: Yetkili modullar:
bg_bg: Разрешени модули:
es_pe: Módulos autorizados:
he_il: מודולים מורשים :

source: Blacklisted words
ar_sa: الكلمات الممنوعه
az_az: Qara siyahıdakı sözlər
bg_bg: Забранени думи
es_pe: Palabras en la lista negra
he_il: מילים ברשימה השחורה (אסורות בשימוש)
ka_ge: სტოპ-სიტყვა
sr_cs: Reči na crnoj listi

source: Brand
ar_sa: العلامة التجارية
az_az: Brend
bg_bg: Марка
es_pe: Marca
he_il: מותג
sr_cs: Brend

source: Brand weight
ar_sa: وزن العلامة التجارية
bg_bg: Важност на бранда
es_pe: Peso de la marca
he_il: משקל מותג

source: Building the product index may take a few minutes.
ar_sa: قد يستغرق إنشاء فهرس المنتجات بضعة دقائق.
bg_bg: Създаване на индекс на продукт може да отнеме известно време.
es_pe: La construcción del índice de productos podría tardar unos minutos.
he_il: בניית אינדקס המוצר יכולה לקחת כמה דקות או יותר.
sr_cs: Pravljenje indeksa proizvoda može potrajati nekoliko minuta.

source: Catalog mode
ar_sa: كتالوج الوضع
az_az: Kataloq rejimi
bg_bg: Режим на каталог
es_pe: Modo catálogo
he_il: מצב קטלוג
sr_cs: Kataloški mod

source: Category discount
az_az: Bölmə endirimi
bg_bg: Отстъпка за категория
es_pe: Descuento por categoría
he_il: הנחת קטגוריה
sr_cs: Kategorija popusta

source: Category the product was accessed from
es_pe: Categoría de donde se ha accedido al producto

source: Category used in breadcrumbs
es_pe: Categoría utilizada en las migas de pan

source: Category weight
ar_sa: فئة الوزن
bg_bg: Категория тегло
es_pe: Peso de la categoría
he_il: משקל הקטגוריה
ka_ge: კატეგორიის წონა
sr_cs: Ponder kategorije

source: Choose your country
ar_sa: اختر الدولة
az_az: Ölkəni seç
bg_bg: Изберете държава
es_pe: Elige tu país
he_il: בחר ארץ
sr_cs: Izaberite zemlju

source: Choose your state (if applicable)
ar_sa: اختر المنطقة (إن وجدت)
az_az: Rayonu seç (əgər mümkünsə)
bg_bg: Изберете област
es_pe: Elija tu provincia (si corresponde)
he_il: בחר מדינה (אם רלוונטי)
sr_cs: Odaberite države (ako je primenjivo)

source: Configure index page
bg_bg: Конфигуриране на началната страница
es_pe: Configurar página de inicio
sr_cs: Podesite glavnu stranicu

source: Consider the associated order as validated.
ar_sa: النظر في أمر التحقق من صحة المرتبطة بها
bg_bg: Считай свързаната поръчка за валидирана.
es_pe: Considerar el pedido asociado como validado.
he_il: התייחס להזמנה כמאושרת.
ka_ge: მოცემული შეკვეთის კვალიფიცირება როგორც შემოწმებული
sr_cs: Smatrajte povezanu narudžbinu validiranom

source: Contact
bg_bg: Контакт
es_pe: Contacto
he_il: צור קשר
ka_ge: კონტაქტი
sr_cs: Kontakt

source: Contact details
ar_sa: تفاصيل الاتصال
az_az: Əlaqə məlumatları
bg_bg: Детайли за контакт
es_pe: Datos de contacto
he_il: פרטי יצירת קשר
ka_ge: საკონტაქტო დეტალები
sr_cs: Kontakt detalji

source: Creation date
ar_sa: تاريخ إنشاء
az_az: Yaranma tarixi
bg_bg: Дата на създаване
es_pe: Fecha de creación
he_il: תאריך יצירה
ka_ge: შექმნის თარიღი
sr_cs: Datum stvaranja

source: Current category discount
ar_sa: الفئة الخصم الحالي
az_az: İndiki bölmə endirimi
bg_bg: Отстъпка за настоящата категория
es_pe: Actual categoría de descuentos
he_il: הנחה לקטגוריה נוכחית
sr_cs: Trenutni popust po kategoriji

source: Custom maintenance text
ar_sa: تخصيص نص وضع الصيانة
bg_bg: Персонализирано съобщение за поддръжка
es_pe: Personalizar texto modo mantenimiento
he_il: טקסט תחזוקה מותאם אישית

source: Customer
ar_sa: العميل
az_az: Müştəri
bg_bg: Клиент
es_pe: Cliente
he_il: לקוח
ka_ge: მომხმრებელი
sr_cs: Kupac

source: Customer group
ar_sa: مجموعة العميل
az_az: Sifarişçi qrupu
bg_bg: Клиентска група
es_pe: Grupo de clientes
he_il: קבוצת לקוח
sr_cs: Grupa klijenata

source: Customer service
ar_sa: خدمة العملاء
az_az: Müxtəri Xidməti
bg_bg: Обслужване на клиенти
es_pe: Servicio al cliente
he_il: שירות לקוחות
ka_ge: მომხმარებელთა მხარდაჭერა
sr_cs: Korisnički servis

source: Customers group
ar_sa: مجموعة العملاء
az_az: Sifarişçi qrupu
bg_bg: Група на клиентите
es_pe: Grupo de clientes
he_il: קבוצת הלקוחות
sr_cs: Grupa klijenata

source: Dear Customer, Regards, Customer service
ar_sa: مشتری عزیز، با احترام، خدمات مشتریان
az_az: Əziz Alıcı, Sayğılarla, Müştəri xidməti
bg_bg: Уважаеми клиенти, Поздрави, Отдел „Обслужване на клиенти“
es_pe: Estimado cliente/a: Saludos. Atención al cliente
he_il: לקוח יקר, בברכה, שירות לקוחות

source: Dear Customer,\n\nRegards,\nCustomer service
es_pe: Estimado cliente,\n\nUn saludo,\nServicio de atención al cliente

source: Default behavior for disabled products
bg_bg: Поведение по подразбиране за деактивирани продукти
es_pe: Comportamiento predeterminado para productos desactivados
sr_cs: Podrazumevano ponašanje za onemogućene proizvode je da nisu vidljivi u prodavnici i ne mogu se dodati u korpu za kupovinu.

source: Default groups options
bg_bg: Опции на групите по подразбиране
es_pe: Opciones predeterminadas para los grupos
he_il: אפשרויות ברירות המחדל של הקבוצות
sr_cs: Podrazumevane opcije grupe

source: Default order by
ar_sa: الترتيب الافتراضي عن طريق
bg_bg: Стандартна поръчка
es_pe: Ordenar productos por
he_il: סידור ברירת המחדל על פי
ka_ge: საქონლის სორტირება -ით
sr_cs: Podrazumevani redosled po

source: Default order method
az_az: Susmaya görə sifariş metodu
bg_bg: Метод на поръчка по подразбиране
es_pe: Método de ordenación predeterminado
he_il: מיון ברירת מחדל
sr_cs: Uobičajeni način naručivanja

source: Default order of priority for specific prices
bg_bg: Ред на приоритет за конкретни цени
es_pe: Orden de prioridad predeterminado para precios específicos
sr_cs: Podrazumevani redosled prioriteta za specifične cene.

source: Default pack stock behavior
es_pe: Comportamiento por defecto del stock de packs

source: Default pages
ar_sa: الصفحات الافتراضية
bg_bg: Страници по подразбиране
es_pe: Páginas predeterminadas
he_il: עמודי ברירת מחדל
sr_cs: Podrazumevane strane

source: Delayed shipping
bg_bg: Отложена доставка
es_pe: Envío aplazado
he_il: משלוח דחוי
sr_cs: Odložena isporuka

source: Delivery time of in-stock products
ar_sa: وقت التسليم للمنتجات في المخزون
bg_bg: Срок за доставка на налични продукти
es_pe: Plazo de entrega para los productos en stock

source: Delivery time of out-of-stock products with allowed backorders
ar_sa: وقت التسليم للمنتجات خارج المخزون مع أوامر العودة المسموح بها
bg_bg: Срок за доставка на изчерпани продукти с позволени отложени поръчки
es_pe: Plazo de entrega para los productos fuera de stock que se permiten comprar

source: Description weight
ar_sa: وصف الوزن
az_az: Açıqlama çəkisi
bg_bg: Описание тегло
es_pe: Peso de la descripción
he_il: משקל התיאור
ka_ge: აღწერის წონა
sr_cs: Ponder opisa

source: Disable Apache's MultiViews option
az_az: Apache's MultiViews seçimini söndür
bg_bg: Забрана на MultiViews опцията в Apache
es_pe: Desactivar la opción MultiViews de Apache
he_il: השבת את אפשרות MultiViews של האפצ'י

source: Disable Apache's mod_security module
az_az: Apache mod_security modulunu söndür
bg_bg: Забрана на модула mod_security на Apache
es_pe: Desactivar el módulo mod_security de Apache
he_il: בטל מודול אבטחה (mod_security) של Apache

source: Disable reordering option
es_pe: Desactivar la opción Volver a Pedir
he_il: השבת אפשרות לסידור מחדש
sr_cs: Deaktiviraj opciju ponovnog poručivanja

source: Discount (%)
ar_sa: الخصم (%):
az_az: Endirim (%)
bg_bg: Отстъпка (%)
es_pe: Descuento (%)
he_il: הנחה (ב %)
sr_cs: Popust (u %)

source: Discount (%):
ar_sa: خصم (%):
az_az: Endirim (%):
bg_bg: Отстъпка (%):
es_pe: Descuento (%):

source: Discount: %.2f%%
az_az: Endirim: %.2f%%
bg_bg: Отстъпка: %.2f%%
es_pe: Descuento: %.2f%%
he_il: הנחה: %.2f%%
sr_cs: Popust: %.2f%%

source: Display attributes in the product meta title
bg_bg: Показване на атрибутите в мета заглавието на продукта
es_pe: Mostrar atributos en la etiqueta meta título del producto
he_il: הצג תכונות בכותרת המטא של המוצר
sr_cs: Prikaži osobine u meta imenu proizvoda

source: Display available quantities on the product page
ar_sa: عرض الكميات المتوفرة على صفحة المنتج
az_az: Olan saylarını məhsul səhifəsində göstər
bg_bg: Показване на налични количества на продуктовата страница
es_pe: Mostrar cantidades disponibles en la página del producto
he_il: הצג כמויות זמינות בעמוד המוצר
ka_ge: საქონლის რაოდენობის ჩვენება
sr_cs: Prikaži dostupne količine na stranici proizvoda

source: Display best sellers
az_az: Ən çox satılanları göstər
bg_bg: Показване на най-продаваните
es_pe: Mostrar los productos más vendidos
he_il: הצג את המוצרים הנמכרים ביותר

source: Display brands
es_pe: Mostrar marcas
he_il: הצג מותגים
sr_cs: Prikaži brendove

source: Display notifications if the product is already in the cart
es_pe: Mostrar notificaciones si el producto ya está en el carrito

source: Display out-of-stock label on product listing pages
es_pe: Mostrar la etiqueta de agotado en las páginas de lista de productos
he_il: הצג תווית אזל מהמלאי בדפי פרטי המוצר
sr_cs: Prikaži nema na stanju oznaku na stranicama kategorije proizvoda

source: Display remaining quantities when the quantity is lower than
bg_bg: Показване на оставащите количества, когато количеството е по-малко от
es_pe: Mostrar número de productos disponibles si su cantidad es inferior a
he_il: הצג כמויות נותרות כאשר הכמות נמוכה מ
sr_cs: Prikaži preostale količine kada je kol. manji od

source: Display suppliers
es_pe: Mostrar proveedores
he_il: הצג ספקים
sr_cs: Prikaži dobavljače

source: Display the discounted unit price
bg_bg: Показване на намалената цена за единица
es_pe: Mostrar el precio unitario con descuento
sr_cs: Prikaži umanjenu jediničnu cenu.

source: Display unavailable attributes on the product page
es_pe: Mostrar atributos no disponibles en la página del producto
he_il: הצג מאפיינים לא זמינים בדף המוצר
sr_cs: Prikaži nedostupne osobine na stranici proizvoda

source: Displayed in emails and page titles.
az_az: E-poçtlarda və səhifə adlarında göstərilir.
bg_bg: Вижда се в имейли и заглавия на страници.
es_pe: Mostrado en los correos electrónicos y en los títulos de página.
he_il: מוצג באימיילים וכותרות הדפים.
sr_cs: Prikazano u mejlovima i naslovima stranica.

source: Don't display this status to the customer on order tracking page.
es_pe: No mostrar este estado a los clientes en la página de seguimiento.

source: Edit aliases for %s
es_pe: Editar alias para %s

source: Edit information about your pages to gain visibility and therefore reach more visitors. We advise you to start with the index page, it stands for your homepage.
bg_bg: Редактирайте на информацията за страниците за да подобрите видимостта и да достигнете до повече посетители. Съветваме ви започнете с началната страница.
es_pe: Modifica la información de tus páginas para ganar visibilidad y, por lo tanto, llegar a más visitantes. Te recomendamos que comiences con la página de inicio, que representa tu página principal.
sr_cs: Izmenite informacije o vašim stranicama da privučete više posetioca. Predlažemo da počnete sa glavnom stranicom.

source: Edit this shop group
az_az: Bu dükan qrupuna düzəliş et
bg_bg: Редактиране на групата магазини
es_pe: Editar este grupo de tiendas
he_il: ערוך את קבוצת החנות הבאה
sr_cs: Uredite ovu grupu prodavnice

source: Email template
ar_sa: البريد الإلكتروني قالب
az_az: Email şablonları
bg_bg: Шаблон на писмо
es_pe: Plantilla de correo electrónico
he_il: תבנית דואל
ka_ge: შეტყობინების ნიმუში
sr_cs: E-mail podloga

source: Enable B2B mode
ar_sa: تفعيل وضع B2B
bg_bg: Включване на режим B2B
es_pe: Activar modo B2B
he_il: אפשר תצורת B2B (עסק לעסק)
sr_cs: Omogući B2B način rada

source: Enable Multistore
ar_sa: تفعيل المتاجر المتعددة (Multistore)
az_az: ÇoxluDükanı Qoş
bg_bg: Поддръжка на множество магазини
es_pe: Activar Multitienda
he_il: אפשר ריבוי חנויות
sr_cs: Omogući rad sa više prodavnica

source: Enable SSL
ar_sa: تمكين SSL
az_az: SSL-i aktiv et
bg_bg: Активирай SSL
es_pe: Habilitar SSL
he_il: אפשר SSL
ka_ge: SSL-ის ჩართვა
sr_cs: Omogući SSL

source: Enable final summary
ar_sa: تفعيل التقرير النهائي
bg_bg: Активиране на финалното обобщение
es_pe: Habilitar resumen final
he_il: אפשר סיכום סופי

source: Enable guest checkout
ar_sa: السماح باتمام الطلب كزائر
az_az: Qonaq sifarişi tamamlanı aktivlişdir
bg_bg: Активирай финализиране на поръчката от гост
es_pe: Activar el pedido para invitados
he_il: אפשר תשלום לאורח
sr_cs: Omogući plaćanje sa gostujućeg naloga

source: Enable partner offers
ar_sa: تفعيل عروض الشركاء
az_az: Partnyor təkliflərini qoş
bg_bg: Разрешаване на офертите от партньори
es_pe: Activar ofertas de asociados
he_il: אפשר הצעות לשותפים

source: Enable stock management
ar_sa: تمكين إدارة المخزون
bg_bg: Управление на наличностите
es_pe: Activar la administración de stock
he_il: אפשר ניהול מלאי
ka_ge: საწყობში საქონლის მდგომარეობით მართვის ნების დართვა
sr_cs: Omogući upravljanje zalihama

source: Enable store
es_pe: Habilitar tienda
he_il: הפעל חנות
sr_cs: Aktiviraj prodavnicu

source: Enable store for logged-in employees
bg_bg: Активиране на магазина за влезли в системата служители
es_pe: Habilitar tienda para empleados registrados
sr_cs: Aktivirajte prodavnicu za prijavljene zaposlene.

source: Failed to delete alias.
es_pe: Error al eliminar el alias.

source: Features weight
ar_sa: ميزات الوزن
bg_bg: Екстри тегло
es_pe: Peso de las características
he_il: משקל התכונות
ka_ge: მახასიათებლების წონა
sr_cs: Ponder funkcija

source: Female
ar_sa: سيده
az_az: Qadın
bg_bg: Жена
es_pe: Mujer
he_il: נקבה
ka_ge: მდედრობითი
sr_cs: Ženski

source: For any question about a product, an order
ar_sa: عن أي سؤال حول منتج، طلب
az_az: Bir məhsul, bir sifariş ilə bağlı hər hansı bir sual üçün
bg_bg: За запитвания относно продукт, поръчка
es_pe: Para cualquier pregunta sobre un artículo o un pedido
he_il: לכל שאלה בקשר למוצר או הזמנה
sr_cs: Za sva pitanja u vezi proizvoda, faktura i slično

source: Force update of friendly URL
az_az: Gözəl URL yenilənməsini qaçılmaz et
bg_bg: Принудително обновяване на лесен URL адрес
es_pe: Forzar la actualización de URL amigables
he_il: הכרח עדכון של כתובות אתר ידידותיות
sr_cs: Nasilno ažuriranje prijateljskog linka

source: Friday
ar_sa: الجمعة
az_az: Cümə
bg_bg: Петък
es_pe: Viernes
he_il: יום שישי
sr_cs: Petak

source: Fuzzy search
es_pe: Búsqueda difusa
he_il: חיפוש גמיש
sr_cs: Nejasna pretraga

source: GET variable
ar_sa: GET متغير
bg_bg: GET параметър
es_pe: Variable GET
he_il: משתנה GET
ka_ge: GET ცვლადები
sr_cs: GET varijable

source: General product settings
bg_bg: Общи настройки
es_pe: Ajustes generales de producto
sr_cs: Opšta konfiguracija proizvoda.

source: Generate an invoice when order is assigned this status.
es_pe: Generar una factura cuando se le asigne este estado al pedido.

source: Generate robots.txt file
ar_sa: توليد ملف robots.txt
bg_bg: Генериране на robots.txt файл
es_pe: Generar el archivo robots.txt
he_il: צור קובץ robots.txt
ka_ge: robots.txt-ს გენერირება
sr_cs: Napravi robots.txt datoteku

source: Gift options
ar_sa: خيارات الهدية
az_az: Hədiyyə seçimləri
bg_bg: Опции за подаръци
es_pe: Opciones de regalo
he_il: אפשרויות מתנה
sr_cs: Opcije poklona

source: Gift-wrapping price
ar_sa: هدية التفاف السعر
az_az: Hədiyə paketi qiyməti
bg_bg: Цена на подаръчната опаковка
es_pe: Precio de envoltura de regalo
he_il: עלות אריזת מתנה
ka_ge: სასაჩუქრე შეფუთვის ღირებულება
sr_cs: Cena pakovanja poklona

source: Gift-wrapping tax
ar_sa: هدية التفاف الضرائب
az_az: Hədiyə paketi vergisi
bg_bg: Такса за подаръчна опаковка
es_pe: Impuesto del embalaje de regalo
he_il: מס אריזת מתנה
ka_ge: საშემოსავლო შეფუთვაზე
sr_cs: Porez na pakovanje poklona

source: Group information
az_az: Qrup bilgiləri
bg_bg: Информация за група
es_pe: Información del grupo
he_il: נתוני קבוצה
sr_cs: Informacije grupe

source: Group name
ar_sa: اسم مجموعة المستخدمين
bg_bg: Име на групата
es_pe: Nombre del grupo
he_il: שם קבוצה
sr_cs: Ime grupe

source: Guest
ar_sa: زائر
az_az: Qonaq
bg_bg: Гост
es_pe: Invitado
he_il: אורח

source: Guests group
ar_sa: مجموعة الضيوف
az_az: Qonaqlar qrupu
bg_bg: Група на гостите
es_pe: Grupo de invitados
he_il: קבוצת האורחים
sr_cs: Grupa gostiju

source: Hide this status in all customer orders.
az_az: Bu durumu bütün müştəri sifarişlərində gizlət.
bg_bg: Скриване на този статус в поръчките на всеки клиент.
es_pe: Ocultar este estado en todos los pedidos de los clientes.
he_il: הסתר 'מצב טיפול בהזמנה' זה מכל הלקוחות.
sr_cs: Sakrijte ovo stanja da bi kupac.

source: Hours:
ar_sa: ساعات:
az_az: Saatlar:
bg_bg: Часове:
es_pe: Horas:
he_il: שעות :

source: Icon
ar_sa: أيقونة
az_az: İkon
bg_bg: Икона
es_pe: Icono
he_il: אייקון
ka_ge: იკონკა
sr_cs: Ikonica

source: If a technical problem occurs on this website
ar_sa: في حالة حدوث مشكلة فنية على هذا الموقع
bg_bg: При възникване на технически проблем на сайта
es_pe: Si se produce un problema técnico en este sitio web
he_il: אם אירעה תקלה טכנית באתר
sr_cs: Ukoliko dođe do tehinčkih problema na sajtu

source: If your server stops before the process ends, you can resume the indexing by clicking "%add_missing_products_label%".
es_pe: Si su servidor detiene el proceso antes de que éste termine, podrá continuar la indexación haciendo clic en %add_missing_products_label%.
he_il: אם השרת שלך נעצר לפני שהתהליך מסתיים, תוכל לחדש את האינדקס על ידי לחיצה על "%add_missing_products_label%".
sr_cs: Ako vaš server stane pre dovršenja procesa, možete nastaviti indeksovanje klikom na "%add_missing_products_label%" u indeks.

source: Image height
ar_sa: ارتفاع الصورة:
az_az: Şəkil hündürlüyü
bg_bg: Височина на изображението
es_pe: Altura de la imagen
he_il: גובה תמונה
ka_ge: სიმაღლე
sr_cs: Visina slike

source: Image width
ar_sa: عرض الصورة:
az_az: Şəklin eni
bg_bg: Ширина на изображение
es_pe: Anchura de la imagen
he_il: רוחב תמונה
ka_ge: სიგანე
sr_cs: Širina slike

source: Improve your SEO
bg_bg: Подобряване на оптимизацията за търсачки
es_pe: Mejora tu SEO
sr_cs: Poboljšajte Vaš SEO
