Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShopparametersFeature.*.xlf
Languages: ar_sa, az_az, bg_bg, es_pe, he_il, ka_ge, sr_cs

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
ar_sa: سيؤدي إضافة 0 في حقل الوزن إلى استبعاد هذا الحقل من فهرس البحث. إعادة بناء الفهرسة بشكل كامل يعد أمرا مطلوبا في حالة وضع القيمة 0 أو أية قيمة أخرى
bg_bg: Задаване на тегло 0 ще изключи това поле от индекса на търсенето. Необходимо е изграждане на целия индекс наново, когато се промени на различна от 0 стойност
es_pe: Establecer un peso en 0 excluirá ese campo del índice de búsqueda. Se recomienda reconstruir todo el índice tanto cuando se cambia a un valor 0 como a otro distinto de 0
he_il: הגדרת משקל ל 0 לא תכלול שדה זה במיפתוח עבור חיפוש. בעת שינוי ל 0 או מ 0, נדרשת בניה מחדש של כל המיפתוח בשלמותו
sr_cs: Postavljanje na 0 će isključiti to polje sa indeksa pretrage. Ponovno pravljenje celog indeksa je obavezno kada se mena na ili sa nule

source: Shop ID
az_az: Mağaza ID
bg_bg: ИД на магазина
es_pe: ID tienda
he_il: מספר מזהה של החנות
sr_cs: ID prodavnice

source: Shop address line 1
ar_sa: السطر الأول لعنوان المتجر
bg_bg: Адрес на магазина ред 1
es_pe: Dirección de la tienda (línea 1)
he_il: כתובת החנות (1)
sr_cs: Adresa prodavnice (linija 1)

source: Shop address line 2
ar_sa: السطر الثاني لعنوان المتجر
bg_bg: Адрес на магазина ред 2
es_pe: Dirección de la tienda (línea 2)
he_il: כתובת חנות שורה 2
sr_cs: Adresa prodavnice (linija 2)

source: Shop domain
ar_sa: نطاق المتجر
az_az: Dükan domeni
bg_bg: Домейн на магазина
es_pe: Dominio de la tienda
he_il: שם הדומיין של החנות
sr_cs: Domen prodavnice

source: Shop email
ar_sa: البريد الإلكتروني للمتجر
az_az: Dükan E-poçt
bg_bg: E-mail на магазина
es_pe: Dirección de correo electrónico de la tienda
he_il: אימייל החנות
ka_ge: მაღაზიის e-mail მისამართი
sr_cs: E-mail prodavnice

source: Shop group
ar_sa: مجموعة المتاجر:
az_az: Dükan qrupu
bg_bg: Група магазини
es_pe: Grupo de tiendas
he_il: קבוצת החנות
sr_cs: Prodavnicina grupa

source: Shop name
ar_sa: اسم المتجر
az_az: Bazarın adı
bg_bg: Име на магазина
es_pe: Nombre de la tienda
he_il: שם חנות
ka_ge: მაღაზიის სახელწოდება
sr_cs: Ime prodavnice

source: Short description weight
ar_sa: وصف قصير الوزن
az_az: Qısa açıqlama çəkisi
bg_bg: Кратко описание тегло
es_pe: Peso de la descripción corta (resumen)
he_il: משקל התיאור הקצר
ka_ge: მოკლე აღწერის წონა
sr_cs: Ponder kratkog opisa

source: Show prices
ar_sa: عرض الأسعار:
az_az: Qiymətləri göstər
bg_bg: Покажи цените
es_pe: Mostrar precios
he_il: הצג מחירים
sr_cs: Prikaži cene

source: Show prices:
ar_sa: عرض الأسعار:
az_az: Qiymətləri göstər:
bg_bg: Показване на цените:
es_pe: Mostrar precios:
he_il: הצג מחירים:

source: Social title
ar_sa: المسميات
az_az: Titul
bg_bg: Обръщение
es_pe: Tratamiento
he_il: שמות תואר
ka_ge: სათაური
sr_cs: Naslov

source: Some alias are already in use for another search term: %s.
es_pe: Algunos alias ya están en uso para otro término de búsqueda: %s.

source: Status name
az_az: Durum adı
bg_bg: Име на статуса
es_pe: Nombre del estado
he_il: שם סטטוס
sr_cs: Ime statusa

source: Store coordinates (e.g. 45.265469/-47.226478).
bg_bg: Координати на магазина (напр. 45.265469/-47.226478).
es_pe: Coordenadas de la tienda (ej.: 45.265469/-47.226478).
he_il: קואורדינטות החנות (לדוגמה: 34.606906 / 31.679242).
sr_cs: Koordinate prodavnice (npr. 44.809122/20.4671).

source: Store name
ar_sa: اسم المتجر
bg_bg: Име на магазина
es_pe: Nombre de la tienda
he_il: שם חנות
ka_ge: მაღაზიის დასახელება
sr_cs: Naziv prodavnice

source: Store name (e.g. City Center Mall Store).
az_az: Dükan adı (məs. Mərkəzi Univermaq Mağazası).
bg_bg: Име на магазина (напр. Магазин в мола в центъра на града).
es_pe: Nombre de la tienda (ej: Tienda del centro comercial).
he_il: שם החנות (למשל: החנות שבמרכז העיר).
sr_cs: Naziv prodavnice (npr. Centralna prodavnica).

source: Stores
ar_sa: المتاجر
az_az: dükanlar
bg_bg: Магазини
es_pe: Tiendas
he_il: חנויות
sr_cs: Prodavnice

source: Sunday
ar_sa: الأحد
az_az: Bazar günü
bg_bg: Неделя
es_pe: Domingo
he_il: יום ראשון
sr_cs: Nedelja

source: Tag
ar_sa: الوسم
az_az: Etiket
bg_bg: Етикет
es_pe: Etiqueta
he_il: תג
ka_ge: Тэг

source: Tags weight
ar_sa: علامات الوزن
bg_bg: Тежест на етикетите
es_pe: Peso de las etiquetas
he_il: משקל התגיות
ka_ge: Вес тегов
sr_cs: Ponder tagova

source: Template
ar_sa: قالب
az_az: e-poçt_şablon
bg_bg: Шаблон
es_pe: Plantilla
he_il: תבנית
sr_cs: Šablon

source: Terms of service
ar_sa: شروط الخدمة
az_az: Xidmət qaydaları
bg_bg: Условия за ползване
es_pe: Términos del servicio
he_il: תנאי שימוש
ka_ge: შეთანხმება
sr_cs: Uslovi korišćenja

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
ar_sa: تم تحليل المنتجات "المفهرسة" من قبل PrestaShop، وسوف تظهر في نتائج البحث في المكتب الأمامي.
bg_bg: "Индексираните" продукти бяха анализирани от PrestaShop и ще се появяват като резултати при търсене в Лицевия интерфейс.
es_pe: Los productos "indexados" han sido analizados por PrestaShop y aparecerán en los resultados de la búsqueda del front office.

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
ar_sa: في "وزن" يمثل أهميتها وأهمية لترتيب المنتجات عند محاولة بحث جديد.
bg_bg: "Теглото" представлява важността и релевантността за определяне на ранк на даден продукт по време на търсене.
es_pe: El "peso" representa el grado de importancia y relevancia que se le dará a los campos mencionados a continuación, para los resultados de búsqueda.
he_il: ה"משקל" מייצג את החשיבות והרלוונטיות של דירוג המוצרים בחיפוש חדש
sr_cs: Ponder predstavlja važnost i relevantnost za rangiranje proizvoda pri pretrazi

source: The route %routeRule% is not valid
bg_bg: Маршрутът %routeRule% е невалиден
es_pe: La ruta %routeRule% no es válida
sr_cs: Ruta %routeRule% nije važeća

source: This alias does not exist.
es_pe: Este alias no existe.

source: This category already exists for this group.
az_az: Bu bölmə artıq bu qrupda var.
bg_bg: Тази категория вече съществува в тази група.
es_pe: Esta categoría ya existe para este grupo.
he_il: קטגוריה זו כבר קיימת לקבוצה זו
sr_cs: Ova kategorija već postoji za ovu grupu

source: This option allows you to choose which image to display in listings for products with combinations. By default, the cover image of the product will be used. If you enable this option and your filtering module is properly passing the required information, then the default image of the combination found will be displayed.
es_pe: Esta opción le permite elegir la imagen que se mostrará en los listados de productos con combinaciones. Por defecto, se usará la imagen de portada del producto. Si activa esta opción y su módulo de filtrado proporciona correctamente la información requerida, se mostrará la imagen predeterminada de la combinación encontrada.

source: Thursday
ar_sa: الخميس
az_az: Cümə axşamı
bg_bg: Четвъртък
es_pe: Jueves
he_il: יום חמישי
sr_cs: Četvrtak

source: Titles
es_pe: Títulos sociales
he_il: שמות תואר
ka_ge: სათაური
sr_cs: Društveni naslovi

source: Tuesday
ar_sa: الثلاثاء
az_az: Çərşəmbə axşamı
bg_bg: Вторник
es_pe: Martes
he_il: יום שלישי
sr_cs: Utorak

source: Undefined
ar_sa: غير محدد
az_az: Tanınmamış
bg_bg: Неопределен
es_pe: Indefinido
he_il: לא מוגדר
sr_cs: Nedefinisano

source: Unknown
ar_sa: غير معروف
az_az: Naməlum
bg_bg: Неизвестно
es_pe: Desconocido
he_il: לא ידוע
ka_ge: უცნობია
sr_cs: Nepoznato

source: Use HTMLPurifier Library
az_az: HTMLPurifier Arxivindən yararlan
bg_bg: Използване на библиотеката HTMLPurifier
es_pe: Utilizar la librería HTMLPurifier
he_il: השתמש בספריית HTMLPurifier

source: Use combination image in listings
es_pe: Utilice imágenes de la combinación en los listados

source: Visitor
ar_sa: زائر
az_az: Ziyarətçi
bg_bg: Посетител
es_pe: Visitante
he_il: מבקר

source: Visitors
ar_sa: الزوار
az_az: İstifadəçilər
bg_bg: Посетители
es_pe: Visitantes
he_il: מבקרים
ka_ge: სტუმრები
sr_cs: Posetioci

source: Visitors group
ar_sa: مجموعة الزوار
az_az: Ziyarətçilər qrupu
bg_bg: Група на посетителите
es_pe: Grupo de visitantes
he_il: קבוצת המבקרים
sr_cs: Grupa posetilaca

source: Visits
ar_sa: الزيارات
az_az: baxa
bg_bg: Посещения
es_pe: Visitas
he_il: ביקורים
ka_ge: Визиты
sr_cs: Posete

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
az_az: Başlıq, ya da məhsulə uyğun sözlərə daha çox ağırlıq verməyinizi məsləhət görürük. Bu, axtarış nəticələrinizi mümkün qədər dəqiq və aktual edəcəkdir.
bg_bg: Съветваме те да зададеш по-голямо тегло на думи, които се появяват в името или реф. на продукта. Това ще позволи резултатите от търсенето да бъдат максимално точни и релевантни.
es_pe: Para asegurar que los resultados de la búsqueda sea más precisos y relevantes, recomendamos establecer un mayor peso a las palabras que aparecen dentro del nombre o de la referencia de un producto que a las que aparecen en la descripción.
he_il: זו הסיבה שבגללה אנו ממליצים להגדיר משקל גדול יותר למלים שמופיעות בשם המוצר או מתייחסות אליו, מאשר לאלו שבתיאור. כך, תוצאות החיפוש יהיו מדויקות ורלוונטיות ככל האפשר.
sr_cs: Preporučujemo vam da postavite veću težinu za reči koje se pojavljuju u imenu ili referenci proizvoda. To će omogućiti da rezultati pretrage budu precizniji i relevantniji što je više moguće.

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
ar_sa: نقوم حاليا بتحديث متجرنا، وسنعود قريبا جدا.
az_az: Biz indi dükanı yeniləyirik və tezliklə geri qayıdacaq. Dözümlü olduğunuz üçün çox sağ olun.
bg_bg: В момента се извършва се обновяване на магазина, което ще завърши съвсем скоро. Благодарим за ви търпението.
es_pe: Estamos actualizando nuestra tienda, pronto estará disponible de nuevo. Gracias por su paciencia.
he_il: כרגע אנו מעדכנים את החנות ונחזור ממש בקרוב.

source: We are currently updating our shop and will be back really soon.\nThanks for your patience.
es_pe: Actualmente estamos actualizando nuestra tienda y volveremos muy pronto.\nGracias por tu paciencia.

source: Wednesday
ar_sa: الأربعاء
az_az: Çərşənbə
bg_bg: Сряда
es_pe: Miércoles
he_il: יום רביעי
sr_cs: Sreda

source: Weight
ar_sa: الوزن
az_az: Çəki
bg_bg: Тегло
es_pe: Peso
he_il: משקל
ka_ge: წონა
sr_cs: Težina

source: You can set a cron job that will rebuild your index using the following URL:
ar_sa: يمكنك ضبط وظيفة كرون لإعادة انشاء فهرس الروابط من خلال استخدام الرابط التالي:
bg_bg: Можете да настроите задание в Cron, което да изгради отново индекса Ви, като използва URL адреса:
es_pe: Puedes establecer una tarea cron para reconstruir el índice utilizando la siguiente URL:
he_il: אתה יכול להגדיר עבודת cron שתבנה מחדש את האינדקס שלך באמצעות כתובת האתר הבאה:

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
ar_sa: يمكنك إلغاء الاشتراك في أي لحظة. لهذا الغرض، يرجى الاطلاع على معلومات الاتصال لدينا في الإشعار القانوني.
az_az: İstədiyiniz zaman abunəlikdən çıxa bilərsiniz. Bunu etmək üçün zəhmət olmasa qanuni bildirişdə əlaqə məlumatlarımızı tapın.
bg_bg: Можете да се отпишете във всеки момент. За целта моля намерете информацията за контакт с нас в правните условия.
es_pe: Puede darse de baja en cualquier momento. Para ello, consulte nuestra información de contacto en el aviso legal.
he_il: ההרשמה ניתנת לביטול בכל עת. להסרה, פנה אל עמוד צור קשר באתר.

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
ar_sa: و| حول | أعلى | بعد | جديد | ضد | كل | صباحا | على | و | أي | هي | ارين | كما | في | تكون | ل| كان | قبل | كونها | أدناه | بين | كلا | لكن | بواسطة | يمكن | لا يمكن | استطاع | كولدن | فعل | ديدن | لا | لا | لا توجد الآن | به | دون | أسفل | أثناء | كل | قليل | ل| من | المزيد | كان | hadn | ديه | هاسن | دينا | ملاذا | جود | كان | ليرة لبنانية | لها | هنا | راتبها | نفسها | عنه | نفسه | له | كيف | هاء | إذا | في | في | هو | يسن | هو | في | نفسها | تدع | لي | أكثر | معظم | و mustn | بلدي | نفسي | لا يوجد | ولا | لا | من | قبالة | على | مرة | فقط | أو | آخر | يجب | دينا | لنا | أنفسنا | من | أكثر | نظيف | نفس | شان | هي | ينبغي | شولدن | هكذا | بعض | هذا | من | أن | على | على | لهم | لهم | أنفسهم | ثم | هناك | هذه | انهم | اعادة | هذا | تلك | من خلال | إلى | جدا | تحت | حتى | جديد | جدا | كان | اسن | نحن | كان | فالرجاء ملاحظة | ما | عندما | حيث | الذي | بينما | الذي | الذي | لماذا | مع | فازت | شأنه | ولدن | لك | الخاص بك | لك | نفسك | أنفسكم
bg_bg: за|над|след|отново|срещу|всички|всеки|всяко|всяка|и|са|като|до|защото|бил|преди|под|между|но|може|долу|няколко|от|той|тя|тук|неин|нейния|нейният|нея|негов|неговия|неговият|него|как|ако|в|е|не|мен|още|повече|мой|моя|моят|мен|нито|само|или|друг|трябва|наш|наша|наше|собствен|собствено|собствена|същ|така|няколко|че|тях|техен|техни|техният|тогава|там|тези|тази|те|това|тези|през|също|под|до|горе|много|беше|ние|бяхме|какво|кога|къде|кое|докато|кой|кому|защо|с|със|твой|твоя|твое|твори|ваш|ваша|ваше|ваши
es_pe: a|sobre|encima|después|nuevamente|contra|todo|soy|un|y|ninguno|son|no|cuando|en|estar|porque|sido|antes|siendo|debajo|entre|ambos|pero|por|puede|podía|hizo|hacer|hace|haciendo|bajo|durante|cada|alguno|para|desde|más|tuvo|tiene|haber|habiendo|él|aquí|suyo|misma|su|mismo|cómo|si|en|dentro|es|eso|dejar|me|mayoría|mi|mismo|ni|desactivado|activado|solo|o|otro|nuestro|nuestros|mismos|fuera|propio|mismo|ella|debería|tal|que|el|sus|entonces|allí|estos|ellos|esos|aquellos|través|demasiado|hasta|arriba|muy|era|éramos|qué|cuándo|dónde|mientras|quién|con

source: hours
ar_sa: ساعات
az_az: saatlar
bg_bg: часове
es_pe: horas
he_il: שעות

source: minutes
ar_sa: دقائق
az_az: dəqiqə
bg_bg: минути
es_pe: minutos
he_il: דקות
ka_ge: წუთი
sr_cs: minuta

source: Alias
ar_sa: اسم المستخدم
az_az: Uydurma ad
bg_bg: Псевдоним
he_il: כינוי
ka_ge: ფსევდონიმი
sr_cs: Nadimak

source: Base URI
bg_bg: Основен URI
he_il: כתובת בסיס URI
sr_cs: Osnovni URI

source: Color
ar_sa: اللون:
az_az: Rəng
bg_bg: Цвят
he_il: צבע
ka_ge: ფერი
sr_cs: Boja

source: Neutral
ar_sa: مُحايد
az_az: Neytral
bg_bg: Неутрално
he_il: נייטרלי
sr_cs: Nedefinisan

source: Webmaster
ar_sa: المسؤل عن الموقع:
az_az: Veb-usta
bg_bg: Уебмастър
he_il: מנהל אתר
sr_cs: Veb dizajner

source: Add new social title
ar_sa: إضافة عنوان اجتماعي جديد
az_az: Yeni sosial başlıq artır

source: Social titles
ar_sa: المسميات
az_az: Titul

source: Edit return status
ar_sa: تعديل حالة الإرجاع
az_az: Qaytarma Durumuna Düzəliş Et

source: Add a new page
ar_sa: إضافة صفحة جديدة
az_az: Yeni səhifə artır

source: Enable SSL on all pages
ar_sa: تفعيل SSL على كافة الصفحات
az_az: SSL bütün səhifələrdə qoşulsun

source: Allow a customer to download and view PDF versions of his/her invoices.
ar_sa: السماح للعملاء بتنزيل وعرض نسخة PDF للفاتورة.

source: Contacts
ar_sa: جهات الاتصال
az_az: Əlaqə

source: Show delivery PDF.
az_az: Çatdırılma PDF-ni göstər.

source: Add new order return status
az_az: Yeni sifariş qaytarılması durumu artır

source: Meta tags
az_az: Meta-etiketlər
