Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogNotification.*.xlf
Languages: bn_bd, ca_es, cs_cz, et_ee, fi_fi, hr_hr, hu_hu, id_id, lv_lv, no_no, pl_pl, ro_ro, sk_sk, sv_se

source: (Recommended)
ca_es: (Recomanat)
cs_cz: (Doporučeno)
et_ee: (Soovitatud)
fi_fi: (Suositeltu)
hr_hr: (Preporučeno)
hu_hu: (Javasolt)
id_id: (Direkomendasikan)
lv_lv: (Ieteicams)
no_no: (Anbefalt)
pl_pl: (rekomendowany)
ro_ro: (Recomandat)
sk_sk: (Doporučené)
sv_se: (Rekommenderad)

source: A specific price already exists for these parameters.
bn_bd: একটি নির্দিষ্ট দাম এই পরামিতি জন্য ইতিমধ্যেই বিদ্যমান
ca_es: Ja existeix un preu específic per a aquests paràmetres.
cs_cz: Speciální cena pro tyto parametry již existuje
et_ee: Erihind juba eksisteerib nende parameetritega
fi_fi: Hinta näillä parametreilla löytyy jo entuudestaan.
hr_hr: Specifična cijena već postoji za ove parametre.
hu_hu: Az egyedi ár már létezik ezekhez a paraméterekhez.
id_id: Harga spesifik sudah ada yang menggunakan parameter ini.
lv_lv: Īpaša cena šiem parametriem jau pastāv.
no_no: En spesifikk pris eksisterer allerede for disse parametrene.
pl_pl: Określona cena już istnieje dla tych parametrów
ro_ro: Exista deja un pret specific pentru acest parametri.
sk_sk: Špecifická cena pre tieto parametre už existuje
sv_se: Ett pris för dessa val finns redan

source: All unsaved modifications made on the combination [1]{combinationName}[/1] will be lost.
ca_es: Totes les modificacions no desades fetes a la combinació [1]{combinationName}[/1] es perdran.
cs_cz: Všechny neuložené úpravy provedené v kombinaci [1]{combinationName}[/1] budou ztraceny.
fi_fi: Kaikki tallentamattomat muutokset variaatiolle [1]{combinationName}[/1] menetetään.
hu_hu: [1]{combinationName}[/1] kombináción minden nem mentett módosítás el fog veszni.
no_no: Alle usparte endringer som er gjort på kombinasjonen [1]{combinationName}[/1] vil gå tapt.
pl_pl: Wszystkie niezapisane modyfikacje wariantu [1]{combinationName}[/1] zostaną utracone.
ro_ro: Toate modificarile efectuate asupra combinatiei [1]{combinationName}[/1] se vor pierde.
sk_sk: Všetky neuložené úpravy vykonané v kombinácii [1]{combinationName}[/1] sa stratia.

source: An action is required for this cart rule.
ca_es: Es requereix una acció per aquesta regla de cistella.
cs_cz: Je požadována akce pro toto pravidlo košíku.
et_ee: Antud ostukorvi reegli jaoks on nõutav tegevus.
fi_fi: Vaaditaan toimenpidettä tälle ostoskorisäännölle.
hr_hr: Akcija je potrebna za korištenje ove košarice.
hu_hu: Beavatkozás szükséges a kosárszabálynál.
id_id: Tindakan diperlukan untuk aturan harga ini.
lv_lv: Šo pielikumu nevarēja ielādēt datu bāzē.
no_no: En handling kreves for denne handlevognregelen.
pl_pl: Wymagana akcja dla tej reguły koszyka.
ro_ro: Este necesara o actiune pentru aceasta regula de cos.
sk_sk: Toto pravidlo košíka vyžaduje akciu.
sv_se: En åtgärd är obligatorisk för denna varukorgs regel.

source: An attachment name is required.
bn_bd: একটি সংযুক্তি নাম প্রয়োজন
ca_es: Nom de l'arxiu adjunt necessari
cs_cz: Název přílohy je vyžadován.
et_ee: Lisandi nimi on nõutud
fi_fi: Liitetiedoston nimi on pakollinen.
hr_hr: Naziv privitka je obvezan
hu_hu: Csatolmány megnevezés szükséges
id_id: Nama lampiran harus diisi.
lv_lv: Nepieciešams pielikuma vārds
no_no: Vedleggsnavn er påkrevet.
pl_pl: Wymagana nazwa załącznika
ro_ro: Numele atasamentului este obligatoriu
sk_sk: Názov prílohy je povinný
sv_se: Namn på bilaga krävs

source: An error occurred while creating the attribute.
ca_es: S'ha produït un error en crear l'atribut.
cs_cz: Nastala chyba při vytváření atributu.

source: An error occurred while creating the category.
ca_es: S'ha produït un error en crear la categoria.
cs_cz: Při vytváření kategorie došlo k chybě.
et_ee: Kategooria loomisel tekkis tõrge.
fi_fi: Kategorian luonnissa tapahtui virhe.
hr_hr: Došlo je do pogreške prilikom stvaranja kategorije.
hu_hu: Hiba történt a kategória létrehozása során.
no_no: Det oppstod en feil under oppretting av kategorien.
pl_pl: Podczas próby utworzenia kategorii wystąpił błąd.
ro_ro: A aparut o eroare la crearea categoriei.
sk_sk: Pri vytváraní kategórie sa vyskytla chyba.
sv_se: Ett fel inträffade när kategorin skulle skapas.

source: An error occurred while editing the category.
ca_es: S'ha produït un error en modificar la categoria.
cs_cz: Při úpravě kategorie došlo k chybě.
et_ee: Kategooria muutmisel tekkis tõrge.
fi_fi: Kategorian muokkauksessa tapahtui virhe.
hr_hr: Došlo je do pogreške prilikom uređivanja kategorije.
hu_hu: Hiba történt a kategória szerkesztése során.
no_no: Det oppstod en feil under redigering av kategorien.
pl_pl: Wystąpił błąd podczas aktualizacji kategorii.
ro_ro: A aparut o eroare la editarea categoriei.
sk_sk: Pri úprave kategórie sa vyskytla chyba.
sv_se: Ett fel inträffade när kategorin skulle redigeras.

source: An error occurred while uploading the image:
ca_es: S'ha produït un error en carregar la imatge:
cs_cz: Při nahrávání obrázku se vyskytla chyba:
et_ee: Pildi üleslaadimisel ilmnes viga:
fi_fi: Tapahtui virhe kuvaa lähetettäessä:
hr_hr: Dogodila se pogreška tijekom prijenosa slike:
hu_hu: Hiba történt a kép feltöltése közben:
id_id: Eror saat menunggah gambar:
lv_lv: Kļūda augšuplādējot bildi:
no_no: Det oppstod en feil under opplasting av bildet:
pl_pl: Wystąpił błąd podczas przesyłania zdjęcia:
ro_ro: A aparut o eroare la incarcarea imaginii:
sk_sk: Počas nahrávania obrázku sa vyskytla chyba:
sv_se: Ett fel inträffade när bild skulle laddas upp:

source: An order has already been placed with this cart.
bn_bd: একটি অর্ডার ইতিমধ্যেই এই কার্ট থেকে করা হয়েছে.
ca_es: Ja s'havia creat una comanda en aquesta cistella.
cs_cz: Objednávka již byla zadána v tomto košíku.
et_ee: Tellimus on juba esitatud antud ostukorvist
fi_fi: Tälle ostoskorille on jo tehty tilaus.
hr_hr: Narudžba je već poslana s ovom košaricom
hu_hu: Már létezik rendelés ehhez a kosárhoz.
id_id: Order telah dibuat dalam cart ini.
lv_lv: Pasūtījums ar šo grozu jau ir ievietots.
no_no: En ordre har allerede blitt registrert med denne handlevognen.
pl_pl: Zamówienie zostało już złożone z tego koszyka
ro_ro: A fost deja plasata o comanda cu acest cos.
sk_sk: Z tohto košíka už bola urobená objednávka.
sv_se: En beställning har redan slutförts med denna kundvagn.

source: Are you sure you want to change the product type?
ca_es: Esteu segur que voleu modificar el tipus de producte?
cs_cz: Jste si jisti, že chcete změnit typ produktu?
et_ee: Kas Te kindlasti soovite muuta toote tüüpi?
fi_fi: Haluatko varmasti muuttaa tuotetyyppiä?
hu_hu: Biztosan módosítani szeretnéd a termék típusát?
no_no: Er du sikker på du vil endre produkttype?
pl_pl: Czy na pewno chcesz zmienić typ produktu?
ro_ro: Sigur doresti schimbarea tipului produsului?
sk_sk: Naozaj chcete zmeniť typ produktu?
sv_se: Är du säker på att du vill ändra produkttypen?

source: Are you sure you want to delete selected combinations from all stores?
ca_es: Esteu segur que voleu suprimir les combinacions seleccionades de totes les botigues?
cs_cz: Opravdu chcete smazat vybrané kombinace ze všech obchodů?
fi_fi: Oletko varma että haluat poistaa valitut variaatiot kaikista kaupoista?
hu_hu: Biztosan törölni szeretnéd a kiválasztott kombinációkat az összes boltodból?
no_no: Er du sikker på at du vil slette de valgte kombinasjonene fra alle butikker?
pl_pl: Czy na pewno chcesz usunąć wybrane warianty ze wszystkich sklepów?
ro_ro: Sigur doresti stergerea combinatiilor selectate din toate magazinele?
sk_sk: Naozaj chcete odstrániť vybrané kombinácie zo všetkých obchodov?

source: Are you sure you want to delete selected combinations from store "%store_name%"?
ca_es: Esteu segur que voleu suprimir les combinacions seleccionades de la botiga "%store_name%"?
cs_cz: Opravdu chcete smazat vybrané kombinace z obchodu "%store_name%"?
fi_fi: Oletko varma että haluat poistaa valitut variaatiot kaupasta "%store_name%"?
hu_hu: Biztosan törölni szeretnéd a kiválasztott kombinációkat "%store_name%" boltodból?
no_no: Er du sikker på at du vil slette de valgte kombinasjonene fra butikk "%store_name%"?
pl_pl: Czy na pewno chcesz usunąć wybrane warianty ze sklepu "%store_name%"?
ro_ro: Sigur doresti a sterge combinatiile selectate din magazinul "%store_name%"?
sk_sk: Naozaj chcete odstrániť vybrané kombinácie z obchodu "%store_name%"?

source: Are you sure you want to delete selected combinations?
ca_es: Esteu segur que voleu suprimir les combinacions seleccionades?
cs_cz: Opravdu chcete smazat vybrané kombinace?
fi_fi: Oletko varma että haluat poistaa valitut variaatiot?
hu_hu: Biztosan törölni szeretnéd a kiválasztott kombinációkat?
no_no: Er du sikker på at du vil slette de valgte kombinasjonene?
pl_pl: Czy na pewno chcesz usunąć wybrane warianty?
ro_ro: Sigur doresti stergerea combinatiilor selectate?
sk_sk: Naozaj chcete odstrániť vybraté kombinácie?

source: Are you sure you want to delete the selected image?|Are you sure you want to delete the {filesNb} selected images?
ca_es: Esteu segur que voleu suprimir la imatge seleccionada?|Esteu segur que voleu suprimir les {filesNb} imatges seleccionades?
cs_cz: Opravdu chcete smazat vybraný obrázek?|Opravdu chcete smazat vybrané obrázky ({filesNb})?
fi_fi: Oletko varma, että haluat poistaa valitun kuvan?|Oletko varma, että haluat poistaa {filesNb} valitut kuvat?
hu_hu: Biztosan törlöd a kiválasztott képet?|Biztosan törlöd a {filesNb} kiválasztott képet?
no_no: Er du sikker på at du vil slette det valgte bildet?|Er du sikker på at du vil slette de {filesNb} valgte bildene?
pl_pl: Czy na pewno chcesz usunąć wybrany obraz?|Czy na pewno chcesz usunąć wybrane obrazy {filesNb}?
ro_ro: Sigur doresti a sterge imaginea selectata?|Sigur doresti a sterge cele {filesNb} imagini selectate?
sk_sk: Naozaj chcete odstrániť vybratý obrázok?|Naozaj chcete odstrániť vybraté obrázky ({filesNb})?

source: Change product type
ca_es: Modificar tipus de producte
cs_cz: Změnit typ produktu
et_ee: Muuda toote tüüpi
fi_fi: Vaihda tuotetyyppi
hu_hu: Termék típus megváltoztatása
no_no: Endre produkttype
pl_pl: Zmień typ produktu
ro_ro: Schimba tipul produsului
sk_sk: Zmeniť typ produktu
sv_se: Ändra produkttyp

source: Change the product type
ca_es: Modificar tipus de producte
cs_cz: Změnit typ produktu
fi_fi: Vaihda tuotetyyppi
hu_hu: A termék típus megváltoztatása
no_no: Endre produkttypen
pl_pl: Zmień typ produktu
ro_ro: Schimba tipul produsului
sk_sk: Zmeniť typ produktu

source: Changing the product type will immediately save the product and refresh the page.
ca_es: Modificar el tipus de producte desarà immediatament el producte i actualitzarà la pàgina.
cs_cz: Změna typu produktu okamžitě uloží produkt a obnoví stránku.
et_ee: Toote tüüpi muutes salvestub see automaatselt ja värskendab lehe.
fi_fi: Jos muutat tuotetyyppiä, tuote tallennetaan välittömästi ja sivu ladataan uudelleen.
hu_hu: A termék típus módosítása azonnal elmenti a terméket és frissíti az oldalt.
no_no: Endring av produkttype vil umiddelbart lagre produktet og laste siden på nytt.
pl_pl: Zmiana typu produktu spowoduje jego zapisanie i odświeżenie strony.
ro_ro: Schimbarea tipului produsului va duce la salvarea imediata a produsului si improspatarea paginii.
sk_sk: Zmena typu produktu spôsobí jeho okamžite uloženie a obnovu stránky.
sv_se: Om du ändrar produkttypen, så kommer produkten att sparas direkt och sidan laddas om.

source: Could not delete #%i
ca_es: No s'ha pogut suprimir #%i
cs_cz: #%i se nepodařilo odstranit
et_ee: #%i kustutamine ebaõnnestus
fi_fi: Kohteen %s poistaminen epäonnistui
hr_hr: Brisanje nije uspjelo #%i
hu_hu: Nem lehet törölni: #%i
lv_lv: Nevar izdzēst #%i
no_no: Kunne ikke slette nr. %i
pl_pl: Nie można usunąć #%i
ro_ro: Nu s-a putut sterge #%i
sk_sk: #%i sa nepodarilo odstrániť
sv_se: Kunde inte ta bort %s

source: Discard changes?
ca_es: Voleu descartar els canvis?
cs_cz: Zahodit změny?
et_ee: Loobu muudatustest?
fi_fi: Hylätäänkö muutokset?
hu_hu: Elveted a változtatásokat?
no_no: Forkaste endringer?
pl_pl: Odrzucić zmiany?
ro_ro: Abandonezi modificarile?
sk_sk: Zahodiť zmeny?
sv_se: Ångra ändringar?

source: Duplicate product?
ca_es: Duplicar producte?
cs_cz: Duplikovat produkt?
fi_fi: Monista tuote?
hu_hu: Termék duplikálása?
no_no: Dupliser produkt?
pl_pl: Zduplikować produkt?
ro_ro: Copiezi produsul?
sk_sk: Duplikovať produkt?

source: Error for combination %combination_id%: %error_message%
ca_es: Error per a la combinació %combination_id%: %error_message%
cs_cz: Chyba u kombinace %combination_id%: %error_message%
fi_fi: Virhe yhdistelmässä %combination_id%: %error_message%
hu_hu: %combination_id% kombinációnál hiba van: %error_message%
no_no: Feil for kombinasjon %combination_id%: %error_message%
pl_pl: Błąd wariantu %combination_id%: %error_message%
ro_ro: Eroare pentru combinatia %combination_id%: %error_message%
sk_sk: Chyba kombinácie %combination_id%: %error_message%

source: Error for product %product_id%: %error_message%
ca_es: Error per al producte %product_id%: %error_message%
cs_cz: Chyba u produktu %product_id%: %error_message%
fi_fi: Virhe tuotteessa %product_id%: %error_message%
hu_hu: %product_id% terméknél hiba van: %error_message%
no_no: Feil for produkt %product_id%: %error_message%
pl_pl: Błąd produktu %product_id%: %error_message%
ro_ro: Eroare pentru produsul %product_id%: %error_message%
sk_sk: Chyba produktu %product_id%: %error_message%

source: Failed to copy the file.
bn_bd: ফাইল কপি করতে ব্যর্থ
ca_es: No s'ha pogut copiar el fitxer.
cs_cz: Selhalo kopírování souboru.
et_ee: Faili kopeerimine ebaõnnestus.
fi_fi: Tiedoston kopiointi epäonnistui.
hr_hr: Kopiranje datoteke nije uspjelo
hu_hu: Fájlmásolás sikertelen
id_id: Gagal menyalin file.
lv_lv: Faila kopēšana neizdevās
no_no: Kopiering feilet
pl_pl: Kopiowanie pliku nie powiodło się
ro_ro: Copierea fisierului a esuat.
sk_sk: Kopírovanie súboru zlyhalo.
sv_se: Filkopiering misslyckades

source: Friendly URLs are currently disabled.
ca_es: Les URL amigables estan desactivades actualment.
cs_cz: Přátelské URL adresy jsou současně vypnuté.
et_ee: Kliendisõbralikud URL-id on hetkel keelatud.
fi_fi: Ymmärrettävät URL:t ovat tällä hetkellä pois käytöstä.
hr_hr: Prijateljski URL-ovi trenutno onemogućeni.
hu_hu: Barátságos URL-ek jelenleg kikapcsolva.
id_id: Friendly URLs sedang dinonaktifkan.
lv_lv: Draudzīgas URL ir izslēgtas.
no_no: Vennlige URL-er er for øyeblikket deaktiverte.
pl_pl: Przyjazne adresy URL są obecnie wyłączone.
ro_ro: URL-urile prietenoase sunt acum dezactivate.
sk_sk: Priateľské URL sú zakázané.
sv_se: SEO-vänliga URLer är inaktiverade.

source: If they have no other category, I want to associate them with the parent category and turn them offline.
ca_es: Si no tenen cap altra categoria, vull associar-los a la categoria pare i desactivar-los.
cs_cz: Pokud nemají jinou kategorii, chci je přiřadit k nadřazené kategorii a vypnout je.
et_ee: Kui neil pole ühtegi teist kategooriat, soovin ma siduda nad vanemkategooriaga ja lülitada nad välja.
fi_fi: Jos niillä ei ole toista kategoriaa haluan liittää ne yläkategoriaan ja asettaa ne offline tilaan.
hr_hr: Ako nemaju drugu kategoriju, želim ih povezati s kategorijom roditelja i isključiti ih.
hu_hu: Ha nincs más kategóriájuk, akkor a szülő kategóriához szeretném társítani őket és inaktívvá tenni.
no_no: Hvis det ikke finnes noen annen kategori, vil jeg at de skal knyttes til foreldrekategorien og deretter inaktiveres.
pl_pl: Jeśli nie mają innych kategorii chcę je przypisać do kategorii nadrzędnej i ukryć ich widoczność.
ro_ro: Daca nu au alta categorie, vreau sa le asociez cu categoria parinte si sa le marchez ca inactive.
sk_sk: Ak nemajú inú kategóriu, chcem ich priradiť k nadradenej kategórii a vypnúť ich.
sv_se: Om de inte tillhör någon annan kategori, så vill jag knyta dem till föräldrakategorin och inaktvera dem.

source: If they have no other category, I want to associate them with the parent category.
ca_es: Si no tenen cap altra categoria, vull associar-los a la categoria pare.
cs_cz: Pokud nemají jinou kategorii, chci je přiřadit k nadřazené kategorii.
et_ee: Kui neil pole ühtegi teist kategooriat, soovin ma siduda nad vanemkategooriaga.
fi_fi: Jos niillä ei ole toista kategoriaa, haluan liittää ne yläkategoriaan.
hr_hr: Ako nemaju drugu kategoriju, želim ih povezati s kategorijom roditelja.
hu_hu: Ha nincs más kategóriájuk, akkor a szülő kategóriához szeretném társítani őket.
no_no: Hvis det ikke finnes noen annen kategori, vil jeg at de skal knyttes til foreldrekategorien.
pl_pl: Jeśli nie mają innych kategorii chcę je przypisać do kategorii nadrzędnej.
ro_ro: Daca nu au alta categorie, vreau sa le asociez cu categoria parinte.
sk_sk: Ak nemajú inú kategóriu, chcem ich priradiť k nadradenej kategórii.
sv_se: Om de inte tillhör någon annan kategori, så vill jag knyta dem till föräldrakategorin.

source: If they have no other category, I want to delete them as well.
ca_es: Si no tenen cap altra categoria, vull suprimir-los també.
cs_cz: Pokud nemají jinou kategorii, chci je také smazat.
et_ee: Kui neil pole teist kategooriat, soovin ma neid ka kustutada.
fi_fi: Jos niillä ei ole toista kategoriaa haluan poistaa myös ne.
hr_hr: Ako nemaju drugu kategoriju, želim ih izbrisati.
hu_hu: Ha nincs más kategóriájuk, akkor törölni szeretném őket.
no_no: Hvis det ikke finnes noen annen kategori, vil jeg at de skal slettes.
pl_pl: Jeśli nie mają innych kategorii je również chcę usunąć.
ro_ro: Daca nu au alta categorie, vreau si sa le sterg.
sk_sk: Ak nemajú inú kategóriu, chcem ich tiež odstrániť.
sv_se: Om de inte är knutna till en annan kategori, så vill jag ta bort dem också.

source: Image replaced
ca_es: Imatge reemplaçada
cs_cz: Obrázek nahrazen
et_ee: Pilt asendatud
fi_fi: Kuva korvattu
hu_hu: Kép lecserélve
pl_pl: Obraz został zamieniony
ro_ro: Imaginea a fost inlocuita
sk_sk: Obrázok bol nahradený
sv_se: Bild utbytt

source: Incorrect Stock Manager class [%s]
bn_bd: স্টক ম্যানেজার ক্লাস[%s] ভুল
ca_es: La classe Stock Manager és incorrecta [%s]
cs_cz: Nesprávná třída správce zásob [%s]
et_ee: Vale lao haldaja klas [%s]
fi_fi: Virheellinen varastohallintaluokka [%s]
hr_hr: Pogrešna klasa Stock Managera [%s]
hu_hu: Hibás Készletkezelő osztály [%s]
id_id: Class Stock Manager tidak valid [%s]
lv_lv: Nepareiza Noliktavas Pārvaldnieka klase [%s]
no_no: Ugyldig lagerhåndtererklasse [%s]
pl_pl: Niepoprawna klasa Managera Stanu [%s]
ro_ro: Clasa Stock Manager incorecta [%s]
sk_sk: Neplatná trieda Správcu Zásob [%s]
sv_se: Felaktig StockManagerklass [%s]

source: Invalid 'from' date
bn_bd: \"From\"তারিখ ভুল
ca_es: Data 'de' invàlida
cs_cz: Neplatný datum \"od\"
et_ee: Vigane \"alates\" kuupäev
fi_fi: Virheellinen 'alkaen'-päivämäärä
hr_hr: Nevažeći 'od' datum
hu_hu: Érvénytelen kezdődátum
id_id: Tanggal 'dari' tidak valid
lv_lv: Nederīgs 'no' datums
no_no: Ugyldig 'fra' dato
pl_pl: Nieprawidłowa data 'od'
ro_ro: Data nevalida in campul "de la"
sk_sk: Neplatný dátum 'Od'
sv_se: Ogiltigt fråndatum

source: Invalid 'to' date
bn_bd: \"To\"তারিখ ভুল
ca_es: Data 'a' invàlida
cs_cz: Neplatné datum \"do\"
et_ee: Vigane \"kuni\" kuupäev
fi_fi: Virheellinen 'päättyen'-päivämäärä
hr_hr: Nevažeći 'do' datum
hu_hu: Érvénytelen végdátum
id_id: Tanggal 'sampai dengan' tidak valid
lv_lv: Nederīgs datums 'līdz'
no_no: Ugyldig 'til' dato
pl_pl: Nieprawidłowa data 'do'
ro_ro: Data nevalida in campul "la"
sk_sk: Neplatný dátum 'Do'
sv_se: Ogiltigt tilldatum

source: Invalid description for %s language.
ca_es: Descripció invàlida per a l'idioma %s.
cs_cz: Neplatný popis pro jazyk %s.
hu_hu: %s nyelved leírása hibás.
pl_pl: Nieprawidłowy opis dla języka %s.
sk_sk: Neplatný popis pre %s jazyk.

source: It is not possible to delete a supplier if there are pending supplier orders.
bn_bd: অপেক্ষমান সরবরাহ অর্ডার থাকলে একজন সরবরাহকারিকে মুছে ফেলা যাবে না
ca_es: Mentre hi hagi comandes de subministrament pendents no es pot suprimir un proveïdor.
cs_cz: Není možné odstranit dodavatele, pokud existují nějaké nevyřízené objednávky od tohotorn dodavatele.
et_ee: Tarnijat ei saa kustutada, kui on juba ootel tellimusi.
fi_fi: Toimittajan poistaminen ei ole mahdollista, jos on meneillään olevia toimitusmääräyksiä.
hr_hr: Nije moguće obrisati dobavljača ukoliko postoje narudžbenice na čekanju.
hu_hu: Nem lehet beszállítót törölni, ha van függőben lévő megrendelés
id_id: Tidak dapat menghapus supplier jika ada order untuk supplier tersebut yang masih aktif.
lv_lv: Piegādātāju nav iespējams izdzēst, ja ir sagaidāmais piegādātāju pasūtījums.
no_no: Det er ikke mulig å slette en leverandør om det er ventende bestillingsordre.
pl_pl: Nie można usunąć dostawcy jeżeli są jakieś oczekujące zamówienia dostaw.
ro_ro: Nu se poate sterge un furnizor daca sunt comenzi de aprovizionare in desfasurare.
sk_sk: Nemôžete odstrániť dodávateľa, pokiaľ existujú nevybavené objednávky tohto dodávateľa.
sv_se: Det är inte möjligt att radera en leverantör om det finns olevererade leveranser.

source: Missing %s value in custom[%s] for language %s
ca_es: Valor %s absent en la personalització [%s] de l'idioma %s
cs_cz: Chybí hodnota %s ve vlastním[%s] pro jazyk %s
et_ee: Keele %$3s kohandatud [%$2s] väärtus %$1s puudub.
hr_hr: Nedostaje %s vrijednost u prilagođenom[%s] za jezik %s
hu_hu: Hiányzó %s érték az egyéni tartalomban [%s] %s nyelv esetén
lv_lv: Trūkst %s individualizētā vērtība [%s] valodai %s
no_no: Manglende verdi %s i tilpasset[%s] for språket %s
pl_pl: Brakuje wartości %s w niestandardowym [%s] dla języka %s
ro_ro: Lipseste valoarea %s in personalizarea [%s] pentru limba %s
sk_sk: Chýba hodnota %s vo vlastnom[%s] pre jazyk %s
sv_se: Värde %s i eget[%s] för språk %s saknas

source: Missing block_name
ca_es: block_name absent
cs_cz: Chybí block_name
et_ee: block_name puudub
hr_hr: Nedostaje block_name
hu_hu: Hiányzó block_name
lv_lv: Trūkst block_name
no_no: Manglende block_name
pl_pl: Brak wartości nazwa_bloku
ro_ro: Lipseste block_name
sk_sk: Chýba block_name
sv_se: Block-namn saknas

source: Missing block_name value for language %s
ca_es: El valor de block_name és absent per a l'idioma %s
cs_cz: Chybí hodnota block_name pro jazyk %s
et_ee: Keeles %s puudub block_name väärtus
hr_hr: Nedostaje vrijednost block_name za jezik %s
hu_hu: Hiányzó block_name érték %s nyelv esetén
lv_lv: Trūkst block_name vērtība valodai %s
no_no: Manglende verdi på block_name for språket %s
pl_pl: Brak wartości nazwa_bloku dla języka %s
ro_ro: Lipseste valoarea block_name pentru limba %s
sk_sk: Chýba hodnota block_name pre jazyk %s
sv_se: Värde för block-namn saknas för språk %s

source: Missing id_hook
ca_es: id_hook absent
cs_cz: Chybí id_hook
et_ee: id_hook puudub
hr_hr: Nedostaje id_hook
hu_hu: Hiányzó id_hook
lv_lv: Trūkst id_hook
no_no: Manglende id_hook
pl_pl: Brak wartości id_hook
ro_ro: Lipseste id_hook
sk_sk: Chýba id_hook
sv_se: Id-krok saknas

source: No address has been found for this brand.
ca_es: No hi ha cap adreça per a aquesta marca.
cs_cz: Tento výrobce nemá zatím žádnou adresu.
et_ee: Antud brändil puudub aadress.
fi_fi: Tällä tuotemerkillä ei löytynyt yhtään osoitetta.
hr_hr: Nema adresa za ovog proizvođača.
hu_hu: Ehhez a márkához nem található cím.
id_id: Tidak ada alamat untuk brand ini.
lv_lv: Šim zīmolan nav atrasta adrese.
no_no: Ingen adresse er funnet på dette merket.
pl_pl: Brak adresu dla tej marki.
ro_ro: Nu a fost gasita nicio adresa pentru aceasta marca.
sk_sk: Pre túto značku sa nenašla žiadna adresa.
sv_se: Ingen adress har hittats för detta varumärke.

source: No product has been found.
bn_bd: পণ্য পাওয়া যায় নি
ca_es: No s'han trobat productes
cs_cz: Nenalezen žádný produkt
et_ee: Toodet ei leitud
fi_fi: 0 tuotetta
hr_hr: Niti jedan proizvod nije pronađen
hu_hu: Nem talált terméket
id_id: Produk tidak ditemukan
lv_lv: Produkti nav atrasti.
no_no: Fant ikke produkt.
pl_pl: Nie znaleziono produktu
ro_ro: Nu a fost gasit niciun produs
sk_sk: Žiaden produkt sa nenašiel
sv_se: Inte produkter hittades
