Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminDesignFeature.*.xlf
Languages: da_dk, lo_la, lv_lv, mg_mg, ru_ru, sq_al, th_th, tl_ph

source: Regenerate thumbnails
da_dk: Regenerer miniaturebilleder
lo_la: ສ້າງຮູບຫຍໍ້
lv_lv: Pārģenerēt sīkattēlus
ru_ru: Пересоздать миниатюры
th_th: สร้างรูปขนาดเล็กใหม่

source: Select an image
da_dk: Vælg et billede
lo_la: ເລືອກຮູບພາບ
lv_lv: Izvēlieties attēlu
ru_ru: Отобрать изображения
th_th: เลือกรูปภาพ

source: Select a format
da_dk: Vælg format
lo_la: ເລືອກຮູບແບບ
lv_lv: Izvēlieties formātu
ru_ru: Выберите формат
th_th: เลือกรูปแบบ

source: Erase previous images
da_dk: Slet tidligere billeder
lo_la: ລຶບຮູບກ່ອນໜ້າ
lv_lv: Izdzēst ierpeikšējos attēlus
ru_ru: Удалить старые изображения
th_th: ลบรูปภาพก่อนหน้า

source: Move images
da_dk: Flyt billeder
lo_la: ຍ້າຍຮູບພາບ
lv_lv: Pārvietot attēlus
ru_ru: Перемещение изображений
th_th: ย้ายตำแหน่งรูปภาพ

source: Available hooks
da_dk: Tilgængelig hooks
lv_lv: Pieejamās iesaistes
ru_ru: Доступные хуки
sq_al: 'Hooks' e disponueshëm

source: Already registered hooks
da_dk: Allerede registrerede hooks
lv_lv: Reģistrētās piesaistes
ru_ru: Уже зарегистрированные хуки

source: Exceptions
da_dk: Undtagelser
lo_la: ຂໍ້ຍົກເວັ້ນ
lv_lv: Izņēmumi
ru_ru: Исключения
th_th: ยกเว้น

source: Full width
da_dk: Fuld bredde
lv_lv: Pilns platums
mg_mg: Sakany feno
ru_ru: Во всю ширину
tl_ph: Kabuuang lapad

source: Three columns
da_dk: Tre kolonner
lv_lv: 3 kolonnas
mg_mg: Tsanganana telo
ru_ru: Три колонки
tl_ph: Tatlong mga hanay

source: Two columns, small left column
da_dk: To kolonner, lille venstre kolonne
lv_lv: 2 kolonnas, kreisā kolonna maza
mg_mg: Tsanganana roa, tsanganana kely ankavia
ru_ru: Две колонки, маленькая левая
tl_ph: Dalawang mga hanay, maliit na kaliwang hanay

source: Two columns, small right column
da_dk: To kolonner, lille højre kolonne
lv_lv: 2 kolonnas, labā kolonna maza
mg_mg: Tsanganana roa, tsanganana kely ankavanana
ru_ru: Две колонки, маленькая правая
tl_ph: Dalawang mga hanay, maliit na kanang hanay

source: No side columns, ideal for distraction-free pages such as product pages.
da_dk: Ingen sidekolonner, ideelt til sider uden distraktion, såsom varesider.
lv_lv: Nav sānu kolonnas, pielietojamas produktu lapās.
mg_mg: Tsy misy sisiny ny tsanganana, tsara hoan'ny pejy tsy misy fialan-tsasatra toy ny pejin'ny entana.
ru_ru: Без боковых колонок, идеально для простых страниц, вроде страницы товаров.
tl_ph: Walang mga hanay sa tabi, perpekto para sa mga pahina ng hindi nakakagambala tulad ng mga pahina ng produkto.

source: One large central column and 2 side columns.
da_dk: En bred midterkolonne og 2 sidekolonner.
lv_lv: Liela vidējā kolonna un 2 sānu kolonnas.
mg_mg: Tsanganana lehibe iray afovoany sy tsanganana 2 amin'ny sisiny.
ru_ru: Большая центральная и 2 боковых колонки.
tl_ph: Isang malaking gitnang hanay at 2 tabing hanay.

source: Two columns with a small left column.
da_dk: To kolonner med en smal venstre kolonne.
lv_lv: 2 kolonnas ar mazu kreiso kolonnu.
mg_mg: Tsanganana roa misy tsanganana kely ankavia.
ru_ru: Две колонки, левая маленькая.
tl_ph: Dalawang mga hanay na may isang maliit na kaliwang hanay.

source: Two columns with a small right column.
da_dk: To kolonner med en smal højre kolonne.
lv_lv: 2 kolonnas ar mazu labo kolonnu.
mg_mg: Tsanganana roa misy tsanganana kely ankavanana.
ru_ru: Две колонки, правая маленькая.
tl_ph: Dalawang mga hanay na may isang maliit na kanang hanay.

source: ___________ CUSTOM ___________
lv_lv: ___________ PIELĀGOTS ___________
ru_ru: ___________ ОБЫЧНОЕ ___________
sq_al: ___________ PERSONALIZUAR ___________

source: ____________ CORE ____________
da_dk: ___________ KERNE ___________
lv_lv: ____________ PAMATS ____________
ru_ru: ____________ ЯДРО ____________

source: Admin modules controller
da_dk: Admin modul controller
lv_lv: Administrācijas moduļu kontrolieris
ru_ru: Контроллер модулей Администратора
sq_al: Admin - Konrollori i moduleve

source: Front modules controller
da_dk: Shop modul controller
lv_lv: Lapas priekšpuses moduļu kontrolieris
ru_ru: Контроллер модулей Фронт-Офиса
sq_al: Kontrollri i moduleve të frontit

source: Theme
da_dk: Tema
lo_la: ຮູບລັກຊະນະ
lv_lv: Tēma
ru_ru: Шаблон
th_th: ชุดธีม

source: Pages
da_dk: Sider
lo_la: ບັນດາໜ້າ
lv_lv: Lapas
ru_ru: Страницы
sq_al: Faqet
th_th: หน้า

source: Pages in category "%name%"
da_dk: Sider i kategorien "%name%"
lv_lv: Lapas kategorijā "%name%"
mg_mg: Pejy anatin'ny sokajy "%name%"
ru_ru: Страницы в категории "%name%"
tl_ph: Mga pahina sa kategorya ng "%name%"

source: Add new image type
da_dk: Tilføj ny billedtype
lv_lv: Pievienot jaunu attēlu veidu
ru_ru: Добавить тип изображения

source: Test email %template%
lv_lv: Testa e-pasts %template%
ru_ru: Проверка email %template%

source: JPEG compression
da_dk: JPEG komprimering
lv_lv: JPEG kompresija
ru_ru: JPEG сжатие

source: PNG compression
da_dk: PNG komprimering
lv_lv: PNG kompresija
ru_ru: PNG сжатие

source: Generate images based on one side of the source image
da_dk: Generer billeder baseret på en side af kilde billedet
lv_lv: Ģenerēt attēlus balstoties uz izejas attēla malu
ru_ru: Создать изображения, основанные на одной стороне исходного изображения

source: Automatic (longest side)
da_dk: Automatisk (længste side)
lv_lv: Automātiski (pēc garākās malas)
ru_ru: Автоматически (длинная сторона)

source: Maximum file size of product customization pictures
da_dk: Maksimal filstørrelse af brugerdefinerede varebilleder
lv_lv: Produkta modifikāciju attēla maksimālais izmērs
ru_ru: Максимальный размер изображения модификации товара

source: Product picture width
da_dk: Varebillede bredde
lv_lv: Produkta attēla platums
ru_ru: Ширина изображения товара
th_th: ความกว้างของรูปภาพสินค้า

source: Product picture height
da_dk: Varebillede højde
lv_lv: Produkta attēla augstums
ru_ru: Высота изображения товара
th_th: ความสูงของรูปภาพสินค้า

source: Name for the image type
da_dk: Navn på billedtype
lv_lv: Nosaukums attēla faila tipam
ru_ru: Название типа изображения

source: Parent category
da_dk: Overordnet kategori
lo_la: ໝວດຫຼັກ
lv_lv: Pamata kategorija
ru_ru: Родительская категория
sq_al: Kategoria prind
th_th: หมวดหมู่หลัก
tl_ph: Pinagmulang kategorya

source: Page category
da_dk: Sidekategori
lv_lv: Lapas kategorija
ru_ru: Категория страницы

source: Only letters and the hyphen (-) character are allowed.
da_dk: Kun bogstaver og bindestreg (-) er tilladte tegn.
lv_lv: Atļauti tikai burti un mīnus (-) zīme.
ru_ru: Разрешены только буквы и символ дефиса (-).
th_th: ใช้ได้เฉพาะพยัญชนะ และ เครื่องหมายยัติภังค์ (-).

source: Page content
da_dk: Sideindhold
lo_la: ໜ້າຫົວຂໍ້ເນື້ອຫາ
lv_lv: Lapas saturs
ru_ru: Содержание страницы
sq_al: Përmbatja e faqes
th_th: เนื้อหาในหน้า

source: Indexation by search engines
da_dk: Må indekseres af søgemaskiner
lv_lv: Indeksēšana ar meklētājiem
ru_ru: Индексация поисковиками
sq_al: Indeksimi nga motorët e kërkimit
th_th: ให้ search engines สามารถเข้าถึงหน้านี้ได้

source: Zip file
da_dk: Zipfil
lv_lv: Zip fails
ru_ru: Zip файл

source: Archive URL
da_dk: Arkiver URL
lv_lv: Arhīva URL
ru_ru: URL архива

source: Select the archive
da_dk: Vælg arkiv
lv_lv: Izvēlēties arhīvu
ru_ru: Выбрать архив

source: Category
da_dk: Kategori
lo_la: ໝວດ
lv_lv: Kategorija
ru_ru: Категория
sq_al: Kategoria
th_th: หมวดหมู่

source: Image type
da_dk: Billedtype
lv_lv: Attēla veids
ru_ru: Тип изображения

source: Images generation options
da_dk: Muligheder for billedgenerering
lv_lv: Attēlu izveides opcijas
ru_ru: Параметры генерации изображений

source: Select your default email theme
da_dk: Vælg dit standard e-mailtema
lv_lv: Izvēlēties noklusēto e-pasta tēmu
ru_ru: Выбрать тему email по умолчанию
sq_al: Zgjidhni motivin tënd të paracaktuar të emailit

source: Generate emails
da_dk: Generer e-mails
lv_lv: Ģenerēt e-pastus
ru_ru: Сгенерировать шаблоны email
sq_al: Gjenero emailat

source: Select your email theme
da_dk: Vælg dit e-mailtema
lv_lv: Izvēlēties e-pasta tēmu
ru_ru: Выбрать тему email
sq_al: Zgjidh motivin tënd të emailit

source: Select the theme you want to overwrite
da_dk: Vælg temaet som du vil overskrive
lv_lv: Izvēlēties tēmu kuru pārrakstīt
ru_ru: Выбрать тему для изменения
sq_al: Zgjidh motivin që dëshiron të mbishkruash

source: Overwrite templates
da_dk: Overskrive skabelon
lv_lv: Pārrakstīt šablonus
ru_ru: Изменить шаблоны
sq_al: Mbishkruaj shabllonet

source: List %theme% layouts
lv_lv: Skatīt %theme% izkārtojumus
ru_ru: Список шаблонов темы %theme%

source: Raw HTML
da_dk: Rå HTML
lv_lv: Neapstrādāts HTML
ru_ru: HTML код

source: Text
da_dk: Tekst
lv_lv: Teksti
ru_ru: Текст
sq_al: Teksti
th_th: ข้อความ
tl_ph: Teksto

source: Email themes
da_dk: E-mailtemaer
lv_lv: E-pasta šabloni
ru_ru: Шаблоны email
sq_al: Shabllone emaili

source: Designed by %s
da_dk: Designet af %s
lv_lv: Dizainēja %s
ru_ru: Спроектировано %s

source: Delete this theme?
da_dk: Slet dette tema?
lv_lv: Dzēst šo tēmu?
ru_ru: Удалить шаблон?
sq_al: A do ta fshish këtë motiv?

source: Configure your page layouts
da_dk: Konfigurer din sidelayouts
lv_lv: Konfigurējiet lapas izkārtojumus
ru_ru: Настройте макеты вашей страницы
sq_al: Konfiguro pamjen e faqes tënde

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
da_dk: Hver side kan anvende et andet layout, vælg det blandt de layouts, der følger med dit tema.
lv_lv: Katrā lapā var izmantot savādāku izkārtojumu, izvēlieties to no izkārtojumiem iekļautiem tēmā.
ru_ru: У каждой страницы может быть свой макет, выерите его из набора, идущего вместе с шаблоном.

source: Choose layouts
da_dk: Vælg layouts
lv_lv: Izvēlieties maketu
ru_ru: Выберите макеты
sq_al: Zgjidh faqosjen

source: Reset to defaults
da_dk: Nulstil til standardindstillingerne
lv_lv: Atgreizt uz noklusēto uzstādījumu
ru_ru: Восстановить значения по умолчанию

source: Header logo
da_dk: Hovedlogo
lo_la: ເຄື່ອງໝາຍການຄ້າຫຼັກ
lv_lv: Veikala logo
ru_ru: Логотип в шапке
th_th: รูปโลโก้ส่วนหัว

source: Mail logo
lo_la: ເຄື່ອງໝາຍເມວ
lv_lv: Pasta logo
ru_ru: Логотип e-mail
th_th: รููปโลโก้ในจดหมาย

source: Invoice logo
da_dk: Fakturalogo
lo_la: ເຄື່ອງໝາຍໃບກຳກັບສິນຄ້າ
lv_lv: Rēķina logo
ru_ru: Логотип на счете
th_th: โลโก้ใบแจ้งหนี้

source: Favicon
lo_la: ໄອຄອນທີ່ແບບບຼາວເຊີ
lv_lv: Adrese ikona
ru_ru: Иконка для закладок

source: Adaptation to Right-to-Left languages
da_dk: Tilpasning til sprog med modsat læseretning
lv_lv: Adaptēt no labās pa kreisi valodu rakstībām
ru_ru: Адаптация к письму справа-налево

source: Generate RTL stylesheet
da_dk: Generer RTL stylesheets
lv_lv: Izveidot RTL stilu
ru_ru: Создать RTL-стиль

source: Theme to adapt
da_dk: Tema der skal tilpasses
lv_lv: Tēma adaptācijai
ru_ru: Шаблон для адаптации

source: Use this theme?
da_dk: Anvend dette tema?
lv_lv: Izmantot šo tēmu?
ru_ru: Использовать этот шаблон?
sq_al: A do ta përdorësh këtë motiv?

source: Import from your computer
da_dk: Importer fra din computer
lv_lv: Importēt no datora
ru_ru: Импорт с вашего компьютера

source: Import from the web
da_dk: Importer fra internettet
lv_lv: Importēt no interneta
ru_ru: Импорт из сети

source: Import from FTP
da_dk: Importer fra FTP
lv_lv: Importēt no FTP
ru_ru: Импорт из FTP

source: My current theme
da_dk: Mit aktuelle tema
lv_lv: Esošā tēma
ru_ru: Текущий шаблон
sq_al: Motivi yt aktual

source: Use this theme
da_dk: Brug dette tema
lv_lv: Izmantot šo tēmu
ru_ru: Использовать этот шаблон

source: Add new theme
da_dk: Tilføj tema
lv_lv: Pievienot jaunu tēmu
ru_ru: Добавить шаблон

source: Export current theme
da_dk: Eksporter aktuelt tema
lv_lv: Eksportēt tēmu
mg_mg: Manondrana ny theme amin'izao
ru_ru: Экспорт текущего шаблона
sq_al: Eksporto motivin aktual
tl_ph: I-export ang kasalukuyang tema

source: My theme for %name% shop
da_dk: Mit tema til butikken %name%
lv_lv: Mana tēma veikalam %name%
ru_ru: Мой шаблон для магазина %name%
sq_al: Motivi im për dyqanin %name%

source: 1 module selected
da_dk: 1 modul er valgt
lv_lv: 1 modulis izvēlēts
ru_ru: выбран модуль

source: modules selected
da_dk: moduler valgt
lv_lv: moduļi izvēlēti
ru_ru: выбраны модули

source: Unhook the selection
da_dk: Fjern valg fra hook
lo_la: Unhook ໂຕທີ່ເລືອກ
lv_lv: Atvienot izvēli
ru_ru: Отвязать выбранное
th_th: ปลดที่เลือก

source: All modules
da_dk: Alle moduler
lo_la: ໂມດູນທັງໝົດ
lv_lv: Visus moduļus
ru_ru: Все модули
th_th: Module ทั้งหมด

source: Search for a hook
da_dk: Søg efter en hook
lv_lv: Meklēt piesaisti
ru_ru: Искать хук

source: Display non-positionable hooks
da_dk: Vis hooks uden position
lo_la: ສະແດງ non-positionable hook
lv_lv: Rādīt nepozicionētu āķi
ru_ru: Показать не позиционируемые хуки
th_th: แสดงเบ็ดที่ไม่ใช่ positionable

source: Unhook
da_dk: Kobl fra
lv_lv: Atvienot
ru_ru: Убрать хук

source: Favicon image
da_dk: Favicon billede
th_th: รูปไอคอนเว็บ

source: WebP compression
da_dk: WebP kompression
