Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminModulesFeature.*.xlf
Languages: id_id

source: RTL Module
id_id: Modul RTL

source: Manage hooks
id_id: Kelola hook

source: Administration
id_id: Administrasi

source: Taxes & Invoicing
id_id: Pajak & Invoice

source: Checkout
id_id: Pemeriksaan

source: Content Management
id_id: Manajemen Konten

source: Customer Reviews
id_id: Ulasan Pelanggan

source: Front office Features
id_id: Fitur Front Office

source: Internationalization & Localization
id_id: Internasionalisai & Lokalisasi

source: Merchandising
id_id: Barang dagangan

source: Migration Tools
id_id: Alat Migrasi

source: Site certification & Fraud prevention
id_id: Sertifikasi website & pencegahan penipuan

source: Quick / Bulk update
id_id: Cepat / Massal pembaruan

source: Shipping & Logistics
id_id: Pengiriman & Logistik

source: Slideshows
id_id: Slideshow

source: Comparison site & Feed management
id_id: Perbandingan website dan manajemen Feed

source: Other Modules
id_id: Modul lainnya

source: Emailing & SMS
id_id: Email & SMS

source: Social Networks
id_id: Jaringan Sosial

source: Social & Community
id_id: Sosial & Komunitas

source: Enable Mobile
id_id: Aktifkan Mobile

source: Disable Mobile
id_id: Nonaktifkan Seluler

source: Module manager
id_id: Kelola modul

source: Delete
id_id: Hapus

source: Module notifications
id_id: Notifikasi modul

source: v%version% - by %author%
id_id: v%version% - oleh %author%

source: Discover
id_id: Temukan

source: Service by %author%
id_id: Servis oleh %author%

source: Free
id_id: Gratis

source: Exit to PrestaShop Addons Marketplace
id_id: Keluar ke PrestaShop Addons Marketplace

source: See all results for your search on
id_id: Lihat semua hasil pencarian di

source: Installed modules
id_id: Modul terpasang

source: Show all modules
id_id: Tampilkan semua modul

source: You do not have module in « %categoryName% ».
id_id: Anda tidak memiliki modul di « %categoryName% ».

source: Recently Used
id_id: Baru digunakan

source: Disable module?
id_id: Nonaktifkan modul?

source: Uninstall module?
id_id: Uninstall modul?

source: Reset module?
id_id: Reset modul?

source: Yes, disable it
id_id: Ya, nonaktifkan

source: Yes, uninstall it
id_id: Ya, lepaskan

source: Yes, reset it
id_id: Ya, reset

source: Optional: delete module folder after uninstall.
id_id: Opsional: hapus modul setelah uninstall.

source: Bulk action confirmation
id_id: Penegasan tindakan massal

source: Yes, I want to do it
id_id: Ya, saya menginginkannya

source: Upload a module
id_id: Unggah modul

source: Drop your module archive here or [1]select file[/1]
id_id: Drag moduk kesini atau [1]pilih file[/1]

source: v%version% by %author%
id_id: v%version% oleh %author%

source: Overview
id_id: Ikhtisar

source: Additional information
id_id: Informasi tambahan

source: Benefits
id_id: Manfaat

source: Features
id_id: Fitur

source: Demo video
id_id: Video demo

source: Changelog
id_id: Log Perubahan

source: %nbModules% modules and services selected for you
id_id: %nbModules% modul dan layanan pilihan untuk Anda

source: Selection
id_id: Pilihan

source: Increasing Price
id_id: Harga Menaik

source: Decreasing Price
id_id: Harga Menurun

source: Popularity
id_id: Popularitas

source: %nbModules% modules to configure
id_id: %nbModules% modul untuk dikonfigurasi

source: Modules to configure
id_id: Modul untuk dikonfigurasi

source: %nbModules% modules to update
id_id: %nbModules% modul harus diperbarui

source: Modules to update
id_id: Modul yang akan diupdate

source: Upgrade All
id_id: Tingkatkan Semua
