Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersHelp.*.xlf
Languages: az_az, bs_ba, ca_es, da_dk, he_il, id_id, nn_no, ro_ro, sk_sk

source: You can also export orders which have not been charged yet.
az_az: Siz hələ də ödənilməmiş sifarişləri də ixrac edə bilərsiniz.
bs_ba: Također, možete izvesti narudžbe koje još nisu naplaćene.
ca_es: També podeu exportar comandes que encara no s'han carregat.
da_dk: Du kan også eksportere ordrer, der endnu ikke er blevet faktureret.
he_il: ניתן גם לייצא הזמנות אשר לא חויבו עדיין.
id_id: Anda juga dapat mengekspor pesanan yang belum dibebankan belum.
nn_no: Du kan også eksportere ordrer som ikke har blitt betalt ennå.
ro_ro: Se pot exporta si comenzile pentru care inca nu au fost creditat contul clientului.
sk_sk: Môžete tiež exportovať objednávky, ktoré ešte neboli zaplatené.

source: Search for an existing product by typing the first letters of its name.
az_az: Adının ilk hərflərini yazaraq olan bir məhsulu tapın.
bs_ba: Traži postojeći proizvod unoseći prva slova njegovog naziva.
ca_es: Cercar un producte existent escrivint les primeres lletres del seu nom.
da_dk: Søg efter en eksisterende vare ved at indtaste de første bogstaver i betegnelsen.
he_il: חפש מוצר על ידי הקשת האותיות הראשונות בשמו.
id_id: Cari data produk dengan mengetikan huruf awal dari nama produknya.
nn_no: Søk etter et eksisterende produkt ved å skrive de første bokstavene i navnet.
ro_ro: Cauta un produs existent introducand primele litere din nume.
sk_sk: Hľadajte existujúci produkt napísaním prvých písmen jeho názvu.

source: Search for an existing customer by typing the first letters of his/her name.
az_az: Adının ilk hərflərini yazaraq olan bir müştəri tapın.
bs_ba: Tražite postojećeg kupca unoseći prva slova njihova imena.
ca_es: Cerqueu un client existent entrant les primeres lletres del seu nom.
da_dk: Søg efter en eksisterende kunde ved at angive de første bogstaver i vedkommendes navn.
he_il: חפש אחר לקוחות קיימים על ידי הקלדת האותיות הראשונות של שמם.
id_id: Cari data pelanggan dengan mengetikan huruf awal dari namanya.
nn_no: Søk etter en eksisterende kunde ved å skrive inn de første bokstavene i hans/hennes navn.
ro_ro: Cauta un client existent introducand primele litere din numele lui/ei.
sk_sk: Hľadajte existujúceho zákazníka napísaním prvých písmen jeho mena.

source: Use OR to broaden your search
bs_ba: Koristite OR da proširite pretragu
ca_es: Feu servir OR per a ampliar la cerca
da_dk: Anvend OR til at udvide søgningen
nn_no: Bruk "ELLER" for å utvide søket ditt.
ro_ro: Utilizeaza SAU pentru a extinde cautarea
sk_sk: Na rozšírenie vyhľadávania použite výraz OR (alebo)

source: Do not forget to update your exchange rate before making this change.
az_az: Bu dəyişikliyi etməzdən öncə valyuta kursunuzu yeniləməyi unutmayın.
bs_ba: Ne zaboravite ažurirati kursnu listu prije donošenja ove promjene.
ca_es: No us oblideu d'actualitzar la conversió de monedes abans de fer aquest canvi.
da_dk: Glem ikke at opdatere din vekselkurs før du laver denne ændring.
he_il: זכור לעדכן יחס המרה לפני ביצוע השינוי.
id_id: Jangan lupa untuk merubah nilai tukar.
nn_no: Ikke glem å oppdatere valutakursen før du gjør denne endringen.
ro_ro: Nu uita sa actualizezi rata de schimb inainte de a face aceasta modificare.
sk_sk: Pred vykonaním tejto zmeny nezabudnite aktualizovať výmenné kurzy.

source: (Max %amount_refundable% %tax_method%)
az_az: (Ən çox %amount_refundable% %tax_method%)
ca_es: (Màx %amount_refundable% %tax_method%)
da_dk: (maks. %amount_refundable% %tax_method%)
id_id: (Maks %amount_refundable% %tax_method%)
nn_no: (Maks %amount_refundable% %tax_method%)
ro_ro: (maximum %amount_refundable% %tax_method%)

source: This feature generates a random password before sending an email to your customer.
id_id: Fitur ini menghasilkan password acak dan mengirim e-mail ke pelanggan

source: If enabled, your customers will receive an invoice for the purchase.
id_id: Jika diaktifkan, pelanggan akan menerima invoice untuk setiap pembeliannya.

source: Adds an image in front of the product name on the invoice
id_id: Tampilkan gambar produk di invoice

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
id_id: Manfaatkan field ini untuk menampilkan keterangan tambahan pada invoice, yang berada dibawah cara pembayaran.

source: Choose an invoice model.
id_id: Pilih model invoice.
