Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsError.*.xlf
Languages: ar_sa, fr_fr, ja_jp, lv_lv, mk_mk, nn_no, ru_ru, sr_cs, tr_tr

source: "%key%" does not exist.
ar_sa: "%key%" غير موجود.
fr_fr: "%key%" n'existe pas.
lv_lv: "%key% neeksistē.
mk_mk: "%key%" не постои.
nn_no: "%key%" eksisterer ikke.
ru_ru: "%key% не существует.
tr_tr: "%key%" mevcut değil.

source: "%type%" does not exist.
ar_sa: "%type%" غير موجود.
fr_fr: "%type%" n'existe pas.
lv_lv: "%type% neeksistē.
mk_mk: "%type%" не постои.
nn_no: "%type%" eksisterer ikke.
ru_ru: "%type% не существует.
tr_tr: "%type%" mevcut değil.

source: %1$s is too long. Maximum length: %2$d
ar_sa: %1$s طويل جدًا. الحد الأقصى للطول: %2$d
fr_fr: %1$s est trop long. Longueur maximale : %2$d
ja_jp: %1$s が長過ぎます。最大長: %2$d
lv_lv: %1$s ir par garu. Maksimālais garums: %2$d
mk_mk: %1$s е предолго. Макс. должина %2$d
nn_no: %1$s er for lang. Maksimum lengde er: %2$d
ru_ru: %1$s является слишком длинным. Максимально разрешенная длина: %2$d
sr_cs: %1$s je predugo. Maksimalna dužina: %2$d
tr_tr: %1$s çok uzun. Maksimum uzunluk: %2$d

source: %1$s on line %2$s in file %3$s
fr_fr: %1$s à la ligne %2$s du fichier %3$s
lv_lv: %1$s rindā %2$s failā %3$s
mk_mk: %1$s on line %2$s во фајл %3$s
nn_no: %1$s på linje %2$s i fil %3$s
ru_ru: %1$s в строке %2$s в файле %3$s
sr_cs: %1$s u liniji %2$s u fajlu %3$s
tr_tr: %3$s dosyasında %2$s satırında %1$s

source: %error_message% - Language: %language_name%
fr_fr: %error_message% - Langue: %language_name%
lv_lv: %error_message% - Valoda: %language_name%
nn_no: %error_message% - Språk: %language_name%
ru_ru: %error_message% - Язык: %language_name%
sr_cs: %error_message% - Jezik: %language_name%

source: %s is invalid.
ar_sa: %s غير صحيح.
fr_fr: %s est invalide.
ja_jp: %s は正しくありません。
lv_lv: %s ir nederīgs.
mk_mk: %s е невалидно.
nn_no: %s er ugyldig.
ru_ru: %s неверно.
tr_tr: %s geçersiz.

source: %s is invalid. Please enter an integer between 0 and %s.
fr_fr: %s est invalide. Veuillez entrer un nombre entier entre 0 et %s.

source: %s is invalid. Please enter an integer greater than %s.
fr_fr: %s est invalide. Veuillez entrer un nombre entier supérieur à %s.
nn_no: %s er ugyldig. Vennligst oppgi et heltall større enn %s.
sr_cs: %s nije validan. Molimo izaberite broj manji od %s.

source: %s is invalid. Please enter an integer greater than or equal to 0.
fr_fr: %s est invalide. Veuillez entrer un nombre entier supérieur ou égal à 0.
sr_cs: Ovo polje nije ispravno, Molimo upišite broj veći ili jednak 0.

source: %s is invalid. Please enter an integer lower than %s.
fr_fr: %s est invalide. Veuillez entrer un nombre entier inférieur à %s.
sr_cs: %s nije validan. Molimo izaberite broj manji od %s.

source: %s: Incorrect value
ar_sa: %s: قيمة غير صحيحة
fr_fr: %s : valeur incorrecte
ja_jp: %s ：不正な値
lv_lv: %s: Nederīga vērtība
mk_mk: %s: Неточна вредност
nn_no: %s: Feil verdi
ru_ru: %s: Некорректное значение
tr_tr: %s: Yanlış değer

source: (cannot load object)
ar_sa: (لا يمكن تحميل الكائن)
fr_fr: (impossible de charger l'objet)
ja_jp: （オブジェクトを読み込めません）
lv_lv: (nevar ielādēt objektu)
mk_mk: (објектот не може да се вчита)
nn_no: (kan ikke laste objektet)
ru_ru: (невозможно загрузить объект)
sr_cs: (Ne može da se učita objekat)
tr_tr: (nesne yüklenemiyor)

source: A PHP extension stopped the file upload
ar_sa: قامت ملحقة لـ PHP بإيقاف عملية رفع الملف
fr_fr: Une extension PHP a arrêté la mise en ligne du fichier
ja_jp: PHPエクステンションがファイルアップロードを停止しました。
lv_lv: PHP paplašinājums pārtrauca failu augšupielādi
mk_mk: PhP екстензијата е стопирана на кревање
nn_no: Et PHP-tillegg stoppet filopplastingen
ru_ru: Расширение PHP прервало загрузку файла
sr_cs: PHP ekstenzija zaustavila je otpremanje fajla
tr_tr: Bir PHP uzantısı dosya yüklemeyi durdurdu

source: A Zip/Postal code is required.
ar_sa: الرمز البريدي مطلوب.
fr_fr: Le code postal est requis.
lv_lv: Pasta indekss ir nepieciešams.
mk_mk: поштенски број мора да се внесе.
nn_no: Et postnummer er påkrevet.
ru_ru: Почтовый индекс обязателен.
sr_cs: Zip/poštanski kod je obavezan.
tr_tr: Bir Posta kodu gerekli.

source: A shop URL that uses this domain already exists.
ar_sa: عنوان موقع المتجر الذي يستخدم نفس هذا النطاق موجود بالفعل مسبقا.
fr_fr: Il existe déjà une URL de boutique qui utilise cette URI et ce domaine
ja_jp: このドメインとURIはすでに存在します。
lv_lv: Veikala URL, kurā tiek izmantots šis domēns, jau eksistē.
mk_mk: URL на пазарот кој го користи овој домен веќе постои
nn_no: En butikk-url som benytter dette domenet eksisterer allerede.
ru_ru: Уже существует URL магазина, который используют этот домен и URI
sr_cs: URL prodavnice koji koristi ovaj domen već postoji.
tr_tr: Bu etki alanı kullanan bir Mağaza URL'si zaten var.

source: A shop virtual URL cannot be "%URL%"
ar_sa: الرابط الإفتراضي لمتجر لا يمكن ان يكون "%URL%"
fr_fr: L'URL virtuelle d'une boutique ne peut être "%URL%"
ja_jp: ショップのバーチャルURLは "%URL%" のようにはなりません。
lv_lv: Veikala virtuālais URL nevar būt "%URL%"
mk_mk: Виртуелниот URL на пазарот не може да биде "%URL%"
nn_no: En butikks virtuelle URL kan ikke være "%URL%"
ru_ru: Виртуальный URL магазина не может быть "%URL%"
tr_tr: Bir Mağaza sanal URLsi "%URL%" olamaz

source: Access denied.
ar_sa: وصول مرفوض.
fr_fr: Accès interdit
ja_jp: アクセスが拒否されました。
mk_mk: Пристапот е забранет.
nn_no: Ingen adgang.
ru_ru: Доступ запрещен.
sr_cs: Pristup odbijen
tr_tr: Erişim engellendi.

source: Address fields contain invalid values.
fr_fr: Les champs d'adresse contiennent des caractères invalides.
nn_no: Adressefeltene inneholder ugyldige verdier.
sr_cs: Polje adrese sadrži neispravnu vrednost.

source: Address format invalid
fr_fr: Format d'adresse invalide
lv_lv: Nederīgs adreses formāts
mk_mk: Форматот на адресата е невалиден
nn_no: Ugyldig adresseformat
ru_ru: Формат адреса недействителен
sr_cs: Format adrese nije važeći
tr_tr: Adres biçimi geçersiz

source: An error occurred during deletion.
ar_sa: حدث خطأ أثناء الحذف.
fr_fr: une erreur s'est produite pendant la suppression
ja_jp: 削除中にエラーが発生しました。
lv_lv: Kļūda dzēsanas laikā.
mk_mk: Грешка настана при бришење.
nn_no: En feil oppstod under slettingen.
ru_ru: При удалении произошла ошибка.
sr_cs: Došlo je do greške prilikom brisanja.
tr_tr: Silme işlemi esnasında bir hata oluştu.

source: An error occurred during the file upload process.
ar_sa: حدث خطأ في تحميل الملف.
fr_fr: Une erreur s'est produite pendant l'envoi du fichier.
ja_jp: ファイルのアップロードでエラーが発生
lv_lv: Kļūda faila augšuplādē.
mk_mk: Грешка при процесот на додавање .
nn_no: Det oppstod en feil under opplasting av filen.
ru_ru: Ошибка загрузки изображения.
sr_cs: Došlo je do greške tokom postavljanja datoteke.
tr_tr: Dosya yükleme işlemi sırasında bir hata oluştu.

source: An error occurred during the image upload process.
ar_sa: حدث خطأ أثناء تحميل الصور.
fr_fr: Une erreur est survenue durant l'envoi de l'image
ja_jp: 画像取得中にエラーが発生
lv_lv: Attēla ielādes laikā radās kļūda.
mk_mk: Настана грешка за време на процесот на додавање на слика
nn_no: Ein feil oppstod under opplasting av bilete.
ru_ru: При загрузке картинки произошла ошибка
sr_cs: Došlo je do greške prilikom dodavanja slike na server.
tr_tr: Resim yükleme esnasında bir hata meydana geldi.

source: An error occurred on saving.
ar_sa: وقع خطأ أثناء الحفظ.
fr_fr: Une erreur s'est produite lors de l'enregistrement.
ja_jp: 保存中にエラーが発生しました。
lv_lv: Kļūda saglabājot.
mk_mk: Се случи грешка при зачувување.
nn_no: Det oppstod en feil ved lagring.
ru_ru: При сохранении произошла ошибка.
tr_tr: Kaydederken bir hata oluştu.

source: An error occurred when attempting to update the required fields.
ar_sa: خطأ في تحديث الحقول المطلوبة
fr_fr: Erreur lors de la mise à jour les champs requis
ja_jp: 必須項目の更新中にエラー
lv_lv: Nepieciešamo lauku atjaunošanas kļūda
mk_mk: Грешка при обидот да се ажурираат потребните полиња
nn_no: Feil under forsøk på oppdatering av obligatoriske felter.
ru_ru: Ошибка при изменении обязательных полей
sr_cs: Greška pri ažuriranju obaveznih polja
tr_tr: Gerekli alanlar güncellenmeye çalışılırken bir hata meydana geldi.

source: An error occurred while assigning a zone to the selection.
ar_sa: حدث خطأ أثناء تعيين منطقة إلى التحديد.
fr_fr: Une erreur s'est produite en affectant une zone à la sélection.
ja_jp: 選択事項の反映中にエラーが発生しました
lv_lv: Nosakot zonai atlasei radās kļūda.
mk_mk: Се случи грешка при доделувањето на зона на селекцијата.
nn_no: En feil oppsto under tilordning av sone på dette utvalget.
ru_ru: При назначении зоны к выбранному произошла ошибка.
sr_cs: Došlo je do greške prilikom dodeljivanja zone izbora.
tr_tr: Bir bölge seçime atanırken bir hata meydana geldi.

source: An error occurred while attempting to delete the image. (cannot load object).
ar_sa: حدث خطأ أثناء محاولة حذف الصورة. (لا يمكن التحميل).
fr_fr: Une erreur s'est produite pendant la suppression de l'image.
ja_jp: 画像を削除中にエラーが発生（オブジェクトをロードすることができません）
lv_lv: Kļūda bildes dzēšanā (nevar ielādēt objektu).
mk_mk: Грешка при обидоте да се избрише сликата.(објектот не може да се вчита_.
nn_no: En feil oppstod under sletting av bildet. (kan ikke laste objekt).
ru_ru: Возникла ошибка при удалении изображения (невозможно загрузить объект).
sr_cs: Došlo je do greške prilikom brisanja slike (nije moguće učitati objekat).
tr_tr: Resim silinmeye çalışılırken bir hata oluştu (nesne yüklenemiyor).

source: An error occurred while attempting to save.
ar_sa: حدث خطأ أثناء محاولة الحفظ.
fr_fr: Une erreur est survenue lors de la sauvegarde
ja_jp: 登録中にエラーが発生しました。
lv_lv: Radās kļūda, mēģinot saglabāt.
mk_mk: Се појави грешка при обидот за снимање.
nn_no: Ein feil oppstod under lagringa.
ru_ru: Во время сохранения произошла ошибка.
sr_cs: Došlo je do greške prilikom pokušaja čuvanja.
tr_tr: Kaydetme işlemi sırasında bir hata meydana geldi.

source: An error occurred while attempting to upload the file.
ar_sa: حدث خطأ في ملف التحميل
fr_fr: Une erreur s'est produite lors de l'envoi du fichier.
ja_jp: ファイルアップロード中にエラーが発生しました。
lv_lv: kļūda augšupielādējot failu
mk_mk: Се појави грешка на прикачувањето на датотеката
nn_no: Opplastinga av bilete vart råka av ein feil.
ru_ru: Ошибка при загрузке файла.
sr_cs: došlo je do greške prilikom postavljanja datoteke
tr_tr: Dosyayı yüklemeye çalışırken bir hata oluştu.

source: An error occurred while clearing objects.
fr_fr: Une erreur s'est produite lors de la suppression des objets.
nn_no: Det oppstod en feil under tømming av objektene.
sr_cs: Došlo je do greške tokom brisanja objekta.

source: An error occurred while copying this image: %s
ar_sa: حصل خطأ أثناء محاولة نسخ هذه الصورة:%s
fr_fr: Une erreur est survenue durant la copie de l'image "%s".
ja_jp: 画像のコピー中にエラーが発生しました：%s
lv_lv: Kļūda kopējot bildi: %s
mk_mk: Се случи грешка при копирање на оваа слика: %s
nn_no: En feil oppsto under kopiering av bildet: %s
ru_ru: Возникла ошибка при копировании изображения: %s
tr_tr: Bu resim kopyalanırken bir hata meydana geldi: %s

source: An error occurred while creating an object.
ar_sa: حدث خطأ أثناء إنشاء الكائن.
fr_fr: Une erreur s'est produite pendant la création de l'objet.
ja_jp: オブジェクト作成中にエラーが発生
lv_lv: Kļūda veidojot objektu
mk_mk: Грешка при креирање на објектот.
nn_no: Det oppstod en feil under oppretting av objekt.
ru_ru: Возникла ошибка при создании объекта.
sr_cs: Došlo je do greške tokom stvaranja objekta.
tr_tr: Nesne oluştururken bir hata oluştu.

source: An error occurred while deleting the object.
ar_sa: حدث خطأ أثناء حذف الكائن.
fr_fr: Une erreur s'est produite pendant la suppression de l'objet.
ja_jp: オブジェクトの削除中にエラーが発生
lv_lv: Kļūda dzēšot objektu.
mk_mk: Грешка при бришење на објектот
nn_no: Det oppstod en feil under sletting objekt.
ru_ru: Ошибка удаления объекта.
sr_cs: Došlo je do greške tokom brisanja objekta.
tr_tr: Nesne silinirken bir hata oluştu.

source: An error occurred while deleting this selection.
ar_sa: حدث خطأ أثناء حذف التحديد.
fr_fr: Une erreur s'est produite pendant la suppression de la sélection.
ja_jp: 選択の削除中にエラーが発生
lv_lv: Kļūda dzēšot atzīmētos objektus.
mk_mk: Грешка при бришењето на овој дел.
nn_no: Det oppstod en feil under sletting av utvalg.
ru_ru: Ошибка удаления отмеченного.
sr_cs: Došlo je do greške tokom brisanja izbora.
tr_tr: Bu seçim silinirken bir hata oluştu.

source: An error occurred while toggling this selection.
fr_fr: Une erreur s'est produite lors du basculement de cette sélection.
sr_cs: Došlo je do greške tokom prebacivanja na ovoj sekciji.

source: An error occurred while transplanting the module to its hook.
ar_sa: حدث خطأ ما أثناء زرع وحدة لهوك.
fr_fr: Une erreur est survenue lors du placement du module sur le point d'accroche.
ja_jp: フックにモジュールを移植中にエラーが発生
lv_lv: Kļūda transplantējot moduli uz āķi.
mk_mk: Грешка при транспланрирање на модулот на оваа врска
nn_no: En feil oppstod under forsøk på å transplantere denne modulen til dens krok.
ru_ru: Ошибка трансплатнации модуля в хук.
sr_cs: Došlo je do greške tokom presađivanja modula u kuku.
tr_tr: Modül kancasına nakledilirken bir hata oluştu.

source: An error occurred while updating an object.
ar_sa: حدث خطأ أثناء تحديث الكائن.
fr_fr: Une erreur s'est produite pendant la mise à jour de l'objet.
ja_jp: オブジェクトの更新中にエラーが発生
lv_lv: Kļūda atjauninot objektu.
mk_mk: Грешка при обновувње на објектот.
nn_no: En feil oppstod under oppdatering objekt.
ru_ru: Ошибка обновления объекта.
sr_cs: Došlo je do greške tokom ažuriranja objekta.
tr_tr: Nesne güncellenirken bir hata oluştu.

source: An error occurred while updating the status for an object.
ar_sa: حدث خطأ أثناء تحديث الحالة .
fr_fr: Une erreur s'est produite pendant la mise à jour de l'état de l'objet.
ja_jp: オブジェクトのステータスの更新中にエラーが発生
lv_lv: Kļūda atjauninot objekta statusu.
mk_mk: Грешка при обновување на статусот на објектот.
nn_no: Det oppstod en feil under oppdateringen av status for et objekt.
ru_ru: Ошибка обновления статуса объекта.
sr_cs: Došlo je do greške tokom ažuriranja statusa objekta.
tr_tr: Bir nesnenin durumu güncellenirken bir hata oluştu.

source: An error occurred while updating the status.
ar_sa: حدث خطأ أثناء تحديث الحالة.
fr_fr: Une erreur s'est produite pendant la mise à jour de l'état.
ja_jp: ステータスの更新中にエラーが発生
lv_lv: Kļūda atjauninot statusu.
mk_mk: Грешка при обновување на статусот.
nn_no: Det oppstod en feil under oppdatering av status.
ru_ru: Ошибка обновления статуса.
sr_cs: Došlo je do greške tokom ažuriranja statusa.
tr_tr: Durum güncellenirken bir hata oluştu.

source: An error occurred while uploading the image.
ar_sa: حدث خطأ أثناء تحميل الصورة.
fr_fr: Une erreur s'est produite lors de la mise en ligne de l'image
ja_jp: イメージのアップロード中にエラーが発生
lv_lv: Kļūda augšuplādējot bildi.
mk_mk: Грешка при додавањето на сликата
nn_no: Det oppstod en feil under opplasting av bilde.
ru_ru: Возникла ошибка при загрузке изображения.
sr_cs: Došlo je do greške tokom postavljanja slike.
tr_tr: Resim yüklenirken bir hata oluştu.

source: An unexpected error occurred.
fr_fr: Une erreur inattendue s'est produite.

source: An unexpected error occurred. [%type% code %code%]
fr_fr: Une erreur inattendue s'est produite. [%type% code %code%]
lv_lv: Radās neparedzēta kļūda. [%type% code %code%]
mk_mk: Се случи неочекувана грешка. [%type% код %code%]
nn_no: En uventet feil oppstod. [%type% kode %code%]
ru_ru: Произошла непредвиденная ошибка. [%type% код %code%]
sr_cs: Došlo je do neočekivane greške. [%type% code %code%]
tr_tr: Beklenmedik bir hata oluştu. [%type% kodu %code%]

source: An unexpected error occurred. [%type% code %code%]: %message%
fr_fr: Une erreur inattendue s'est produite. [%type% code %code%] : %message%.
nn_no: En uventet feil oppstod [%type% kode %code%]: %message%
sr_cs: Došlo je do neočekivane greške. [%type% kod %code%]: %message%

source: Attribute color is invalid
fr_fr: La couleur d'attribut est invalide.

source: Attribute group is invalid
fr_fr: Le groupe d'attribut est invalide.

source: Attribute name is invalid
fr_fr: Le nom d'attribut est invalide.

source: Authorization not allowed for all stores.
fr_fr: L'autorisation n'est pas permise pour toutes les boutiques.

source: Authorization not allowed for this group of stores.
fr_fr: L'autorisation n'est pas permise pour ce groupe de boutiques.

source: Authorization not allowed for this store context.
fr_fr: L'autorisation n'est pas permise pour le contexte de cette boutique.

source: Authorization not allowed for this store.
fr_fr: L'autorisation n'est pas permise pour cette boutique.

source: Bad SQL query
ar_sa: إيتعلام قواعد البيانات خاطئ
fr_fr: Mauvaise requête SQL
ja_jp: 不可のSQLクエリ
lv_lv: Nederīga SQL komanda
mk_mk: неправилен SQL query
nn_no: Feil i SQL spørring
ru_ru: Неверный SQL запрос
sr_cs: Loš SQL upit
tr_tr: Hatalı SQL sorgusu

source: Can't delete #%id%
ar_sa: لا يمكن حذف #%id%
fr_fr: Impossible de supprimer #%id%
lv_lv: Nevar izdzēst #%id%
mk_mk: Не може да се избрише #%id%
nn_no: Kan ikke slette #%id%
ru_ru: Невозможно удалить №%id%
tr_tr: #%id% silinemedi

source: Can't update #%id% status
fr_fr: Impossible de mettre à jour le statut #%id%
sr_cs: Nemoguće ažurirati #%id% status

source: Cannot add configuration %s
ar_sa: تعذَر إضافة إعدادات %s
fr_fr: Impossible d'ajouter la configuration %s
ja_jp: 基本設定 %s を追加できません。
lv_lv: Nevar pievienot konfigurāciju %s
mk_mk: Не може да се додаде конфигурацијата %s
nn_no: Kan ikke legge til konfigurasjon %s
ru_ru: Невозможно добавить конфигурацию %s
tr_tr: %s yapılandırması eklenemedi

source: Cannot delete file
ar_sa: لا يمكن حذف الملف
fr_fr: Impossible de supprimer le fichier
ja_jp: ファイルの削除ができません
lv_lv: Nevar izdzēst failu
mk_mk: Не може да се избрише датотеката
nn_no: Kan ikke slette filen
ru_ru: Не могу удалить файл
sr_cs: Ne može se obrisati fajl
tr_tr: Dosya silinemiyor

source: Cannot generate email templates: %s.
fr_fr: Impossible de générer les modèles d'e-mail : %s.
lv_lv: Nevar ģenerēt e-pasta šablonus: %s.
nn_no: Kan ikke generere e-postmaler: %s.
ru_ru: Невозможно создать шаблоны email: %s.
sr_cs: Nemoguće kreirati e-mail temus: %s.
tr_tr: Eposta şablonları oluşturulamıyor: %s.

source: Cannot generate emails because the Symfony container is unavailable.
fr_fr: Impossible de générer des e-mails car le conteneur Symfony est indisponible.
lv_lv: Nevar ģenerēt e-pastus jo Symphony konteiners nav pieejams.
nn_no: Kan ikke generere e-poster fordi Symfony-containeren ikke er tilgjengelig.
ru_ru: Невозможно создать email-ы, поскольку недоступен контейнер Symfony.
sr_cs: Nemoguće kreirati e-mailove jer je Szmfonz kontener nedostupan.

source: Cannot open export file for writing
fr_fr: Impossible d'écrire le fichier d'export
lv_lv: Nevar atvērt eksporta failu rakstīšanai
mk_mk: Не може да се отвори датотека за извоз на пишување
nn_no: Kan ikke åpne eksportfil for skriving
ru_ru: Не удается открыть файл экспорта для записи
sr_cs: Nije moguće otvoriti izveženi fajl da bi u njega pisali
tr_tr: Yazma için dışa aktarım dosyası açılamıyor

source: Cannot parse feed.
ar_sa: لا يمكن تحليل الأعلاف.
fr_fr: Impossible de récupérer le flux !
ja_jp: feedを解析できません
lv_lv: Nevar apstrādāt barotni.
mk_mk: Не може да се анализира изворот
nn_no: Kan ikke analysere feed.
ru_ru: Разбор ленты невозможен.
sr_cs: Nije moguće pročitati izvor.
tr_tr: Besleme çözümlenemedi.

source: Cannot remove cover image.
fr_fr: Impossible de supprimer l'image de couverture.
nn_no: Kan ikke fjerne omslagsbilde.
sr_cs: Nije moguće ukloniti naslovnu sliku.

source: Cannot scan "override" directory
fr_fr: Le dossier "override" ne peut être lu
ja_jp: "override"ディレクトリをスキャンすることができません
lv_lv: Nevar nolasīt "override" direktoriju
mk_mk: Не може да се скенира "заменетиот" директориум
nn_no: Kan ikke gjennomsøke overstyringsmappen
ru_ru: Невозможно просканировать директорию "override"
sr_cs: Ne može se skenirati "zanemari" katalog
tr_tr: "override" dizini taranamıyor

source: Cannot scan root directory
ar_sa: لا يمكن الوصول الى المجلد الرئيسى
fr_fr: Impossible de parcourir le répertoire racine.
ja_jp: ルートディレクトリをスキャンすることができません
lv_lv: Nevar nolasīt pamata direktoriju
mk_mk: Не може да се скенира главниот директориум
nn_no: Kan ikke skanne rotkatalogen
ru_ru: Не удается просканировать корневой каталог
tr_tr: Kök dizin taranamıyor

source: Cannot send test email for layout %layout%
fr_fr: Impossible d'envoyer un e-mail de test pour le format %layout%
lv_lv: Nevar nosūtīt testa e-pastu šablonam %layout%
nn_no: Kan ikke prøvesende test-e-post for layouten %layout%
ru_ru: Невозможно отправить тестовый email для шаблона %layout%
sr_cs: Nije moguće poslati test mejl za ovaj layout (raspored) %layout%
tr_tr: %layout% düzeni için deneme epostası gönderilemiyor

source: Cannot send test email for theme %theme% because it is not your current theme
fr_fr: Impossible d'envoyer un e-mail de test pour le thème %theme% car ce n'est pas votre thème actuel
lv_lv: Nevar nosūtīt testa e-pastu šablonam %theme% jo tā nav patreizējā tēma
nn_no: Kan ikke prøvesende e-post for temaet %theme% fordi dette ikke er det utvalgte temaet
ru_ru: Невозможно отправить тестовый email для темы %theme%, поскольку она не является текущей в данный момент
sr_cs: Nije moguće poslati test mejl za temu %theme% zato što vam to nije trenutna tema

source: Cannot translate emails body content
fr_fr: Impossible de traduire le contenu des e-mails
nn_no: Kan ikke oversette innholdet i e-postene
sr_cs: Nije moguće prevesti sadržaj E-mail-a

source: Cannot write into file: %filename%. Please check write permissions.
ar_sa: لا يمكن الكتابه على الملفز%filename%. يرجى التأكد من صلاحيات الكتابه عليه.
fr_fr: Impossible d'écrire dans le fichier %filename%. Veuillez vérifier les permissions d'écriture.
ja_jp: ファイル名：%filename% に書き込みができません。書き込み権限を確認してください。
lv_lv: Nevar ierakstīt failā: %filename%. Lūdzu, pārbaudiet rakstīšanas atļaujas.
mk_mk: Не може да се запише во датотеката: %filename%. Ве молиме проверете ги дозволите за запишување.
nn_no: Kan ikke skrive til fil: %filename%. Kontroller skrivetillatelser.
ru_ru: Запись в файл %filename% невозможна. Проверьте разрешения.
tr_tr: %filename% dosyasına yazılamadı. Lütfen yazım izinlerini kontrol edin.

source: Cannot write this file: "%folder%"
ar_sa: ‮تعذّرت كتابة الملف "‪%folder%‬"
fr_fr: Impossible d'écrire ce fichier : "%folder%"
lv_lv: Nevar ierakstīt failu: "%folder%"
mk_mk: Не може да се напише оваа датотека: "%folder%"
nn_no: Kan ikke skrive denne filen: "%folder%"
ru_ru: Не могу записать файл: "%folder%"
tr_tr: "%folder%" dosyasına yazılamıyor

source: Cart rule name must contain clean HTML
fr_fr: Le nom de la règle panier doit contenir du HTML clair
nn_no: Regelnavn for handlevogn må inneholde ren HTML
sr_cs: Ime za pravilo korpe mora imati čist HTML

source: Could not load cart id=%s
ar_sa: لم نتمكن من تحميل سلة المشتريات id=%s
fr_fr: Impossible de charger le panier ID %s.
ja_jp: id=%s のカートを呼び出せませんでした。
lv_lv: Nevarēja ielādēt grozu id=%s
mk_mk: Не може да се вчита кошничката со ид=%s
nn_no: Kunne ikke laste handlevogn med id=%s
ru_ru: Невозможно загрузить карту №%s
tr_tr: Sepet kimliği yüklenemedi=%s

source: Custom field text cannot be longer than %limit% characters.
fr_fr: Ce champ personnalisé ne peut pas comporter plus de %limit% caractères.
sr_cs: Polje teksta za prilagođavanje ne može biti duže od %limit% znakova.

source: Directory "%folder%" cannot be created
ar_sa: لا يمكن إنشاء المسار %folder%
fr_fr: Le répertoire "%folder%" ne peut pas être créé
lv_lv: Direktoriju "%folder%" nevar izveidot
mk_mk: Директориумот %folder% не може да се креира
nn_no: Mappen "%folder%" kan ikke opprettes
ru_ru: Директория "%folder%" не может быть создана
tr_tr: "%folder%" dizini oluşturulamıyor

source: Discount value must be a number
fr_fr: La valeur de la réduction doit être un nombre
nn_no: Rabattverdien må være et tall
sr_cs: Vrednost sniženja mora biti broj.
