Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShippingHelp.*.xlf
Languages: ar_sa, cs_cz, es_ve, fa_ir, ko_kr, sr_cs

source: Allowed characters: letters, spaces and "%special_chars%".
ar_sa: الأحرف المسموح بها: الحروف والفراغات و "%special_chars%".
cs_cz: Povolené znaky: písmena, mezery a "%special_chars%".
es_ve: Caracteres permitidos: letras, espacios y "%special_chars%".
fa_ir: کارکترهای مجاز: حروف، فاصله و «%special_chars%».
ko_kr: 허용된 문자: 글자, 공백 그리고 "%special_chars%".

source: Apply both regular shipping cost and product-specific shipping costs.
ar_sa: تنطبق تكاليف الشحن وتكاليف الشحن الإضافية في أسعار المنتجات الناقل
cs_cz: Použít oba – základní cenu přepravy a pro jednotlivé výrobky dodatečnou cenu přepravy.
es_ve: Aplicar gastos de envío y costes adicionales específicos por producto.
fa_ir: اعمال هزینه های ارسال و همچنین هزینه های اضافی ارسال محصولات که توسط متصدی حمل و نقل قیمت گذاری شده است
ko_kr: 일반 배송비와 상품 별 배송비 둘 다 적용합니다.
sr_cs: Primeni troškove isporuke i dodatne troškove isporuke vezane za proizvod

source: Apply the cost of the highest defined range
ar_sa: تطبيق اعلى سعر
cs_cz: Použít cenu nejvyššího rozsahu
es_ve: Aplicar el coste más alto del rango definido
fa_ir: اعمال کردن بالاترین هزینه تعیین شده
ko_kr: 가장 높게 정의된 범위의 비용을 적용
sr_cs: Primeni troškove najvećeg definisanog raspona

source: Carrier name displayed during checkout
ar_sa: اسم جهة الشحن أثناء اتمام الطلب
cs_cz: Název přepravce zobrazovaný v procesu objednání
es_ve: Nombre del transportista que aparece durante el proceso de compra
fa_ir: نام حامل که در هنگام پرداخت نمایش داده می شود
ko_kr: 결제 중 배송업체 명이 표시됨
sr_cs: Ime prevoznika prikazano tokom plaćanja

source: Coupons are not taken into account when calculating free shipping.
cs_cz: Kupóny nejsou brány v úvahu v případě dopravy zdarma.
es_ve: Los cupones de descuento no se tienen en cuenta al calcular el envío gratuito.
fa_ir: در زمانی که ارسال رایگان است، تخفیف در هزینه ارسال غیرفعال می‌شود.
ko_kr: 무료 배송 계산시 쿠폰을 계산에 넣지 않습니다.
sr_cs: Kuponi se ne uzimaju u obzir pri izračunavanju besplatne dostave.

source: Current size:
ar_sa: الحجم الحالي:
cs_cz: Současná velikost:
es_ve: Tamaño actual:
fa_ir: اندازه‌ی فعلی:
ko_kr: 현재 크기:

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
cs_cz: URL pro sledování zásilky: vložte '@' na místo, kde se objeví sledovací číslo (bude automaticky doplněno).
es_ve: URL de seguimiento de entrega: Teclee '@' donde debería aparecer el número de seguimiento. Será reemplazado automáticamente por el número de seguimiento.
fa_ir: آدرس ردیابی مرسوله؛ «@» را جایی كه شماره‌ی ردیابی قرار می‌گیرد، بنویسید، به صورت خودكار توسط شماره ردیابی جایگزین می‌شود.
ko_kr: 배송 추적 URL: 추적 번호를 나타낼 위치에 '@'를 입력하세요. 자동으로 추적 번호로 대체됩니다.
sr_cs: Link praćenja isporuke: Upišite '@' tamo gde se broj praćenja treba pojaviti. Automatski će biti prebačeno brojem praćenja.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
ar_sa: عنوان URL لمتابعة الإرسال: اكتب '@' حيث يجب أن يظهر رقم التتبع. ومن ثم سيتم استبداله تلقائيا بعدد التتبع.
cs_cz: URL sledování zásilky; vložte '@' na místo, kde se objeví sledovací číslo (bude automaticky doplněno).
es_ve: Enlace de seguimiento de entrega. Introduzca '@' donde el número de seguimiento debe aparecer. Este símbolo será sustituido automáticamente por éste número.
fa_ir: آدرس ردیابی مرسوله؛ «@» را جایی كه شماره‌ی ردیابی قرار می‌گیرد، بنویسید، به صورت خودكار توسط شماره ردیابی جایگزین می‌شود.
ko_kr: 배송 추적 URL: 추적 번호를 나타낼 위치에 '@'를 입력하세요. 그러면 자동으로 추적 번호로 대체됩니다.
sr_cs: Adresa za praćenje dostave: otkucajte '@' gde treba da se pojavi broj za praćenje, biće automatski zamenjen brojem za praćenje

source: Does the carrier have additional fees
cs_cz: Má dopravce dodatečné poplatky?
es_ve: El transportista tiene cargos adicionales
ko_kr: 배송업체 추가 요금 여부

source: Enable the carrier in the front office.
ar_sa: تفعيل شركة النقل في المكتب الأمامي.
cs_cz: Povolit dopravce v obchodě (Front Office).
es_ve: Habilitar al transportista en el Front Office.
fa_ir: نمایش یا عدم نمایش حامل در لیست حامل‌های بخش کاربری.
ko_kr: 상점 페이지에서 배송업체를 활성화 합니다.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
ar_sa: أدخل "0" لأطول تأخير الشحن، أو "9" لأقصر تأخير الشحن.
cs_cz: Zadejte "0" pro nejdelší dobu přepravy nebo "9" pro nejkratší dobu přepravy.
es_ve: Entre "0" para el retraso de entrega más largo, o "9" para el más corto.
fa_ir: برای کندترین روش عدد 0 و برای سریع‌ترین روش عدد 9 را وارد کنید.
ko_kr: 최장 배송 지연에 대해 "0"을 입력하거나, 최소 배송 지연에 대해 "9"를 입력하세요.
sr_cs: Upišite "0" za najduže trajanje isporuke, ili "9" za najkraće trajanje isporuke.

source: Estimated delivery time will be displayed during checkout.
ar_sa: عرض الوقت المتوقع للتسليم أثناء اتمام الطلب.
cs_cz: Předpokládaná dodací lhůta – zobrazeno při procesu objednávky.
es_ve: El tiempo estimado para la entrega del producto será mostrado durante la compra.
fa_ir: زمان تخميني ارسال، در زمان خروج نمايش داده شد
ko_kr: 결제 중 예상 배송 시간이 표시됩니다.
sr_cs: Vreme potrebno za isporuku proizvoda, prikazuje se tokom plaćanja

source: Filesize:
ar_sa: حجم الملف:
cs_cz: Velikost souboru:
es_ve: Tamaño del archivo:
fa_ir: انداره فایل:
ko_kr: 파일 크기:

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
cs_cz: Například: 'http://example.com/track.php?num=@' s umístěním '@' na místě výskytu kódu zásilky.
es_ve: Por ejemplo: 'http://exampl.com/track.php?num=@' con '@' donde suele aparecer el número de seguimiento.
fa_ir: برای مثال: 'http://exampl.com/track.php?num=@' با '@' جایی که شماره پیگیری پدیدار می‌شود.
ko_kr: 예:추적번호가 표시될 '@' 를 사용한 'http://example.com/track.php?num=@'.
sr_cs: Na primer: 'http://example.com/track.php?num=@' gde je '@' postavljen umesto broja za praćenje pošiljke.

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
ar_sa: مع قيمة 0 ، سيتم استبدال اسم الناقل حسب اسم المحل
cs_cz: Pro vyzvednutí v obchodě, zadejte 0, aby byl nahrazen název dopravce jménem vašeho obchodu.
es_ve: Con un valor de 0, el nombre del transportista será sustituido por el nombre de la tienda.
fa_ir: براي تحويل در فروشگاه،عدد 0 را جهت جابجا كردن نام حامل با نام فروشگاه وارد نماييد
ko_kr: 매장 직접수령의 경우, 배송업체 이름을 상점 이름으로 변경하기 위해 0을 입력하세요.
sr_cs: Ako vrednost bude 0, ime prevnoznika će biti zamenjeno sa imenom prodavnice

source: Format:
ar_sa: الصيغة:
cs_cz: Formát:
es_ve: Formato:
fa_ir: فرمت:
ko_kr: 형식:

source: Group access
ar_sa: أذونات مجموعة المستخدمين:
cs_cz: Přístup skupiny
es_ve: Acceso de grupo
fa_ir: دسترسی گروه
ko_kr: 그룹 접근
sr_cs: Grupni pristup

source: If there is no existing module for your carrier, you can register it manually by clicking on "[1]" but before, please make sure you did not register a new carrier if a module already exists for it!
cs_cz: Pokud pro vašeho dopravce neexistuje modul, přidejte si ho ručně kliknutím na "[1]". Pokud modul existuje, je lepší ho použít. Bude mít více funkcí a nebudete muset nic nastavovat ručně.
es_ve: Si no hay un módulo existente para su transportista, puede registrarlo manualmente haciendo clic en "[1]", pero antes, asegúrese de no registrar un nuevo transportista si ya existe un módulo para él.
fa_ir: اگر ماژولی برای حامل شما وجود ندارد، شما می‌توانید با کلیک روی «[1]» ‌آن را ثبت کنید. اما قبل از این کار مطمئن شوید که در صورت وجود یک ماژول، یک حامل جدید ثبت نکنید!
ko_kr: 배송업체에 대한 기존 모듈이 없다면, "[1]" 을 클릭하여 수동으로 등록할 수 있지만 그 전에, 그에 대한 모듈이 존재하는지 여부를 새 배송업체 등록할 때 확인하세요.
sr_cs: Ako nemate postojeći modul za kurirsku službu, možete registrovati kurisku službu manuelno klikom na "[1]" ali pre toga, proverite da niste registrovali neku kurirsku službu za koju već postoji modul.

source: If you set these parameters to 0, they will be disabled.
ar_sa: إذا قمت بتعيين هذه المعلمات إلى 0 ، سيتم تعطيل أنهم
cs_cz: Pokud nastavíte parametr na 0, tak se funkce vypne
es_ve: Si estableces estos parámetros a 0, se desactivarán.
fa_ir: برای غیرفعال کردن هر کدام، مقدار آن را برابر 0 قرار دهید
ko_kr: 이 매개변수를 0으로 설정하면, 그것들은 비활성화 됩니다.
sr_cs: Ako podesite ove parametre na 0, oni će biti onemogućeni

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
cs_cz: Zahrnout manipulační poplatek (dle volby Zasílání > Obecné) do výsledné ceny přepravy.
es_ve: Incluya los gastos de manipulación (como se establece en Envío>Preferencias) en el precio final del transportista.
fa_ir: شامل هزینه های حمل و نقل ( در قسمت حمل و نقل > تنظیمات ) در قیمت حامل نهایی .
ko_kr: 최종 배송업체 가격에 취급 비용(배송 > 환경설정에서 설정) 을 포함합니다.
sr_cs: Sadrži troškove obrade (kao što je u Dostava > Postavke) u finalnoj ceni dostavljača.

source: Include the shipping and handling costs in the carrier price.
ar_sa: وتشمل تكاليف الشحن والمناولة في سعر الناقل
cs_cz: Zahrnout doručení a balné do ceny dopravného.
es_ve: Incluir los gastos de envío y manipulación en el precio del transportista.
fa_ir: شامل شدن هزینه بسته‌بندی و ارسال در قیمت حامل
ko_kr: 배송 및 취급 비용을 배송 업체 요금에 포함시킵니다.
sr_cs: Uključi troškove isporuke i obrade u cenu prevoznika

source: MB max.
cs_cz: MB maximálně
es_ve: MB máximo.
fa_ir: حداکثر مگابایت.
ko_kr: MB 최대.
sr_cs: MB maks.

source: Mark the groups that are allowed access to this carrier.
ar_sa: ضع علامة على المجموعات المسموح لها بالوصول إلى هذا الناقل.
cs_cz: Označte všechny skupiny, kterým chcete umožnit přístup k tomuto dopravci.
es_ve: Marque todos los grupos que pueden tener acceso a este transportista.
fa_ir: تعیین گروه هایی که به این حامل دسترسی دارند
ko_kr: 이 배송업체에 접근이 허용된 그룹을 표시하세요.
sr_cs: Obeleži sve grupe kojima želiš da omogućiš korišćenje ovog prevoznika

source: Maximum depth managed by this carrier. Set the value to "0" to ignore.
cs_cz: Maximální hloubka produktu, který jde poslat tímto dopravcem. Nastavte hodnotu na "0" pro jakýkoliv rozměr.
es_ve: Profundidad máxima gestionada por este transportista. Configure el valor a "0" para ignorarlo.
ko_kr: 이 배송업체가 취급하는 최대 깊이. 무시하려면 값을 "0"으로 설정하세요.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
cs_cz: Maximální hloubka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: La profundidad máxima permitida por este transportista. Digite "0" o deje este campo en blanco para ignorarla.
fa_ir: حداكثر عمق پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 깊이. 무시하려면 값을 "0"이나, 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća dubina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ar_sa: أقصى عمق مسموح به لدى شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální hloubka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: Profundidad máxima permitida por este transportista. Establece el valor a "0 " o deja este campo vacío para ignorarlo.
fa_ir: حداكثر عمق پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 깊이. 무시하려면 값을 "0,"이나 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća dužina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum height managed by this carrier. Set the value to "0" to ignore.
cs_cz: Maximální výška produktu, který jde poslat tímto dopravcem. Nastavte hodnotu na "0" pro jakýkoliv rozměr.
es_ve: Altura máxima gestionada por este transportista. Configure el valor a "0" para ignorarlo.
ko_kr: 이 배송업체가 취급하는 최대 높이. 무시하려면 값을 "0"으로 설정하세요.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ar_sa: أقصى ارتفاع مسموح به لدي شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální délka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: La altura máxima permitida por este transportista. Pon el valor a "0" o deje este campo vacío para ignorarlo.
fa_ir: حداكثر ارتفاع پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 높이. 무시하려면 값을 "0"이나, 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća visina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ar_sa: أقصى إرتفاع مسموح به لدى شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální délka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: Altura máxima permitida por este transportista. Establece el valor a "0" o deja este campo vacío para ignorarlo.
fa_ir: حداكثر ارتفاع پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 높이. 무시하려면 값을 "0,"이나 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća visina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum weight managed by this carrier. Set the value to "0" to ignore.
cs_cz: Maximální hmotnost produktu, který jde poslat tímto dopravcem. Nastavte hodnotu na "0" pro jakoukoliv hmotnost.
es_ve: Peso máximo gestionado por este transportista. Configure el valor a "0" para ignorarlo.
ko_kr: 이 배송업체가 취급하는 최대 무게. 무시하려면 값을 "0"으로 설정하세요.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ar_sa: أقصى وزن مسموح به لدي شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální hmotnost pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: El peso máximo permitido por este transportista. Digite "0" o deje este campo en blanco para ignorarlo.
fa_ir: حداكثر وزن پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 무게. 무시하려면 값을 "0"이나, 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća težina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ar_sa: أقصى وزن مسموح به لدى شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální hmotnost pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: Peso máximo permitido por este transportista. Establece el valor a "0 " o deja este campo vacío para ignorarlo.
fa_ir: حداكثر وزن پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 무게. 무시하려면 값을 "0,"이나 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća težina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum width managed by this carrier. Set the value to "0" to ignore.
cs_cz: Maximální šířka produktu, který jde poslat tímto dopravcem. Nastavte hodnotu na "0" pro jakýkoliv rozměr.
es_ve: Anchura máxima gestionada por este transportista. Configure el valor a "0" para ignorarlo.
ko_kr: 이 배송업체가 취급하는 최대 너비. 무시하려면 값을 "0"으로 설정하세요.

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
cs_cz: Maximální šířka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: Ancho máximo permitido por este transportista. Pon el valor a "0" o deje este campo vacío para ignorarlo.
fa_ir: حداكثر عرض پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 너비. 무시하려면 값을 "0"이나, 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća širina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ar_sa: أقصى عرض مسموح به لدي شركة النقل هذه. قم بتعيين القيمة إلى "0"، أو اترك هذا الحقل فارغًا لتجاهله.
cs_cz: Maximální šířka pro tohoto dopravce. Nastavte "0" nebo nechte toto pole prázdné, když to chcete ignorovat.
es_ve: Anchura máxima permitida por este transportista. Establece el valor a "0" o deja este campo vacío para ignorarlo.
fa_ir: حداكثر عرض پذيرفته شده توسط اين حامل. جهت غير فعال كردن، "0" گذاشته و يا خالي رها كنيد
ko_kr: 이 배송업체가 취급하는 최대 너비. 무시하려면 값을 "0,"이나 이 항목을 공란으로 두세요.
sr_cs: Maksimalna moguća širina paketa kod ovog prevoznika. Postavi "0" ili ostavi ovo polje prazno da ignorišeš ovo.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
ar_sa: ملاحظة: لا تسجل شركة نقل جديدة إذا كان هناك بالفعل وحدة نمطية لها! استخدام الوحدة سيكون أسرع بكثير وأكثر دقة!
cs_cz: Poznámka: Nepřidávejte dopravce ručně, pokud již pro něj existuje modul. Použití modulu je daleko rychlejší a může poskytovat více funkčností!
es_ve: Nota: ¡NO registres un nuevo transportista si ya existe un módulo para ello! ¡El uso de un módulo será mucho más rápido y preciso!
fa_ir: توجه:از ثبت حامل اگر ماژولی جدید برای آن وجود دارد خودداری کنید! استفاده از ماژول سریعتر و منطبق تر است!
ko_kr: 참고: 신규 배송업체에 대한 모듈이 이미 존재하면 새로 등록하지 마세요! 모듈 사용이 더 빠르고 더 정확합니다!

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
cs_cz: Nastavení mimo rozsah – když je obsah zákaznického košíku mimo rozsahu (např. je-li hmotnost produktů v košíku vyšší než nejvyšší hmotnostní limit).
es_ve: Fuera del rango de comportamiento ocurre cuando no hay nada definido (por ejemplo: cuando el peso de compra de un cliente es mayor que el límite de rango más alto).
fa_ir: وقتی محدوده ی تعریف شده ای برای سبد خرید مشتری پیدا نشد، برخورد تعریف نشده ها اتفاق خواهد افتاد (برای مثال وقتی ورزن سبد خرید بیشتر از بیشترین وزن تعیین شده به وسیله ی محدوده ی ورزن باشد).
ko_kr: 범위를 벗어나는 동작은 정의된 범위가 고객의 장바구니와 일치하지 않을때 발생합니다 (예: 장바구니의 무게가 무게 범위로 정의된 최대 무게보다 큰 경우).
sr_cs: Neočekivana pojava se javlja kada se dogodi nedefinisani opseg korisničke korpe (npr. kada je težina korpe veća od najveće težine definisane opsegom težina).

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
cs_cz: Nastavení mimo rozsah – když není definován žádný dopravce (např. košík zákazníka má větší hmotnost než maximální limit).
es_ve: El comportamiento fuera de rango se produce cuando ninguno está definido. (ej. cuando el peso de un carrito de un cliente es mayor al limite del rango más alto).
fa_ir: هنگامی که تعریف نشده باشد، مانند خارج از محدود برخورد شود (مثلاً زمانی‌که وزن محتویات سبد خرید مشتری بیش از محدوده تعیین شده است).
ko_kr: 범위 외 동작은 정의되지 않은 경우 발생합니다 (예: 고객의 장바구니 무게가 최대 범위 한도를 초과하는 경우).
sr_cs: Neočekivano ponašanje se javlja kada nije definisano (npr. kada je veličina korpe kupca veća od maksimalnog limita).

source: Shipping is free for all zones when the total cart weight reaches or exceeds this value.
es_ve: El envío es gratuito para todas las zonas cuando el peso total del carrito alcanza o supera este valor.

source: The carrier's name will be displayed during checkout.
ar_sa: سيتم عرض اسم شركة النقل أثناء عملية الدفع.
cs_cz: Jméno dopravce se zobrazí během objednávání.
es_ve: El nombre del transportista será mostrado durante el proceso de compra.
fa_ir: نام حامل هنگام اقدام برای پرداخت نمایش داده خواهد شد.
ko_kr: 결제 중 배송업체 명이 표시됩니다.
sr_cs: Naziv dobavljača će se prikazati prilikom plaćanja.

source: The delivery time will be displayed during checkout.
ar_sa: سيتم إظهار موعد التسليم أثناء الدفع.
cs_cz: Dodací doba se zobrazí během objednávky.
es_ve: El tiempo estimado para la entrega del producto será mostrado durante la compra.
fa_ir: زمان تحویل در زمان ثبت سفارش نمایش داده خواهد شد.
ko_kr: 결제 중 배송 시간이 표시됩니다.

source: The value must be an integer.
ar_sa: يجب أن تكون القيمة عددا صحيحا.
cs_cz: Hodnota musí být celé číslo.
es_ve: El valor debe ser un número entero.
fa_ir: مقدار باید عدد باشد.
ko_kr: 값은 정수형이어야 합니다.
sr_cs: Vrednost mora biti broj.

source: The zones in which this carrier will be used.
ar_sa: النطاق الجغرافي التي سيستخدم فيها جهة الشحن.
cs_cz: Zóny, ve kterých může být použit tento dopravce.
es_ve: Zonas para las que aplica este transportista.
fa_ir: مناطقی که این حامل استفاده خواهد شد.
ko_kr: 이 배송업체가 사용될 지역.
sr_cs: Zone u kojima će ovaj dobavljač biti korišćen.

source: This will only be visible in the front office.
cs_cz: Toto bude viditelné pouze v Obchodě (Front Office).
es_ve: Esto solo será visible en el Front Office.
fa_ir: اين تنها در بخش کاربری مشاهده خواهد شد.
ko_kr: 이것은 상점 페이지에서만 보입니다.

source: Upload a logo from your computer.
ar_sa: رفع شعار من جهازك
cs_cz: Nahrát logo ze svého počítače.
es_ve: Subir un logo de su computadora.
fa_ir: آرم را از کامپیوتر آپلود کنید
ko_kr: 컴퓨터에서 로고를 업로드합니다.
sr_cs: Postavite logo sa Vašeg kompjutera

source: You need to register all the carriers with which you have chosen to work. PrestaShop comes with a selection of carrier modules you can install right below the page or buy on [1]Addons marketplace[/1].
cs_cz: Musíte přidat všechny dopravce, se kterými chcete pracovat. PrestaShop má v nabídce několik přepravních modulů, které můžete okamžitě nainstalovat níže, nebo zakoupit na [1]Addons[/1].
es_ve: Debe registrar todos los transportistas con los que ha elegido trabajar. PrestaShop viene con una selección de módulos de transporte que puede instalar justo debajo de la página o comprar en el [1]Addons marketplace[/1].
fa_ir: شما باید تمام حامل‌های خود را ثبت کنید. پرستاشاپ تعدادی ماژول مربوط به حامل‌ها دارد که در همین قسمت پایین می‌توانید آن‌ها رو نصب کنید یا از [1]مارکت پلیس Addons[/1] بخرید.
ko_kr: 작업하기로 선택한 모든 배송업체를 등록해야 합니다. PrestaShop은 페이지 아래에서 바로 설치하거나 [1]애드온 마켓플레이스[/1]에서 구매할 수 있는 다양한 배송업체 모듈을 함께 제공합니다.
sr_cs: Treba da registrujete sve kurirske službe koje želite da koristite. PrestaShop nudi modul za kurirske službe koji možete da instalirate sa donjeg dela ove stranice ili da kupite neki na [1]Addons marketplace[/1].
