Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersHelp.*.xlf
Languages: az_az, bs_ba, ca_es, da_dk, he_il, id_id, nn_no, ro_ro, sk_sk

source: You can add a comment here.
az_az: Siz bura bir rəy yaza bilərsiniz.
bs_ba: Ovdje možete dodati komentare.
ca_es: Podeu afegir un comentari aquí.
da_dk: Du kan tilføje en kommentar her.
he_il: ניתן להוסיף הערה כאן.
id_id: Anda dapat menambahkan komentar di sini.
nn_no: Du kan legge til en kommentar her.
ro_ro: Poti adauga un comentariu aici.
sk_sk: Sem môžete pridať komentár.

source: View details on the customer page
az_az: Sifariş səhifəsindəki detallara baxın
bs_ba: Vidi detalje na stranici kupca
ca_es: Veure els detalls en la pàgina del client
da_dk: Vis detaljer på kundesiden
he_il: צפה בעמוד פרטי הלקוח
id_id: Lihat rincian pada halaman pelanggan
nn_no: Se detaljer på kundesiden
ro_ro: Vezi detaliile in pagina clientului
sk_sk: Zobraziť detaily na stránke zákazníka

source: View details on the order page
az_az: Sifariş səhifəsindəki detallara baxın
bs_ba: Vidi detalje na stranici narudžbe
ca_es: Veure els detalls en la pàgina de la comanda
da_dk: Vis detaljer på ordresiden
he_il: צפה בעמוד פרטי ההזמנה
id_id: Lihat rincian tentang halaman order
nn_no: Se detaljer på ordresiden
ro_ro: Vezi detaliile in pagina comenzii
sk_sk: Zobraziť detaily na stránke objednávky

source: Would you like to allow merchandise returns in your shop?
bs_ba: Odaberite želite li dopustiti povrat robe u vašoj trgovini?
ca_es: Voleu permetre el retorn de mercaderies a la vostra botiga?
da_dk: Vil du tillade returneringer af varer i din butik?
he_il: בחר אם להפעיל את החזרות סחורה לחנות שלך
id_id: Pilih apakah atau tidak untuk mengaktifkan kembali barang dagangan untuk toko Anda
nn_no: Ynskjer du at kundane kan returnere varer?
ro_ro: Selecteaza daca doresti sau nu sa activezi returnarile de produse pentru magazin.
sk_sk: Vyberte, či povolíte alebo zakážete vrátenie tovaru vo Vašom obchode

source: How many days after the delivery date does the customer have to return a product?
bs_ba: Broj dana u kojima kupac može vratiti robu nakon datuma dostave?
ca_es: Quants dies després de la data de lliurament ha de retornar un producte el client?
da_dk: Antal dage kunden kan returnere varer efter modtagelsesdatoen?
he_il: מספר הימים בהם באפשרות הלקוח להחזיר סחורה לאחר תאריך האספקה
id_id: Jumlah hari pelanggan dapat membuat kembali setelah tanggal pengiriman
nn_no: Antall dagar kunden har til å returnera vare(r).
ro_ro: Intervalul in zile in care clientul poate face o returnare, incepand de la data livrarii.
sk_sk: Počet dní, počas ktorých môže zákazník vrátiť tovar odo dňa doručenia.

source: Prefix used for return name (e.g. RE00001).
bs_ba: Prefiks se koristi za naziv povratka (npr. RE00001).
ca_es: Prefix utilitzat per al nom de retorn (per exemple RE00001).
da_dk: Præfix anvendt ved navn for returnering (fx RE00001).
id_id: Prefiks yang digunakan pada kode retur (mis. RE00001).
nn_no: Prefiks for returnavn (f.eks. RE00001).
ro_ro: Prefixul folosit pentru numele returnarii (ex. RE00001).
sk_sk: Predpona použitá pri vrátení tovaru (napr. RE00001).

source: Merchandise return (RMA) status.
az_az: Ticarət qaytarışı (RMA) durumu.
bs_ba: Status povrata robe (RMA).
ca_es: Estat de retorn de mercaderia (RMA).
da_dk: Status for returnering af varer.
he_il: מצב החזרת הסחורה (RMA).
id_id: Status Merchandise return (RMA).
nn_no: Returstatus (RMA status).
ro_ro: Stadiul returnarii de marfa (RMA).
sk_sk: Stav vrátenia zakúpeného tovaru.

source: List of products in return package.
bs_ba: Lista proizvoda u povratnom paketu.
ca_es: Llista de productes en paquet de retorn.
da_dk: Antal varer i returpakke.
he_il: רשימת מוצרים בחבילה המוחזרת.
id_id: Daftar produk dalam paket retur.
nn_no: Liste over produkter i returpakke.
ro_ro: Lista produselor din pachetul de returnat.
sk_sk: Zoznam produktov vo vrátenom balíku.

source: The link is only available after validation and before the parcel gets delivered.
bs_ba: Link je dostupa samo nakon potvrde i prije isporuke paketa.
ca_es: L'enllaç únicament està disponible després de la validació i abans del lliurament del paquet.
da_dk: Linket er kun tilgængeligt efter validering og før levering af pakken.
he_il: קישור זה זמין רק לאחר אישור ולפני המשלוח של החבילה.
id_id: Link hanya tersedia setelah validasi dan sebelum barang dikirimkan.
nn_no: Lenken er bare tilgjengelig etter validering og før pakken blir levert.
ro_ro: Linkul este valabil numai dupa validare si inainte de livrarea coletului.
sk_sk: Odkaz je dostupný iba po overení a pred doručením.

source: This customer will receive your newsletter via email.
bs_ba: Ovaj klijent će dobiti svoje oglase putem e-maila.
ca_es: Aquest client rebrà el vostre butlletí per correu electrònic.
da_dk: Denne kunde vil modtage dine nyhedsbreve via email.
id_id: Pelanggan akan menerima newsletter via email.
nn_no: Denne kunden vil motta ditt nyhetsbrev via epost.
ro_ro: Acest client va primi buletinul tau de stiri prin e-mail.
sk_sk: Tento zákazník dostane novinky cez e-mail.

source: Password should be at least %length% characters long.
az_az: Keçidsözü ən azı %length% simvol uzunluğunda olmalıdır.
bs_ba: Lozinka mora biti najmanje %length% znakova.
ca_es: La clau de pas ha de tenir com a mínim %length% caràcters de longitud.
da_dk: Adgangskoden skal være på mindst %length% karakterer.
id_id: Panjang password minimum adalah %length% karakter.
nn_no: Passordet bør være på minimum %length% tegn.
ro_ro: Parola trebuie sa contina minimum %length% caractere.
sk_sk: Heslo by malo byť aspoň %length% znakov dlhé.

source: Quick customers with no password, who don't have access to the privileges of registered ones. You can create as many guests as needed using the same email. It could be helpful if you take phone call orders.
ca_es: Clients ràpids sense clau de pas, que no tenen accés als privilegis dels inscrits. Podeu crear tants convidats com calgui amb el mateix correu electrònic. Pot ser útil si preneu comandes de trucades telefòniques.

source: Only letters and the dot (.) character, followed by a space, are allowed.
az_az: Yalnız hərflər və ardınca boşluq gələn nöqtə (.) simvolu ola bilər.
bs_ba: Samo su slova i tačka (.) dozvoljeni od znakova iza praznog prostora.
ca_es: Solament és permès lletres i el caràcter de punt (.), seguit d’un espai
da_dk: Kun bogstaver og punktum (.), efterfulgt af mellemrum er tilladt.
he_il: רק אותיות ותו הנקודה (.), אשר מלווים ברווח עוקב, מותרים.
nn_no: Kun bokstaver og punktum (.) etterfulgt av ett mellomrom er tillatt.
ro_ro: Sunt permise numai litere și puncte urmate de un spațiu (. ).
sk_sk: Povolené sú iba písmená a bodka (.), za ktorými nasleduje medzera.

source: Enable or disable customer login.
az_az: Alıcı girişini aktiv, ya da deaktiv edin.
bs_ba: Dozvoli ili zabrani korisniku da se prijavi.
ca_es: Autoritzar o no que aquest client ﻿es connecti.
da_dk: Aktiver eller deaktiver kunde log ind.
he_il: אפשר/אל תאפשר ללקוח להתחבר למערכת.
id_id: Aktifkan atau nonaktifkan login pelanggan.
nn_no: Tillatt eller forby kunde å logge inn.
ro_ro: Se permite sau nu autentificarea clientului.
sk_sk: Povoliť alebo zakázať prihlásenie zákazníka.

source: This customer will receive your ads via email.
az_az: Bu müştəri email ilə reklamlarınızı alacaq.
bs_ba: Ovaj klijent će dobiti svoje oglase putem e-maila.
ca_es: Aquest client rebrà la vostra publicitat via correu electrònic.
da_dk: Denne kunde vil modtage dine reklamer via email.
he_il: לקוח זה יקבל את הפרסומות שלך במייל.
id_id: Pelanggan akan membaca iklan via email.
nn_no: Denne kunden vil motta din reklame via epost.
ro_ro: Acest client va primi comunicarile tale promotionale prin e-mail.
sk_sk: Tento zákazník dostane reklamy cez e-mail.

source: Select all the groups that you would like to apply to this customer.
az_az: Bu müştərinin olmasını istədiyiniz bütün qrupları seçin.
bs_ba: Odaberi sve grupe kupaca koje želite pridružiti ovom kupcu.
ca_es: Seleccioneu tots els grups de clients que voldrieu aplicar a aquest client
da_dk: Vælg alle grupper, som du vil anvende til denne kunde.
he_il: בחר את כל קבוצות הלקוחות שברצונך לחבר ללקוח זה
id_id: Pilih grup yang akan di set ke pelanggan ini.
nn_no: Velg alle gruppene du vil legge til på kunden.
ro_ro: Selecteaza toate grupurile in care vrei sa incluzi acest client.
sk_sk: Zaškrtnite všetky skupiny, ktorých bude zákazník členom.

source: This group will be the user's default group.
az_az: Bu istifadəçinin susmaya görə qrupu olacaq.
bs_ba: Ova grupa će biti korisnikova zadana skupina.
ca_es: Aquest grup serà el grup predeterminat de l'usuari.
da_dk: Denne gruppe vil være brugerens standard gruppe.
he_il: קבוצה זו תהיה קבוצת ברירת המחדל של המשתמש.
id_id: Grup ini akan menjadi grup default bagi user.
nn_no: Denne gruppen vil være brukerens standardgruppe.
ro_ro: Acest grup va fi grupul implicit al utilizatorului.
sk_sk: Táto skupina bude zákazníkova predvolená skupina

source: Only the discount for the selected group will be applied to this customer.
bs_ba: Samo popusti za odabrane skupine će se primijeniti na ovom kupcu.
ca_es: A aquest client únicament s'aplicarà el descompte per al grup seleccionat.
da_dk: Kun rabatten for den valgte gruppe vil blive anvendt på denne kunde.
he_il: רק ההנחה לקבוצה שנבחרה תחול על לקוח זה.
id_id: Hanya diskon untuk grup terpilih yang akan diterapkan untuk pelanggan ini.
nn_no: Kun rabatten for den valgte gruppen vil bli lagt til på denne kunden.
ro_ro: Numai reducerile tinand de grupul selectat vor fi aplicate acestui client.
sk_sk: Pre tohoto zákazníka bude použitá zľava z vybranej predvolenej skupiny.

source: Valid characters:
az_az: Keçərli simvollar:
bs_ba: Valjani znakovi:
ca_es: Caràcters vàlids:
da_dk: Gyldige tegn:
id_id: Karakter valid:
nn_no: Gyldige tegn:
ro_ro: Caractere permise:
sk_sk: Povolené znaky:

source: Maximum number of days to return a product after the delivery date.
bs_ba: Maksimalan broj dana za vraćanje proizvoda nakon datuma isporuke.
ca_es: El nombre màxim de dies per a retornar un producte després de la data de lliurament.
da_dk: Maksimum antal af dage som et produkt kan returneres efter leveringsdatoen.
nn_no: Maksimalt antall dager for å returnere et produkt etter leveringsdatoen.
ro_ro: Numarul maxim de zile dupa data livrarii pentru returnarea unui produs.
sk_sk: Maximálny počet dní na vrátenie produktu po dátume doručenia.

source: Prefix used for merchandise returns (e.g. RE00001).
bs_ba: Prefiks korišten za povrat robe (npr. RE00001).
ca_es: Prefix fet servir per al retorn de mercaderies (p. ex., RE00001).
da_dk: Præfiks der anvendes til merchandise returneringer (fx RE00001).
he_il: קידומת המשמשת להחזרת סחורה (למשל RE00001).
ro_ro: Prefix utilizat pentru retururi de marfa (de ex. RE00001).
sk_sk: Prefix používaný na vrátenie tovaru (napr. RE00001).

source: Prefix used for credit slips.
bs_ba: Prefiks koji se koristi za kreditne liste.
ca_es: Prefix usat per a les notes de crèdit.
da_dk: Præfix brugt til kreditnotaer.
he_il: תחילית לשימוש בעת הנפקת שוברי זיכוי.
id_id: Prefix yang digunakan pada nota kredit.
nn_no: Prefiks kredittsetlane brukar.
ro_ro: Prefixul folosit pentru notele de credit.
sk_sk: Predpona použitá na dobropisy.

source: Prefix used for delivery slips.
bs_ba: Prefiks koji se koristi za isporuku.
ca_es: Prefix usat per als albarans.
da_dk: Præfiks der anvendes til følgesedler.
he_il: תחילית המשמשת לשוברי משלוח.
id_id: Prefix yang digunakan pada nota pengiriman.
nn_no: Prefiks nytta på leveringssetel.
ro_ro: Prefix utilizat pentru avizul de livrare.
sk_sk: Predpona použitá pre dodacie listy.

source: The next delivery slip will begin with this number and then increase with each additional slip.
bs_ba: Iduća dostavnica počet će s ovim brojem, i zatim se povećavati sa svakom narednom dostavnicom.
ca_es: ﻿El pròxim albarà començarà amb aquest número|nombre i s'incrementarà amb cada nou albarà
da_dk: Næste følgeseddel vil begynde med dette nummer, og vil være stigende ved efterfølgende følgesedler.
he_il: שובר המשלוח הבא יחל במספר זה ולאחר מכן ימוספרו בסדר עולה
id_id: Slip pengiriman berikutnya akan dimulai dengan nomor ini, dan kemudian meningkat dengan setiap menyelipkan tambahan
nn_no: Den neste leveringssetelen byrjar med dette nummeret, og vil auke for kvar setel som vert laga.
ro_ro: Urmatorul aviz de livrare va incepe cu acest numar si apoi va fi incrementat cu fiecare aviz aditional.
sk_sk: Ďalší dodací list bude začínať týmto číslom a bude sa zvyšovať každým ďalším dodacím listom.

source: Add an image before the product name on delivery slips.
bs_ba: Dodaje sliku prije imena proizvoda na Dostavnici.
ca_es: Afegir una imatge abans del nom del producte als albarans.
da_dk: Tilføj et billede inden produktnavnet på leveringssedler.
nn_no: Legg til et bilde før produktnavnet på plukkliste.
ro_ro: Adauga o imagine inainte de numele produsului pe avizul de expeditie.
sk_sk: Pridať obrázok pred názov produktu na dodacích listoch.

source: Format: %s (inclusive).
bs_ba: Format: %s (uključivo).
ca_es: Format: %s (inclòs).
da_dk: Format: %s (inklusiv).
nn_no: Format: %s (inkludert).
ro_ro: Format: %s (inclusiv).
sk_sk: Formát: %s (vrátane).

source: When enabled, your customers will receive an invoice for the purchase.
ca_es: Quan estigui activat, els vostres clients rebran una factura per la compra.
nn_no: Når aktivert, vil kundene dine motta en faktura for kjøpet.
ro_ro: Daca optiunea este activa, clientii vor primi facturi pentru achizitii.
sk_sk: Ak je táto možnosť povolená, vaši zákazníci dostanú faktúru za nákup.

source: If required, show the total amount per rate of the corresponding tax.
bs_ba: Ako je potrebno, pokazati ukupan iznos po stopi od odgovarajućeg poreza.
ca_es: Si cal, mostrar la quantitat total per la taxa de l'impost corresponent.
da_dk: Vis det samlede beløb pr. momssats, hvis relevant.
id_id: Jika diperlukan, tampilkan total per rate untuk pajak bersangkutan.
nn_no: Hvis påkrevd, vis det samlede beløp pr. momssats.
ro_ro: Daca se cere, arata suma totala pe fiecare rata de TVA.
sk_sk: V prípade potreby ukázať celkovú sumu pre sadzbu zodpovedajúcej dane.

source: Adds an image in front of the product name on the invoice.
ca_es: Afegir una imatge davant del nom del producte a la factura.
nn_no: Legger til et bilde foran produktnavnet på fakturaen.
ro_ro: Adauga o imagine pe factura, in fata numelui produsului.
sk_sk: Pridá obrázok pred názov produktu vo faktúre.

source: Freely definable prefix for invoice number (e.g. #IN00001).
az_az: Faktura nömrəsi üçün sərbəst müəyyən olunan prefiks (məsələn, # IN00001).
bs_ba: Slobodno odrediv prefiks za broj računa (npr. # IN00001).
ca_es: Prefix lliurement definibles pel nombre de factura (per exemple # IN00001).
da_dk: Præfikset til fakturanummeret kan vælges frit (fx FA00001).
id_id: Tambahkan prefix untuk penomoran invoice (mis. #IN00001).
nn_no: Fritt definerbar prefiks for fakturanummer (f.eks. #FAK00001).
ro_ro: Prefix personalizabil pentru numarul facturii (de ex. #FA00001).
sk_sk: Voľne definovateľná predpona pre číslo faktúry: (napr. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
bs_ba: Sljedeći račun počet će s ovim brojem, i zatim rasti sa svakim dodatnim računom. Postavite na 0 ukoliko želite zadržati postojeći broj (koji je #%number%).
ca_es: La següent factura començarà amb aquest número i després augmentarà amb cada factura addicional. Definir a 0 si voleu mantenir el número actual (que és #%number%).
da_dk: Næste faktura vil begynde med dette nummer, og vil være stigende ved hver efterfølgende faktura. Sæt til 0, hvis du ønsker at beholde det aktuelle nummer (som er #%number%).
id_id: Invoice berikutnya akan dimulai dengan nomor ini, dan urutannya bertambah pada setiap invoice baru. Set ke 0 jika Anda ingin menyimpan urutan saat ini (yaitu #%number%).
nn_no: Den neste fakturaen vil begynne med dette nummeret, og deretter øke med hver ekstra faktura. Sett til 0 hvis du vil beholde nåværende antall (som er #%number%).
ro_ro: Urmatoarea factura va incepe cu acest numar, apoi numarul va creste cu fiecare factura aditionala. Seteaza la 0 daca doresti pastrarea numarului curent (care este #%number%).
sk_sk: Ďalšia faktúra bude začínať týmto číslom, ktoré sa potom bude pri každej ďalšej faktúre zvyšovať. Nastavte 0, ak chcete zachovať súčasné číslo (ktorý je#%number%).

source: Use this field to show additional information on the invoice such as specific legal information. It will be displayed below the payment methods summary.
ca_es: Feu servir aquest camp per a mostrar informació addicional a la factura, com ara informació legal específica. Es mostrarà a sota del resum de mètodes de pagament.
nn_no: Bruk dette feltet til å vise tilleggsinformasjon på fakturaen, som spesifikke juridiske opplysninger. Det vil vises under oppsummeringen av betalingsmetodene.
ro_ro: Utilizeaza acest camp pentru a insera un text suplimentar pe factura, cum ar fi informatii juridice specifice. Acesta va fi inserat sub rezumatul metodelor de plata.
sk_sk: Toto pole použite na zobrazenie dodatočných informácií vo faktúre (napr. konkrétne právne informácie). Text sa zobrazí pod súhrnom spôsobov platby.

source: This text will appear at the bottom of the invoice, below your company details.
az_az: Bu yazı invoysun sonundakı şirkətinizin məlumatlarının altında görünəcəkdir.
bs_ba: Ovaj tekst će se pojaviti na dnu računa, ispod vaših podataka o tvrtki.
ca_es: Aquest text apareixerà a la part inferior de la factura, a continuació detalls de la seva empresa.
da_dk: Denne tekst vil vises i bunden af fakturaen, under firmadetaljerne.
he_il: טקסט זה יופיע בתחתית החשבונית, מתחת לפרטי החברה שלכם.
id_id: Teks ini akan muncul di bagian bawah pada invoice, persis dibawah informasi perusahaan.
nn_no: Teksten vil vises ved bunnen på fakturaen, under firmadetaljene dine.
ro_ro: Acest text va aparea in partea de jos a facturii, sub detaliile companiei tale.
sk_sk: Tento text sa objaví v dolnej časti faktúry, pod údajmi o Vašej spoločnosti.

source: Choose an invoice model
ca_es: Trieu un model de factura
nn_no: Velg en fakturamal
ro_ro: Alege un model de factura
sk_sk: Vyberte typ faktúry

source: Saves memory but slows down the PDF generation.
az_az: Yaddaşa ekonomiya edir, ancaq PDF yaratmağı ləngidir.
bs_ba: Štedi memoriju, ali usporava generisanje PDF-a.
ca_es: Estalvia memòria, però alenteix la generació de PDF.
da_dk: Sparer hukommelse men sænker hastigheden på PDF genereringen.
he_il: חוסך זכרון אבל מאט את תהליך יצירת ה-PDF.
id_id: Menghemat memori namun membuat lamban pembuatan file PDF.
nn_no: Sparer minne men bruker mer tid på PDF-genereringen.
ro_ro: Salveaza memorie, dar incetineste procesul de generare a fisierului PDF.
sk_sk: Šetrí pamäť, ale spomaľuje generovanie PDF.

source: Required fields apply to the customer's registration form, you should check the address formats in [1]International > Locations > Countries[/1] before.
bs_ba: Potrebna polja odnose se na formu za registraciju korisnika, provjerite formate adresa u [1]International > Locations > Countries[/1] prije promjene.
ca_es: Els camps obligatoris s'apliquen al formulari de registre del client, abans hauríeu de verificar els formats d'adreça a [1]Internacional > Localitzacions > Països[/1].
da_dk: Krævede felter gælder for kunders registreringsformular, du bør kontrollere adresseformatet under [1]International > Lokationer > Lande[/1] inden.
he_il: שדות חובה חלים על טופס ההרשמה של הלקוח, עליך לבדוק את פורמטי הכתובת ב [1] בינלאומי> מיקומים> מדינות [/1] לפני כן.
nn_no: Påkrevde felter viser til kundens registreringsskjema. Du bør sjekke adresseformatet i [1]Internasjonal > Lokasjoner -> Land[/1] først.
ro_ro: Casete obligatorii in formularul de inregistrare a clientului. In prealabil, formatele de adresa ar trebui verificate in [1]IMBUNATATESTE > International > Locatii > Tari[/1].
sk_sk: Povinné polia sa vzťahujú na registračný formulár zákazníka. Najprv by ste mali skontrolovať formáty adries v [1] Medzinárodné > Polohy > Krajiny [/1]

source: Select the fields you would like to be required for this section.
az_az: Bu bölmə üçün gərəkli olmağını istədiyiniz damaları seçin.
bs_ba: Odaberite polja za koja želite da budu obavezna u ovoj sekciji.
ca_es: Seleccioneu els camps que voleu que siguin obligatoris per a aquesta secció.
da_dk: Vælg de felter, du ønsker, der skal være obligatoriske for denne sektion.
he_il: בחר את השדות שיוגדרו כשדות חובה
id_id: Pilih bidang yang harus diisi.
nn_no: Vel felt du ynskjer skal vera naudsynt for denne delen.
ro_ro: Selecteaza campurile care doresti sa fie obligatorii pentru aceasta sectiune.
sk_sk: Vyberte polia, ktoré budú povinné pre tento výber.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
bs_ba: Budite sigurni da zadovoljavate zakonsku regulativu u svojoj zemlji.
ca_es: Si us plau, assegureu-vos de complir les lleis aplicables al vostre país pel que fa a les opcions de subscripció.
da_dk: Du bør forsikre dig om, at du ikke overtræder lovgivningen vedrørende spam-mail i dit land.
he_il: נא וודא ציות לחוקים החלים במדינה שלך (לדוגמה: האם נדרשת הרשמה פעילה מאת הלקוח).
id_id: Pastikan Anda mengikuti aturan dinegara Anda.
nn_no: Forsikre deg om at du er innenfor lovgivningen i ditt land.
ro_ro: Asigura-te ca respecti legislatia referitoare la mesajele comerciale aplicabila in tara ta.
sk_sk: Uistite sa prosím, či spĺňate zákon o zasielaní e-mailov Vašich partnerov vo Vašej krajine.

source: [1]Make[/1] sure you enable partner offers in the [2]Shop Parameters > Customer Settings[/2] section of the back office before requiring them. Otherwise, new customers won't be able to create an account and [1]proceed[/1] to checkout.
ca_es: [1]Assegureu-vos[/1] que activeu les ofertes de socis a la secció [2]Paràmetres de la botiga > Configuració del client[/2] del back office abans de demanar-les. En cas contrari, els clients nous no podran crear un compte i [1]procedir[/1] a la compra.
nn_no: [1] Sørg [/1] for at du aktiverer partnertilbud i [2] Butikkinnstillinger > Kundeinnstillinger [/2] seksjonen i administrasjonspanelet før du krever dem. Ellers vil nye kunder ikke kunne opprette en konto og [1] fortsette [/1] til utsjekking.
ro_ro: [1]Asigura-te[/1] ca activezi ofertele partenerilor in sectiunea [2]Parametri operationali > Clienti[/2] din back office inainte de a le face obligatorii. In caz contrar, noii clienti nu vor putea crea un cont si [1]continua[/1] to spre finalizare.
sk_sk: Než nastavíte ponuky partnerov ako vyžadované, [1]uistite sa[/1] že sú povolené v sekcii [2]Parametre obchodu > Zákazníci[/2]. V opačnom prípade si noví zákazníci nebudú môcť vytvoriť účet a [1]pokračovať[/1] do výberu platby.

source: This note will be displayed to all employees but not to customers.
ca_es: Aquesta nota es mostrarà a tots els empleats però no als clients.
da_dk: Beskeden vil blive vist til alle medarbejdere, men ikke til kunden.
he_il: ההערה תוצג לעובדים הנכנסים למערכת אולם לא ללקוחות
id_id: Catatan ini akan ditampilkan kepada semua karyawan tetapi tidak untuk pelanggan.
nn_no: Dette notatet vil bli vist til alle ansatte, men ikke til kunden.
ro_ro: Aceasta nota va fi afisata tuturor angajatilor dar nu si clientilor.
sk_sk: Táto poznámka bude zobrazená všetkým zamestnancom, ale nebude zobrazená zákazníkovi.

source: Format: 2011-12-31 (inclusive).
bs_ba: Format: 2011-12-31 (uključujući).
ca_es: Format: 2011-12-31 (inclòs).
da_dk: Format: 2011-12-31 (inklusiv).
he_il: פורמט: 2011-12-31 (כולל).
id_id: Format: 2011-12-31.
nn_no: Format: 2011-12-31 (inklusive).
ro_ro: Format: 2011-12-31 (inclusiv).
sk_sk: Formát: 2011-12-31 (vrátane).
