Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminInternationalFeature.*.xlf
Languages: az_az, hy_am, id_id, mg_mg, si_lk

source: Use the last registered format
hy_am: Օգտագործել վերջին գրանցված ձեւաչափը
id_id: Gunakan tata letak terdaftar terakhir

source: Use the default format
hy_am: Օգտագործել դեֆոլտ ձեւաչափը
id_id: Gunakan layout default

source: Use my current modified format
hy_am: Օգատագործել իմ ներկայիս ձեւափոխված ձեւաչափը
id_id: Gunakan tata letak saya saat ini diubah

source: Clear format
az_az: Formatı sil
hy_am: Մաքրել ձեւաչափը
id_id: Bersihkan tata letak

source: Assign to a new zone
hy_am: Նշանակել նոր գոտու վրա
id_id: Tetapkan ke zona baru

source: This tax only
az_az: Yalnız bu vergi
hy_am: Այս հարկը միայն
id_id: Hanya pajak ini

source: Combine
hy_am: Միավորել
id_id: Gabungkan

source: One after another
az_az: Bir-birinin ardınca
hy_am: Մեկը մյուսի ետեւից
id_id: Satu sama lain

source: Down
az_az: Aşağı
hy_am: Ներքեւ
id_id: Turun

source: Up
az_az: Yuxarı
hy_am: Վերեւ
id_id: Naik

source: Expressions to translate:
az_az: Çevriləcək söz birləşmələri:
id_id: Ungkapan yang perlu diterjemahkan:
mg_mg: Fiteny hadika:

source: Total missing expressions:
az_az: Toplam çatışmayan sözbirləşmələri:
id_id: Total ungkapan yang terlewat:
mg_mg: Totali'ny teny tsy ao:

source: missing
az_az: çatışmır
hy_am: բացակայող
id_id: hilang

source: Core emails
hy_am: Հիմնական էլ. փոստի հասցեներ
id_id: Core email

source: Module emails
id_id: Email modul

source: Modify translations
hy_am: Փոփոխել թարգմանությունը
id_id: Ubah terjemahan

source: expressions
hy_am: արտահայտությունները
id_id: ekspresi

source: Theme:
az_az: Tema:
id_id: Tema:

source: Module:
az_az: Modul:
id_id: Modul:

source: Country options
az_az: Ölkə seçimləri
hy_am: Երկրների ընտրություն
id_id: Pilihan Negara

source: Add new country
az_az: Yeni ölkə artır
id_id: Tambah negara baru

source: Country name
az_az: Ölkə adı
hy_am: Երկրի անվանումը
id_id: Nama Negara

source: Default store currency
az_az: Susmaya görə dükan valyutası
hy_am: Խանութի արտարժույթը դեֆոլտ
id_id: Standar toko mata uang

source: Address format
az_az: Ünvan formatı
id_id: Format alamat

source: Contains states
id_id: Mempunyai propinsi

source: Do you need a tax identification number?
hy_am: Պահանջել՞ հարկային համարը
id_id: Perlu nomor identifikasi untuk pajak ?
si_lk: ඔබට බදු හැඳුනුම් අංකයක් අවශ්‍ය ද?

source: Display tax label (e.g. "Tax incl.")
id_id: Tampilkan label pajak (mis. "Termasuk pajak")

source: ISO code
az_az: İSO kodu
hy_am: ISO կոդը
id_id: Kode ISO

source: Call prefix
hy_am: Երկրի կոդը
id_id: Panggilan awalan

source: Default currency
az_az: Susmaya görə valyuta
hy_am: Դեֆոլտ արտարժույթը
id_id: Mata uang default

source: Add new state
az_az: Yeni bölgə yaz
id_id: Tambah propinsi baru

source: Add a new tax rule
az_az: Add New Tax Rule
hy_am: Ավելացնել նոր հարկման կանոն
id_id: Tambah Aturan Pajak Baru

source: New tax rule
hy_am: Նոր հարկման կանոն
id_id: Aturan pajak baru

source: Add new tax rules group
az_az: Yeni vergi qaydaları qrupu artır
id_id: Tambah aturan pajak baru

source: %1$s (Language: %2$s, Theme: %3$s)
az_az: %1$s (Dil: %2$s, Tema: %3$s)
hy_am: %1$s (Լեզու. %2$s, Ձեւանմուշ. %3$s)
id_id: %1$s (Bahasa: %2$s, Theme: %3$s)

source: Update translations
az_az: Tərcümələri yeniləyin
hy_am: Թարմացնել թարգմանությունները
id_id: Update terjemahan

source: Themes translations
az_az: Tema tərcümələri
id_id: Terjemahan tema
mg_mg: Fandikan-teny hoan'ny themes

source: Expand all fieldsets
hy_am: Բացել բոլոր բլոկները
id_id: Tampilkan semua field

source: Close all fieldsets
hy_am: Թաքցնել բոլոր բլոկները
id_id: Tutup semua field

source: Email subject
id_id: Judul email
si_lk: වි-තැපෑෙලහි මාතෘකාව

source: View HTML version
az_az: HTML versiyasına bax
id_id: Lihat versi HTML

source: Edit HTML version
az_az: HTML versiyasına düzəliş et
id_id: Edit versi HTML

source: View/Edit TXT version
az_az: TXT versiyasına bax/düzəliş et
id_id: Lihat/Edit versi TXT

source: Enabled Languages
id_id: Bahasa aktif

source: Main Country
az_az: Əsas Ölkə
id_id: Bahasa utama

source: Front office Translations
id_id: Terjemahkan front office

source: Back office translations
id_id: Terjemahkan back office

source: Installed modules translations
az_az: Qurulmuş modulların tərcümələri
hy_am: Տեղադրված մոդուլների թարգմանությունները
id_id: Alih bahasa modul

source: Email translations
id_id: Terjemahan email
mg_mg: E-mailaka fandikan-teny

source: Other translations
az_az: Başqa tərcümələr
id_id: Terjemahan lainnya
mg_mg: Fandikan-teny hafa
si_lk: වෙනත් පරිවර්තන

source: Body
id_id: Isi
mg_mg: Vatany

source: %s (local)
az_az: %s (yerli)
id_id: %s (lokal)

source: Invoice address
az_az: Faktura ünvanı
hy_am: Վճարման հասցե
id_id: Alamat penagihan
si_lk: වාර්ණා ලිපිනය

source: Delivery address
az_az: Göndəriləcək ümvar
hy_am: Առաքման հասցեն
id_id: Alamat pengiriman
si_lk: බාර දිය යුතු ලිපිනය

source: Other
az_az: Digər
hy_am: Այլեւայլք
id_id: Lainnya
si_lk: වෙනත්

source: Type
az_az: Növ
hy_am: Տիպը
id_id: Jenis

source: Search rate
id_id: Cari persentase

source: Numeric ISO code
id_id: Kode angka ISO

source: Add new zone
az_az: Yeni bölgə artır
id_id: Tambah zona baru

source: Symbol
az_az: Simvol
hy_am: Նշանը
id_id: Lambang mata uang

source: Currency name
az_az: Valyuta adı
id_id: Nama mata uang

source: Decimals
id_id: Desimal

source: Whitelisted IP addresses
az_az: Güvənilmiş IP ünvan siyahısı
hy_am: Թույլատրված IP հասցեները.
id_id: Alamat IP yang diijinkan

source: Geolocation behavior for restricted countries
hy_am: Երկրների համար պահվածքը նշված Գեոտեղակայման մեջ.
id_id: Geolocation perilaku untuk negara-negara dibatasi

source: Visitors cannot see your catalog.
hy_am: Այցելուները չեն կարող նայել Ձեր կատալոգը
id_id: Pengunjung tidak dapat melihat katalog Anda

source: Visitors can see your catalog but cannot place an order.
hy_am: Այցելուները կարող են նայել Ձեր կաալոգը, սակայն չեն կարող պատվեր կատարել
id_id: Pengunjung dapat melihat katalog Anda tetapi tidak bisa membuat perintah

source: Geolocation behavior for other countries
az_az: Başqa ölkələr üçün coğrafi yerləşmə davranışı
hy_am: Պահվածքը այն այցելուների համար ում երկիրը հնարավոր չեղավ որոշել.
id_id: Geolocation perilaku untuk negara-negara tidak terdefinisi

source: All features are available
az_az: Bütün özəlliklər əlçatandır
hy_am: Բոլոր ֆունկցիաները հասանելի են
id_id: Semua fitur yang tersedia

source: Select the countries from which your store is accessible
hy_am: Երկրների ընտրությունը, որոնք կարող են խանութ մուտք գործելու հնարավորություն ստանալ
id_id: Pilih negara yang dapat mengakses toko Anda

source: Language code
az_az: Dil kodu
hy_am: Լեզվի կոդը.
id_id: Kode bahasa

source: Date format
az_az: Tarix formatı
hy_am: Ամսաթվի ձեւաչափ
id_id: Format tanggal

source: Date format (full)
az_az: Tarix formatı (tam)
hy_am: Ամսաթվի ձեւաչափը (ամբողջական)
id_id: Format tanggal (penuh)

source: Flag
az_az: Bayraq
hy_am: Դրոշ.
id_id: Bendera

source: "No-picture" image
az_az: "Şəkilsiz" şəkli
id_id: Gambar "No-Picture"

source: Language identifier
id_id: Penanda bahasa

source: Country identifier
id_id: Penanda negara

source: Localization pack you want to import
az_az: İdxal etmək istədiyiniz lokallaşdırma paketi
id_id: Paket lokalisasi yang akan Anda impor

source: Content to import
id_id: Konten untuk di impor

source: Download pack data
az_az: Paket verilənlərini endir
id_id: Download data lokalisasi

source: Units (e.g. weight, volume, distance)
hy_am: Միավորներ (օրինակ քաշի, ծավալի, հեռավորության)
id_id: Unit (misalnya, berat, volume, jarak)

source: Change the behavior of the price display for groups
id_id: Ubah cara bagaimana harga ditampilkan dalam grup
mg_mg: Manova ny fihetsiky ny fisehon'ny vidin'entana hoan'ny vondrona

source: Weight unit
id_id: Ukuran berat

source: Distance unit
id_id: Ukuran jarak

source: Volume unit
id_id: Ukuran volume

source: Dimension unit
id_id: Ukuran dimensi

source: Default language
az_az: Susmaya görə dil
id_id: Bahasa default

source: Set language from browser
az_az: Dili bələdçidən seç
id_id: Set bahasa dari browser

source: Default country
az_az: Susmaya görə ölkə
id_id: Negara default

source: Set default country from browser language
az_az: Bələdçinin dilindən susmaya görə ölkəni seç
id_id: Set negara default sesuai dengan bahasa pada browser

source: Time zone
az_az: Saat qurşağı
id_id: Zona waktu

source: Enable tax
az_az: Vergini aktiv edin
id_id: Aktifkan pajak

source: Display tax in the shopping cart
az_az: Alış-veriş kartında vergini göstər
id_id: Tampilan pajak di keranjang belanja

source: Based on
id_id: Berdasarkan

source: Use ecotax
id_id: Gunakan ecotax

source: Rate
az_az: Dərəcə
hy_am: Դրույքչափը
id_id: Nilai

source: Please select the language you want to add or update
id_id: Pilih bahasa yang akan Anda tambahkan atau diperbaharui

source: Update a language
az_az: Dili yeniləyin
hy_am: Թարմացնել լեզուն
id_id: Update bahasa

source: Add a language
az_az: Dil artır
hy_am: Ավելացնել լեզուն
id_id: Tambahkan bahasa

source: Select your theme
az_az: Temanızı seçin
id_id: Pilih theme

source: Core (no theme selected)
hy_am: Միջուկ (առանց ձեւանմուշի ընտրության)
id_id: Core (tanpa theme)

source: Type of translation
id_id: Jenis translasi

source: Select the type of email content
az_az: E-poçt məzmununun növünü seçin
id_id: Pilih jenis isi surel
mg_mg: Safidiano ny karazana votoatina e-mailaka

source: Select your module
az_az: Modulunuzu seçin
id_id: Pilih modul Anda
mg_mg: Safidiano ny module-nao

source: Select your language
id_id: Pilih bahasa

source: Countries
az_az: Ölkələr
hy_am: Երկրներ
id_id: Negara

source: Exchange rate
az_az: Valyuta kursu
hy_am: Փոխանակման արժեքը
id_id: Kurs

source: Live exchange rates
az_az: Canlı valyuta kursları
id_id: Kurs realtime

source: Update exchange rates
az_az: Valyuta kurslarını yenilə
id_id: Perbaharui kurs mata uang
mg_mg: Manavao tahan'ny fanakalozam-bola

source: Add new currency
az_az: Yeni valyuta artır
id_id: Tambah mata uang

source: Geolocation by IP address
hy_am: Գեոտեղակայումը ըստ IP հասցեի
id_id: Geolokasi berdasarkan alamat IP

source: IP address whitelist
az_az: Güvənli IP ünvan siyahısı
hy_am: IP հասցեների սպիտակ ցուցակը
id_id: Alamat IP yang diijinkan

source: The following features are only available if you enable the Geolocation by IP address feature.
hy_am: Հետեւյալ հատկանիշները մատչելի են միայն եթե դուք միացնեք Գեոտեղակայումը ըստ IP հասցեի հատկանիշները
id_id: Fitur berikut ini hanya tersedia jika Anda mengaktifkan fitur Geolocation oleh IP.

source: Add new language
az_az: Yeni dil artırın
id_id: Tambah bahasa baru

source: Import a localization pack
az_az: Lokallaşdırma paketi idxal et
hy_am: Ներմուծել տեղայնացման փաթեթը
id_id: Lokalisasi paket impor

source: Local units
id_id: Unit lokal

source: States
az_az: Ştatlar
hy_am: Շրջան
id_id: Propinsi

source: Tax options
az_az: Vergi seçimləri
hy_am: Հարկի օպցիաները
id_id: Opsi Pajak

source: Add new tax
az_az: Yeni vergi artır
id_id: Tambah pajak

source: Tax Rules
id_id: Aturan pajak

source: Add / Update a language
az_az: Dil Artır / Yenilə
hy_am: Ավելացնել/Թարմացնել լեզուն
id_id: Tambahkan / Perbarui bahasa

source: Add or update a language
az_az: Dil artır, ya da yenilə
hy_am: Ավելացնել կամ թարմացնել լեզուն
id_id: Menambah atau memperbarui bahasa

source: Export a language
hy_am: Արտահանել լեզուն
id_id: Ekspor bahasa

source: Zones
az_az: Zonalar
hy_am: Գոտիներ
id_id: Zona

source: Delete item #
az_az: Əşyanı sil
hy_am: Ջնջել նյութը №
id_id: Hapus item #

source: 1 missing
az_az: 1 çatışmır
id_id: 1 tidak ditemukan
mg_mg: Tsy ampy 1

source: %nb_translation% expression
az_az: %nb_translation% söz birləşməsi
id_id: ekspresi %nb_translation%
mg_mg: %nb_translation% fiteny

source: Search translations
az_az: Tərcümə axtar
id_id: Cari terjemahan
mg_mg: Fitadiavana fandikan-teny
si_lk: පරිවර්තන සොයන්න

source: %d missing
az_az: %d çatışmır
id_id: %d hilang
mg_mg: %d tsy hita

source: %nb_translations% expressions
az_az: %nb_translations% söz birləşməsi
id_id: %nb_translations% ekspresi
mg_mg: %nb_translations% fiteny

source: Show messages
az_az: Mesajları göstər
id_id: Lihat pesan
mg_mg: Asehoy ny hafatra
si_lk: පණිවිඩ පෙන්වන්න

source: Hide messages
az_az: Mesajları gizlət
id_id: Sembunyikan pesan
mg_mg: Afenoy ny hafatra
si_lk: පණිවිඩ සඟවන්න

source: %nb_translations% missing
az_az: %nb_translations% çatışmır
id_id: %nb_translations% hilang
mg_mg: %nb_translations% tsy hita

source: %nb_translations% translations are missing in %domain%
az_az: %domain% üçün %nb_translations% tərcümə yoxdur
id_id: %nb_translations% terjemahan tidak lengkap di %domain%
mg_mg: %nb_translations% ny fandikan-teny tsy ao amin'ny %domain%

source: Alias
az_az: Uydurma ad

source: Country
az_az: Ölkə
hy_am: Երկիրը
mg_mg: Firenena
si_lk: රට

source: Ecotax
az_az: ekovergi
hy_am: Բնապահպ.հարկ

source: Email
az_az: E-poçt
hy_am: Էլ. փոստ
si_lk: විද්‍යුත් තැපැල් ලිපිනය

source: State
az_az: Bölgə
hy_am: Մարզը
si_lk: ප්‍රාන්තය / පලාත

source: Zone
az_az: Zona
hy_am: Գոտի
si_lk: කලාපය

source: Behavior
hy_am: Պահվածքը
