Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersNotification.*.xlf
Languages: az_az, bn_bd, el_gr, es_mx, mk_mk, ms_my, sl_si

source: Store is invalid
az_az: Dükan keçərsizdir
el_gr: Το κατάστημα δεν είναι έγκυρο
es_mx: La tienda no es válida
mk_mk: Пазарот е неважечки
sl_si: Trgovina ni veljavna

source: Cannot read the .CSV file
az_az: .CSV faylı oxuna bilmir
bn_bd: . CSV ফাইল পড়া যাচ্ছে না।
el_gr: Δεν μπορεί να διαβάστει το αρχείο. CSV
es_mx: No se puede leer el archivo .CVS
mk_mk: не може да го прочита CSV досието
sl_si: Ne morem brati CSV datoteke

source: Linking Accessories...
el_gr: Σύνδεση αξεσουάρ...
es_mx: Enlazando accesorios...
mk_mk: Поврзување на додатоци...
sl_si: Povezujem dodatke...

source: The confirmation email couldn't be sent, but the import is successful. Yay!
el_gr: Δεν ήταν δυνατόν να σταλεί το email επιβεβαίωσης, αλλά η εισαγωγή πέτυχε. Ευτυχώς!
es_mx: El correo electrónico de confirmación no se pudo enviar, pero la importación se realizó correctamente. ¡Genial!
mk_mk: Не може да се испрати e-mail за потврда, но внесот е успешен. Ураа!
sl_si: Potrditveni mail ne more biti poslan, vendar je uvažanje uspelo. Jupi!

source: You cannot have two stores with the same name in the same group.
el_gr: Δεν μπορείτε να έχετε 2 καταστήματα με το ίδιο όνομα στην ίδια ομάδα.
es_mx: No puedes tener dos tiendas con el mismo nombre en el mismo grupo.

source: Unable to load this store.
el_gr: Αδυναμία φόρτωσης αυτού του κατάστηματος.
es_mx: No se puede cargar esta tienda.

source: You need to select at least the root category.
az_az: Siz heç olmasa kök qovluğunu seçməlisiniz.
bn_bd: আপনাকে অন্তত রুট বিভাগ নির্বাচন করতে হবে
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία βασική (root) κατηγορία
es_mx: Debe seleccionar por lo menos la categoría de raíz.
mk_mk: Треба да ја изберете барем главната категорија.
sl_si: Izbrati morate vsaj korensko kategorijo.

source: You must configure this store's URL before setting it as default.
el_gr: Πρέπει να ρυθμίσετε την URL του καταστήματος πριν την ορίσετε ώς προεπιλογή.
es_mx: Debe configurar la URL de esta tienda antes de configurarla como predeterminada.

source: You've selected a state for a country that does not contain states.
az_az: Heç bir ştatı olmayan bir ölkə üçün ştat seçmisiniz.
bn_bd: আপনি এমন একটি দেশের জন্য এস্তাত নির্বাচন করেছেন যেটি States ধারণ করে না .
el_gr: Έχετε επιλέξει μια πολιτεία για μια χώρα που δεν περιέχει τα πολιτείες.
es_mx: Ha seleccionado un estado para un país que no tiene estados
mk_mk: Одбравте држава за замја која нема држави
sl_si: Izbrali ste zvezno državo za državo, ki nima zveznih držav.

source: You can't put this menu inside itself.
az_az: Bu menyunu onun öz içində yerləşdirə bilməzsiniz.
bn_bd: আপনি এই মেনুকে তার নিজের ভিতর রাখতে পারবেন না।
el_gr: Δε μπορείτε να τοποθετήσετε αυτό το μενού μέσα στον εαυτό του.
es_mx: No se puede poner este menú dentro de sí mismo.
mk_mk: Не можете да го ставите менито внатре.
sl_si: Tega menije ne morete postaviti znotraj njega samega.

source: The settings file cannot be overwritten.
bn_bd: সেটিংস ফাইল মুছে ফেলা যাবে না
el_gr: Δεν μπορείτε να αντικαταστήσετε το αρχείο ρυθμίσεων.
es_mx: El archivo de configuraciones no puede sobrescribir.
mk_mk: Досието со сетинзи не може да се препише
sl_si: Ne morem prepisati nastavitvene datoteke

source: To use Smarty Cache, the directory %directorypath% must be writable.
el_gr: Για να χρησιμοποιήσετε την κρυφή μνήμη του Smarty, ο κατάλογος %directorypath% πρέπει να επιδέχεται εγγραφή.
es_mx: Para usar la caché Smarty, el directorio %directorypath% debe tener permisos de escritura.
mk_mk: За да се користи Паметниот Кеш, директориумот %directorypath% мора да биде напишан.
sl_si: Za uporabo Cache imenika, mora biti %directorypath% zapisljiv.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
az_az: Bu qurğudan yararlana bilməzdən öncə sizə gərəkli olanlar:[1][2]Kök kataloqunuzda boş bir .htaccess faylı yaradın.[/2][2]Ona yazma icazələri verin (Unix sistemində CHMOD 666).[/2][/1]
el_gr: Για να μπορέσετε να χρησιμοποιήσετε αυτό το εργαλείο, πρέπει να: [1][2] Δημιουργήστε ένα κενό .htaccess στον αρχικό κατάλογό σας.[/2] [2]Δώστε του δικαιώματα εγγραφής (CHMOD 666 στο σύστημα Unix). [/2][/1]
es_mx: Antes de poder utilizar esta herramienta, necesitas: [1][2]Crear un archivo .htaccess en blanco en la carpeta raíz de tu tienda. [/2][2] Otorgarle permisos de escritura (CHMOD 666 en sistemas Unix).[/2][/1]
mk_mk: Пред да можете да ја користите оваа алатка, треба да:[1][2]Создадете празно .htaccess во главниот директориум.[/2][2]Дајте им дозволи за запишување (CHMOD 666 на Unix системот).[/2][/1]
sl_si: Preden lahko uporabiš to orodje moraš, :[1][2]Ustvariti prazen .htaccess v korenski mapi.[/2][2]Dodeli pravice (CHMOD 666 na Unix system).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
el_gr: Σφάλμα: δεν ήταν δυνατόν να γίνει εγγραφή στο αρχείο. Βεβαιωθείτε ότι έχετε ορίσει τα σωστά δικαιώματα για το αρχείο %s
es_mx: Error: No se pudo escribir al archivo. Asegúrate de que se han establecido los permisos adecuados en el archivo %s
mk_mk: Грешка: Не може да се запише во датотеката. Осигурајте се дека точните дозволи се поставени на датотеката %s
sl_si: Napaka: ne morem pisati v datoteko. Prepričajte se, da imate pravilne nastavitve za datoteko %s

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
el_gr: Σφάλμα: δεν ήταν δυνατόν να βρεθεί αν έχει ενεργοποιηθεί η λειτουργία αποσφαλμάτωσης. Βεβαιωθείτε ότι έχετε ορίσει τα σωστά δικαιώματα για το αρχείο %s
es_mx: Error: No se pudo determinar si el modo de depuración está activo. Asegúrate de que se han establecido los permisos adecuados en el archivo %s
mk_mk: Грешка: Не може да се најде дали е овозможен дебагирачкиот режим. Осигурајте се дека точните дозволи се поставени на датотеката %s
sl_si: Napaka: ne morem najti, če je vklopljen vzdrževalni način. Prepričajte se, da imate pravilne nastavitve za datoteko %s

source: Error: Could not find whether debug profiling is enabled. Make sure that the correct permissions are set on the file %s
el_gr: Σφάλμα: δεν ήταν δυνατόν να βρεθεί αν έχει ενεργοποιηθεί η λειτουργία αποσφαλμάτωσης. Βεβαιωθείτε ότι έχετε ορίσει τα σωστά δικαιώματα για το αρχείο %s
es_mx: Error: No se pudo determinar si la creación de perfiles de depuración está activada. Asegúrate de que cuentas con los permisos adecuados en el archivo %s

source: Media server #1 is invalid
az_az: Media server #1 yanlışdır
bn_bd: মিডিয়া সার্ভার #1 সঠিক নয়
el_gr: ο Διακομιστής πολυμέσων #1 είναι άκυρος
es_mx: Servidor Media #1 invalido
mk_mk: Медиа серверот # 1 е невалиден
sl_si: Medijski strežnik št. 1 je napačen

source: Media server #2 is invalid
bn_bd: মিডিয়া সার্ভার #2 সঠিক নয়
el_gr: ο Διακομιστής πολυμέσων #2 είναι άκυρος
es_mx: Servidor Media #2 invalido
mk_mk: Медиа серверот # 2 е невалиден
sl_si: Medijski strežnik št. 2 je napačen

source: Media server #3 is invalid
bn_bd: মিডিয়া সার্ভার #3 সঠিক নয়
el_gr: ο Διακομιστής πολυμέσων #3 είναι άκυρος
es_mx: Servidor Media #3 invalido
mk_mk: Медиа серверот # 3 е невалиден
sl_si: Medijski strežnik št. 3 je napačen

source: Cannot disable SSL configuration due to the Cookie SameSite=None.
el_gr: Δεν μπορεί να απενεργοποιηθεί η ρύθμιση SSL όσο το Cookie SameSite=None.
es_mx: No se puede deshabilitar la configuración SSL debido al ajuste de cookies SameSite=None.

source: Update your PHP version.
az_az: PHP versiyanızı yeniləyin.
el_gr: Αναβαθμίστε την έκδοση της PHP σας.
es_mx: Actualice su versión de PHP.
mk_mk: Направете ажурирање на вашата PHP верзија.
sl_si: Posodobite vašo verzijo PHP.

source: Configure your server to allow file uploads.
el_gr: Ρυθμίστε διακομιστή σας ώστε να επιτρέπει την μεταφόρτωση αρχείων.
es_mx: Configura tu servidor para permitir la subida de archivos.
mk_mk: Конфигурирајте го серверот да дозволува upload на датотеки.
sl_si: Nastavite vaš strežnik, da dovoli nalaganje datotek.

source: Configure your server to allow the creation of directories and files with write permissions.
bn_bd: ডিরেক্টরি ও লেখার অনুমতিসহ ফাইল নির্মাণের অনুমতি দিতে আপনার সার্ভার কনফিগার করুন.
el_gr: Ρυθμίστε τον διακομιστή σας να επιτρέπει τη δημιουργία καταλόγων και αρχείων με δικαιώματα εγγραφής
es_mx: Configurar su servidor para autorizar la creación de nuevas carpetas y archivos
mk_mk: Конфигурирајте го серверот да дозволи креирање на директориуми и датотеки со дозволи за запишување.
ms_my: Configure your server to allow the creation of directories and write to files
sl_si: Nastavite vaš strežnik, da bo dovolil ustvarjanje map in pisanje v datoteke.

source: Enable the CURL extension on your server.
el_gr: Ενεργοποιήστε την CURL επέκταση στον server σας.
es_mx: Activa la extensión cURL en tu servidor.
mk_mk: Овозможете го CURL проширувањето на Вашиот сервер.
sl_si: Omogoči CURL razširitev na svojem strežniku.

source: Enable the DOM extension on your server.
el_gr: Ενεργοποιήστε την DOM επέκταση στον server σας.
es_mx: Activa la extensión DOM en tu servidor.
mk_mk: Овозможете ја DOM екстензијата на вашиот сервер.
sl_si: Omogoči DOM razširitev na svojem strežniku.

source: Enable the Fileinfo extension on your server.
el_gr: Ενεργοποιήστε την Fileinfo επέκταση στον server σας.
es_mx: Activa la extensión Fileinfo en tu servidor.
mk_mk: Овозможете ја Fileinfo екстензијата на вашиот сервер.
sl_si: Omogoči Podatki o datoteki razširitev na svojem strežniku.

source: Enable the GD library on your server.
az_az: Serverinizdə GD kitabxanasını aktiv edin.
bn_bd: আপনার সার্ভারে GD লাইব্রারি সক্ষম করুন.
el_gr: Ενεργοποιήστε τη βιβλιοθήκη GD στον server σας
es_mx: Habilitar la librería GD en su servidor
mk_mk: овозможи ја GD библиотеката на серверот.
sl_si: Omogočite GD zbirko na vašem strežniku.

source: Enable the JSON extension on your server.
el_gr: Ενεργοποιήστε την JSON επέκταση στον server σας.
es_mx: Activa la extensión JSON en tu servidor.
mk_mk: Овозможете го JSON проширувањето на Вашиот сервер.
sl_si: Omogoči JSON razširitev na svojem strežniku.

source: Enable the Mbstring extension on your server.
el_gr: Ενεργοποιήστε την Mbstring επέκταση στον server σας.
es_mx: Activa la extensión Mbstring en tu servidor.
mk_mk: Овозможете ја Mbsrting екстензијата на вашиот сервер.
sl_si: Omogoči Mbstring razširitev na svojem strežniku.

source: Enable the OpenSSL extension on your server.
az_az: Serverinizdə PHP OpenSSL genişlətməsini qoşun.
el_gr: Ενεργοποιήστε την OpenSSL επέκταση στον server σας.
es_mx: Activa la extensión OpenSSL en tu servidor.
mk_mk: Овозможете ја OpenSSL екстензијата на вашиот сервер.
sl_si: Omogoči OpenSSL razširitev na svojem strežniku.

source: Enable the PDO Mysql extension on your server.
el_gr: Ενεργοποιήστε την PDO επέκταση στον server σας.
es_mx: Activa la extensión PDO Mysql en tu servidor.
mk_mk: Овозможете ја PDO Mysql екстензијата на вашиот сервер.
sl_si: Omogoči PDO Mysql razširitev na svojem strežniku.

source: Enable the XML extension on your server.
el_gr: Ενεργοποιήστε την XML επέκταση στον server σας.
es_mx: Activa la extensión XML en tu servidor.
mk_mk: Овозможете го XML проширувањето на Вашиот сервер.
sl_si: Omogoči XML razširitev na svojem strežniku.

source: Enable the ZIP extension on your server.
el_gr: Ενεργοποιήστε την ZIP επέκταση στον server σας.
es_mx: Activa la extensión ZIP en tu servidor.
mk_mk: Овозможете го ZIP проширувањето на Вашиот сервер.
sl_si: Omogoči ZIP razširitev na svojem strežniku.

source: Enable the MySQL support on your server.
az_az: Serverinizdə MySQL dəstəyini qoşun.
bn_bd: আপনার সার্ভারে MySQL সমর্থন সক্ষম করুন.
el_gr: Ενεργοποιήστε την υποστήριξη MySQL στο διακομιστή σας
es_mx: Habilitar el soporte de MySQL en su servidor
mk_mk: овозможи MySQL подршка на серверот.
sl_si: Omogočite MySQL podporo na vašem strežniku.

source: Set write permissions for the "config" folder.
az_az: "config" qovluğu üçün yazma icazələrini qoş.
bn_bd: "config"ফোল্ডার এর জন্য অনুলিপি করনের অনুমতি দিন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "config"
es_mx: Establecer permisos de escritura para la carpeta de configuración
mk_mk: Постави пермисии за запишување за "конфигурација" фолдерот.
ms_my: Set write permissions for config folder
sl_si: Določite dovoljenja za pisanje v "config" mapo.

source: Set write permissions for the "cache" folder.
az_az: "cache" qovluğu üçün yazma icazələrini qoş.
bn_bd: "cache" ফোল্ডার এর জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "cache"
es_mx: Establecer permisos de escritura para la carpeta de caché
mk_mk: Постави пермисии за запишување за "кеш" фолдерот.
ms_my: Set write permissions for cache folder
sl_si: Določite dovoljenja za pisanje v "cache" mapo.

source: Set write permissions for the "sitemap.xml" file.
az_az: "sitemap.xml" faylı üçün yazma icazələrini qoş.
bn_bd: "sitemap.xml"ফাইলের জন্য এর জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για το αρχείο "sitemap.xml".
es_mx: Establecer permisos de escritura para el archivo sitemap.xml
mk_mk: Постави пермисии за запишување за "sitemap.xml" досието.
ms_my: Set write permissions for sitemap.xml file
sl_si: Določite dovoljenja za pisanje v datoteko "sitemap.xml".

source: Set write permissions for the "img" folder and subfolders.
az_az: "img" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "img"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "img" και τους υποφακέλους.
es_mx: Establecer permisos de escritura para la carpeta "img" y subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "img" фолдер и подфолдери.
ms_my: Set write permissions for img folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje v mapo "img" in vse mape pod njo.

source: Set write permissions for the "log" folder and subfolders.
az_az: "log" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "log"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "log" και τους υποφακέλους.
es_mx: Establecer permisos de escritura recursivamente sobre el directorio y los subdirectorios de "log"
mk_mk: Постави пермисии за запишување за "log" фолдер и под фолдери.
sl_si: Nastavite dovoljenje za pisanje za "log" mapo in podmape.

source: Set write permissions for the "mails" folder and subfolders.
az_az: "mails" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "mails"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "mails" και υποφακέλους, αναδρομικά
es_mx: Establecer permisos de escritura para la carpeta "correos" y subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "емаил" фолдер и под фолдери.
ms_my: Set write permissions for mails folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje za mapo "mails" in vse mape pod njo.

source: Set write permissions for the "modules" folder and subfolders.
az_az: "modules" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "modules"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "modules" και υποφακέλους, αναδρομικά
es_mx: Establecer permisos de escritura para la carpeta "módulos" y subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "модули" фолдер и под фолдери.
ms_my: Set write permissions for modules folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje v mapo "modules" in vse mape pod njo.

source: Set write permissions for the "themes/%s/cache/" folder and subfolders, recursively.
az_az: "themes/%s/cache/" qovluğu və alt-qovluqları üçün təkrarlanaraq yazma icazələrini qoş.
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "themes/%s/cache/" και τους υποφακέλους, σε όλο το βάθος.
es_mx: Establece permisos de escritura recursivos para las carpetas y subcarpetas "themes/%s/cache/".
mk_mk: Поставете дозвола за пишување на папката и под-папката "themes/%s/cache/".
sl_si: Nastavite pravice zapisovanja za "themes%s/cache/" mapo in podmape.

source: Set write permissions for the "themes/%s/lang/" folder and subfolders, recursively.
az_az: "themes/%s/lang/" qovluğu və alt-qovluqları üçün təkrarlanaraq yazma icazələrini qoş.
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "themes/%s/lang/" και τους υποφακέλους, σε όλο το βάθος.
es_mx: Establece permisos de escritura recursivos para las carpetas y subcarpetas "themes/%s/lang/".
mk_mk: Поставете дозвола за пишување на папката и под-папката "themes/%s/lang/".
sl_si: Nastavite pravice zapisovanja za "themes%s/lang/" mapo in podmape.

source: Set write permissions for the "themes/%s/pdf/lang/" folder and subfolders, recursively.
az_az: "themes/%s/pdf/lang/" qovluğu və alt-qovluqları üçün təkrarlanaraq yazma icazələrini qoş.
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "themes/%s/pdf/lang/" και τους υποφακέλους, σε όλο το βάθος.
es_mx: Establece permisos de escritura recursivos para las carpetas y subcarpetas "themes/%s/pdf/lang/".
mk_mk: Поставете дозвола за пишување на папката и под-папката "themes/%s/pdf/lang/".
sl_si: Nastavite pravice zapisovanja za "themes%s/pdf/lang/" mapo in podmape.

source: Set write permissions for the "app/config/" folder and subfolders, recursively.
az_az: "app/config/" qovluğu və alt-qovluqları üçün təkrarlanaraq yazma icazələrini qoş.
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "app/config/" και τους υποφακέλους, σε όλο το βάθος.
es_mx: Establece permisos de escritura recursivos a la carpeta "app/config/".
mk_mk: Поставете дозвола за пишување на папката и под-папката "app/config".
sl_si: Nastavite pravice zapisovanja za "app/config/" mapo in podmape.

source: Set write permissions for the "app/Resources/translations/" folder and subfolders, recursively.
az_az: "app/Resources/translations/" qovluğu və alt-qovluqları üçün təkrarlanaraq yazma icazələrini qoş.
el_gr: Ορίστε δικαιώματα εγγραφής για το φάκελο "app/Resources/translations/" και τους υποφακέλους, σε όλο το βάθος.
es_mx: Establece permisos de escritura recursivos a la carpeta "app/Resources/translations/".
mk_mk: Поставете дозвола за пишување на папката и под-папката "app/Resources/translations/".
sl_si: Nastavite pravice zapisovanja za "app/Resources/translations/" mapo in podmape.

source: Set write permissions for the "translations" folder and subfolders.
az_az: "translations" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "translations"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "translations" και υποφακέλους, αναδρομικά
es_mx: Establecer permisos de escritura para la carpeta "traducciones" y subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "преводи" фолдер и под фолдери.
ms_my: Set write permissions for translations folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje v mapo "translations" in vse mape pod njo.

source: Set write permissions for the "upload" folder and subfolders.
az_az: "upload" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "upload"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "upload" και υποφακέλους, αναδρομικά
es_mx: Establecer permisos de escritura para la carpeta "upload" y sus subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "upload" фолдер и под фолдери.
ms_my: Set write permissions for upload folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje v mapo "upload" in vse mape pod njo.

source: Set write permissions for the "download" folder and subfolders.
az_az: "download" qovluğu və alt-qovluqları üçün yazma icazələrini qoş.
bn_bd: "download"ফোল্ডার এবং সাব ফোল্ডার এর জন্য জন্য লিখন অনুমতি সেট করুন
el_gr: Ορίστε δικαιώματα εγγραφής για φάκελο "download" και υποφακέλους, αναδρομικά
es_mx: Establecer permisos de escritura para la carpeta "download" y subcarpetas, de forma recursiva
mk_mk: Постави пермисии за запишување за "симнување" фолдер и под фолдери.
ms_my: Set write permissions for download folder and subfolders/recursively
sl_si: Določite dovoljenja za pisanje v mapo "download" in vse mape pod njo.

source: Allow the PHP fopen() function on your server.
el_gr: Επιτρέψτε τη λειτουργία συνάρτησης PHP fopen () στο διακομιστή σας.
es_mx: Permitir la función de PHP fopen() en tu servidor.
mk_mk: Дозволи отворена PHP () функција на серверот.
sl_si: Omogočite "fopen" na vašem strežniku.

source: Enable GZIP compression on your server.
bn_bd: আপনার সার্ভারে Gzip কম্প্রেশন সক্রিয় করুন.
el_gr: Ενεργοποιήστε τη συμπίεση GZIP στο διακομιστή σας
es_mx: Habilitar la compresión GZIP en su servidor
mk_mk: овозможи GZIP комперсија на серверот.
sl_si: Omogočite GZIP kompresijo na vašem strežniku.

source: Some PrestaShop files are missing from your server.
az_az: Serverinizdə bir neçə PrestaShop faylları çatışmır.
el_gr: Κάποια αρχεία PrestaShop λείπουν από τον διακομιστή σας.
es_mx: Faltan archivos de PrestaShop en su servidor.
mk_mk: Некои PrestaShop датотеки недостасуваат од вашиот сервер.
sl_si: Nekatere PrestaShop datoteke manjkajo na vašem strežniku.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
az_az: Siz PHP %s versiyasını işlədirsiniz. Tezliklə, PrestaShop-un dəstəklədiyi ən son PHP versiyası PHP 5.6 olacaq. Gələcək versiyaya hazır olduğunuza əminlik üçün indidən PHP 5.6 versiyasına yüksəltməyinizi önəririk!
el_gr: Χρησιμοποιείτε την έκδοση PHP %s. Σύντομα, η τελευταία έκδοση που θα υποστηρίζεται από το PrestaShop θα είναι η 5.6. Για να είστε έτοιμοι για το μέλλον, σας συνιστούμε να αναβαθμίσετε στην έκδοση PHP 5.6 τώρα!
es_mx: Estás utilizando la versión %s de PHP. Pronto la última versión de PHP soportada por PrestaShop será la 5.6. ¡Para garantizar que estás preparado para el futuro te recomendamos actualizar a PHP 5.6 ahora!
mk_mk: Ја користите %s верзијата на PHP. Наскоро, најновата верзија на PHP поддржана од страна на PrestaShop ќе биде PHP 5.6. За да бидете спремни за иднината, Ви препорачуваме да ја преземете PHP 5.6 верзијата сега!
sl_si: Uporabljate PHP verzijo %s. Kmalu bo zadnja PHP verzija podprta od PrestaShop PHP 5.6. Da boste priprvaljeni za prihodnost, vam priporočamo, da sedaj posodobite na PHP 5.6 verzijo!

source: Enable the Apache mod_rewrite module
el_gr: Ενεργοποίηση της μονάδας mod_rewrite του Apache
es_mx: Habilita el módulo de Apache mod_rewrite
mk_mk: Овозможете го модулот за mod_rewrite Apache
sl_si: Omogoči Apache mod_rewrite modul

source: The "%tablename%" table does not exist.
az_az: "%tablename%" masası yoxdur.
el_gr: Δεν υπάρχει πίνακας "%tablename%".
es_mx: La tabla "%tablename%" no existe.
mk_mk: Табелата "%tablename%" не постои.
sl_si: "%tablename%" tabela ne obstaja.

source: The "%attribute%" attribute does not exist in the "%table%" table.
az_az: "%table%" cədvəlində "%attribute%" atributu yoxdur.
el_gr: Δεν υπάρχει χαρακτηριστικό "%attribute%" στον πίνακα "%table%".
es_mx: El atributo "%attribute%" no existe en la tabla "%table%".
mk_mk: Aтрибутот “%attribute%“ не постои во “%table%“ табелата.
sl_si: "%attribute%" atribut ne obstaja v "%table%" tabeli.

source: Undefined "%s" error
az_az: Bilinməyən "%s" səvh
el_gr: Αόριστο "%s" σφάλμα
es_mx: Error indefinido "%s"
mk_mk: Недефинирана грешка "%s"
sl_si: Neznana "%s" napaka
