Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsInfo.*.xlf
Languages: bg_bg, bs_ba, et_ee, it_it, lv_lv, sl_si, sr_cs, sv_se, uk_ua

source: This field will be modified for this shop:
bg_bg: Полето ще бъде променено за този магазин:
bs_ba: Ovo polje će se mijenjati za ove trgovine:
et_ee: Seda välja muudetakse ainult antud poel:
it_it: Questo campo verrà modificato per questo negozio:
lv_lv: Šis lauks tiks mainīts šajam veikalam:
sl_si: To polje bo posodobljeno za to trgovino:
sv_se: Det här fältet ändras för den här butiken:
uk_ua: Це поле буде змінене у цьому магазині:

source: This field will be modified for all shops in this shop group:
bg_bg: Това поле ще бъде променено за всички магазини от тази група:
bs_ba: Ovo polje će se mijenjati za sve trgovine u ovoj skupini trgovina:
et_ee: Seda välja muudetakse kõigil poegrupi poodidel:
it_it: Questo campo sarà modificato per tutti i negozi in questo gruppo di negozi:
lv_lv: Šis lauks tiks mainīts visiem jūsu veikaliem šajā veikalu grupā:
sl_si: To polje bo posodobljeno za vse trgovine v tej skupini:
sv_se: Det här fältet kommer att ändras för alla butiker i den här butiksgruppen:
uk_ua: Це поле буде змінено в усіх ваших магазинах що відносяться до цієї групи магазинів:

source: This field will be modified for all your shops.
bg_bg: Това поле ще бъде променено във всички Ваши магазини.
bs_ba: Ovo polje će se mijenjati za sve vaše trgovine.
it_it: Questo campo verrà modificato per tutti i tuoi negozi.
lv_lv: Šis lauks tiks mainīts visiem jūsu veikaliem.
sl_si: To polje bo posodobljeno za vse trgovine.
sv_se: Det här fältet kommer att ändras för alla dina butiker.
uk_ua: Це поле буде змінено в усіх ваших магазинах.

source: Delete selected item?
bg_bg: Изтрий избраният артикул?
bs_ba: Brisanje označene stavke?
et_ee: Kustutan valitud ühiku?
it_it: Elimina gli elementi selezionati?
lv_lv: Dzēst izvēlēto ierakstu?
sl_si: Odstranim izbrane elemente?
sr_cs: Izbrisati izabrane stavke?
sv_se: Ta bort valt objekt?
uk_ua: Видалити вибраний елемент?

source: Delete selected
bs_ba: Obriši odabrano
et_ee: Kustuta valitud
it_it: Elimina selezione
lv_lv: Dzēst izvēlētos
sl_si: Odstrani izbrano
sr_cs: Obriši izabrano
sv_se: Ta bort markerade
uk_ua: Видалити вибране

source: Forbidden characters:
bg_bg: Забранени символи:
bs_ba: Zabranjeni znakovi:
et_ee: Keelatud tähemärgid:
it_it: Caratteri proibiti:
lv_lv: Aizliegtie simboli:
sl_si: Prepovedani znaki:
sv_se: Förbjudna tecken:
uk_ua: Заборонені символи:

source: Delete selected items?
bg_bg: Изтриване на избраните артикули?
bs_ba: Briši odabrane stavke?
et_ee: Kustutada valitud ühikud?
it_it: Eliminare gli elementi selezionati?
lv_lv: Tiešām dzēst izvēlētos?
sl_si: Odstrani izbrane elemente?
sr_cs: Briši odabrane stavke?
sv_se: Ta bort markerade objekt?
uk_ua: Видалити обрані позиції?

source: Empty recordset returned.
bg_bg: Върнат празен запис.
bs_ba: Vraćen je prazan set zapisa.
et_ee: Väljastati tühi tulemus.
it_it: Restituito recordset vuoto.
lv_lv: Atgriezti tukši ieraksti.
sl_si: Vrnjen prazen zapis.
sr_cs: Broj praznih vraćenih zapisa.
sv_se: Inga poster hittades.
uk_ua: Повернено порожні записи.

source: Empty recordset returned
bg_bg: Върнат празен запис
bs_ba: Vraćen je prazan set zapisa
et_ee: Ühtegi ei leitud
it_it: Restituito recordset vuoto
lv_lv: Atgriezti tukši ieraksti
sl_si: Vrnjen prazen zapis
sr_cs: Broj praznih vraćenih zapisa
sv_se: Inga poster hittades
uk_ua: Повернулось порожніх записів

source: This secret value will only be displayed once. Don't forget to make a copy in a secure location.
it_it: Questo valore segreto verrà visualizzato solo una volta. Non dimenticare di farne una copia in un posto sicuro.

source: Note that this page is available in all shops context only, this is why your context has just switched.
bs_ba: Obratite pažnju da je ova stranica dostupna samo za sve kontekste trgovina, zato se kontekst upravo promijenio.
et_ee: Pange tähele, et see leht on saadaval ainult kõigi poodide kontekstis, seetõttu on teie kontekst just vahetunud.
it_it: Nota che questa pagina è disponibile solo nel contesto di tutti i negozi, ecco perché il tuo contesto è appena cambiato.
sr_cs: Obratite pažnju da je ova funkcija dostupna samo u režimu sve prodavnice (lanac prodavnica). Zato se režim upravo promenio.
sv_se: Notera att denna sidan bara är tillgänglig i "Alla shopar", det är därför kontexten har ändrats.
uk_ua: Зверніть увагу, що ця сторінка доступна лише в контексті всіх магазинів, тому ваш контекст щойно змінився.

source: Note that this feature is only available in the "all stores" context. It will be added to all your stores.
bg_bg: Забележете, че тази функция е налична само в контекста "всички магазини". Тя ще бъде добавена във всички ваши магазини.
it_it: Tieni presente che questa funzione è disponibile solo nel contesto "tutti i negozi". Verrà aggiunta a tutti i tuoi negozi.
uk_ua: Зверніть увагу, що ця функція доступна лише в контексті "всі магазини". Вона буде додана до всіх ваших магазинів.

source: This product is not associated with the store selected in the multistore header, please select another one.
bg_bg: Продуктът не е свързан с магазина, моля, изберете друг магазин.
bs_ba: Ovaj proizvod nije povezan s trgovinom odabranom u zaglavlju multi-trgovine, odaberite drugu.
it_it: Questo prodotto non è associato con il negozio selezionato nell'intestazione del multistore, selezionane un altro.
sr_cs: Ovaj proizvod nije povezan sa odabranom prodavnicom u zaglavnju svih prodavnica, molimo odaberite drugi proizvod.
uk_ua: Цей товар не пов'язаний з магазином, вибраним у заголовку мультимагазину, будь ласка, виберіть інший.

source: This page is only compatible in a single-store context. Please select a store in the multistore header.
bg_bg: Тази страница е съвместима само в контекста на един магазин. Моля, изберете магазин от хедъра.
it_it: Questa pagina è compatibile solo nel contesto di negozio singolo. Per accedere alla pagina, seleziona un negozio nel multistore header.
sr_cs: Ova stranica je kompatibilna samo u kontekstu pojedinačne prodavnice. Molimo odaberite prodavnicu u zaglavlju za lanac prodavnica.
uk_ua: Ця сторінка сумісна лише з одним магазином. Будь ласка, виберіть магазин у заголовку мультимагазину.

source: Invalid characters: %s
bg_bg: Невалидни знаци: %s
bs_ba: Nevažeći znakovi: %s
it_it: Caratteri non validi: %s
sr_cs: Nevažeći karakteri: %s
uk_ua: Недопустимі символи: %s

source: The key must be %length% characters long.
bg_bg: Дължината на ключа трябва да бъде %length% знака.
it_it: La lunghezza della chiave deve essere di %length% caratteri.
sr_cs: Lozinaka mora imati dužinu od %length% karaktera.
uk_ua: Ключ повинен мати довжину %length% символів.

source: Invalid characters:
bg_bg: Недопустими символи:
bs_ba: Neispravni znakovi:
et_ee: Sobimatud tähemärgid:
it_it: Caratteri non validi:
lv_lv: Nederīgi simboli:
sl_si: Napaƒçni znaki:
sv_se: Ogiltiga tecken:
uk_ua: Недопустимі символи:

source: Password should be at least %length% characters long.
bg_bg: Паролата трябва да бъде с дължина най-малко %length% знака.
bs_ba: Lozinka mora biti najmanje %length% znakova.
et_ee: Salasõna peab olema vähemalt %length% tähemärki pikk.
it_it: La password deve essere lunga almeno %length% caratteri.
lv_lv: Parolē jābūt vismaz %length% zīmēm.
sl_si: Geslo mora biti dolgo vsaj %length% znakov.
sv_se: Lösenordet bör vara minst %length% tecken långt.
uk_ua: Пароль має містити щонайменше %length% символів.

source: Note that this page is available in a single shop context only. Switch context to work on it.
bs_ba: Obratite pažnju da je ova stranica dostupna samo u kontekstu jedne trgovine. Promijenite kontekst ako želite raditi na njoj.
et_ee: Pange tähele, et see leht on saadaval ainult ühe poe kontekstis. Vahetage konteksti selle lubamiseks.
it_it: Tieni presente che questa pagina è disponibile solamente nel contesto di un negozio. Cambia contesto per lavorarci.
sr_cs: Obratite pažnju da je ova stranica dostupna samo u režimu samostalne prodavnice. Promentie režim ako želite da radite na ovoj stranici.
sv_se: Notera att sidan bara att tillgänglig per shop. Ändra kontext för att jobba med den.
uk_ua: Зверніть увагу, що ця сторінка доступна лише в контексті одного магазину. Переключіть контекст для роботи над нею.
