Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminActions.*.xlf
Languages: az_az, bg_bg, cs_cz, km_kh

source: View
az_az: Bax
bg_bg: Преглед
cs_cz: Zobrazit

source: Uninstall
az_az: Ləğv et
bg_bg: Деинсталиране
cs_cz: Odinstalovat

source: Validate
az_az: Təsdiq ET
bg_bg: Потвърди
cs_cz: Potvrdit

source: Search
az_az: Axtar
bg_bg: Търсене
cs_cz: Vyhledávání

source: Generate
az_az: Yarat
bg_bg: Генерирай
cs_cz: Generovat

source: Choose
az_az: Seçin
bg_bg: Избери
cs_cz: Výběr

source: -- Choose --
az_az: Seçin
bg_bg: -- Изберете --
cs_cz: – Vyberte –

source: Remove
az_az: Sil
bg_bg: Премахване
cs_cz: Odstranit

source: Import
az_az: Daxil et
bg_bg: Импортиране
cs_cz: Importovat

source: Back to
cs_cz: Zpět na

source: Translate
bg_bg: Превод
cs_cz: Přeložit

source: Print out
az_az: Çap et
bg_bg: Отпечатване
cs_cz: Vytisknout

source: Select all
bg_bg: Избиране на всички
cs_cz: Vybrat vše

source: Unselect all
bg_bg: Премахване на избора от всички
cs_cz: Odznačit vše

source: Display
az_az: Göstər
bg_bg: Показване
cs_cz: Zobrazit
km_kh: បង្ហាញ

source: Reset
az_az: Yenidən qur
bg_bg: Нулиране
cs_cz: Obnovit původní

source: Save and stay
az_az: Yadda saxla və qal
bg_bg: Запази и остани
cs_cz: Uložit a zůstat

source: and stay
bg_bg: и остани
cs_cz: a zůstat

source: Apply
bg_bg: Приложи
cs_cz: Použít

source: See more
az_az: Ardına bax
bg_bg: Вижте повече
cs_cz: Více

source: Hide warning
az_az: Xəbərdarlığı gizlə
bg_bg: Скриване на предупреждението
cs_cz: Skrýt varování

source: Add current page to Quick Access
az_az: İndiki səhifəni Tez Keçidə artır
cs_cz: Přidat aktuální stránku do rychlého přístupu

source: Close
az_az: Bağla
bg_bg: Затваряне
cs_cz: Zavřít

source: Choose language:
az_az: Dil seçin:
bg_bg: Избор на език:
cs_cz: Vyberte jazyk:

source: Edit: %s
az_az: Düzəliş et: %s
bg_bg: Редактиране: %s
cs_cz: Upravit: %s

source: Check All
az_az: Hamını Seç
bg_bg: Маркиране на всички
cs_cz: Označit vše

source: Uncheck All
az_az: Seçdiklərini
bg_bg: Отмаркиране на всички
cs_cz: Odznačit všechno

source: Find a category
az_az: Bir bölmə tap
bg_bg: Намери категория
cs_cz: Najít kategorii

source: Collapse all
cs_cz: Sbalit vše

source: Expand all
cs_cz: Rozbalit vše

source: Check all
bg_bg: Маркиране на всички
cs_cz: Označit vše

source: Uncheck all
az_az: Hamısını seçmə
bg_bg: Отмаркиране на всички
cs_cz: Odznačit vše

source: Finish
az_az: Bitir
bg_bg: Приключи
cs_cz: Dokončit

source: Delete selected items?
az_az: Seçilmişlər silinsinmi?
bg_bg: Изтриване на избраните артикули?
cs_cz: Smazat vybrané položky?

source: Add new menu
az_az: Yeni menyu artır
bg_bg: Добавяне на ново меню
cs_cz: Přidat nové menu

source: Show or hide menu.
az_az: Menyunu göstər, ya da gizlət.
bg_bg: Покажи или скрий меню.
cs_cz: Zobrazit nebo skrýt nabídku.

source: Save
az_az: Yadda saxla
bg_bg: Запазване
cs_cz: Uložit

source: Configure
bg_bg: Конфигуриране
cs_cz: Konfigurace

source: Refresh
az_az: Yenilə
bg_bg: Опресняване
cs_cz: Obnovit

source: Continue
az_az: Davam et
bg_bg: Продължаване
cs_cz: Pokračovat

source: Sort
az_az: Sırala
bg_bg: Сортиране
cs_cz: Řadit

source: Sort order
az_az: Sıralanma
bg_bg: Ред на сортиране
cs_cz: Řadit podle

source: Display email address
cs_cz: Zobrazit e-mailovou adresu

source: Export .CSV file
az_az: .CSV faylı ixrac et
bg_bg: Експортиране на .CSV файл
cs_cz: Exportovat CSV soubor

source: Cancel
az_az: Ləğv et
bg_bg: Отказ
cs_cz: Zrušit

source: Edit
az_az: Dəyiş
bg_bg: Редактиране
cs_cz: Upravit

source: Delete
az_az: Sil
bg_bg: Изтриване
cs_cz: Odstranit

source: Choose a file
az_az: Faylı seçin
bg_bg: Изберете файл
cs_cz: Vybrat soubor

source: Add new
az_az: Yenisini əlavə et
bg_bg: Добавяне на нов
cs_cz: Přidat nový

source: Add
az_az: Əlavə ET
bg_bg: Добавяне
cs_cz: Přidat

source: Search file name
az_az: Fayl adı axtar
cs_cz: Vyhledat název souboru

source: Search file size
az_az: Fayl ölçüsü axtar
cs_cz: Vyhledat velikost souboru

source: Search color
cs_cz: Vyhledat barvu

source: Delete selected
az_az: Seçilmişləri sil
cs_cz: Odstranit vybrané

source: Search position
bg_bg: Търсене по позиция
cs_cz: Vyhledat pozici

source: Search ISO code
az_az: ISO kodu axtar
cs_cz: Vyhledat ISO kód

source: Search call prefix
bg_bg: Търсене на код
cs_cz: Vyhledat telefonní předvolbu

source: Search zones
bg_bg: Търсене на зони
cs_cz: Vyhledat zónu

source: Search order ID
cs_cz: Vyhledat ID objednávky

source: Enable selection
az_az: Seçilənləri qoş
cs_cz: Povolit výběr

source: Disable selection
az_az: Seçilənləri söndür
cs_cz: Zakázat výběr

source: Search email
cs_cz: Vyhledat e-mail

source: Search language
bg_bg: Търсене на език
cs_cz: Hledat jazyk

source: Search employee
bg_bg: Търсене на служител
cs_cz: Hledat zaměstnance

source: Search value
cs_cz: Vyhledat hodnotu

source: Search code
cs_cz: Vyhledat kód

source: Search date format
bg_bg: Търсене по формат на датата
cs_cz: Vyhledat formát datumu

source: Search first name
cs_cz: Vyhledat jméno

source: Search last name
az_az: Soyadı axtar
bg_bg: Фамилия за търсене
cs_cz: Vyhledat příjmení

source: Search post code
az_az: Poçt indeksi axtar
bg_bg: Пощенски код за търсене
cs_cz: Vyhledat PSČ

source: Search city
bg_bg: Град за търсене
cs_cz: Vyhledat město

source: Search reference
cs_cz: Vyhledat kód

source: Search company
bg_bg: Търсене по компания
cs_cz: Vyhledat firmu

source: Search total
cs_cz: Vyhledat celkem

source: Search payment
cs_cz: Hledat platbu

source: Search ID
bg_bg: ID за търсене
cs_cz: Vyhledat ID

source: Search name
az_az: Axtarış adı
bg_bg: Търсене по име
cs_cz: Vyhledat název

source: Search message
cs_cz: Hledat zprávu

source: Search template
cs_cz: Vyhledat šablonu

source: Delete from store
bg_bg: Изтриване
cs_cz: Odstranit z obchodu

source: Duplicate product
bg_bg: Дублиране на продукт
cs_cz: Duplikovat produkt

source: Delete from group
bg_bg: Изтриване от групата
cs_cz: Odstranit ze skupiny

source: Enable for group
bg_bg: Разрешаване за група
cs_cz: Povolit pro skupinu

source: Disable for group
bg_bg: Деактивиране за група
cs_cz: Zakázat pro skupinu

source: Duplicate group
bg_bg: Дублиране на група
cs_cz: Duplikovat skupinu

source: Enable on all stores
bg_bg: Активиране във всички магазини
cs_cz: Povolit ve všech obchodech

source: Disable on all stores
bg_bg: Деактивиране във всички магазини
cs_cz: Zakázat ve všech obchodech

source: Duplicate all stores
bg_bg: Дублиране на всички магазини
cs_cz: Duplikovat všechny obchody

source: Activate selection for current store
bg_bg: Активиране за текущия магазин
cs_cz: Aktivovat výběr pro aktuální obchod

source: Deactivate selection for current store
bg_bg: Деактивиране за текущия магазин
cs_cz: Deaktivovat výběr pro aktuální obchod

source: Duplicate selection for current store
bg_bg: Дублиране
cs_cz: Duplikovat výběr pro aktuální obchod

source: Delete selection for current store
bg_bg: Изтриване за текущия магазин
cs_cz: Smazat výběr pro aktuální obchod

source: Activate selection
az_az: Seçilənləri aktivləşdir
bg_bg: Активиране на избраното
cs_cz: Aktivovat vybrané
km_kh: ធ្វើសកម្មភាពជ្រើសរើស

source: Deactivate selection
az_az: Seçimi deaktiv et
bg_bg: Деактивиране на избраното
cs_cz: Deaktivovat vybrané
km_kh: ធ្វើឱ្យការជ្រើសរើសអសកម្ម

source: Duplicate selection
az_az: Seçimi çoxalt
bg_bg: Дублиране на избраното
cs_cz: Deaktivovat vybrané
km_kh: ចម្លងការជ្រើសរើស

source: Activate selection for group
bg_bg: Активиране за група
cs_cz: Aktivovat výběr pro skupinu

source: Deactivate selection for group
bg_bg: Деактивиране за група
cs_cz: Deaktivovat výběr pro skupinu

source: Duplicate selection for group
bg_bg: Дублиране
cs_cz: Duplikovat výběr pro skupinu

source: Delete selection for group
bg_bg: Изтриване на избора за група
cs_cz: Smazat výběr pro skupinu

source: Activate selection for associated stores
bg_bg: Активиране за асоциираните магазини
cs_cz: Aktivovat výběr pro přiřazené obchody

source: Deactivate selection for associated stores
bg_bg: Деактивиране за асоциираните магазини
cs_cz: Deaktivovat výběr pro přiřazené obchody

source: Duplicate selection for associated stores
bg_bg: Дублиране за асоциираните магазини
cs_cz: Duplikovat výběr pro přiřazené obchody

source: Delete selection for associated stores
bg_bg: Изтриване на избора за асоциираните магазини
cs_cz: Smazat výběr ze všech přiřazených obchodů

source: Activating %total% products
bg_bg: Активиране на %total% продукта
cs_cz: Aktivuji %total% produktů

source: Activating %done% / %total% products
bg_bg: Активиране на %done% / %total% продукта
cs_cz: Aktivováno %done% / %total% produktů

source: Deactivating %total% products
bg_bg: Деактивиране на %total% продукта
cs_cz: Deaktivuji %total% produktů

source: Deactivating %done% / %total% products
bg_bg: Деактивиране на %done% / %total% продукта
cs_cz: Deaktivace %done% / %total% produktů

source: Duplicating %total% products
bg_bg: Дублиране на %total% продукта
cs_cz: Duplikuji %total% produktů

source: Duplicating %done% / %total% products
bg_bg: Дублиране на %done% / %total% продукта
cs_cz: Duplikováno %done% / %total% produktů

source: Deleting %total% products
bg_bg: Изтриване на %total% продуктa
cs_cz: Mažu %total% produktů

source: Deleting %done% / %total% products
bg_bg: Изтриване на %done% / %total% продуктa
cs_cz: Smazáno %done% / %total% produktů

source: Stop processing
bg_bg: Прекратяване на обработката
cs_cz: Zastavit zpracovávání

source: %error_count% errors occurred. You can download the logs for future reference.
bg_bg: Възникнаха %error_count% грешки. Можете да изтеглите дневниците за бъдеща справка.
cs_cz: Nastalo %error_count% chyb. Můžete si stáhnout protokol, pokud chcete znát podrobnosti.

source: Back to processing
bg_bg: Обратно към обработка
cs_cz: Zpět na zpracovávání

source: Download error log
bg_bg: Изтегляне на регистъра на грешките
cs_cz: Stáhnout protokol chyb

source: View %error_count% error logs
bg_bg: Преглед на %error_count% регистрирани грешки
cs_cz: Zobrazit %error_count% chybových záznamů

source: Customer ID
az_az: müştəri_ID
bg_bg: ИД на клиент
cs_cz: Číslo [ID] zákazníka

source: Employee ID
bg_bg: ИН на служителя
cs_cz: ID zaměstnance

source: Search address
cs_cz: Vyhledat adresu

source: Search country
bg_bg: Търсене на държава
cs_cz: Vyhledat zemi

source: Search description
az_az: Açıqlama axtarışı
bg_bg: Търсене по описание
cs_cz: Vyhledat popis

source: Search key
bg_bg: Ключ за търсебне
cs_cz: Vyhledat klíč

source: Export to SQL manager
cs_cz: Exportovat do správce SQL

source: Search zone
cs_cz: Vyhledat zónu

source: Show SQL query
bg_bg: Показване на SQL заявката
cs_cz: Zobrazit dotaz SQL

source: Install
az_az: Quraşdır
bg_bg: Инсталирай
cs_cz: Nainstalovat

source: Add new product
az_az: Yeni məhsul artır
bg_bg: Добавяне на нов продукт
cs_cz: Přidat nové zboží

source: Order by
az_az: Trier par
bg_bg: Сортиране в/във
cs_cz: Řadit podle

source: View customer details
bg_bg: Виж подробности за клиента
cs_cz: Zobrazit detail zákazníka

source: View order details
bg_bg: Виж подробности за поръчката
cs_cz: Zobrazit detail objednávky

source: Add tag
bg_bg: Добавяне на етикет
cs_cz: Přidat štítek (tag)

source: Delete from all stores
bg_bg: Изтриване от всички магазини
cs_cz: Odstranit ze všech obchodů

source: Duplicate
az_az: Nüsxəsini çıxar
bg_bg: Дублиране
cs_cz: Duplikovat

source: Preview
az_az: İlkin baxış
bg_bg: Предварителен преглед
cs_cz: Náhled

source: Duplicate for current store
bg_bg: Дублиране
cs_cz: Duplikovat pro současný obchod

source: Delete selection
az_az: Seçimi sil
bg_bg: Изтриване на избраното
cs_cz: Smazat výběr

source: Replace selection
cs_cz: Nahradit vybrané

source: Save image settings
az_az: Şəkil quraşdırmalarını yadda saxla
bg_bg: Запазване настройките на изображението
cs_cz: Uložit nastavení obrázku
km_kh: រក្សាទុកការកំណត់រូបភាព

source: Close window
az_az: Pəncərəni bağla
bg_bg: Затваряне на прозореца
cs_cz: Zavřít okno

source: Close (esc)
cs_cz: Zavřít (Esc)

source: Toggle Fullscreen
cs_cz: Přepnout na celou obrazovku

source: Zoom in/out
cs_cz: Přiblížit/Oddálit

source: Previous (arrow left)
cs_cz: Předchozí (šipka doleva)

source: Next (arrow right)
az_az: Sonrakı (sağa ox)
cs_cz: Další (šipka doprava)

source: Download image
az_az: Şəkil endir
cs_cz: Stáhnout obrázek

source: Zoom on selection
cs_cz: Přiblížit výběr

source: [1]Manage default settings[/1]
bg_bg: [1]Управление на настройките по подразбиране[/1]
cs_cz: [1]Spravovat výchozí nastavení[/1]

source: All carriers
bg_bg: Всички куриери
cs_cz: Všichni dopravci

source: Only selected carriers
bg_bg: Само избраните куриери
cs_cz: Pouze vybraní dopravci

source: Change password...
az_az: Keçidsözünü dəyiş...
bg_bg: Промяна на парола...
cs_cz: Změnit heslo...

source: Search customer
cs_cz: Vyhledat zákazníka

source: Rearrange
bg_bg: Пренареждане
cs_cz: Přeuspořádat

source: Done
az_az: Bitdi
bg_bg: Готово
cs_cz: Hotovo

source: Confirm
az_az: Təsdiqlə
bg_bg: Потвърждение
cs_cz: Potvrdit

source: Export to SQL Manager
bg_bg: Експортиране към SQL мениджър
cs_cz: Exportovat do správce SQL

source: Go
bg_bg: Търсене
cs_cz: Spustit

source: Download
az_az: Yüklə
cs_cz: Ke stažení
km_kh: ទាញយក

source: Use
bg_bg: Използване
cs_cz: Použít

source: Enable
az_az: Aktivləşdir
bg_bg: Активирай
cs_cz: Povolit

source: Load
bg_bg: Зареди
cs_cz: Nahrát

source: All
az_az: Hamı
bg_bg: Всички
cs_cz: Všechny

source: Disable
az_az: Söndür
bg_bg: Деактивиране
cs_cz: Zakázat

source: Enable debug mode
cs_cz: Povolit režim ladění

source: Back to previous page
cs_cz: Zpět na předchozí stránku

source: Learn more about debug mode
cs_cz: Více informací o režimu ladění

source: Save and preview
az_az: Yadda saxla və ilkin baxış
bg_bg: Запази и прегледай
cs_cz: Uložit a zobrazit náhled

source: Regenerate thumbnails
az_az: İlkin görüntüləri yenidən yarat
bg_bg: Регенериране на миниатюрите
cs_cz: Regenerovat miniatury

source: Generate emails
bg_bg: Генериране не имейли
cs_cz: Generovat e-maily

source: Back to configuration
bg_bg: Назад към конфигурацията
cs_cz: Zpět na konfiguraci

source: Translate emails
az_az: Emailləri tərcümə et
cs_cz: Přeložit e-maily

source: Choose layouts
bg_bg: Избор на оформление
cs_cz: Zvolte rozložení

source: Show
az_az: Göstər
bg_bg: Покажи
cs_cz: Ukázat

source: Edit: %value%
az_az: Düzəliş et: %value%
bg_bg: Редактиране: %value%
cs_cz: Upravit: %value%

source: Restore
cs_cz: Obnova

source: Copy
bg_bg: Копиране
cs_cz: Kopírovat

source: Export
bg_bg: Експортиране
cs_cz: Exportovat

source: Modify
bg_bg: Промяна
cs_cz: Upravit

source: Try again
bg_bg: Опитайте пак
cs_cz: Zkusit znovu
km_kh: ព្យាយាមម្ដងទៀត

source: Go to maintenance page
cs_cz: Přejít na stránku údržby

source: Upgrade
cs_cz: Upgradovat

source: Configure URL
cs_cz: Konfigurace URL

source: Learn more
az_az: Daha çox öyrənin
bg_bg: Научете повече
cs_cz: Zjistit více

source: Back to list
az_az: Siyahıya qayıt
bg_bg: Назад към списъка
cs_cz: Zpět na výpis

source: Close and refresh
bg_bg: Затваряне и обновяване
cs_cz: Zavřít a obnovit

source: Filter by:
cs_cz: Filtrovat podle:

source: Clear filter|Clear {filtersNb} filters
bg_bg: Изчистване на филтъра|Изчистване на {filtersNb} филтри
cs_cz: Vymazat filtr|Vymazat filtry ({filtersNb})

source: Discard
cs_cz: Zrušit

source: Expand
bg_bg: Разширяване
cs_cz: Rozbalit
km_kh: ពង្រីក

source: Collapse
bg_bg: Свиване
cs_cz: Sbalit
km_kh: ដួលរលំ

source: Filter by categories
az_az: Bölməyə görə süzgəclə
bg_bg: Филтриране по категории
cs_cz: Filtrovat podle kategorií
km_kh: ច្រោះតាមប្រភេទ

source: Unselect
az_az: Seçmə
bg_bg: Премахване на избора
cs_cz: Zrušit výběr
km_kh: ដកការជ្រើសរើស

source: Select results on this page (%combinations_number%)
bg_bg: Изберете от резултатите на тази страница (%combinations_number%)
cs_cz: Vybrat zobrazené výsledky (%combinations_number%)

source: Select all results (%combinations_number%)
bg_bg: Изберете всички резултати (%combinations_number%)
cs_cz: Vybrat všechny výsledky (%combinations_number%)

source: Save and publish
bg_bg: Запис
cs_cz: Uložit a publikovat

source: Send
az_az: Göndər
bg_bg: Изпращане
cs_cz: Odeslat

source: Choose file(s)
az_az: Fayl(lar) seçin
bg_bg: Избор на файл(ове)
cs_cz: Vybrat soubor(y)

source: Change
cs_cz: Změnit

source: Shipping
az_az: Çatdırılma
bg_bg: Доставка
cs_cz: Doručení
km_kh: ដឹកជញ្ជូន

source: Select
az_az: Seç
bg_bg: Избор
cs_cz: Vybrat
km_kh: ជ្រើសរើស

source: Update
az_az: Yenilə
bg_bg: Обновяване
cs_cz: Upravit

source: Create
bg_bg: Създаване
cs_cz: Vytvořit
km_kh: បង្កើត

source: Select another address
cs_cz: Použít další adresy

source: View full details
cs_cz: Zobrazit podrobnosti

source: Edit existing address
cs_cz: Změnit existující adresu

source: View pack content
cs_cz: Zobrazit obsah balení

source: Add my IP
az_az: İP adresini əlavə et
bg_bg: Добави моят IP адрес
cs_cz: Přidej mou IP adresu

source: Browse
cs_cz: Procházet

source: Read more
az_az: Ardını oxu
bg_bg: Прочети още
cs_cz: Číst více

source: Download file
az_az: Faylı endir
bg_bg: Изтегляне на файл
cs_cz: Stáhnout soubor

source: Sort by
az_az: sırala
bg_bg: Сортиране по
cs_cz: Seřadit podle

source: Check / Uncheck all
az_az: Hamısını Seç / Seçmə
bg_bg: Избери/Деизбери всички
cs_cz: Označit / odznačit vše

source: Confirm this action
az_az: Bu əməliyyatı doğrulayın
bg_bg: Потвърждаване на действието
cs_cz: Potvrďte akci
km_kh: បញ្ជាក់សកម្មភាពនេះ

source: List
az_az: Sıralama
bg_bg: Списък
cs_cz: Seznam

source: View details
bg_bg: Подробен преглед
cs_cz: Zobrazit podrobnosti

source: Options
az_az: Seçimlər
bg_bg: Опции
cs_cz: Volby

source: Generator
bg_bg: Генератор
cs_cz: Generátor
