Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersFeature.*.xlf
Languages: bn_bd, ca_es, mn_mn, pt_pt, sq_al

source: #%order_id% from %order_date%
ca_es: #%order_id% de %order_date%
pt_pt: #%order_id% de %order_date%

source: %1$d years old (birth date: %2$s)
ca_es: %1$d anys (data de naixement: %2$s)
pt_pt: %1$d anos (nascimento: %2$s)

source: %amount% tax excl.
ca_es: %amount% IVA excl.
pt_pt: %amount% s/IVA.
sq_al: %amount% pa TVSH

source: %firstname% %lastname% did not create any cart yet
ca_es: %firstname% %lastname% encara no ha creat cap cistella

source: %firstname% %lastname% has never contacted you
ca_es: %firstname% %lastname% no ha contactat mai
pt_pt: %firstname% %lastname% nunca o contactou
sq_al: %firstname% %lastname% nuk të kontaktuar asnjëherë

source: %firstname% %lastname% has no discount vouchers
ca_es: %firstname% %lastname% no té cupons de descompte
pt_pt: %firstname% %lastname% não tem nenhum vale de desconto
sq_al: %firstname% %lastname% nuk ka kupona zbritjeje

source: %firstname% %lastname% has not placed any orders yet
ca_es: %firstname% %lastname% no ha fet encara cap comanda
pt_pt: %firstname% %lastname% ainda não efetuou nenhuma encomenda

source: %firstname% %lastname% has not registered any addresses yet
ca_es: %firstname% %lastname% encara no ha enregistrat cap adreça
pt_pt: %firstname% %lastname% ainda não registou nenhum endereço

source: 1 - Creation in progress
bn_bd: ১-তইরি আগাচ্ছে
ca_es: 1 - Creació en curs
pt_pt: 1 - Criação em progresso
sq_al: 1 - Në përpunim

source: 2 - Order validated
bn_bd: ২-অর্ডার যাচাই হয়েছে
ca_es: 2 - Comanda validada
pt_pt: 2 - Encomenda validada
sq_al: 2 - Porosia është vërtetuar

source: 3 - Pending receipt
bn_bd: ৩- রিসিপট অপেক্ষমান
ca_es: 3- Pendent de recepció
pt_pt: 3 - A aguardar receção

source: 30 days
ca_es: 30 dies
pt_pt: 30 dias
sq_al: 30 ditë

source: 4 - Order received in part
bn_bd: ৪-অর্ডার আংশিক রিসিভ হয়েছে
ca_es: 4 - Comanda rebuda parcialment
pt_pt: 4 - Encomenda recebida em parte

source: 5 - Order received completely
bn_bd: ৫- অর্ডার সম্পূর্ণ রিসিভ হয়েছে
ca_es: 5 - Comanda rebuda completament
pt_pt: 5 - Encomenda recebida na totalidade

source: 6 - Order canceled
bn_bd: ৬- অর্ডার বাতিল
ca_es: 6 - Comanda cancel·lada
pt_pt: 6 - Encomenda cancelada

source: Abandoned cart
ca_es: Cistella abandonada
pt_pt: Carrinhos abandonados
sq_al: Shporta të braktisura

source: Account creation date:
ca_es: Data de creació del compte

source: Account registered:
ca_es: Compte creat:
pt_pt: Conta registada:

source: Add a discount
ca_es: Afegir un descompte
pt_pt: Adicione um desconto

source: Add a note on this customer. It will only be visible to you.
ca_es: Afegiu una nota a aquest client. Únicament serà visible a vós.
pt_pt: Adicione uma nota sobre este cliente. Esta será visível apenas para si.

source: Add a note on this order. It will only be visible to you.
ca_es: Afegiu una nota a aquesta comanda. Únicament serà visible per a vosaltres.
pt_pt: Adicione uma nota sobre este cliente. Esta será visível apenas para si.

source: Add a private note
bn_bd: একটি ব্যক্তিগত নোট যোগ করুন
ca_es: Afegiu una nota privada
pt_pt: Adicionar uma nota privada

source: Add a product
bn_bd: একটি পণ্য যোগ করুন
ca_es: Afegir un producte
pt_pt: Adicionar um produto

source: Add current year to invoice number
ca_es: Afegir l'any actual a la numeració de les factures
pt_pt: Adicionar ano atual ao número da fatura

source: Add new address
ca_es: Afegir una nova adreça
mn_mn: Шинээр хаяг нэмэх
pt_pt: Adicionar novo endereço
sq_al: Shtoni adresë të re

source: Add new customer
bn_bd: নতুন গ্রাহক যোগ করুন
ca_es: Insereix un nou client
pt_pt: Adicionar novo cliente

source: Add new order
ca_es: Afegir una nova comanda
pt_pt: Adicionar nova Encomenda
sq_al: Shto porosi të re

source: Add new order message
ca_es: Afegir missatge de nova comanda
pt_pt: Adicionar nova mensagem de encomenda

source: Add new voucher
bn_bd: নতুন ভাউচার যোগ করুন
ca_es: Afegir un nou cupó
pt_pt: Adicionar um novo vale de desconto

source: Add note
bn_bd: নোট যোগ করুন
ca_es: Afegir nota
pt_pt: Adicionar nota

source: Add to cart
bn_bd: কার্ট এ যোগ করুন
ca_es: Afegir a la cistella
pt_pt: Adicionar ao carrinho
sq_al: Porosite tani

source: Address alias
bn_bd: ঠিকানা ওরফে
ca_es: Àlies d'adreça
mn_mn: Alias хаяг
pt_pt: Nome do Endereço
sq_al: Aliasi i adresës

source: Administrate your customers
ca_es: Gestionar els vostres clients
pt_pt: Administre os seus clientes
sq_al: Administro klientët e tu

source: After the sequential number
ca_es: Després del nombre seqüencial
pt_pt: Após o número sequêncial

source: Age
bn_bd: বয়স:
ca_es: Edat
pt_pt: Idade
sq_al: Mosha

source: Allowed outstanding amount
ca_es: Quantitat pendent permesa
pt_pt: Saldo máximo negativo permitido

source: Amount spent:
ca_es: Import gastat:

source: Average Age
ca_es: Mitjana d'edat
pt_pt: Idade média
sq_al: Mosha mesatare

source: Awaiting Cash On Delivery validation
bn_bd: Awaiting cod validation
ca_es: En espera de la validació del pagament contra reemborsament
pt_pt: Awaiting cod validation
sq_al: Në pritje të pagesës gjatë dorëzimit

source: Awaiting bank wire payment
bn_bd: ব্যাংক অয়্যার পেমেন্ট এর জন্য অপেক্ষমাণ
ca_es: En espera del pagament per transferència bancària
pt_pt: A aguardar tranferência bancária
sq_al: Në pritje të pagesës me transfertë bankare

source: Awaiting check payment
ca_es: En espera del pagament amb xec
pt_pt: A aguardar pagamento por cheque
sq_al: Në pritje të pagesës me çek.

source: Back office order
ca_es: Comanda del Tauler d'Administració
pt_pt: Encomenda na área de administração

source: Before the sequential number
ca_es: Abans del nombre seqüencial
pt_pt: Antes do número sequêncial

source: Best Customer Rank
ca_es: Escala de millors clients
pt_pt: Posição nos melhores clientes

source: Birthday
ca_es: Aniversari
pt_pt: Data de nascimento
sq_al: Datëlindja

source: Browser:
ca_es: Navegador:
pt_pt: Navegador:

source: By date
bn_bd: তারিখ অনুসারে
ca_es: Per data
pt_pt: Por data

source: By order status
bn_bd: অর্ডার স্ট্যাটাস অনুযায়ী
ca_es: Per estat de la comanda
pt_pt: Por estado de encomenda

source: Cancel products
bn_bd: পণ্য বাতিল
ca_es: Treure articles
pt_pt: Cancelar produtos

source: Canceled
bn_bd: বাতিল
ca_es: Cancel·lat
pt_pt: Cancelado
sq_al: Anuluar

source: Card number
ca_es: Nombre de la tarja
pt_pt: Número do cartão

source: Card type
ca_es: Tipus de tarja
pt_pt: Tipo de cartão

source: Cardholder name
ca_es: Nom del propietari de la tarja
pt_pt: Nome do titular do cartão

source: Cart
bn_bd: ট্রলি
ca_es: Cistella
mn_mn: Сагс
pt_pt: Carrinho
sq_al: Shporta

source: Cart #%ID%
ca_es: Cistella #%ID%
pt_pt: Carrinho #%ID%
sq_al: Shporta #%ID%

source: Cart information
ca_es: Informació de la cistella

source: Cart summary
bn_bd: কার্ট সামারি
ca_es: Resum de la cistella
pt_pt: Resumo do carrinho

source: Change Order Status
ca_es: Canviar l'estat de la comanda
pt_pt: Alterar Estado da Encomenda
sq_al: Ndrysho statusin e porosisë

source: Change currency
ca_es: Canviar moneda
pt_pt: Alterar moeda

source: Choose an order status
ca_es: Trieu un estat de la comanda
pt_pt: Escolha um estado da encomenda

source: Choose your order message
ca_es: Triar el missatge de la vostra comanda
pt_pt: Escolha a sua mensagem da encomenda

source: Click to synchronize mail automatically
bn_bd: স্বয়ংক্রিয়ভাবে মেইল ​​সিনক্রোনাইজ করার জন্য ক্লিক করুন
ca_es: Cliqueu per sincronitzar el correu electrònic de manera automàtica
pt_pt: Clique para sincronizar os emails automaticamente

source: Closed
bn_bd: বন্ধ
ca_es: Tancat
pt_pt: Fechado
sq_al: Mbyllur

source: Comment:
ca_es: Comentari:
pt_pt: Comentário:

source: Configure predefined messages
ca_es: Configurar els missatges predefinits
pt_pt: Configurar mensagens predefinidas

source: Create a new invoice
bn_bd: একটি নতুন চালান তৈরি করুন
ca_es: Crear una nova factura
pt_pt: Criar uma nova fatura
sq_al: Krijo një faturë të re

source: Create an order from this cart
ca_es: Crear una comanda a partir de la cistella

source: Create order
bn_bd: অর্ডার তৈরি করুন
ca_es: Crea una Comanda
pt_pt: Criar encomenda

source: Created:
ca_es: Creat:

source: Credit slip
bn_bd: ক্রেডিট স্লিপ
ca_es: Nota de crèdit
mn_mn: Мөнгө буцаасан баримт
pt_pt: Nota de crédito

source: Credit slip for order #%d
bn_bd: আদেশের জন্য ক্রেডিট স্লিপ #%d
ca_es: Nota de crèdit de la comanda #%d
pt_pt: Nota de crédito para a encomenda nº %d

source: Credit slip options
bn_bd: ক্রেডিট স্লিপ অপশন
ca_es: Opcions de la nota de crèdit
pt_pt: Opções das notas de crédito

source: Credit slip prefix
ca_es: Prefix de les notes de crèdit
pt_pt: Prefixo das Notas de Crédito

source: Current outstanding
ca_es: Quantitat pendent actual
pt_pt: Dívida atual

source: Customer ID:
ca_es: ID de client:
pt_pt: ID do cliente:

source: Customer email
bn_bd: গ্রাহকের মেইল
ca_es: Correu electrònic del client
pt_pt: E-mail do cliente
sq_al: Emaili i konsumatorit

source: Customer explanation
ca_es: Explicació al client
pt_pt: Explicação do cliente

source: Customer information
bn_bd: গ্রাহক তথ্য
ca_es: Informació client
pt_pt: Informação do cliente
sq_al: Informatat e konsumatorit

source: Customer private note
ca_es: Nota privada del client

source: Customer since: %s
ca_es: Client d'ençà de: %s
pt_pt: Cliente desde: %s

source: Customer thread #%id%
ca_es: Discussió del client #%id%

source: Customer type
ca_es: Tipus de client

source: Customers
bn_bd: গ্রাহকরা
ca_es: Clients
pt_pt: Clientes
sq_al: Klientët

source: Date
ca_es: Data

source: Date issued
bn_bd: ইস্যু এর তারিখ
ca_es: Data d'expedició
mn_mn: Гаргасан огноо
pt_pt: Data de emissão
sq_al: Data e lëshimit

source: Default customer group
ca_es: Grup predeterminat de clients
pt_pt: Grupo de clientes por defeito

source: Delay
bn_bd: দেরি করুন
ca_es: Retard
pt_pt: Tempo de entrega esperado
sq_al: Vonesa

source: Delivered
bn_bd: পৌঁছানো হয়েছে
ca_es: Llliurat
pt_pt: Entregue
sq_al: Livruar

source: Delivery number
ca_es: Número de lliurament
pt_pt: Nº das notas de entrega

source: Delivery option
bn_bd: বিলি বিকল্প
ca_es: Opció d'enviament
pt_pt: Opção de entrega

source: Delivery prefix
ca_es: Prefix de lliurament
pt_pt: Prefixo das notas de entrega

source: Delivery slip
bn_bd: ডেলিভারি স্লিপ
ca_es: Albarà
pt_pt: Nota de entrega

source: Delivery slip options
bn_bd: ডেলিভারি স্লিপ অপশন
ca_es: Opcions dels albarans
pt_pt: Opções de nota de entrega

source: Discount name
bn_bd: ডিসকাউন্ট এর নাম
ca_es: Nom del descompte
pt_pt: Nome do desconto

source: Display to customer?
bn_bd: গ্রাহকের কাছে প্রদর্শন?
ca_es: Mostrar al client?
pt_pt: Mostrar ao cliente?

source: Download credit slip
ca_es: Descarregar nota de crèdit
pt_pt: Transferir nota de crédito

source: Duplicate this order
bn_bd: এই আদেশের প্রতিলিপি তৈরি করুন
ca_es: Duplicar aquesta comanda
pt_pt: Duplicar esta encomenda

source: Edit customer
ca_es: Modificar client

source: Edit note
bn_bd: নোট সম্পাদনা করুন
ca_es: Modificar nota
pt_pt: Alterar nota

source: Edit shipment
ca_es: Modificar l'enviament

source: Edit shipping details
ca_es: Modificar detalls d'enviament
pt_pt: Editar dados de envio
sq_al: Redakto detajet e livrimit

source: Edit the price
ca_es: Modificar el preu
pt_pt: Editar o preço

source: Enable invoices
ca_es: Activar factures
pt_pt: Ativar faturação

source: Enable product image
ca_es: Activar la imatge del producte
pt_pt: Mostrar imagem do produto

source: Enable returns
ca_es: Activar retorn de mercaderies
pt_pt: Ativar devoluções

source: Enable tax breakdown
ca_es: Permet el desglossament d'impostos
pt_pt: Separar taxas de IVA

source: Enter payment
ca_es: Entrar el pagament
pt_pt: Introduzir pagamento
sq_al: Jep pagesën

source: Export carts
ca_es: Exportar cistelles
pt_pt: Exportar carrinhos
sq_al: Eksporto shportat

source: File attachment
bn_bd: ফাইল সংযুক্তি
ca_es: Arxiu adjunt
pt_pt: Ficheiro anexado

source: Find all your orders on this page and access their main information in one click: check the cart total, the payment method, the shipping details, or if it comes from a new client. You can even update the status from the listing!
ca_es: Trobeu totes les vostres comandes en aquesta pàgina i accediu a la seva informació principal amb un únic clic: consulteu el total de la cistella, la forma de pagament, les dades d'enviament o si prové d'un client nou. Fins i tot podeu actualitzar l'estat de la llista!
pt_pt: Encontre todas as suas encomendas nesta página e aceda às suas principais informações com um só clique: verifique o total do carrinho, o método de pagamento, os detalhes de envio ou se provém de um novo cliente. Pode até actualizar o estado a partir da listagem!

source: Footer text
ca_es: Text del peu de plana
pt_pt: Texto de rodapé

source: Forward
ca_es: Reenviar
pt_pt: Reencaminhar

source: Forward this discussion
ca_es: Endavant aquesta discussió
pt_pt: Reencaminhar esta discussão

source: Forward this discussion to an employee:
ca_es: Enviar aquesta discussió a un empleat:
pt_pt: Reencaminhar esta discussão para um empregado:

source: Forward this discussion to another employee
ca_es: Redirigir aquesta discussió a un altre treballador
pt_pt: Reencaminhar esta discussão para outro funcionário

source: Free Shipping
bn_bd: ফ্রি শিপিং
ca_es: Lliurament de franc
pt_pt: Portes Grátis
sq_al: Livrimi falas

source: Free order
bn_bd: ফ্রি অর্ডার
ca_es: Fi lliure
pt_pt: Encomenda grátis

source: Free shipping
bn_bd: ফ্রি শিপিং
ca_es: Lliurament de franc
pt_pt: Entrega grátis
sq_al: Posta falas

source: From
bn_bd: হতে
ca_es: De
pt_pt: De
sq_al: Prej

source: From %date1% to %date2% per unique visitors
ca_es: De %date1% a %date2% per visitant únic

source: Generate PDF
bn_bd: পিডিএফ ফাইল তৈরি করুন
ca_es: Generar arxiu PDF
pt_pt: Gerar PDF

source: Generate PDF file by date
bn_bd: তারিখ অনুসারে পিডিএফ ফাইল নির্মাণ করুন
ca_es: Generar un fitxer PDF per data
pt_pt: Gerar ficheiro PDF por data

source: Generate PDF file by status
ca_es: Generar un fitxer PDF per estat
pt_pt: Gerar ficheiro PDF por estado

source: Generate a credit slip
ca_es: Generar una nota de crèdit
pt_pt: Criar uma nota de crédito

source: Generate a voucher
bn_bd: একটি ভাউচার নির্মাণ করুন
ca_es: Generar un cupó de descompte
pt_pt: Criar um vale de desconto

source: Generate invoice
bn_bd: চালান তৈরি করুন
ca_es: Factura generada
pt_pt: Gerar fatura

source: Gift
bn_bd: উপহার!
ca_es: Regal
mn_mn: Бэлэг
pt_pt: Presente
sq_al: Dhuratë

source: Gift message
bn_bd: উপহার বার্তা
ca_es: Missatge de regal
pt_pt: Mensagem da oferta
sq_al: Mesazhi i dhuratës

source: Gift wrapping
bn_bd: উপহার মোড়ানো
ca_es: Embalatge de regal
pt_pt: Papel de embrulho
sq_al: Paketimi

source: Group
bn_bd: গ্রুপ
ca_es: Grup
pt_pt: Grupo

source: Group access
bn_bd: গ্রুপ এক্সেস:
ca_es: Accés dels grups
pt_pt: Grupo de acesso
sq_al: Qasja grupore

source: Groups
bn_bd: দল
ca_es: Grups
pt_pt: Grupos
sq_al: Grupet

source: Guest customer
ca_es: Client convidat

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
ca_es: Bon dia, Malauradament, un article de la vostra comanda està actualment exhaurit. Això pot provocar un lleuger retard en el lliurament. Si us plau, accepteu les nostres disculpes i estigueu segurs que treballem dur per corregir-ho. Salutacions cordials,
pt_pt: Olá, Infelizmente, um item da sua encomenda encontra-se atualmente esgotado. Isto poderá causar um ligeiro atraso na sua entrega. Queira por isso aceitar as nossas desculpas e asseguramos-lhe que estamos a fazer os possíveis para retificar esta situação.
sq_al: Përshëndtje, Fatkeqësisht, një artikull në porosinë tënde është aktualisht nuk është në stok. Kjo mund të shkaktojë një vonesë të lehtë livrimi. Të lutem pranoni ndjesën tonë dhe ju sigurojmë që ne po punojmë shumë për ta siguaruar atë. Me respekt,

source: High
bn_bd: উচ্চ
ca_es: Alt
pt_pt: Alto
sq_al: I lartë

source: IP Address
bn_bd: IP ঠিকানা
ca_es: Adreça IP
pt_pt: Endereço IP

source: Identification number
bn_bd: সনাক্তকারী নম্বর
ca_es: NIF / NIE
mn_mn: Регистрийн дугаар
pt_pt: Número de identificação
sq_al: Numri i identifikimit

source: In stock
bn_bd: স্টক এ আছে
ca_es: En inventari
pt_pt: Disponível

source: Invalid orders:
ca_es: Comandes invàlides:
pt_pt: Encomendas inválidas:
sq_al: Porosi të pavlefshme:

source: Invoice address
bn_bd: চালান ঠিকানা
ca_es: Adreça de facturació
mn_mn: Төлбөр хийх хаяг
pt_pt: Endereço de faturação
sq_al: Adresa e faturimit

source: Invoice details
ca_es: Detalls de la factura
pt_pt: Detalhes da fatura

source: Invoice model
ca_es: Model de factura
pt_pt: Modelo da fatura

source: Invoice number
ca_es: Número de factura
pt_pt: Número da fatura

source: Invoice options
bn_bd: চালান বিকল্প
ca_es: Opcions de factura
pt_pt: Opções de fatura

source: Invoice prefix
ca_es: Prefix de la factura
pt_pt: Prefixo das faturas

source: It looks like you have exceeded the number of tabs allowed. Check your browser settings to open multiple tabs.
ca_es: Sembla que heu depassat el nombre de pestanyes permeses. Comproveu la configuració del navegador per a obrir diverses pestanyes.
pt_pt: Parece que excedeu o número de separadores permitidos. Verifique as definições do seu navegador para abrir vários separadores.

source: Last Visit
ca_es: Darrera visita
pt_pt: Última visita

source: Last connections
bn_bd: সর্বশেষ যোগাযোগ
ca_es: Darreres connexions
pt_pt: Última ligação

source: Last emails
ca_es: Darrers missatges de correu
pt_pt: Últimos emails

source: Last updated:
ca_es: Darrera modificació:

source: Last visit
bn_bd: সর্বশেষ ভিসিট:
ca_es: Última visita
pt_pt: Última visita
sq_al: Vizita e fundit

source: Latest Update
ca_es: Darrera actualització
pt_pt: Última Atualização

source: Legal free text
ca_es: Text legal lliure
pt_pt: Texto livre legal

source: Linked orders
bn_bd: লিঙ্কড আদেশ
ca_es: Comandes enllaçades
pt_pt: Encomendas ligadas

source: Low
bn_bd: নিম্ন
ca_es: Baix
pt_pt: Baixa
sq_al: I ulët

source: MPN:
ca_es: Número de peça del fabricant (MPN):

source: Manage your orders
ca_es: Gestioneu les vostres comandes
pt_pt: Controle as suas encomendas

source: Manual order -- Employee:
ca_es: Comanda manual -- Treballador:
pt_pt: Encomenda manual -- Empregado:

source: Maximum number of payment days
ca_es: Nombre màxim de dies de pagament
pt_pt: Número de dias máximo para pagar
sq_al: Numri maksimal i ditëve të pagesës

source: Meaning of status
bn_bd: স্ট্যাটাস এর পদ্ধতি
ca_es: Significat de l'estat
pt_pt: Significado do estado

source: Medium
bn_bd: মধ্যম
ca_es: Mig
pt_pt: Médio
sq_al: I mesëm

source: Merchandise return (RMA) options
bn_bd: পণ্যদ্রব্য রিটার্ন (RMA) অপশন
ca_es: Opcions de mercaderia tornada
pt_pt: Opções de devoluções de mercadoria

source: Merchandise returns
bn_bd: পণ্যদ্রব্য ফেরত
ca_es: Retorn de mercaderies
mn_mn: Барааны буцаалт
pt_pt: Devoluções de mercadoria
sq_al: Produktet e kthyera

source: Merge shipment
ca_es: Fusionar l'enviament

source: Message ID:
ca_es: ID del missatge:
pt_pt: ID da mensagem:

source: Message:
ca_es: Missatge:
mn_mn: Мессеж:
pt_pt: Mensagem:
sq_al: Mesazhi:

source: More actions
ca_es: Més accions
pt_pt: Mais ações

source: Net Profit per Visit
ca_es: Benefici net per visita
pt_pt: Lucro Líquido por Visitante
sq_al: Fitimi neto për vizitë

source: New client
ca_es: Nou client
pt_pt: Cliente novo
sq_al: Klient i ri

source: New invoice information
bn_bd: নতুন চালান তথ্য
ca_es: Nova informació de la factura
pt_pt: Nova informação de fatura
sq_al: Informatat e faturës së re

source: New message
bn_bd: নতুন বার্তা
ca_es: Nou missatge
pt_pt: Nova mensagem

source: New messages
bn_bd: নতুন বার্তাগুলো
ca_es: Missatges nous
pt_pt: Novas mensagens

source: Newsletter
bn_bd: নিউজ লেটার
ca_es: Butlletí de notícies
sq_al: Buletini informativ

source: Newsletter Registrations
ca_es: Inscripcions al butlletí
pt_pt: Registos na Newsletter
sq_al: Regjsitrimet në buletinin informativ

source: No customer information available yet.
ca_es: Encara no hi ha informació del client disponible.

source: No new messages
bn_bd: নতুন কোনো বার্তা নেই
ca_es: No hi ha missatges nous
pt_pt: Nenhuma mensagem nova

source: No order validated for the moment. By default, an order is considered validated when its payment is accepted.
ca_es: No s’ha validat cap comanda per ara. Per defecte, es considera validada una comanda quan s’accepta el seu pagament.
pt_pt: Não existe nenhuma encomenda validada de momento. Por defeito, uma encomenda é apenas considerada validada quando o seu pagamento é aceite.

source: No orders validated for the moment
ca_es: No hi ha comandes validades en aquest moment
pt_pt: Neste momento não há encomendas validadas

source: No voucher was found
bn_bd: কোন ভাউচার পাওয়া যায় নি
ca_es: No s'han trobat cupons
pt_pt: Não foi encontrado um vale de desconto

source: Non ordered
ca_es: No comandat
pt_pt: Não encomendado
sq_al: Nuk janë porositur

source: None
bn_bd: শূন্য
ca_es: Cap
pt_pt: Nenhum
sq_al: Asgjë

source: Not defined
bn_bd: নির্ধারিত নয়
ca_es: No definit
pt_pt: Não definido
sq_al: E padefinuar

source: Number
bn_bd: নম্বর
ca_es: Número
pt_pt: Número

source: Number of orders:
ca_es: Nombre de comandes

source: On backorder (not paid)
bn_bd: অন ব্যাক অর্ডার
ca_es: En reproveïment (no pagat)
pt_pt: Sem stock
sq_al: Duke pritur kthimin (nuk është paguar)

source: On backorder (paid)
bn_bd: অন ব্যাক অর্ডার
ca_es: En reproveïment (pagat)
pt_pt: Sem stock (Pagamento aceite)
sq_al: Duke pritur kthimin (paguar)

source: Open
bn_bd: খোলা
ca_es: Obert
pt_pt: Aberto
sq_al: Hap

source: Open details
ca_es: Veure els detalls
pt_pt: Abrir detalhes

source: Open in new tabs
ca_es: Obrir en una pestanya nova
pt_pt: Abrir em novos separadores

source: Order #
bn_bd: অর্ডার #
ca_es: Comanda núm.
pt_pt: Encomenda n.º

source: Order #%id% from %date%
ca_es: Comanda #%id% del %date%
pt_pt: Pedido #%id% de %date%

source: Order %orderid% was created from this cart on %orderdate%.
ca_es: La comanda %orderid% va ésser creada el %orderdate% a partir d'aquesta cistella.

source: Order %reference% from %firstname% %lastname%
ca_es: Comanda %reference% de %firstname% %lastname%
pt_pt: Encomenda %reference% de %firstname% %lastname%
sq_al: Porosia %reference% nga %firstname% %lastname%

source: Order ID
bn_bd: অন্যান্য আই ডি
ca_es: ID de comanda
pt_pt: Nº da Encomenda
sq_al: Numri i porosisë

source: Order message
bn_bd: অর্ডার বার্তা
ca_es: Missatge de comanda
pt_pt: Mensagem da encomenda

source: Order messages
bn_bd: অর্ডার এর মাসাআজ
ca_es: Missatges de la comanda
pt_pt: Mensagens de encomendas

source: Order private note
ca_es: Nota privada de la comanda

source: Order status
bn_bd: অর্ডার স্ট্যাটাস
ca_es: Estat de la comanda
pt_pt: Estado da encomenda

source: Order statuses
ca_es: Estats de comanda
pt_pt: Estados de encomenda

source: Ordered
ca_es: Comanda feta

source: Orders
bn_bd: ফরমায়েশ
ca_es: Comandes
pt_pt: Encomendas
sq_al: Porositë

source: Orders and messages timeline
ca_es: Línia de temps de missatges i comandes
pt_pt: Linha temporal de mensagens e encomendas

source: Orders per Customer
ca_es: Comandes per client
pt_pt: Encomendas por cliente

source: Origin
bn_bd: পরিচয়
ca_es: Origen
pt_pt: Origem

source: Outstanding allowance
ca_es: Quantitat pendent permesa
pt_pt: Dívida Permitida

source: Package received
bn_bd: প্যাকেজ রিসিভ করা হয়েছে
ca_es: Paquet rebut
pt_pt: Mercadoria recebida
sq_al: Paketa e marrë

source: Pages viewed
bn_bd: পৃষ্ঠা দেখা হয়েছে
ca_es: Pàgines vistes
pt_pt: Páginas vistas

source: Partial refund
bn_bd: আংশিক টাকা ফেরত
ca_es: Reemborsament parcial
pt_pt: Reembolso parcial

source: Partner offers
ca_es: Ofertes dels associats
pt_pt: Ofertas dos associados
sq_al: Ofertat e partnerëve

source: Payment accepted
bn_bd: পেমেন্ট গৃহীত
ca_es: Pagament acceptat
pt_pt: Pagamento aceite
sq_al: Pagesa është pranuar
