Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNavigationMenu.*.xlf
Languages: fr_fr, hu_hu, is_is, km_kh, mn_mn

source: Addresses
fr_fr: Adresses
hu_hu: Címek
is_is: Heimilisföng
mn_mn: Хаягууд

source: Administration
hu_hu: Adminisztráció

source: Advanced Parameters
fr_fr: Paramètres avancés
hu_hu: Haladó beállítások
mn_mn: Нарийвчилсан параметрууд

source: Alerts
fr_fr: Alertes
hu_hu: Figyelmeztetések

source: Aliases
fr_fr: Alias
hu_hu: Alias-ok

source: Api Clients
fr_fr: Clients API
hu_hu: API kliensek

source: Attribute %name%
fr_fr: Attribut %name%
hu_hu: Variáció %name%

source: Attributes
fr_fr: Attributs
hu_hu: Variációk

source: Attributes & Features
fr_fr: Attributs & caractéristiques
hu_hu: Variációk & Tulajdonságok
is_is: Eiginleikar og breytur
km_kh: លក្ខណៈសម្បត្តិនិងប្រភេទមុខងារ

source: Brand %name%
fr_fr: Marque %name%
hu_hu: Márka: %name%

source: Brands
fr_fr: Marques
hu_hu: Márkák
is_is: Vörumerki
mn_mn: Брэндүүд

source: Brands & Suppliers
fr_fr: Marques et fournisseurs
hu_hu: Márkák & Beszállítók
is_is: Merki og birgjar
km_kh: ម៉ាក​យីហោនិងអ្នកផ្គត់ផ្គង់

source: Carrier
fr_fr: Transporteur
hu_hu: Szállító

source: Carriers
fr_fr: Transporteurs
hu_hu: Szállítók

source: Cart #%s
fr_fr: Panier #%s
hu_hu: Kosár #%s

source: Cart Rules
fr_fr: Règles panier
hu_hu: Kosárszabályok

source: Cart rules
fr_fr: Règles panier
hu_hu: Kosárszabályok

source: Catalog
fr_fr: Catalogue
hu_hu: Katalógus
is_is: Leitarsía

source: Catalog Price Rules
fr_fr: Règles de prix catalogue
hu_hu: Katalógus árszabályok
mn_mn: Каталогын үнийн дүрэм

source: Categories
fr_fr: Catégories
hu_hu: Kategóriák
is_is: Vöruflokkar

source: Category %name%
fr_fr: Catégorie %name%
hu_hu: Kategória: %name%

source: Choose layouts
fr_fr: Choisir la mise en page
hu_hu: Válassz elrendezést

source: Combinations Generator
fr_fr: Générateur de déclinaisons
hu_hu: Kombináció generátor

source: Configuration
fr_fr: Paramètres
hu_hu: Beállítások

source: Configure
fr_fr: Configurer
hu_hu: Konfigurálás

source: Contact
hu_hu: Kapcsolat

source: Contacts
hu_hu: Kapcsolatok

source: Countries
fr_fr: Pays
hu_hu: Országok

source: Credit Slips
fr_fr: Avoirs
hu_hu: Számlahelyesbítő
mn_mn: Мөнгө буцаасан баримтууд

source: Credit slips
fr_fr: Avoirs
hu_hu: Számlahelyesbítők
is_is: Inneignanótur
mn_mn: Мөнгө буцаасан баримтууд

source: Currencies
fr_fr: Devises
hu_hu: Pénznemek

source: Customer %name%
fr_fr: Client %name%
hu_hu: Vásárló: %name%

source: Customer Service
fr_fr: SAV
hu_hu: Vevőszolgálat
mn_mn: Харилцагчийн үйлчилгээ

source: Customer Settings
fr_fr: Clients
hu_hu: Vásárlóbeállítások
is_is: Stillingar viðskiptavina
km_kh: ការកំណត់អតិថិជន

source: Customer groups
fr_fr: Groupes de clients
hu_hu: Vásárlói csoportok

source: Customer service
fr_fr: Service client
hu_hu: Ügyfélszolgálat
is_is: Viðskiptaþjónusta
mn_mn: Харилцагчийн үйлчилгээ

source: Customer sessions
fr_fr: Sessions clients
hu_hu: Vásárlói munkamenetek

source: Customer settings
fr_fr: Paramètres client
hu_hu: Vásárlóbeállítások

source: Customer thread #%s
fr_fr: Discussion client #%s
hu_hu: Ügyfél szál #%s

source: Customers
fr_fr: Clients
hu_hu: Vásárlók

source: DB Backup
fr_fr: Sauvegarde BDD
hu_hu: Adatbázis mentése

source: DB backups
fr_fr: Sauvegarde BDD
hu_hu: Adatbázis mentések

source: Dashboard
fr_fr: Tableau de bord
hu_hu: Vezérlőpult

source: Database
fr_fr: Base de données
hu_hu: Adatbázis
is_is: Gagnasafn
km_kh: ឃ្លាំងផ្ទុកទិន្នន័យ៖

source: Delivery Slips
fr_fr: Bons de livraison
hu_hu: Szállítólevelek
mn_mn: Хүргэлт хийсэн баримтууд

source: Delivery slips
fr_fr: Bons de livraison
hu_hu: Szállítólevelek

source: Design
fr_fr: Apparence
hu_hu: Megjelenés
is_is: Hönnun
km_kh: ការរចនារៀបចំ

source: Discounts
fr_fr: Réductions
hu_hu: Kedvezmények

source: Downloading backup %s
fr_fr: Téléchargement de la sauvegarde %s
hu_hu: Biztonsági mentés letöltése %s

source: Editing %lastname% %firstname%'s profile
fr_fr: Modification du profil de %lastname% %firstname%
hu_hu: %firstname% %lastname% profiljának szerkesztése

source: Editing %name%
fr_fr: Modification de %name%
hu_hu: %name% szerkesztése

source: Editing %role_name% role
fr_fr: Modification du rôle %role_name%
hu_hu: %role_name% szerepkör szerkesztése

source: Editing API Client "%name%"
fr_fr: Modification du client API "%name%"
hu_hu: "%name%" API kliens szerkesztése

source: Editing SQL query %query%
fr_fr: Modification de la requête SQL %query%
hu_hu: %query% SQL lekérdezés szerkesztése

source: Editing address %alias%
fr_fr: Modification de l'adresse %alias%
hu_hu: %alias% cím szerkesztése

source: Editing attribute %name%
fr_fr: Modification de l'attribut %name%
hu_hu: %name% variáció szerkesztése

source: Editing attribute value %name%
fr_fr: Modification de la valeur d'attribut %name%
hu_hu: %name% variáció érték szerkesztése

source: Editing brand %name%
fr_fr: Modification de la marque %name%
hu_hu: %name% márka szerkesztése

source: Editing brand address
fr_fr: Modification de l'adresse de marque
hu_hu: Márka címének szerkesztése

source: Editing category %category_name%
fr_fr: Modification de la catégorie %category_name%
hu_hu: %category_name% kategória szerkesztése

source: Editing category %name%
fr_fr: Modification de la catégorie %name%
hu_hu: %name% kategória szerkesztése

source: Editing configuration for %name%
fr_fr: Modification de la configuration pour %name%
hu_hu: %name% beállításainak szerkesztése

source: Editing currency %name%
fr_fr: Modification de la devise %name%
hu_hu: %name% pénznem szerkesztése

source: Editing customer %name%
fr_fr: Modification du client %name%
hu_hu: Vevő szerkesztése: %name%

source: Editing feature %name%
fr_fr: Modification de la fonctionnalité %name%
hu_hu: %name% tulajdonság szerkesztése

source: Editing file %value%
fr_fr: Modification du fichier %value%
hu_hu: %value% fájl szerkesztése

source: Editing language %name%
fr_fr: Modification de la langue %name%
hu_hu: %name% nyelv szerkesztése

source: Editing message %s
fr_fr: Modification du message %s
hu_hu: %s üzenet szerkesztése

source: Editing order status %name%
fr_fr: Modification du statut de la commande %name%
hu_hu: %name% rendelési állapot szerkesztése

source: Editing page %name%
fr_fr: Modification de la page %name%
hu_hu: %name% oldal szerkesztése

source: Editing price rule %name%
fr_fr: Modification de la règle de prix %name%
hu_hu: %name% árszabály szerkesztése

source: Editing return status %name%
fr_fr: Modification du statut de retour %name%
hu_hu: %name% visszaküldési állapot szerkesztése

source: Editing search engine %name%
fr_fr: Modification du moteur de recherche %name%
hu_hu: %name% kereső motor szerkesztése

source: Editing state %value%
fr_fr: Modification de l'état %value%
hu_hu: %value% megye szerkesztése

source: Editing supplier %name%
fr_fr: Modification du fournisseur %name%
hu_hu: %name% beszállító szerkesztése

source: Editing tax %name%
fr_fr: Modification de la taxe %name%
hu_hu: %name% adó szerkesztése

source: Editing tax rule %value%
fr_fr: Modification de la règle de taxe %value%
hu_hu: %value% adószabály szerkesztése

source: Editing webservice key %key%
fr_fr: Modification de la clé de service web %key%
hu_hu: %key% webservice kulcs szerkesztése

source: Editing zone %name%
fr_fr: Modification de la zone %name%
hu_hu: %name% zóna szerkesztése

source: Email theme
fr_fr: Thème d'e-mail
hu_hu: Email sablon

source: Employee sessions
fr_fr: Sessions employés
hu_hu: Alkalmazotti munkamenetek

source: Employees
fr_fr: Employés
hu_hu: Alkalmazottak

source: Feature value
fr_fr: Valeur de caractéristique
hu_hu: Tulajdonság értéke

source: Features
fr_fr: Caractéristiques
hu_hu: Tulajdonságok

source: Files
fr_fr: Fichiers
hu_hu: Fájlok
km_kh: ឯកសារ

source: General
fr_fr: Paramètres généraux
hu_hu: Általános

source: Geolocation
fr_fr: Géolocalisation
hu_hu: Helymeghatározás

source: Groups
fr_fr: Groupes
hu_hu: Csoportok

source: Image Settings
fr_fr: Images
hu_hu: Képbeállítások
is_is: Stillingar mynda
km_kh: ការកំនត់លើរូបភាព

source: Images
hu_hu: Képek

source: Import
fr_fr: Importer
hu_hu: Importálás
mn_mn: Импортлох

source: Improve
fr_fr: Personnaliser
hu_hu: Fejlődés
is_is: Uppfærslur
km_kh: ការកើនឡើង

source: Information
fr_fr: Informations
hu_hu: Információ

source: Instant Stock Status
fr_fr: État instantané du stock
hu_hu: Azonnal raktárkészlet

source: International
hu_hu: Nemzetközi

source: Invoices
fr_fr: Factures
hu_hu: Számlák

source: Languages
fr_fr: Langues
hu_hu: Nyelvek

source: Localization
fr_fr: Localisation
hu_hu: Lokalizáció
mn_mn: Локалчлал

source: Locations
fr_fr: Zones géographiques
hu_hu: Földrajzi fekvés
is_is: Staðsetningar
km_kh: ទីតាំង

source: Login
fr_fr: Identifiant
hu_hu: Felhasználónév
mn_mn: Нэвтрэх

source: Logs
hu_hu: Naplók

source: Maintenance
hu_hu: Karbantartás
mn_mn: Засмар үйлчилгээ

source: Menu
hu_hu: Menü

source: Menus
hu_hu: Menük

source: Merchandise Returns
fr_fr: Retours produits
hu_hu: Áru visszatérítések

source: Meta configuration
fr_fr: Configuration meta
hu_hu: Meta beállítás

source: Module Catalog
fr_fr: Catalogue de modules
hu_hu: Modul katalógus

source: Module Manager
fr_fr: Gestionnaire de modules
hu_hu: Modul kezelő

source: Module alerts
fr_fr: Alertes de module
hu_hu: Modul figyelmeztetések

source: Module notifications
fr_fr: Notifications des modules
hu_hu: Modul értesítések
km_kh: ការជូនដំណឹងអំពីម៉ូឌុល​

source: Module positions
fr_fr: Positions des modules
hu_hu: Modul pozíciók

source: Module updates
fr_fr: Mises à jour de module
hu_hu: Modul frissítések

source: Modules
hu_hu: Modulok

source: Modules & Services
fr_fr: Modules et services
hu_hu: Modulok és Szolgáltatások
is_is: Módúlar og þjónusta
km_kh: ម៉ូឌុល​ និង សេវាកម្ម

source: Modules Catalog
fr_fr: Catalogue de modules
hu_hu: Modulkatalógus
is_is: Módúla listi
km_kh: ប្រភេទម៉ូឌុលកាតាឡុក

source: Monitoring
fr_fr: Suivi
hu_hu: Megfigyelés

source: More
fr_fr: Détails
hu_hu: Bővebben
is_is: Meira

source: Multistore
fr_fr: Multiboutique
hu_hu: Multi-shop

source: New & Experimental Features
fr_fr: Fonctionnalités nouvelles et expérimentales
hu_hu: Új & Kísérleti Funkciók

source: New & experimental features
fr_fr: Fonctionnalités nouvelles et expérimentales
hu_hu: Új & kísérleti funkciók

source: New API Client
fr_fr: Nouveau client API
hu_hu: Új API kliens

source: New Carrier
fr_fr: Nouveau transporteur
hu_hu: Új szállító

source: New Feature Value
fr_fr: Nouvelle valeur de caractéristique
hu_hu: Új tulajdonság érték

source: New SQL query
fr_fr: Nouvelle requête SQL
hu_hu: Új SQL lekérdezés

source: New address
fr_fr: Nouvelle adresse
hu_hu: Új cím
is_is: Nýtt heimilisfang
mn_mn: Шинэ хаяг

source: New attribute
fr_fr: Nouvel attribut
hu_hu: Új variáció

source: New attribute value
fr_fr: Nouvelle valeur d'attribut
hu_hu: Új variáció érték

source: New brand
fr_fr: Nouvelle marque
hu_hu: Új márka

source: New brand address
fr_fr: Nouvelle adresse de marque
hu_hu: Új márka cím

source: New catalog rule
fr_fr: Nouvelle règle de catalogue
hu_hu: Új katalógus szabály

source: New category
fr_fr: Nouvelle catégorie
hu_hu: Új kategória
is_is: Nýr flokkur
km_kh: កាតាឡុកប្រភេទថ្មី

source: New contact
fr_fr: Nouveau contact
hu_hu: Új kapcsolat

source: New country
fr_fr: Nouveau pays
hu_hu: Új ország

source: New currency
fr_fr: Nouvelle devise
hu_hu: Új pénznem

source: New customer
fr_fr: Nouveau client
hu_hu: Új vásárló

source: New employee
fr_fr: Nouvel employé
hu_hu: Új alkalmazott

source: New feature
fr_fr: Nouvelle caractéristique
hu_hu: Új tulajdonság

source: New file
fr_fr: Nouveau fichier
hu_hu: Új fájl

source: New language
fr_fr: Nouvelle langue
hu_hu: Új nyelv

source: New order
fr_fr: Nouvelle commande
hu_hu: Új rendelés

source: New order message
fr_fr: Nouveau message de commande
hu_hu: Új rendelési üzenet

source: New order status
fr_fr: Nouveau statut de la commande
hu_hu: Új rendelési státusz

source: New page
fr_fr: Nouvelle page
hu_hu: Új oldal

source: New page configuration
fr_fr: Configuration d'une nouvelle page
hu_hu: Új oldalbeállítások

source: New return status
fr_fr: Nouveau statut de retour
hu_hu: Új visszaküldési státusz

source: New role
fr_fr: Nouveau rôle
hu_hu: Új szerepkör

source: New state
fr_fr: Nouvel état
hu_hu: Új megye

source: New supplier
fr_fr: Nouveau fournisseur
hu_hu: Új beszállító

source: New tax
fr_fr: Nouvelle taxe
hu_hu: Új adó

source: New tax rule
fr_fr: Nouvelle règle de taxe
hu_hu: Új adószabály

source: New webservice key
fr_fr: Nouvelle clé de service web
hu_hu: Új webservice kulcs

source: New zone
fr_fr: Nouvelle zone
hu_hu: Új zóna

source: Order Messages
fr_fr: Messages prédéfinis
hu_hu: Rendelési üzenetek
mn_mn: Захиалгын мессежууд

source: Order Settings
fr_fr: Commandes
hu_hu: Rendelésbeállítások
is_is: Stillingar pantana
km_kh: ការកំណត់បញ្ជាទិញ

source: Order messages
fr_fr: Messages prédéfinis
hu_hu: Rendelés üzenetek

source: Order settings
fr_fr: Paramètres de commande
hu_hu: Rendelés beállítások

source: Orders
fr_fr: Commandes
hu_hu: Rendelések

source: Outstanding
fr_fr: Encours autorisés
hu_hu: Kintlévőségek
mn_mn: хүлээгдэж буй

source: Page Categories
fr_fr: Catégories de pages
hu_hu: Oldalkategóriák
km_kh: ទំព័រប្រភេទ

source: Pages
hu_hu: Oldalak

source: Payment
fr_fr: Paiement
hu_hu: Fizetés
is_is: Greiðslumáti
mn_mn: Төлбөр тооцоо

source: Payment Methods
fr_fr: Moyens de paiement
hu_hu: Fizetési módok
is_is: Greiðslumáti
km_kh: វិធីសាស្ត្រនៃ​ការ​បង់ប្រាក់​៖

source: Payment methods
fr_fr: Méthodes de paiement
hu_hu: Fizetési módok

source: Performance
fr_fr: Performances
hu_hu: Teljesítmény

source: Permissions
hu_hu: Jogosultságok

source: Positions
hu_hu: Pozíciók

source: Preferences
fr_fr: Préférences
hu_hu: Beállítások
mn_mn: Сонгох тохиргоо

source: Previewing theme %s
fr_fr: Prévisualisation du thème %s
hu_hu: %s téma előnézete

source: Product Settings
fr_fr: Produits
hu_hu: Termékbeállítások
is_is: Stillingar vara
km_kh: ការកំណត់ផលិតផល

source: Product settings
fr_fr: Paramètres produit
hu_hu: Termékbeállítások

source: Products
fr_fr: Produits
hu_hu: Termékek
is_is: Vörur
km_kh: ផលិតផល
mn_mn: Бүтээгдэхүүнүүд

source: Quick Access
fr_fr: Accès rapide
hu_hu: Gyors elérés

source: Referrers
fr_fr: Affiliés
hu_hu: Ajánlók

source: Result of SQL query
fr_fr: Résultat de la requête SQL
hu_hu: SQL lekérdezés eredménye

source: Return merchandise authorization (RMA)
fr_fr: Autorisation de retour de marchandise (ARM)
hu_hu: Termék visszaküldés engedélyezése (RMA)

source: Roles
fr_fr: Rôles
hu_hu: Szerepkörök

source: SEO & URLs
fr_fr: SEO et URL
hu_hu: SEO & URL

source: SQL Manager
fr_fr: Gestionnaire SQL
hu_hu: SQL kezelő

source: SQL manager
fr_fr: Gestionnaire SQL
hu_hu: SQL kezelő

source: SQL queries
fr_fr: Requêtes SQL
hu_hu: SQL lekérdezések

source: Search
fr_fr: Rechercher
hu_hu: Keresés
is_is: Leita
mn_mn: Хайх

source: Search Engines
fr_fr: Moteurs de recherche
hu_hu: Keresőmotorok
mn_mn: Хайлтын системүүд

source: Search engines
fr_fr: Moteurs de recherche
hu_hu: Keresőmotorok

source: Security
fr_fr: Sécurité
hu_hu: Biztonság

source: Sell
fr_fr: Vendre
hu_hu: Eladások
is_is: Sala
km_kh: លក់

source: Shipping
fr_fr: Livraison
hu_hu: Szállítás
is_is: Sending
km_kh: ដឹកជញ្ជូន
mn_mn: Хүргэлт

source: Shop Parameters
fr_fr: Paramètres de la boutique
hu_hu: Áruházbeállítások
is_is: Uppsetning búðar
km_kh: ប៉ារ៉ាម៉ែត្រនៃហាង

source: Shop URLs
fr_fr: URLs des boutiques
hu_hu: Webáruház URL-ek
mn_mn: Дэлгүүрүүдийн вэб хаягнууд

source: Shopping Carts
fr_fr: Paniers
hu_hu: Kosarak
mn_mn: Сагснууд

source: Shops
fr_fr: Boutiques
hu_hu: Áruházak

source: States
fr_fr: États
hu_hu: Megyék

source: Stats
fr_fr: Statistiques
hu_hu: Statisztika

source: Statuses
fr_fr: États de commandes
hu_hu: Állapotok

source: Stock
hu_hu: Készlet

source: Stock Coverage
fr_fr: Couverture du stock
hu_hu: Készlet lefedettség
mn_mn: Бэлнээр буй бараа бүтээгдэхүүний хамрагдах хүрээ

source: Stock Management
fr_fr: Gestion du stock
hu_hu: Készlet menedzsment
mn_mn: Бэлэн буй барааны удирдлага

source: Stock Movement
fr_fr: Mouvements de stock
hu_hu: Készlet mozgatás
mn_mn: Бэлэн буй барааны хөдөлгөөн

source: Stores
fr_fr: Magasins
hu_hu: Boltok

source: Supplier %name%
fr_fr: Fournisseur %name%
hu_hu: Beszállító: %name%

source: Suppliers
fr_fr: Fournisseurs
hu_hu: Beszállítók
is_is: Birgjar

source: Tags
fr_fr: Mots-clés
hu_hu: Címkék

source: Tax Rules
fr_fr: Règles de taxes
hu_hu: Adószabályok

source: Tax rules
fr_fr: Règles de taxes
hu_hu: Adózási szabályok

source: Taxes
hu_hu: Adók

source: Team
fr_fr: Équipe
hu_hu: Alkalmazottak
is_is: Teymi
km_kh: ក្រុម

source: Theme & Logo
fr_fr: Thème et logo
hu_hu: Sablon és Logó
is_is: Þema og vörumerki
km_kh: រូបរាងនិងរូបសញ្ញា

source: Theme Catalog
fr_fr: Catalogue de thèmes
hu_hu: Sablonkatalógus
is_is: Þema listi
km_kh: ប្រភេទកាតាឡុករូបរាងគំរូ

source: Theme import
fr_fr: Importation de thème
hu_hu: Téma importálás

source: Titles
fr_fr: Titres de civilité
hu_hu: Megszólítások
mn_mn: Н/Х

source: Traffic & SEO
fr_fr: Trafic et SEO
hu_hu: Forgalom és SEO
km_kh: អ្នកចូល និង SEO

source: Translations
fr_fr: Traductions
hu_hu: Fordítások
mn_mn: Орчуулагнууд

source: Updates
fr_fr: Mises à jour
hu_hu: Frissítések

source: Webservice
hu_hu: Webszolgáltatás
mn_mn: Вэб үйлчилгээ

source: Webservice keys
fr_fr: Statut du webservice
hu_hu: Webservice kulcsok

source: Zones
hu_hu: Zónák

source: Admin API
fr_fr: API d'administration

source: Editing carrier %name%
fr_fr: Modification du transporteur %name%

source: E-mail
km_kh: អីុម៉ែល
mn_mn: И-мэйл

source: Marketing
mn_mn: Маркетинг

source: Product
km_kh: ផលិតផល
