Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNotificationsError.*.xlf
Languages: ar_sa, fr_fr, ja_jp, lv_lv, mk_mk, nn_no, ru_ru, sr_cs, tr_tr

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
ar_sa: بسبب قيود حد الذاكرة، هذه الصورة لا يمكن تحميلها. الرجاء زيادة قيمة memory_limit عن طريق اعدادات تكوين الخادم.
fr_fr: Cette image ne ​​peut pas être chargée en raison de restrictions sur les limites de la mémoire. Veuillez augmenter la valeur memory_limit dans le fichier de configuration de votre serveur.
ja_jp: この画像はメモリ制限のためにロードすることができません。サーバ設定の memory_limit の値を増やしてください。
lv_lv: Šo attēlu nevar ielādēt sakarā ar atmiņas ierobežojumu. Lūdzu, palieliniet savu memory_limit vērtību, izmantojot servera konfigurācijas iestatījumus.
mk_mk: Поради ограничувањато на меморискиот лимит, оваа слика не може да се вчита. Ве молиме зголемете го лимитот на вашата меморија преку конфигурација на поставките на серверот.
nn_no: På grunn av minnerestriksjoner kan ikke dette bildet lastes. Øk din memory_limit verdi i dine serverinnstillinger.
ru_ru: Это изображение не может быть загружено из-за установленных ограничений используемой памяти. Пожалуйста, увеличьте параметр memory_limit в конфигурации сервера.
tr_tr: Bellek sınırı kısıtlamaları nedeniyle, bu resim yüklenemiyor. Lütfen sunucunuzun yapılandırma ayarları üzerinden memory_limit değerini artırın.

source: Error while uploading image; please change your server's settings.
ar_sa: خطأ أثناء تحميل الصورة.
fr_fr: une erreur s'est produite pendant le chargement de l'image ; vous devez changer votre configuration serveur
ja_jp: 画像のアップロード中にエラー; サーバの設定を変更してください。
lv_lv: Kļūda augšupielādējot bildi; lūdzu nomaini sava servera iestatījumus.
mk_mk: Грешка при додавање на слика; Ве молиме сменете ги подесувањата на серверот.
nn_no: Feil under opplasting av bildet, du må endre serverens innstillinger.
ru_ru: Возникла ошибка при загрузке изображения; пожалуйста измените настройки сервера.
sr_cs: Greška prilikom postavljanja slike; promenite podešavanja servera
tr_tr: Resim yükleme hatası; lütfen sunucu ayarlarını değiştirin.

source: Error while uploading image; please change your server's settings. (Error code: %s)
ar_sa: خطأ أثناء رفع الصورة; الرجاء تغيير اعدادات السيرفر. (رمز الخطأ: %s)
fr_fr: Une erreur s'est produite pendant le chargement de l'image ; veuillez changer votre configuration serveur. (Code d'erreur : %s)
ja_jp: 画像のアップロード中にエラー; サーバの設定を変更してください。(エラーコード: %s )
lv_lv: Kļūda augšupielādējot bildi; lūdzu nomaini sava servera iestatījumus. (Kļūdas kods: %s)
mk_mk: Грешка при додавање на слика; Ве молиме променете ги подесувањата на серверот (Код на грешка: %s)
nn_no: Feil under opplasting av bilde; kontroller dine serverinnstillinger. (Feilkode: %s)
ru_ru: Ошибка при загрузке изображения; измените настройки сервера. (Код ошибки: %s)
sr_cs: Greška kod otpremanja slike; molim vas promenite podešavanja vašeg severa. (Kod greške: %s)
tr_tr: Resim yükleme hatası; lütfen sunucu ayarlarını değiştirin. (Hata kodu:%s)

source: Failed to update the position.
ar_sa: فشل لتحديث هذا المنصب.
fr_fr: Impossible de mettre à jour la position.
ja_jp: 位置の更新に失敗しました。
lv_lv: Neizdevās atjaunot pozīciju.
mk_mk: Неуспешно ажурирање на позицијата.
nn_no: Kunne ikke oppdatere posisjon.
ru_ru: Не удалось обновить местоположение.
sr_cs: Ažuriranje pozicije nije uspelo.
tr_tr: Pozisyon güncelleme başarısız.

source: Failed to update the status
ar_sa: فشلت عملية تحديث الحالة
fr_fr: Impossible de mettre à jour l'état
lv_lv: Kļūda atjaunojot statusu
mk_mk: Неуспешно ажурирање на статусот
nn_no: Kunne ikke oppdatere statusen
ru_ru: Не удалось обновить статус
sr_cs: Ažuriranje stanja nije uspelo
tr_tr: Durum güncelleştirmesi başarısız oldu

source: Failed to write file to disk
ar_sa: فشل في كتابة الملف على القرص
fr_fr: Impossible d'écrire le fichier sur le disque
lv_lv: Kļūda saglabājot failu uz diska
mk_mk: не можен запис на на дискот
nn_no: Klarte ikke skrive filen til disk
ru_ru: Ошибка записи на диск
tr_tr: Dosyayı diske yazma başarısız

source: Fatal error
ar_sa: خطأ فادح
fr_fr: Erreur fatale
ja_jp: 致命的なエラー
lv_lv: Fatāla kļūda
mk_mk: Фатална грешка
nn_no: Fatal feil
ru_ru: Фатальная ошибка
tr_tr: Kritik hata

source: Fatal error: The module directory does not exist.
ar_sa: خطأ فادح : الدليل الوحدة ليست هنا بعد الآن
fr_fr: Erreur fatale : le répertoire contenant les modules n'est plus présent
ja_jp: 致命的なエラー：モジュールディレクトリが存在しません
lv_lv: Kritiska kļūda: Moduļu mape vairs nav šeit
mk_mk: Грешка, модул директориумот не постои
nn_no: Feilmelding: Mappen for moduler finnes ikke mer.
ru_ru: Критическая ошибка: Папка модуля перемещена
sr_cs: Fatalna greška: Direktorijum modula više ne postoji
tr_tr: Kritik hata: Modül dizini mevcut değil.

source: File "%file%" cannot be created
ar_sa: لا يمكن إنشاء الملف "%file%"
fr_fr: Le fichier "%file%" ne peut pas être créé
lv_lv: Failu "%file%" nevar izveidot
mk_mk: Датотеката %file% не може да се креира
nn_no: Filne "%file%" kan ikke opprettes
ru_ru: Файл "%file%" не может быть создан
tr_tr: "%file%" dosyası oluşturulamıyor

source: File %2$s (in directory %1$s)
ar_sa: الملف %2$s ( في المسار %1$s)
fr_fr: Fichier %2$s (dans le répertoire %1$s)
ja_jp: ファイル名 %2$s (ディレクトリ名 %1$s)
lv_lv: Fails %2$s (mapē %1$s)
mk_mk: Датотеката %2$s (во директориумот %1$s)
nn_no: Fil %2$s (i mappe %1$s)
ru_ru: Файл %2$s (в директории %1$s)
tr_tr: %2$s Dosyası (%1$s dizininde)

source: File is too big. Current size is %1s, maximum size is %2s.
ar_sa: الملف كبير للغاية. الحجم الحالي هو %1s. الحجم القصوي هو %2s.
fr_fr: Le fichier est trop volumineux. Sa taille actuelle est %1s, la taille maximum autorisée est %2s.
ja_jp: ファイルサイズが大きすぎます。現在のサイズ： %1s、 最大サイズ： %2s。
lv_lv: Fails ir par lielu. Esošais izmērs ir %1s, maksimālais izmērs ir %2s.
mk_mk: Датотеката е премногу голема. Тековната големина е %1s, максималната големина е %2s.
nn_no: Filen er for stor. Nåværende størrelse er %1s, maksimal størrelse er %2s.
ru_ru: Файл слишком велик. Его размер %1s, а максимально допустимый %2s.
tr_tr: Dosya çok büyük. Mevcut boyut %1s, maksimum boyut %2s.

source: File too large (limit of %s bytes).
fr_fr: Fichier trop large (limite à %s octets).
lv_lv: Fails ir par lielu (ierobežojums %s biti).
mk_mk: датотеката е преголема (ограничување од %s бајти).
nn_no: Fila er for stor (grensa er på %s bytes).
ru_ru: Файл слишком большой (ограничение в %s байт).
sr_cs: Preveliki fajl (limit je %s bajta).
tr_tr: Dosya çok büyük (sınır: %s bayt).

source: Filetype not allowed
ar_sa: نوع الملف غير مسموح به
fr_fr: Type de fichier non autorisé
ja_jp: 許可されていないファイルタイプです。
lv_lv: Faila tips nav atļauts
mk_mk: типот на датотека не е дозволен
nn_no: Filtype ikke tillatt
ru_ru: Тип файла не разрешен
sr_cs: Tip datoteke nije dozvoljen
tr_tr: Dosya türüne izin verilmiyor

source: Form contains invalid values
fr_fr: Le formulaire contient des valeurs invalides.
nn_no: Skjemaet inneholder ugyldige verdier
sr_cs: Obrazac sadrži nevažeće vrednosti.

source: Gift message not valid
fr_fr: Message cadeau non valide
nn_no: Gavemelding ikke gyldig.
sr_cs: Poruka za poklon nije ispravna

source: Graph module could not be loaded.
fr_fr: Ce module ne peut pas être chargé.

source: Grid module could not be loaded.
fr_fr: Ce module ne peut pas être chargé.

source: Image format not recognized, allowed format(s) is(are): .%s
fr_fr: Format d'image non reconnu, le(s) format(s) autorisé(s) est(sont) : .%s
lv_lv: Nevar noteikt attēla formātu, atļautie formāti: %s
nn_no: Ukjent bildeformat, tillatt(e) format(er) er: .%s
ru_ru: Формат изображения не поддерживается, допустимые форматы: .%s
sr_cs: Format slike nije prepoznat, dozvoljeni formati su : .%s

source: Image format not recognized, allowed formats are: %s
fr_fr: Format d'image non reconnu. Les formats autorisés sont : %s

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
ar_sa: الامتدادات المسموح بها .gif, .jpg, .png
fr_fr: format de l'image non reconnu ; formats acceptés : GIF, JPG, PNG
ja_jp: 認められない画像フォーマットです。許可されているフォーマット: .gif、.jpg、.png
lv_lv: Bildes formāts nav atpazīts, atļautie fomāti ir: .gif, .jpg, .png
mk_mk: Форматот на сликата не е препознат, дозволени формати се : .gif, .jpg, .png
nn_no: Ukjent bildeformat, tillatte formater er: .gif, .jpg, .png
ru_ru: Формат изображения не опознан. Допустимые форматы: gif, jpg, png
sr_cs: Format slike nije prepoznat, dozvoljeni formati su: .gif, .jpg, -png
tr_tr: Resim biçimi tanınmadı, izin verilen biçimler: .gif, .jpg, .png

source: Image format not recognized, allowed formats are: .gif, .jpg, .png, .webp
fr_fr: Format d'image non reconnu. Les formats autorisés sont : .gif, .jpg, .png, .webp

source: Image format not recognized, allowed formats are: .ico
ar_sa: الامتدادات المسموح بها . .ico
fr_fr: format d'image non reconnu ; les formats autorisés sont : .ico
ja_jp: 認められない画像フォーマットです。許可されているフォーマット: .ico
lv_lv: Bildes formāts nav atpazīts, atļautie formāti ir: .ico
mk_mk: Форматот на сликата не е препознат, дозволени формати се: .ico
nn_no: Ukjent bildeformat, tillatte formater er: .ico
ru_ru: Формат изображения не опознан. Допустимые форматы: ico.
sr_cs: Format slike nije prepoznat, dozvoljeni format je: .ico
tr_tr: Resim biçimi tanınmadı, izin verilen biçimler: .ico

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
ar_sa: الصورة كبيرة جداً (%1$d كيلوبايت). الحد المسموح به: %2$d كيلوبايت
fr_fr: L'image est trop grande (%1$d ko). Taille max. : %2$d ko
ja_jp: 画像が大きすぎます( %1$d kB ) 許可されている最大値: %2$d kB
lv_lv: Attēls ir par lielu (%1$d kB). Maksimāli pieļaujamais: %2$d kB
mk_mk: Сликата е преголема (%1$dkb). Максимално дозволено: %2$d kb
nn_no: Bildefilen er for stor (%1$d kB). Maksimum tillatt: %2$d kB
ru_ru: Изображение слишком большое (%1$d kB). Максимальный разрешенный размер: %2$d kB
sr_cs: Slika je prevelika (%1$d kB). Dozvoljeno je najviše: %2$d kB
tr_tr: Resim çok büyük (%1$d kB). Maksimum izin verilen: %2$d kB

source: Internal error #%s
ar_sa: خطأ داخلي #%s
fr_fr: Erreur interne n°%s
lv_lv: Iekšēja kļūda #%s
mk_mk: внатрешна грешка #%s
nn_no: Intern feil #%s
ru_ru: Внутренняя ошибка №%s
sr_cs: Interna greška #%s
tr_tr: Dahili hata #%s

source: Invalid ID.
fr_fr: Identifiant invalide.
sr_cs: Neispravan ID.

source: Invalid URL
ar_sa: موقع غير صحيح
fr_fr: URL invalide
ja_jp: URLが無効
lv_lv: Nepareiza adrese
mk_mk: Невалиден URL
nn_no: Ugyldig URL
ru_ru: Неверный URL
sr_cs: Neispravan URL
tr_tr: Geçersiz URL

source: Invalid action
ar_sa: إجراء غير صالح
fr_fr: Action incorrecte
ja_jp: 不正なアクション
lv_lv: Nederīga darbība
mk_mk: Невалидно дејство
nn_no: Ugyldig handling
ru_ru: Неверное действие
sr_cs: Nemoguća akcija
tr_tr: Geçersiz eylem

source: Invalid action: this order has already been delivered.
fr_fr: Action invalide: cette commande a déjà été livrée.
nn_no: Ugyldig handling: denne ordren har allerede blitt levert
sr_cs: Neispravna akcija: ova porudžbina je već isporučena.

source: Invalid action: this order has already been paid.
fr_fr: Action invalide: cette commande a déjà été réglée.
sr_cs: Neispravna akcija: ova porudžbina je već plaćena.

source: Invalid action: this order has not been delivered.
fr_fr: Action invalide: cette commande n'a pas été livrée.
nn_no: Ugyldig handling: denne ordren er ikke levert.
sr_cs: Neispravna akcija: ova porudžbina nije isporučena.

source: Invalid action: this order has not been paid.
fr_fr: Action invalide: cette commande n'a pas été réglée.
sr_cs: Neispravna akcija: ova porudžbina nije plaćena.

source: Invalid configuration
fr_fr: Configuration invalide
nn_no: Ugyldig oppsett
sr_cs: Neispravna konfiguracija

source: Invalid data
fr_fr: Données invalides
sr_cs: Nevažeći podaci

source: Invalid data supplied.
fr_fr: Données non valides.
lv_lv: Nederīgi dati.
mk_mk: Снабдени се невалидни податоци.
nn_no: Ugyldige data er lagt ved.
ru_ru: Получены неверные данные.
sr_cs: Dostavljeni su nevažeći podaci.
tr_tr: Geçersiz veri sağlandı.

source: Invalid date format.
ar_sa: تنسيق التاريخ غير صحيح.
fr_fr: Format de date non valable
ja_jp: 日付フォーマットが無効
lv_lv: Nederīgs datuma formāts.
mk_mk: Невалиден формат на дата
nn_no: Ugyldig datoformat.
ru_ru: Недопустимый формат даты.
sr_cs: Neispravan format datuma.
tr_tr: Geçersiz tarih biçimi.

source: Invalid email address.
ar_sa: البريد الالكترونى غير صحيح
fr_fr: Adresse e-mail invalide.
ja_jp: メールアドレスが無効
lv_lv: Nederīga e-pasta adrese
mk_mk: Невалидна е-адреса
nn_no: Ugyldig e-postadresse.
ru_ru: Неверный адрес e-mail
sr_cs: E-mail adresa nije validna
tr_tr: Geçersiz e-posta adresi.

source: Invalid email: %invalid_email%.
fr_fr: Adresses e-mail invalide : %invalid_email%.
sr_cs: Validni mejlovi %invalid_email%.

source: Invalid emails: %invalid_emails%.
fr_fr: Adresses e-mails invalides : %invalid_emails%.
sr_cs: Nevalidni mejlovi: %invalid_emails%.

source: Invalid file name
ar_sa: اسم الملف غير صحيح
fr_fr: Nom de fichier invalide
ja_jp: ファイル名が無効
lv_lv: Nederīgs faila nosaukums
mk_mk: Невалидно име на документот
nn_no: Ugyldig filnavn
ru_ru: Неверное имя файла
sr_cs: Neispravno ime datoteke
tr_tr: Geçersiz dosya adı

source: Invalid selection
ar_sa: اختيار غير صحيح
fr_fr: Selection invalide
ja_jp: 選択が無効
lv_lv: Nederīga izvēle
mk_mk: Невалидна селекција
nn_no: Ugyldig valg
ru_ru: Неверный выбор
sr_cs: Neispravan izbor
tr_tr: Geçersiz seçim

source: Invalid tag(s) (%s)
ar_sa: تاغ غير صحيح %s
fr_fr: Mots-clés invalides (%s)
ja_jp: 不正なタグ (%s)
lv_lv: Nederīgs tags(s) (%s)
mk_mk: Невалидни ознака(и) (%s)
nn_no: Ugyldig(e) merkelapp(er) (%s)
ru_ru: Неверные теги (%s)
tr_tr: Geçersiz etiket(ler) (%s)

source: Invalid value: the payment must be a positive amount.
fr_fr: Valeur invalide : le montant du paiement doit être positif.
nn_no: Ugyldig verdi: beløp må være et beløp større enn null
sr_cs: Neispravna vrednost: plaćanje mora imati pozitivnu vrednost.

source: It must be entered as follows:
ar_sa: يجب أن تكون كالتالي :
fr_fr: Il doit être saisi comme suit :
ja_jp: 次のように入力する必要があります：
lv_lv: Jābūt rakstītām kā norādīts:
mk_mk: Мора да се внесе како:
nn_no: Må være skrevet som følger:
ru_ru: Должно выглядеть как:
sr_cs: Mora biti uneseno na sledeći način
tr_tr: Şu şekilde girilmiş olmalı:

source: Link to database cannot be established: %s
fr_fr: La liaison avec la base de données ne peut pas être établie : %s
ja_jp: データベースへのリンクを確立できません： %s
lv_lv: Saiti uz datubāzi nevar izveidot: %s
nn_no: Tilkobling til database kunne ikke opprettes: %s
ru_ru: Невозможно установить соединение с базой данных : %s

source: Max file size allowed is "%s" bytes.
fr_fr: La taille maximum de fichier autorisée est "%s" bytes.
lv_lv: Maksimālais faila lielums ir "%s" baiti.
nn_no: Maksimal filstørrelse som er tillatt er "%s" bytes.
ru_ru: Максимально допустимый размер файла %s байт.
sr_cs: Maksimalna veličina fajla "%s" bytes.

source: Maximum depth: Invalid number.
ar_sa: الارتفاع الأقصى: رقم غير صالح
fr_fr: Profondeur maximum : nombre invalide
ja_jp: 最大の深さ：無効な数字
lv_lv: Maksimālais dziļums: Nederīgs nummurs.
mk_mk: максимална длабочина: невалиден број.
nn_no: Maksimum djupleik: Ugyldig tall.
ru_ru: Максимальная глубина: Неверный номер.
sr_cs: Maksimalna dubina: Neispravan broj.
tr_tr: En çok derinlik: Geçersiz numara.

source: Missing configuration file
fr_fr: Fichier de configuration manquant
sr_cs: Nedostaje konfiguracioni fajl

source: Missing temporary folder
ar_sa: ملف احتياطى مفقود
fr_fr: Il manque le dossier temporaire de réception de vos envois de fichiers. Merci de consulter votre administrateur système.
ja_jp: テンポラリーフォルダが見つかりません
lv_lv: Trūkst pagaidu mapes
mk_mk: недостасува привремена датотека
nn_no: Manglende temporær mappe
ru_ru: Отсутствует временная директория
sr_cs: Nedostaje privremeni folder
tr_tr: Geçici klasör eksik

source: No default currency
ar_sa: لا توجد عملة افتراضية
fr_fr: Aucune devise par défaut détectée !
ja_jp: デフォルトの通貨がありません
lv_lv: Nav standarta valūtas
mk_mk: Нема основна валута
nn_no: Ingen standard valuta
ru_ru: Нет валюты по умолчанию
sr_cs: Nema podrazumevane valute
tr_tr: Varsayılan para birimi yok

source: No file has been selected
ar_sa: لا يوجد ملف المحدد
fr_fr: Aucun fichier sélectionné
ja_jp: 選択されたファイルがありません
lv_lv: fails nav izvēlēts
mk_mk: Не е одбрано досие
nn_no: Det er ikkje valt ei fil
ru_ru: нет выбранных файлов
sr_cs: nijedan fajl nije izabran
tr_tr: Herhangi bir dosya seçilmedi

source: No file was uploaded
ar_sa: لم يتم رفع أي ملف
fr_fr: Aucun fichier n'a été envoyé
ja_jp: アップロードされたファイルはありません
lv_lv: Neviens fails nav augšupielādēts
mk_mk: Датотеката не беше додадена
nn_no: Ingen fil ble lastet opp
ru_ru: Файл не загружен
sr_cs: Nijedna datoteka nije dodata
tr_tr: Herhangi bir dosya yüklenmedi

source: No file was uploaded.
ar_sa: لم يتم تحميل الملف
fr_fr: Aucun fichier n'a été envoyé
ja_jp: アップロードされたファイルはありません
lv_lv: Neviens fails nav augšupielādēts
mk_mk: Датотеката не беше додадена
nn_no: Ingen fil ble lastet opp.
ru_ru: Не было загружено ни одного файла.
sr_cs: Nijedna datoteka nije dodata
tr_tr: Herhangi bir dosya yüklenmedi.

source: No valid value for field exceptions has been defined.
ar_sa: قيمة حقل الاستثنات غير صحيحة
fr_fr: Pas de valeur valable pour les exceptions de champ.
ja_jp: 例外項目の有効な値がありません
lv_lv: Nav derīgas vērtības lauka izņēmumiem.
mk_mk: Не е дефинирана валидна вредноста за полето со исклучоци
nn_no: Ingen gyldig verdi for feltet unntak.
ru_ru: Нет допустимого значения для исключений поля
sr_cs: Nema ispravne vrednosti za izuzeća polja
tr_tr: Alan istisnaları için geçerli bir değer tanımlanmadı.

source: Oops... looks like an unexpected error occurred
fr_fr: Oups... une erreur inattendue semble s'être produite
nn_no: Det ser ut som en uventet feil oppstod
sr_cs: Oops... izgleda da je došlo do greške

source: Page not found
ar_sa: الصفحة غير موجودة
fr_fr: Page non trouvée
ja_jp: ページが見つかりません
lv_lv: Lapa nav atrasta
mk_mk: Страната не е пронајдена
nn_no: Fant ikke siden
ru_ru: Страница не найдена
tr_tr: Sayfa bulunamadı

source: Password is required.
fr_fr: Mot de passe requis
ja_jp: パスワードは必須入力です。
lv_lv: nepieciešama parole.
mk_mk: потребна е лозинка
nn_no: Passord må fylles ut.
ru_ru: Необходимо указать пароль
sr_cs: Šifra je neophodna
tr_tr: Parola gereklidir.

source: Please enter a valid URL.
fr_fr: Veuillez saisir une URL valide.

source: Please fill in all the required fields.
fr_fr: Veuillez remplir les champs requis
ja_jp: すべての必須項目を入力してください
lv_lv: Lūdzu, aizpildiet visus nepieciešamos laukus
mk_mk: Пополнете ги сите потребни полиња
nn_no: Vennligst fyll inn alle påkrevde felt
ru_ru: Заполните пожалуйста все необходимые поля
sr_cs: Popunite sva obavezna polja.
tr_tr: Lütfen tüm zorunlu alanları doldurun.

source: Please fill out all fields.
ar_sa: الرجاء تعبئة كافة الحقول.
fr_fr: Veuillez remplir tous les champs.
ja_jp: すべての項目に入力してください。
lv_lv: Lūdzu, aizpildiet visus laukus.
mk_mk: Ве молиме пополнете ги сите полиња.
nn_no: Fyll ut alle feltene.
ru_ru: Заполните все поля.
tr_tr: Lütfen tüm alanları doldurun.

source: Positive product quantity is required.
fr_fr: Une quantité positive de produit est requise.
nn_no: Et positivt antall produkter er påkrevd.
sr_cs: Neophodna je pozitivna količnina za proizvod.

source: PrestaShop Fatal error: no utf-8 support. Please check your server configuration.
fr_fr: Erreur fatale : Format UTF-8 non supporté. Merci de vérifier la configuration de votre serveur.
ja_jp: prestaShopの致命的なエラー：UTF-8はサポートされていません。サーバの設定を確認してください。
lv_lv: PrestaShop fatāla kļūda: trūkst utf-8 atbalsta. Lūdzu, pārbaudiet sava servera uzstādījumus.
nn_no: PrestaShop Fatal feil: ingen utf-8 støtte. Vennligst sjekk din serverkonfigurasjon.
ru_ru: Фатальная ошибка магазина: поддержка UTF-8 отсутствует. Пожалуйста, проверьте конфигурацию сервера.

source: Product price is invalid
fr_fr: Le prix du produit est invalide
sr_cs: Cena proizvoda nije ispravna

source: Product price is invalid.
fr_fr: Le prix du produit est invalide.

source: Product price per unit is invalid
fr_fr: Le prix à l'unité est invalide.
nn_no: Produktpris per enhet er ugyldig.
sr_cs: Cena proizvoda po jedinici mere nije ispravna

source: Product price per unit is invalid.
fr_fr: Le prix à l'unité est invalide.

source: Property %1$s has a bad value (allowed values are: %2$s).
ar_sa: الخاصية %1$s لديها قيمة خاطئة ( القيم المسموح بها هي: %2$s).
fr_fr: La propriété %1$s a une valeur invalide (valeurs autorisées : %2$s).
ja_jp: プロパティ %1$s の値が正しくありません（利用可能な値は: %2$s です)。
lv_lv: Mantai nepareiza vērtība %1$s (atļautā vērtība is: %2$s).
mk_mk: Сопственоста %1$s има лоша вредност (дозволените вредности се: %2$s).
nn_no: Egenskap %1$s har en ugyldig verdi (tillatte verdier er: %2$s).
ru_ru: Неверное значение свойства %1$s (допустимые значения: %2$s).
tr_tr: %1$s özelliği yanlış bir değere sahip (izin verilen değerler: %2$s).

source: Property %s is empty.
ar_sa: الخاصية %s فارغة
fr_fr: La propriété %s est vide.
ja_jp: プロパティ %s の値が空です。
lv_lv: Īpašība %s ir tukša.
mk_mk: Сопственоста %s е празна.
nn_no: Egenskap %s er tom.
ru_ru: Свойство %s пусто.
tr_tr: %s özelliği boş.

source: Property %s is not valid
ar_sa: الخاصية %s غير صالحة
fr_fr: La propriété %s n'est pas valide.
ja_jp: プロパティ %s は正しくありません。
lv_lv: Īpašība %s ir nederīga
mk_mk: Сопственоста %s не е валидна
nn_no: Egenskap %s er ikke gyldig
ru_ru: Свойство %s недействительно
tr_tr: %s özelliği geçerli değil

source: Reduction value "%value%" is invalid. Allowed values from 0 to %max%
fr_fr: La valeur "%valeur%" de la réduction est invalide. Valeurs autorisées de 0 à %max%
nn_no: Redusjonsverdien "%value%" er ugyldig. Tillatte verdier er mellom 0 og %max%
sr_cs: Vrednost sniženja "%value%" nije validna. Dozvoljene vrednosti su od 0 do %max%

source: Reduction value "%value%" is invalid. It must be greater than 0 and maximum %max%.
fr_fr: La valeur de réduction "%value%" n'est pas valide. Elle doit être supérieure à 0 et au maximum à %max%.
nn_no: Reduksjonsverdien "%value%" er ugyldig. Den må være større enn 0 og maks %max%.
sr_cs: Vrednost popusta "%value%" je nevažeća. Mora biti veća od 0 i najviše %max%.

source: Reduction value "%value%" is invalid. It must be greater than 0.
fr_fr: La valeur de réduction "%value%" n'est pas valide. Elle doit être supérieure à 0.
nn_no: Reduksjonsverdien "%value%" er ugyldig. Den må være større enn 0.
sr_cs: Vrednost popusta "%value%" je nevažeća. Mora biti veća od 0.

source: Reduction value "%value%" is invalid. Value cannot be negative
fr_fr: La valeur "%valeur%" de la réduction est invalide. La valeur ne peut pas être négative
nn_no: Redusjonsverdien "%value%" er ugyldig. Verdien kan ikke være under null
sr_cs: Vrednost sniženja "%value%" nije validna. Vrednost ne može biti negativna

source: Reply message is invalid
fr_fr: Le message de réponse est invalide
nn_no: Svarmeldingen er ugyldig
sr_cs: Odgovo na poruku nije validan

source: Reply message is required
fr_fr: Un message de réponse est requis
nn_no: Det er påkrevd med en svarmelding
sr_cs: Potreban je odgovor na poruku

source: Role(s) assigned to employee cannot be deleted
fr_fr: Le(s) rôle(s) assigné(s) à cet employé ne peut/peuvent pas être supprimé(s).

source: Same product quantity is already in cart
fr_fr: Le produit est déjà dans le panier en même quantité.
sr_cs: Ista količina proizvoda je već u korpi

source: Selected currency cannot be used because it is deleted.
fr_fr: La devise sélectionnée ne peut pas être utilisée car elle est supprimée.
sr_cs: Izabrana valuta ne može biti korišćena jer je izbrisana.

source: Selected currency cannot be used because it is disabled.
fr_fr: La devise sélectionnée ne peut pas être utilisée car elle est désactivée.
sr_cs: Izabrana valuta ne može biti korišćena jer je deaktivirana.

source: Selected language cannot be used because it is disabled
fr_fr: La langue sélectionnée ne peut pas être utilisée car elle est désactivée
sr_cs: Izabrani jezik ne može biti korišćen jer je deaktiviran
