Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminShippingFeature.*.xlf
Languages: ar_sa, bn_bd, ca_es, el_gr, ka_ge

source: According to total price
ar_sa: وفقا لسعر الاجمالي
bn_bd: মোট মূল্য অনুযায়ী
ca_es: Segons el preu total
el_gr: Σύμφωνα με το συνολικό τίμημα
ka_ge: შეკვეთის ჯამები

source: According to total price.
ar_sa: وفقا للسعر الإجمالي.
ca_es: Segons el preu total.
el_gr: Σύμφωνα με τη συνολική τιμή.

source: According to total weight
ar_sa: وفقا للوزن الاجمالي
bn_bd: মোট ওজন অনুযায়ী
ca_es: Segons el pes total
el_gr: Σύμφωνα με το συνολικό βάρος
ka_ge: შეკვეთის წონები

source: According to total weight.
ar_sa: وفقا للوزن الاجمالي.
ca_es: Segons el pes total.
el_gr: Σύμφωνα με το συνολικό βάρος.

source: Action
ar_sa: فعل
bn_bd: অ্যাকশনঃ
ca_es: Acció
el_gr: Ενέργεια

source: Add handling costs
ar_sa: إضافة رسوم مناولة
ca_es: Afegir el cost de manipulació
el_gr: Προσθήκη εξόδων διεκπεραίωσης

source: Add new carrier
ar_sa: إضافة ناقل جديد
ca_es: Afegir nou transportista
el_gr: Προσθήκη νέου μεταφορέα

source: Add new range
bn_bd: নতুন রেঞ্জ যোগ করুন
ca_es: Afegir un nou rang
el_gr: Προσθήκη νέου εύρους

source: Add range
ca_es: Afegir rang
el_gr: Πρόσθεσε εύρος

source: And it will be proposed for those client groups:
ar_sa: وسيتم اقتراحها لمجموعات العملاء التالية:
ca_es: I es proposarà per a aquells grups de clients:
el_gr: Και θα προτείνεται για αυτές τις ομάδες πελατών:

source: Apply shipping cost
ar_sa: تطبيق تكلفة الشحن
ca_es: Aplicar les despeses de lliurament
el_gr: Εφαρμογή κόστους αποστολής

source: Apply the cost of the highest defined range
ar_sa: تطبيق اعلى سعر
bn_bd: সর্বোচ্চ নির্ধারিত পরিসীমার খরচ প্রয়োগ করুন
ca_es: Aplicar cost del rang més alt definit
el_gr: Εφαρμόστε το κόστος της υψηλότερης ορισμένης κλίμακας
ka_ge: გამოვიყენოთ უმაღლესი მიტანის ფასი

source: Based on the order's total price
ca_es: Basat en el preu total de la comanda
el_gr: Βάση της συνολικής αξίας παραγγελίας

source: Based on the order's total weight
ca_es: Basat en el pes total de la comanda
el_gr: Βάση του συνολικού βάρους παραγγελίας

source: Billing
ar_sa: الفواتير
ca_es: Facturació
el_gr: Χρέωση

source: Carrier
ar_sa: جهة الشحن
bn_bd: বাহক
ca_es: Transportista
el_gr: Μεταφορέας
ka_ge: მიწოდების მეთოდი

source: Carrier name
ar_sa: اسم جهة الشحن:
bn_bd: বাহক নামঃ
ca_es: Nom del transportista
el_gr: Όνομα μεταφορέα
ka_ge: კურიერის სახელი

source: Carrier name:
ar_sa: اسم جهة الشحن:
ca_es: Nom del transportista:
el_gr: Όνομα μεταφορέα:

source: Carrier options
ar_sa: إعدادات جهات الشحن
bn_bd: বাহক অপশন
ca_es: Opcions de transport
el_gr: Επιλογές μεταφορέα
ka_ge: მომწოდებლის მონაცემები

source: Carriers
ar_sa: جهات الشحن:
bn_bd: বাহক
ca_es: Transportistes
el_gr: Μεταφορείς
ka_ge: მოწოდების მეთოდები

source: Carriers ([1]%carriers_count%[/1])
ca_es: Transportistes ([1]%carriers_count%[/1])

source: Create carriers to let your customers choose their best shipping option in terms of delivery dates or fees. Start with editing/deleting the default "My carrier", and add as many options as you need.
ca_es: Creeu transportistes per a permetre als vostres clients de triar la seva millor opció d'enviament en termes de dates de lliurament o tarifes. Comenceu per modificar/suprimir el valor predeterminat "El meu transportista" i afegiu tantes opcions com calguin.
el_gr: Δημιουργείστε μεταφορείς για να δώσετε την ευκαιρία στους πελάτες σας να επιλέξουν την καλύτερη επιλογή αποστολής για τον χρόνο ή το κόστος. Ξεκινήστε διορθώνοντας ή διαγράφοντας τον προεπιλεγμένο "Ο μεταφορέας μου", και προσθέστε όσες επιλογές θέλετε.

source: Default behavior
ar_sa: السلوك الافتراضي
bn_bd: ডিফল্ট আচরণ
ca_es: Comportament predeterminat
el_gr: Προεπιλεγμένη συμπεριφορά

source: Default carrier
ca_es: Transportista per defecte
el_gr: Προεπιλεγμένος μεταφορέας

source: Delay
ar_sa: التأخير
bn_bd: দেরি করুন
ca_es: Retard
el_gr: Καθυστέρυση
ka_ge: დასახელება

source: Delete Zone?
ca_es: Suprimir Zona?
el_gr: Διαγραφή Ζώνης?

source: Delivery next day!
ar_sa: توصيل في اليوم الموالي!
ca_es: Lliurament l'endemà!
el_gr: Παράδοση επόμενη μέρα!

source: Disable carrier
ar_sa: تعطيل جهة الشحن
bn_bd: কারিয়ার নিষ্ক্রিয় করুন
ca_es: Desactivar transportista
el_gr: Απενεργοποίηση μεταφορέα
ka_ge: გამოვრთოთ მიტანის ეს საშუალება

source: Finally, this carrier will be proposed in those shops:
ar_sa: وأخيرًا ، سيتم اقتراح هذا الناقل في تلك المتاجر:
ca_es: Finalment, aquest transportista es proposarà en aquelles botigues:
el_gr: Τέλος, αυτός ο μεταφορέας θα προτείνεται σε αυτά τα καταστήματα:

source: For compatibility reasons, the original version remains enabled on your shop. If no incompatible modules are holding you back, feel free to switch to the new version. The legacy version will eventually be removed in a future release.
ca_es: Per raons de compatibilitat, la versió original resta activada a la vostra botiga. Si no hi ha mòduls incompatibles que us frenin, podeu canviar a la nova versió. La versió antiga serà suprimida en una versió futura.

source: Free Shipping
ar_sa: شحن مجاني
bn_bd: ফ্রি শিপিং
ca_es: Lliurament de franc
el_gr: Δωρεάν αποστολή
ka_ge: უფასო მიწოდება

source: Free shipping
ar_sa: شحن مجاني
bn_bd: ফ্রি শিপিং
ca_es: Lliurament de franc
el_gr: Δωρεάν αποστολή
ka_ge: უფასო მიწოდება

source: Free shipping starts at
ar_sa: يبدأ الشحن المجاني
bn_bd: ফ্রি শিপিং হতে আরম্ভ
ca_es: Tramesa de franc a partir de
el_gr: Δωρεάν αποστολή ξεκινά στις
ka_ge: უფასოა

source: General settings
ar_sa: الإعدادات العامة
bn_bd: সাধারণ সেটিংস
ca_es: Configuració general
el_gr: Γενικές ρυθμίσεις
ka_ge: მთავარი კონფიგურაცია

source: Group access
ar_sa: أذونات مجموعة المستخدمين:
bn_bd: গ্রুপ এক্সেস:
ca_es: Accés dels grups
el_gr: Πρόσβασης ομάδας
ka_ge: დაშვება

source: Handling
ar_sa: معالجة
bn_bd: হ্যান্ডলিং
ca_es: Manipulació
el_gr: Χειρισμός
ka_ge: მიწოდება

source: Handling charges
ar_sa: رسوم المناولة
bn_bd: হ্যান্ডলিং চার্জ
ca_es: Càrrec per manipulació
el_gr: Διεκπεραίωσης
ka_ge: მომზადების ღირებულება/შეკვეთის დამუშავება

source: Handling costs
ca_es: Costs de gestió
el_gr: Έξοδα διεκπεραίωσης

source: If the order is out of range, the behavior is to %3$s.
ar_sa: إذا كان الطلب خارج النطاق ، فسيكون السلوك إلى %3$s.
ca_es: Si la comanda està fora d'aquest segment, el comportament es defineix com: %3$s.
el_gr: Αν η παραγγελία είναι εκτός εύρους, γίνεται αυτό: %3$s.

source: Make sure there are no overlapping ranges. Remember, the minimum is part of the range, but the maximum isn't. So, the upper limit of a range is the lower limit of the next range.
ca_es: Assegureu-vos que no hi hagi intervals superposats. Recordeu que el mínim forma part de l'interval, però el màxim no. Per tant, el límit superior d'un interval és el límit inferior del següent interval.
el_gr: Βεβαιωθείτε ότι δεν υπάρχουν επικαλυπτόμενα εύρη. Να θυμάστε ότι το ελάχιστο είναι μέρος του εύρους, αλλά το μέγιστο δεν είναι. Έτσι, το ανώτερο όριο ενός εύρους είναι το κατώτερο όριο του επόμενου εύρους.

source: Manage ranges
ca_es: Gestionar intervals
el_gr: Διαχείριση εύρους

source: Manage your carriers
ca_es: Gestioneu els vostres transportistes
el_gr: Διαχείριση μεταφορέων

source: Max order depth
ca_es: Profunditat màxima de la comanda
el_gr: Μέγιστο βάθος παραγγελίας

source: Max order height
ca_es: Alçada màxima de la comanda
el_gr: Μέγιστο ύψος παραγγελίας

source: Max order weight
ca_es: Pes màxim de la comanda
el_gr: Μέγιστο βάρος παραγγελίας

source: Max order width
ca_es: Amplada màxima de la comanda
el_gr: Μέγιστο πλάτος παραγγελίας

source: Maximum
ar_sa: الحد الاقصى
bn_bd: সর্বাধিক
ca_es: Màxim
el_gr: Μέγιστο

source: Maximum package depth
ar_sa: العمق الأقصى للحزمة
ca_es: Profunditat màxima de l'embalatge
el_gr: Μέγιστο βάθος πακέτου

source: Maximum package depth (%s)
ar_sa: العمق الأقصى للحزمة (%s)
ca_es: Profunditat màxima de l'embalatge (%s)
el_gr: Μέγιστο βάθος δέματος (%s)

source: Maximum package height
ar_sa: الارتفاع الأقصى للحزمة
ca_es: Alçada màxima del paquet
el_gr: Μέγιστο ύψος πακέτου

source: Maximum package height (%s)
ar_sa: الارتفاع الأقصى للحزمة (%s)
ca_es: Màxima alçada del paquet (%s)
el_gr: Μέγιστο ύψος δέματος (%s)

source: Maximum package weight
ar_sa: الوزن الأقصى للحزمة
ca_es: Pes màxim del paquet
el_gr: Μέγιστο βάρος πακέτου
ka_ge: პაკეტის მაქსიმალური წონა

source: Maximum package weight (%s)
ar_sa: الوزن الأقصى للحزمة (%s)
ca_es: Pes màxim del paquet (%s)
el_gr: Μέγιστο βάρος δέματος (%s)

source: Maximum package width
ar_sa: العرض الأقصى للحزمة
ca_es: Amplada màxima del paquet
el_gr: Μέγιστο πλάτος πακέτου
ka_ge: პაკეტის მაქსიმალური სიგანე

source: Maximum package width (%s)
ar_sa: العرض الأقصى للحزمة (%s)
ca_es: Ample màxim de l'embalatge (%s)
el_gr: Μέγιστο πλάτος δέματος (%s)
ka_ge: პროდუქტის მაქსიმალური სიგანე ($s)

source: Minimum
ar_sa: اقل
bn_bd: নূন্যতম
ca_es: Mínim
el_gr: Ελάχιστη

source: Name:
ar_sa: الاسم:
ca_es: Nom:
el_gr: Όνομα:

source: Out of range behavior
ca_es: Comportament fora de rang
el_gr: Συμπεριφορά εκτός εμβέλειας

source: Out-of-range behavior
ar_sa: سلوك خارج النطاق
ca_es: Comportament fora de rang
el_gr: Συμπεριφορά εκτός εμβέλειας

source: Pick up in-store
ar_sa: التقاطه من المتجر
bn_bd: দোকান থেকে নিন
ca_es: Recollir a la botiga
el_gr: Παραλαβή από το κατάστημα

source: Please upload a valid jpeg file
ca_es: Si us plau, carregeu un fitxer jpeg vàlid
el_gr: Παρακαλώ μεταφορτώστε ένα έγκυρο jpeg αρχείο

source: Price (VAT excl.)
ca_es: Preu (IVA excl.)
el_gr: Τιμή (χωρίς Φ.Π.Α.)

source: Range
ca_es: Interval
el_gr: Εύρος

source: Ranges
ar_sa: النطاقات
ca_es: Rangs
el_gr: Περιθώρια

source: Set ranges and prices
ca_es: Definir intervals i preus
el_gr: Όρισε εύρη και τιμές

source: Shipments ([1]%shipment_count%[/1])
ca_es: Enviaments ([1]%shipment_count%[/1])

source: Shipping and handling
ar_sa: الشحن والتسليم
ca_es: Tramesa i manipulació
el_gr: Αποστολή και παραλαβή

source: Shipping cost
ar_sa: تكلفة الشحن
bn_bd: স্থানান্তর খরচ
ca_es: Cost d'enviament
el_gr: Έξοδα αποστολής
ka_ge: მიტანის ფასი

source: Shipping costs
ca_es: Despeses d'enviament
el_gr: Έξοδα αποστολής

source: Shipping locations and costs
ar_sa: مناطق وتكاليف الشحن
bn_bd: শিপিং অবস্থান এবং খরচ
ca_es: Localitats i despeses de lliurament
el_gr: Περιοχές και έξοδα αποστολής

source: Shipping size and weight
ca_es: Mida i pes d'enviament
el_gr: Αποστολής μέγεθος και βάρος

source: Size and weight
ca_es: Mida i pes
el_gr: Μέγεθος και βάρος

source: Size, weight, and group access
bn_bd: আয়তন, ওজন, এবং গ্রুপ এক্সেস
ca_es: Dimensions, pes, i accés de grup
el_gr: Μέγεθος, βάρος και δικαιώματα ομάδων

source: Speed grade
ar_sa: مستوى السرعة
ca_es: Grau de velocitat
el_gr: Βαθμός ταχύτητας
ka_ge: სიჩქარის დონე

source: Tax
ar_sa: الضريبة
bn_bd: ট্যাক্স
ca_es: IVA
el_gr: Φόρος

source: The file is too large. Allowed maximum size is 8MB.
ca_es: El fitxer és massa gran. La mida màxima permesa és 8MB.
el_gr: Το αρχείο είναι πολύ μεγάλο. Μέγιστο επιτρεπόμενο μέγεθος είναι 8MB.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
ar_sa: يتم حساب تكلفة الشحن %1$s وسيتم تطبيق القاعدة الضريبية %2$s.
ca_es: El cost d'enviament es calcula %1$s i s'aplicarà la regla d'impostos %2$s.
el_gr: Τα έξοδα αποστολής είναι %1$s. Θα εφαρμοσθεί ο φορολογικός κανόνας %2$s.

source: This carrier can deliver orders from %1$s to %2$s.
ar_sa: يمكن لهذا الناقل تسليم الطلبات من %1$s الى %2$s.
ca_es: El transportista pot lliurar les comandes de %1$s a %2$s.
el_gr: Αυτός ο μεταφοράς παραδίδει παραγγελίες από %1$s προς %2$s.

source: This carrier is %1$s and the transit time is %2$s.
ar_sa: هذا الناقل هو %1$s ووقت العبور %2$s.
ca_es: Aquest transportista és %1$s i el temps de trànsit és %2$s.
el_gr: Όνομα μεταφορέα: %1$s – Διάρκεια μεταφοράς: %2$s.

source: This carrier will be proposed for those delivery zones:
ar_sa: سيتم اقتراح هذا الناقل لمناطق التسليم هذه:
ca_es: Aquest transportista es proposarà per a aquestes zones de lliurament:
el_gr: Αυτός ο μεταφοράς θα προτείνεται για αυτές τις ζώνες παράδοσης:

source: Tracking URL
ar_sa: رابط التتبع
ca_es: URL de seguiment
el_gr: URL παρακολούθησης
ka_ge: შეკვეთის მდგომარეობის ბმული

source: Tracking number
ar_sa: رقم التتبع
bn_bd: ট্র্যাকিং নম্বর
ca_es: Número de seguiment
el_gr: Κωδ Ανίχνευσης

source: Transit time
ar_sa: مدة العبور
ca_es: Temps de trànsit
el_gr: Χρόνος μεταφοράς
ka_ge: ტრანზიტის დრო

source: Will be applied when the price is
bn_bd: প্রয়োগ করা হবে যখন দাম
ca_es: S'aplicarà quan el preu sigui
el_gr: Θα εφαρμοσθεί όταν η τιμή είναι

source: Will be applied when the weight is
bn_bd: প্রয়োগ করা হবে যখন ওজন
ca_es: S'aplicarà quan el pes sigui
el_gr: Θα εφαρμοσθεί όταν το βάρος είναι

source: You can not add a negative range
ca_es: No podeu afegir un interval negatiu
el_gr: Δεν μπορείς να προσθέσεις αρνητικό εύρος

source: [1]A new, improved version of this page is ready.[/1] You can enable it with a single click in the [2]New & Experimental Features[/2] section.
ca_es: [1]Hi ha una nova versió millorada d'aquesta pàgina a punt.[/1] La podeu activar amb un sol clic a la secció [2]Funcions noves i experimentals[/2].

source: [1]Manage handling costs[/1]
ca_es: [1]Gestionar costs de gestió[/1]
el_gr: [1]Διαχείριση Εξόδων διεκπεραίωσης[/1]

source: [1]Manage locations[/1]
ca_es: [1]Gestionar localitzacions[/1]
el_gr: [1]Διαχείριση τοποθεσιών[/1]

source: [1]Manage taxes[/1]
ca_es: [1]Gestionar impostos[/1]
el_gr: [1]Διαχείριση φόρων[/1]

source: according to the price
bn_bd: দাম অনুযায়ী
ca_es: segons el preu
el_gr: σύμφωνα με την τιμή

source: according to the weight
ar_sa: وفقا للوزن
bn_bd: ওজন অনুযায়ী
ca_es: segons el pes
el_gr: σύμφωνα με το βάρος

source: free
ar_sa: مجاني
bn_bd: ফ্রি
ca_es: de franc
el_gr: δωρεάν

source: inactive
ar_sa: غير نشط
ca_es: inactiu
el_gr: ανενεργό

source: not free
ar_sa: غير مجاني
bn_bd: ফ্রি নয়
ca_es: de pagament
el_gr: δεν είναι δωρεάν

source: Zones
ar_sa: النطاقات الجغرافية
bn_bd: এলাকা
el_gr: Ζώνες
