Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogHelp.*.xlf
Languages: bn_bd, ca_es, cs_cz, hr_hr, ko_kr, lv_lv, pt_br, sl_si

source: To have a different description than your category summary in search results page, write it here.
ca_es: Per a tenir una descripció diferent del resum de la vostra categoria a la pàgina de resultats de la cerca, escriviu-la aquí.
cs_cz: Pokud chcete mít ve vyhledávači jiný popis, než je souhrn vaší kategorie, napište ho sem.
hr_hr: Da bi se opis razlikovao od opisa sažetka kategorija u rezultatima pretraživanja, napišite to ovdje.
ko_kr: 검색 결과 페이지에서 분류 요약과 다른 설명을 표시하려면, 여기에 작성하세요.
lv_lv: Lai meklēšanas rezultātu lapā būtu atšķirīgs apraksts nekā jūsu kategoriju kopsavilkums, ierakstiet to šeit.
pt_br: Para ter uma descrição diferente do resumo da categoria na página de resultados de busca, digite-a aqui.
sl_si: Če želite na strani z rezultati iskanja opisati drug kot povzetek kategorije, ga napišite tukaj.

source: Unless the 'Accented URL' option is enabled (in Shop parameters > Traffic & SEO), only letters, numbers, underscores (_), and hyphens (-) are allowed.
ca_es: Llevat que l'opció "URL amb accent" estigui activada (a Paràmetres de la botiga > Tràfic & SEO), sols es permeten les lletres, els números, els guions baixos (_) i els guions (-).
cs_cz: Pokud nejsou povoleny URL s diakritikou (v Nastavení obchodu > SEO & URL), jsou povoleny pouze písmena bez diakritiky, čísla, podtržítka (_), a pomlčky (-).
ko_kr: '강조된 URL' 옵션이 활성화 되지 않으면 (상점 매개 변수 > 트래픽 & SEO), 문자, 숫자, 밑줄 (_), 및 하이픈 (-) 만 허용됩니다.
pt_br: A não ser que a opção 'URL acentuada' esteja ativa (em Parâmetros da loja > Tráfego e SEO), apenas letras, números, sublinhados (_) e hifens (-) são permitidos.

source: Search for a product
ca_es: Cercar productes
sl_si: Poišči izdelek

source: Enter your product name
ca_es: Entreu el nom del producte
sl_si: Vnesi ime izdelka

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
ca_es: El resum és una frase breu que descriu el vostre producte.<br />Apareixerà a la part superior de la pàgina de productes de la vostra botiga, a les llistes de productes i a la pàgina de resultats dels motors de recerca (per tant, és important per al SEO). Per a donar més detalls sobre el vostre producte, feu servir la pestanya "Descripció".
sl_si: Povzetek je kratek stavek, ki opisuje vaš izdelek. <br /> To bo prikazano na vrhu strani izdelka vaše trgovine, v seznamu proizvodov, in strani z rezultati iskalnikov (zato je pomembno za SEO). Za več podrobnosti o izdelku, uporabite "Opis".

source: Search and add a related product
ca_es: Cercar i afegir un producte relacionat
sl_si: Išči in dodaj povezane izdelke

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
ca_es: Useu una coma per a crear etiquetes separades. Per exemple: vestit, cotó, vestits de festa.
sl_si: Uporabite vejico za ustvarjanje ločenih oznak. Primer: obleke, večerne obleke.

source: Per kilo, per litre
ca_es: Per quilo, per litre
cs_cz: Za kilogram, za litr
hr_hr: Po kilogramu, litri
ko_kr: 킬로 당, 리터 당
lv_lv: Par kilogramu, par litru
pt_br: Por quilo, por litro
sl_si: Na kilogram, na liter

source: Leave empty to disable
ca_es: Deixar buit per a desactivar
sl_si: Pustite prazno, če želite onemogočiti

source: Combine several attributes, e.g.: "Size: all", "Color: red".
ca_es: Combinar diversos atributs, p. ex.: "Mida: tot", "color: xarxa".
sl_si: Združi več atributov, npr.: "Velikost: vse", "Barva: rdeča".

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
ca_es: Aquesta descripció apareixerà als motors de recerca. Us cal una sola frase, de menys de 160 caràcters (espais inclosos)
sl_si: Ta opis se bo pojavil v brskalnikih. Potrebujete en sam stavek, krajši od 160 znakov ( vključno s presledki)

source: To which product should the page redirect?
ca_es: A quin producte ha de redirigir la pàgina?
cs_cz: Na jaký produkt má stránka přesměrovat?

source: To which category should the page redirect?
ca_es: A quina categoria ha de redirigir la pàgina?
cs_cz: Do jaké kategorie má stránka přesměrovat?

source: By default, the main category will be used if no category is selected.
ca_es: Per defecte, es farà servir la categoria principal si no se selecciona cap categoria.
cs_cz: Pokud není vybrána žádná kategorie, bude ve výchozím nastavení použita hlavní kategorie.

source: To have a different title from the product name, enter it here.
ca_es: Per tal de tenir un títol diferent del nom del producte, entreu-lo aquí.
sl_si: Za drugačen naslov od imena izdelka, vnesite tukaj.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
ca_es: Títol públic per a la pàgina del producte i per als motors de recerca. Deixeu en blanc per a fer servir el nom del producte. El nombre de caràcters restants es mostra a l'esquerra del camp.
sl_si: Javni naslov za stran z izdelki, in za brskalnike. Pustite prazno, če boste uporabili ime izdelka. Na levi strani polja vam prikazuje preostanek črk, ki so na voljo.

source: To have a different description than your product summary in search results pages, write it here.
ca_es: Per a tenir una descripció diferent del resum del vostre producte a les pàgines de resultats de la cerca, escriviu-la aquí.
sl_si: Vpišite tukaj, če želite imeti drugačen povzetek opisa za izdelek.

source: Upload a brand logo from your computer.
ca_es: Carregueu un logo de marca del vostre ordinador.
cs_cz: Nahrajte logo značky ze svého počítače.
hr_hr: Prebacite logo iz Vašeg računala.
ko_kr: 컴퓨터에서 상표 로고를 업로드합니다.
lv_lv: Augšupielādējiet zīmola logotipu no sava datora.
pt_br: Upload um logotipo de marca armazenado no seu computador.
sl_si: Naloži logotip iz računalnika.

source: If the price of this combination is different from the initial retail price, enter the value of the impact (negative or positive).
ca_es: Si el preu d'aquesta combinació és diferent del preu inicial de venda al detall, introduïu el valor de l'impacte (negatiu o positiu).
cs_cz: Pokud je cena kombinace jiná než cena produktu, zadejte rozdíl v ceně (negativní nebo pozitivní).

source: This interface allows you to specify the suppliers of the current combination.
ca_es: Aquesta interfície us permet d'especificar els proveïdors de la combinació actual.
cs_cz: V tomto rozhraní můžete uvést dodavatele aktuální kombinace.
ko_kr: 이 인터페이스를 사용하면 현재 조합의 공급사를 지정할 수 있습니다.
pt_br: Esta interface permite que você especifique os fornecedores da combinação atual.

source: Using another image as cover will automatically uncheck this box.
ca_es: Si feu servir una altra imatge com a principal, desmarcarà automàticament aquesta casella.
cs_cz: Pokud použijete jiný obrázek jako hlavní, toto se automaticky odškrtne.
ko_kr: 다른 이미지를 표지로 사용하면 이 상자가 자동으로 선택 해제됩니다.
pt_br: Ao se utilizar outra imagem como capa, esta caixa será automaticamente desmarcada.

source: Search file
ca_es: Cercar fitxer
cs_cz: Hledat soubor
ko_kr: 파일 검색
pt_br: Pesquisar arquivo

source: Instructions, size guide, or any file you want to add to a product.
ca_es: Instruccions, guia de talles, o qualsevol arxiu que vulgueu afegir a un producte.
cs_cz: Manuál, tabulka velikostí - jakýkoliv soubor, který chcete k produktu přiložit.
ko_kr: 상품에 추가하려는 설명서, 크기 안내서, 또는 다른 파일입니다.
pt_br: Instruções, guia de tamanho, ou qualquer arquivo que você queira adicionar ao produto.

source: Customers can download these files on the product page.
ca_es: Els clients poden descarregar aquests arxius de la pàgina del producte.
cs_cz: Zákazníci si tyto soubory můžou stáhnout na stránce produktu.
ko_kr: 고객들은 상품 페이지에서 이 파일들을 내려받기 할 수 있습니다.
pt_br: Os clientes podem baixar estes arquivos na página do produto.

source: Set specific prices for customers meeting certain conditions.
ca_es: Definir preus específics per als clients que compleixin determinades condicions.
cs_cz: Nastavte specifickou cenu pro zákazníky splňující dané podmínky.
ko_kr: 특정 조건을 충족하는 고객에 대한 특정 가격을 설정합니다.
pt_br: Defina preços específicos para clientes encontrando certas condições.

source: Define which condition should apply first when a customer is eligible for multiple specific prices.
ca_es: Definiu quina condició s'ha d'aplicar primer quan un client és elegible per a múltiples preus específics.
cs_cz: Nadefinujte, které pravidlo se má použít první, pokud jich zákazník splňuje několik najednou.
ko_kr: 고객이 여러 특정 가격에 적격일때 우선으로 적용할 조건을 정의합니다.
pt_br: Defina que condição deve ser aplicada primeiro quando um cliente é elegível para múltiplos preços específicos.

source: Add new specific price
ca_es: Afegir un nou preu específic
cs_cz: Přidat novou speciální cenu
ko_kr: 새 특정 가격 추가
pt_br: Adicionar novo preço específico

source: Indicate the price for a single unit of the product. For instance, if you're selling fabrics, it would be the price per meter.
ca_es: Indiqueu el preu d'una sola unitat del producte. Per exemple, si veneu teixits, seria el preu per metre.
cs_cz: Uveďte cenu za "jednotku" produktu. Pokud například prodávate látky, bude to cena za metr.
ko_kr: 상품의 단일 단위에 대한 가격을 나타냅니다. 예를들면, 직물을 판매하는 경우, 미터 당 가격이 됩니다.
pt_br: Indique o preço para uma unidade do produto. Por exemplo, se você estiver vendendo tecidos, será o preço por metro.

source: Public title for the product page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the right of the field.
ca_es: Títol públic per a la pàgina del producte i per als motors de recerca. Deixeu-lo en blanc per a fer servir el nom del producte. El nombre de caràcters restants es mostra a la dreta del camp.

source: This description will appear in search engines. It should be a single sentence, shorter than 160 characters (including spaces).
ca_es: Aquesta descripció apareixerà als motors de recerca. Ha de ser una frase única, menys de 160 caràcters (espais inclosos).

source: Separate each tag with a comma or press the Enter key.
ca_es: Separeu cada etiqueta amb una coma o premeu la tecla Enter.
cs_cz: Tagy oddělujte čárkou nebo zmáčknutím Enteru
ko_kr: 각 태그는 쉼표 또는 엔터 키를 눌러서 분리합니다.
pt_br: Separe cada tag com uma vírgula ou pressione a tecla Enter.

source: The email will be sent to all users who have access to the Stock page. To modify permissions, go to [1]Advanced Parameters > Team[/1].
ca_es: El correu electrònic s'enviarà a tots els usuaris que tinguin accés a la pàgina Inventari. Per a modificar els permisos, aneu a [1]Paràmetres avançats > Equip[/1].
cs_cz: E-mail bude odeslán všem uživatelům, kteří mají přístup do skladových zásob. Chcete-li změnit oprávnění, přejděte na položku [1]Rozšířené parametry > Zaměstnanci[/1].

source: Will appear in the list of suppliers.
ca_es: Apareixerà a la llista de proveïdors.
cs_cz: Objeví se v seznamu dodavatelů.
hr_hr: Pojaviti će se na popisu dobavljača.
ko_kr: 공급사 목록에 나타납니다.
lv_lv: Parādīsies piegādātāju sarakstā.
pt_br: Vai aparecer na lista de fornecedores.
sl_si: Bo prikazan v seznamu dobaviteljev.

source: Upload a supplier logo from your computer.
ca_es: Carregueu un logo del proveïdor del vostre ordinador.
cs_cz: Nahrát logo dodavatele z vašeho počítače.
hr_hr: Prenesite logo dobavljača iz Vašeg računala.
ko_kr: 컴퓨터에서 공급사 로고를 업로드 합니다.
lv_lv: Augšupielādējiet piegādātāja logotipu no sava datora.
pt_br: Enviar um logo do fornecedor do seu computador.
sl_si: Naložite logotip dobavitelja z vašega računalnika.

source: Search product
ca_es: Cercar producte
cs_cz: Hledat produkt
ko_kr: 상품 검색
pt_br: Pesquisar produto

source: Search name
ca_es: Cercar un nom
cs_cz: Vyhledat název
hr_hr: Pretraži po imenu
ko_kr: 검색 이름
lv_lv: Meklēt vārdu
pt_br: Pesquisar nome
sl_si: Poišči po imenu

source: Search category
ca_es: Cercar una categoria
cs_cz: Vyhledat kategorii
hr_hr: Pretraži kategoriju
ko_kr: 분류 검색
lv_lv: Meklēt kategoriju
pt_br: Pesquisar uma categoria
sl_si: Išči kategorijo

source: Search ref.
ca_es: Cercar ref.
sl_si: Referenca iskanja

source: Save the product and stay on the current page: ALT+SHIFT+S
ca_es: Desar el producte i romandre a la pàgina actual: ALT+MAJÚS+S
cs_cz: Uložit produkt a zůstat na současné stránce: ALT+SHIFT+S
hr_hr: Spremi proizvod i ostani na trenutnoj stranici: ALT+SHIFT+S
ko_kr: 상품을 저장하고 현재 페이지에 머무릅니다: ALT+SHIFT+S
lv_lv: Saglabāt produktu un palieciet uz pašreizējās lapas: ALT + SHIFT + S
pt_br: Salvar o produto e permanecer na página atual: ALT+SHIFT+S
sl_si: Shranite izdelek in ostanite na trenutni strani: CTRL+S

source: Permanently delete this product.
ca_es: Suprimir definitivament aquest producte.
sl_si: Trajno izbrišite ta izdelek.

source: See how your product sheet will look online: ALT+SHIFT+V
ca_es: Vegeu com es mostrarà el full de producte a Internet: ALT + SHIFT + V
sl_si: Poglejte kako bo vaš dokument izgledal na spletu: CTRL+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
ca_es: Activar o desactivar el producte a la seva botiga: ALT + SHIFT + O
sl_si: Omogočite ali onemogočite vaš izdelek v trgovinip: CTRL+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
ca_es: Deseu i dupliqueu aquest producte i, tot seguit, aneu al producte nou: ALT+MAJ+D
sl_si: Shranite in podvojite ta izdelek, nato pojdite na nov izdelek: CTRL+D

source: Save and go back to the catalog: ALT+SHIFT+Q
ca_es: Desar i tornar al catàleg: ALT + SHIFT + Q
sl_si: Shranite in se vrnite v katalog: CTRL+Q

source: Save and create a new product: ALT+SHIFT+P
ca_es: Desar i crear un nou producte: ALT+SHIFT+P
sl_si: Shranite in ustvarite nov izdelek: CTRL+P

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
ca_es: El producte és un paquet (una combinació d'almenys dos productes existents), un producte virtual (fitxer descarregable, servei, etc.) o simplement un producte físic estàndard?
sl_si: Je izdelek paket ( kombinacija vsaj dveh izdelkov ), virtualni izdelek ( datoteka za prenos, storitev, itd.) ali standarden, fizični izdelek?

source: Search categories
ca_es: Cercar categories
cs_cz: Vyhledat kategorie
hr_hr: Pretraga kategorije
ko_kr: 검색 분류
lv_lv: Meklēt kategorijas
pt_br: Buscar categorias
sl_si: Išči kategorije

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
ca_es: On hauria d'estar disponible el producte al vostre lloc? La categoria principal és on apareix el producte per defecte: aquesta és la categoria que es veu a la URL de la pàgina del producte. Les categories desactivades s'escriuen en cursiva.
sl_si: Kje na strani naj bo izdelek na voljo? Glavna kategorija je tam kjer se privzeto pojavi izdelek: to je stran, ki je vidna na povezavi izdelka. Onemogočene kategorije so izpisane v italics fontu.

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
ca_es: Si voleu crear ràpidament una categoria nova, podeu fer-ho aquí. No us oblideu d'anar a la pàgina Categories per a emplenar els detalls necessaris (descripció, imatge, etc.). Una categoria nova no apareixerà automàticament al menú de la vostra botiga, llegiu-ne l'ajuda.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
ca_es: Aquesta combinació té un preu diferent? És més barat o més car que el preu de venda per defecte?
sl_si: Ima ta kombinacija drugačno ceno? Je dražja ali cenejša od privzete cene?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
ca_es: Les combinacions són les diferents variacions d'un producte, amb atributs com la seva mida, pes o color prenent valors diferents. Per a crear una combinació, primer heu de crear els atributs del vostre producte. Aneu a Catàleg > Atributs & Característiques per a això!
sl_si: Kombinacije so različne različice izdelka, z atributi, kot so njegovi velikosti, teži ali barva ob različnih vrednostih. Če želite ustvariti kombinacijo, morate najprej ustvariti atribute za svoj izdelek. Pojdi na Katalog> Lastnosti & funkcije!

source: To add combinations, you first need to create proper attributes and values in [1]%attributes_and_features_label%[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "%generate_label%": it will automatically create all the combinations for you!
ca_es: Per a afegir combinacions, primer heu de crear els atributs i els valors adequats a [1]%attributes_and_features_label%[/1]. <br> Quan hàgiu acabat, podeu entrar els atributs desitjats (com ara "mida" o "color") i els valors respectius ("XS", "vermell", "tot", etc.) al camp següent; o simplement seleccioneu-los a la columna de la dreta. A continuació, cliqueu a "%generate_label%": crearà automàticament totes les combinacions per a vosaltres!

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
ca_es: Aquest URL és comprensible per humans, es genera amb el nom dels productes. El podeu canviar si voleu.
cs_cz: Toto je čitelná URL, jako je generována z názvu produktu. Lze jej změnit, pokud chcete.
hr_hr: Ovo je čitljiviji URL, generiran iz naziva proizvoda. Možete ga promijeniti ako želite.
ko_kr: 이것은 상품 이름으로 생성된, 사람이 읽을수 있는 URL입니다. 원한다면 변경할 수 있습니다.
lv_lv: Tas ir lasāms URL, kas tiek ģenerēts no produkta nosaukuma. Jūs to varat mainīt, ja vēlaties.
pt_br: Esta é a URL legível, como gerada a partir do nome do produto. Você pode alterá-la se esejar.
sl_si: To je berljiv URL generiran iz imena izdelka. Lahko ga spremenite, če želite.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
ca_es: Quan el vostre producte estigui desactivat, trieu a quina pàgina voleu redirigir els clients que visiten la pàgina escrivint el nom del producte o de la categoria.
cs_cz: Je-li váš produkt zakázaný, zadáním názvu produktu nebo kategorie vyberte stránku, na kterou chcete zákazníky na příslušné stránce přesměrovat.
hr_hr: Kada je vaš proizvod onemogućen, odlučite na koje stranice želite preusmjeriti korisnike posjećivanjem tih stranica klikom na proizvod ili ime kategorije.
ko_kr: 상품이 비활성화 될 때, 고객들이 상품 또는 분류 명을 입력하여 페이지를 방문하는 것을 리다이렉트 할 페이지를 선택하세요.
lv_lv: Kad produkts ir atslēgts, izvēlieties, uz kādu lapu vēlaties novirzīt klientus, kas apmeklē lapu, ierakstot produktu vai kategorijas nosaukumu.
pt_br: Quando o seu produto estiver desativado, escolha a página na qual você gostaria de redirecionar os clientes que visitarão a página do produto, digitando o nome do produto ou categoria.
sl_si: Ko, je vaš izdelek onemogočen, izberite na katero stran naj preusmeri kupca.

source: Default behavior is specified in the Shop Parameters > Product settings page.
ca_es: El comportament predeterminat s'especifica a la pàgina Paràmetres de la botiga > Configuració del producte.
cs_cz: Výchozí chování je specifikováno na stránce Parametry obchodu > Nastavení produktů.
ko_kr: 기본 동작은 상점 매개변수 > 상품 설정 페이지에서 지정합니다.

source: No redirection (200), display product = Do not redirect anywhere, display product as discontinued and return normal 200 response.
ca_es: Sense redirecció (200), mostrar el producte = No redirigir enlloc, mostrar el producte com a descatalogat i retornar la resposta 200 normal.

source: No redirection (404), display product = Do not redirect anywhere, display product as discontinued and return 404 "Not Found" response.
ca_es: Sense redirecció (404), mostrar el producte = No redirigir enlloc, mostrar el producte com a descatalogat i retornar la resposta 404 "No trobat".

source: No redirection (410), display product = Do not redirect anywhere, display product as discontinued and return 410 "Gone" response.
ca_es: Sense redirecció (410), mostrar el producte = No redirigir enlloc, mostrar el producte com a descatalogat i retornar la resposta 410 "Desaparegut".

source: No redirection (404), display error page = Do not redirect anywhere and display a 404 "Not Found" page.
ca_es: Sense redirecció (404), mostrar la pàgina d'error = No redirigir enlloc i mostrar una pàgina 404 "No trobat".

source: No redirection (410), display error page = Do not redirect anywhere and display a 410 "Gone" page.
ca_es: Sense redirecció (410), mostrar la pàgina d'error = No redirigir enlloc i mostrar una pàgina 410 "Desaparegut".

source: Permanent redirection (301) = Permanently display another product or category instead.
ca_es: Redirecció permanent (301) = Mostra permanentment un altre producte o categoria.
sl_si: Trajna preusmeritev (301) = Trajno prikazuj drug izdelek ali kategorijo.

source: Temporary redirection (302) = Temporarily display another product or category instead.
ca_es: Redirecció temporal (302) = Temporalment es visualitzarà un altre producte o categoria en el seu lloc.
sl_si: Začasna preusmeritev (302) = Začasno prikazuj drug izdelek ali kategorijo.

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
ca_es: S'aconsella que els venedors a Europa compleixin amb les lleis locals el temps de lliurament de la visualització d'un producte.
cs_cz: Zobrazení dodací lhůty pro produkt se doporučuje pro obchodníky prodávajících v Evropě, aby dodržovali místní zákony.
hr_hr: Predviđeno vrijeme isporuke za proizvod savjetuje se prodavačima koji prodaju u Europi u skladu s lokalnim zakonima.
ko_kr: 유럽에서 판매하는 판매자가 현지 법을 준수하도록 상품에 대한 배송시간을 표시하도록 알려줍니다.
lv_lv: ES pārdevējam jānorāda piegādes laiks, lai atbilstu vietējiem likumiem.
pt_br: Exibir o prazo de entrega para um produto é recomendado para os lojistas vendendo no Brasil para cumprir as leis locais.

source: If a carrier has a tax, it will be added to the shipping fees. Does not apply to free shipping.
ca_es: Si un transportista té un impost, s'afegirà a les despeses d'enviament. No s'aplica a l'enviament de franc.
cs_cz: Pokud má dopravce nastavenou DPH, bude k nákladům za dopravu přičtena. Neplatí pro dopravu zdarma.
hr_hr: Ako prijevoznik ima porez, bit će dodan u troškove dostave. Ne odnosi se na besplatnu dostavu.
ko_kr: 배송 회사에 세금이 있다면, 배송비에 추가됩니다. 무료 배송에는 적용되지 않습니다.
lv_lv: Ja pārvadātājam ir nodokļi, tie tiks pievienoti piegādes izmaksām. Neattiecas uz bezmaksas piegādi.
pt_br: Se uma transportadora tiver um imposto, ele será adicionado às taxas de envio. Não se aplica ao frete grátis.
sl_si: Če ima prevoznik davek, se mu dodajo pristojbine za odpremo. Ne velja za brezplačen prevoz.

source: edit
ca_es: modificar
sl_si: uredi

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
ca_es: Aquesta interfície li permet especificar els proveïdors del producte actual i les seves combinacions, si s'escau.
sl_si: Ta vmesnik vam omogoča, da določite dobavitelja trenutnega izdelka in njegovih kombinacij.
