Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogFeature.*.xlf
Languages: bs_ba, es_ar, id_id, km_kh, mk_mk, sq_al, sr_cs

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
id_id: Jumlah yang tersedia untuk produk ini dan kombinasinya adalah berdasarkan stok di gudang (menggunakan advanced stock management system).

source: I want to specify available quantities manually.
id_id: Jumlah tersedia akan diisi secara manual.

source: No redirection (404)
id_id: Tidak ada pengalihan (404)

source: Specific delivery time to this product
id_id: Waktu pengiriman tertentu untuk produk ini

source: Default delivery time
id_id: Waktu pengiriman standar

source: Add customer
id_id: Tambah pelanggan

source: Apply to all combinations
id_id: Terapkan ke semua kombinasi

source: Available from
id_id: Tersedia dari

source: Starting at
id_id: Mulai

source: Unit(s)
id_id: Unit

source: Product price (tax excl.)
id_id: Total produk (tanpa pajak)

source: Reduction tax
id_id: Pajak pengurangan

source: Stored
id_id: Tersimpan

source: Location (optional)
id_id: Lokasi (opsional)

source: These products will be deleted for good. Please confirm.
id_id: Produk ini akan dihapus permanen. Harap konfirmasi.

source: Delete products?
id_id: Hapus produk?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
id_id: [1]Tambahkan produk pertama Anda[/1][2]atau impor daftar produk (jenis berkas: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Basic settings
id_id: Pengaturan dasar

source: Create a new category
id_id: Buat kategori baru

source: New category name
id_id: Nama kategori baru

source: Create a category
id_id: Buat kategori

source: Prev. combination
id_id: Kombinasi sblm.

source: Back to product
id_id: Kembali ke produk

source: Combination details
id_id: Rincian kombinasi

source: Price and impact
id_id: Harga dan dampak

source: Final retail price (tax excl.) will be
id_id: Harga ritel akhir (tanpa pajak) adalah

source: Does this combination have a different price per unit?
id_id: Apakah kombinasi ini mempunyai harga berbeda per unit?

source: Images
id_id: Gambar

source: Manage your product combinations
id_id: Kelola kombinasi produk Anda

source: Bulk actions ([1]/[2] combination(s) selected)
id_id: Tindakan curah ([1]/[2] kombinasi dipilih)

source: Availability preferences
id_id: Setting ketersediaan

source: Behavior when out of stock
id_id: Perilaku bila stok habis

source: Stock management is disabled
id_id: Manajemen stok dinonaktifkan

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
id_id: Anda dapat menaikan atau menurunkan batas stok terendah secara masal. Untuk menonaktifkan secara masal: Anda harus melakukannya per kombinasi.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
id_id: Email akan dikirim ke semua user yang memiliki akses ke halaman stok. Untuk mengubah hak akses, masuk ke to Parameter lanjutan > Tim

source: Delete combinations
id_id: Hapus kombinasi

source: Edit a specific price
id_id: Edit harga tertentu

source: Add a brand
id_id: Tambah brand

source: Related product
id_id: Produk terkait

source: Add a related product
id_id: Tambah produk yang berkaitan

source: Reset URL
id_id: URL Reset

source: Leave empty to disable.
id_id: Untuk menonaktifkan silahkan kosongkan saja.

source: Specific price conditions
id_id: Kondisi harga tertentu

source: Apply a discount of
id_id: Terapkan diskon dari

source: Product location in warehouses
id_id: Lokasi produk di gudang

source: Please choose the warehouses associated with this product.
id_id: Harap pilih gudang yang terhubung dengan produk ini.

source: Stock
id_id: Stok

source: Quantities
id_id: Stok

source: Tax excluded
id_id: Termasuk pajak

source: Tax included
id_id: Termasuk pajak

source: View all images
id_id: Lihat semua gambar

source: View less
id_id: Tampilkan ringkas

source: Simple product
id_id: Produk sederhana

source: Condition & References
id_id: Syarat & Referensi

source: Attach a new file
id_id: Lampirkan berkas baru

source: Manage tax rules
id_id: Kelola aturan pajak

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
id_id: Harga ritel akhir: [1][2][/2] dengan pajak[/1] / [3][/3] tanpa pajak

source: Rule
id_id: Aturan

source: Fixed price
id_id: Harga tetap

source: Impact
id_id: Dampak

source: From
id_id: Dari

source: Priorities
id_id: Prioritas

source: JPG, GIF or PNG format.
id_id: Format JPG, GIF atau PNG.

source: These modules are relative to the product page of your shop.
id_id: Modul berikut terhubung ke halaman produk di toko Anda.

source: tax excl.
id_id: pajak excl.

source: Zoom
id_id: Perbesar

source: Menu thumbnails
id_id: Gambar mini menu

source: Add a new feature
id_id: Tambahkan fitur baru

source: List of products for this pack
id_id: Daftar produk dalam pak ini

source: Customer groups
sr_cs: Grupe kupaca

source: UPC
mk_mk: УПЦ

source: Ref:
mk_mk: Реф:
