Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminLoginNotification.*.xlf
Languages: ar_sa, bg_bg, ca_es, da_dk, de_de, et_ee, he_il, ko_kr, nn_no, sl_si

source: deleted the /install folder
ar_sa: تم حذف مجلد install
bg_bg: изтрий папката /install
ca_es: suprimida la carpeta /install
da_dk: slettet /install mappen
de_de: Verzeichnis /install löschen oder umbennen
et_ee: kustutanud /install kataloogi
he_il: תיקיית ההתקנה (install) נמחקה
ko_kr: /install 폴더 삭제됨
nn_no: slettet /install folderen
sl_si: mapa /install je izbrisana

source: renamed the /admin folder (e.g. %s)
bg_bg: преименувай папката /admin (напр. %s)
ca_es: reanomenat el directori /admin (p.ex. %s)
da_dk: omdøbt /admin mappen (f.eks. %s)
de_de: Verzeichnis /admin umbenennen (z. B. %s)
et_ee: olete ümber nimetanud /admin kataloogi (nt. %s)
he_il: שנה את ספריית /admin (לדוגמא %s)
ko_kr: /admin 폴더 이름 변경됨 (예.%s)
nn_no: byttet navn på /admin-mappen (f.eks. %s)
sl_si: Preimenovano v /skrbniška mapa (e.g. %s)

source: For security reasons, you cannot connect to the back office until you have:
ar_sa: لأسباب أمنية ، لا يمكنك الإتصال بالمكتب الخلفي حتى يكون لديك:
bg_bg: От съображения за сигурност свързването с административния панел е забранено, преди да:
ca_es: Per raons de seguretat, no es pot connectar a l'oficina de suport fins que tingui:
da_dk: Af sikkerhedsmæssige årsager kan du ikke oprette forbindelse til back office, til du har:
de_de: Aus Sicherheitsgründen können Sie erst auf das Back Office erst zugreifen, wenn Sie Folgendes erledigt haben:
et_ee: Turvakaalutlustel ei saa te administraatori alale siseneda kuni teil on:
he_il: מסיבות אבטחה לא תוכל להתחבר לדפי הניהול עד שיהיו לך:
ko_kr: 보안상의 이유로, 다음 조건이 충족될 때까지 관리자 사이트에 연결할 수 없습니다:
nn_no: Av sikkerhetsgrunner kan du ikke koble til administrasjonssidene før du har:
sl_si: Iz varnostnih razlogov, se ne morete povezati v back-office dokler nimate:

source: You will be redirected to the login page in a few seconds.
ar_sa: سيتم إعادة توجيهك إلى صفحة تسجيل الدخول خلال بضع ثوانٍ.
sl_si: Preusmerjeni boste na prijavno stran v nekaj sekundah.

source: Please, check your mailbox.
ar_sa: الرجاء، أفحص صندوق بريدك.
bg_bg: Моля, проверете пощенската си кутия.
ca_es: Si us plau, reviseu la teva bústia de correu.
da_dk: Tjek venligst din postkasse.
de_de: Bitte checken Sie Ihre E-Mails.
et_ee: Palun vt oma postkasti.
he_il: אנא בדקו את תיבת הדוא"ל שלכם.
ko_kr: 이메일을 확인해 주세요.
nn_no: Vennligst sjekk e-postinnboksen din.
sl_si: Preverite svojo e-pošto.

source: Please then access this page by the new URL (e.g. %s)
sl_si: Nato prosimo, da stran odprete z novim URL (e.g. %s)

source: For security reasons, you must also delete the /install folder.
bg_bg: От съображения за сигурност трябва да изтриете папката /install.
ca_es: Per motius de seguretat, també heu de suprimir la carpeta /install.
da_dk: Af sikkerhedsmæssige årsager skal du slette mappen /install.
de_de: Aus Sicherheitsgründen müssen Sie das Verzeichnis 'install' löschen oder umbenennen.
he_il: למטרות אבטחה עליך למחוק את התקייה /install .
ko_kr: 보안상의 이유로, /install 폴더도 삭제해야 합니다.
nn_no: Av sikkerhetsgrunner må du også slette /install-mappen.
sl_si: Iz varnostnih razlogov morate odstraniti tudi / namestitveno mapo.

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
ar_sa: يتم تنشيط SSL. ومع ذلك ، لا يسمح IP الخاص بك لاستخدام الوضع غير الآمن (صون الملكية الفكرية أو المحلي).
bg_bg: SSL е активиран. Въпреки това, твоето IP позволява неосигурен достъп в режим на Поддръжка или при локални IP.
ca_es: SSL està activat. No obstant això, la seva IP pot utilitzar la manera no segura (pel manteniment o per IP local).
da_dk: SSL er aktiveret. Dog har din IP adresse ret til at bruge ikke-sikret tilstand (Vedligehold eller lokal IP).
de_de: SSL ist aktiv. Ihre IP erlaubt es aber, den unsicheren Modus zu verwenden. (Wartungs-, oder lokale IP)
et_ee: SSL on aktiveeritud. Kuid Teie IP-l on lubatud kasutada mitteturvalist ühendust (hooldus või kohaliku arvuti IP)
he_il: SSL מופעל. עם זאת, ה-IP שלך מאפשר שימוש במצב לא מאובטח עבור תחזוקה או תקלות IP מקומיות.
ko_kr: SSL이 활성화 되었습니다. 하지만, 당신의 IP는 유지보수 또는 로컬 IP 문제로 인해 보안되지 않는 모드로 접속이 허용됩니다.
nn_no: SSL er aktivert. Imidlertid har din IP lov til å bruke usikret modus for blant annet vedlikehold.
sl_si: SSL je aktiviran. Vendar vašemu IP-ju je dovoljen nevarovan način (Vzdrževanje ali lokalni IP).

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
ar_sa: الـ SSL مُفعل. يرجى الإتصال بإستخدام الرابط التالي [1] لتسجيل الدخول إلى الوضع الآمن (//:https)[/1]
bg_bg: SSL е активен. Моля, свържете се като използвате следният линк, за да [1]влезете в сигурен режим (https://)[/1]
ca_es: SSL està activat. Connecteu-vos mitjançant l'enllaç següent per [1]connnectar en mode segur (https://)[/1]
da_dk: SSL er aktiveret. Opret forbindelse ved at anvende følgende link til [1]log på i sikker tilstand (https://)[/1]
de_de: SSL ist aktiviert. Verwenden Sie ausschließlich den folgenden [1] https-Link für den sicheren Modus (https://)[/1]
et_ee: SSL on aktiveeritud. Palun kasuta järgnevat linki [1], et teha turvaline sisselogimine (https://)[/1]
he_il: SSL מופעל. יש להתחבר על ידי שימוש בקישור [1]התחבר במצב מאובטח (https://)[/1]
ko_kr: SSL이 활성화 되었습니다. [1]보안 모드 (http://)로 로그인[/1] 하려면 다음 링크를 사용하여 접속하십시오.
nn_no: SSL er aktivert. Koble til med følgende lenke for å [1]logge inn via sikker kobling(https://)[/1]
sl_si: SSL je omogočen. Za povezavo uporabite sedeč link za [1]varno prijavo (https://)[/1]

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
ar_sa: هذا الموظف لا يدير المتجر بعد الآن (إما أن المتجر قد تم حذفه أو تم إلغاء الصلاحيات).
sl_si: Ta uslužbenec več ne upravlja te trgovine (Ali je bila trgovina odstranjena ali pa so mu bila pooblastila odvzeta).

source: Some identification information is missing.
ar_sa: بعض معلومات الهوية مفقودة.
sl_si: Manjkajo nekateri indentifikacijsi podatki.

source: The password is missing: please enter your new password.
ar_sa: لايوجد كلمة سر: يرجى إدخال كلمة السر الجديدة.
sl_si: Manjka geslo: prosimo vnesite novo geslo.

source: The password is not in a valid format.
ar_sa: كلمة السر ليست بتنسيق صحيح.
sl_si: Geslo ni v veljavnem formatu.

source: The confirmation is empty: please fill in the password confirmation as well.
ar_sa: التأكيد فارغ: يُرجى ملء تأكيد كلمة السر كذلك.
sl_si: Polje potrditve je prazno: prosimo vpišite geslo tudi v potrditveno polje.

source: This account does not exist.
ar_sa: هذا الحساب غير موجود
sl_si: Ta račun ne obstaja.

source: An error occurred while attempting to change your password.
ar_sa: حدث خطأ أثناء تغيير كلمة المرور.
sl_si: Prišlo je do napake pri poskusu spreminjanja vašega gesla.

source: The employee does not exist, or the password provided is incorrect.
ar_sa: الموظف غير موجود أو كلمة السر غير صحيحة.
bg_bg: Служителят не съществува или паролата е грешна.
ca_es: El treballador no existeix o la clau de pas és incorrecta.
da_dk: Medarbejderen findes ikke, eller adgangskoden er ikke rigtig.
de_de: Mitarbeiter-Konto nicht vorhanden oder falsches Kennwort
et_ee: Töötajat ei ole olemas või parool on vale.
he_il: עובד לא קיים או הסיסמה שגוייה.
ko_kr: 직원이 존재하지 않거나, 제공된 비밀번호가 잘못되었습니다.
nn_no: Ansatt finnes ikke eller passordet er feil.
sl_si: Zaposleni ne obstaja, ali pa je vnešeno geslo napačno.

source: You can reset your password every %interval% minute(s) only. Please try again later.
ar_sa: يمكنك من إعادة ضبط كلمة المرور مره كل %interval% دقيقة. يرجى اعادة المحاوله لاحقا.
bg_bg: Можете да нулирате паролата на всеки поне %interval% минути. Моля, опитайте пак по-късно.
ca_es: Podeu reinicialitzar la vostra clau de pas solament cada %interval% minut(s). Si us plau, proveu-ho més tard.
da_dk: Du kan kun nulstille din adgangskode for hver %interval% minutter. Prøv venligst igen senere.
de_de: Sie können Ihr Passwort nur einmal alle %interval% Minute(n) zurücksetzen. Bitte versuchen Sie es später noch einmal.
et_ee: Saate lähtestada parooli ainult iga %interval% minuti järel. Proovige hiljem uuesti.
ko_kr: 매 %interval% 분마다 비밀번호를 재설정 할 수 있습니다. 나중에 다시 시도해주세요.
nn_no: Du kan gjenopprette passordet bare hver %interval% minutt(er). Vennligst prøv igjen senere.
sl_si: Vaše geslo lahko ponastavite samo vsakih %interval% minut. Prosimo poskušajte po poteku tega časa.

source: Please, check your mailbox. A link to reset your password has been sent to you.
ar_sa: برجاء، فحص صندوق البريد الخاص بك. لقد تم إرسال رابط إعادة تعيين كلمة السر اليك.
sl_si: Prosim, preverite vašo dohodno pošto. Poslana vam je bila povezava za ponastavitev gesla.

source: An error occurred while attempting to reset your password.
ar_sa: حدث خطأ أثناء محاولة إعادة تعين كلمة السر.
bg_bg: Възникна грешка при опита за нулиране на паролата.
ca_es: S'ha produït un error en provar de reinicialitzar la clau de pas.
da_dk: Der opstod en fejl under forsøg på at nulstille adgangskode.
de_de: Beim Zurücksetzen Ihres Kennworts ist ein Fehler aufgetreten.
et_ee: Parooli lähtestamisel ilmnes viga.
he_il: התרחשה תקלה בעת ניסיון לאפס את הסיסמה.
ko_kr: 비밀번호를 재설정하는 중 오류가 발생했습니다.
nn_no: Det oppstod en feil under forsøk på å gjenopprette passordet ditt.
sl_si: Prišlo je do napake pri poskusu ponastavitve vašega gesla.

source: Your password reset request expired. Please start again.
ar_sa: انتهت صلاحية طلب إعادة تعيين كلمة السر الخاصة بك. يرجى إعادة الطلب مرة أخرى.
bg_bg: Заявката за нулирането на вашата парола изтече. Моля започнете отново.
ca_es: La vostra sol·licitud de reinicialització de la clau de pas ha expirat. Si us plau, torneu a començar.
da_dk: Din anmodning om nulstilling af adgangskode udløb. Start igen.
de_de: Ihr Antrag um ein Kennwort zurückzusetzen ist abgelaufen. Bitte starten Sie erneut.
et_ee: Teie parooli lähtestamise päring aegus. Alustage uuesti.
he_il: פג תוקף בקשתך לאיפוס סיסמה. יש להתחיל שוב.
ko_kr: 비밀번호 재설정 요청이 만료되었습니다. 다시 시작해 주세요.
nn_no: Din forespørsel om tilbakeføring av passordet har utløpt. Vennligst begynn på nytt.
sl_si: Vaša ponastavitev gesla je potekla. Prosimo poženite jo še enkrat.

source: The password has been changed successfully.
ar_sa: تم تغيير كلمة السر بنجاح.
bg_bg: Паролата е променена успешно.
ca_es: La clau de pas s'ha canviat correctament.
da_dk: Adgangskoden er blevet ændret.
de_de: Ihr Passwort wurde geändert.
et_ee: Parooli muutmine õnnestus.
he_il: הסיסמה הוחלפה בהצלחה.
ko_kr: 비밀번호가 변경되었습니다.
nn_no: Passordet er blitt endret.
sl_si: Vaše geslo je bilo uspešno spremenjeno.

source: A link to reset your password has been sent to you.
ar_sa: تم إرسال رابط إعادة تعيين كلمة السر الخاصة بك.

source: If this email address has been registered in our store, you will receive a link to reset your password.
bg_bg: Ако с този имейл адрес е направена регистрация, ще получите връзка за възстановяване на парола.
ca_es: Si aquesta adreça de correu electrònic s'ha registrat a la nostra botiga, rebràs un enllaç per reinialitzar la vostra clau de pas.
ko_kr: 이 이메일 주소가 상점에 등록되면, 비밀번호를 재설정하는 링크를 받게 됩니다.
nn_no: Hvis denne e-postadressen er registrert i vår butikk, vil du motta en lenke for å tilbakestille passordet ditt.
