Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminOrderscustomersNotification.*.xlf
Languages: bn_bd, da_dk, et_ee, he_il, id_id, ja_jp, lv_lv, sr_cs, th_th, tr_tr, uk_ua

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
da_dk: Kun tal og decimalpunktummer (".") er tilladte i beløbsfelterne for betalingsblokken, fx 10.50 eller 1050.
et_ee: Makseploki koguse väljas on lubatud ainult arvud ja kümnendkohtade eraldajad (","), nt. 10,50 või 1050.
he_il: רק מספרים ונקודות עשרוניות (".") מותרים בשדות הסכום של חסימת התשלומים, למשל. 10.50 או 1050.
sr_cs: Samo broj decimalnih zapisa (".") je dozvoljen u polju količine npr: 10.50 ili 1050.
uk_ua: У полях суми платіжного блоку дозволені лише цифри та десяткові коми (","), напр. 10,50 або 1050.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
da_dk: Kan tal og punktummer (".") er tilladte i beløbsfelterne, fx 10.50 eller 1050.
et_ee: Ainult arvud ja kümnendkohtade eraldajad (",") on lubatud koguste lahtrites, nt. 10,50 või 1050.
he_il: רק מספרים ונקודות עשרוניות (".") מותרים בשדות הכמות, למשל. 10.50 או 1050.
sr_cs: Samo broj decimalnih zapisa (".") je dozvoljen u polju količine npr: 10.50 ili 1050.
uk_ua: У полях суми дозволені лише числа та десяткові коми (","), напр. 10,50 або 1050.

source: Order #%d cannot be loaded.
da_dk: Ordre #%d kan ikke indlæses.
et_ee: Tellimust #%d ei saanud laadida.
he_il: לא ניתן לטעון את הזמנה %d#
sr_cs: Porudžbina #%d se ne može učitati.
uk_ua: Замовлення №%d не може бути завантажене.

source: Order #%d has already been assigned this status.
da_dk: Ordre #%d er allerede blevet tildelt denne status.
et_ee: Tellimus #%d on juba sellesse olekusse määratud.
id_id: Order #%d telah diset status ini.
ja_jp: 注文番号 %d の注文は、既にこのステータスに指定されています。
lv_lv: Pasūtījumam #%d ir piešķirts šis statuss.
tr_tr: Sipariş #%d zaten bu duruma atanmış.
uk_ua: Замовленню #%d вже призначено цей статус.

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
da_dk: Ordrehistorik e-mail kunne ikke sendes. Test din e-mail konfiguration under sektionen Avancerede parametre > E-mail i dit back office.
et_ee: Tellimuste ajaloo e-maili ei saanud saata, testige oma e-maili seadistust Edasijõudnute Parameetrid > E-mail sektsioonis poe tagakontoris.
he_il: לא ניתן היה לשלוח דוא"ל של היסטוריית הזמנות, בדוק את תצורת הדוא"ל שלך בפרמטרים מתקדמים> דואר אלקטרוני בלוח הבקרה שלך.
sr_cs: E-mail sa istorijom porudžbina se ne može poslati. Proverite konfiguraciju E-maila u Napredana konfiguracija > E-mail u administrativnom panelu.
uk_ua: Не вдалося надіслати електронну пошту з історією замовлень. Перевірте конфігурацію електронної пошти в розділі Розширені параметри > Електронна пошта вашої Панелі керування

source: Percent value cannot exceed 100.
da_dk: Procentværdi kan ikke overskride 100.
et_ee: Protsendi väärtus ei saa olla suurem kui 100.
he_il: ערך האחוז לא יכול לחרוג ממאה.
sr_cs: Vresnost procenta ne može biti veća od 100.
uk_ua: Відсоткове значення не може перевищувати 100.

source: Percent value must be greater than 0.
da_dk: Procentværdi skal være større end 0.
et_ee: Protsendi väärtus peab olema suurem kui 0.
he_il: ערך האחוז חייב להיות גדול מ- 0.
sr_cs: Iznost procenta mora biti veći od 0.
uk_ua: Значення у відсотках має бути більше 0.

source: Please enter a maximum quantity of [1].
da_dk: Angiv venligst en maksimum mængde af [1].
et_ee: Palun sisesta maksimaalne kogus: [1]
he_il: אנא הכנס כמות מקסימלית של [1].
sr_cs: Molimo unesite maksimalnu količinu od [1].
uk_ua: Будь ласка, введіть максимальну кількість [1].

source: Please enter a positive amount.
da_dk: Angiv venligst et positivt beløb.
et_ee: Palun sisesta nullist suurem kogus.
he_il: אנא הכנס סכום חיובי.
sr_cs: Molimo unesite pozitivnu količinu.
uk_ua: Будь ласка, введіть додатну суму.

source: Please enter a positive value
da_dk: Angiv venligst en positiv værdi
et_ee: Palun sisesta nullist suurem väärtus
he_il: אנא הזן ערך חיובי
sr_cs: Molimo unesite pozitivnu vrednost.
uk_ua: Введіть додатне число

source: Please generate at least one credit slip or voucher.
da_dk: Generer venligst mindst en kreditslip eller gavebevis.
et_ee: Palun genereerige vähemalt üks kviitung või vautšer.
he_il: אנא צור לפחות תלוש אשראי או שובר.
sr_cs: Molimo kreirajte bar jedan revers ili vaučer.
uk_ua: Будь ласка, створіть принаймні одну кредитну квитанцію або купон.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
da_dk: Bemærk at leveringsomkostningerne ikke beregnes på ny ved skift af leveringsfirma. Se Butiksparametre > Indstillinger for ordre, hvis du vil ændre dem
et_ee: Pidage meeles, et kulleri muutmisel saatmiskulusid uuesti ei arvutata. Kui soovite seda muuta, külastage jaotist Poe parameetrid > Tellimuse seaded
id_id: Harap diingat bahwa perubahan kurir tidak akan menghitung ulang ongkos kirim Anda, untuk mengubah seting ini Anda dapat mengakses Seting Toko > Seting Order
ja_jp: 配送方法の変更を行なった際、送料の再計算は行なわれませんのでご注意ください。変更したい場合には、「ショップパラメータ」＞「注文設定」より作業してください。
lv_lv: Lūdzu, ņemiet vērā, ka pārvadātāja maiņa netiks pārrēķināta jūsu nosūtīšanas izmaksās, ja vēlaties to mainīt, lūdzu, apmeklējiet Veikala parametri> Pasūtījuma iestatījumi
tr_tr: Unutmayın, kargo firması değişikliğinde nakliye maliyetleri tekrar hesaplanmaz, eğer değiştirmek istiyorsanız lütfen Mağaza Parametreleri > Sipariş Ayarları sayfasını ziyaret edin
uk_ua: Зверніть увагу на те, що при зміні перевізника вартість доставки не зміниться, якщо ви бажаєте її змінити, зайдіть в меню Параметри магазину > Налаштування замовлення

source: Please select at least one product.
bn_bd: অন্তত একটি পণ্য নির্বাচন করুন.
da_dk: Vælg venligst mindst en vare.
et_ee: Palun valige vähemalt üks toode.
he_il: אנא בחר מוצר אחד לפחות
id_id: Harap pilih setidaknya satu produk.
ja_jp: 少なくとも1つの商品を選択してください
lv_lv: Izvēlieties vismaz vienu preci.
sr_cs: Molimo Vas da odaberete bar jedan proizvod.
th_th: กรุณาเลือกสินค้าอย่างน้อยหนึ่งรายการ
tr_tr: Lütfen en az bir ürün seçin.
uk_ua: Виберіть щонайменше один товар

source: Product search phrase must not be an empty string.
da_dk: Produkt søgefrase må ikke være en tom streng.
sr_cs: Pretraga proizvoda ne sme biti prazan niz karaktera.
uk_ua: Фраза пошуку товару не може бути порожньою стрічкою.

source: Searching for customers
da_dk: Søger efter kunder
et_ee: Klienti otsitakse
he_il: מחפש לקוחות
sr_cs: Pretraga kupaca
uk_ua: Пошук по клієнтах

source: Searching for products
da_dk: Søger efter produkter
et_ee: Tooteid otsitakse
he_il: מחפש מוצרים
sr_cs: Pretraga proizvoda
uk_ua: Пошук по товарах

source: Shipping discount value cannot exceed the total price of this order.
da_dk: Forsendelsesrabat værdi kan ikke overskride den totale pris for ordren.
et_ee: Saatekulu allahindluse väärtus ei tohi ületada tellimuse koguhinda.
he_il: ערך הנחת המשלוח אינו יכול לחרוג מהמחיר הכולל של הזמנה זו.
sr_cs: Vrednost sniženja ne može preći ukupnu cenu porudžbine.
uk_ua: Знижка на доставку не може перевищувати загальну вартість замовлення.

source: The email was sent to your customer.
bn_bd: আপনার গ্রাহকের ইমেইল পাঠানো হয়েছে.
da_dk: E-mailen blev sendt til din kunde.
et_ee: See e-posti sõnum saadeti kliendile.
he_il: המייל נשלח ללקוח שלך.
id_id: Email sudah terkirim ke pelanggan.
ja_jp: お客様にメールが送信されました。
lv_lv: E-pasts tika nosūtīts jūsu klientam.
sr_cs: Ova poruka je poslata vašem kupcu.
th_th: ส่งอีเมลถึงลูกค้าเรียบร้อยแล้ว
tr_tr: E-posta müşterite gönderildi.
uk_ua: Повідомлення надіслано клієнту

source: The message body is empty, cannot import it.
da_dk: Meddelelsesteksten er tom, kan ikke importere den.
et_ee: Sõnumi sisu on tühi, seda ei saa importida.
id_id: Isi pesan kosong. Proses impor tidak dapat dilanjutkan.
ja_jp: メッセージが空です。インポートすることが出来ません。
lv_lv: Ziņojums ir tukšs, to nevar importēt.
tr_tr: Mesaj gövdesi boş, içe aktarılamadı.
uk_ua: Повідомлення є пустим, його не можна імпортувати.

source: The message content is not valid, cannot import it.
da_dk: Meddelelsesindholdet er ikke gyldigt, kan ikke importere den.
et_ee: Sõnumi sisu on kehtetu, seda ei saa importida.
id_id: Isi pesan tidak valid. Proses impor tidak dapat dilanjutkan.
ja_jp: メッセージの内容が正しくありません。インポートすることが出来ません。
lv_lv: Ziņojums ir tukšs, to nevar importēt.
tr_tr: Mesaj içeriği geçersiz, içe aktarılamadı.
uk_ua: Вміст повідомлення є недійсним, його не можна імпортувати.

source: The message was successfully sent to the customer.
da_dk: Besked blev sendt til kunden.
et_ee: Sõnum saadeti edukalt kliendile.
he_il: ההודעה נשלחה בהצלחה ללקוח.
id_id: Pesan berhasil dikirim ke pelanggan.
lv_lv: Ziņojums tika veiksmīgi nosūtīts klientam.
tr_tr: Mesaj müşteriye başarıyla gönderildi.
uk_ua: Повідомлення успішно надіслане покупцю.

source: The order ID -- or the invoice order ID -- is missing.
bn_bd: অর্ডার আইডি অথবা চালান অর্ডার আইডি পাওয়া যাচ্ছে না
da_dk: Ordre ID eller faktura ID mangler.
et_ee: Puuduv tellimuse ID või tellimuse arve ID
he_il: מזהה הזמנה או מזהה חשבונית הזמנה חסרים
id_id: ID order -- atau ID invoice -- hilang.
ja_jp: 不足している注文ID、または、請求注文ID
lv_lv: Trūkst pasūtījuma ID -- vai pasūtījuma rēķins ID --.
sr_cs: ID porudžbine ili ID predračuna nedostaje.
tr_tr: Sipariş kimliği -- veya Fatura sipariş kimliği -- kayıp.
uk_ua: Відсутнє ID замовлення, або ID рахунку замовлення.

source: The order cannot be found within your database.
bn_bd: আপনার ডাটাবেসের মধ্যে অর্ডারটি পাওয়া যাবে না
da_dk: Ordren kan ikke findes i din database.
et_ee: Ei leia tellimust andmebaasist
he_il: לא יכול למצוא הזמנות במסד הנתונים
id_id: Pembelian tidak ditemukan di database kami.
ja_jp: データベースの中から注文を見つけることができません
lv_lv: Datubāzē nevar atrast šo pasūtījumu
sr_cs: Nije moguće naći tu porudžbinu u bazi.
tr_tr: Sipariş veritabanınızda bulunamadı.
uk_ua: Не вдається знайти замовлення в базі даних

source: The order invoice cannot be found within your database.
bn_bd: আপনার ডাটাবেসের মধ্যে অর্ডার চালানটি পাওয়া যাবে না
da_dk: Fakturaen kan ikke findes i din database.
et_ee: Ei leia tellimuse arvet andmebaasist
he_il: לא ניתן למצוא חשבונית הזמנה במסד הנתונים
id_id: Invoice pembelian tidak ditemukan di database.
ja_jp: データベースの中から注文請求を見つけることができません
lv_lv: Datubāzē nevar atrast šo pasūtījumu.
sr_cs: Predračun porudžbenice nije moguće pronaći u bazi podataka.
tr_tr: Sipariş faturası veritabanınızda bulunamadı.
uk_ua: Неможливо знайти рахунок замовлення в базі даних.

source: The order message given is invalid.
da_dk: Den angivne ordrebesked er ugyldig.
et_ee: Esitatud tellimuse sõnum on vigane.
he_il: הודעת ההזמנה שניתנה אינה חוקית.
sr_cs: Poruka za ovu porudžbinu nije ispravna.
uk_ua: Надане повідомлення про замовлення недопустиме.

source: The order return content is invalid.
bn_bd: অর্ডার ফেরত এর বিসয়বস্তু সঠিক নয়
da_dk: Indholdet af returordren er ugyldigt.
et_ee: Toote tagastuse andmed ei ole õiged.
he_il: תוכן החזרת הזמנה לא תקין.
id_id: Isi retur barang tidak valid.
ja_jp: 返品コメントの注文が無効
lv_lv: Pasūtījuma atgriešanas detaļas ir nepareizas.
sr_cs: Podaci za vraćanje porudžbine su nevažeći.
th_th: กลับไปที่รายละเอียดการสั่งซื้อไม่ถูกต้อง
tr_tr: Sipariş iade içeriği geçersiz.
uk_ua: Інформація з повернення недійсна

source: The order return is invalid.
bn_bd: অর্ডার ফেরতটি সঠিক নয়
da_dk: Returordren er ugyldigt.
et_ee: Toote tagastus pole kehtiv.
he_il: מספר החזרת הזמנה לא תקין.
id_id: Retur barang tidak valid.
ja_jp: 注文返品が無効
lv_lv: Pasūtījuma atgriešana ir nepareiza.
sr_cs: Povratak porudžbine je nevažeči.
th_th: กลับคำสั่งที่ไม่ถูกต้อง
tr_tr: Sipariş iadesi geçersiz.
uk_ua: Повернення недійсне.

source: The prices are without taxes.
bn_bd: দাম ট্যাক্স ছাড়া
da_dk: Priserne er uden moms.
et_ee: Hinnad on ilma maksudeta.
he_il: המחירים הם ללא מס.
id_id: Harga belum termasuk pajak.
ja_jp: 価格は税なしです。
lv_lv: Cenas ir bez nodokļiem.
sr_cs: Cene su bez poreza
th_th: ราคาดังกล่าวยังไม่รวมภาษี
tr_tr: Fiyatlar vergisizdir.
uk_ua: Ціни вказані без податків

source: The product was successfully returned.
da_dk: Produktet blev returneret.
et_ee: Toode on tagastatud.
he_il: המוצר הוחזר בהצלחה.
sr_cs: Ovaj proizvod je uspešno vraćen.
uk_ua: Товар було успішно повернено.

source: The selected payment method is invalid.
bn_bd: নির্বাচিত অর্থ প্রদান পদ্ধতি সঠিক নয়
da_dk: Den valgte betalingsmetode er ikke gyldig.
et_ee: Makse viis on vale
he_il: אופן תשלום לא חוקי
id_id: Metode pembayaran tidak benar
ja_jp: 支払い方法が無効
lv_lv: Izvēlētais maksājuma veids nav derīgs.
sr_cs: Izabrani metod plaćanja je neispravan.
th_th: วิธีการชำระเงินที่เลือกไม่ถูกต้อง
tr_tr: Seçili ödeme yöntemi geçersiz.
uk_ua: Обраний спосіб оплати є недійсним.

source: There are two ways of deleting a customer. Please choose your preferred method.
bn_bd: কোনো গ্রাহককে মোছার দুটি উপায় আছে।আপনার পছন্দের পদ্ধতি নির্বাচন করুন
da_dk: Du kan slette kunder på to måder. Vælg venligst din foretrukne metode.
et_ee: Teil on kaks võimalust oma klientide kustutamiseks, palun valige, milline.
he_il: ישנן 2 אפשרויות למחיקת לקוח, אנא בחר אחת.
id_id: Anda memiliki dua cara untuk menghapus pelanggan, silahkan pilih apa yang ingin Anda lakukan.
ja_jp: お客様を削除するのに2つのほうほうがあります、何をしたいか選択してください
lv_lv: Tev ir divas iespējas kā izdzēst klientu! Lūdzu izvēlies ko Tu vēlies darīt.
sr_cs: Postoje dva načina da obrišete korisnika, izaberite
tr_tr: Bir müşteriyi silmenin iki yolu vardır, lütfen tercih ettiğiniz yöntemi seçin.
uk_ua: У вас є два способи видалення покупців, будь ласка, виберіть один з них.

source: There is no available document
da_dk: Der er intet tilgængeligt dokument
he_il: מסמך לא נמצא
id_id: Dokumen tidak tersedia
lv_lv: Dokuments nav pieejams
sr_cs: Nema dostupnog dokumenta
tr_tr: Herhangi mevcut bir belge bulunmamaktadır
uk_ua: Документ відсутній

source: This customer already exists as a non-guest.
bn_bd: এই গ্রাহক ইতিমধ্যেই একজন নন গেস্ট হিসাবে আছেন।
da_dk: Denne kunde findes allerede som ikke-gæst.
et_ee: Klient juba eksisteerib mitte külalisena
he_il: לקוח זה קיים כבר כלא-אורח.
id_id: Pelanggan sudah terdaftar.
ja_jp: このお客様は非ゲストとしてすでに存在します。
lv_lv: Šis klients jau pastāv ne kā kā viesis.
sr_cs: Ovaj kupac već postoji kao posetilac.
tr_tr: Bu müşteri misafir olmayan müşteri olarak zaten var.
uk_ua: Даний клієнт вже є постійним.

source: This customer does not exist.
bn_bd: এই গ্রাহকের অস্তিত্ব নেই
da_dk: Denne kunde findes ikke.
et_ee: Antud klienti ei eksisteeri.
he_il: לקוח זה לא קיים.
id_id: Pelanggan tidak ditemukan.
ja_jp: このお客様は存在しません。
lv_lv: Šis klients neeksistē.
sr_cs: Ovaj kupac ne postoji.
th_th: ไม่มีชื่อลูกค้ารายนี้อยู่ในระบบ
tr_tr: Bu müşteri mevcut değil.
uk_ua: Клієнт не існує.

source: This email address is not registered.
bn_bd: এই ইমেইল ঠিকানা নিবন্ধীকৃত হয় নি.
da_dk: Denne e-mail adresse er ikke registreret.
et_ee: E-posti aadressi ei registreeritud
he_il: אימייל לא רשום
id_id: Alamat email ini tidak terdaftar.
ja_jp: メールアドレスは登録されていません
lv_lv: E-pasta adrese nav reģistrēta
sr_cs: E-mail adresa nije registrovana
th_th: ที่อยู่อีเมลนี้ยังไม่ได้ลงทะเบียน
tr_tr: Bu e-posta adresi kayıtlı değil.
uk_ua: E-mail адреса не зареєстрована

source: This product is out of stock:
da_dk: Denne vare er udsolgt:
et_ee: Toodet pole laos:
id_id: Produk berikut habis stok:
ja_jp: この商品は在庫切れです：
lv_lv: Šī produkta nav noliktavā:
tr_tr: Bu ürün stokta kalmadı:
uk_ua: Цього товару немає на складі:

source: This value must include taxes.
bn_bd: এই মান এর সাথে কর অন্তর্ভুক্ত করা আবশ্যক.
da_dk: Denne værdi skal være inklusiv moms.
et_ee: Sellel summal on maksud juba kaasa arvatud.
he_il: ערך זה חייב להיות כולל מסים.
id_id: Nilai harus termasuk pajak.
ja_jp: この値は税が含まれている必要があります。
lv_lv: Šai vērtībai jāiekļauj nodokļi.
sr_cs: Ova vrednost mora sadržati PDV
tr_tr: Bu değere vergiler dahil olmalıdır.
uk_ua: Це значення повинно містити податок

source: This warning also concerns order:
da_dk: Denne advarsel omhandler også ordre:
et_ee: See hoiatus kehtib ka tellimusele:
he_il: אזהרה זו נוגעת גם להזמנה:
sr_cs: Ovo upozorenje se odnosi takođe i na porudžbinu:
uk_ua: Це попередження також стосується замовлення:

source: This warning also concerns the following orders:
da_dk: Denne advarsel omfatter også de næste ordrer:
et_ee: See hoiatus kehtib ka järgmistele tellimustele:
id_id: Peringatan ini juga menyangkut pesanan berikutnya:
ja_jp: この警告は、次の注文に関係があります：
lv_lv: Šis brīdinājums attiecas arī uz nākamajiem pasūtījumiem:
tr_tr: Bu uyarı ayrıca bir sonraki siparişle de ilgilidir:
uk_ua: Це попередження також стосується замовлень

source: You cannot edit the cart once the order delivered.
da_dk: Du kan ikke redigere indkøbskurven når ordren først er leveret.
et_ee: Ostukorvi ei saa pärast tellimuse kohaletoimetamist enam muuta.
he_il: אינך יכול לערוך את העגלה לאחר ביצוע ההזמנה.
sr_cs: Ne možete menjati sadržaj korpe kada je porudžbina već isporučena.
uk_ua: Ви не можете редагувати кошик після доставки замовлення.

source: You have to select a shop before creating new orders.
bn_bd: নতুন অর্ডার তৈরি করার আগে একটি দোকান নির্বাচন করুন
da_dk: Du skal vælge en butik, for at kunne oprette nye ordrer.
et_ee: Peate valima poe, et sisestada uut tellimust.
he_il: אתה צריך לבחור חנות על מנת ליצור הזמנות חדשות.
id_id: Anda harus memilih toko untuk mengisi data pembelian.
ja_jp: 新しい注文を作成するためにショップを選択する必要があります。
lv_lv: Pirms jaunu pasūtījumu izveidošanas jums ir jāizvēlas veikals.
sr_cs: morate izabrati prodavnicu u cilju kreiranja novih narudžbina
tr_tr: Yeni sipariş oluşturmadan önce bir dükkan seçmek zorundasınız.
uk_ua: Необхідно обрати магазин, щоб створити нові замовлення

source: You have to select a shop if you want to create a customer.
bn_bd: আপনি একটি গ্রাহক তৈরি করতে চাইলে,একটি দোকান নির্বাচন করুন
da_dk: Du skal vælge en butik, hvis du ønsker at oprette en kunde.
et_ee: Peate valima poe, kui soovite kliendi luua
he_il: חובה לבחור חנות אם רוצים ליצור לקוח
id_id: Pilih toko jika ingin menambah pelanggan.
ja_jp: お客様を作成したい場合は、ショップを選択する必要があります。
lv_lv: Jums ir jāizvēlas veikals, ja vēlaties izveidot klientu.
sr_cs: Morate da izaberete prodavnicu ako želite da kreirate korinika
th_th: คุณต้องเลือกชื่อร้านค้า หากคุณต้องการสร้างชื่อลูกค้าใหม่
tr_tr: Bir müşteri hesabı oluşturmak istiyorsanız bir mağaza seçmeniz gerekir.
uk_ua: Ви повинні обрати магазин, якщо ви бажаєте створити покупця.

source: You must add a minimum quantity of %d
bn_bd: আপনি %d সর্বনিম্ন পরিমাণ যোগ করুন
da_dk: Du skal tilføje et minimum antal på %d
et_ee: Peate lisama vähemalt %d toodet
he_il: יש להוסיף כמות של לפחות %d יחידות
id_id: Anda harus menambahkan produk sedikitnya %d
ja_jp: %d の最小数量を追加しなければなりません
lv_lv: Jums jāpievieno %d minimālais daudzums
sr_cs: Morate dodati minimalnu količinu %d
th_th: คุณต้องใส่จำนวนขั้นต่ำอย่างน้อย %d
tr_tr: %d'nin minimum miktarını eklemelisiniz
uk_ua: Мінімальна кількість, яку ви повинні додати становить %d шт.

source: You must add at least one address to process the order.
bn_bd: আপনি অর্ডার প্রক্রিয়া করার জন্য অন্তত একটি ঠিকানা যুক্ত করতে হবে.
da_dk: Du skal tilføje mindst en adresse for at behandle ordren.
et_ee: Peate sisestama vähemalt ühe aadressi, et tellimusega edasi minna.
he_il: עליך להוסיף לפחות כתובת אחת על מנת לעבד את ההזמנה.
id_id: Anda harus menambah alamat untuk melanjutkan proses pembelian.
ja_jp: 注文処理のために少なくとも1つの住所を追加しなければなりません
lv_lv: Lai apstrādātu pasūtījumu, jums jāpievieno vismaz viena adrese.
sr_cs: Morate da priložite barem jednu adresu za obradu porudžbine.
tr_tr: Siparişi işlemek için en azından bir adres eklemelisiniz.
uk_ua: Необхідно додати хоча б одну адресу для опрацювання замовлення

source: You must choose a payment module to create the order.
da_dk: Du skal vælge et betalingsmodul for at oprette en ordre.
et_ee: Te peate valima tellimuse loomiseks maksemooduli.
he_il: עליך לבחור מודול תשלום כדי ליצור את ההזמנה.
sr_cs: Morate izabrati način plaćanja da bi izvršili ovu porudžbinu.
uk_ua: Для створення замовлення необхідно вибрати модуль оплати.

source: You must choose an order status to create the order.
da_dk: Du skal vælge en ordrestatus for at oprette en ordre.
et_ee: Te peate valima tellimuse staatuse selle tellimuse loomiseks.
he_il: עליך לבחור סטטוס הזמנה כדי ליצור את ההזמנה.
sr_cs: Morate izabrati status porudžbine da bi kreirali porudžbinu.
uk_ua: Для створення замовлення необхідно вибрати статус замовлення.

source: You must select at least one order status.
bn_bd: আপনাকে কমপক্ষে একটি আদেশ অবস্থা নির্বাচন করতে হবে.
da_dk: Du skal vælge mindst en ordrestatus.
et_ee: Peate valima vähemalt ühe tellimuse staatuse
he_il: עליך לבחור לפחות 'מצב טיפול בהזמנה' אחד.
id_id: Pilih minimal satu status pembelian.
ja_jp: 注文ステータスを少なくとも1つ選択しなければなりません
lv_lv: Jums jāizvēlas vismaz viens pasūtījuma statuss.
sr_cs: Morate da izaberete barem jedan status porudžbine.
th_th: คุณต้องเลือกสถานะสั่งซื้ออย่างน้อย 1 สถานะ
tr_tr: En az bir sipariş durumunu seçmelisiniz.
uk_ua: Ви повинні обрати принаймні одне замовлення

source: You need at least one product.
bn_bd: কমপক্ষে একটি পণ্যের প্রয়োজন
da_dk: Du skal have mindst en vare.
et_ee: Vajate vähemalt ühte toodet.
he_il: אתה צריך מוצר אחד לפחות.
id_id: Anda membutuhkan minimal satu produk.
ja_jp: 少なくとも1つの商品が必要です
lv_lv: Tev nepieciešams vismaz viens produkts
sr_cs: Potreban Vam je barem jedan proizvod
th_th: คุณจำเป็นต้องมีอย่างน้อยหนึ่งผลิตภัณฑ์
tr_tr: En az bir ürüne ihtiyacınız var.
uk_ua: Вам потрібно принаймні один товар.

source: [Generated] CartRule for Free Shipping
bn_bd: [Generated] ফ্রি শিপিং এর কার্ট রুল
da_dk: [Genereret] Rabatkupon for gratis levering
et_ee: [Generated] Ostukorvi reegel tasuta saatmiseks
he_il: [מחולל] חוק עגלה למשלוח חינם
id_id: [Dibuat] Aturan harga untuk ongkos kirim gratis
ja_jp: [生成]送料無料のカートルール
lv_lv: [Generated] Groza noteikumi bezmaksas piegādei
sr_cs: [Generisano] Pravilo kartice za besplatnu isporuku
tr_tr: [Generated] Ücretsiz Kargo için Sepet Kuralı
uk_ua: [Згенеровано] Правило придбання для безкоштовної доставки

source: downloadable %d time(s)
bn_bd: %d বার ডাউনলোড করা যাবে
da_dk: downloadbar %d gang(e)
et_ee: alla laetud %d korda
he_il: ( ניתן להורדה %d פעמים )
id_id: diunduh %d kali
ja_jp: %d 回ダウンロード可能
lv_lv: lejupielādējamais %d laiks
sr_cs: preuzimljivo %d puta.
tr_tr: %d kez indirilebilir.
uk_ua: доступно для завантаження %d разів

source: expires on %s.
da_dk: udløber den %s.
et_ee: aegub %s.
he_il: פג תוקף ב %s.
id_id: berlaku sampai dengan %s.
ja_jp: 有効期限：%s。
lv_lv: derīgs līdz %s.
tr_tr: %s tarihinde sona erecek.
uk_ua: дійсний до %s.

source: paid instead of
bn_bd: পরিবর্তে দেওয়া
da_dk: udbetalt i stedet for
et_ee: makstud hoopis
he_il: שולם במקום
id_id: dibayar selain
ja_jp: 代わりに支払った
lv_lv: samaksājis, bet vajadzēja
sr_cs: platio umesto
th_th: การชำระเงินแทน
tr_tr: yerine ödenmiş
uk_ua: оплачено замість

source: Invalid order
id_id: Pembelian tidak valid
lv_lv: Nederīgs pasūtījums

source: The order cannot be renewed.
id_id: Pesanan tidak dapat diperbaharui
lv_lv: Šis pasūtījums nevar tikt atgriezts.

source: The supply order ID is missing.
id_id: ID supply order tidak ditemukan.
lv_lv: Pazuduši piegādātāja pasūtījuma ID

source: The supply order cannot be found within your database.
id_id: Supply order tidak ditemukan di database.
lv_lv: Datubāzē nevar atrast šo pasūtījumu.

source: An error has occurred: Can't save the current order's return status.
id_id: Eror : Gagal menyimpan status retur pembelian ini.
lv_lv: Radās kļūda: nevar saglabāt pašreizējā pasūtījuma atgriešanās statusu.

source: An error has occurred: Can't delete the current order's return status.
id_id: Eror : Gagal menghapus status retur pembelian ini.
lv_lv: Radās kļūda: nevar saglabāt pašreizējā pasūtījuma atgriešanās statusu.

source: There is no status defined for this order.
id_id: Pembelian ini tidak memilki status order.
lv_lv: Šim pasūtījumam nav noteikts statuss.
