Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNavigationNotification.*.xlf
Languages: cs_cz, el_gr

source: No new order for now :(
cs_cz: Zatím žádá nová objednávka :(
el_gr: Καμία νέα παραγγελία για την ώρα :(

source: No new customer for now :(
cs_cz: Zatím žádný nový zákazník :(
el_gr: Κανείς νέος πελάτης για την ώρα :(

source: No new message for now.
cs_cz: Zatím žádná nová zpráva.
el_gr: Κανένα νέο μήνυμα για την ώρα.

source: registered
cs_cz: zaregistrováno
el_gr: εγγεγραμμένοι

source: Your store is in debug mode.
cs_cz: Váš obchod je v režimu ladění.
el_gr: Το κατάστημα βρίσκεται σε λειτουργία αποσφαλμάτωσης.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
cs_cz: Zobrazují se všechny chyby a zprávy PHP. Až je nebudete potřebovat, režim [1]vypněte[/1].
el_gr: Εμφανίζονται όλα τα σφάλματα και τα μηνύματα της PHP. Όταν δεν χρειάζεστε αυτήν τη λειτουργία πια, [1]απενεργοποιήστε[/1] την.

source: Your store is in maintenance mode.
cs_cz: Váš obchod je v režimu údržby.
el_gr: Το κατάστημά σας είναι σε λειτουργία συντήρησης.

source: Your visitors and customers cannot access your store while in maintenance mode.
cs_cz: Vaši návštěvníci a zákazníci nemají přístup do vašeho obchodu v režimu údržby.
el_gr: Οι επισκέπτες και οι πελάτες δεν θα έχουν πρόσβαση στο κατάστημα όσο θα είναι σε λειτουργία συντήρησης.

source: To manage the maintenance settings, go to Shop Parameters > General > Maintenance tab.
cs_cz: Chcete-li spravovat nastavení údržby, přejděte do části Parametry obchodu > Obecné > Údržba.
el_gr: Για να διαχειριστείτε την λειτουργία συντήρησης, πηγαίνετε στις Παραμέτρους > Γενικά > Συντήρηση

source: Admins can access the store front office without storing their IP.
cs_cz: Správci obchodu mohou přistupovat k obchodu, aniž by nastavovali svou IP.
el_gr: Διαχειριστές μπορούν να έχουν πρόσβαση στην κεντρική σελίδα χωρίς να αποθηκεύεται η IP τους.

source: Orders[1][/1]
cs_cz: Objednávky[1][/1]
el_gr: Παραγγελίες[1][/1]

source: Customers[1][/1]
cs_cz: Zákazníc[1][/1]
el_gr: Πελάτες[1][/1]

source: Messages[1][/1]
cs_cz: Zprávy[1][/1]
el_gr: Μηνύματα[1][/1]

source: from
cs_cz: z
el_gr: από

source: An error occurred while updating new window property.
cs_cz: Nastala chyba při obnově nového okna.
el_gr: Σφάλμα προέκυψε κατά την αναβάθμιση των νέων ιδιοτήτων του παραθύρου.

source: An error occurred while updating the new window property for this object.
cs_cz: Nastala chyba při obnově nového okna.
el_gr: Σφάλμα προέκυψε κατά την αναβάθμιση των νέων ιδιοτήτων αυτού του αντικειμένου.

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
cs_cz: Už jste zkontrolovali své [1][2]opuštěné košíky[/2][/1]?[3]Mohla by se tam ukrývat vaše další objednávka!
el_gr: Έχετε ελέγξει τα [1][2] εγκαταλελειμμένα καλάθια σας[/2][/1]?[3]Η επόμενη παραγγελία σας ίσως κρύβεται εκεί!

source: Are you active on social media these days?
cs_cz: Jste v poslední době aktivní na sociálních sítích?
el_gr: Δραστηριοποιείστε στα κοινωνικά μέσα τελευταία;

source: Seems like all your customers are happy :)
cs_cz: Zdá se, že všichni naši zákazníci jsou spokojení :)
el_gr: Μάλλον όλοι οι πελάτες σας είναι ικανοποιημένοι :)
