Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminCatalogNotification.*.xlf
Languages: bn_bd, ca_es, cs_cz, et_ee, fi_fi, hr_hr, hu_hu, id_id, lv_lv, no_no, pl_pl, ro_ro, sk_sk, sv_se

source: No product matches your search. Try changing search terms.
ca_es: Cap producte coincideix amb la vostra cerca. Proveu de canviar els termes de cerca.
cs_cz: Žádný shodný produkt s Vaším vyhledáváním. Zkuste hledat jiný výraz.
et_ee: Sinu otsingule ei vasta ükski toode. Proovi muuta otsingusõna.
fi_fi: Mikään tuote ei vastaa hakuasi. Kokeile muuttaa hakuasi.
hr_hr: Nijedan proizvod ne odgovara vašem pretraživanju. Pokušajte promijeniti uvjete za pretraživanje.
hu_hu: Nincs találat a keresésre. Próbáld megváltoztatni a keresési feltételeket.
id_id: Tidak ada produk yang memenuhi kriteria pencarian Anda. Cobalah ganti kata yang dicari.
lv_lv: Nav produktu ar jūsu meklēšanas datiem. Mēģiniet mainīt meklēšanas datus.
no_no: Ingen produkter matcher ditt søk. Prøv å endre søketerm.
pl_pl: Żadne produkty nie spełniają kryteriów wyszukiwania. Spróbuj zmienić wyszukiwane frazy.
ro_ro: Niciun produs nu corespunde cautarii tale. Incearca sa schimbi termenii cautarii.
sk_sk: Žiadny produkt nezodpovedá vášmu vyhľadávaniu. Skúste zmeniť hľadané výrazy.
sv_se: Inga produkter matchar din sökning. Prova att ändra sökfras.

source: No products has been found for this brand.
ca_es: No s'han trobat productes per a aquesta marca.
cs_cz: Od této značky nemáte žádné produkty.

source: Note that if they have another category, your products will logically remain associated with it.
ca_es: Tingueu en compte que si tenen una altra categoria, els vostres productes romandran associats lògicament.
cs_cz: Všimněte si, že v případě, že mají jinou kategorii, Vaše produkty s ní logicky zůstanou spojeny.
et_ee: PÜange tähele, et kui neil on teine kategooria, jääb ese loogiliselt sellega ühendatuks.
fi_fi: Huom, jos tuotteilla on toinen kategoria tuotteesi pysyvät siinä kategoriassa.
hr_hr: Imajte na umu da ako imaju drugu kategoriju, vaši će proizvodi logično ostati povezani s njom.
hu_hu: Vedd figyelembe, ha van egy másik kategóriájuk, akkor a termékek logikailag társítva maradnak vele.
no_no: Vær oppmerksom på at hvis produktene har en annen kategori, så vil de beholde denne.
pl_pl: Zwróć uwagę, że jeśli mają inną kategorię, Twoje produkty będą logicznie z nią powiązane.
ro_ro: Retine ca, daca au o alta categorie, produsele tale vor ramane, in mod logic, asociate cu ea.
sk_sk: Upozorňujeme, že ak majú inú kategóriu, vaše produkty s ňou logicky zostanú spojené.
sv_se: Om de har en annan kategori, så kommer de fortfarande att vara knuten till den.

source: Permanently delete this product?
ca_es: Suprimir definitivament aquest producte?
cs_cz: Trvale smazat tento produkt?
fi_fi: Poista tämä tuote pysyvästi?
hu_hu: Véglegesen töröld ezt a terméket?
no_no: Slett dette produktet permanent?
pl_pl: Usunąć trwale ten produkt?
ro_ro: Stergi definitiv acest produs?
sk_sk: Trvalo vymazať tento produkt?

source: Please select at least one group.
cs_cz: Vyberte prosím alespoň jednu skupinu.

source: Product "Available for order" settings is invalid.
ca_es: La configuració del producte "Disponible per a la comanda" no és vàlida.
cs_cz: Volba produktu „Dostupné k objednání“ je neplatná.

source: Product "Low stock alert" settings is invalid.
cs_cz: Volba produktu „Upozornění na nízký stav zásob“ je neplatná.

source: Product "Redirection when offline" behavior is invalid.
cs_cz: Volba produktu „Přesměrování při offline stavu“ je neplatná.

source: Product "Redirection when offline" target is invalid.
cs_cz: Cíl „Přesměrování při offline stavu“ je neplatný.

source: Product "Show condition" settings is invalid.
cs_cz: Volba produktu „Zobrazit stav“ je neplatná.

source: Product "Show price" settings is invalid.
cs_cz: Volba produktu „Zobrazit cenu“ je neplatná.

source: Product "Web only" settings is invalid.
cs_cz: Volba produktu „Pouze web“ je neplatné.

source: Product EAN13 field is invalid.
cs_cz: Pole EAN13 produktu je neplatné.

source: Product GTIN field is invalid.
cs_cz: Pole GTIN produktu je neplatné.

source: Product ID is invalid.
cs_cz: ID produktu je neplatné.

source: Product ISBN field is invalid.
cs_cz: Pole ISBN produktu je neplatné.

source: Product MPN field is invalid.
cs_cz: Pole MPN produktu je neplatné.

source: Product UPC field is invalid.
cs_cz: Pole UPC produktu je neplatné.

source: Product additional shipping cost is invalid.
cs_cz: Dodatečné náklady na dopravu produktu jsou neplatné.

source: Product availability date is invalid.
cs_cz: Datum dostupnosti produktu je neplatné.

source: Product availability label when in stock is invalid.
cs_cz: Štítek dostupnosti, když je produkt skladem, je neplatný.

source: Product availability label when out of stock is invalid.
cs_cz: Štítek dostupnosti, když produkt není skladem, je neplatný.

source: Product condition is invalid.
cs_cz: Stav produktu je neplatný.

source: Product customization could not be found. Go to Catalog > Products to customize the product.
ca_es: No s'ha pogut trobar la personalització del producte. Aneu a Catàleg > Productes per a personalitzar el producte.
cs_cz: Přizpůsobení produktu nebylo nalezeno. Běžte do Katalog > Produkty pro úpravu produktu.
et_ee: Toote kohandamist ei leitud. Toote kohandamiseks minge Kataloog > Tooted.
fi_fi: Tuotteen räätälöintiä ei löytynyt. Siirry kohtaan Katalogi > Tuotteet muokataksesi tuotetta.
hu_hu: Termék testreszabás nem található. A termék testreszabásához menj a Katalógus > Termékek menüpontba.
pl_pl: Nie można znaleźć dostosowania produktu. Przejdź do Katalog > Produkty, aby dostosować produkt.
ro_ro: Personalizarea produsului nu a fost gasita. Poti personaliza produsul in Catalog > Produse.
sk_sk: Prispôsobenie produktu sa nepodarilo nájsť. Ak chcete prispôsobiť produkt, prejdite do časti Katalóg > Produkty.
sv_se: Anpassningen av produkten kunde inte hittas. Gå till Katalog > Produkter för att anpassa produkten.

source: Product customization fields are invalid.
cs_cz: Pole pro přizpůsobení produktu jsou neplatná.

source: Product delivery time when in stock are invalid.
cs_cz: Dodací doba, když je produkt skladem, je neplatná.

source: Product delivery times are invalid.
cs_cz: Dodací doby produktu jsou neplatné.

source: Product delivery times when out of stock are invalid.
cs_cz: Dodací doba, když produkt není skladem, je neplatná.

source: Product depth is invalid.
cs_cz: Hloubka produktu je neplatná.

source: Product description is invalid.
cs_cz: Popis produktu je neplatný.

source: Product doesn't have the minimum data to go online.
cs_cz: Produkt nemá minimální údaje pro zveřejnění.

source: Product ecotax is invalid.
cs_cz: Ekologická daň produktu je neplatná.

source: Product file customization fields is invalid.
cs_cz: Pole pro přizpůsobení souborů produktu jsou neplatná.

source: Product friendly URL is invalid.
cs_cz: Uživatelsky přívětivá URL produktu je neplatná.

source: Product height is invalid.
cs_cz: Výška produktu je neplatná.

source: Product low stock alert treshold is invalid.
cs_cz: Prahová hodnota upozornění na nízký stav zásob produktu je neplatná.

source: Product manufacturer is invalid.
cs_cz: Výrobce produktu je neplatný.

source: Product meta description is invalid.
cs_cz: Meta popis produktu je neplatný.

source: Product meta title is invalid.
cs_cz: Meta titul produktu je neplatný.

source: Product minimum quantity for sale is invalid.
cs_cz: Minimální prodejní množství produktu je neplatné.

source: Product name is invalid.
cs_cz: Název produktu je neplatný.

source: Product reference is invalid.
cs_cz: Reference produktu je neplatná.

source: Product short description is invalid.
cs_cz: Krátký popis produktu je neplatný.

source: Product status (active/inactive) is invalid.
cs_cz: Stav produktu (aktivní/neaktivní) je neplatný.

source: Product tags are invalid.
cs_cz: Tagy produktu jsou neplatné.

source: Product text customization fields are invalid.
cs_cz: Textová pole pro přizpůsobení produktu jsou neplatná.

source: Product type is invalid.
cs_cz: Typ produktu je neplatný.

source: Product unit in "price per unit" is invalid.
cs_cz: Jednotka produktu v „ceně za jednotku“ je neplatná.

source: Product visibility settings is invalid.
cs_cz: Nastavení viditelnosti produktu je neplatné.

source: Product weight is invalid.
cs_cz: Hmotnost produktu je neplatná.

source: Product wholesale price is invalid.
cs_cz: Velkoobchodní cena produktu je neplatná.

source: Product width is invalid.
cs_cz: Šířka produktu je neplatná.

source: Product with required customization fields cannot be used as a gift.
ca_es: El producte amb camps de personalització obligatoris no es pot fer servir com a regal.
cs_cz: Produkt, který má povinné přizpůsobení, nemůže být použit jako dárek.
hu_hu: Kötelező testreszabási lehetőséggel rendelkező termék nem használható fel mint ajándék.
no_no: Produkt med påkrevde tilpasningsfelt kan ikke brukes som gave.
pl_pl: Produkt z polami niestandardowymi, które są wymagane, nie może zostać użyty jako prezent.
ro_ro: Produsele cu campuri obligatorii de personalizare nu pot fi folosite in cadouri.
sk_sk: Produkt, ktorý má povinné prispôsobenie, nemôže byť použitý ako darček.

source: Reduction amount cannot be lower than zero.
bn_bd: মূল্য হ্রাস শূন্য কম হতে কম হতে পারে না.
ca_es: La quantitat de la rebaixa no pot ser inferior a 0
cs_cz: Částka snížení nemůže být nižší než 0
et_ee: Allahindlus % ei saa olla väiksem kui 0
fi_fi: Alennuksen määrä ei voi olla alle 0.
hr_hr: Iznos popusta ne može biti manji od 0
hu_hu: A csökkentés mértéke nem lehet negatív.
id_id: Jumlah pengurangan harus lebih besar dari 0.
lv_lv: Atlaides summa nevar būt zemāka par nulli.
no_no: Reduksjonssum kan ikke være lavere enn null.
pl_pl: Obniżka kwotowa nie może być mniejsza od 0
ro_ro: Valoarea minima nu poate fi mai mica de zero
sk_sk: Pevná hodnota zľavy nemôže byť nižšia ako 0
sv_se: Rabattsumma kan inte vara lägre än 0

source: Reduction percentage must be between 0% and 100%
ca_es: El percentatge de la rebaixa ha d'estar entre 0% i el 100%
cs_cz: Procentuální sleva musí být mezi 0% a 100%
et_ee: Allahindluse % peab olema 0% ja 100% vahel
fi_fi: Alennusprosentti pitää olla väliltä 0-100 %
hr_hr: Postotak popusta mora biti između 0% i 100%
hu_hu: A csökkentés százaléka 0% és 100% közötti lehet
id_id: Pengurangan berdasarkan persentase harus antara 0% dan 100%
lv_lv: Atlaidei ir jābūt no 0% līdz 100%
no_no: Reduksjonsprosent må være mellom 0% og 100%
pl_pl: Obniżka procentowa musi być między 0% a 100%
ro_ro: Procentul reducerii trebuie sa fie intre 0% si 100%
sk_sk: Percentuálna hodnota zľavy musí byť v rozmedzí 0% až 100%
sv_se: Rabattprocent måste vara mellan 0% och 100%

source: Remember to properly edit all information after duplicating - including SEO information and friendly URL.
ca_es: Recordeu de modificar correctament tota la informació després de duplicar, inclosa la informació de SEO i la URL amigable.
cs_cz: Nezapomeňte po duplikaci poctivě upravit všechny informace – včetně meta informací a přátelské adresy URL.
fi_fi: Muista muokata kaikki tiedot oikein kopioinnin jälkeen - mukaan lukien SEO-tiedot ja ystävällinen URL-osoite.
hu_hu: Ne felejtsd el megfelelően szerkeszteni az összes információt a duplikálás után - beleértve a SEO információkat és a barátságos URL-t is.
no_no: Husk å redigere all informasjon skikkelig etter du har duplisert, inkludert SEO-informasjon og vennlig URL.
pl_pl: Pamiętaj, aby po zduplikowaniu odpowiednio edytować wszystkie informacje – łącznie z informacjami SEO i przyjaznym adresem URL.
ro_ro: Nu uita sa actualizezi toate informatiile dupa duplicare, fara a uita informatiile SEO si adresa URL prietenoasa.
sk_sk: Nezabudnite po duplikovaní správne upraviť všetky informácie – vrátane SEO informácií a priateľskej URL adresy.

source: Remember to properly edit all information after duplicating.
cs_cz: Nezapomeňte po duplikování správně upravit všechny informace.

source: Search phrase length is not valid.
cs_cz: Délka vyhledávacího dotazu není platná.

source: Search phrase limit is not valid.
cs_cz: Limit vyhledávacího dotazu není platný.

source: Selected products were successfully canceled.
ca_es: Els productes seleccionats s'han cancel·lat correctament.
cs_cz: Vybrané produkty byly úspěšně zrušeny.
et_ee: Valitud tooted on edukalt tühistatud.
fi_fi: Valitut tuotteet peruttiin tilaukselta.
hr_hr: Odabrani proizvodi su uspješno otkazani.
hu_hu: A kiválasztott termékek sikeresen le lettek mondva.
pl_pl: Wybrane produkty zostały pomyślnie anulowane.
ro_ro: Produsele selectate au fost anulate.
sk_sk: Vybraté produkty boli úspešne zrušené.
sv_se: Valda produkter har tagits bort.

source: Stock Manager class not found [%s]
bn_bd: স্টক ম্যানেজার ক্লাস[%s] পাওয়া যায় নি
ca_es: No es troba la classe Stock Manager [%s]
cs_cz: Třída správy zásob nebyla nalezena [%s]
et_ee: Lao haldaja klassi ei leitud [%s]
fi_fi: Varastohallintaluokkaa ei löydy [%s]
hr_hr: Klasa Stock Managera nije pronađena [%s]
hu_hu: Nem található a Készletkezelő osztály [%s]
id_id: Class Stock Manager tidak ditemukan [%s]
lv_lv: Noliktavas Pārvaldnieka klase nav atrasta [%s]
no_no: Kunne ikke finne lagerhåndteringsklasse [%s]
pl_pl: Nie znaleziono klasy Managera Stanu [%s]
ro_ro: Clasa Stock Manager nu a fost gasita [%s]
sk_sk: Trieda Správcu zásob sa nenašla [%s]
sv_se: Lagerhanterings klass kunde inte hittas [%s]

source: Stock successfully updated
ca_es: Inventari actualitzat correctament
cs_cz: Průzkum úspěšně aktualizován
et_ee: Laoseisu on uuendatud
fi_fi: Varasto päivitetty
hr_hr: Skladište uspješno nadograđeno
hu_hu: Készlet sikeresen frissítve
id_id: Stok berhasil diperbarui
lv_lv: Noliktava ir veiksmīgi atjaunota
no_no: Vellykket oppdatering av lagerbeholdning
pl_pl: Magazyn został pomyślnie zaktualizowany
ro_ro: Stocul a fost actualizat
sk_sk: Sklad bol úspešne aktualizovaný
sv_se: Lagersaldo uppdaterades

source: The "%s" restriction is checked, but no item is selected.
ca_es: La restricció "%s" està comprovada, però no s'ha seleccionat cap article.
cs_cz: Vybrali jste omezení "%s", ale nevybrali jste žádnou položku.
fi_fi: "%s" rajoitus on päällä mutta yhtään tuotetta ei ole valittuna.
hu_hu: "%s" korlátozás ki van jelölve, de nincs tétel kiválasztva.
no_no: Begrensningen "%s" er merket av, men ingen elementer er valgt.
pl_pl: Ograniczenie „%s” jest zaznaczone, ale nie wybrano żadnego elementu.
ro_ro: Restrictia "%s" este bifata, dar nu este selectat niciun element.
sk_sk: Obmedzenie "%s" je zaškrtnuté, ale nie je vybratá žiadna položka.

source: The "Force update of friendly URL" option is currently enabled.
ca_es: L'opció "Forçar l'actualització de la URL amigable" està activada actualment.
cs_cz: Možnost "Vynucená aktualizace přátelských URL adres" je současně povolena.
et_ee: Suvand "Nõua sõbralike URL-ide värskendamist" on hetkel lubatud.
fi_fi: "Pakota ymmärrettävän URL:n päivitys" on tällä hetkellä käytössä.
hr_hr: "Frsiranje ažuriranja prijateljskih URLa" trenutno je omogućeno.
hu_hu: A "Barátságos URL kényszerített frissítése" opció jelenleg ki van kapcsolva.
id_id: Opsi "Paksa menggunakan friendly URL" sedang aktif.
lv_lv: Ieslēgta opcija "Atjaunot lasāmo URL".
no_no: Alternativet «Tving fram oppdatering av vennlig URL» er for øyeblikket aktivert.
pl_pl: Opcja "Wymuś aktualizację przyjaznego adresu URL" jest aktualnie włączona.
ro_ro: Optiunea „Forteaza actualizarea de URL prietenos” este acum activata.
sk_sk: Možnosť "Vynútená aktualizácia priateľských URL adries" je momentálne povolená.
sv_se: Inställningen "Tvinga uppdatering av SEO-vänlig URL" är aktiverad.

source: The discount was successfully generated.
bn_bd: ডিসকাউন্টটি সফলভাবে জেনারেট করা হয়েছে।
ca_es: El descompte s'ha generat correctament.
cs_cz: Sleva byla úspěšně vygenerována
et_ee: Allahindlus on edukalt loodud
fi_fi: Alennus luotiin onnistuneesti.
hr_hr: Popust je uspješno generiran
hu_hu: A kedvezmény sikeresen létrehozva
id_id: Diskon berhasil dibuat
lv_lv: Atlaide tika veiksmīgi ģenerēta.
no_no: Rabatt har blitt generert.
pl_pl: Poprawnie wygenerowano rabat
ro_ro: Reducerea a fost generata.
sk_sk: Zľava bola úspešne vygenerovaná.
sv_se: Rabatten skapades

source: The display of your brands is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
ca_es: La visualització de les vostres marques està activada a la vostra botiga. Aneu a %sParàmetres de la botiga > General%s per a modificar la configuració.
cs_cz: Zobrazení značek je ve Vašem obchodě zakázáno. Chcete-li upravit nastavení, přejděte na %sNastavení obchodu > Obecné%s.
et_ee: Brändide näitamine on Teie poes välja lülitatud. Minge %sPoe Parameetrid > Üldine%s seadete muutmiseks.
fi_fi: Brandien näyttäminen on päällä kaupassasi. Mene %sKaupan asetukset -> yleiset%s muokataksesi asetuksia
hr_hr: Prikaz vaše marke je onemogućen u vašoj trgovini. Idite na %s Shop Parametri> Općenito%s da biste uredili postavke.
hu_hu: A márkák megjelenítése le van tiltva van az üzletedben. A beállítások módosításához menj az %sÁruházbeállítások > Általános%s menüpontba.
pl_pl: Wyświetlanie Twoich marek jest wyłączone w Twoim sklepie. Przejdź do %sParametry sklepu > Ogólne%s, aby edytować ustawienia.
ro_ro: Afisarea marcilor este dezactivata in magazinul tau. Acceseaza %sCONFIGUREAZA > Magazin > Parametri generali%s pentru a edita setarile.
sk_sk: Zobrazenie vašich značiek je v obchode zakázané. Prejdite na %sParametre obchodu > Všeobecné%s a upravte nastavenia.
sv_se: Visning av varumärken är inaktiverat i din shop. Gå till %sButiksparametrar > Allmänt%s för att ändra inställningar.

source: The display of your suppliers is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
ca_es: La visualització dels vostres proveïdors està desactivada a la vostra botiga. Aneu a %sParàmetres de la botiga > General%s per a modificar la configuració.
cs_cz: Zobrazení dodavatelů je ve vašem obchodě vypnuto. Chcete-li upravit toto nastavení, přejděte na %sNastavení obchodu > Obecné%s.
et_ee: Varustajate näitamine on Teie poes välja lülitatud. Minge %sPoe Parameetrid > Üldine%s seadete muutmiseks.
fi_fi: Toimittajien näyttäminen on pois päältä kaupassasi. Mene %sKaupan asetukset -> yleiset%s muokataksesi asetuksia
hr_hr: Oglas vašeg dobavljača onemogućen je u vašoj trgovini. Idite na %s Shop Parametri> Općenito%s. da biste uredili postavke.
hu_hu: A beszállítók megjelenítése le van tiltva van az üzletedben. A beállítások módosításához menj az %sÁruházbeállítások > Általános%s menüpontba.
pl_pl: Wyświetlanie dostawców jest wyłączone w Twoim sklepie. Przejdź do %sParametry sklepu > Ogólne%s, aby edytować ustawienia.
ro_ro: Afisarea furnizorilor este dezactivata in magazinul tau. Acceseaza %sCONFIGUREAZA > Magazin > Parametri generali%s pentru a edita setarile.
sk_sk: Zobrazenie vašich dodávateľov je v obchode zakázané. Prejdite na %sParametre obchodu > Všeobecné%s a upravte nastavenia.
sv_se: Visning av leverantörer är inaktiverat i din shop. Gå till %sButiksparametrar > Allmänt%s för att ändra inställningar.

source: The features are disabled on your store. Go to %sAdvanced Parameters > Performance%s to edit settings.
ca_es: Les funcionalitats són desactivades a la vostra botiga. Aneu a %sParàmetres avançats > Rendiment%s per a modificar la configuració.
cs_cz: Vlastnosti jsou ve vašem obchodě vypnuty. Chcete-li upravit nastavení, přejděte na %sPokročilé parametry > Výkon%s.

source: The file was successfully added.
ca_es: L'arxiu s'ha pogut afegir correctament.
cs_cz: Soubor byl úspěšně přidán.
fi_fi: Tiedoston lisäys onnistui.
hu_hu: A fájl sikeresen hozzá lett adva.
no_no: Filen ble vellykket lagt til.
pl_pl: Plik został pomyślnie dodany.
ro_ro: Fisierul a fost adaugat.
sk_sk: Súbor bol úspešne pridaný.

source: The minimum amount cannot be lower than zero.
bn_bd: সর্বনিম্ন পরিমাণ শূন্য হতে কম হতে পারে না.
ca_es: La quantitat mínima no pot ser inferior a 0.
cs_cz: Minimální hodnota nemůže být nižší než 0.
et_ee: Minimaalne kogus ei saa olla väiksem kui 0
fi_fi: Minimin on oltava nollasta ylöspäin.
hr_hr: Minimalni iznos ne može biti manji od 0
hu_hu: A minimum mennyiség nem lehet negatív.
id_id: Nilai minimum tidak boleh lebih kecil dari 0
lv_lv: Minimālā summa nedrīkst būt mazāka par nulli.
no_no: Minimum antall kan ikke være lavere enn null.
pl_pl: Minimalna kwota nie może być mniejsza od 0.
ro_ro: Valoarea minima nu poate fi mai mica de zero.
sk_sk: Minimálna hodna nemôže byť nižšia ako 0
sv_se: Minsta antal kan inte vara lägre än 0

source: The root category of a shop cannot be edited.
ca_es: La categoria arrel d'una botiga no es pot modificar.
cs_cz: Rodičovskou kategorii eshopu nelze upravit.
et_ee: Poe juurkategooriat ei saa muuta.
fi_fi: Kaupan juurikategoriaa ei voi muokata.
hu_hu: A bolt főkategóriája (root) nem szerkeszthető.
pl_pl: Nie można edytować kategorii głównej sklepu.
ro_ro: Categoria radacina a unui magazin nu poate fi editata.
sk_sk: Koreňovú kategóriu obchodu nie je možné upraviť.
sv_se: Rotkategorin i en shop kan inte ändras.

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
ca_es: La categoria arrel de la botiga %shop% no està associada amb la botiga actual. No pot accedir a aquesta pàgina. Si us plau, canvieu la categoria arrel de la botiga.
cs_cz: Kořenová kategorie obchodu %shop% není přiřazena k aktuálnímu obchodu. Na tuto stránku nemáte přístup. Prosím, změňte kořenovou kategorii obchodu.
et_ee: Poe %shop% peamine kategooria pole praegu valitud poega seotud. Sul pole sellele lehele ligipääsu. Palun muuda ära poe peamine kategooria.
fi_fi: Kaupan %shop% juurikategoriaa ei ole yhdistetty nykyiseen kauppaan. Et voi avata sivua. Vaihda kaupan juurikategoria.
hr_hr: Kategorija korijen trgovina %shop% nije povezana s trenutnom trgovinom. Ne možete pristupiti ovoj stranici. Molimo promijenite korijen kategorije trgovine.
hu_hu: Az %shop% áruház gyökér kategóriája nincs hozzárendelve a jelenlegi áruházhoz. Nem férsz hozzá az oldalhoz. Kérlek változtasd meg az áruház gyökér kategóriáját.
id_id: Kategori induk toko %shop% tidak terkait dengan toko saat ini sehingga Anda tidak mengakses halaman ini. Harap ubah kategori induk toko.
lv_lv: Veikala %shop% pamatkategorija nav saistīta ar pašreizējo veikalu. Jūs nevarat piekļūt šai lapai. Lūdzu, mainiet veikala pamatkategoriju.
no_no: Rotkategorien til butikken %shop% er ikke tilknyttet gjeldende butikk. Du kan ikke gå til denne siden. Du må endre rotkategori for butikken.
pl_pl: Kategoria główna sklepu %shop% nie jest powiązana z aktualnym sklepem. Nie masz dostępu do tej strony. Proszę zmienić kategorię główną sklepu.
ro_ro: Categoria radacina a magazinului %shop% nu este asociata cu magazinul curent. Nu poti accesa aceasta pagina. Te rugam sa schimbi categoria radacina a magazinului.
sk_sk: Koreňová kategória obchodu %shop% nie je priradená k aktuálnemu obchodu. Na túto stránku nie je možné získať prístup. Zmeňte prosím koreňovú kategóriu obchodu.
sv_se: Rotkategorin i butiken %shop% är inte kopplad till nuvarande butik. Du kan inte komma åt den här sidan. Vänligen byt rotkategori för butiken.
