Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminInternationalHelp.*.xlf
Languages: et_ee, he_il, mg_mg, pt_pt, sl_si, sq_al, uk_ua

source: The default language used in your shop.
et_ee: Vaikimisi keel, mida Teie poes kasutatakse.
he_il: שפת ברירת מחדל בשימוש באתר שלך.
pt_pt: O idioma utilizado por omissão na sua loja.
sl_si: Privzeti jezik uporabljen v trgovini.
uk_ua: Мова, що використовується в магазині за замовчуванням.

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
he_il: ברירת המחדל עבור יחידת הנפח לחנות שלך (לדוגמה "L" לליטר, "gal" לגלון, וכו ').
pt_pt: A unidade de volume padrão para a loja (ex.: "L" para litro, etc.).
sl_si: Privzeta enota obsega za vašo trgovino (e.g. "L" za liter, "gal" za gallon, etc.).
uk_ua: Типова одиниця об'єму для вашого магазину (напр., "л" для літрів, "Ґ" для галонів, інше).

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
he_il: ברירת המחדל עבור יחידת המשקל בחנותך (לדוגמה "kg" עבור קילוגרם, "lbs" עבור פאונד-מסה, וכו').
pt_pt: A unidade de peso padrão para a loja (ex.: "kg" para quilogramas, etc.).
sl_si: Privzeta enota teže za vašo trgovino (e.g. "kg" za kilograme, "lbs" za pound-mass, etc.).
uk_ua: Типова одиниця ваги вашого магазину (напр., "кг" для кілограмів).

source: The numbers enable you to reorder the variables when necessary.
he_il: המספרים מאפשרים לך לשנות את סדר המשתנים בעת הצורך.
pt_pt: Os números permitem reordenar as variáveis quando necessário.
sl_si: Številke vam omogočajo preurejanje spremenljivk, ko je potrebno.
uk_ua: Цифри дозволяють змінити порядок змінних за необхідності.

source: There are [1]%replace%[/1] products
et_ee: [1]%replace%[/1] toode(t)
he_il: ישנם [1]%replace%[/1] פריטים בעגלה.
mg_mg: Nisy [1]%replace%[/1] entana
pt_pt: Há [1]%replace%[/1] produtos
sl_si: Obstaja [1]%replace%[/1] izdelkov
uk_ua: [1]%replace%[/1] товарів

source: This expression uses a special syntax:
et_ee: See väljend kasutab erisüntaksit:
he_il: ביטוי זה משתמש בתחביר מיוחד
pt_pt: Esta expressão utiliza uma sintaxe especial:
sl_si: Ta izraz uporablja posebno sintakso:
uk_ua: Цей вираз використовує спеціальний синтаксис:

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
et_ee: Siin on Teil võimalik lisaks muudele võimalustele piirata ligipääsu oma poele ka erinevatest riikidest. Vaadake edasi.
he_il: אפשרות זו מאפשרת לך, בין השאר, להגביל את הגישה לחנות שלך למדינות מסוימות. ראה להלן.
pt_pt: Esta opção permite, entre outras coisas, restringir o acesso à loja a partir de certos países. Ver configurações mais abaixo.
sl_si: Ta opcija vam med drugim omogoča, da omejite dostop iz določenih držav do vaše trgovine. Glej spodaj.
uk_ua: Ця опція дозволяє обмежити доступ до вашого магазину для певних країн. Подивіться нижче.

source: This will delete the current address format
et_ee: Kustutab praeguse paigutuse
he_il: ימחוק את מבנה הכתובת הנוכחי
pt_pt: Isto irá eliminar o formato de endereço atual
sl_si: To bo ostranilo obliko trenutnega naslova
uk_ua: Чи буде видалити поточну схему

source: This will restore the default address format for this country.
et_ee: Kuvab vaikimisi paigutuse
he_il: שחזר את מבנה כתובת ברירת המחדל לארץ זו
pt_pt: Isto irá recuperar o seu formato de endereço padrão para este país.
sl_si: To bo ponastavilo obliko privzetega naslova za to državo.
uk_ua: Відновить типовий формат адреси для цієї країни.

source: This will restore your current address format.
et_ee: Kuvab hetkel muudetava paigutuse
he_il: שחזר את מבנה הכתובת הנוכחי שלך
pt_pt: Isto irá recuperar o seu atual formato de endereço.
sl_si: To bo ponastavilo obliko vašega trenutnega naslova.
uk_ua: Покаже тому ви поточну схему редагування

source: This will restore your last registered address format.
et_ee: Kuvab viimati kasutatud paigutuse
he_il: שחזר את מבנה הכתובת האחרון שנרשם
pt_pt: Isto irá recuperar o seu último formato de endereço registado.
sl_si: To bo ponastavilo obliko vašega zadnjega registriranega naslova.
uk_ua: Покаже тому ваш останній зареєстрований макета

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
et_ee: 2 või 3 täheline ISO kood (nt ET - Eesti).
he_il: קוד ISO בן שתי או שלוש אותיות (למשל "US" עבור ארצות הברית).
mg_mg: Litera Roa -- na Telo -- kaody ISO (oh. "us" raha United States).
pt_pt: Duas -- ou três -- Código ISO de letras (por ex., "US" para Estados Unidos).
sl_si: 2 ali 3-je znaki, na primer FR za Francijo.
uk_ua: 2- або 3-літерний код ISO (наприклад: "us" для США, "ua" для України).

source: Two-letter ISO code (e.g. FR, EN, DE).
he_il: קוד ISO בשני תווים (למשל: EN, HE).
pt_pt: Código ISO de duas letras (ex: FR, EN, DE).
sl_si: ISO koda iz dveh črk (npr. SI, EN, DE).
uk_ua: 2-значний код ISO (напр., UA, PL, EN).

source: Upload the country flag from your computer.
he_il: העלאת תמונת דגל של המדינה שלך מתוך הקבצים במחשב שלך.
pt_pt: Enviar imagem da bandeira do país a partir do meu computador.
sl_si: Naložite zastavo države iz vašega računalnika.
uk_ua: Завантажити прапор країни з Вашого комп'ютера.

source: Used for shipping
et_ee: Kasutatakse saatmiseks
he_il: משמש למשלוח
pt_pt: Usado para o envio
sl_si: Uporabljeno za dostavo
uk_ua: Використовується для доставки

source: Warning: This will replace all of the existing data inside the destination language.
et_ee: Ole ettevaatlik, sest see asendab kõik olemasolevad failid sihtkeeles.
he_il: זהירות, פעולה זו תחליף את כל המידע הקיים בשפת היעד !
pt_pt: Aviso: isto irá substituir todas as traduções existentes no idioma de destino.
sl_si: Bodite previdni, ker bo zamenjal vse podatke ciljnega jezika.
uk_ua: Будьте уважними, оскільки це замінить всі існуючі дані для цієї мови.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
et_ee: Võite lisada IP aadressi, millel on alati lubatud Teie poodi külastada (näiteks Google bot)
he_il: ניתן להוסיף כתובת IP שתמיד תורשה לגשת לחנות (לדוגמא: הכתובת של Google Bot)
pt_pt: Pode adicionar endereços IP que poderão sempre aceder à sua loja (ex: IP dos Google bots)
sl_si: Dodate lahko IP naslove, ki bodo imeli vedno dostop do vaše trgovine (npr. IP Google botov).
uk_ua: Ви можете додати список адрес, що завжди можуть звертатися до вашого магазину (наприклад, роботи пошукових систем та ін)

source: You can add or update a language directly from the PrestaShop website here.
he_il: כאן באפשרותך להוסיף או לעדכן שפה ישירות מאתר prestashop.com.
pt_pt: Aqui pode adicionar ou atualizar um idioma diretamente a partir do site do PrestaShop.
sl_si: Tukaj lahko dodate ali pa posodobite jezik direktno iz Prestashop.com.
uk_ua: Тут ви можете додати або оновити мову безпосередньо з сайту PrestaShop.

source: You can define a range of Zip/Postal codes (e.g., 75000-75015) or simply use one Zip/Postal code.
et_ee: Võite määrata postiindeksi vahemiku (nt: 75000-750015) või lihtsalt kasudada ühte postiindeksit.
he_il: אתה יכול להגדיר טווח של מיקודים (למשל, 75,000-75,015) או פשוט להשתמש במיקוד בודד.
pt_pt: Pode definir um intervalo de códigos postais (por exemplo, 2660-245) ou utilizar simplesmente um código postal.
uk_ua: Ви можете визначити діапазон поштових індексів (напр., 75000-75015) або просто використовувати один поштовий індекс.

source: You can prefix it with the country ISO code if needed.
he_il: אתה יכול להוסיף תחילית עם קוד ה ISO של המדינה במידת הצורך.
pt_pt: Se necessário, pode colocar como prefixo o código ISO do país.
sl_si: Lahko dodate ISO predpono, če je potrebno.
uk_ua: Ви можете додати префікс з ISO-кодом країни за необхідності.

source: You must define the behavior if an address matches multiple rules:
et_ee: Peate määrama käitumise, kui aadress vastab mitmele reeglile:
he_il: עליך להגדיר את ההתנהגות אם כתובת תואמת לכללים מרובים:
mg_mg: Tsy maintsy mamaritra ny fihetsika ianao raha ny adiresy iray mifanaraka amina fitsipika maro:
pt_pt: Tem de definir o comportamento, se um endereço corresponder a várias regras:
sl_si: Nastaviti morate dejanje, če naslov ustreza večim pravilom:
uk_ua: Ви маєте визначити дію, якщо адреса відповідає декільком правилам:

source: You must use this syntax in your translations. Here are a few examples:
pt_pt: Deve utilizar esta sintaxe nas suas traduções. Eis alguns exemplos:
uk_ua: Ви повинні використовувати цей синтаксис у перекладах. Ось декілька прикладів:

source: You must use this syntax in your translations. Here are several examples:
et_ee: PEATE kasutama oma tõlgetes järgmist süntaksit. Siin on mitu näidet:
he_il: עליך להשתמש בתחביר זה בתרגומים שלך. הנה כמה דוגמאות
pt_pt: Deve utilizar esta sintaxe nas suas traduções. Eis alguns exemplos:
sq_al: Duhet ta përdorësh këtë sintaksë në përkthimet tua. Këtu janë disa shembuj:
uk_ua: Ви повинні використовувати цей синтаксис у перекладах. Ось декілька прикладів:

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
he_il: שם אזור, (למשל: אפריקה, החוף המערבי, מדינות שכנות).
pt_pt: Nome da Zona (ex: África, América do Sul, Países vizinhos, etc.).
sl_si: Ime cone, npr. Afrika, Zahodna obala.
uk_ua: Назва зони (напр., Африка, Західне Узбережжя, Сусідні Країни).
