Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminNavigationHeader.*.xlf
Languages: id_id

source: Orders
id_id: Penjualan

source: View my shop
id_id: Lihat toko

source: Your profile
id_id: Profile Anda

source: Sign out
id_id: Keluar

source: Quick Access
id_id: Akses cepat

source: Please name this shortcut:
id_id: Harap namai shortcut ini:

source: Customers
id_id: Pelanggan

source: Debug mode
id_id: Mode debug

source: Maintenance mode
id_id: Mode maintenance

source: A new order has been placed on your shop.
id_id: Pembelian baru di toko Anda.

source: Order number:
id_id: Nomor pesanan:

source: A new customer registered on your shop.
id_id: Pelanggan baru yang terdaftar.

source: A new message was posted on your shop.
id_id: Ada pesan baru di toko Anda.

source: Read this message
id_id: Baca pesan

source: Remove from QuickAccess
id_id: Hapus dari QuickAccess

source: Add current page to QuickAccess
id_id: Tambahkan halaman ini ke QuickAccess

source: Manage quick accesses
id_id: Kelola akses cepat

source: Everywhere
id_id: Dimana-mana

source: What are you looking for?
id_id: Apa yang Anca cari?

source: Order ID
id_id: Nomor Pesanan

source: Cart ID
id_id: ID Cart

source: Module name
id_id: Nama modul

source: Product name, SKU, reference...
id_id: Nama produk, SKU, referensi...

source: Email, name...
id_id: Email, nama...

source: Customers by name
id_id: Nama pelanggan

source: Customers by IP address
id_id: Alamat IP pelanggan

source: Invoice Number
id_id: Nomor faktur

source: Search (e.g.: product reference, customer name…)
id_id: Cari (misalnya referensi produk, nama pelanggan…)

source: Name
id_id: Nama

source: by name
id_id: Dengan nama

source: by IP address
id_id: menurut alamat IP

source: Invoice number
id_id: Nomor invoice

source: SEARCH
id_id: CARI

source: Customer name:
id_id: Nama pelanggan:

source: Home
id_id: Beranda

source: My Shop
id_id: Toko saya

source: New category
id_id: Kategori baru

source: New product
id_id: Produk baru

source: New voucher
id_id: Voucher baru

source: Installed modules
id_id: Modul terpasang

source: Catalog evaluation
id_id: Katalog evaluasi

source: Link
id_id: Tautan

source: Quick Access menu
id_id: Menu Akses Cepat

source: If it's a URL that comes from your back office, you MUST remove the security token.
id_id: Jika URL datangnya dari back Office Anda, security token HARUS dihapus.

source: Open in new window
id_id: Buka di jendela baru

source: Add new quick access
id_id: Tambah akses cepat

source: New customers
id_id: Pelanggan baru

source: New window
id_id: Jendela baru
