Repository: PrestaShop/TranslationFiles
Catalog: 9/*/AdminAdvparametersNotification.*.xlf
Languages: az_az, bn_bd, el_gr, es_mx, mk_mk, ms_my, sl_si

source: Changed/missing files have been detected.
az_az: Dəyişdirilimiş/əskik fayllar aşkarlandı.
bn_bd: পরিবর্তন / অনুপস্থিত ফাইল সনাক্ত করা হয়েছে.
el_gr: Έχουν ανιχνευθεί τροποποιημένα / αρχεία που λείπουν
es_mx: Se han detectado archivos Cambiados / archivos que faltan
mk_mk: Детектирани променети/непостоечки датотеки.
sl_si: Zaznane so bile spremenjene/manjkajoče datoteke.

source: No change has been detected in your files.
el_gr: Δεν ανιχνεύθηκε καμία αλλαγή στα αρχεία σας.
es_mx: No se han detectado cambios en sus archivos.
mk_mk: Нема детектирано промени во вашите датотеки.
sl_si: Zaznane niso bile nobene spremembe v vaših datotekah.

source: Unable to generate private keys using openssl_pkey_new. Check your OpenSSL configuration, especially the path to openssl.cafile.
es_mx: No se pueden generar claves privadas usando openssl_pkey_new. Verifica la configuración de OpenSSL, especialmente la ruta al archivo openssl.cafile.
