Repository: PrestaShop/TranslationFiles
Catalog: 9/*/EmailsSubject.*.xlf
Languages: bs_ba, lv_lv, no_no, ro_ro, sq_al, th_th, tr_tr

source: Welcome!
bs_ba: Dobrodošli!
lv_lv: Sveicināti!
no_no: Velkommen!
ro_ro: Bine ai venit!
sq_al: Mirë se vjen!
th_th: ยินดีต้อนรับ!
tr_tr: Hoş geldiniz!

source: Your guest account has been transformed into a customer account
bs_ba: Vaš gostujući nalog je pretvoren u korisnički nalog
lv_lv: Jūsu viesa konts tika pārveidots par klienta kontu
no_no: Din gjestekonto er omgjort til en kundekonto
ro_ro: Contul tau de oaspete a fost transformat in unul de client
sq_al: Llogaria e jote e mysafirit është transformuar në një llogari klienti
th_th: บัญชีผู้ใช้ของคุณถูกเปลี่ยนเป็นบัญชีลูกค้าแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบในฐานะสมาชิก
tr_tr: Misafir hesabınız müşteri hesabına dönüşmüştür

source: Order confirmation
bs_ba: Potvrda narudžbe
lv_lv: Pasūtījuma apstiprināšana
no_no: Ordrebekreftelse
ro_ro: Confirmare comanda
th_th: ยืนยันการสั่งซื้อ
tr_tr: Sipariş onayı

source: New voucher for your order %s
bs_ba: Novi vaučer za Vašu narudžbu %s
lv_lv: Jauns kupons Jūsu pasūtījumam %s
no_no: Ny rabattkupong for din ordre %s
ro_ro: Cupon nou pentru comanda %s
sq_al: Kuponi i ri për urdhërblerjen tënde %s
th_th: คูปองใหม่สำหรับการสั่งซื้อ %s
tr_tr: %s siparişiniz için yeni kupon

source: Log: You have a new alert from your shop
bs_ba: Log: Imate novo upozorenje iz Vaše trgovine
lv_lv: Paziņojums: Jauns brīdinājums no veikala
no_no: Logg: Du har en varsling fra din butikk
ro_ro: Log: Ai o alerta noua din magazin
sq_al: Vërejtje: Ti ke një paralajmërim të ri nga dyqani yt
th_th: บันทึกย้อนหลัง: คุณมีข้อความแจ้งเตือนใหม่จากร้านค้าของคุณ
tr_tr: Kayıt: Mağazanız için yeni bir uyarı aldınız

source: Package in transit
bs_ba: Paket je u tranzitu
lv_lv: Sūtījums ir ceļā
no_no: Pakken er sendt
ro_ro: Pachet in tranzit
sq_al: Paketa në tranzit
th_th: ระบุว่าอยู่ระหว่างการจัดส่ง
tr_tr: Paket teslimatta

source: The virtual product that you bought is available for download
bs_ba: Virtualni proizvod koji ste kupili je dostupan za preuzimanje
lv_lv: Virtuālais produkts kuru iegādājāties ir gatavs lejupielādei
no_no: Det virtuelle produktet du har kjøpt er tilgjengelig for nedlasting
ro_ro: Produsul virtual pe care l-ai cumparat este disponibil pentru descarcare
th_th: สินค้าที่คุณซื้อมีให้ดาวน์โหลดแล้ว
tr_tr: Satın aldığınız sanal ürün indirilmeye hazır

source: Import complete
bs_ba: Uvoz završen
lv_lv: Importēšana pabeigta
no_no: Importen er fullført
ro_ro: Import complet
th_th: นำเข้าเสร็จสมบูรณ์
tr_tr: İçe aktarım tamamlandı

source: Your order return status has changed
bs_ba: Vaš status povraćaja je promijenjen
lv_lv: Jūsu pasūtījuma atgriešanas statuss ir mainīts
no_no: Din returordre har endret status
ro_ro: Stadiul returnarii comenzii a fost modificat
sq_al: Statusi i kthimit tënd ka ndryshuar
th_th: สถานะการส่งคืนคำสั่งซื้อของคุณเปลี่ยนไป
tr_tr: Siparişinizin iade durumu değişti

source: Message from a customer
bs_ba: Poruka od kupca
lv_lv: Ziņa no klienta
no_no: Melding fra kunde
ro_ro: Mesaj de la un client
sq_al: Mesazh nga një klient
th_th: ข้อความจากลูกค้า
tr_tr: Müşteriden gelen ileti

source: Password query confirmation
bs_ba: Potvrda upita lozinke
lv_lv: Paroles apstiprinājums
no_no: Bekreft passord
ro_ro: Confirmarea parolei
th_th: ยืนยันรหัสผ่าน
tr_tr: Parola sorgusu onayı

source: Message from contact form
bs_ba: Poruka poslata putem kontakt forme
lv_lv: Ziņa no kontaktu formas
ro_ro: Mesaj de la formularul de contact
sq_al: Mesazhi i klientit dërguar përmes formularit të kontaktit
th_th: ข้อความจากแบบฟอร์มการติดต่อ
tr_tr: İletişim formundan gelen ileti

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
bs_ba: Vaša poruka je ispravno poslana #ct%thread_id% #tc%thread_token%
lv_lv: Ziņa veiksmīgi nosūtīta #ct%thread_id% #tc%thread_token%
ro_ro: Mesajul tau a fost trimis corect #ct%thread_id% #tc%thread_token%
tr_tr: Mesajınız başarıyla gönderildi #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
bs_ba: Vaša poruka je uspešno poslata
lv_lv: Ziņa veiksmīgi nosūtīta
ro_ro: Mesajul tau a fost trimis cu succes
sq_al: Mesazhi yt është dërguar saktë
th_th: ข้อความของคุณได้ส่งเรียบร้อยแล้ว
tr_tr: İletiniz başarılı bir şekilde gönderildi

source: Product available
bs_ba: Proizvod dostupan
ro_ro: Produs disponibil
th_th: สินค้าที่มีอยู่

source: New order : #%d - %s
bs_ba: Nova narudžba : #%d - %s
ro_ro: Comanda noua : #%d - %s
th_th: คำสั่งซื้อใหม่ : #%d - %s

source: Product out of stock
bs_ba: Proizvod nije na stanju
lv_lv: Prece nav pieejama
ro_ro: Produs cu stoc epuizat

source: Stock coverage
bs_ba: Pokrivenost zalihama
lv_lv: Noliktavas krājumi
ro_ro: Acoperire de stoc
sq_al: Mbulueshmëria e stokut
tr_tr: Stok kapsamı

source: New return from order #%d - %s
bs_ba: Novi povrat iz narudžbe #%d - %s
ro_ro: Retur nou de la comanda #%d - %s
sq_al: Kthim i ri nga porosia #%d - %s
th_th: การส่งคืนใหม่จากคำสั่งซื้อ #%d - %s

source: Your order has been changed
bs_ba: Vaša narudžba je promjenjena
ro_ro: Comanda ta a fost modificata
sq_al: Porosia jote është ndryshuar
th_th: คำสั่งซื้อของคุณมีการเปลี่ยนแปลง

source: Newsletter voucher
bs_ba: Bilten vaučer
lv_lv: Jaunumu kupons
ro_ro: Cupon din buletinul informativ
sq_al: Kuponi i buletinit informativ
th_th: คูปองจดหมายข่าว
tr_tr: Haber Bülteni kuponu

source: Newsletter confirmation
bs_ba: Potvrda biltena
lv_lv: Jaunumu apstiprinājums
ro_ro: Confirmarea abonarii la buletinul informativ
sq_al: Konfirmimi i buletinit informativ
th_th: ยืนยันการสมัครรับจดหมายข่าว
tr_tr: Haber Bülteni onayı

source: Email verification
bs_ba: E-mail potvrda
lv_lv: E-pasta verifikācija
ro_ro: Verificarea adresei de e-mail
sq_al: Verifikimi i emailit
th_th: ยืนยันอีเมล์
tr_tr: E-posta doğrulama

source: Process the payment of your order
bs_ba: Odredite plaćanje vaše narudžbe
lv_lv: Veikt maksājumu par pasūtījumu
no_no: Fullfør betalingen av din ordre
ro_ro: Proceseaza plata comenzii tale
sq_al: Procesi i pagesës së urdhërblerjes tënde
th_th: ดำเนินการชำระเงินคำสั่งซื้อของคุณ
tr_tr: Siparişinizin ödeme süreci

source: New credit slip regarding your order
bs_ba: Novi revers u vezi vaše porudžbine
lv_lv: Jauna kredītlīnija par Jūsu pirkumu
no_no: Ny kreditnota vedrørende din ordre
ro_ro: Nota de credit noua pentru comanda
th_th: เครดิตสลิปใหม่ สำหรับการสั่งซื้อของคุณ
tr_tr: Siparişinize ilişkin yeni kredi fişi

source: New voucher for your order #%s
bs_ba: Novi vaučer u vezi Vaše narudžbe #%s
lv_lv: Jauns vaučeris Jūsu pirkumam #%s
no_no: Ny rabattkupong for din ordre #%s
ro_ro: Cupon nou pentru comanda %s
th_th: คูปองใหม่สำหรับการสั่งซื้อ #%s
tr_tr: #%s siparişiniz için yeni kupon

source: New message regarding your order
bs_ba: Nova poruka u vezi Vaše narudžbe
lv_lv: Jauna ziņa par pasūtījumu
no_no: Ny melding vedrørende din ordre
ro_ro: Mesaj nou privind comanda ta
th_th: ข้อความใหม่เกี่ยวกับการสั่งซื้อของคุณ
tr_tr: Siparişinize ilişkin yeni mesaj

source: Fwd: Customer message
bs_ba: Fwd: Poruka od kupca
lv_lv: Fwd: Klienta ziņa
no_no: Fwd: Kundemelding
ro_ro: Fwd: Mesaj de la client
sq_al: Pas.: Mesazhi i klientit
th_th: ข้อความลูกค้า
tr_tr: İlt: Müşteri mesajı

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
bs_ba: Odgovor na Vašu poruku je dostupan #ct%thread_id% #tc%thread_token%
lv_lv: Atbilde uz Jūsu jautājumu ir pieejama šeit #ct%thread_id% #tc%thread_token%
no_no: Et svar på din melding er tilgjengelig #ct%thread_id% #tc%thread_token%
ro_ro: Un raspuns la mesajul tau este disponibil #ct%thread_id% #tc%thread_token%
tr_tr: Mesajınız için bir cevap var #ct%thread_id% #tc%thread_token%

source: Your new password
bs_ba: Vaša nova lozinka
lv_lv: Jūsu jaunā parole
no_no: Ditt nye passord
ro_ro: Noua ta parola
sq_al: Fjalëkalimi yt i ri
th_th: รหัสผ่านใหม่ของคุณ
tr_tr: Yeni parolanız
