Repository: PrestaShop/TranslationFiles
Catalog: 9/*/Install.*.xlf
Languages: da_dk, et_ee, he_il, ko_kr, ro_ro, sq_al, th_th

source: Database server address
da_dk: Database server adresse
et_ee: Andmebaasi serveri aadress
he_il: כתובת שרת מסד הנתונים
ko_kr: 데이터베이스 서버 주소
ro_ro: Adresa serverului bazei de date
sq_al: Adresa e serverit të bazës së të dhënave
th_th: ที่อยู่เซิร์ฟเวอร์ฐานข้อมูล

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
da_dk: Standard porten er 3306. For at bruge en anden port, tilføj port nummeret i slutningen af din servers adresse fx ":4242".
et_ee: Vaikimisi port on 3306. Selleks, et kasutada teist porti, lisage pordi number kooloniga oma serveri IP aadressi järgi. Näiteks kasutades porti 4242 järgneval kujul xxx.xxx.xxx.xxx:4242.
he_il: פורט ברירת המחדל הוא 3306. לשימוש בפורט אחר, הוסף אותו לאחר כתובת השרת לדוגמה "4242:".
ko_kr: 기본 포트는 3306입니다. 다른 포트를 사용하려면, 서버 주소의 끝에 포트 번호를 추가하세요. 예시":4242".
ro_ro: Portul implicit este 3306. Pentru a folosi un alt port, adauga numarul portului la sfarsitul adresei tale de server i.e ":4242".
th_th: พอร์ตเริ่มต้นคือ 3306 หากต้องการใช้พอร์ตอื่นให้เพิ่มหมายเลขพอร์ตต่อท้ายที่อยู่เซิร์ฟเวอร์ของคุณเช่น ": 4242"

source: Database name
da_dk: Database navn
et_ee: Andmebaasi nimi
he_il: שם מסד הנתונים
ko_kr: 데이터베이스 명
ro_ro: Numele bazei de date
sq_al: Emri i bazës së të dhënave
th_th: ชื่อฐานข้อมูล

source: Database login
et_ee: Andmebaasi kasutaja
he_il: שם המשתמש של מסד הנתונים
ko_kr: 데이터베이스 로그인
ro_ro: Autentificare baza de date
sq_al: Identifikimi në bazën e të dhënave
th_th: ชื่อผู้ใช้ฐานข้อมูล

source: Database password
da_dk: Database adgangskode
et_ee: Andmebaasi salasõna
he_il: סיסמה של מסד הנתונים
ko_kr: 데이터베이스 비밀번호
ro_ro: Parola bazei de date
sq_al: Fjalëkalimi i bazës së të dhënave
th_th: รหัสผ่านฐานข้อมูล

source: Tables prefix
da_dk: Tabel præfix
he_il: תחילית שם טבלה
ko_kr: 테이블 접두사
ro_ro: Prefix tabele
sq_al: Parashtesa e tabelave
th_th: คำนำหน้าตาราง

source: Drop existing tables
da_dk: Slet eksisterende tabeller
et_ee: Kustuta eksisteerivad tabelid
he_il: מחיקת טבלאות קיימות
ko_kr: 기존 테이블 삭제
ro_ro: Sterge tabelele existente

source: Test your database connection now!
da_dk: Test din database forbindelse nu!
et_ee: Kontrolli oma andmebaasi ühendust!
he_il: בדוק קישוריות לדטהבייס כעת!
ko_kr: 지금 데이터베이스 연결을 테스트 합니다!
ro_ro: Testeaza acum conexiunea la baza ta de date!
th_th: ทดสอบการเชื่อมต่อฐานข้อมูลของคุณทันที!

source: PrestaShop Installation Assistant
da_dk: PrestaShop installationshjælp
et_ee: PrestaShopi paigaldusnõustaja
he_il: מסייע ההתקנה של פרסטהשופ
ko_kr: PrestaShop 설치 도우미
ro_ro: Asistentul pentru instalarea Prestashop
sq_al: Assistanti i instalimit të PrestaShop
th_th: ผู้ช่วยติดตั้ง PrestaShop

source: Installation Assistant
da_dk: Installationshjælp
et_ee: Paigaldusnõustaja
he_il: מסייע ההתקנות
ko_kr: 설치 도우미
ro_ro: Asistent instalare
sq_al: Asistenti i instalimit
th_th: ผู้ช่วยติดตั้ง

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
da_dk: For at installere PrestaShop, skal du have JavaScript aktiveret i din browser.
et_ee: Selleks, et installeerida Prestashop-i, peab Teie brauseris olema JavaScript lubatud.
he_il: להתקנת פרסטהשופ, עליך לאפשר הרצת קוד ג'אווה סקריפט בדפדפן שלך.
ko_kr: PrestaShop를 설치하려면, 브라우저에서 JavaScript를 활성화 하셔야 합니다.
ro_ro: Pentru a instala PrestaShop, trebuie sa ai activat JavaScript in browser-ul tau
sq_al: Për të instaluar PrestaShop, ju duhet të keni të aktivizoni 'JavaScript' në shfletuesin tuaj.
th_th: ในการติดตั้ง PrestaShop คุณจำเป็นต้องเปิดใช้งาน JavaScript ในเบราเซอร์ของคุณ

source: Next
da_dk: Næste
et_ee: Järgmine
he_il: הבא
ko_kr: Suivant
ro_ro: Urmatorul
th_th: ต่อไป

source: Back
da_dk: Tilbage
et_ee: tagasi
he_il: חזרה
ko_kr: 뒤로가기
ro_ro: Inapoi
th_th: กลับ

source: License Agreements
da_dk: Licens aftaler
et_ee: Litsentsi tingimused
he_il: הסכמי רישוי
ko_kr: 라이선스 동의서
ro_ro: Acorduri de licenta
sq_al: Marrëveshjet e licencës
th_th: ข้อตกลงใบอนุญาต

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
da_dk: For at nyde godt af de mange funktionaliteter som tilbydes gratis af PrestaShop, læs venligst licensbetingelserne nedenunder. PrestaShop kernen er licenseret under OSL 3.0, hvorimod modulerne og temaerne er licenseret under AFL 3.0.
et_ee: PrestaShopi kõigi tasuta võimaluste kasutamiseks lugege esmalt läbi alltoodud litsentsitingimused. PrestaShopi tuum litsentsitakse OSL 3.0 alusel ning selle moodulid ja teemad AFL 3.0 alusel.
he_il: כדי להנות ממגוון האפשרויות המוצעות חינם על ידי פרסטהשופ, קרא בבקשה את תנאי הרשיון למטה. קבצי הבסיס של פרסטהשופ הם תחת הרשיון OSL 3.0 , ואילו המודולים וערכות העיצוב הם תחת הרשיון AFL 3.0.
ko_kr: PrestaShop이 무료로 제공하는 많은 기능을 즐기려면 아래의 라이선스 조항을 읽으세요. PrestaShop 코어는 OSL 3.0 라이선스가 적용되며, 모듈과 테마는 AFL 3.0 라이선스가 적용됩니다.
ro_ro: Pentru a te bucura de multele caracteristici care va sunt oferite gratis de PrestaShop, te rugam sa citesti termenii de utilizare de mai jos. Nucleul PrestaShop este licentiat sub OSL 3.0, in timp ce modulele si temele sunt licentiate sub AFL 3.0.
sq_al: Për të shijuar shumë karakteristika që janë ofruar falas nga PrestaShop, ju lutemi lexoni kushtet e licencës më poshtë. PrestaShop core lejohet sipas OSL 3.0, ndërsa modulet dhe temat janë të licencuara nën AFL 3.0.
th_th: หากต้องการเพลิดเพลินกับคุณสมบัติมากมายที่ PrestaShop ให้บริการฟรีโปรดอ่านเงื่อนไขการอนุญาตด้านล่าง PrestaShop core ได้รับอนุญาตภายใต้ OSL 3.0 ในขณะที่โมดูลและธีมได้รับอนุญาตภายใต้ AFL 3.0

source: I agree to the above terms and conditions.
da_dk: Jeg accepterer vilkårene i handelsbetingelserne.
et_ee: Nõustun eeltoodud tingimustega.
he_il: אני מסכים לתנאי השימוש.
ko_kr: 위 약관 및 조건에 동의합니다.
ro_ro: Sunt de acord cu termenii si conditiile de mai sus.
sq_al: Unë pajtohem me termat dhe kushtet e mësipërme.
th_th: ฉันยอมรับข้อกำหนดในการให้บริการ

source: Privacy note
ko_kr: 비공개 노트
ro_ro: Nota despre confidentialitate

source: this article
ko_kr: 이 글
ro_ro: acest articol

source: Some project modules may submit public and technical information about your store to the PrestaShop Project for analytics purposes. To learn more and make an informed choice, read %link%.
ko_kr: 일부 프로젝트 모듈은 분석 목적으로 상점에 대한 공개 및 기술 정보를 PrestaShop 프로젝트에 제출할 수 있습니다. 자세히 알아보고 정보에 입각한 선택을 하려면 %link%을(를) 읽어보십시오.
ro_ro: Unele module pot trimite informatii publice si tehnice despre magazinul tau catre Proiectul PrestaShop, pentru analiza. Pentru a afla mai multe si pentru a face o alegere informata, citeste %link%.

source: Done!
da_dk: Færdig!
et_ee: Tehtud!
he_il: הסתיים!
ko_kr: 완료!
ro_ro: Gata!
sq_al: U krye!
th_th: เสร็จแล้ว!

source: An error occurred during installation...
da_dk: En fejl opstod under installationen...
et_ee: Paigaldamisel tekkis viga ....
he_il: שגיאה אירעה במהלך ההתקנה...
ko_kr: 설치 중 오류발생...
ro_ro: A aparut o eroare in timpul instalarii...
th_th: เกิดข้อผิดพลาดระหว่างการติดตั้ง

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
da_dk: Du kan anvende linksene i venstre kolonne for at gå tilbage til de forrige trin, eller genstarte installationsprocessen ved at <a href="%link%">klikke her</a>.
et_ee: Võite kasutada vasakus veerus olevaid linke, et minna tagasi eelnevate sammude juurde või <a href="%link%">klõpsake siin</a>, et paigaldamist otsast alustada.
ko_kr: 왼쪽 열에 있는 링크를 사용하여 이전 단계로 돌아가거나, <a href="%link%">여기를 클릭</a>하여 설치 과정을 다시 시작할 수 있습니다.
ro_ro: Poti folosi linkul din stanga coloanei pentru a merge inapoi la pasul anterior, sau pentru a reporni procesul de instalare prin <a href="%link%">dand clic aici</a>.
sq_al: Mund të përdorësh lidhjet në kolonën e majtë për të shkuar përsëri në hapat e mëparshëm, ose të rifillosh procesin e instalimit duke <a href="%link%">klikuar këtu</a>.

source: Your installation is finished!
da_dk: Din installation er færdig!
et_ee: Paigaldus on edukalt lõppenud!
he_il: ההתקנה הסתיימה!
ko_kr: 설치가 완료됐습니다!
ro_ro: Instalarea ta s-a incheiat!
th_th: การติดตั้งเสร็จสมบูรณ์

source: You have just finished installing your shop. Thank you for using PrestaShop!
da_dk: Du har netop afsluttet installationen af din shop. Tak fordi du anvender PrestaShop!
et_ee: Lõpetasite just oma e-poe tarkvara paigaldamise. Täname, et kasutate PrestaShopi!
he_il: סיימת להתקין את החנות. תודה שבחרת בפרסטהשופ!
ko_kr: 상점에 설치를 방금 마쳤습니다. PrestaShop을 사용해주셔서 감사합니다!
ro_ro: Tocmai ai terminat sa instalat magazinul! Iti multumim ca folosesti PrestaShop!
th_th: การติดตั้งร้านค้าของคุณเสร็จสมบูรณ์แล้ว ขอบคุณที่เลือกใช้ PrestaShop

source: Please remember your login information:
da_dk: Husk venligst din log på information:
et_ee: Palun jätke meelde informatsioon poe administreerimiseks:
he_il: אל תשכח את פרטי הכניסה שלך:
ko_kr: 로그인 정보를 기억해 주세요:
ro_ro: Te rugam sa memorezi informatiile de autentificare:
th_th: กรุณาจดจำข้อมูลในการเข้าสู่ระบบ:

source: E-mail
et_ee: E-maili aadress
he_il: אימייל
ko_kr: Epos
sq_al: Emaili
th_th: อีเมล์

source: Print my login information
da_dk: Print min log ind information
et_ee: Printige oma sisenemise info
he_il: הדפס פרטי התחברות
ko_kr: 내 로그인 정보 인쇄
ro_ro: Printeaza informatiile de logare
sq_al: Printo dhënat e mia të identifikimit
th_th: พิมพ์ข้อมูลการเข้าสู่ระบบ

source: Password
da_dk: Adgangskode
et_ee: Parool
he_il: סיסמא
ko_kr: Sleutelwoord
ro_ro: Parola
sq_al: Fjalëkalimi
th_th: รหัสผ่าน

source: Display
da_dk: Vis
et_ee: Näita
he_il: הצג
ko_kr: 표시
ro_ro: Afiseaza
sq_al: Shfaq
th_th: แสดง

source: For security purposes, you must delete the "install" folder.
da_dk: For sikkerhedens skyld, skal du slette "install" mappen.
et_ee: Turvalisuse huvides peate kustutama "install" kataloogi serverist.
he_il: לצורך אבטחת החנות, יש למחוק כעת את ספריית "install".
ko_kr: 보안 상의 이유로, "install" 폴더를 삭제해야 합니다.
ro_ro: Din motive de securitate, trebuie sa stergi folderul ”install”.
th_th: เพื่อความปลอดภัย คุณควรลบโฟลเดอร์ "install"

source: Back Office
da_dk: Administration
et_ee: Kontor
he_il: ממשק ניהול
ko_kr: 관리자 사이트
th_th: หลังร้าน

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
da_dk: Styr din butik gennem dit Back Office. Administrer dine ordrer og kunder, tilføj moduler, skift temaer, etc.
et_ee: Hallake oma poodi kasutades andministratiivliidest. Hallake tellimusi, kliente, lisage mooduleid ja muutke teemasid jne.
he_il: נהל את חנותך על ידי שימוש בממשק הניהול. נהל את ההזמנות והלקוחות, הוסף מודולים, שנה ערכות עיצוב, ועוד.
ko_kr: 관리자 사이트를 사용하여 당신의 상점을 관리하세요. 주문들과 고객들, 모듈 추가, 테마 변경, 기타등을 관리하세요.
ro_ro: Administreaza-ti magazinul folosindu-te de Back Office. Administreaza-ti comenzile si clientii, adauga module, schimbi teme, etc.
th_th: จัดการร้านค้าของคุณด้วยระบบจัดการร้าน โดยคุณสามารถจัดการคำสั่งซื้อและลูกค้า เพิ่มโมดูล ปรับแต่งหน้าตาร้านค้า และอื่นๆ ได้ที่นั่น

source: Manage your store
da_dk: Administrer din butik
et_ee: Halda oma poodi
he_il: נהל את החנות
ko_kr: 상점 관리
ro_ro: Administreaza-ti magazinul
th_th: จัดการร้านค้าของคุณ

source: Front Office
da_dk: Butik
et_ee: Esileht
he_il: ממשק לקוח
ko_kr: 상점 웹페이지
th_th: หน้าเว็บ

source: Discover your store as your future customers will see it!
da_dk: Se din butik som dine fremtidige kunder vil se den!
et_ee: Vaata oma poodi nagu seda näevad Teie tulevased kliendid!
he_il: סייר בחנותך כפי שתוצג בפני לקוחותיך העתידים!
ko_kr: 미래의 고객이 보게 될 상점을 발굴해 보세요!
ro_ro: Descopera magazinul in modul in care viitorii tai clienti il vor vedea!
th_th: ดูร้านค้าของคุณ ในแบบที่ลูกค้าในอนาคตของคุณจะเห็น

source: Discover your store
da_dk: Se din butik
et_ee: Vaadake nüüd oma poodi
he_il: גלה את החנות
ko_kr: 당신의 상점 찾기
ro_ro: Descopera magazinul
th_th: ดูร้านค้าของคุณ

source: We are currently checking PrestaShop compatibility with your system environment
da_dk: Vi kontrollere netop PrestaShop kompatibiliteten med dit systemmiljø
et_ee: Hetkel me kontrollime Prestashop-i sobivust Teie süsteemiga
he_il: בדיקת תאימות פרסטהשופ לסביבת המערכת
ko_kr: 현재 당신의 시스템 환경에서 PrestaShop 호환성을 확인하는 중입니다
ro_ro: Momentan verificam compatibilitatea PrestaShop cu mediul tau de sistem
th_th: ขณะนี้เรากำลังตรวจสอบความเข้ากันได้ของ PrestaShop กับสภาพแวดล้อมระบบของคุณ

source: PrestaShop compatibility with your system environment has been verified!
da_dk: PrestaShop kompatibilitet med dit system miljø er blevet verificeret!
et_ee: Prestashop-i sobivus Teie süsteemiga on kinnitatud!
he_il: המערכת שלך תואמת לדרישות פרסטהשופ!
ko_kr: PrestaShop과 시스템 환경의 호환성이 확인되었습니다!
ro_ro: Compatibilitatea PrestaShop cu sistemul tau a fost verificata!
th_th: ความเข้ากันได้ของ PrestaShop กับสภาพแวดล้อมระบบของคุณได้รับการตรวจสอบแล้ว!

source: Refresh information
da_dk: Genopfrisk information
et_ee: Värskenda informatsiooni
he_il: רענן מידע
ko_kr: 정보 새로고침
ro_ro: Improspateaza informatiile

source: Oops! Please correct the item(s) below, and then click "%refresh_label%" to test the compatibility of your new system.
da_dk: Ups! Ret venligst emne(rne) herunder, og klik så på "%refresh_label%" for at teste kompatibiliteten for dit nye system.
et_ee: Ups! Palun parandage järgnev(ad) ese(med) ning seejärel klikkige "%refresh_label%" testimaks oma uue süsteemi sobivust.
he_il: אופס! אנא תקנו את הפריט(ים) למטה, ואז לחצו "%refresh_label%" כדי לבדוק את תאימות המערכת שלכם.
ko_kr: 이런! 아래의 항목(들) 을 수정한 다음, "%refresh_label%"을 클릭하여 새 시스템의 호환성을 테스트하세요.
ro_ro: Hopa! Te rugam sa remediezi problemele de mai jos, apoi fa clic pe "%refresh_label%" pentru a testa compatibilitatea sistemului.

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please use the 1-Click Upgrade module and follow its instructions.
da_dk: <b>Advarsel: Du kan ikke anvende dette værktøj til at opgradere din butik længere.</b><br /><br />Du har allerede installeret <b>PrestaShop version %version%</b>.<br /><br />Hvis du ønsker at opgradere til den seneste version, så anvend venligst 1-klik opgraderingsmodulet og følg dets instruktioner.
et_ee: <b>Hoiatus: te ei saa kasutada seda tööriista poe uuendamiseks enam kasutada.</b><br /><br />Teil on juba <b>PrestaShopi versioon %version% paigaldatud</b>.<br /><br />Kui soovite uuendada uusimale versioonile, kasutage 1-Vajutuse Uuendaja moodulit ja jälgige sealseid juhiseid.
he_il: <b>אזהרה: אינך יכול יותר להשתמש בכלי זה כדי לשדרג את החנות שלך.</b><br /><br />כבר מותקנת אצלך <b>גרסת PrestaShop %version%</b>.<br />< br />אם ברצונך לשדרג לגרסה העדכנית ביותר, אנא השתמש במודול שדרוג בלחיצה אחת ופעל לפי ההוראות שלו.
ko_kr: <b>경고: 더 이상 이 도구를 사용하여 상점을 업그레이드 할 수 없습니다.</b><br /><br />이미<b>PrestaShop 버전 %version% 이 설치되어 있습니다</b>.<br /><br />최신 버전으로 업그레이드하려면, 1-Click Upgrade 모듈을 사용하여 지침을 따라주세요.
ro_ro: <b>Atentie: Nu mai poti folosi aceasta unealta pentru a-ti actualiza magazinul.</b><br /><br />Deja ai <b>versiunea %version% de PrestaShop instalata</b>.<br /><br />Daca doresti sa actualizezi la ultima versiune, te rugam sa folosesti modulul 'Actualizare cu un clic' si sa-i urmezi instructiunile.
sq_al: <b>Paralajmërim: Nuk mund ta përdorësh më këtë mjet për të përmirësuar dyqanin tën. </b><br /><br />Ti tashmë ke <b> versionin %version% të PrestaShop të instaluar</b>.<br />< br />Nëse dëshiron ta azhurnosh në versionin më të fundit, të lutem përdor modulin '1-Click Upgrade' dhe ndiq udhëzimet e tij.
th_th: <b>คำเตือน: คุณไม่สามารถใช้เครื่องมือนี้เพื่ออัปเกรดร้านค้าของคุณได้อีกต่อไป</b><br /><br />คุณมี <b>PrestaShop เวอร์ชัน %version% ติดตั้งแล้ว</b><br />< br />หากคุณต้องการอัปเกรดเป็นเวอร์ชันล่าสุด โปรดใช้โมดูลอัปเกรด 1-Click และทำตามคำแนะนำ

source: Welcome to the PrestaShop %version% Installer
da_dk: Velkommen til installationen af PrestaShop %version%
et_ee: Tere tulemast PrestaShopi %version% paigaldajasse
ko_kr: PrestaShop %version% 설치를 환영합니다
ro_ro: Bine ai venit la PrestaShop %version% Installer
sq_al: Mirë se vjen në instaluesin e PrestaShop %version%

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than %numMerchants% merchants. You are on the way to creating your own unique online store that you can manage easily every day.
da_dk: Installation af PrestaShop er hurtigt og let. På et kort øjeblik, vil du blive del af et fællesskab der består af mere end %numMerchants% forhandlere. Du er på vej til at oprette din egen unikke online butik som du let kan styre hver dag.
et_ee: PrestaShopi paigaldamine on kiire ja lihtne. Kõigest mõne hetkega saate %numMerchants% kaupmehega kogukonna liikmeks. Olete loomas oma ainulaadset veebipoodi, mida saate iga päev mugavalt hallata.
he_il: התקנת פרסטהשופ היא קלה ופשוטה. תוך מספר דקות תהפוך לחלק מקהילה הכוללת מעל %numMerchants% סוחרים. אתה נמצא בדרכך ליצירת חנות וירטואלית ייחודית שתוכל לנהלה בקלות על בסיס יומי.
ko_kr: PrestaShop 설치는 빠르고 간단합니다. 불과 몇 분 안에 %numMerchants% 명 이상의 판매자로 구성된 커뮤니티의 일원이 될 것입니다. 매일 쉽게 관리할 수 있는 나만의 고유한 온라인 상점을 만드는 중입니다.
ro_ro: Instalarea PrestaShop este rapida si usoara. In doar cateva momente, vei fi parte intr-o comunitate alcatuita din mai mult de %numMerchants% de comercianti. Esti pe cale sa iti creezi propriul tau magazin online, pe care il poti administra simplu in fiecare zi.
sq_al: PrestaShop instalohet shpejtë dhe lehtë. Në vetëm disa momente, ti do të bëhesh pjesë e një bashkësie të përbërë nga më shumë se %numMerchants% tregtarë. Ti je në rrugë për krijimin e dyqanit tënd unik online, të cilin mund ta menaxhosh lehtë çdo ditë.
th_th: การติดตั้ง PrestaShop นั้นง่ายและรวดเร็ว ในเวลาเพียงไม่นาน คุณจะกลายเป็นส่วนหนึ่งของชุมชนที่ประกอบด้วยผู้ค้ามากกว่า %numMerchants% คุณกำลังอยู่บนเส้นทางสู่การสร้างร้านค้าออนไลน์ที่ไม่เหมือนใครซึ่งคุณสามารถจัดการได้ง่ายๆ ทุกวัน

source: Continue the installation in:
da_dk: Fortsæt installationen i:
et_ee: Jätka paigaldust:
he_il: המשך התקנה בשפה:
ko_kr: 다음에서 설치를 계속합니다:
ro_ro: Continua instalarea in:
sq_al: Vazhdoni instalimin në:
th_th: ดำเนินการติดตั้งต่อใน:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
da_dk: Det valgte sprog gælder kun installations-assistenten. Når din butik er installeret, kan du vælge sproget for din butik fra over %d% oversættelser. Helt gratis!
et_ee: Ülal valitud keel kehtib ainult paigaldusnõustajale. Kui teie pood on paigaldatud, saate valida oma poe keele %d tõlke hulgast täiesti tasuta!
ko_kr: 위의 언어 선택은 설치 길잡이에만 적용됩니다. 상점이 설치되면 %d% 이상의 번역에서 상점의 언어를 무료로 선택할 수 있습니다.
ro_ro: Selectia limbii de mai sus se aplica numai Asistentului de instalare. Odata ce magazinul tau a fost instalat, poti alege pentru magazinul tau dintre peste %d% traduceri, toate gratuite!
sq_al: Përzgjedhja e gjuhës mësipër aplikohet vetëm për asistentin e Instalimit. Pasi që dyqani yt të jetë instaluar, ti mund të zgjedhësh gjuhën e dyqanit tënd përmes %d përkthimeve, të gjitha falas!

source: Please activate the 'mod_auth_basic' Apache module to allow the use of the PrestaShop webservice.
da_dk: Aktiver venligst 'mod_auth_basic' Apache modulet for at tillade anvendelsen af PrestaShop webservicen.
he_il: אנא הפעל את מודול ה-Apache 'mod_auth_basic' כדי לאפשר שימוש בשירות האינטרנט PrestaShop.
ko_kr: PrestaShop 웹서비스의 사용을 허용하려면 'mod_auth_basic' Apache 모듈을 활성화 하세요.
ro_ro: Te rugam sa activezi modulul Apache 'mod_auth_basic' pentru a permite utilizarea serviciului web Prestashop.
th_th: โปรดเปิดใช้งานโมดูล 'mod_auth_basic' เพื่ออนุญาตการรับรองความถูกต้องของเว็บเซอร์ของ PrestaShop

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
da_dk: Vi kunne ikke kontrollere, om basis authentication og omskrivningsudvidelserne er aktiveret. Kontroller venligst manuelt, om de er aktiveret for at benytte PrestaShop WebService.
et_ee: Me ei suutnud kontrollida, kas baas autentimine ja rewrite funktsioon on aktiveeritud. Palun kontrollige need käsisti üle, enne kui kasutate PrestaShopi veebiteenust
he_il: לא יכולנו לבדוק אם ההרחבות "Basic Authentication" ו"rewrite" מופעלים. נא לבדוק באופן ידני אם הם פעילים על מנת להשתמש בשירות הרשת של PrestaShop.
ko_kr: 기본 인증 및 재작성 확장 프로그램이 활성화되었는지 확인할 수 없었습니다. PrestaShop 웹서비스를 사용할 수 있도록 이 프로그램들이 활성화 되었는지 수동으로 확인하시기 바랍니다.
ro_ro: Nu putem verifica daca autentificarea si rescrierea extensiilor primare sunt active. Verifica manual acest lucru pentru a putea folosi PrestaShop Webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
da_dk: Aktivér venligst PHP-filtypen "SimpleXML" for at tillade test af PrestaShops webservice.
he_il: נא הפעל את סיומת ה 'PHP 'SimpleXML כדי לאפשר בדיקה של השירות רשת (webservice) של PrestaShop.
ko_kr: PrestaShop의 웹서비스 테스트를 허용하려면 'SimpleXML' PHP 확장 프로그램을 활성화하세요.
ro_ro: Activeaza extensia PHP 'SimpleXML' pentru a permite testarea serviciului web PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
da_dk: Hvis muligt, er det bedst at bruge SLL (https:) til WebService-kald, da man så undgår sikkerhedshensyn af typen "mellemstation".
he_il: אם אפשר, עדיף להשתמש ב-SSL (https) עבור קריאות WebService, כפי שהוא ימנע את בעיות אבטחה מסוג "האיש שבאמצע".
ko_kr: "메시지 가로채기(man in the middle)" 유형의 보안 문제를 방지하기 위해, 웹서비스 호출에 SSL(https:) 을 사용하는 것이 더 좋습니다.
ro_ro: Daca este posibil, este preferabil sa se foloseasca SSL (https) pentru apelarea servicilor web, pentru a evita problemele de securitate de tipul "man in middle".

source: Server name is not valid
da_dk: Servernavnet er ikke gyldigt
et_ee: Serveri nimi ei ole õige
he_il: יש לבחור שם שרת
ko_kr: 서버 명이 올바르지 않습니다
ro_ro: Numele serverului nu este valid
sq_al: Emri i serverit nuk është i vlefshëm
th_th: ชื่อเซิร์ฟเวอร์ไม่ถูกต้อง

source: You must enter a database name
da_dk: Du er nødt til at indtaste et database navn
et_ee: Peate sisestama andmebaasi nime
he_il: יש להזין שם מסד נתונים
ko_kr: 데이터베이스 이름을 입력해야 합니다
ro_ro: Trebuie sa introduci numele bazei de date
sq_al: Ju duhet të shkruani një emër të bazës së të dhënave
th_th: คุณต้องป้อนชื่อฐานข้อมูล

source: You must enter a database login
da_dk: Du er nødt til at indtaste et database login
et_ee: Peate sisestama andmebaasi sisenemise andmed
he_il: יש להזין שם משתמש עבור התחברות אל מסד הנתונים
ko_kr: 데이터베이스 로그인을 입력해야 합니다
ro_ro: Trebuie sa introduci o baza de date autentificata
sq_al: Ju duhet të shkruani dhënat e identifikimit në bazën e të dhënave
th_th: คุณต้องป้อนข้อมูลการเข้าสู่ระบบฐานข้อมูล

source: Tables prefix is invalid
da_dk: Tabel præfiks er ugyldigt
et_ee: Tabeli eesliide ei sobi
he_il: קידומת הטבלאות אינה חוקית
ko_kr: 테이블 접두사가 잘못되었습니다
ro_ro: Data specificata este invalid
sq_al: Parashtesa e tabelave është e pavlefshme
th_th: คำนำหน้าของตารางไม่ถูกต้อง

source: Cannot convert database data to utf-8
da_dk: Kan ikke konvertere database data til utf-8
et_ee: Ei saa konverteerida andmebaasi utf-8 kodeeringusse
he_il: לא ניתן להמיר את נתוני מסד הנתונים אל utf-8
ko_kr: 데이터베이스의 자료를 utf-8로 변환할 수 없습니다
ro_ro: Nu se poate converti baza de date la utf-8
sq_al: Baza e të dhënave nuk mund të konvertohet në utf-8
th_th: ไม่สามารถแปลงข้อมูลฐานข้อมูลเป็น utf-8
