Repository: PrestaShop/TranslationFiles
Catalog: 9/*/Install.*.xlf
Languages: da_dk, et_ee, he_il, ko_kr, ro_ro, sq_al, th_th

source: Choose your language
da_dk: Vælg dit sprog
et_ee: Valige oma keel
he_il: בחר שפה
ko_kr: 언어 선택
ro_ro: Alege-ti limba
sq_al: Zgjidhni gjuhën tuaj
th_th: เลือกภาษาของคุณ

source: License agreements
da_dk: Licens aftaler
et_ee: Litsentsi tingimused
he_il: הסכמי רישוי
ko_kr: 라이선스 동의서
ro_ro: Acorduri de licenta
sq_al: Marrëveshjet e licencës
th_th: ข้อตกลงใบอนุญาต

source: System compatibility
da_dk: Systemkompatibilitet
et_ee: Süsteemi sobivus
he_il: תאימות למערכת
ko_kr: 시스템 호환성
ro_ro: Compatibilitatea cu sistemul
sq_al: Përputhshmëria e sistemit
th_th: ความเข้ากันได้ของระบบ

source: Store information
da_dk: Butiksinformation
et_ee: Poe kontaktid
he_il: פרטי החנות
ko_kr: 상점 정보
ro_ro: Informatiile magazinului
sq_al: Informatat e dyqanit
th_th: ข้อมูลร้านค้า

source: System configuration
da_dk: Systemkonfiguration
et_ee: Süsteemi seaded
he_il: הגדרות מערכת
ko_kr: 시스템 구성
ro_ro: Configurarea sistemului
sq_al: Konfigurimi i sistemit
th_th: การกำหนดค่าระบบ

source: Store installation
da_dk: menu_proces
et_ee: Poe paigaldus
he_il: התקנת החנות
ko_kr: 상점 설치
ro_ro: Instalarea magazinului
sq_al: Instalimi i dyqanit
th_th: ติดตั้งร้านค้า

source: Field required
da_dk: Felt påkrævet
et_ee: Nõutud väli
he_il: שדה חובה
ko_kr: 필수 항목
ro_ro: Camp obligatoriu
sq_al: Fushë e detyrueshme
th_th: ต้องกรอกในช่อง

source: Invalid shop name
da_dk: Ugyldigt butiksnavn
et_ee: Ebakorrektne poe nimi
he_il: שם חנות לא תקין
ko_kr: 잘못된 상점 이름
ro_ro: Numele magazinului nu este valid
sq_al: Emri i dyqanit i pavlefshëm
th_th: ชื่อร้านค้าไม่ถูกต้อง

source: shop name
da_dk: butikkens navn
et_ee: poe nimi
he_il: שם חנות
ko_kr: 상점 이름
ro_ro: nume magazin
sq_al: emri i dyqanit

source: The field %field% is limited to %limit% characters
da_dk: Feltet %field% er begrænset til %limit% tegn
et_ee: Välja %field% suurus on limiteeritud %limit% tähemärgiga
ko_kr: 항목 %field%는 %limit% 글자로 제한됩니다
ro_ro: Campul %field% este limitat la %limit% caractere
sq_al: Fusha %field% është kufizuar në %limit% karaktere

source: Your firstname contains some invalid characters
da_dk: Dit fornavn indeholder ugyldige tegn
et_ee: Teie eesnimi sisaldab mõnda lubamatut tähemärki
he_il: השם הפרטי מכיל תווים לא תקינים
ko_kr: 당신의 이름엔 사용할 수 없는 글자가 몇 개 포함되어 있습니다
ro_ro: Prenumele contine caractere invalide
sq_al: Emri yt përmban karaktere të pavlefshme
th_th: ชื่อของคุณมีอักขระที่ไม่ถูกต้อง

source: firstname
da_dk: fornavn
et_ee: eesnimi
he_il: שם פרטי
ko_kr: 이름
ro_ro: prenume
sq_al: emri
th_th: ชื่อ

source: Your lastname contains some invalid characters
da_dk: Dit efternavn indeholder ugyldige tegn
et_ee: Teie perekonnanimi sisaldab mõnda lubamatut tähemärki
he_il: שם המשפחה מכיל תווים לא חוקיים
ko_kr: 당신의 성에는 사용할 수 없는 글자가 몇 개 포함되어 있습니다
ro_ro: Numele contine caractere invalide
sq_al: Mbiemri yt përmban karaktere të pavlefshme
th_th: นามสกุลของคุณมีอักขระที่ไม่ถูกต้อง

source: lastname
da_dk: efternavn
et_ee: perekonna nimi
he_il: שם משפחה
ko_kr: 성
ro_ro: nume_de_familie
sq_al: mbiemri
th_th: นามสกุล

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
da_dk: Adgangskoden er forkert (den skal indeholde mindst 8 bogstaver og tal)
et_ee: Parool on vale (peab olema vähemalt 8 tähemärgist koosnev tähtede ja numbrite kombinatsioon)
ko_kr: 비밀번호가 틀렸습니다(반드시 최소 8자이상의 알파벳숫자조합 문자열)
ro_ro: Aceasta parola este incorecta (trebuie sa fie sir alfanumeric de minimum 8 caractere)
sq_al: Fjalëkalimi është i pasaktë (duhet të jetë varg alfanumerik me të paktën 8 karaktere)

source: The password is incorrect (must be Strong)
da_dk: Adgangskoden er forkert (skal være Stærk)
he_il: הסיסמה שגויה (חייבת להיות חזקה)
ko_kr: 비밀번호가 잘못됐습니다 (더 어려워야 함)
ro_ro: Complexitatea parolei este insuficienta (parola trebuie să fie Puternica)
sq_al: Fjalëkalimi është i pasaktë (duhet të jetë i fortë)
th_th: รหัสผ่านไม่ถูกต้อง (ต้องคาดเดายาก)

source: The password and its confirmation are different
da_dk: Adgangskoden og bekræftelsen stemmer ikke overens
et_ee: Parool ja selle kinnitus ei kattu
ko_kr: 비밀번호와 확인이 서로 다릅니다
ro_ro: Parola si confirmarea acesteia sunt diferite
sq_al: Fjalëkalimi dhe konfirmimi i tij janë të ndryshëm

source: This e-mail address is invalid
da_dk: Denne e-mail adresse er ugyldig
et_ee: See e-maili aadress on vale!
he_il: כתובת האמייל הזו לא תקינה
ko_kr: 잘못된 이메일 주소입니다
ro_ro: Aceasta adresa de e-mail nu este valida
sq_al: Kjo adresë emaili është e pavlefshme
th_th: ที่อยู่อีเมลนี้ไม่สามารถใช้งานได้

source: Database is connected
da_dk: Database er forbundet
et_ee: Andmebaasiga ühendus loodud
he_il: התחברות למסד הנתונים
ko_kr: 데이터베이스 연결됨
ro_ro: Baza de date este conectata
sq_al: Baza e të dhënave është e lidhur
th_th: เชื่อมต่อฐานข้อมูลแล้ว

source: Database is created
da_dk: Database er oprettet
et_ee: Andmebaas loodud
he_il: יצירת מסד נתונים
ko_kr: 데이터베이스 생성됨
ro_ro: Baza de date a fost creata
sq_al: Baza e të dhënave është krijuar
th_th: สร้างฐานข้อมูลแล้ว

source: Cannot create the database automatically
da_dk: Kan ikke oprette database automatisk
et_ee: Ei õnnestu luua automatselt andmebaasi
he_il: לא ניתן ליצור את מסד הנתונים באופן אוטומטי
ko_kr: 데이터베이스를 자동으로 생성할 수 없습니다
ro_ro: Nu se poate crea automat baza de date
sq_al: Nuk mund të krijojë bazën e të dhënave automatikisht
th_th: ไม่สามารถสร้างฐานข้อมูลโดยอัตโนมัติ

source: Create file parameters
da_dk: Opret fil med parametre
et_ee: Loo faili parameetrid
ko_kr: 파일 매개 변수 생성
ro_ro: Se genereaza fisierul de configurare
sq_al: Duke krijuar parametrat e skedarit

source: Create database tables
da_dk: Opret database tabeller
et_ee: Loo andmebaasi tabelid
he_il: יוצר טבלאות
ko_kr: 데이터베이스 테이블 생성
ro_ro: Se creaza tabelele bazei de date
sq_al: Krijo tabela të bazës së të dhënave
th_th: สร้างตารางฐานข้อมูล

source: Create default shop and languages
da_dk: Opret standard butik og sprog
et_ee: Loo vaikimisi pood ja keeled
he_il: יוצר את חנות ושפות ברירת המחדל
ko_kr: 기본 상점과 언어 생성
ro_ro: Se creeaza magazinul de baza si limbile corespunzatoare
sq_al: Krijo dyqanin e paragjedhur dhe gjuhët
th_th: สร้างร้านค้าและภาษาเริ่มต้น

source: Populate database tables
da_dk: Befolk database tabeller
et_ee: Sisesta andmebaasi tabelid
he_il: מאכלס את טבלאות מסד הנתונים
ko_kr: 데이터베이스 테이블 채우기
ro_ro: Se completeaza tabelele bazei de date
sq_al: Popullimi tabelave të databazës
th_th: สร้างตารางฐานข้อมูล

source: Configure shop information
da_dk: Konfigurér butiksinformation
et_ee: Seadista poe info
he_il: הגדר פרטי חנות
ko_kr: 상점 정보 구성
ro_ro: Se configureaza informatiile despre magazin
sq_al: Konfiguro informatat e dyqanit
th_th: กำหนดค่าข้อมูลร้านค้า

source: Install theme
da_dk: Installér tema
et_ee: Paigalda teema
he_il: מתקין תבניות עיצוב
ko_kr: 테마 설치
ro_ro: Se instaleaza tema
sq_al: Instalimi i motivit (temës)
th_th: ติดตั้งธีม

source: Install modules
da_dk: Installér moduler
et_ee: Paigalda moodulid
he_il: מתקין מודולים
ko_kr: 모듈 설치
ro_ro: Se instaleaza modulele
sq_al: Instalimi i moduleve
th_th: ติดตั้งโมดูล

source: Install demonstration data
da_dk: Installer demonstrations data
et_ee: Paigalda demo tooted ja andmed
he_il: התקן נתוני דמו
ko_kr: 시연 데이터 설치
ro_ro: Se instaleaza datele demonstrative
sq_al: Instalimi i të dhënave demo
th_th: ติดตั้งข้อมูลตัวอย่าง

source: Post installation scripts
da_dk: Post installations scripts
ko_kr: 설치 후 스크립트
ro_ro: Scripturi de executat dupa instalare
sq_al: Skriptet e pas instalimit
th_th: โพสต์สคริปต์การติดตั้ง

source: Required PHP parameters
da_dk: Nødvendige PHP parametre
et_ee: Nõutud PHP parameetrid
he_il: פרמטרים PHP נדרשים
ko_kr: 필수 PHP 매개변수
ro_ro: Parametri PHP necesari
th_th: พารามิเตอร์ PHP ที่จำเป็น

source: PHP %version% or later is not enabled
da_dk: PHP %version% eller senere er ikke aktiveret
et_ee: PHP %version% või hilisem pole lubatud
he_il: PHP %version% או יותר אינו פעיל
ko_kr: PHP %version% 이상이 활성화 되지 않음
ro_ro: Versiunea de PHP %version% sau mai noua nu este activata
sq_al: Versioni PHP %version% ose më i ri nuk është aktivizuar

source: Cannot upload files
da_dk: Kan ikke uploade filer
et_ee: Ei saa faile üles laadida
he_il: לא ניתן להעלות קבצים
ko_kr: 파일을 업로드를 할 수 없음
ro_ro: Nu se pot incarca fisierele
sq_al: Nuk mund të ngarkojë skedat
th_th: ไม่สามารถอัปโหลดไฟล์

source: Cannot create new files and folders
da_dk: Kan ikke oprette nye filer og mapper
et_ee: Ei saa luua uusi faile ja katalooge
he_il: לא ניתן ליצור קבצים וספריות חדשים
ko_kr: 새 파일과 폴더를 생성할 수 없음
ro_ro: Nu se pot crea noi dosare si fisiere
th_th: ไม่สามารถสร้างไฟล์และโฟลเดอร์ใหม่

source: cURL extension is not enabled
da_dk: cURL-udvidelsen er ikke aktiveret
et_ee: cURL laiend pole lubatud
ko_kr: cURL 확장기능이 활성화 되지 않음
ro_ro: Extensia cURL nu este activa
sq_al: Ekstensioni 'cURL' nuk është aktivizuar

source: GD library is not installed
da_dk: GD Library er ikke installeret
et_ee: GD Library teek ei ole paigaldatud serverisse
he_il: GD Library אינה מותקנת
ko_kr: GD 라이브러리가 설치되어 있지 않습니다
ro_ro: Biblioteca GD nu este instalata
th_th: ไลบรารี่ GD ไม่ได้ติดตั้ง

source: JSON extension is not loaded
da_dk: JSON-udvidelsen blev ikke indlæst
et_ee: JSON laiendus pole laetud
ko_kr: JSON 확장기능을 불러오지 않음
ro_ro: Extensia JSON nu este incarcata
sq_al: Ekstensioni 'JSON' nuk është ngarkuar

source: PHP OpenSSL extension is not loaded
da_dk: PHP OpenSSL udvidelsen blev ikke indlæst
et_ee: PHP OpenSSL-laiend pole laaditud
ko_kr: PDO OpenSSL 확장이 로드되지 않았습니다
ro_ro: Extensia PHP OpenSSL nu este incarcata
sq_al: Ekstensioni 'OpenSSL' nuk është ngarkuar

source: Unable to generate private keys using openssl_pkey_new. Check your OpenSSL configuration, especially the path to openssl.cafile.
ko_kr: openssl_pkey_new 를 사용하여 개인 키를 생성할 수 없습니다. OpenSSL 구성, 특히 openssl.cafile의 경로를 확인하세요.
ro_ro: Cheile private nu au putut fi generate cu openssl_pkey_new. Verifica configurarea OpenSSL, mai ales calea catre fisierul openssl.ca.

source: PDO MySQL extension is not loaded
da_dk: PDO MySQL udvidelse blev ikke indlæst
et_ee: PDO MySQL laiendus ei ole laetud
he_il: הרחבת PDO עבור MySQL לא נטענה
ko_kr: PDO MySQL 확장이 로드되지 않았습니다
ro_ro: Extensia PDO MySQL nu este incarcata
sq_al: Ekstensioni 'PDO MySQL' nuk është ngarkuar
th_th: ส่วนขยาย PDO MySQL ไม่ได้โหลด

source: SimpleXML extension is not loaded
da_dk: SimpleXML-udvidelsen blev ikke indlæst
et_ee: SimpleXML laiendus pole laetud
ko_kr: SimpleXML 확장기능을 불러오지 않았음
ro_ro: Extensia SimpleXML nu este incarcata
sq_al: Ekstensioni 'SimpleXML' nuk është ngarkuar

source: ZIP extension is not enabled
da_dk: ZIP-udvidelsen er ikke aktiveret
et_ee: ZIP-laiend pole lubatud
ko_kr: ZIP 확장자가 활성화 되지 않음
ro_ro: Extensia ZIP nu este activa
sq_al: Ekstensioni 'ZIP' nuk është aktivizuar

source: Fileinfo extension is not enabled
da_dk: Fileinfo-udvidelsen er ikke aktiveret
et_ee: Fileinfo laiendus ei ole lubatud
ko_kr: Fileinfo 확장기능 활성화 되지 않음
ro_ro: Extensia Fileinfo nu este activa
sq_al: Ekstensioni 'fileinfo' nuk është aktivizuar

source: Intl extension is not loaded
da_dk: Intl udvidelse er ikke indlæst
et_ee: Intl laiendus pole laetud
he_il: סיומת ה- Intl אינה נטענת
ko_kr: Intl 확장기능을 불러오지 않았음
ro_ro: Extensia Intl nu este incarcata
sq_al: Ekstensioni 'Intl' nuk është ngarkuar

source: PHP's config "memory_limit" must be to a minimum of 256M
da_dk: PHP's konfig "memory_limit" skal være på minimum 256M
et_ee: PHP säte "memory_limit" peab olema vähemalt 256M
he_il: הגדרת "memory_limit" של PHP חייב להיות מוגדר למינימום של 256 מגה
ko_kr: PHP 환경설정 "memory_limit" 은 최소 256M 이 되야 함
ro_ro: Parametrul PHP "memory_limit" trebuie sa aiba valoarea de minimum 256M
sq_al: PHP's config "memory_limit" duhet të jetë minimumi 256M

source: Required Apache configuration
da_dk: Påkrævet Apache-konfiguration
et_ee: Nõutud Apache konfiguratsioon
ko_kr: 필요한 Apache 구성
ro_ro: Configurarea Apache necesara

source: Enable the Apache mod_rewrite module
da_dk: Aktiver Apache-modulet mod_rewrite
et_ee: Luba Apache moodul mod_rewrite
ko_kr: 아파치 mod_rewrite 모듈을 활성화
ro_ro: Activeaza modulul de Apache mod_rewrite

source: Files
da_dk: Filer
et_ee: Failid
he_il: קבצים
ko_kr: 파일
ro_ro: Fisiere
sq_al: Skedarët
th_th: ไฟล์

source: Not all files were successfully uploaded on your server
da_dk: Ikke alle filer blev uploadet til din server
et_ee: Osa faile on serverist puudu
he_il: לא כל הקבצים הועלו לשרת בהצלחה
ko_kr: 서버에 모든 파일이 성공적으로 업로드 되지 않았습니다
ro_ro: Nu toate fisierele au fost incarcate pe serverul tau
th_th: ไฟล์ทั้งหมดไม่ได้ถูกอัปโหลดบนเซิร์ฟเวอร์ของคุณ

source: Permissions on files and folders
da_dk: Rettigheder på filer og mapper
et_ee: Failide ja kataloogide õigused
he_il: הרשאות קבצים וספריות
ko_kr: 파일과 폴더의 권한
ro_ro: Permisiuni pe fisiere si foldere
th_th: สิทธิ์ในไฟล์และโฟลเดอร์

source: Recursive write permissions for %user% user on %folder%
da_dk: Rekursive skriverettigheder for bruger %user% for mappen %folder%
et_ee: Rekursiivsed kirjutamisõigused kasutajale %user% kaustas %folder%
ko_kr: %folder%의 사용자 %user%에 대한 재귀적 쓰기 권한
ro_ro: Permisiuni de scriere recursiva pentru utilizatorul %user% in %folder%
sq_al: Lejet e të shkruarit rekursiv për %user% përdorues në %folder%

source: Write permissions for %user% user on %folder%
da_dk: Skriveretigheder for %user% for %folder%
et_ee: Kirjutamisõigused kasutajale %user% kaustas %folder%
ko_kr: %folder%에 사용자 %user%의 쓰기 권한
ro_ro: Permisiuni de scriere pentru utilizatorul %user% in %folder%
sq_al: Lejet e të shkruarit për %user% në %folder%

source: Recommended PHP parameters
da_dk: Anbefalede PHP parametre
et_ee: Soovitatud PHP parameetrid
he_il: פרמטרי PHP מומלצים
ko_kr: 권장 PHP 매개변수
ro_ro: Parametri PHP recomanzi
th_th: พารามิเตอร์ PHP แนะนำ

source: GZIP compression is not activated
da_dk: GZIP komprimering er ikke aktiveret
et_ee: GZIP pakkimine pole aktiveeritud
he_il: דחיסת GZIP לא מופעלת
ko_kr: GZIP 압축이 활성화 되지 않았습니다
ro_ro: Reducerea GZIP nu este activata
th_th: การบีบอัด GZIP ไม่ได้เปิดใช้งาน

source: Mbstring extension is not enabled
da_dk: Mbstring udvidelse er ikke tilgængeligt
et_ee: Mbstring laiendus ei ole lubatud
he_il: ההרחבה Mbstring לא מופעלת
ko_kr: Mbstring 확장이 활성화 되지 않았습니다
ro_ro: Extensia Mbstring nu este activa
sq_al: Ekstensioni 'Mbstring' nuk është aktivizuar
th_th: ส่วนขยาย Mbstring ไม่ได้เปิดใช้งาน

source: Dom extension is not loaded
da_dk: Dom udvidelse blev ikke indlæst
et_ee: Dom laiendus ei ole laetud
he_il: הרחבת Dom לא נטענה
ko_kr: Dom 확장이 로드되지 않았습니다
ro_ro: Extensia Dom nu este incarcata
sq_al: Ekstensioni 'Dom' nuk është ngarkuar
th_th: ส่วนขยาย Dom ไม่ได้โหลด

source: Cannot open external URLs (requires allow_url_fopen as On)
da_dk: Eksterne URL-adresser (requires allow_url_fopen as On) kan ikke åbnes
et_ee: Väliseid URL-e ei saa avada (säte allow_url_fopen peab olema sisse lülitatud)
ko_kr: 외부 URL 열 수 없음 (allow_url_fopen 허용 필요함)
ro_ro: Nu se pot deschide URL-uri externe (necesita allow_url_fopen setat pe On)

source: Documentation
da_dk: Dokumentation
et_ee: Dokumentatsioon
he_il: תיעוד
ko_kr: 문서
ro_ro: Documentatie
sq_al: Dokumentacioni
th_th: เอกสารประกอบ

source: Blog
et_ee: Blogi
he_il: בלוג
ko_kr: 블로그
sq_al: Blogu
th_th: บล็อก

source: Information about your Store
da_dk: Information omkring din butik
et_ee: Info Teie poe kohta
he_il: פרטים אודות החנות
ko_kr: 당신의 상점 정보
ro_ro: Informatii despre magazinul tau
sq_al: Informacion rreth dyqanit tuaj
th_th: ข้อมูลเกี่ยวกับร้านค้าของคุณ

source: Store name
da_dk: Navn på butik
et_ee: Poe nimi
he_il: שם חנות
ko_kr: 상점명
ro_ro: Numele magazinului
sq_al: Emri dyqanit
th_th: ชื่อร้านค้า

source: Country
da_dk: Land
et_ee: Riik
he_il: ארץ
ko_kr: 국가
ro_ro: Tara
sq_al: Vendi
th_th: ประเทศ

source: Select your country
da_dk: Vælg dit land
et_ee: Valige oma riik
he_il: בחר מדינה
ko_kr: 국가 선택
ro_ro: Selecteaza-ti tara
sq_al: Zgjidhni vendin tuaj
th_th: เลือกประเทศของคุณ

source: Shop timezone
da_dk: Butikkens tidszone
et_ee: Poe ajavöönd
he_il: איזור הזמן של החנות
ko_kr: 상점 표준시간대
ro_ro: Fusul orar al magazinului
sq_al: Zona kohore e dyqanit
th_th: เขตเวลาของร้านค้า

source: Select your timezone
da_dk: Vælg din tidszone
et_ee: Valige oma ajavöönd
he_il: בחר איזור זמן
ko_kr: 표준시간대 선택
ro_ro: Selecteaza-ti fusul orar
sq_al: Zgjidh brezin tuaj kohor
th_th: กรุณาเลือกเขตเวลาของคุณ

source: Enable SSL
da_dk: Aktiver SSL
et_ee: Lülita SSL sisse
he_il: אפשר SSL
ko_kr: SSL 활성화
ro_ro: Activeaza SSL
th_th: ใช้งาน SSL

source: Your Account
da_dk: Din konto
et_ee: Teie konto
he_il: החשבון שלך
ko_kr: 내 계정
ro_ro: Contul tau
th_th: บัญชีของคุณ

source: First name
da_dk: Fornavn
et_ee: Eesnimi
he_il: שם פרטי
ko_kr: 이름
ro_ro: Prenume
sq_al: Emri
th_th: ชื่อ

source: Last name
da_dk: Efternavn
et_ee: Perekonnanimi
he_il: שם משפחה
ko_kr: 성
ro_ro: Nume de familie
sq_al: Mbiemri
th_th: นามสกุล

source: E-mail address
da_dk: E-mail adresse
et_ee: E-posti aadress
he_il: אימייל
ko_kr: 이메일 주소
ro_ro: Adresa e-mail
sq_al: Adresa e emailit
th_th: อีเมล์

source: This email address will be your username to access your store's back office.
da_dk: Denne e-mail adresse vil også være dit brugernavn til din butiks administration.
et_ee: See e-posti aadress on Teie kasutajanimi, et saaksite sisse logida oma poe haldusliidesesse.
he_il: כתובת אימייל זו תשמש כשם המשתמש שלך עבור התחברות לממשק הניהול של החנות.
ko_kr: 이 이메일 주소는 상점의 관리자 사이트에 접속하는 당신의 사용자명이 될 겁니다.
ro_ro: Acesta adresa de e-mail va fi numele tau de utilizator pentru a accesa back office-ul magazinului tau
sq_al: Kjo adresë emaili do të jetë emri i juaj i përdoruesit për të hyrë në 'back office' të dyqanit tuaj.
th_th: อีเมล์นี้จะใช้เป็นชื่อผู้ใช้ในการเข้าสู่ระบบการจัดการร้านค้า

source: Shop password
da_dk: Adgangskode til butik
et_ee: Poe salasõna
he_il: סיסמת החנות
ko_kr: 상점 비밀번호
ro_ro: Parola magazinului
sq_al: Fjalëkalimi i dyqanit
th_th: รหัสผ่านร้านค้า

source: Must be at least 8 characters
da_dk: Skal være på mindst 8 karakterer
et_ee: Peab olema vähemalt 8 tähemärki pikk
he_il: לפחות 8 תווים
ko_kr: 최소 8자 이상
ro_ro: Trebuie sa existe cel putin 8 caractere
th_th: รหัสผ่านต้องมีหลังน้อย 8 ตัวอักษร

source: Re-type to confirm
da_dk: Genindtast for at bekræfte
et_ee: Kirjutage uuesti kinnitamiseks
he_il: הקש שוב לאישור
ko_kr: 비밀번호확인을 다시 입력
ro_ro: Scrie din nou pentru a confirma
sq_al: Rivendos për të konfirmuar
th_th: พิมพ์รหัสผ่านอีกรอบ

source: Enter a password between %d and %d characters
da_dk: Angiv en adgangskode på mellem %d og %d karakterer
he_il: הזן סיסמה בין %d ל-%d תווים
ko_kr: %d 와/과 %d 사이의 문자로 비밀번호를 입력하세요
ro_ro: Introdu o parola ce contine intre %d si %d caractere
th_th: ป้อนรหัสผ่านระหว่าง %d ถึง %d ตัวอักษร

source: The minimum score must be: %s
da_dk: Minimums score skal være: %s
he_il: הציון המינימלי חייב להיות: %s
ko_kr: 최소 점수는 다음이 되야 합니다: %s
ro_ro: Evaluarea trebuie sa fie cel putin: %s
th_th: คะแนนขั้นต่ำต้องเป็น: %s

source: Yes
da_dk: Ja
et_ee: Jah
he_il: כן
ko_kr: 예
ro_ro: Da
sq_al: Po
th_th: ใช่

source: No
da_dk: Nej
et_ee: Ei
he_il: לא
ko_kr: 아니오
ro_ro: Nu
sq_al: Jo
th_th: ไม่

source: Installation of theme
da_dk: Installation af tema
he_il: התקנה של ערכת נושא
ko_kr: 테마 설치
ro_ro: Instalarea temei
th_th: การติดตั้งธีม

source: Version:
he_il: גרסה:
ko_kr: 버전:
ro_ro: Versiune:
th_th: เวอร์ชัน:

source: Select the theme to install
ko_kr: 설치할 테마 선택
ro_ro: Alege tema de instalat

source: Installation of demo products
da_dk: Installation af demoprodukter
he_il: התקנה של מוצרים לדוגמא
ko_kr: 시연 상품 설치
ro_ro: Instaleaza produsele demonstrative
th_th: ติดตั้งสินค้าตัวอย่าง

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
da_dk: Demovarer er en god måde at lære, hvordan du bruger PrestaShop. Du bør installere dem, hvis du ikke er bekendt med systemet.
et_ee: Demo tooted on head, et nendega õppida PrestaShopi kasutama. Võiksite need paigaldada, kui Teie kogemused PrestaShopiga pole kuigi suured.
he_il: מוצרי הדגמה הם דרך טובה ללמוד על השימוש בפרסטהשופ. כדאי שתתקין אותם אם עדיין אין לך ניסיון עם המערכת.
ko_kr: 시연 상품은 PrestaShop 사용법을 배울 수 있는 좋은 방법입니다. 만약 익숙하지 않다면 시연 상품을 설치하세요.
ro_ro: Produsele demonstrative sunt un mod bun de a invata cum se foloseste magazinul. Ar trebuie sa le instalezi daca nu esti familiarizat cu PrestaShop.
th_th: สินค้าทดลองเหมาะกับการเรียนรู้การใช้งาน PrestaShop คุณควรติดตั้งหากคุณยังไม่คุ้นเคยกับการใช้ระบบ

source: Installation of modules
da_dk: Installation af moduler
he_il: התקנה של מודולים
ko_kr: 모듈 설치
ro_ro: Instaleaza module
th_th: ติดตั้งโมดูล

source: Install all modules (recommended)
da_dk: Installér alle moduler (anbefalet)
he_il: התקנה של כל המודלים (מומלץ)
ko_kr: 모든 모듈 설치 (권장)
ro_ro: Instaleaza toate modulele (recomandat)
th_th: ติดตั้งโมดูลทั้งหมด (แนะนำ)

source: Select the modules to install
da_dk: Vælg modulerne der skal installeres
he_il: בחר מודלים שברצונך להתקין
ko_kr: 설치할 모듈 설치
ro_ro: Alege modulele de instalat
th_th: เลือกโมดูลที่จะติดตั้ง

source: If you are using PrestaShop for the first time, you should install all modules now and uninstall the ones you don't need later.
da_dk: Hvis du anvender PrestaShop for første gang, så bør du installere alle mdoulerne nu, og så kan du senere afinstallere de moduler du ikke har brug for.
he_il: אם אתה משתמש ב-PrestaShop בפעם הראשונה, עליך להתקין את כל המודולים כעת ולהסיר את אלו שאינך צריך מאוחר יותר.
ko_kr: PrestaShop을 처음 사용하신다면, 지금은 모든 모듈을 설치하고 나중에 필요없는 것들을 삭제하는 것이 좋습니다.
ro_ro: Dacă este prima oara cand folosesti PrestaShop, ar trebui sa instalezi toate modulele acum, urmand ca mai apoi sa le dezinstalezi pe cele de care nu ai nevoie.
th_th: หากคุณใช้ PrestaShop เป็นครั้งแรก คุณควรติดตั้งโมดูลทั้งหมดทันทีและถอนการติดตั้งโมดูลที่คุณไม่ต้องการในภายหลัง

source: Search
da_dk: Søg
et_ee: Otsi
he_il: חפש
ko_kr: 검색
ro_ro: Cauta
sq_al: Kërko
th_th: ค้นหา

source: Select all
da_dk: Vælg alle
et_ee: vali kõik
he_il: בחר הכל
ko_kr: 전체 선택
ro_ro: Selecteaza-le pe toate
sq_al: Zgjidh të gjitha
th_th: เลือกทั้งหมด

source: Configure your database by filling out the following fields
da_dk: Konfigurér din database ved at udfylde de følgende felter
et_ee: Konfigureerige oma andmebaasi täites järgnevad väljad
he_il: הגדר את מסד הנתונים שלך ע"י מילוי השדות הבאים
ko_kr: 다음 항목을 채워넣어 데이터베이스를 구성하세요
ro_ro: Configureaza-ti baza de date completand urmatoarele campuri
sq_al: Konfiguro bazën e të dhënave tuaja duke plotësuar fushat e mëposhtme
th_th: กำหนดค่าฐานข้อมูลของคุณโดยกรอกข้อมูลในฟิลด์ต่อไปนี้

source: To use PrestaShop, you must <a href="https://docs.prestashop-project.org/1.7-documentation/getting-started/installing-prestashop#creating-a-database-for-your-shop" target="_blank">create a database</a> to collect all of your store's data-related activities.
et_ee: Selleks, et kasutada PrestaShopi, peate Te <a href="https://docs.prestashop-project.org/1.7-documentation/getting-started/installing-prestashop#creating-a-database-for-your-shop" target="_blank">looma andmebaasi</a> kuhu kogutakse Teie e-poe kõik andmed.
ko_kr: PrestaShop을 사용하려면, 상점의 데이터 연계 동작들을 모두 수집할 <a href="https://docs.prestashop-project.org/1.7-documentation/getting-started/installing-prestashop#creating-a-database-for-your-shop" target="_blank">데이터베이스를 생성</a>해야 합니다.
th_th: หากต้องการใช้ PrestaShop คุณต้อง <a href="https://docs.prestashop-project.org/1.7-documentation/getting-started/installing-prestashop#creating-a-database-for-your-shop" target=" _blank">สร้างฐานข้อมูล</a>เพื่อรวบรวมกิจกรรมเกี่ยวกับข้อมูลทั้งหมดของร้านค้าของคุณ

source: Please complete the fields below in order for PrestaShop to connect to your database.
da_dk: Udfyld venligst følgende felter for at PrestaShop kan forbinde til din database.
et_ee: Palun täitke järgnevad väljad, et ühendada PrestaShop oma andmebaasiga.
ko_kr: PrestaShop이 데이터베이스에 연결하려면 아래 항목을 완성하세요.
ro_ro: Te rugam sa completezi campurile de mai jos pentru ca PrestaShop sa se poata conecta la baza de date.
