Repository: PrestaShop/TranslationFiles
Catalog: 9/*/Install.*.xlf
Languages: da_dk, et_ee, he_il, ko_kr, ro_ro, sq_al, th_th

source: At least one table with same prefix was already found, please change your prefix or drop your database
da_dk: Mindst én tabel med samme præfix findes allerede. Venligst skift dit præfix eller tab din database.
et_ee: Vähemalt üks tabel sama eesliitega on juba leitud. Palun muuda eesliidet või kustuta andmebaasi sisu
he_il: לפחות טבלה אחת בעלת אותה תחילית נמצאה, יד לשנות את התחילית או לבצע 'drop' למסד הנתונים
ko_kr: 같은 접두사를 이미 가진 최소 하나의 테이블이 발견되었습니다, 접두사를 변경하거나 데이터베이스에서 삭제해 주세요
ro_ro: Cel putin un tabel cu acelasi prefix a fost deja gasit, te rugam sa schimbi prefixul sau renunta la baza ta de date
th_th: มีอย่างน้อย 1 ตาราง ที่มี prefix เหมือนกันถูกสร้างไว้อยู่ก่อนแล้ว กรุณาเปลี่ยน prefix หรือทำการ drop database ก่อน

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
da_dk: Dit database-login har ikke rettigheder til at oprette tabel i databasen "%s". Spørg din udbyder af webhotel:
et_ee: Teie andmebaasi kasutajal pole õigusi tabeli loomiseks andmebaasis "%s". Pöörduge oma serveriteenuse pakkuja poole:
ko_kr: 당신의 데이터베이스 로그인으로는 데이터베이스 "%s"에 테이블을 생성할 권한이 없습니다. 호스팅 제공 업체에 문의하세요.
ro_ro: Utilizatorul bazei de date nu are permisiunea de a crea tabele in baza de date "%s". Solicita furnizorului de servicii de gazduire web:
sq_al: Të dhënat tua të identifikimit të bazës së të dhënave nuk kanë privilegje për të krijuar tabelën në bazën e të dhënave "%s". Pyet ofruesin tënd të hostingut:

source: You must be granted the privilege to select data in the tables of database "%s". Ask your hosting provider to enable it.
da_dk: Du skal have rettigheder til at tilgå data i tabellerne i databasen "%s". Spørg din hosting udbyder for at få rettighederne.
et_ee: Te vajate luba, et valida andmeid andmebaasi "%s" tabelites. Küsige oma majutajalt selle sisselülitamist.
he_il: יש להעניק לך את ההרשאה לבחור נתונים בטבלאות של מסד הנתונים "%s". בקש מספק האירוח שלך לאפשר זאת.
ko_kr: 데이터베이스 "%s"의 테이블에서 데이터를 선택할 수 있는 권한이 있어야 합니다. 활성화 하려면 호스팅 제공업체에 문의하세요.
ro_ro: Ai nevoie de permisiunea de a selecta date din tabelele bazei de date "%s". Cere-i furnizorului tau de gazduire web sa activeze aceasta permisiune.
sq_al: Duhet të të jepet privilegji për të zgjedhur të dhënat në tabelat e bazës së të dhënave "%s". Pyet ofruesin tënd të pritjes (host-it) që ta aktivizojë atë.
th_th: คุณต้องได้รับสิทธิ์ในการเลือกข้อมูลในตารางของฐานข้อมูล "%s" ขอให้ผู้ให้บริการโฮสต์ของคุณเปิดใช้งาน

source: Database Server is not found. Please verify the login, password and server fields
da_dk: Serverens database er ikke fundet. Vær venlig at verificere login, password og server feltet
et_ee: Andmebaasi serverit ei leitud. Kontrollige kasutajanime, parooli ja serveri välju
he_il: שרת מסד הנתונים לא נמצא. וודא את נכונות השדות: שרת, שם משתמש וסיסמה עבור מסד הנתונים
ko_kr: 데이터베이스 서버를 찾을 수 없습니다. 로그인과, 비밀번호 그리고 서버 항목들을 확인해 주세요
ro_ro: Serverul bazei de date nu a fost gasit. Te rugam sa verifici datele de conectare, parola si campurile server-ului
sq_al: 'Database Server' nuk është gjetur. Ju lutemi të verifikoni identifikimin, fjalëkalimin dhe fushat e serverit
th_th: ไม่พบเซิร์ฟเวอร์ฐานข้อมูล โปรดตรวจสอบช่องล็อกอิน รหัสผ่าน และเซิร์ฟเวอร์

source: Connection to MySQL server succeeded, but database "%database%" not found
da_dk: Forbindelsen til MySQL-serveren blev oprettet, men databasen "%database%" blev ikke fundet
et_ee: Ühendus MySQL-serveriga õnnestus, kuid andmebaasi "%database%" ei leitud
ko_kr: MySQL 서버에 연결했지만, 데이터베이스 "%database%"를 찾을 수 없습니다
ro_ro: Conexiunea la serverul MySQL a reusit, dar baza de date "%database%" nu a fost gasita
sq_al: Lidhja me serverin MySQL ishte e suksesshme, por baza e të dhënave "%database%" nuk u gjet

source: Attempt to create the database automatically
da_dk: Forsøg at oprette databasen automatisk
et_ee: Proovime luua automaatselt andmebaasi
he_il: מנסה ליצור את מסד הנתונים באופן אוטומטי
ko_kr: 자동으로 데이터베이스 생성을 시도
ro_ro: Se incearca crearea automata a bazei de date
sq_al: Përpjekje për të krijuar bazën e të dhënave automatikisht
th_th: กำลังสร้างฐานข้อมูลอัตโนมัติ

source: %file% file is not writable (check permissions)
da_dk: Filen %file% er skrivebeskyttet (tjek rettighederne)
et_ee: Fail %file% pole kirjutatav (kontrollige õigusi)
ko_kr: %file% 파일은 쓸 수 없습니다 (권한 확인)
ro_ro: %file% nu permite scrierea (verifica permisiunile)
sq_al: Skedari %file% nuk është i shkruajtshëm (kontrollo lejet)

source: %folder% folder is not writable (check permissions)
da_dk: Mappen %folder% er skrivebeskyttet (tjek rettighederne)
et_ee: Kaust %folder% pole kirjutatav (kontrollige õigusi)
ko_kr: %folder% 폴더는 쓸 수 없습니다 (권한 확인)
ro_ro: Directorul %folder% nu permite scrierea (verifica permisiunile)
sq_al: Dosja %folder% nuk është e shkruajtshme (kontrollo lejet)

source: Cannot write settings file
et_ee: Ei saa kirjutada seadete faili
ko_kr: 설정 파일을 쓸 수 없습니다
th_th: ไม่สามารถเขียนไฟล์การตั้งค่าได้

source: Cannot write app/config/parameters.php file
et_ee: Faili app/config/parameters.php kirjutamine ebaõnnestus
ko_kr: App/config/parameters.php 파일 쓸 수 없음

source: Cannot write app/config/parameters.yml file
da_dk: Kan ikke skrive filen app/config/parameters.yml
et_ee: Faili app/config/parameters.yml kirjutamine ebaõnnestus
ko_kr: App/config/parameters.yml 파일 쓸 수 없음
ro_ro: Nu se poate scrie fisierul app/config/parameters.yml
sq_al: Nuk mund të shkruaj skedarin app/config/parameters.yml

source: Database structure file not found
da_dk: Database struktur fil ikke fundet
et_ee: Andmebaasi struktuuri faili ei leitud
he_il: קובץ מבנה מסד הנתונים לא נמצא
ko_kr: 데이터베이스 구조 파일이 없습니다
ro_ro: Structura fisier a bazei de date nu a fost gasita
sq_al: Struktura e skedës së bazës së të dhënave nuk u gjet
th_th: ไม่พบฐานข้อมูล

source: Cannot create group shop
da_dk: Kan ikke oprette grupperet shop
et_ee: Ei saa luua grupi poodi
he_il: כישלון ביצירת קבוצת חנויות
ko_kr: 그룹 상점을 생성할 수 없습니다
ro_ro: Nu se poate crea grupul de magazine
sq_al: Nuk mund të krijoj grupin e dyqanit
th_th: ไม่สามารถสร้างกลุ่มร้านค้าได้

source: Cannot create shop
da_dk: Kan ikke oprette butik
et_ee: Ei saa luua poodi
he_il: כישלון ביצירת חנות
ko_kr: 상점을 생성할 수 없습니다
ro_ro: Nu se poate crea magazinul
sq_al: Nuk mund të krijoj dyqanin
th_th: ไม่สามารถสร้างร้านค้าได้

source: Cannot create shop URL
da_dk: Kan ikke oprette shop URL
et_ee: Ei saa luua poe URL-i
he_il: כישלון ביצירת כתובת החנות
ko_kr: 상점 URL을 생성할 수 없습니다
ro_ro: Nu se poate crea adresa URL a magazinului
sq_al: Nuk mund të krijojë URL-në e dyqanit
th_th: ไม่สามารถสร้าง URL ร้านค้าได้

source: File "language.xml" not found for language iso "%iso%"
da_dk: Filen "language.xml" findes ikke for sproget med ISO-koden "%iso%"
et_ee: Faili "language.xml" ei leitud keelele "%iso%"
ko_kr: 언어 iso "%iso%"에 대한 "language.xml" 파일이 없습니다
ro_ro: Fisierul "language.xml" nu a fost gasit pentru limba cu codul ISO "%iso%"
sq_al: Skedari "language.xml" nuk u gjet për gjuhën iso "%iso%"

source: File "language.xml" not valid for language iso "%iso%"
da_dk: Filen "language.xml" er ikke valid for sproget med ISO-koden "%iso"
et_ee: Fail "language.xml" ei kehti keelele "%iso%"
ko_kr: 언어 iso "%iso%"에 대한 "language.xml" 파일이 올바르지 않습니다
ro_ro: Fisierul "language.xml" nu este valid pentru limba cu codul ISO "%iso%"
sq_al: Skedari "language.xml" nuk është e vlefshme për gjuhën iso "%iso%"

source: Cannot download language pack "%iso%"
da_dk: Kan ikke downloade sprogpakken "%iso%"
et_ee: Keelepakki "%iso%" ei saa alla laadida
ko_kr: 언어 팩 "%iso%"를 다운로드 할 수 없습니다
ro_ro: Nu se poate descarca pachetul de limbi "%iso%"
sq_al: Nuk mund të shkarkohet paketa gjuhësore "%iso%"

source: Cannot install language "%iso%"
da_dk: Kan ikke installere sprog "%iso%"
et_ee: Ei saa paigaldada keelt "%iso%"
ko_kr: 언어 "%iso%"를 설치할 수 없음
ro_ro: Nu se poate instala limba "%iso%"
sq_al: Nuk mund të instaloj gjuhën "%iso%"

source: Cannot copy flag language "%flag%"
da_dk: Kan ikke kopiere flagsproget "%flag%"
et_ee: Lipu keelt "%flag%" ei saa kopeerida
ko_kr: 국기 언어 "%flag%"를 복사할 수 없음
ro_ro: Nu se poate copia steagul limbii "%flag%"
sq_al: Nuk mund të kopjoj flamurin e gjuhës "%flag%"

source: Cannot create admin account
da_dk: Kan ikke oprette administrator konto
et_ee: Ei saa luua administraatori kontot
he_il: כשלון ביצירת חשבון admin
ko_kr: 관리 계정을 생성할 수 없습니다
ro_ro: Nu se poate crea contul de administator
sq_al: Llogaria e administratorit nuk mund të krijohet
th_th: ไม่สามารถสร้างบัญชีผู้ดูแลระบบได้

source: Cannot install module "%module%"
da_dk: Kan ikke installere modul "%module%"
et_ee: Moodulit "%module%" ei saa paigaldada
ko_kr: 모듈 "%module%"을 설치할 수 없음
ro_ro: Nu se poate instala modulul "%module%"
sq_al: Nuk mund të instaloj modulin "%module%"

source: Cannot execute post install on module "%module%"
da_dk: Kan ikke køre post installation på modulet "%module%"
he_il: לא ניתן לבצע לאחר התקנה מודול "%module%"
ko_kr: 모듈 "%module%"에서 사후 설치를 실행할 수 없음
ro_ro: Scriptul care ar fi trebuit executat dupa instalare nu poate fi executat pentru modulul "%module%"
th_th: ไม่สามารถดำเนินการหลังการติดตั้งบนโมดูล "%module%"

source: Fixtures class "%class%" not found
da_dk: Klassen "%class%" kunne ikke findes
et_ee: Seadme klassi "%class%" ei leitud
ko_kr: 픽스쳐 클래스 "%class%" 없음
ro_ro: Dependentele clasei "%class%" nu au fost gasite
sq_al: Klasa e regjistrimeve "%class%" nuk u gjet

source: "%class%" must be an instance of "InstallXmlLoader"
da_dk: "%class%" skal være en instans af "InstallXmlLoader"
et_ee: "%class%" peab olema mooduli "InstallXmlLoader" eksemplar
ko_kr: "%class%"는 하나의 "InstallXmlLoader"의 인스턴스가 되야 합니다
ro_ro: "%class%" trebuie sa fie o instanta a "InstallXmlLoader"
sq_al: "%class%" duhet thirrur nga "InstallXmlLoader"

source: SQL error on query <i>%query%</i>
da_dk: SQL-fejl ved forespørgsel <i>%query%</i>
et_ee: Päringu <i>%query%</i> SQL-viga
ko_kr: 질의어 <i>%query%</i> 에 SQL 오류
ro_ro: A aparut o eroare SQL la query-ul <i>%query%</i>
sq_al: Gabim i SQL në pyetësorin <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
da_dk: Der opstod en SQL-fejl ved entitet <i>%entity%</i>: <i>%message%</i>
et_ee: Olemi <i>%entity%</i> SQL-viga: <i>%message%</i>
ko_kr: <i>%entity%</i>요소에서 SQL 오류 발생: <i>%message%</i>
ro_ro: A aparut o eroare SQL pentru entitatea <i>%entity%</i>: <i>%message%</i>
sq_al: Ka ndodhur një gabim SQL për entitetin <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
da_dk: Kan ikke oprette billede "%identifier%" for entitet "%entity%"
et_ee: Olemile "%entity%" ei saa pilti "%identifier%" luua
ko_kr: 요소 "%entity%" 에 대한 이미지 "%identifier%" 생성을 할 수 없습니다
ro_ro: Nu s-a putut genera imaginea "%identifier%" pentru entitatea "%entity%"
sq_al: Nuk mund të krijojë imazhi "%identifier%" për entitetin "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
da_dk: Kan ikke oprette billede "%identifier%" (forkerte rettigheder for mappen "%folder%")
et_ee: Pildi "%identifier%" loomine ebaõnnestus (kausta "%folder%" õigused sobimatud)
ko_kr: 이미지 "%identifier%" 를 생성 할 수 없습니다 (폴더 "%folder%" 에 잘못된 권한)
ro_ro: Nu s-a putut genera imaginea "%identifier%" (permisiuni insuficiente pentru directorul "%folder%")
sq_al: Imazhi "%identifier%" nuk mund të krijohet (nuk ka leje shkrimi në direktorinë "%folder%")

source: Cannot create image "%identifier%"
da_dk: Kan ikke oprette billede "%identifier%"
et_ee: Pildi "%identifier%" loomine ebaõnnestus
ko_kr: 이미지 "%identifier%"를 생성할 수 없습니다
ro_ro: Nu se poate genera imaginea "%identifier%"
sq_al: Nuk mun të krijojë imazhin "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
da_dk: Can ikke oprette billede "%1$s" for entitet "%2$s"
et_ee: Ei saa luua pilti "%1$s" üksusele "%2$s"
he_il: כשלון ביצירת תמונה "%1$s" עבור "%2$s"
ko_kr: "%2$s" 요소에 대한 이미지 "%1$s" 생성을 할 수 없습니다
ro_ro: Nu se poate crea imaginea "%1$s" pentru obiectul "%2$s"
sq_al: Imazhi "%1$s" për "%2$s" nuk mund të krijohet
th_th: ไม่สามารถสร้างรูปภาพ "%1$s" สำหรับ entity "%2$s"

source: Content of your store
sq_al: Përmbajtja e dyqanit tënd
