Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: az_az, id_id, lt_lt

source: All customers
az_az: Bütün ölkələr
id_id: Semua Pelanggan
lt_lt: Visi klientai

source: All subscribers
az_az: Bütün abunəçilər
id_id: Semua pelanggan
lt_lt: Visi prenumeratoriai

source: Are you sure that you want to delete all of your contacts?
az_az: Bütün əlaqələrini silməkdən əminsinizmi?
id_id: Apakah Anda yakin ingin menghapus semua kontak Anda?
lt_lt: At tikrai norite panaikinti jūsų kontaktinius duomenis?

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
id_id: Pelanggan dapat berlangganan buletin saat mendaftar, atau dengan memasukkan surel dalam form buletin.
lt_lt: Klientai gali užsiprenumeruoti naujienlaiškį registruodamiesi el. parduotuvėje arba įvesdami savo el. pašto adresą naujienlaiškio formoje.

source: Customers' country
az_az: Müştərinin yerləşdiyi ölkə
id_id: Negara pelanggan
lt_lt: Kliento šalis

source: Download the file
az_az: Faylı yükləyin
id_id: download file
lt_lt: Atsisiųsti failą

source: Email address to search
az_az: Axtarılacaq e-poçt ünvanı
id_id: Alamat email yang dicari
lt_lt: Ieškomi el. pašto adresai

source: Error: Write access limited
id_id: Eror: Akses untuk menulis dibatasi
lt_lt: Klaida: Limituotos rašymo teisės

source: Example: contact@prestashop.com or @prestashop.com
az_az: Örnək: contact@prestashop.com, ya da @prestashop.com
id_id: Misalnya: contact@prestashop.com atau @prestashop.com
lt_lt: Pavyzdžiui: contact@prestashop.com arba @prestashop.com

source: Export customers' addresses
id_id: Ekspor alamat pelanggan
lt_lt: Eksportuoti klientų el. pašto adresus

source: Filter customers by country.
az_az: Alıcıları ölkələr üzrə süzgəclə.
id_id: Filter pelanggan menurut negara.
lt_lt: Filtruoti klientus pagal šalį.

source: Filter customers who have agreed to receive your partners' offers or not.
id_id: Filter pelanggan yang setuju menerima tawaran dari mitra Anda atau tidak.
lt_lt: Filtruoti klientus, kurie nori ar nenori gauti jūsų partnerių pasiūlymus.

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
id_id: Filter pelanggan yang berlangganan buletin atau tidak, dan yang punya akun atau tidak.
lt_lt: Filtruoti klientus pagal tai, užsiprenumeravę ar ne naujienlaiškį, ir turi ar neturi paskyrą.

source: Iso language
lt_lt: ISO kalba

source: Keep in touch with your customers the way you want, add a form to the homepage of your store and allow all the curious to subscribe to your newsletter.
lt_lt: Palaikykite ryšį su klientais taip, kaip norite, pridėkite formą parduotuvės pagrindiniame puslapyje ir leiskite visiems smalsuoliams užsiprenumeruoti jūsų naujienlaiškį.

source: Leave blank to disable by default.
az_az: Susmaya görə sönmüş olması üçün boş buraxın.
id_id: Biarkan kosong untuk menonaktifkan
lt_lt: Palikite tuščią jei nenorite aktyvuoti.

source: Newsletter conditions
id_id: Syarat dan ketentuan berlanggan buletin
lt_lt: Naujienlaiškio sąlygos

source: Newsletter registrations
az_az: Yeniliklərə qeydiyyat
id_id: Pendaftaran newsletter
lt_lt: Naujienlaiškio registracijos

source: Newsletter subscribers
az_az: Xəbər abonentləri
id_id: Newsletter pelanggan
lt_lt: Užsisakę naujienlaiškį

source: Newsletter subscription
az_az: Yeniliklərə abunəlik
id_id: Berlangganan newsletter
lt_lt: Naujienlaiškio prenumerata

source: Newsletter subscription: no email to delete, this customer has not registered.
id_id: Berlangganan newsletter: tidak ada email yang dihapus, pelanggan belum terdaftar.
lt_lt: Naujienlaiškio prenumerata: šis el. pašto adresas negali būti ištrintas, šis vartotojas neregistruotas.

source: Newsletter subscription: no email to export, this customer has not registered.
id_id: Berlangganan newsletter: tidak ada email yang dapat di ekspor, pelanggan belum terdaftar.
lt_lt: Naujienlaiškio prenumerata: šis el. pašto adresas nebus eksportuojamas, šis vartotojas neregistruotas.

source: No customers found with these filters!
az_az: Bu filterlə bağlı müştəri tapılmadı!
id_id: Tidak ditemukan pelanggan dengan filter ini!
lt_lt: Su šiuo filtru nerasta jokių pirkėjų!

source: No result found!
az_az: Heç nə tapılmadı!
id_id: Hasil tidak ditemukan!
lt_lt: Rezultatų nerasta!

source: Non-subscribers
az_az: Abunə olmayanlar
id_id: Tdk Berlangganan
lt_lt: Neprenumeratoriai

source: Partner offers non-subscribers
id_id: Bukan pelanggan untuk buletin penawaran dari mitra
lt_lt: Partnerių pasiūlymų neužsiprenumeravę

source: Partner offers subscribers
id_id: Pelanggan buletin penawaran dari mitra
lt_lt: Partnerių pasiūlymų prenumeratoriai

source: Partner offers subscribers have agreed to receive your partners' offers.
id_id: Pelanggan buletin penawaran dari mitra telah setuju untuk menerima tawaran dari mitra Anda.
lt_lt: Partnerių pasiūlymų prenumeratoriai sutiko gauti jūsų partnerių pasiūlymus.

source: Search for addresses
az_az: Ünvanlar axtar
id_id: Cari alamat
lt_lt: Ieškoti adresų

source: Subscribed
az_az: Abunə olundu
id_id: Berlangganan
lt_lt: Prenumeruota

source: Subscribed on
az_az: Abunə olundu:
id_id: Berlangganan pada
lt_lt: Prenumeruota per

source: Subscribers with account
az_az: Hesabı olan abunəçilər
id_id: Pelanggan yang memiliki akun
lt_lt: Prenumeratoriai su paskyromis

source: Subscribers without account
az_az: Hesabı olmayan abunəçilər
id_id: Pelanggan yang tidak memiliki akun
lt_lt: Prenumeratoriai be paskyrų

source: The .CSV file has been successfully exported: %d customers found.
az_az: .CSV faylı uğurla ixrac edildi: %d alıcı tapıldı.
id_id: File .CSV berhasil di ekspor:%d pelanggan ditemukan.
lt_lt: .CSV failas sėkmingai išeksportuotas: rasti %d klientai.

source: This text will be displayed beneath the newsletter subscribe button.
id_id: Keterangan ini akan dimunculkan dibawah tombol berlangganan buletin.
lt_lt: Šis tekstas bus rodomas po naujienlaiškio prenumeravimo mygtuku.

source: Unsubscribe
az_az: Abunədən çıx
lt_lt: Atsisakyti prenumeratos

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
az_az: DİQQƏT: Bu .csv faylını Excel ilə açarkən yanlış simvollardan qaçınmaq üçün UTF-8 encoding seçin.
id_id: PERHATIAN: Ketika membuka file .csv ini menggunakan Excel, pilih enkoding UTF-8 untuk menghindari munculnya karakter-karakter aneh.
lt_lt: ĮSPĖJIMAS: Jei atidarysite šį .csv failą su Excel programa, pasirinkite UTF-8 koduotę, kitu atveju matysite įvairius simbolius.

source: Welcome voucher code
az_az: Salamlama kuponunun kodu
id_id: Selamat Datang kode voucher
lt_lt: Sveikinimo kupono kodas

source: Would you like to send a confirmation email after subscription?
az_az: Abunə olduqdan sonra doğrulama e-poçtu göndərmək istərsinizmi?
id_id: Kirim konfirmasi e-mail setelah langganan?
lt_lt: Ar siųsti patvirtinimo laišką po užsiregistravimo?

source: Would you like to send a verification email after subscription?
id_id: Kirim email verifikasi setelah mendaftar ?
lt_lt: Siųsti patvirtinimo laišką po prenumeratos?
