Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesMainmenuAdmin.*.xlf
Languages: ka_ge

source: Add a new link
ka_ge: ახალი ლინკის დამატება

source: All suppliers
ka_ge: მომწოდებლების სრულად ნახვა

source: Available items
ka_ge: ხელმისაწვდომი

source: Change position
ka_ge: პოზიციის შეცვლა

source: Choose product ID
ka_ge: აირჩიეთ პროდუქტის ID

source: Link ID
ka_ge: ლინკის ID

source: Link list
ka_ge: ლინკების სია

source: Please complete the "Link" field.
ka_ge: შეავსეთ ლინკის ველი

source: Remove
ka_ge: წაშლა

source: Selected items
ka_ge: არჩეული

source: Shops
ka_ge: მაღაზიები

source: The link has been added.
ka_ge: ლინკი დაემატა.

source: The link has been edited.
ka_ge: ლინკი შეიცვალა

source: The link has been removed.
ka_ge: ლინკი წაიშალა.

source: Update link
ka_ge: ლინკის განახლება
