Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesImagesliderAdmin.*.xlf
Languages: az_az, bn_bd, hy_am, ro_ro, sr_cs

source: Add sliding images to your homepage to welcome your visitors in a visual and friendly way.
ro_ro: Adauga diapozitive la pagina ta principala pentru a-ti intampina vizitatorii intr-un mod prietenos si vizual.
sr_cs: Dodajte pokretne slike na vašu početnu stranicu da dočekate kupce na prijatan vizualni način.

source: Caption
ro_ro: Legenda
sr_cs: Naslov

source: Image slider
ro_ro: Carusel cu imagini

source: Invalid filename.
az_az: Yanlış fayl adı.
bn_bd: ভুল ফাইলের নাম.
ro_ro: Nume invalid de fisier.
sr_cs: Nevažeći naziv datoteke.

source: Invalid slide
bn_bd: ভুল স্লাইড
hy_am: Սխալ սլայդ
ro_ro: Cadru invalid
sr_cs: Nevažeći slajd

source: Invalid slide ID
ro_ro: ID incorect de cadru

source: Invalid slide state.
bn_bd: ভুল স্লাইড অবস্থান.
ro_ro: Stare invalida a cadrului.
sr_cs: Nevažeće stanje slajda.

source: Invalid values
bn_bd: ভুল মান
hy_am: Սխալ արժեք
ro_ro: Valori incorecte
sr_cs: Nevažeće vrednosti

source: Loop forever
ro_ro: Ciclu perpetuu

source: Loop or stop after the last slide.
ro_ro: Ciclic sau oprire la ultimul cadru.

source: Pause on hover
ro_ro: Pauza la trecere

source: Shared slide
az_az: Paylaşılan sürüşdürücü
ro_ro: Diapozitiv partajat

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
ro_ro: Deoarece sunt active mai multe limbi pentru magazinul tau, asigura-te ca incarci imaginea pentru fiecare din ele

source: Slide information
ro_ro: Informatii despre cadru

source: Slides list
az_az: Sürüşdürmələrin siyahısı
bn_bd: স্লাইড তালিকা
ro_ro: Lista cadrelor
sr_cs: Lista slajdova

source: Speed
az_az: Sürət
bn_bd: বেগ
ro_ro: Viteza
sr_cs: Brzina

source: Stop sliding when the mouse cursor is over the slideshow.
ro_ro: Opreste miscarea cand mouse-ul este deasupra caruselului.

source: Target URL
az_az: Hədəf URL
ro_ro: Adresa URL de destinatie

source: The URL format is not correct.
az_az: URL formatı düzgün deyil.
bn_bd: URL- বিন্যাস সঠিক নয়.
hy_am: Հղման ձեւաչափը սխալ է:
ro_ro: Formatul adresei URL nu este corect.
sr_cs: Format linka je netačan.

source: The URL is too long.
az_az: URL çox uzundur.
bn_bd: URLঅত্যন্ত দীর্ঘ.
hy_am: Հղումը չափազանց երկար է:
ro_ro: Adresa URL este prea lunga.
sr_cs: Link je predugačak.

source: The caption is too long.
bn_bd: ক্যাপশনটি অত্যন্ত দীর্ঘ.
ro_ro: Legenda este prea lunga.
sr_cs: Tekst je predugačak.

source: The configuration could not be updated.
az_az: Konfiqurasiya güncəllənə bilmədi.
bn_bd: কনফিগারেশন আপডেট সম্ভব নয়
hy_am: Կարգաբրումները չեն կարող թարմցվել
ro_ro: Configurarea nu a putut fi actualizata.
sr_cs: Konfiguracija ne može da se ažurira.

source: The description is too long.
az_az: Bu açıqlama çox uzundur.
bn_bd: বর্ণনা অত্যন্ত দীর্ঘ.
hy_am: Նկարագությունը չափազանց երկար է:
ro_ro: Descrierea este prea lunga.
sr_cs: Opis je predugačak.

source: The duration of the transition between two slides.
ro_ro: Durata tranzitiei intre doua cadre.

source: The image is not set.
az_az: Şəkil qurulmayıb.
bn_bd: ইমেজ সেট করা হয় নি
hy_am: Պատկերը սահմանված չէ:
ro_ro: Imaginea nu este stabilita.
sr_cs: Slika nije postavljena.

source: The modifications will be applied to all shops and shop groups
az_az: Dəyişikliklər bütün dükan və dükan qruplarına uyğulanacaq
ro_ro: Aceste modificari vor fi aplicate tuturor magazinelor si grupurilor de magazine

source: The modifications will be applied to shop: %s
az_az: Dəyişikliklər bu dükana uyğulanacaq: %s
ro_ro: Modificarile vor fi aplicate magazinului: %s

source: The modifications will be applied to this group: %s
az_az: Dəyişikliklər bu qrupa uyğulanacaq: %s
ro_ro: Modificarile vor fi aplicate acestui grup: %s

source: The slide could not be added.
az_az: Bu sürüşdürməni artırmaq olmadı.
bn_bd: স্লাইড যোগ করা যায়নি.
hy_am: Սլայդ չի կարող ավելացվել:
ro_ro: Cadrul nu a putut fi adaugat.
sr_cs: Slajd ne može da se doda.

source: The slide could not be updated.
az_az: Sürüşdürücü güncəllənə bilmədi.
bn_bd: স্লাইড আপডেট সম্ভব নয়
hy_am: Սլայդը չի գարաող թարմացվել՚:
ro_ro: Cadrul nu a putut fi actualizat.
sr_cs: Slajd ne može da se ažurira.

source: The title is too long.
az_az: Başlıq çox uzundur.
bn_bd: শিরোনাম খুব বেশি বড়
hy_am: Վերնագիրը չափազանց երկար է:
ro_ro: Titlul este prea lung.
sr_cs: Naslov je predugačak.

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
az_az: Bu sürüşdürücü başqa dükanlarla paylaşılır! Burada edilən dəyişikliklər bu sürüşdürücü ilə bağlılığı olan bütün dükanlarda uyğulanacaqdır
ro_ro: Acest diapozitiv este partajat cu alte magazine! Toate magazinelor asociate acestui diapozitiv vor aplica modificarile efectuate aici

source: Unable to get slide shop association information (id_slide: %d)
ro_ro: Nu se pot obtine informatii despre asocierea diapozitivului cu magazinul (id_slide: %d)

source: You can only edit this slide from the shop(s) context: %s
ro_ro: Acest cadru se poate edita numai din contextul magazinului (magazinelor): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
ro_ro: Nu poti adauga diapozitive dintr-un context "Toate magazinele" sau "Grup de magazine"

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
ro_ro: Diapozitivele nu pot fi administrate in contextul "Toate magazinele" sau "Grup de magazine", este necesar sa alegi magazinul concret unde doresti sa modifici
