Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesStatsproductAdmin.*.xlf
Languages: az_az, bn_bd, es_co, hy_am, ko_kr, sl_si, tr_tr

source: Product details
az_az: Məhsul detalları
bn_bd: পণ্য বিবরণ
es_co: Detalles del producto
hy_am: Ապրանքի մանրամասները
ko_kr: 상품 상세정보
sl_si: Podrobnosti izdelka
tr_tr: Ürün detayları

source: Enrich your stats, add detailed statistics for each product of your catalog.
es_co: Mejora tus estadísticas, agrega información detallada para cada producto de tu catálogo.
ko_kr: 통계를 강화하기 위해, 목록의 각 상품의 상세 통계를 추가하세요.

source: Number of purchases compared to number of views
es_co: Número de compras comparado con el número de vistas
ko_kr: 조회 수 대비 구매 수
sl_si: Število nakupov primerjano s številom ogledov
tr_tr: Satın alım adetlerinin görüntülemeler ile karşılaştırması

source: After choosing a category and selecting a product, informational graphs will appear.
bn_bd: একটি বিভাগ নির্বাচন ও একটি পণ্য বাছাই করার পরে তথ্য গ্রাফ প্রদর্শিত হবে.
es_co: Después de elegir una categoría y seleccionar un producto, aparecerán los gráficos informativos.
hy_am: Կատեգորիան ընտրելուց եւ ապրանքը առանձնացնելուց հետո կհայտնվեն տեղեկատվական գրաֆիկները: Այդ ժամանակ Դուք ի վիճակի կլինեք դրանք վերլուծել:
ko_kr: 분류를 선택한 뒤 상품을 선택하면, 정보 도표가 나타납니다.
sl_si: Po izboru kategorije in izbiri izdelka na voljo v tej kategoriji, se prikažejo grafi. Potem jih lahko preučite.
tr_tr: Kategori ve ürün seçiminden sonra, bilgilendirme grafikleri görüntülenecek.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
es_co: Si usted nota que un producto es comprado a menudo, pero visto con poca frecuencia, usted debe destacarlo en su Panel Frontal.
ko_kr: 어떤 상품이 자주 판매되지만 잘 노출이 안되어 있단 걸 알았다면, 관리 페이지에서 더 잘 보이도록 노출할 수 있습니다.
sl_si: Če opazite da je izdelek uspešen, velikokrat kupljen, ampak tudi ne preveč pogosto ogledan - ga postavite na bolj vidno mesto na vaši Prvi strani.
tr_tr: Eğer bir ürünün sıklıkla satın alındığını fakat az görüntülendiğini fark ederseniz, o ürünü Mağaza Önyüzünde daha belirgin bir yere koymalısınız.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
es_co: Por otro lado, si un producto tiene muchas vistas, pero no se compra a menudo, le aconsejamos que revise o modifique la información de este producto, descripción y la fotografía de nuevo, a ver si puede encontrar algo mejor.
ko_kr: 반대로, 자주 노출을 했으나 잘 팔리지 않는 상품이라면, 우리는 이 상품의 정보, 상세설명 그리고 사진을 다시 한번 확인하거나 수정하라고 조언합니다, 좀 더 알아보려면 확인해 보세요.
sl_si: Po drugi strani, če ima izdelek veliko ogledov ampak ni velikokrat kupljen, vam priporočamo, da preverite ali posodobite informacije izdelka, opis in slike, poglejte, če lahko najdete kaj boljšega.
tr_tr: Diğer yandan, bir ürün oldukça sık görüntülenirken seyrek satın alınıyorsa, ürün bilgilerini kontrol edip bilgilerinin, açıklamasının ve/veya resimlerinin daha iyisini bularak tekrar düzenlemenizi tavsiye ederiz.

source: Details
az_az: Ətraflı
bn_bd: বিবরণ
es_co: Detalles
hy_am: Մանրամասներ
ko_kr: 계좌정보
sl_si: Podrobnosti
tr_tr: Detaylar

source: Total bought
az_az: Toplam alış
es_co: Total comprado
ko_kr: 총 구매
sl_si: Skupaj kupljeno
tr_tr: Toplam satın alınma

source: Sales (tax excluded)
az_az: Satış (vergi xaric)
es_co: Ventas (sin IVA)
ko_kr: 판매 (세금 별도)
sl_si: Prodaja ( ddv ni vključen)
tr_tr: Satışlar (vergi hariç)

source: Total Viewed
az_az: Toplam Baxış
bn_bd: মোট দর্শক
es_co: Visitas Totales
hy_am: Նդամենը նայված է
ko_kr: 총 조회수
sl_si: Skupaj ogledano
tr_tr: Toplam Görüntüleme

source: Conversion rate
az_az: Çevrilmə dərəcəsi
es_co: Tasa de conversión
ko_kr: 환율
sl_si: Menjalno razmerje
tr_tr: Dönüşüm oranı

source: CSV Export
az_az: Exportation en CSV
bn_bd: CSV রপ্তানি
es_co: Exportar CSV
hy_am: CSV արտահանում
ko_kr: CSV로 내보내기
sl_si: Izvoz CSV
tr_tr: CSV Dışa Aktar

source: Attribute sales distribution
bn_bd: বিক্রয় বৈশিষ্ট্য বিতরণ
es_co: Distribución ventas por atributos
hy_am: Վաճառքի հատկանիշների որոշումը:
ko_kr: 실제 매출 분포
sl_si: Razširjenost kupovanja po lastnostih:
tr_tr: Nitelik satış dağılımı

source: Cross selling
bn_bd: ক্রস বিক্রয়
es_co: Ventas cruzadas
hy_am: Խաչաձեւ վաճառքներ
ko_kr: 교차 판매
sl_si: Navzkrižna prodaja
tr_tr: Çapraz satış

source: Click on a product to access its statistics!
bn_bd: পরিসংখ্যান ব্যবহার করতে কোনো একটি পণ্যে ক্লিক করুন !
es_co: ¡Haga clic en un producto para acceder a sus estadísticas!
hy_am: Սեղմեք ապրանքի վրա, որպեսզի ստանաք նրա վիճակագրությունը
ko_kr: 상품을 클릭하여 상품의 통계에 접근하세요!
sl_si: Pritisnite na izdelek za dostop njegove statistike
tr_tr: İstatistiklerine erişmek için ürünün üzerine tıklayın!

source: Choose a category
az_az: Bir bölmə seçin
bn_bd: একটি বিভাগ চয়ন করুন
es_co: Elija una categoría
hy_am: Ընտրեք կատեգորիա
ko_kr: 분류 선택
sl_si: Izberite kategorijo
tr_tr: Bir kategori seçin

source: Products available
az_az: Mövcud məhsullar
bn_bd: বিক্রয়যোগ্য পণ্য:
es_co: Producto disponibles
hy_am: Մատչելի ապրանքները
ko_kr: 사용 가능 상품
sl_si: Izdelkov na voljo
tr_tr: Mevcut ürünler

source: Popularity
az_az: Populyarlıq
bn_bd: জনপ্রিয়তা
es_co: Popularidad
hy_am: Ժողովրդականությունը
ko_kr: 인기
sl_si: Popularnost
tr_tr: Popülerlik

source: Visits (x100)
az_az: Ziyarətlər (x100)
bn_bd: ভিজিট ( x১০০ )
es_co: Vistas (x100)
hy_am: Այցելությունները (X100)
ko_kr: 방문수 (x100)
sl_si: Obiskov (x100)
tr_tr: Ziyaretler (x100)

source: Stock
az_az: Satışda
bn_bd: স্টক
es_co: Inventario
hy_am: Պաշարները
ko_kr: 재고
sl_si: Zaloga
tr_tr: Stok
