Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesAutoupgradeAdmin.*.xlf
Languages: az_az, ko_kr, ms_my

source: You need to enter the version number associated with the directory.
az_az: Kataloqla bağlı olan versiya nömrəsini yazmalısız.
ko_kr: 디렉토리와 관련된 버전 숫자를 입력해야 합니다.

source: Please confirm that you want to skip the backup.
ko_kr: 백업을 건너뛸지 확인해 주세요.

source: Please confirm that you want to preserve file options.
ko_kr: 보존하고 싶은 파일 옵션을 확인해 주세요.

source: Less options
az_az: Daha az seçim
ko_kr: 옵션 숨기기

source: These files will be deleted
ko_kr: 이 파일들은 삭제됨

source: These files will be replaced
ko_kr: 이 파일들은 대체됨

source: Required field
az_az: Mütləq anket
ko_kr: 필수 항목
ms_my: Perlu diisi

source: Too long!
az_az: Çox uzundur!
ko_kr: 너무 깁니다!

source: Fields are different!
az_az: Damalar eyni deyil!
ko_kr: 항목이 다릅니다!

source: This email address is wrong!
az_az: Bu e-poçt ünvanı yanlışdır!
ko_kr: 이 이메일 주소는 잘못되었습니다!

source: Impossible to send the email!
az_az: Bu e-məktubu göndərmək olmur!
ko_kr: 이메일을 전송이 불가능 합니다!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
ko_kr: 설정 파일을 생성할 수 없습니다, 만약 /app/config/parameters.php 이 존재한다면, 이 파일에 공용 쓰기 권한을 주세요, 그렇지 않다면 구성 디렉토리에 parameters.php라는 파일을 생성해 주세요.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
ko_kr: 설정 파일 쓰기를 할 수 없습니다, "config" 디렉토리 내에 settings.inc.php 란 파일을 생성해 주세요.

source: Impossible to upload the file!
az_az: Bu faylı yükləmək olmur!
ko_kr: 파일 업로드가 불가능합니다!

source: Data integrity is not valid. Hack attempt?
ko_kr: 자료 무결성이 올바르지 않습니다. 해킹 시도일까요?

source: Impossible to read the content of a MySQL content file.
ko_kr: MySQL 콘텐츠 파일의 콘텐츠를 읽을 수 없습니다.

source: Cannot access a MySQL content file.
ko_kr: MySQL 콘텐츠 파일에 접근할 수 없습니다.

source: Error while inserting data in the database:
ko_kr: 데이터베이스에 데이터를 삽입하는 중 오류:

source: This is not a valid file name.
az_az: Bu keçərli fayl adı deyil.
ko_kr: 이것은 올바른 파일 이름이 아닙니다.

source: This is not a valid image file.
az_az: Bu keçərli şəkil faylı deyil.
ko_kr: 이것은 올바른 이미지 파일이 아닙니다.

source: Error while creating the /app/config/parameters.php file.
az_az: /app/config/parameters.php faylını yaradarkən yanlışlıq oldu.
ko_kr: /app/config/parameters.php 파일 생성 중 오류.

source: Error:
az_az: Xəta:
ko_kr: 오류:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
ko_kr: 이 PrestaShop 데이터베이스가 이미 존재합니다. 데이터베이스에 대한 인증 정보를 재확인 해주세요.

source: An error occurred while resizing the picture.
az_az: Şəklin ölçüsünü dəyişərkən bir yanlışlıq oldu.
ko_kr: 사진 크기 변경 중 오류가 발생했습니다.
ms_my: Ralat berlaku semasa mengubah saiz gambar.

source: Database connection is available!
az_az: Verilənlər bazası bağlantısı var!
ko_kr: 데이터베이스 연결이 가능합니다!

source: Database Server is available but database is not found
az_az: Verilənlər Bazası Serveri var, ancaq verilənlər bazası tapılmadı
ko_kr: 데이터베이스 서버를 사용할 수 있지만 데이터베이스가 발견되지 않았습니다.

source: Database Server is not found. Please verify the login, password and server fields.
ko_kr: 데이터베이스 서버를 찾을 수 없습니다. 로그인과, 비밀번호 그리고 서버 항목들을 확인해 주세요.

source: An error occurred while sending email, please verify your parameters.
az_az: Email göndərərkən bir yanlışlıq oldu. Buyurun, göstəricilərinizi doğrulayın.
ko_kr: 이메일 전송 중 오류가 발생했습니다, 매개변수들을 확인해 주세요.

source: This installer is too old.
az_az: Bu quraşdırma çox köhnədir.
ko_kr: 이 설치 프로그램은 너무 오래되었습니다.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
ko_kr: 이전 버전이 없습니다. app/config/parameters.php 파일을 삭제했거나 이름을 변경했습니까?

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
az_az: app/config/parameters.php faylı tapılmadı. Bu faylı pozduz, ya da adını dəyişdinizmi?
ko_kr: app/config/parameters.php 파일을 찾을 수 없습니다. 이 파일을 삭제했거나 이름을 변경했나요?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
ko_kr: SQL 업그레이드 파일을 찾을 수 없습니다. /install/upgrade/sql folder 폴더가 비어있지 않은지 확인해 주세요.

source: No upgrade is possible.
az_az: Heç bir yeniləmə yoxdur.
ko_kr: 가능한 업그레이드가 없습니다.

source: Error while loading SQL upgrade file.
ko_kr: SQL 업그레이드 파일을 읽어오는 중 오류가 발생했습니다.

source: Error while inserting content into the database
ko_kr: 데이터베이스에 콘텐츠를 삽입하는 중 오류

source: Unfortunately,
az_az: Heyif ki,
ko_kr: 불행히도,

source: SQL errors have occurred.
ko_kr: SQL 오류가 발생했습니다.

source: The config/defines.inc.php file was not found. Where did you move it?
az_az: config/defines.inc.php faylı tapılmadı. Onu hara köçürdünüz?
ko_kr: config/defines.inc.php 파일을 찾을 수 없습니다. 어디로 이동했나요?
ms_my: Fail config/defines.inc.php tidak dijumpai. Anda ada mengubahnya ke tempat lain?

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
ko_kr: 이미지 /img/logo.jpg 쓰기를 할 수 없습니다. 이 이미지가 이미 존재한다면, 삭제 해주세요.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
az_az: Yüklənilən fayl php.ini faylındakı upload_max_filesize limitini aşır
ko_kr: 업로드 된 파일이 php.ini에 지정된 upload_max_filesize 를 초과했습니다

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ko_kr: 업로드한 파일이 HTML form에 정의된 MAX_FILE_SIZE를 초과했습니다

source: The uploaded file was only partially uploaded
ko_kr: 파일이 일부분만 업로드됨

source: No file was uploaded.
az_az: Heç bir fayl yüklənmədi.
ko_kr: 업로드 된 파일이 없습니다.

source: Missing a temporary folder
ko_kr: 임시 폴더 없음

source: Failed to write file to disk
ko_kr: 디스크에 파일 기록 실패
ms_my: Gagal menulis fail ke cakera

source: File upload stopped by extension
ko_kr: 확장기능에 의해 파일 업로드 중단됨

source: Cannot convert your database's data to utf-8.
az_az: Verilənlər bazanızın verilənləri utf-8-ə çevirilə bilməz.
ko_kr: 데이터베이스의 자료를 utf-8로 변환할 수 없습니다.

source: Your lastname contains some invalid characters
az_az: Soyadınızda bir neçə yanlış simvol var
ko_kr: 당신의 성에는 사용할 수 없는 글자가 몇 개 포함되어 있습니다
ms_my: Nama akhir anda mengandungi karakter tidak sah

source: Your MySQL server does not support this engine, please use another one like MyISAM
ko_kr: MySQL 서버가 이 엔진을 지원하지 않습니다, MyISAM 같은 다른 것을 사용해 주세요

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
az_az: /img/logo.jpg faylı düzəlişə açıq deyil, buyurun, CHMOD 755, ya da CHMOD 777 edin
ko_kr: 파일 /img/logo.jpg를 쓸 수 없습니다, 이 파일에 CHMOD 755를 하거나 CHMOD 777을 해주세요

source: Invalid catalog mode
az_az: Yanlış kataloq rejimi
ko_kr: 잘못된 목록 모드
ms_my: Mod katalog tidak sah

source: No error code available
ko_kr: 사용가능한 오류 코드 없음

source: [SKIP] directory "%s" does not exist and cannot be emptied.
ko_kr: [SKIP] 디렉토리 "%s" 는 존재하지 않아 비울 수 없습니다.

source: [CLEANING CACHE] File %s removed
ko_kr: [CLEANING CACHE] 파일 %s 제거됨

source: Invalid database configuration
ko_kr: 잘못된 데이터베이스 구성

source: Database upgrade OK
az_az: Verilənlər bazası yeniləndi
ko_kr: DB 업그레이드 OK

source: Warning detected during upgrade.
ko_kr: 업그레이드 중 경고 감지됨

source: Database upgrade completed
az_az: Verilənlər bazasının güncəllənməsi tamamlandı
ko_kr: 데이터베이스 업그레이드 완료

source: %s is not a valid version number.
az_az: %s keçərli versiya nömrəsi deyil.
ko_kr: %s는 올바른 버전 숫자가 아닙니다.

source: [ERROR] Version to install is too old.
az_az: [ERROR] Quraşdırılacaq versiya çox keçmişdir.
ko_kr: [ERROR] 설치하려는 버전이 너무 오래됐습니다.

source: Current version: %oldversion%. Version to install: %newversion%.
az_az: İndiki versiya: %oldversion%. Quraşdırılacaq versiya: %newversion%.
ko_kr: 현재 버전: %oldversion%. 설치할 버전: %newversion%.

source: Unable to find upgrade directory in the installation path.
az_az: Quraşdırma üçün yeniləmə kataloqunu tapmaq olmur.
ko_kr: 설치 경로 내에 업그레이드 디렉토리를 찾을 수 없습니다.

source: Error while loading SQL upgrade file "%s".
ko_kr: SQL 업그레이드 파일 "%s"을 읽어오는 중 오류가 발생했습니다".

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
az_az: SQL yeniləmə faylını tapmaq olmur. Zəhmət olmasa, %s qovluğunun boş olmadığını yoxlayın.
ko_kr: SQL 업그레이드 파일을 찾을 수 없습니다. %s 폴더가 비어있지 않은지 확인해 주세요.

source: [DROP] SQL %s table has been dropped.
ko_kr: [DROP] SQL %s 테이블이 삭제되었습니다.

source: Switching to default theme.
ko_kr: 기본 테마로 전환합니다.

source: Settings file updated
az_az: Quraşdırmalar faylı yeniləndi
ko_kr: 설정 파일 수정 됨

source: The config/settings.inc.php file was not found.
az_az: config/settings.inc.php faylı tapılmadı.
ko_kr: config/settings.inc.php 파일을 찾을 수 없습니다.

source: Error upgrading Doctrine schema
ko_kr: 정책 스키마 업그레이드 중 오류 발생

source: Download of the language pack %lang% failed. %details%
ko_kr: 언어 팩 %lang% 다운로드에 실패했습니다. %details%

source: Error while updating translations for lang %lang%. %details%
ko_kr: 언어 %lang%에 대한 번역을 업데이트하는 동안 오류가 발생했습니다. %details%

source: Upgrade the RTL files.
ko_kr: RTL 파일을 업그레이드합니다.

source: Cannot generate email templates: %s.
ko_kr: 이메일 템플릿을 생성할 수 없습니다: %s.

source: [ERROR] %dir% does not exist or is not a directory.
ko_kr: [ERROR] %dir%는 존재하지 않거나 디렉토리가 아닙니다.

source: [ERROR] No response from Addons server.
az_az: [ERROR] Artırmalar serverindən heç bir cavab yoxdur.
ko_kr: [ERROR] 추가기능 서버로부터 응답이 없습니다.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
ko_kr: [ERROR] 모듈 %s의 zip 파일을 임시 디렉토리에 쓸 수 없습니다.

source: [WARNING] Error when trying to extract module %s.
ko_kr: [WARNING] 모듈 %s을 (를) 추출하는 중 오류가 발생했습니다.

source: [WARNING] Error when trying to upgrade module %s.
az_az: [WARNING] %s modulunu yeniləyərkən yanlışlıq oldu.
ko_kr: [WARNING] 모듈 %s을 (를) 업그레이드하는 중 오류가 발생했습니다.

source: Error when opening settings.inc.php file in write mode
ko_kr: 쓰기 모드에서 settings.inc.php 파일 열기 중 오류

source: Error when generating new settings.inc.php file.
ko_kr: 새 settings.inc.php 파일 생성 중 오류.

source: [NOTICE] File %s does not exist, merge skipped.
ko_kr: [NOTICE] 파일 %s 가 존재하지 않아, 병합을 건너뛰었습니다.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
ko_kr: [WARNING] %variablename% 변수가 파일 %filename% 에 없습니다. 병합을 건너뛰었습니다.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
ko_kr: [WARNING] %variablename% 변수가 파일 %filename% 에 없습니다. 파일 %filename% 는 삭제되고 병합을 건너뛰었습니다.

source: Unable to create directory %s
az_az: %s kataloqunu yaratmaq olmur
ko_kr: 디렉터리 %s 를 생성할 수 없음

source: Error when trying to add %filename% to archive %archive%.
ko_kr: 아카이브 %archive%에 %filename%를 추가하려할 때 오류.

source: %filename% added to archive. %filescount% files left.
az_az: %filename% arxivə artırıldı. %filescount% fayl qaldı.
ko_kr: %filename%이 아카이브에 추가되었습니다. %filescount% 파일 남음.

source: Could not close the Zip file properly. Check you are allowed to write on the disk and there is available space on it.
ko_kr: Zip 파일을 제대로 닫을 수 없습니다. 디스크에 쓰기가 허용되어 있고 디스크에 사용 가능한 공간이 있는지 확인해 보세요.

source: %s is not a file
az_az: %s fayl deyil
ko_kr: %s는 파일 아님

source: Unable to create directory %s.
az_az: %s kataloqunu yaratmaq olmur.
ko_kr: 디렉토리 %s를 생성할 수 없습니다.

source: Could not extract %file% from backup, the destination might not be writable.
ko_kr: 백업에서 %file%을 추출할 수 없습니다. 대상에 쓰기가 불가능할 수 있습니다.

source: Content of archive %zip% is extracted
ko_kr: 아카이브 %zip%의 내용이 추출되었습니다.

source: [ERROR] Unable to list archived files
az_az: [ERROR] Yeniləmək üçün arxiv faylları sıralamaq olmur
ko_kr: [ERROR] 아카이브 파일을 나열할 수 없음

source: File %filename% (size: %filesize%) has been skipped during backup.
ko_kr: 파일 %filename% (크기: %filesize%) 가 백업 중 건너 뛰었습니다.

source: Unable to open zipFile %s
ko_kr: zip파일 %s 열 수 없음

source: Activity Log
ko_kr: 활동 기록

source: Currently processing
ko_kr: 현재 처리 중
ms_my: Sedang memproses

source: Analyzing the situation...
ko_kr: 상황 분석 중...

source: Errors
az_az: Xətalar
ko_kr: 오류

source: Branch:
ko_kr: 지점:

source: Version number:
az_az: Versiya nömrəsi:
ko_kr: 버전 번호:

source: MD5 hash:
ko_kr: MD5 해시:

source: Changelog:
az_az: Dəyişiklik jurnalı:
ko_kr: 변경 사항:

source: See changelog
ko_kr: 변경 사항 보기

source: The pre-Upgrade checklist
ko_kr: 사전-업그레이드 확인 사항

source: Your current version of the module is out of date. Update now
ko_kr: 모듈의 현재 버전이 오래되었습니다. 지금 업데이트 합니다

source: Modules > Module Manager > Updates
ko_kr: 모듈 > 모듈 관리자 > 업데이트

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
ko_kr: 확인 목록이 좋지 않습니다. 모든 표시가 초록색이어야 상점을 업그레이드 할 수 있습니다.

source: Before starting the upgrade process, please make sure this checklist is all green.
ko_kr: 업그레이드를 시작하기 전에, 이 확인목록이 모두 양호한지 확인해 주세요.

source: Your server is running on a supported PHP version.
ko_kr: 서버에서 지원되는 PHP 버전이 실행 중입니다.

source: The PHP version your server is running on is obsolete and needs to be upgraded. [1]Learn more[/1].
ko_kr: 서버에서 실행 중인 PHP 버전은 더 이상 사용되지 않으며 업그레이드해야 합니다. [1]자세히 알아보기[/1].

source: Your store's root directory (%s) is writable (with appropriate CHMOD permissions).
ko_kr: 상점의 최상위 디렉토리(%s)는 쓰기 가능합니다(적절한 CHMOD 권한이 있음).

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
ko_kr: "/admin/autoupgrade" 디렉토리는 쓸 수 있습니다 (적절한 CHMOD 권한)

source: PHP's "Safe mode" option is turned off
ko_kr: PHP의 "안전 모드" 옵션이 꺼져 있음

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
ko_kr: PHP의 "allow_url_fopen" 옵션이 켜져있거나, cURL이 설치되어 있습니다

source: PHP's "zip" extension is enabled
ko_kr: PHP의 "zip" 확장이 활성화되었습니다.

source: Your store is in maintenance mode
ko_kr: 상점이 유지 보수 모드 중입니다

source: Enable maintenance mode and add your maintenance IP in [1]Shop parameters > General > Maintenance[/1]
ko_kr: 유지 관리 모드를 활성화하고 [1]상점 매개변수 > 일반 > 유지 관리[/1]에서 유지 관리 IP를 추가합니다.

source: PrestaShop's caching features are disabled
ko_kr: PrestaShop의 캐싱 기능이 비활성화 됨

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
az_az: PHP max_execution_time quraşdırmasının dəyəri yüksəkdir, ya da tam söndürülüb (indiki dəyər: limitsiz)
ko_kr: PHP의 max_execution_time 설정에 높은 값이 있거나 완전히 비활성화 되었습니다 (현재 값: 무제한)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
az_az: PHP max_execution_time quraşdırmasının dəyəri yüksəkdir, ya da tam söndürülüb (indiki dəyər: %s saniyə)
ko_kr: PHP의 max_execution_time 설정에 높은 값이 있거나 완전히 비활성화 되었습니다 (현재 값: %s 초)

source: Your current PHP version isn't compatible with your PrestaShop version.
ko_kr: 현재 PHP 버전은 PrestaShop 버전과 호환되지 않습니다.

source: Apache mod_rewrite is disabled.
ko_kr: Apache mod_rewrite가 비활성화되었습니다.

source: The following PHP extensions are not installed: %s.
ko_kr: 다음 PHP 확장기능이 설치되지 않았습니다: %s.

source: The following PHP extension is not installed: %s.
ko_kr: 다음 PHP 확장기능이 설치되지 않았습니다: %s.

source: PHP memory_limit is inferior to 256 MB.
ko_kr: PHP memory_limit가 256MB보다 낮습니다.

source: PHP file_uploads configuration is disabled.
ko_kr: PHP file_uploads 구성이 비활성화되었습니다.

source: The following PHP functions are not installed: %s.
ko_kr: 다음 PHP 함수가 설치되지 않았습니다: %s.

source: The following PHP function is not installed: %s.
ko_kr: 다음 PHP 함수가 설치되지 않았습니다: %s.

source: It's not possible to create a PHP session.
ko_kr: PHP 세션을 생성할 수 없습니다.

source: The following files are missing:
ko_kr: 다음 파일이 없습니다:

source: It's not possible to write in the following folders:
ko_kr: 다음 폴더에 쓸 수 없습니다:

source: Please also make sure you make a full manual backup of your files and database.
ko_kr: 또한 파일과 데이터베이스의 전체 수동 백업을 수행했는지 확인하세요.

source: PrestaShop requirements are not satisfied.
ko_kr: PrestaShop 요구 사항이 충족되지 않았습니다.

source: Rollback
ko_kr: 롤백

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
ko_kr: 상점 업그레이드 후에도, 데이터베이스와 파일의 이전 버전으로 돌아갈 수 있습니다. 테마나 필수 모듈이 정확하게 동작하지 않는다면 이 기능을 사용하세요.

source: Choose your backup:
az_az: Yedək faylınızı seçin:
ko_kr: 백업 선택:

source: -- Choose a backup to restore --
az_az: -- Yeniləmək üçün bir yedəkləmə seçin --
ko_kr: -- 복원할 백업 선택 --

source: More options (Expert mode)
az_az: Daha çox seçim (Usta rejimi)
ko_kr: 더 많은 옵션 (전문가 모드)

source: Start your Upgrade
az_az: Yüksəltməyə Başlayın
ko_kr: 업그레이드 시작
ms_my: Mulakan kemaskini anda

source: You come from the future! You are using a more recent version than the latest available!
ko_kr: 미래에서 오셨나봐요! 최신 사용가능한 버전보다 더 최신 버전을 사용중입니다!

source: Congratulations, you are already using the latest version available!
ko_kr: 축하합니다, 사용가능한 가장 최신 버전을 이미 사용하고 있습니다!

source: Your current PrestaShop version
az_az: İndiki PrestaShop versiyanız
ko_kr: 현재 PrestaShop 버전

source: Your current PHP version
ko_kr: 현재 PHP 버전

source: Latest official version for %s channel.
az_az: %s kanalı üçün ən son rəsmi versiya.
ko_kr: %s 채널에 대한 최신 공식 버전.

source: Upgrade PrestaShop now!
az_az: PrestaShop-u indi yenilə!
ko_kr: 지금 PrestaShop을 업그레이드 하세요!

source: PrestaShop will be downloaded from %s
az_az: PrestaShop %s-dan endiriləcək
ko_kr: PrestaShop이 %s에서 다운로드 됩니다

source: Open changelog in a new window
az_az: Dəyişiklik jurnalını yeni pəncərədə aç
ko_kr: 새 창에서 변경 내역 열기

source: No file will be downloaded (channel %s is used)
az_az: Heç bir fayl endirilməyəcək (%s kanalı işlədildi)
ko_kr: 다운로드된 파일이 없습니다 (채널 %s 사용됨)

source: The following action are automatically replaced
ko_kr: 다음 동작은 자동으로 교체됨

source: %old% will be replaced by %new%
ko_kr: %old%는 %new%로 교체됩니다.

source: To change this behavior, you need to manually edit your php files
ko_kr: 이 동작을 변경하려면, php 파일을 수동으로 수정해야 합니다

source: Refresh the page
az_az: Səhifəni yenilə
ko_kr: 페이지 새로 고침

source: Check if a new version is available
az_az: Yeni versiyanın olub-olmadığını yoxlayın
ko_kr: 새 버전을 사용할 수 있는지 확인

source: Last check: %s
az_az: Son yoxlama: %s
ko_kr: 최근 확인: %s

source: Last check: never
ko_kr: 최근 확인: 안 함

source: Expert mode
ko_kr: 전문가 모드

source: Please select your channel:
az_az: Buyurun, kanalınızı seçin:
ko_kr: 채널을 선택하세요:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
ko_kr: 채널은 업그레이드 수행에 대한 다른 방법을 제공합니다. 수동으로 새 버전을 업로드하거나 1-Click 업그레이드 모듈이 당신을 위해 다운로드하게 할 수 있습니다.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
ko_kr: 알파, 베타 그리고 비공개 채널은 비-공개 또는 불안정한 버전으로 업그레이드하게 해 줍니다 (시험 목적으로만).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
ko_kr: 기본으론, 사용할 수 있는 가장 최신 안정화 버전을 제공하는 "마이너 버전" 채널을 사용하게 됩니다.

source: Channel:
az_az: Kanal:
ko_kr: 채널:

source: Link:
az_az: Keçid:
ko_kr: 링크:

source: Hash key:
ko_kr: 해시 키:

source: Allow major upgrade:
ko_kr: 주요 업그레이드 허용:

source: Archive to use:
az_az: İşlədiləcək arxiv:
ko_kr: 사용할 아카이브:

source: Choose an archive
az_az: Bir arxiv seç
ko_kr: 아카이브 선택

source: Number of the version you want to upgrade to:
az_az: Yüksəltmək istədiyiniz versiya nömrəsi:
ko_kr: 업그레이드 하기 원하는 버전 번호:

source: XML file to use:
ko_kr: 사용할 XML 파일:

source: Choose an XML file
ko_kr: XML 파일 선택

source: No archive found in your admin/autoupgrade/download directory
ko_kr: admin/autoupgrade/download 디렉토리에 아카이브가 없습니다
ms_my: Tiada arkib dijumpai didalam direktori admin/autoupgrade/download anda

source: Save in the following directory the archive file and XML file of the version you want to upgrade to: %s
ko_kr: 업그레이드할 버전의 아카이브 파일 및 XML 파일을 다음 디렉토리에 저장하십시오. %s

source: Click to save once the archive is there.
ko_kr: 아카이브가 있으면 클릭하여 저장하십시오.

source: This option will skip the download step.
ko_kr: 이 옵션은 다운로드 단계를 건너뛰게 합니다.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
ko_kr: 업그레이드 할 버전의 압축 해제된 PrestaShop 파일을 다음 디렉토리에 저장하세요: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
ko_kr: [1] (예: 1.7.0.1) [/1] (으) 로 업그레이드 할 버전을 알려주세요

source: This option will skip both download and unzip steps and will use %1$s as the source directory
ko_kr: 이 옵션은 다운로드와 압축 해제 단계를 건너뛰고 소스 디렉토리로 %1$s를 사용하게 됩니다

source: Step
az_az: Addım
ko_kr: 단계

source: Upgrade steps
ko_kr: 업그레이드 단계

source: Version comparison
ko_kr: 버전 비교

source: PrestaShop Original version
az_az: PrestaShop Original versiyası
ko_kr: PrestaShop 원 버전

source: Differences between versions
ko_kr: 버전 별 차이점들

source: Welcome!
az_az: Xoş gəlmisiniz!
ko_kr: 환영합니다!
ms_my: Selamat Datang!

source: Upgrade your store to benefit from the latest improvements, bug fixes and security patches.
ko_kr: 최신 개선사항, 버그 수정 및 보안 패치의 혜택을 받으려면 상점을 업그레이드 하세요.

source: Upgrading your store on your own can be risky. If you don't feel comfortable doing the upgrade yourself, many agencies and developers in your area may also provide this kind of service.
ko_kr: 스스로 상점을 업그레이드하는 것은 위험할 수 있습니다. 업그레이드를 직접 수행하는 것이 불편하다면, 해당 지역의 많은 대행사들 및 개발자들도 이런 종류의 서비스를 제공할 수 있습니다.
