Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesBlockwishlistShop.*.xlf
Languages: no_no

source: You aren't logged in
no_no: Du er ikke innlogget

source: Unknown action
no_no: Ukjent handling

source: Product added
no_no: Produkt lagt til

source: The list name is invalid.
no_no: Listenavnet er ugyldig.

source: Error saving the new list
no_no: Lagring av ny liste feilet

source: The list name is invalid
no_no: Listenavnet er ugyldig.

source: List has been renamed
no_no: Listen har blitt omdøpt

source: List could not be renamed
no_no: Listen kunne ikke omdøpes

source: List has been removed
no_no: Listen har blitt fjernet

source: List deletion was unsuccessful
no_no: Sletting av liste feilet

source: Unable to remove product from list
no_no: Kan ikke fjerne produktet fra listen

source: Showing %min% - %max% of %total% item(s)
no_no: Viser %min% - %max% av %total% produkt(er)

source: Previous
no_no: Forrige

source: Next
no_no: Neste

source: Wishlist name modified!
no_no: Navn på ønskeliste endret!

source: Product added to wishlist!
no_no: Produkt lagt til i ønskeliste!

source: Wishlist created!
no_no: Ønskeliste opprettet!

source: Wishlist deleted!
no_no: Ønskeliste slettet!

source: Share link copied!
no_no: Delingslink kopiert!

source: Product deleted!
no_no: Produkt slettet!

source: No wishlist found.
no_no: Ingen ønskeliste funnet.

source: Rename
no_no: Endre navn

source: Share
no_no: Del

source: Return to your account
no_no: Tilbake til din konto

source: Last added
no_no: Sist lagt til

source: Customize
no_no: Tilpass

source: No products found
no_no: Ingen produkter funnet

source: Return to wishlists
no_no: Tilbake til ønskelister

source: No list found.
no_no: Ingen liste funnet.

source: Add to wishlist
no_no: Legg til i ønskeliste

source: Close
no_no: Lukk

source: Wishlist name
no_no: Ønskeliste navn

source: Create wishlist
no_no: Opprett ønskeliste

source: Add name
no_no: Legg til navn

source: Cancel
no_no: Avbryt

source: Remove
no_no: Fjern

source: Delete
no_no: Slett

source: Sign in
no_no: Logg inn

source: Copied!
no_no: Kopiert!

source: Share link
no_no: Del link

source: Copy text
no_no: Kopier tekst
