Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: id_id, ro_ro

source: Best customers
id_id: Pelanggan terbaik
ro_ro: Cei mai buni clienti

source: Develop clients' loyalty
id_id: Membangun kesetiaan pleanggan
ro_ro: Dezvolta loialitatea clientilor

source: Empty recordset returned
id_id: Data tidak ditemukan
ro_ro: Niciun rezultat

source: Enrich your stats, add a list of the best customers to the dashboard.
ro_ro: Imbogateste statisticile adaugand o lista cu cei mai buni clienti la tabloul de bord.

source: In order to achieve this goal, you can organize:
id_id: Dalam rangka mencapai tujuan ini Anda dapat mengatur:
ro_ro: Pentru a atinge acest tel poti organiza:

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
id_id: Menjaga klien lebih menguntungkan daripada mendapatkan pelanggan baru. Jadi, perlu untuk mengembangkan kesetiaan mereka, dengan kata lain untuk membuat mereka ingin kembali ke website Anda.
ro_ro: Pastrarea unui client poate fi mai profitabila decat castigarea altuia nou. Acesta este unul din multele motive pentru care este necesara cultivarea loialitatii clientilor.

source: Money spent
id_id: Uang yang dibelanjakan
ro_ro: Suma cheltuita

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
id_id: Sasaran jangka panjang: commercial rewards (personalisasi penawaran khusus untuk produk maupun layanan), non commercial rewards (prioritas dalam penanganan order atau produk), pecuniary rewards (kupon diskon, cashback).
ro_ro: Operatiuni punctuale: recompense comerciale (oferte speciale personalizate, produse sau servicii oferite), recompense necomerciale (prelucrare comenzi cu prioritate), recompense pecuniare (obligatiuni, cupoane de reducere, restituiri de bani).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
id_id: Sasaran jangka pendek: poin loyalty atau kartu, yang tidak hanya melancarkan komunikasi antara penjual dan pembeli, tapi juga menawarkan keuntungal lain bagi pelanggan (penawaran khusus, diskon).
ro_ro: Operatiuni sustenabile, puncte de loialitate sau carduri, care nu numai ca justifica comunicarea dintre comerciant si client, dar ofera si avantaje clientilor (oferte private, reduceri).

source: These operations encourage clients to buy products and visit your online store more regularly.
id_id: Operasi ini akan menganjurkan pelanggan untuk membeli produk dan mengunjungi toko Anda lebih sering lagi.
ro_ro: Aceste actiuni incurajeaza clientii sa cumpere produse si sa viziteze mai des magazinul tau.

source: Valid orders
id_id: Order valid
ro_ro: Comenzi validate

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
id_id: Word of mouth is also a means to of getting new, satisfied clients; a dissatisfied one won't attract new clients.
ro_ro: Zvonul este un alt mod de a obtine clienti noi, multumiti. Un client nemultumit poate dauna e-reputatiei tale si sa dauneze viitoarelor tinte de vanzari.
