Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: he_il, ro_ro

source: Above footer
he_il: מעל החלק התחתון
ro_ro: In partea de sus a subsolului

source: Above header
he_il: מעל הheader
ro_ro: Deasupra antetului

source: Actions
he_il: פעולות
ro_ro: Actiuni

source: Activated
he_il: פעיל
ro_ro: Activat

source: An error occurred when removing block
he_il: אירעה שגיאה בעת הסרת החסימה
ro_ro: A aparut o eroare la eliminarea blocului

source: An error occurred when switching position
he_il: אירעה שגיאה בעת החלפת מיקום
ro_ro: A aparut o eroare la schimbarea pozitiei

source: Appearance
he_il: מראה
ro_ro: Aspect

source: Below footer
he_il: מתחת לחלק התחתון
ro_ro: In partea de jos a subsolului

source: Below header
he_il: מתחת לheader
ro_ro: Sub antet

source: Block Content
he_il: בלוק תוכן
ro_ro: Blocuri de continut

source: Block updated
he_il: בלוק עודכן
ro_ro: Bloc actualizat

source: CMS Page
he_il: עמוד תוכן
ro_ro: Pagina CMS

source: CMS page
he_il: דף ניהול תוכן
ro_ro: Spre o pagina CMS

source: Checkout pages
he_il: דפי רכישה
ro_ro: Pagini de comanda

source: Choose SVG for better customization. Other allowed formats are: .gif, .jpg, .png
he_il: בחר SVG להתאמה אישית טובה יותר. פורמטים מותרים אחרים הם: .gif, .jpg, .png
ro_ro: Alege SVG pentru personalizare mai buna. Alte formate posibile sunt: ​​.gif, .jpg, .png

source: Configuration updated successfully!
he_il: התצורה עודכנה בהצלחה!
ro_ro: Configuratia a fost actualizata!

source: Connect with your visitors and reassure them about secure payment, free shipping or returns.
he_il: צור קשר עם המבקרים שלך והרגיע אותם לגבי תשלום מאובטח, משלוח חינם או החזרות.
ro_ro: Conecteaza-te cu vizitatorii tai si castiga-le increderea cu informatii despre plata securizata, livrare gratuita sau returnari.

source: Content
he_il: תוכן
ro_ro: Continut

source: Customer Reassurance
he_il: בלוק עידוד הלקוח
ro_ro: Reconfortarea clientilor

source: Customize Module Design
he_il: התאם אישית את עיצוב המודולים
ro_ro: Personalizeaza aspectul modulului

source: Deactivated
he_il: הושבת
ro_ro: Dezactivat

source: Description
he_il: תיאור
ro_ro: Descriere

source: Description (optional)
he_il: תיאור (אופציונאלי)
ro_ro: Descriere (optional)

source: Display
he_il: הצג
ro_ro: Afiseaza

source: Footer position on all pages
he_il: מיקום תחתונה בכל הדפים
ro_ro: Pozitia in subsol pe toate paginile

source: Global settings
he_il: הגדרות גלובאליות
ro_ro: Setari generale

source: Header position on all pages
he_il: מיקום כותרת בכל הדפים
ro_ro: Pozitia in antet pe toate paginile

source: Icon color
he_il: צבע אייקון
ro_ro: Culoarea pictogramei

source: Image
he_il: תמונה
ro_ro: Imagine

source: Languages
he_il: שפות
ro_ro: Limbi

source: Main column
he_il: עמודה ראשית
ro_ro: Coloana principala

source: Modify icon
he_il: שנה אייקון
ro_ro: Modifica pictograma

source: None
he_il: ללא
ro_ro: Niciuna

source: Oops... looks like an error occurred
he_il: אופס ... נראה כאילו אירעה שגיאה
ro_ro: Hopa... se pare ca a aparut o eroare

source: Position
he_il: מיקום
ro_ro: Pozitie

source: Position changed successfully!
he_il: המיקום השתנה בהצלחה!
ro_ro: Pozitia a fost schimbata!

source: Product pages
he_il: עמודי מוצר
ro_ro: Pagini de produs

source: Reassurance Block
he_il: חסימת ביטחון
ro_ro: Bloc pentru reconfortarea clientilor

source: Redirection
he_il: הפנייה
ro_ro: Redirectionare

source: Return
he_il: חזרה
ro_ro: Returneaza

source: Save
he_il: שמור
ro_ro: Salveaza

source: Select none
he_il: בטל בחירה
ro_ro: Nu selecta nimic

source: Specific position for cart page
he_il: מיקום ספציפי לדף עגלה
ro_ro: Pozitia in pagina de cos

source: Specific position for product page
he_il: מיקום ספציפי לדף המוצר
ro_ro: Pozitia in pagina produsului

source: Text color
he_il: צבע טקסט
ro_ro: Culoarea textului

source: There was an error during the installation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
he_il: אירעה שגיאה במהלך ההתקנה. אנא <a href="https://github.com/PrestaShop/PrestaShop/issues">פתח בעיה</a> בפרויקט PrestaShop.
ro_ro: A aparut o eroare in timpul instalarii. Te rugam sa <a href="https://github.com/PrestaShop/PrestaShop/issues">trimiti o sesizare</a> la proiectul PrestaShop.

source: There was an error during the uninstallation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
he_il: אירעה שגיאה במהלך ההתקנה. אנא <a href="https://github.com/PrestaShop/PrestaShop/issues">פתח בעיה</a> בפרויקט PrestaShop.
ro_ro: A aparut o eroare in timpul dezinstalarii. Te rugam sa <a href="https://github.com/PrestaShop/PrestaShop/issues">trimiti o sesizare</a> la proiectul PrestaShop.

source: This folder needs these rights so you can upload your own images for the reassurances blocks.
he_il: תיקייה זו זקוקה לההרשאות האלה כדי שתוכלו להעלות תמונות משלכם לצורך חסימות ההבטחות.
ro_ro: Dosarul are nevoie de aceste permisiuni pentru a incarca imagini in blocurile cu asigurari

source: Title
he_il: שמות תואר
ro_ro: Titlu

source: URL
he_il: כתובת

source: Url link
he_il: כתובת אינטרנט
ro_ro: Adresa URL

source: WARNING
he_il: אזהרה
ro_ro: ATENTIE

source: We recommend 3 blocks at maximum.
he_il: אנו ממליצים על 3 בלוקים לכל היותר.
ro_ro: Recomandam maximum 3 blocuri.

source: Your folder %s is not readable or executable
he_il: התיקיה %s אינה ניתנת לקריאה או להפעלה
ro_ro: Dosarul %s nu permite citirea sau executia

source: none
he_il: אין
ro_ro: nimic

source: or upload file
he_il: או העלה קובץ
ro_ro: sau incarca un fisier cu o noua pictograma

source: Are you sure you want to uninstall this module?
ro_ro: Sigur doresti dezinstalarea acestui modul?
