Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesFacetedsearchAdmin.*.xlf
Languages: ar_sa, cs_cz, fa_ir, hy_am, sr_cs

source: Faceted search
ar_sa: بحث الأوجه
cs_cz: Fasetová navigace
fa_ir: جستجوی لایه‌ای

source: Filter your catalog to help visitors picture the category tree and browse your store easily.
cs_cz: Umožněte zákazníkům filtrovat katalog zboží, aby si lépe udělali přehled o vašich kategoriích. Bude se jim obchod lépe procházet.
fa_ir: با فیلتر کردن کاتالوگ به بازدیدکنندگان کمک کنید تا دسته بندی را تصویرسازی کرده و فروشگاه شما را به راحتی مرور کنند.
sr_cs: Filtriratje vaš katalog da pomognete klijentima da lakše sagledaju stablo vaših kategorija i time lakše pregledaju sajt.

source: Filter template name required (cannot be empty)
ar_sa: اسم قالب الفلتر إلزامي (لا يمكن أن يترك الحقل فارغاً)
cs_cz: Název šablony filtru je nutné zadat (nemůže být prázdný)
fa_ir: فیلتر کردن نام قالب ها مورد نیاز است (نمیتواند خالی باشد)
hy_am: Պահանջվում է ֆիլտրի ձեւանմուշի անվանում (չի կարող լինել դատարկ)
sr_cs: Filtriranje naziva šablona je obavezno (ne može biti prazno)

source: You must select at least one page.
cs_cz: Musíte vybrat alespoň jednu stránku.
fa_ir: شما باید حداقل یک صفحه را انتخاب کنید.
sr_cs: Morate odabrati makar jednu stranicu

source: You must select at least one category if you want to use this filter template on category pages.
cs_cz: Chcete-li použít tuto šablonu filtru na stránkách kategorií, musíte vybrat alespoň jednu kategorii.
fa_ir: شما باید حداقل یک شاخه را انتخاب کنید اگر می‌خواهید از این قالب فیلتر در صفحات شاخه استفاده کنید.
sr_cs: Morate izabrati barem jednu kategoriju ako želite koristiti ovaj filter šablon na stranicama kategorija.

source: Your filter
ar_sa: الفلتر الخاص بك
cs_cz: Váš filtr
fa_ir: فیلتر شما
hy_am: Ձեր ֆիլտրը
sr_cs: Vaš filter

source: was updated successfully.
ar_sa: تم التحديث بنجاح.
cs_cz: byl úspěšně aktualizován.
fa_ir: با موفقیت به روز شد.
hy_am: թարմացվել է
sr_cs: je nadograđeno uspešno.

source: was added successfully.
ar_sa: تم الاضافة بنجاح.
cs_cz: byl úspěšně přidán.
fa_ir: با موفقیت اضافه شد.
hy_am: ավելացվել է
sr_cs: je dodato uspešno.

source: Settings saved successfully
ar_sa: تم حفظ الإعدادات بنجاح
cs_cz: Nastavení bylo úspěšně uloženo
fa_ir: تنظیمات با موفقیت ذخیره شد
hy_am: Կարգավորումները հաջողությամբ պահպանված են
sr_cs: Podešavanja su uspešno sačuvana

source: Filter template deleted, categories updated (reverted to default Filter template).
ar_sa: تم مسح قالب الفلتر وتحديث التصنيفات (العودة لقالب الفلتر الإفتراضي).
cs_cz: Byla odstraněna šablona filtru, kategorie byla aktualizovaná (byl nastaven výchozí filtr šablony).
fa_ir: الگو فیلترها پاک شدند، شاخه ها بروزرسانی شدند (به الگوی فیلترهای پیش فرض بازگردانده شدند)
hy_am: Ֆիլտրի ձեւանմուշները ջնջված են, կատեգորիաները թարմացված են (վերադառնում է դեֆոլտ ֆիլտրի ձեւանմուշը)
sr_cs: Šablon filtera je obrisan, kategorije su ažurirane (vraćeno na podrazumevani filter šablona).

source: Filter template not found
ar_sa: لم يتم العثور على قالب فلتر
cs_cz: Filtr šablony nebyl nalezen
fa_ir: الگو فیلترها یافت نشد
hy_am: Ֆիլտրի ձեւանմուշը չի գտնվել
sr_cs: Filter šablona nije nađen

source: My template - %s
ar_sa: قالبي - %s
cs_cz: Moje šablona - %s
fa_ir: قالب من - %s
sr_cs: Moj šablon - %s

source: My template %s
ar_sa: قالبي %s
cs_cz: Moje šablona %s
fa_ir: قالب من %s
hy_am: Իմ ձեւանմուշ %s
sr_cs: Moj templejt %s

source: "%s" is not a valid url
ar_sa: "%s" عنوان صفحة غير صحيح
cs_cz: "%s" není platná URL
fa_ir: "%s" یک url معتبر نیست
hy_am: "%s"-ը անընդունելի հղում է
sr_cs: "%s" je nevažeći link

source: Category
ar_sa: تصنيف
cs_cz: Kategorie
fa_ir: دسته بندی
hy_am: Կատեգորիա
sr_cs: Kategorija

source: Manufacturer
ar_sa: الماركة
cs_cz: Výrobce
fa_ir: سازنده
hy_am: Արտադրող
sr_cs: Proizvođač

source: Supplier
ar_sa: المورد
cs_cz: Dodavatel
fa_ir: تامین‌کننده
hy_am: Մատակարար
sr_cs: Dobavljač

source: New products
ar_sa: وصل حديثاً
cs_cz: Nové produkty
fa_ir: محصولات جدید
hy_am: Նոր ապրանքներ
sr_cs: Novi proizvodi

source: Best sales
ar_sa: الأكثر مبيعاً
cs_cz: Nejprodávanější
fa_ir: پرفروش ترین ها
sr_cs: Najprodavanije

source: Prices drop
ar_sa: التخفيضات
cs_cz: Slevy
fa_ir: کاهش قیمت‌ها
sr_cs: Pad cena

source: Search
ar_sa: بحث
cs_cz: Vyhledávání
fa_ir: جستجو
hy_am: Որոնել
sr_cs: Pretraga

source: (experimental)
cs_cz: (experimentální)
fa_ir: (آزمایشی)
sr_cs: (experimentalno)

source: Meta title
cs_cz: Meta titulek
fa_ir: عنوان متا
hy_am: Մեթա վերնագիրը
sr_cs: Ciljani naslov

source: No limit
ar_sa: بدون حد
cs_cz: Bez omezení
fa_ir: نامحدود
sr_cs: Bez granice

source: Categories used for this template:
ar_sa: الفئات المستخدمة لهذا القالب:
cs_cz: Kategorie použité pro tuto šablonu:
fa_ir: شاخه های استفاده شده برای این قالب:
sr_cs: Kategorije korišćene za ovaj šablon:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
ar_sa: تم تعطيل اختيار التصنيفات لأنك ليس لديك أي تصنيفات أو أنت في شاشة "جميع المحلات التجارية".
cs_cz: Výběr kategorií je zakázán, protože nemáte žádné kategorie nebo jste v kontextu všech obchodů.
fa_ir: انتخاب دسته‌ها غیر فعال شده است زیرا شما دسته‌ای ندارید یا این که شما در محیط "همه‌ی فروشگاه‌ها" هستید.

source: Effective only if category pages are selected above.
cs_cz: Funguje pouze pokud jste vybrali kategorie z voleb výše.
fa_ir: تنها در صورتی که صفحات شاخه از بالا انتخاب شده باشند، مؤثر است.
sr_cs: Efikasno samo ako su izabrane stranice kategorija gore.

source: Pages using this template:
cs_cz: Stránky využívající tuto šablonu filtru:
fa_ir: صفحاتی که از این الگو استفاده می کنند:
sr_cs: Stranice koje koriste ovaj šablon:

source: You must select at least one category
ar_sa: يجب إختيار فئة واحدة على الأقل
cs_cz: Musíte vybrat nejméně jednu kategorii
fa_ir: شما باید حداقل یک شاخه را انتخاب نمائید
sr_cs: Morate odabrati makar kategoriju

source: You must select at least one filter
ar_sa: يجب اختيار تصفية واحدة على الأقل
cs_cz: Musíte vybrat nejméně jeden filtr
fa_ir: شما باید حداقل یک فیلتر انتخاب کنید

source: Template name:
ar_sa: اسم القالب:
cs_cz: Název šablony:
fa_ir: نام قالب:
sr_cs: Naziv šablona:

source: Only as a reminder
ar_sa: للتذكير فقط
cs_cz: Pouze jako poznámka
fa_ir: تنها به عنوان یک یادآوری
sr_cs: Samo kao podsetnik

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
ar_sa: تحذير! مزود الإستضافة الخاص بك يستخدم التصحيح suhosin من أجل PHP، الأمر الذي يحد من الحد الأقصى لعدد الحقول المسموح بها في الإستمارة:
cs_cz: Upozornění: Váš poskytovatel webhostingu používá suhosin patch pro PHP, který omezuje maximální počet polí odesílaných pomocí formuláře:
fa_ir: هشدار! ارایه کننده‌ هاست شما در حال استفاده از وصله‌ ی suhosin برای PHP است، که حداکثر تعداد فیلدهایی که در یک فرم ارسال می‌شوند را محدود می‌کند:
sr_cs: Upozorenje! Vaš hosting provajder koristi Suhosin zakrpu za PHP, što ograničava maksimalni broj polja dozvoljenih u formularima:

source: for suhosin.post.max_vars.
ar_sa: من اجل suhosin.post.max_vars.
cs_cz: pro suhosin.post.max_vars.
fa_ir: برای suhosin.post.max_vars.
hy_am: suhosin.post.max_vars-ի համար
sr_cs: za suhosin.post.max_vars.

source: for suhosin.request.max_vars.
ar_sa: لsuhosin.request.max_vars.
cs_cz: pro suhosin.request.max_vars.
fa_ir: برای suhosin.request.max_vars.
hy_am: suhosin.request.max_vars -ի համար
sr_cs: za suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
ar_sa: يرجى طلب مزود الإستضافة رفع حد Suhosin الى
cs_cz: Zeptejte se svého poskytovatele webhostingu na možnost zvýšení limitu suhosin_post a požádejte o jeho zvýšení
fa_ir: لطفا از ارایه کننده‌ هاست خود برای افزایش محدوديت سوال کنید و درخواست کنید تا محدودیت برسد به
sr_cs: Molimo vas da pitate vašeg hosting provajdera da vam poveća Suhosin granicu na

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
ar_sa: تحذير! إن إعدادات الPHP الخاصة بك تحد من عدد الحقول الأقصى المسموح به في النموذج الواحد:
cs_cz: Pozor: Vaše konfigurace PHP omezuje maximální počet polí POST ve formulářích
fa_ir: هشدار! پيكربندي PHP شما حداکثر تعداد فیلدهایی که در یک فرم ارسال می‌شوند را محدود می‌کند
hy_am: Զգուշացում՛. Ձեր PHP -ի կազմաձեւումը սահմանափակում է ձեւի մեջ թույլատրված դաշտերի առավելագույն թիվը.
sr_cs: Upozorenje: Vaša PHP konfiguracija ograničava maksimalni broj polja dozvoljenih u formi

source: for max_input_vars.
ar_sa: من اجل max_input_vars.
cs_cz: pro max_input_vars.
fa_ir: برای max_input_vars.
hy_am: max_input_vars -ի համար
sr_cs: za max_input_vars.

source: Please ask your hosting provider to increase this limit to
ar_sa: يرجى طلب زيادة هذا الحد من مزود خدمة الإستضافة إلى
cs_cz: Zeptejte se svého poskytovatele hostingu na zvýšení tohoto limitu
fa_ir: لطفا از ارایه کننده‌ هاست خود درخواست کنید محدودیت را افزایش دهد به حداقل
sr_cs: Molimo vas da pitate vašeg hosting provajdera da vam poveća ovu granicu na

source: %s at least, or you will have to edit the translation files manually.
ar_sa: %s على الأقل، أو سيتحتم عليك تحرير ملفات الترجمة يدوياً.
cs_cz: %s nejméně nebo budete muset upravit soubory s překlady ručně.
fa_ir: %s یا شما باید فایل های ترجمه را به صورت دستی ویرایش کنید.
sr_cs: Najmanje %s, ili ćete morati ručno da uređujete datoteke prevoda.

source: Choose shop association:
cs_cz: Vyberte sdružení prodejen:
fa_ir: انتخاب انجمن فروشگاهها
hy_am: Ընտրեք խանութի միավորումը
sr_cs: Odaberite asocijaciju prodavnice:

source: Sub-categories filter
ar_sa: فلتر التصنيفات الفرعية
cs_cz: Filtr podkategorií
fa_ir: فیلتر زیر شاخه‌ها
hy_am: Ենթակատեգորիաների ֆիլտրը
sr_cs: Pod-kategorije filtera

source: Product stock filter
ar_sa: تصفية مخزون المنتجات
cs_cz: Filtr zboží skladem
fa_ir: فیلتر موجودی محصول
hy_am: Ապրանքի զեղչի ֆիլտր
sr_cs: Filter zaliha proizvoda

source: Product extras filter
cs_cz: Filtr specialit

source: Product condition filter
ar_sa: تصفية حالة المنتج
cs_cz: Filtr stavu zboží
fa_ir: فیلتر وضعیت محصول
hy_am: Ապրանքի կարգավիճակի ֆիլտր
sr_cs: Filter uslova proizvoda

source: Product brand filter
ar_sa: مرشح العلامة التجارية المنتج
cs_cz: Filtr značky výrobku
fa_ir: فیلتر سازنده محصول

source: Product weight filter (slider)
ar_sa: تصفية وزن المنتج (شريط منزلق)
cs_cz: Filtr váhy zboží (posuvník)
fa_ir: فیلتر وزن محصول (نوار لغزنده)
hy_am: Քաշի ֆիլտր (սահող)
sr_cs: Filter težine proizvoda (slajder)

source: Product price filter (slider)
ar_sa: تصفية سعر منتج (شريط منزلق)
cs_cz: Filtr ceny zboží (posuvník)
fa_ir: فیلتر قيمت محصول (نوار لغزنده)
hy_am: Ապրանքի գնի ֆիլտր (սողաձող)
sr_cs: Filter cene proizvoda (slajder)

source: Indexes and caches
ar_sa: الفهارس والخوابي
cs_cz: Indexy a vyrovnávací paměť
fa_ir: ایندکس ها و کش ها
hy_am: Իդեքսներ եւ քեշեր
sr_cs: Indeksi i keš

source: Indexing is in progress. Please do not leave this page
ar_sa: عملية الفهرسة سارية. يرجى عدم مغادرة الصفحة
cs_cz: Probíhá indexace. Prosím, neopouštějte tuto stránku
fa_ir: ایندکس کردن در حال انجام است. لطفا این صفحه را ترک نکنید
hy_am: Ինդեքսավորումը ընթացքի մեջ է: Խնդրում ենք չլքել այս էջը:
sr_cs: Indeksiranje je u toku. Molimo ne napuštajte stranu

source: Index all missing prices
ar_sa: فهرس كافة الأسعار المفقودة
cs_cz: Indexovat všechny chybějící ceny
fa_ir: ایندکس کردن تمام قیمت های از دست رفته
hy_am: Ինդեքսավորել բոլոր բացակայող գները
sr_cs: Nabroji sve cene koje nedostaju

source: Rebuild entire price index
ar_sa: أعد انشاء كل فهرس الأسعار
cs_cz: Znovu vytvořit celý index cen
fa_ir: بازسازی ایندکس کل قیمت ها
hy_am: Վերադասավորել գների բոլոր ինդեքսները
sr_cs: Obnovi ceo indeks cena

source: Build attributes and features indexes
cs_cz: Vytvořit indexy atributů a vlastností
fa_ir: ایجاد فهرست مشخصه ها و ویژگی ها
sr_cs: Uradi indeksovanje za osobine i detalje proizvoda

source: Clear cache
ar_sa: تنظيف ذاكرة التخزين المؤقت
cs_cz: Vyčistit mezipaměť
fa_ir: پاک کردن حافظه‌ی موقت
sr_cs: Očisti keš

source: We recommend to set regular cron tasks to manage the indexes and cache on daily/weekly basis.
cs_cz: Na indexy a mezipaměti doporučujeme nastavit pravidelné úlohy do CRONu, na denní/týdenní bázi.
fa_ir: پیشنهاد می‌کنیم که برای مدیریت ایندکس‌ها و کش، کران‌های روزانه/هفتگی تنظیم کنید.
sr_cs: Preporučujemo postavljanje redovnih cron zadataka za upravljanje indeksima i kešom na dnevnoj/nedeljnoj osnovi.

source: Add missing products to price index:
cs_cz: Doplnění indexu o chybějící produkty:
fa_ir: افزودن محصولات یافت نشده به ایندکس قیمت:
sr_cs: Dodaj proizvod koji nedostaje u indeks:

source: Rebuild price index:
cs_cz: Přegenerování indexu cen:
fa_ir: بازسازی ایندکس قیمت:
sr_cs: Obnovi ceo indeks cena:

source: Rebuild attribute index:
cs_cz: Přegenerovat index atributů:
fa_ir: بازسازی ایندکس مشخصه:
sr_cs: Obnovi ceo indeks atributa / osobina:

source: Flush block cache:
cs_cz: Promazat cache filtrů:
fa_ir: خالی کردن بلوک کش:
sr_cs: Isprazni keš bloka:

source: A nightly rebuild is recommended.
ar_sa: يفضل اعادة الإنشاء ليلاً.
cs_cz: Doporučujeme vytvářet indexy v nočních hodinách.
fa_ir: یک بازسازی شبانه مورد نیاز است
hy_am: Խորհուրդ է տրվում վերականգնել գիշերը:
sr_cs: Obnavljanje se preporučuje svake noći.

source: Filters templates
ar_sa: تصفية القوالب
cs_cz: Filtry šablon
fa_ir: قالب های فیلترها
sr_cs: Filteri šablona

source: Created on
ar_sa: تمّ انشاؤه في
cs_cz: Vytvořeno
fa_ir: ایجاد شده در
sr_cs: Kreirano na

source: Actions
ar_sa: الإجراءات
cs_cz: Akce
fa_ir: عملیات
hy_am: Գործողություններ
sr_cs: Акције

source: Do you really want to delete this filter template?
ar_sa: هل تود فعلاً حذف القالب الخاص بهذا الفلتر؟
cs_cz: Chcete opravdu odstranit tuto šablonu filtru?
fa_ir: آیا واقعا تمایل به حذف این قالب فیلتر دارید؟
sr_cs: Da li stvarno želite obrisati ovaj filter šablona?

source: No filter template found.
ar_sa: لم يتم العثور على قالب للفلتر.
cs_cz: Nebyla nalezena žádná šablona filtru.
fa_ir: هیج الگوی فیلتری پیدا نشد.
hy_am: Ֆիլտրի ձեանմուշ չի գտնվել
sr_cs: Nijedan filter šablona nije pronađen.

source: Add new template
ar_sa: إضافة قالب جديد
cs_cz: Přidat novou šablonu
fa_ir: افزودن قالب جدید
hy_am: Ավելացնել ձեւանմուշ
sr_cs: Dodaj novi šablon

source: Enable cache system
cs_cz: Povolit systém mezipaměti
fa_ir: فعال سازی سیستم کش
sr_cs: Omogući keš sistem

source: This option caches filtering blocks, so the module does not have to query for matching products all the time. The cache is invalidated on every modification on your store. If you encounter some incosistencies, disable this cache or make sure to flush it if needed.
cs_cz: Tato možnost ukládá bloky filtrů do mezipaměti, takže modul nemusí neustále hledat odpovídající produkty. Mezipaměť se promaže při každé úpravě vašeho obchodu. Pokud narazíte na nějaké problémy, deaktivujte tuto mezipaměť nebo ji promažte ručně.
fa_ir: این گزینه بلوک‌های فیلترینگ را کش می‌کند، تا ماژول مجبور نباشد همیشه برای محصولات مطابق فیلتر درخواست (query) ارسال کند. این کش با هر ویرایشی در فروشگاه شما نامعتبر خواهد شد. اگر شما با یک ناسازگاری روبرو شدید، این کش را غیرفعال کنید و در صورت نیاز از خالی کردن کش استفاده کنید.
sr_cs: Ova opcija kešira blokove filtriranja, tako da modul ne mora stalno upitivati odgovarajuće proizvode. Keš se poništava pri svakoj izmeni na vašem prodajnom mestu. Ako naiđete na neke neslaganja, onemogućite ovaj keš ili se pobrinite da ga ispraznite ako je potrebno.

source: Show the number of matching products
ar_sa: أظهر رقم المنتجات المطابقة
cs_cz: Zobrazovat počet odpovídajícího zboží
fa_ir: نمایش تعداد محصولات منطبق
hy_am: Ցույց տալ գտնված ապրանքների քանակը
sr_cs: Prikažite broj proizvoda koji se podudaraju

source: Enable or disable display of matching products after filters. Disabling this won't bring any performance benefit, because matching products need to be calculated anyway.
cs_cz: Povolí nebo zakáže zobrazení počtu odpovídajících produktů za názvem filtru. Zakázání této funkce nepřinese žádné výhody z hlediska výkonu, protože odpovídající produkty je tak jako tak třeba vypočítat.
fa_ir: فعال یا غیرفعال کردن نمایش محصولات مطابق فیلتر بعد از فیلتر کردن. غیرفعال کردن این گزینه، مزیت عملکردی ایجاد نمی‌کند، چرا که محصولات مطابق فیلتر باید به هر حال محاسبه شوند.
sr_cs: Omogućite ili onemogućite prikazivanje odgovarajućih proizvoda nakon primenjenih filtera. Onemogućavanje ove opcije neće doneti nikakvu korist u performansama, jer odgovarajući proizvodi moraju biti izračunati u svakom slučaju.

source: Show products from subcategories
ar_sa: قم بعرض المنتجات من التصنيفات الفرعية
cs_cz: Zobrazovat zboží z podkategorií
fa_ir: نمایش محصولات از زیر گروه ها
hy_am: Ցույց տալ ապրանքները ենթակատեգորիաներից
sr_cs: Prikaži proizvode iz pod-kategorija

source: Enable this, if you want to display products from subcategories, even if they are not specifically assigned to the currently browsed category.
cs_cz: Povolte, pokud chcete zobrazovat produkty z podkategorií, i když nejsou výslovně přiřazeny k aktuálně prohlížené kategorii.
fa_ir: اگر می‌خواهید محصولات از زیرشاخه‌ها هم نمایش داده شود، حتی اگر خاصاً به شاخه جستجو شده‌ی فعلی اختصاص داده نشده‌اند، این را فعال کنید،
sr_cs: Omogućite ovo ako želite prikazivati proizvode iz podkategorija, čak i ako nisu posebno dodeljeni trenutno pregledanoj kategoriji.

source: Show products only from default category
cs_cz: Zobrazit produkty pouze z výchozí kategorie
fa_ir: نماش محصولات تنها از شاخه پیش فرض
sr_cs: Prikaži proizvode samo iz standardne kategorije

source: Works only if "Show products from subcategories" is off.
cs_cz: Funguje pouze pokud je vypnuta možnost „Zobrazit produkty z podkategorií“.
fa_ir: تنها در صورتی که گزینه‌ی «نمایش محصولات از زیرشاخه‌ها» خاموش باشد، کار می‌کند.
sr_cs: Radi samo ako "Prikaži proizvode iz pod kategorije" je isključeno

source: Category filter depth
cs_cz: Hloubka filtru kategorií
fa_ir: عمق فیلتر شاخه
sr_cs: Dubina filtera kategorija

source: This option controls the behavior of category filter block - how deep children of the currently browsed category you want to display? The default value is 1 - only the direct children. Use 0 for unlimited depth.
cs_cz: Tato možnost řídí chování bloku filtru kategorií – jak hluboké potomky aktuálně prohlížené kategorie chcete zobrazit? Výchozí hodnota je 1 – pouze přímé potomky. Použijte 0 pro neomezenou hloubku.
fa_ir: این گزینه رفتار بلوک فیلتر شاخه را کنترل می‌کند - عمق زیرشاخه‌های شاخه‌ی جستجو شده‌ی فعلی برای نمایش چقدر باشد؟ مقدار پیش‌فرض 1 است - تنها زیرشاخه‌های مستقیم. برای عمق نامحدود 0 را استفاده کنید.
sr_cs: Ova opcija kontroliše ponašanje bloka filtera kategorija - koliko duboko želite prikazati potkategorije trenutno pregledane kategorije? Podrazumevana vrednost je 1 - samo direktna potkategorija. Koristite 0 za neograničenu dubinu.

source: Use tax to filter price
ar_sa: استخدم الضرائب لتصفية السعر
cs_cz: Používat DPH ve filtru ceny
fa_ir: استفاده از مالیات برای قسمت فیلتر
hy_am: Օգտագործեք հարկը, որպեսզի ֆիլտրեք գինը
sr_cs: Koristi porez za filtriranje cena

source: Use rounding to filter price
cs_cz: Použít zaokrouhlování na cenu filtru
fa_ir: برای فیلترکردن قیمت از رندکردن استفاده نمایید

source: Show unavailable, out of stock last
cs_cz: Zobrazit nedostupné, vyprodáno jako poslední
fa_ir: نمایش غیرقابل دسترس، ناموجودها در آخر
sr_cs: Prikaži nedostupno, nama na lageru

source: Use Jquery UI slider
cs_cz: Používat Jquery UI slider
fa_ir: استفاده از اسلایدر Jquery UI
sr_cs: Koristi Jquery UI slajder

source: Switch this off only if your theme does not use Jquery UI slider. It is recommended to keep it on when using classic theme.
cs_cz: Toto vypněte pouze v případě, že vaše šablona nepoužívá Jquery UI slider. Při použití šablony classic se doporučuje ponechat jej zapnutý.
fa_ir: این گزینه را تنها زمانی که قالب شما از اسلایدر Jquery UI استفاده نمی‌کند خاموش کنید. پیشنهاد می‌شود که هنگام استفاده از قالب کلاسیک آن را روشن نگه دارید.
sr_cs: Isključite ovo samo ako vaša tema ne koristi Jquery UI slajder. Preporučuje se da ga zadržite uključenim ako koristite klasičnu temu.

source: Default filter template for new categories
cs_cz: Výchozí šablona filtru pro nové kategorie
fa_ir: قالب فیلتر پیش‌فرض برای شاخه‌های جدید
sr_cs: Podrazumevani filter šablon za nove kategorije

source: If you want to automatically assign a filter template to new categories, select it here.
cs_cz: Pokud chcete automaticky přiřadit šablonu filtru k novým kategoriím, vyberte ji zde.
fa_ir: اگر می‌خواهید قالب فیلتر به صورت خودکار به یک شاخه جدید اعمال شود، اینجا انتخابش کنید.
sr_cs: Ukoliko želite automatski dodeliti filter šablon novim kategorijama, izaberite ga ovde.

source: (in progress)
ar_sa: (جاري العمل)
cs_cz: (ve vývoji)
fa_ir: (در حال انجام)
sr_cs: (u toku)

source: URL indexing finished
ar_sa: انتهت فهرسة الروابط
cs_cz: URL indexace dokončena
fa_ir: فهرست سازی URL به پایان رسید
sr_cs: Indeksovanje linka je gotovo

source: Attribute indexing finished
ar_sa: انتهت فهرسة الخصائص
cs_cz: Indexace atributů dokončena
fa_ir: فهرست سازی مشخصه به پایان رسید
sr_cs: Atribucija indeksa završena

source: URL indexing failed
ar_sa: فشلت فهرسة الروابط
cs_cz: URL indexace selhala
fa_ir: فهرست سازی URL با خطا مواجه شد
sr_cs: Indeksacija linkova gotova

source: Attribute indexing failed
ar_sa: فشلت فهرسة الخصائص
cs_cz: Indexace atributů selhala
fa_ir: فهرست سازی مشخصه با خطا مواجه شد
sr_cs: Neuspešna indeksacija atributa

source: Price indexing finished
ar_sa: انتهت فهرسة الأسعار
cs_cz: Indexace cen dokončena
fa_ir: فهرست سازی قیمت به پایان رسید
sr_cs: Indeksacija cena gotova

source: Price indexing failed
ar_sa: فشلت فهرسة الأسعار
cs_cz: Indexace cen selhala
fa_ir: فهرست سازی قیمت با خطا مواجه شد
sr_cs: Indeksacija cena neuspešna

source: (in progress, %s products price to index)
ar_sa: (جاري العمل، %s فهرسة أسعار المنتجات)
cs_cz: (právě probíhá, %s cen zboží k indexaci)
fa_ir: (در حال انجام, %s قیمت محصولات به ایندکس)
hy_am: (ընթացքի մեջ է, %s ապրանքի գները ինդեքսավորվել են)
sr_cs: (u toku, %s cena proizvoda u indeksu)

source: Loading...
ar_sa: تحميل...
cs_cz: Nahrávám...
fa_ir: در حال بارگذاري ...
hy_am: Բեռնվում է...
sr_cs: Učitavanje...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
ar_sa: قمت بتحديد - جميع التصنيفات:- سيتم حذف كافة قوالب التصفية الموجودة. هل توافق؟
cs_cz: Bylo zvoleno -Všechny kategorie-. Všechny existující šablony filtrů budou vymazány. Je to v pořádku?
fa_ir: شما گزینه‌ی -تمامی شاخه ها- را انتخاب کرده اید: کلیه الگوهای فیلتر حذف خواهند شد، آیا موافقید؟
sr_cs: Odabrali ste -Sve kategorije-, biće obrisani svi postojeći filteri šablona, u redu?

source: New filters template
ar_sa: قالب فلاتر جديد
cs_cz: Nová šablona filtru
fa_ir: قالب جدید فیلترها
sr_cs: Novi filteri šablona

source: You can drag and drop filters to adjust position
ar_sa: يمكنك سحب وإسقاط الفلاتر لتعديل مكانها
cs_cz: Můžete chytnout a posunout filtry pro upravení polohy
fa_ir: شما می توانید با کشیدن و رها کردن فیلتر ها، جایگاه آن ها را تنظیم کنید
sr_cs: Možete privući i pustiti filtere da podesite poziciju

source: Filters:
ar_sa: التصفيات:
cs_cz: Filtry:
fa_ir: فیلترها:
sr_cs: Filteri:

source: Total filters: %s
ar_sa: اجمالي الفلاتر: %s
cs_cz: Celkem filtrů: %s
fa_ir: کل فیلتر ها: %s
sr_cs: Ukupno filtera: %s

source: Filter result limit:
ar_sa: حدود نتيجة التصفية:
cs_cz: Omezení výsledků filtru:
fa_ir: محدودیت نتایج فیلتر:
sr_cs: Granica filtriranih rezultata:

source: Filter style:
ar_sa: أسلوب التصفية:
cs_cz: Styl filtru:
fa_ir: ظاهر فیلتر:
sr_cs: Stil filtera:

source: Checkbox
ar_sa: خانة التحديد
cs_cz: Zaškrtávací políčko
fa_ir: جعبه
sr_cs: Polje za potvrdu

source: Radio button
ar_sa: زر اختيار
cs_cz: Přepínací políčko (Radio button)
fa_ir: دکمه های رادیویی
hy_am: Անջատիչ
sr_cs: Radio dugme

source: Drop-down list
ar_sa: قائمه منسدله
cs_cz: Rozbalovací seznam
fa_ir: فهرست پایین رونده
hy_am: Բացվող ցուցակ
sr_cs: Padajuća lista

source: List of ranges
ar_sa: قائمة النطاقات
cs_cz: Seznam rozsahů
fa_ir: لیست بازه‌ها
