Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesWirepaymentShop.*.xlf
Languages: az_az, bg_bg, el_gr, ja_jp, ko_kr, ro_ro, sl_si

source: This payment method is not available.
az_az: Bu ödəmə üsulu mövcud deyil.
bg_bg: Този начин на плащане не е възможен.
el_gr: Αυτή η μέθοδος πληρωμής δεν είναι διαθέσιμη.
ja_jp: この支払方法は利用可能ではありません。
ko_kr: 이 결제방법은 사용할 수 없습니다
ro_ro: Aceasta metoda de plata nu este disponibila.
sl_si: Ta plačilna metoda ni na voljo.

source: %1$s (tax incl.)
az_az: %1$s (vergi daxil)
bg_bg: %1$s (с данък)
el_gr: %1$s (με ΦΠΑ)
ja_jp: %1$s（税込）
ko_kr: %1$s (세금 포함)
ro_ro: %1$s (TVA inclus)
sl_si: %1$s (z DDV)

source: Pay by bank wire
az_az: Bank köçürməsi vasitəsilə ödəyin
bg_bg: Плащане чрез банков превод
el_gr: Πληρωμή μέσω τραπέζης
ja_jp: 銀行振込での支払い
ko_kr: 무통장 송금 결제
ro_ro: Platiti prin transfer bancar sau postal
sl_si: Plačilo z bančnim nakazilom

source: (order processing will be longer)
az_az: (sifariş etmək daha uzun olacaq)
bg_bg: (обработката на поръчката ще бъде по-дълга)
el_gr: (η επεξεργασία της παραγγελίας θα διαρκέσει περισσότερο)
ko_kr: (입금확인으로 인한 주문 처리가 지연될 수 있습니다.)
ro_ro: (procesarea comenzii va dura mai mult)
sl_si: (proces naročila bo daljši)

source: Your order on %s is complete.
az_az: %s - dakı sifariş tamamlandı.
el_gr: Η παραγγελία σας στο %s έχει ολοκληρωθεί
ja_jp: %s 上の注文は完了
ko_kr: %s 의 주문이 완료되었습니다.
ro_ro: Comanda ta din %s este finalizata.
sl_si: Vaše naročilo %s je zaključeno.

source: Please send us a bank wire with:
bg_bg: Моля направете банков превод с:
el_gr: Στείλτε μας τραπεζικό έμβασμα με τα παρακάτω στοιχεία:
ja_jp: 銀行振込で送ってください：
ko_kr: 다음으로 입금해 주세요:
ro_ro: Te rugam sa ne trimiti un transfer bancar cu:
sl_si: Pošljite nam bančno nakazilo z:

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
bg_bg: Моля, прехвърлете фактурираната сума в банковата ни сметка. Ще получите потвърдителен имейл за всяка поръчка с нейният номер и банковите данни.
el_gr: Παρακαλώ καταθέστε το ποσό της παραγγελίας στον τραπεζικό μας λογαριασμό. Θα λάβετε επιβεβαίωση παραγγελίας μέσω email, η οποία θα περιέχει τα στοιχεία του τραπεζικού λογαριασμού και τον αριθμό της παραγγελίας.
ja_jp: 請求書の金額を当社の銀行口座にお振込ください。 振込み先の口座情報と注文番号を記載した注文確認メールが、ご登録アドレスに届きます。
ko_kr: 청구 금액을 우리 은행 계좌로 이체해주세요. 은행 계좌 정보와 주문 번호가 포함된 이메일로 주문 확인을 보내드립니다.
ro_ro: Te rugam sa transferi valoarea facturii in contul nostru bancar. Vei primi prin e-mail confirmarea comenzii, ce va contine detaliile bancare si numarul comenzii.
sl_si: Prosim nakažite znesek na naš bančni račun. Na vaš mail boste prejeli potrdilo o nakupu, podatke o banki in številko naročila.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
az_az: Məhsullar sizin üçün %s gün saxlanılacaq və ödənişi alan kimi sifarişi göndərəcəyik.
bg_bg: Стоките ще са резервирани за Вас в продължение на %s дни. Ще обработим поръчката незабавно след получаване на плащането.
el_gr: Θα κρατήσουμε τα αγαθά για εσάς για %s μέρες και θα διεκπεραιώσουμε την παραγγελία αμέσως αφού λάβουμε την πληρωμή.
ja_jp: ご注文商品は％s日間は予約となり、お支払いの確認が取れ次第、手続きを進めます。
ko_kr: 상품은 %s 일간 예약되며 지불을 받은 직후에 주문을 처리합니다.
ro_ro: Produsele achizitionate sunt rezervate %s zile pentru tine si vom procesa comanda imediat dupa ce vom incasa plata aferenta comenzii.
sl_si: Izdelki bodo rezervirani %s dni in takoj po prejetem plačilu, bo obdelano vaše naročilo.

source: More information
bg_bg: Още информация
el_gr: Περισσότερες πληροφορίες
ja_jp: 詳細情報
ko_kr: 자세한 정보
ro_ro: Mai multe informatii
sl_si: Več informacij

source: Bankwire
bg_bg: Банков превод
el_gr: Τραπεζικό έμβασμα
ja_jp: 銀行振込
ko_kr: 계좌 이체
ro_ro: Transfer bancar
sl_si: Transakcija

source: Payment is made by transfer of the invoice amount to the following account:
bg_bg: Плаща се чрез прехвърляне на фактурираната сума по следната сметка:
el_gr: Η πληρωμή γίνεται με μεταφορά του ποσού που αναγράφεται στο τιμολόγιο σε αυτόν τον λογαριασμό:
ja_jp: お支払いは、請求書の指定する金額を次の口座に振り替えることで行なわれます：
ko_kr: 청구 금액을 다음 계좌로 이체하여 결제합니다:
ro_ro: Plata sumei din factura se face prin transfer bancar in urmatorul cont:
sl_si: Plačilo bo izvedeno s prenosom plačila na sledeči račun:

source: Please specify your order reference %s in the bankwire description.
bg_bg: Моля, посочете реф. № %s на поръчката в описанието на банковия превод.
el_gr: Παραθέστε τον κωδικό της παραγγελίας σας (%s) στην αιτιολογία του εμβάσματος.
ja_jp: 銀行振込時の通信欄（なければ依頼人名の後ろ）に注文参照コード：％s を入力してください。
ko_kr: 은행 이체 설명에 주문 참조 %s을 기입해 주세요.
ro_ro: Te rugam sa specifici numarul de referinta al comenzii %s in nota de pe ordinul de plata.
sl_si: Prosim navedite vašo referenco naročila %s v opis transakcije.

source: We've also sent you this information by e-mail.
bg_bg: Изпратихме ви тази информация и по имейл.
el_gr: Σας έχουμε στείλει αυτές τις πληροφορίες και με email.
ja_jp: この情報はメールでも送信しております。
ko_kr: 이 정보는 당신에게 이메일로도 발송됩니다.
ro_ro: Ti-am trimis aceste informatii si prin e-mail.
sl_si: Te podatke vam pošljemo tudi na mail.

source: Your order will be sent as soon as we receive payment.
bg_bg: Вашата поръчка ще бъде изпратена веднага след като получим вашето плащане.
el_gr: Η παραγγελία σας θα αποσταλεί αμέσως μόλις λάβουμε την απόδειξη πληρωμής.
ja_jp: 決済を受け取ってすぐに注文は送られます
ko_kr: 본 주문상품은 결제확인 후 발송됩니다.
ro_ro: Comanda ta va fi trimisa de indata ce primim confirmarea platii.
sl_si: Vaše naročilo bo odposlano, ko prejmemo vaše nakazilo.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
az_az: Əgər sual, açıqlama, ya da təklifiniz varsa, bizim [1]usta müştəri yardımı komandamız[/1]la bağlantı qurun.
bg_bg: Ако имате въпроси, коментари или притеснения, моля. свържете се с [1]експертния ни екип за обслужване на клиенти[/1].
el_gr: Αν έχετε ερωτήσεις, σχόλια ή παρατηρήσεις, επικοινωνήστε με την [1]Ομάδα Εξυπηρέτησης Πελατών[/1].
ja_jp: ご不明な点がございましたら、[1]エキスパートカスタマーサポートチーム[/1]にお問い合わせください。
ko_kr: 문의 사항, 의견 또는 지적 사항이 있으면, [1]전문 고객 지원팀[/1]으로 연락 주세요.
ro_ro: Daca ai intrebari, comentarii sau nelamuriri, te rugam sa contactezi [1]echipa noastra de asistenta pentru clienti[/1].
sl_si: Če imate vprašanja, komentar ali pomisleke, prosim kontaktirajte našo [1]ekipo strokovnjakov za podporo[/1].

source: Amount
az_az: Məbləğ
bg_bg: Сума за плащане
el_gr: Ποσό
ja_jp: 額
ko_kr: 입금하실 금액
ro_ro: Valoarea
sl_si: Znesek

source: Name of account owner
az_az: Hesab sahibinin adı
bg_bg: Име на собственика на профила
el_gr: στον κάτοχο του λογαριασμού
ja_jp: アカウントの所有者に
ko_kr: 예금주 이름
ro_ro: Numele titularului de cont
sl_si: na lastnika računa

source: Please include these details
bg_bg: Моля, включете тези данни
el_gr: Περιλάβετε αυτές τις πληροφορίες
ja_jp: これらの詳細を含めてください
ko_kr: 이 세부 정보를 포함시켜주세요
ro_ro: Te rugam sa incluzi aceste detalii
sl_si: Prosimo vključite te podatke

source: Bank name
az_az: Bank adı
bg_bg: Наименование на банката
el_gr: στην τράπεζα
ja_jp: この銀行に
ko_kr: 은행명
ro_ro: Deschis la banca
sl_si: Naziv banke

source: Pay by Bank Wire
bg_bg: Плащане по банков път
el_gr: Πληρώστε με έμβασμα
ko_kr: 결제 은행 정보
ro_ro: Platiti prin transfer bancar
sl_si: Plačaj preko bančnega nakazila

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
bg_bg: Забелязахме проблем с поръчката Ви. Ако смятате, че има грешка, свържете се с [1]експертния ни екип за обслужване на клиенти[/1].
el_gr: Παρατηρήσαμε ένα πρόβλημα στην παραγγελία σας. Αν νομίζετε ότι είναι λάθος, επικοινωνήστε με την [1]Ομάδα Εξυπηρέτησης Πελατών[/1].
ja_jp: ご注文内容に問題があるようです。これがエラーだと思われる場合は、[1]エキスパートサポートチーム[/1]までお気軽にお問い合わせください。
ko_kr: 당신의 주문에 문제가 있음을 발견하였습니다. 이것이 오류라고 여겨진다면, [1]전문 고객 지원팀[/1]으로 편하게 연락주세요.
ro_ro: Am descoperit o problema in comanda ta. Daca tu crezi ca este o eroare, poti contacta [1]echipa noastra de asistenta[/1].
sl_si: Opazili smo težavo pri vašem naročilu. Če mislite da je to napaka, se obrnite na našo [1]ekipo strokovnjakov[/1].
