Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: ar_sa, ca_es, fa_ir, he_il, mk_mk, tr_tr, uk_ua

source: Pages not found
ar_sa: الصفحة غير موجودة
ca_es: Pàgines no trobades
fa_ir: صفحات ناموجود
he_il: דפים לא נמצאו
mk_mk: страните не се пронајдени
tr_tr: Sayfa bulunamadı
uk_ua: Сторінки не знайдено

source: Enrich your stats, display the pages requested by your visitors that could not be found.
ca_es: Enriquiu les vostres estadístiques, visualitzeu les pàgines sol·licitades pels vostres visitants que no s'han pogut trobar.
fa_ir: آمارهای خود را غنی کنید، نمایش صفحه‌هایی که توسط بازدیدکننده‌های شما درخواست شده اما یافت نشده‌اند.
he_il: העשיר את הסטטיסטיקה שלך, הצג את הדפים שהתבקשו על ידי המבקרים שלך שלא נמצאו.
uk_ua: Розширте свою статистику, відобразіть сторінки, які відкривали ваші відвідувачі, але їх не вдалося знайти.

source: The "pages not found" cache has been emptied.
ar_sa: تم إفراغ ملفات "الصفحة غير متوفرة" المخبأه.
ca_es: La memòria cau de "pàgines no trobades" s'ha buidat.
fa_ir: صفحات پیدا نشده، خالی شدند.
he_il: המודול "דפים לא נמצאו" כבר התרוקן.
mk_mk: кешот од “непронајдени страни“ е испразнет.
tr_tr: "Sayfa bulunamadı" ön belleği boşaltıldı.
uk_ua: Кеш "Сторінку не знайдено" було очищено.

source: The "pages not found" cache has been deleted.
ar_sa: تم حذف ملفات "الصفحة غير متوفرة" المخبأه.
ca_es: La memòria cau de "pàgines no trobades" s'ha buidat.
fa_ir: کش "صفحه پیدا نشد" حذف شده است.
he_il: זיכרון המטמון של "דפים לא נמצאו" נמחק.
mk_mk: кешот од “непронајдени страни“ е испразнет.
tr_tr: "Sayfa bulunamadı" ön belleği silindi.
uk_ua: Кеш "Сторінку не знайдено" було видалено.

source: Guide
ar_sa: المعالج
ca_es: Guia
fa_ir: راهنما
he_il: מדריך
mk_mk: водич
tr_tr: Kılavuz
uk_ua: Помічник

source: 404 errors
ar_sa: الصفحة غير موجودة
ca_es: Errors 404
fa_ir: خطاهای 404
he_il: שגיאות 404
mk_mk: 404 грешка
tr_tr: 404 hataları
uk_ua: Помилки 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
ca_es: Un error 404 és un codi d'error HTTP que significa que no es pot trobar el fitxer sol·licitat per l'usuari. En el vostre cas, vol dir que un dels vostres visitants ha entrat una URL incorrecta a la barra d'adreces, o que vosaltres o un altre lloc web teniu un enllaç mort. Quan sigui possible, es mostra el referent perquè pugueu trobar la pàgina/lloc que conté l'enllaç mort. En cas contrari, generalment vol dir que és un accés directe, de manera que algú pot haver marcat un enllaç que ja no existeix.
fa_ir: خطای 404 یک کد خطای HTTP است که نشان می‌دهد فایل یا صفحه درخواست شده کاربر وجود ندارد. در این مورد، این خطا نشانگر وارد کردن یک آدرس غیر معتبر توسط کاربر است، یا این که شما یا سایت دیگری یک لینک خراب شده دارید. اگر امکانش فراهم باشد، ابزاری فراخوانده می‌شود که می‌تواند صفحه/سایت محتوی لینک خراب را مشخص کند. اگر این امکان را نداشته باشید، باید بدانید که این خطا به صورت کلی نشان دهنده یک دسترسی مستقیم است که ممکن است کاربر به لیست علاقه مندی‌هایش اضافه کرده باشد، در حالی که آن لینک دیگر موجود نیست.
he_il: קוד שגיאה 404 היא שגיאת HTTP שמשמעותה, קובץ שהתבקש ע"י המשתמש לא נמצא. במקרה שלנו הכוונה שמבקר באתר הקליד קישור שגוי בשורת הכתובת, או שאתר אחר מפנה אליך עם קישור שבור. כאשר זה אפשרי מוצג מהיכן המבקרים הופנו לקישור זה, כדי שתוכל לפנות למקור ולתקן זאת. באם המידע עבור המפנה חסר, הקישור הוקלד ישירות בשורת הכתובת מה שיכול לרמז על מבקר ששמר במועדפים קישור שאינו קיים יותר.
mk_mk: Грешка 404 е HTTP код за грешка што значи дека датотеката што ја бара корисникот не може да се најде. Во вашиот случај тоа значи дека еден од вашите посетители внесол погрешен URL во полето за адреса, или дека вие или друга веб-страница има мртва врска. Кога е можно, упатувачот е прикажан па можете да ја пронајдете страницата/сајтот кој ја содржи мртвата врска. Ако не, тоа генерално значи дека тоа е директен пристап, па некој може да има обележан линк кој повеќе не постои.
tr_tr: 404 hatası kullanıcı tarafından talep edilen dosyanın bulunamadığı anlamına gelen bir HTTP hata kodudur. Sizin içinse bir ziyaretçinin adres satırına yanlış bir URL girdiği ya da siz veya başka bir site tarafından aslında olmayan bir bağlantı sağlandığı anlamı taşır. Mümkün olduğunda, yönlendirici gösterilir böylelikle olmayan bağlantıyı sunan sayfa/site bilgisine sahip olursunuz. Eğer yönlendirici yoksa büyük olasılıkla direkt erişim sağlandığı anlamına gelir ki bu da birisinin artık sitenizde var olmayan bir sayfayı yer işareti olarak eklediği anlamı taşır.
uk_ua: "Помилка 404" це код помилки HTTP, який означає, що файл за запитом користувача, не може бути знайдено. У вашому випадку це означає, що один з ваших відвідувачів ввів неправильну адресу в адресному рядку, або на іншому веб-сайті є непрацююче посилання. Якщо можливо, показується звідки було звернення за непрацюючим посиланням, і ви можете знайти сторінку/сайт, який містить непрацююче посилання. Якщо ні, то як правило, це означає прямий доступ, або, хтось, можливо додав до закладок посилання яке більше не існує.

source: How to catch these errors?
ar_sa: كيف تتصيد هذه الأخطاء؟
ca_es: Com capturar aquests errors?
fa_ir: چگونه این خطاها را تشخیص و دریافت کنید؟
he_il: איך לתפוס את השגיאות האלו?
mk_mk: како да се уловат овие грешки?
tr_tr: Bu hatalar nasıl yakalansın?
uk_ua: Як ловити ці помилки?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
ar_sa: إذا كان لديك مستضيف يدعم ملف htaccess. ، يمكنك إنشاء واحداً في الجذر الخاص بـPrestaShop وإدخال السطر التالي بالداخل: "%s".
ca_es: Si el vostre servidor admet l'arxiu .htaccess, els podeu crear al directori arrel de PrestaShop i afegir la següent línia: "%s".
fa_ir: اگر میزبان وب شما فایل htaccess را پشتیبانی کند، شما می‌توانید آن را در دایرکتوری PrestaShop بسازید و خط زیر را درون آن قرار دهید. "%s".
he_il: אם ספק השירות שלך שלך תומך בקובצי .htaccess, תוכל ליצור אחד בספריית השורש של PrestaShop ולהוסיף את השורה הבאה בפנים: "%s".
mk_mk: ако твојот хостинг провајдер поддржува .htaccess files може да креирате еден во основната патека на PrestaShop и да се вметне следното во него.
tr_tr: Sunucu barındırma firmanız .htaccess dosyalarını destekliyorsa, PrestaShop kök dizininde bir tane oluşturun ve içine aşağıdaki satırı ekleyin: "%s".
uk_ua: Якщо Ваш веб-сервер підтримує файли .htaccess, Ви можете створити його в кореневій теці PrestaShop і вставити в нього наступний рядок: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
ca_es: Un usuari que sol·licitu una pàgina inexistent serà redirigit a la següent pàgina: %s. Aquest mòdul registra els accessos a aquesta pàgina.
fa_ir: اگر کاربری درخواست صفحه ای را بکند که موجود نیست، به صفحه زیر منتقل خواهد شد:%s. این ماژول دسترسی‌ها به این صفحه را ثبت می‌کند.
he_il: משתמש המנסה לגלוש אל עמוד שאינו קיים יופנה לעמוד הבא: %s. מודול זה מנהל מעקב אחר כניסות לעמוד זה.
mk_mk: кога корисникот ке дојде до страната која не постои автоматски ке биде пренасочен кон страницата %s
tr_tr: Var olmayan bir sayfayı talep eden bir kullanıcı şu sayfaya yönlendirilecek: %s. Bu modül bu sayfaya yapılan erişimleri kaydeder.
uk_ua: Користувача що запитує неіснуючу сторінку буде перенаправлено до наступної сторінки: %s. Цей модуль веде журнал запитів до цієї сторінки.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
ca_es: Heu d'utilitzar un fitxer .htaccess per redirigir els errors 404 a la pàgina "404.php".
fa_ir: شما باید از فایل htaccess. برای انتقال خطاهای 404 به صفحه "404.php" استفاده کنید.
he_il: שימוש בקובץ .htaccess נדרש על מנת לבצע הפנייה של שגיאות 404 לעמוד "404.php".
mk_mk: мора да се користи .htaccess фајл за пренасочување од 404 errors на "404.php" страна.
tr_tr: 404 hatalarını "404.php" sayfasına yönlendirmek için bir .htaccess dosyası kullanmanız gerekir.
uk_ua: Ви повинні використовувати файл .htaccess для перенаправлення помилки 404 на сторінку "404.php".

source: Page
ar_sa: الصفحة
ca_es: Pàgina
fa_ir: صفحه
he_il: דף
mk_mk: страна
tr_tr: Sayfa
uk_ua: Сторінка

source: Referrer
ar_sa: المرجع
ca_es: Origen
fa_ir: ارجاع دهنده
he_il: מפנה
mk_mk: Реферер
tr_tr: Yönlendiren
uk_ua: Реферер

source: Counter
ar_sa: عداد
ca_es: Comptador
fa_ir: شمارنده
he_il: מונה
mk_mk: бројач
tr_tr: Sayaç
uk_ua: Рахівник

source: No "page not found" issue registered for now.
ca_es: Per ara no hi ha cap incidència de "pàgina no trobada".
fa_ir: هیچ وضعیت "صفحه یافت نشد" تاکنون ثبت نشده است.
he_il: לא נרשמו שגיאות מסוג "דפים לא נמצאו" לעת עתה.
mk_mk: нема пронајдени непостоечки страни досега.
tr_tr: Şu an için "sayfa bulunamadı" durumu kaydedilmedi.
uk_ua: Наразі проблем "Сторінку не знайдено" не зареєстровано.

source: Empty database
ar_sa: قاعدة بيانات فارغة
ca_es: Base de dades buida
fa_ir: خالی کردن دیتابیس
he_il: רוקן מסד נתונים
mk_mk: празна база
tr_tr: Veritabanını boşalt
uk_ua: Порожня БД

source: Empty ALL "pages not found" notices for this period
ca_es: Buidar TOTES les notificacions de "pàgina no trobada" per aquest periode
fa_ir: همه هشدارهای "صفحه یافت نشد" را برای این دوره حذف کن
he_il: מחק את כל ההודעות מסוג "דפים לא נמצאו" עבור תקופה זו
mk_mk: испразни ги сите известувања за непостоечки страни
tr_tr: Bu dönem için TÜM "sayfa bulunamadı" uyarılarını boşalt
uk_ua: Видалити усі повідомлення "Сторінку не знайдено" за період

source: Empty ALL "pages not found" notices
ca_es: Buidar TOTES les notificacions de "pàgina no trobada"
fa_ir: همه اخطارهای "صفحه یاف نشد" را خالی کن
he_il: מחק את כל ההודעות מסוג "דפים לא נמצאו"
mk_mk: испразни се за непостоелки линкови
tr_tr: TÜM "sayfa bulunamadı" uyarılarını boşalt
uk_ua: Видалити усі повідомлення "Сторінку не знайдено"
