Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesProductcommentsAdmin.*.xlf
Languages: fa_ir, fi_fi, he_il

source: Active
fa_ir: فعال
fi_fi: aktiivinen
he_il: פעיל

source: Add New Criterion
fa_ir: افزودن معیار جدید
fi_fi: Lisää uusi kriteeri
he_il: הוסף קריטריון חדש

source: Add new criterion
fa_ir: افزودن معیار جدید
fi_fi: Lisää uusi kriteeri
he_il: הוסף קריטריון חדש

source: All reviews must be validated by an employee
fa_ir: تمام نقدها باید به وسیله یک کارمند ارزشیابی شوند
fi_fi: Yrityksen työntekijän tulee hyväksyä kaikki arvostelut
he_il: כל חוות הדעת חייבות לעבור אימות על ידי עובד החברה

source: Allow guest reviews
fa_ir: به کاربران مهمان اجازه ارسال نقد بدهید
fi_fi: Salli vierailijoiden arvostelut
he_il: אפשר לאורחים לפרסם חוות דעת

source: Allow users to post reviews on your products and/or rate them based on specific criteria.
fa_ir: اجازه به کاربرها برای ارسال نقد برای محصولات و/یا امتیازدهی به آن‌ها بر اساس معیارهای مشخص.
fi_fi: Salli käyttäjien lähettää arvosteluja tuotteistasi ja/tai arvioida niitä tiettyjen kriteerien perusteella.
he_il: אפשר למשתמשים לפרסם ביקורות על המוצרים שלך ו / או לדרג אותם על סמך קריטריונים ספציפיים.

source: Anonymize the user's last name
fa_ir: ناشناس کردن نام خانوادگی کاربر
fi_fi: Anonymisoi käyttäjän sukunimi
he_il: שם משפחה אנונימי למשתמשים

source: Application scope of the criterion
fa_ir: دامنه استفاده از معیار
fi_fi: Kriteerin soveltamisalueet
he_il: היקף יישום הקריטריון

source: Approve
fa_ir: تایید
fi_fi: Hyväksy
he_il: אישור

source: Approved Reviews
fa_ir: نقدهای تاییدشده
fi_fi: Hyväksytyt arvostelut
he_il: חוות דעת מאושרות

source: Author
fa_ir: نویسنده
fi_fi: Kirjoittaja
he_il: מחבר

source: Check All
fa_ir: انتخاب همه
fi_fi: Rastita kaikki
he_il: סמן הכל

source: Collapse All
fa_ir: بستن همه
fi_fi: Kutista kaikki
he_il: סגור הכל

source: Configuration
fa_ir: پیکربندی
fi_fi: Asetukset
he_il: הגדרות

source: Criterion name
fa_ir: نام معیار
fi_fi: Kriteerin nimi
he_il: שם הקריטריון

source: Criterion will be restricted to the following categories
fa_ir: این معیار به شاخه های زیر محدود خواهد شد
fi_fi: Kriteerit ovat rajattu näihin kategorioihin
he_il: הקריטריון יוגבל לקטגוריות הבאות

source: Display only initials, e.g. John D.
fa_ir: نمایش حرف اول نام خانوادگی، مثلا علی ک.
fi_fi: Näytä vain nimikirjaimet, esim. Matti V.
he_il: הצג רק ראשי תיבות, למשל ג'ון ד.

source: Enable upvotes / downvotes on reviews
fa_ir: فعال کردن رای مثبت / رای منفی در نظرات
he_il: אפשר הצבעות מעלה / הצבעות מטה בביקורות

source: Expand All
fa_ir: باز کردن همه
fi_fi: Laajenna kaikki
he_il: פתח הכל

source: ID
fa_ir: شناسه
fi_fi: Tunniste
he_il: מזהה

source: Mark the boxes of categories to which this criterion applies.
fa_ir: دسته بندی‌هایی که این معیار بر آن ها صادق است را انتخاب کنید.
fi_fi: Merkitse tuoteryhmä(t) joihin tämä kriteeri vaikuttaa.
he_il: סמן את הקטגוריות שהקריטריון שייך אליהם.

source: Maximum length: %s characters
fa_ir: حداکثر طول: %s کاراکتر
he_il: אורך מרבי: %s תווים

source: Minimum time between 2 reviews from the same user
fa_ir: حداقل زمان بین ارسال دو نقد از طرف یک کاربر
fi_fi: Minimiaika saman käyttäjän arvostelujen välillä
he_il: זמן מינימלי בין 2 חוות דעת מאותו משתמש

source: Name
fa_ir: نام
fi_fi: Nimi
he_il: שם

source: No
fa_ir: خیر
fi_fi: Ei
he_il: לא

source: Not abusive
fa_ir: مزاحم نیست
fi_fi: Ei herjaava
he_il: לא פוגעני

source: Number of comments per page
fa_ir: تعداد نظرات به در هر صفحه
he_il: מספר התגובות לדף

source: Product
fa_ir: محصول
fi_fi: Tuote
he_il: מוצר

source: Product Comments
fa_ir: نظرات محصول
fi_fi: Tuotteen kommentit
he_il: חוות דעת על מוצר

source: Product Name
fa_ir: نام محصول
fi_fi: Tuotteen nimi
he_il: שם המוצר

source: Rating
fa_ir: رتبه‌بندی
fi_fi: Arvosana
he_il: ציון

source: Reported Reviews
fa_ir: نقدهای گزارش شده
fi_fi: Raportoidut arvostelut
he_il: חוות דעת שדווחו

source: Restricted to some categories
fa_ir: محدود به برخی از شاخه ها
fi_fi: Rajoitettu määrättyihin tuoteryhmiin
he_il: מוגבל לקטגוריות מסוימות

source: Restricted to some products
fa_ir: محدود به برخی از محصولات
fi_fi: Rajoitettu määrättyihin tuotteisiin
he_il: מוגבל למוצרים מסוימים

source: Review
fa_ir: نقد
fi_fi: Arvostelu
he_il: חוות דעת

source: Review Criteria
fa_ir: معیار نظر
fi_fi: Arviointikriteeri
he_il: קריטריוני חוות דעת

source: Review title
fa_ir: عنوان نقد
fi_fi: Arvostelun otsikko
he_il: נושא חוות הדעת

source: Reviews waiting for approval
fa_ir: نقدهای منتظر تایید
fi_fi: Arvostelut odottavat hyväksyntää
he_il: חוות דעת הממתינות לאישור

source: Save
fa_ir: ذخیره
fi_fi: Tallenna
he_il: שמור

source: Selected
fa_ir: انتخاب شده
fi_fi: Valittu
he_il: נבחר

source: Settings updated
fa_ir: تنظیمات به روز رسانی شد
fi_fi: Asetukset päivitetty
he_il: הגדרות עודכנו

source: Status
fa_ir: وضعیت
fi_fi: Tila
he_il: מצב

source: The criterion cannot be saved
fa_ir: معیار نمی تواند ذخیره شود
he_il: אי אפשר לשמור את הקריטריון

source: The criterion will be restricted to the following products
fa_ir: این معیار به محصولات زیر محدود شده خواهد بود
fi_fi: Kriteeri rajoitetaan vain seuraaviin tuottesiin
he_il: הקריטריון יהיה מוגבל למוצרים הבאים

source: Time of publication
fa_ir: زمان انتشار
fi_fi: Julkaisun aika
he_il: זמן הפרסום

source: Type
fa_ir: نوع
fi_fi: Tyyppi
he_il: סוג

source: Uncheck All
fa_ir: برداشتن علامت همه
fi_fi: Poista rastit kaikista
he_il: נקה בחירה

source: Valid for the entire catalog
fa_ir: معتبر برای تمام محصولات
fi_fi: Voimassa koko kuvastolle
he_il: תקף לכל הקטלוג

source: Yes
fa_ir: بله
fi_fi: Kyllä
he_il: כן
