Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesGoogleanalyticsAdmin.*.xlf
Languages: mk_mk, nn_no, ro_ro, sr_cs, sv_se

source: "Add to cart" actions
mk_mk: "Додади во кошничка" акции
nn_no: "Legg i handlekurv"-handlinger
ro_ro: Actiuni "Adauga in cos"
sv_se: Åtgärder för "Lägg i varukorgen"

source: And purchase
mk_mk: И купување
nn_no: Og kjøp
ro_ro: Si achizitie
sv_se: Och köp

source: Anonymize IP
mk_mk: Анонимизирање на IP
nn_no: Anonymiser IP
ro_ro: Anonimizeaza adresele IP
sr_cs: Učinite IP anonimnim
sv_se: Anonymisera IP

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
mk_mk: Дали сте сигурни дека сакате да го деинсталирате Google Analytics? Ќе ги изгубите сите податоци поврзани со овој модул.
nn_no: Er du sikker på at du vil avinstallere Google Analytics? Du vil miste alle data relatert til denne modulen.
ro_ro: Sigur doresti sa dezinstalezi Google Analytics? Vei pierde toate datele legate de acest modul.
sv_se: Är du säker på att du vill avinstallera Google Analytics? Du kommer att förlora all data som är relaterad till den här modulen.

source: Back to list
mk_mk: назад кон листа
nn_no: Tilbake til lista
ro_ro: Inapoi la lista
sr_cs: Nazad na spisak
sv_se: Tillbaka till listan

source: Canceled order states
ro_ro: Stadiile comenzilor anulate
sr_cs: Statusi otkazanih porudžbina

source: Choose order states in which you consider the given order canceled. This will usually be the default "Canceled" state, but some stores may have extra states like "Returned", etc.
ro_ro: Alege stadiile de comanda in care consideri comanda ca fiind anulata. Comanda anulata va avea de obicei doar stadiul implicit "Anulat", dar unele magazine pot avea stadii suplimentare precum "Returnat" etc.
sr_cs: Izaberite status(e) narudžbine u kojem smatrate da je dana narudžbina otkazana. Obično je to podrazumijevani status "Otkazano", ali neki prodavnice mogu imati dodatne statuse poput "Vraćeno" i slično.

source: Create your account to get started
ro_ro: Creeaza-ti contul pentru a incepe
sr_cs: Kreirajte nalog da startujete

source: Enable Back Office Tracking
ro_ro: Activeaza urmarirea in Back Office
sr_cs: Omogući praćenje u administrativnoj strani prodavnice

source: Enable User ID tracking
mk_mk: Овозможи следење на корисничкото име
nn_no: Aktiver sporing av bruker-id (User-ID)
ro_ro: Activeaza urmarirea identificatorului clientului
sv_se: Aktivera spårning av användar-ID

source: Failed orders period
ro_ro: Vechimea comenzilor esuate

source: Gain clear insights into important metrics about your customers, using Google Analytics
mk_mk: Добијте јасен увид во важната метрика за вашите потрошувачи, користете Google Analytics
nn_no: Få klarhet i viktige måltall om dine kunder ved bruk av Google Analytics
ro_ro: Obtine perspective clare in masuratorile importante despre clientii tai., folosind Google Analytics
sv_se: Få insikt om viktiga siffror om dina kunder, via Google Analytics

source: Google Analytics Tracking ID
mk_mk: ИД за следење на Google Analytics
nn_no: Google Analytics sporings-ID
ro_ro: Cod de urmarire Google Analytics

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
mk_mk: Google Analytics ви ја прикажува целосната слика на клиентите низ реклами и видеа, веб-страници и социјални алатки, табели и паметни телефони. Тоа го олеснува сервисирањето на вашите сегашни корисници и освојувањето на нови.
nn_no: Google Analytics viser deg hele kundebildet på tvers av reklamer og videoer, nettsteder og sosiale verktøy, tablets og smarttelefoner. Dette gjør det lettere å betjene de kundene du allerede har og skaffe nye.
ro_ro: Google Analytics va arata imaginea completa a clientului de la reclame la videoclipuri, de la site-uri la instrumente sociale, de la tablete la smartphone-uri. Aceasta va usureaza servirea clientilor actuali si castigarea de clienti noi.
sv_se: Google Analytics visar hela bilden av kunden, via annonser och video, sajter och sociala verktyg, surfplattor och smartphones. Det gör det lättare att vara till nytta för dina nuvarande kunder och att få nya.

source: If you want to resend failed orders, specify how many days back the module should look for them. Default: 30.
ro_ro: Daca vrei sa retrimiti comenzile esuate, specifica aici cate zile in urma va cauta modulul. Implicit: 30.

source: Internal campaign clicks
mk_mk: Преглед на внатрешна кампања
nn_no: Intern kampanje klikk
ro_ro: Clicuri de campanie interna
sv_se: Interna kampanjklick

source: Internal merchandising Success
mk_mk: Успех на внатрешната малопродажба
nn_no: Intern produktifiseringssuksess
ro_ro: Eficienta activitatii de merchandising
sv_se: Intern lyckad marknadsföring

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
mk_mk: Трговците се способни да разберат колку далеку корисниците влегуваат во процесот на купување и каде тие се откажуваат.
nn_no: Butikkeiere kan forstå hvor langt brukerne kommer i handleprosessen før de faller av.
ro_ro: Comerciantii sunt capabili sa inteleaga cat de mult parcurg utilizatorii din procesul de cumparare si din ce cauze renunta.
sv_se: E-butiksägare kan förstå hur långt användare kommer i köpprocessen och var de avbryter den.

source: No
mk_mk: Не
nn_no: Nei
ro_ro: Nu
sr_cs: Ne
sv_se: Nej

source: Product detail views
mk_mk: Преглед на деталите за производот
nn_no: Produktdetaljvisninger
ro_ro: Analize detaliate ale produselor
sv_se: Visning av produktdetaljer

source: Re-send failed orders
ro_ro: Retrimite comenzile esuate

source: Save
mk_mk: Сними
nn_no: Lagre
ro_ro: Salveaza
sr_cs: Sačuvaj
sv_se: Spara

source: Settings
mk_mk: Нагодувања
nn_no: Innstillingar
ro_ro: Setari
sr_cs: Podešavanja
sv_se: Inställningar

source: Settings updated successfully.
mk_mk: подесувањата се освежени успешно.
nn_no: Innstillingar oppdatert.
ro_ro: Setari actualizate cu succes.
sr_cs: Podešavanja su uspešno ažurirana
sv_se: Inställningarna uppdaterade

source: The checkout process
mk_mk: Процес на исходот
nn_no: Utsjekkinsgprosessen
ro_ro: Analiza procesului de comanda
sv_se: Kassaprocessen

source: This information is available in your Google Analytics account. Google Analytics 4 tracking ID starts with "G-".
ro_ro: Aceste informatii sunt disponibile in contul tau de Google Analytics. Codul de urmarire pentru Google Analytics 4 incepe cu „G-”.

source: This option adds unique user ID to the tag to better track the customer. Use this option only if it complies with laws in your country.
ro_ro: Aceasta optiune adauga un cod de utilizator unic la eticheta pentru a urmari mai bine clientul. Utilizeaza aceasta optiune numai daca respecta legile din tara ta.

source: This option will resend all orders that failed to be sent normally in front-office, due to failures or ad-blockers.
ro_ro: Aceasta optiune va retrimite toate comenzile care nu au putut fi trimise normal din magazin, din cauza problemelor tehnice sau ad-blocker-elor.

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
mk_mk: Користете ја оваа опција да ја анонимизирате IP адресата на посетителот со цел да се придржувате до законите за приватност на податоците во некои земји
nn_no: Velg denne for å anonymisere brukerens IP slik at du etterkommer lovens krav i enkelte land
ro_ro: Foloseste aceasta optiune pentru a anonimiza adresa IP a vizitatorilor, pentru conformarea cu legile pentru confidentialitatea datelor din anumite tari
sr_cs: Koristite ovu opciju da napravite posetiocev IP anonimnim i da budete u skaldu sa zakonom u pojedinim državama
sv_se: Använd det här alternativet för att anonymisera besökarens IP för att följa lagar om integritetsskydd i vissa länder

source: Use this option to enable the tracking inside the Back Office
ro_ro: Activeaza această optiune pentru a porni urmarirea in paginile din Back Office
sr_cs: Koristite ovu opciju da omogućite praćenje unutar administrativne strane prodavnice ( Back Office-U).

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
mk_mk: Со функционалноста на ecommerce во Google Analytics можете да добиете јасен увид во важните параметри за однесувањето на купувачот и конверзијата, вклучувајќи:
nn_no: Med ecommerce-funksjonalitet i Google Analytics kan du få klar innsikt i viktige måltall om kundenes oppførsel og konvertering, inkludert:
ro_ro: Cu functionalitatea de e-comert din Google Analytics poti obtine o perspectiva clara in masuratorile importante despre comportamentul si conversia cumparatorilor, inclusiv:
sv_se: Med stöd för e-handel i Google Analytics så kan du få en större insikt i viktiga nyckeltal om dina kunders beteende och konverteringar, som:

source: Yes
mk_mk: Да
nn_no: Ja
ro_ro: Da
sr_cs: Da
sv_se: Ja

source: Your customers go everywhere; shouldn't your analytics.
mk_mk: Вашите клиенти одат насекаде; не треба вашата анализа.
nn_no: Dine kunder beveger seg overalt, bør ikke også din "analytics".
ro_ro: Clientii tai sunt peste tot; analizele tale trebuie sa fie in stare sa-i urmareasca.
sv_se: Dina kunder tittar överallt, det borde din analys också.
