Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesWirepaymentAdmin.*.xlf
Languages: he_il, hy_am, ka_ge, ro_ro, sq_al

source: Accept wire payments by displaying your account details during the checkout.
ro_ro: Accepta plati prin transfer bancar si afiseaza detaliile contului tau bancar la finalizarea comenzii.

source: Account details
ro_ro: Detalii cont

source: Account details are required.
he_il: פרטי חשבון נחוצים
hy_am: Անհրաժեշտ են հաշվի տվյալները:
ka_ge: ანგარიშის დეტალები სავალდებულოა
ro_ro: Detaliile contului sunt obligatorii.
sq_al: Duhet të shkruani detajet e llogarisë.

source: Account owner
he_il: מנהל חשבון
hy_am: Հաշվի տերը
ka_ge: ანგარიშის მფლობელი
ro_ro: Titularul contului
sq_al: Mbajtësi i llogarisë

source: Account owner and account details must be configured before using this module.
he_il: פרטי בעלים חובה לעדכן כדי להשתמש במודול זה
hy_am: Հաշվետերը եւ մանրամսները պետք է հաստատված լինեն, որպեսզի այս մոդուլը ճիշտ օգտագործվի:
ka_ge: ამ მოდულის სწორი გამოყენებისათვის საჭიროა ანგარიშის მფლობელისა და დეტალების კონფიგურაცია
ro_ro: Titularul si detaliile contului trebuie sa fie configurate inainte de a se putea folosi acest modul.
sq_al: Mbajtësi i llogarisë dhe detajet e llogarisë duhet të konfigurohen para përdorimit të këtij moduli.

source: Account owner is required.
he_il: פרטי בעלים נחוצים
hy_am: Հարկավոր է մատնանշել հաշվի տիրոջը:
ka_ge: ანგარიშის მფლობელი სავალდებულოა
ro_ro: Detaliile titularului de cont sunt obligatorii.
sq_al: Mbajtësi i llogarisë është i domosdoshëm.

source: Are you sure about removing these details?
he_il: האם ברצונך למחוק את פרטייך?
hy_am: Դուք համոզված՞ եք որ ուզում եք ջնջել այս տվյալները:
ka_ge: დარწმუნებული ხართ, რომ გსურთ წაშალოთ თქვენი დეტალები?
ro_ro: Sigur doresti sa stergi aceste detali?
sq_al: A jeni të sigurtë se duhen larguar këto detaje?

source: Bank address
he_il: כתובת הבנק
hy_am: Բանկի հասցեն
ka_ge: ბანკის მისამართი
ro_ro: Adresa bancii
sq_al: Adresa e bankës

source: Customization
he_il: התאמה אישית
hy_am: Անհատականացում
ka_ge: კონფიგურაცია
ro_ro: Personalizare
sq_al: Personalizimi

source: Display the invitation to pay in the order confirmation page
ro_ro: Afiseaza invitatia de plata in pagina de confirmare a comenzii
sq_al: Shfaq ftesën për të paguar në faqen e konfirmimit të porosisë

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
ro_ro: Daca clientul alege sa plateasca prin transfer bancar, comanda isi va schimba stadiul la "Se asteapta plata."
sq_al: Nëse klienti zgjedh për të paguar nëpërmes transfertës bankare, statusi i porosisë do të ndryshohet në "Duke e pritur pagesën".

source: Information on the bank transfer (processing time, starting of the shipping...)
ro_ro: Informatii referitoare la transferul bancar (durata de procesare, initierea livrarii...)
sq_al: Informacion mbi transferin bankar (koha e përpunimit, fillimi i livrimit...)

source: Information to the customer
ro_ro: Informatii pentru client
sq_al: Informacion për konsumatorin

source: No currency has been set for this module.
he_il: לא נקבע מטבע למודול זה
hy_am: Այս մոդուլի համար տեղադրված արտարժույթ չկա
ka_ge: ამ მოდულისათვის არ არის არჩეული ვალუტა
ro_ro: Nu este setata nicio moneda pentru acest modul.
sq_al: Nuk është zgjedhur asnjë valutë për këtë modul.

source: Number of days the items remain reserved
ro_ro: Numarul maxim de zile in care articolele pot ramane rezervate
sq_al: Numri i ditëve që artikujt mbeten të rezervuar

source: Reservation period
ro_ro: Perioada de rezervare
sq_al: Periudha e rezervimit

source: Such as bank branch, IBAN number, BIC, etc.
he_il: כמו מספר בנק
ka_ge: როგორიცაა ბანკის ფილიალი, IBAN ნომერი, BIC ა.შ.
ro_ro: Precum denumirea bancii, IBAN, BIC, etc.
sq_al: Të dhënat siç janë dega e bankës, numri IBAN, BIC, etj.

source: That said, you must manually confirm the order upon receiving the bank wire.
he_il: לכן, עליך ידנית לאשר את ההזמנה מייד עם קבלת התשלום.
hy_am: Դուք պետք է ձեռքերով հաստատեք պատվերը, փոխանցումը ստանալուց հետո:
ro_ro: Prin urmare, trebuie sa confirmi manual comanda de indata ce primiti confirmarea platii.
sq_al: Për këtë, ju duhet ta konfirmoni porosinë manualisht pasi ta keni pranuar transfertën bankare.

source: This module allows you to accept secure payments by bank wire.
he_il: מודול זה מאפשר לך לקבל תשלום בהעברה בנקאית
hy_am: Այս մոդուլը թույլ է տալիս ընդունել վճարումներ բանկային փոխանցումով:
ka_ge: ეს მოდული საშუალებას გაძლევთ მიიღოთ გადასახადი საბანკო გადარიცხვის გზით
ro_ro: Acest modul permite acceptarea de plati securizate prin transfer bancar.
sq_al: Ky modul ju lejon të pranoni pagesa të sigurta nëpërmes transfertës bankare.

source: Wire payment
ro_ro: Plata prin transfer

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
ro_ro: Legislatia tarii tale iti poate solicita sa trimiti invitatia de plata doar prin e-mail. Dezactivarea optiunii va ascunde invitatia pe pagina de confirmare.
