Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesContactformShop.*.xlf
Languages: bs_ba

source: Please select a subject from the list provided.
bs_ba: Molimo odaberite predmet iz liste.

source: An error occurred during the file-upload process.
bs_ba: Dogodila se greška tokom prijenosa datoteke.

source: Bad file extension
bs_ba: Nevažeća ekstenzija datoteke

source: An error occurred while sending the message, please try again.
bs_ba: Dogodila se greška tokom slanja poruke, molimo pokušajte ponovo.

source: An error occurred while sending the message.
bs_ba: Dogodila se greška tokom slanja poruke.

source: Your message has been successfully sent to our team.
bs_ba: Vaša poruka je uspješno poslana našem timu.

source: Customer service - Contact us
bs_ba: Korisnička podrška - Kontaktirajte nas

source: Send a message
bs_ba: Pošalji poruku

source: If you would like to add a comment about your order, please write it in the field below.
bs_ba: Ukoliko želite dodati komentar o Vašoj narudžbi, molimo upišite ga u polje ispod.

source: Email address
bs_ba: E-mail adresa

source: Order reference
bs_ba: Referenca narudžbe

source: Select reference
bs_ba: Odaberi referencu

source: Attach File
bs_ba: Priloži datoteku

source: Message
bs_ba: Poruka

source: Send
bs_ba: Pošalji
