Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesBlockwishlistAdmin.*.xlf
Languages: ro_ro, sr_cs

source: All Time Statistics
ro_ro: Toate statisticile
sr_cs: Statistika za svo vreme

source: Allow customers to create wishlists to save their favorite products for later.
ro_ro: Permite clientilor sa creeze liste de dorinte unde sa isi inscrie produsele favorite
sr_cs: Dozvolite kupcima / klijentima da kreiraju listu želja da sačuvaju omiljene proizvode za kasnije.

source: Available Qty
ro_ro: Cant. disp.
sr_cs: Dostupna količina

source: Category
ro_ro: Categorie
sr_cs: Kategorija

source: Combination
ro_ro: Combinatie
sr_cs: Kombinacije

source: Conversion rate
ro_ro: Rata de conversie
sr_cs: Konverzioni kurs

source: Create new list
ro_ro: Creeaza o lista noua
sr_cs: Kreiraj novu listu

source: Current Day Statistics
ro_ro: Statisticile zilei curente
sr_cs: Statistika za današnji dan

source: Current Month Statistics
ro_ro: Statisticile lunii curente
sr_cs: Statistika za tekući mesec

source: Current Year Statistics
ro_ro: Statisticile anului curent
sr_cs: Statistika za tekuću godinu

source: My wishlist
ro_ro: Lista mea de dorinte

source: My wishlists
ro_ro: Listele mele de dorinte
sr_cs: Moj spisak želja

source: Price (tax excl.)
ro_ro: Pret (fara taxe)
sr_cs: Cena (bez PDV-a)

source: Product
ro_ro: Produs
sr_cs: proizvod

source: Reference
ro_ro: Referinta

source: Refresh
ro_ro: Improspateaza

source: Save
ro_ro: Salveaza
sr_cs: Sačuvaj

source: Top 10 most added products
ro_ro: Top 10 produse dorite
sr_cs: 10 naj dodavanijih proizvoda

source: Wishlist
ro_ro: Lista de dorinte
sr_cs: Spisak želja

source: Wording
ro_ro: Formulare
sr_cs: Formulacija

source: You need to choose a specific shop to display the top 10 most added products
ro_ro: Trebuie sa alegi un magazin anume pentru a afisa primele 10 dintre cele mai adaugate produse
sr_cs: Morate da izaberete određenu prodavnicu da bi prikazali 10 naj više dodavanih proizvoda
