Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesEmailalertsAdmin.*.xlf
Languages: ca_es, el_gr, et_ee, id_id, lv_lv, nn_no, sr_cs, sv_se, tr_tr

source: Add email
ca_es: Afegir una adreça de correu
el_gr: Προσθήκη Email
sr_cs: Dodaj e-poštu

source: Cannot update "return slip" emails.
ca_es: Impossible d'actualitzar els correus electrònics de "nota de retorn".
el_gr: Δεν μπορώ να αλλάξω το email για τις ενημερώσεις "δελτίο επιστροφής"
sr_cs: Nije moguće ažurirati email adrese za obaveštenja o "povratnim listovima".

source: Cannot update email for "out of stock" notifications.
ca_es: No es pot actualitzar el correu electrònic per a les notificacions "ruptura d'inventari".
el_gr: Δεν μπορώ να αλλάξω το email για τις ενημερώσεις "εκτός αποθέματος"
sr_cs: Nemoguće je ažurirati emailove za obaveštenje o "nema na stanju".

source: Cannot update new order emails.
ca_es: Impossible d'actualitzar els correus electrònics de comandes noves.
el_gr: Δεν μπορούμε να στείλουμε email νέας παραγγελίας.
sr_cs: Nemoguće je ažurirati emailove za obaveštenje o novim porudžbinama.

source: Cannot update settings
ca_es: No es pot actualitzar la configuració
el_gr: Αδυναμία αναβάθμισης ρυθμίσεων
et_ee: Seadeid ei saa uuendada
id_id: Tidak dapat memperbarui pengaturan
lv_lv: Nevar atjaunot iestatījumus
nn_no: Kan ikke oppdatere innstillingene
sv_se: Kan inte uppdatera inställningarna
tr_tr: Ayarlar güncellenemedi

source: Coverage
ca_es: Cobertura
el_gr: Κάλυψη
et_ee: Kattuvus
id_id: Cakupan
lv_lv: Pārklājums
nn_no: Dekning
sr_cs: Pokrivenost
sv_se: Täckning
tr_tr: Kapsam

source: Coverage warning
ca_es: Alerta de cobertura
el_gr: Προειδοποίηση κάλυψης
et_ee: Laoseisu varu hoiatus
id_id: Peringatan cakupan
lv_lv: Pieejamības brīdinājums
nn_no: Lagerbeholdningsvarsel
sv_se: Täckningsvarning
tr_tr: Kapsam uyarısı

source: Customer notifications
ca_es: Notificacions de clients
el_gr: Ειδοποιήσεις πελατών
et_ee: Klienditeavitused
id_id: Notifikasi pelanggan
lv_lv: Paziņojumi klientam
nn_no: Kundevarslinger
sv_se: Kundmeddelanden
tr_tr: Müşteri bildirimleri

source: Enter one or more email address. Use 'Return' or a comma to separate each address.
ca_es: Introduïu una o més adreces de correu electrònic. Utilitzeu "Retorn" o una coma per separar cada adreça.
el_gr: Γράψτε μια η περισσότερες email διευθύνσεις. Χρησιμοποιήστε "Enter" ή κόμμα για να τις διαχωρίσετε.
sr_cs: Unesite jednu ili više email adresa. Koristite 'Return' ili zarez za odvajanje svake adrese.

source: Give the customer the option of receiving a notification when an out of stock product is available again.
ca_es: Doneu al client l'opció de rebre una notificació quan torni a estar disponible un producte exhaurit.
el_gr: Δώσε στον πελάτη την επιλογή της λήψης ειδοποιήσεων όταν ένα προϊόν που δε βρίσκεται σε απόθεμα γίνεται ξανά διαθέσιμο.
et_ee: Anna kliendile võimaluse saada teavitus, kui laost otsa saanud toode on jälle saadaval.
nn_no: Gir kunden mulighet til å motta varsel når en vare som tidligere har vært utsolgt er tilbake på lager.
sr_cs: Daje kupcu / klijentu mogućnost primanja obaveštenja kada je rasprodati proizvod ponovo dostupan.
sv_se: Ger kunden möjlighet att ta emot ett meddelande när en slutsåld produkt åter är tillgänglig.

source: Invalid email:
ca_es: Correu electrònic invàlid:
el_gr: Μη έγκυρο email:
et_ee: Vigane e-mail:
nn_no: Ugyldig epost:
sr_cs: Neispravan email:
sv_se: Ogiltig e-post:

source: Mail alert: Unable to delete customer using email.
ca_es: Alerta de correu: no es pot suprimir el client mitjançant el correu electrònic.
el_gr: Αδύνατη διαγραφή: Δεν υπάρχουν διαθέσιμα μηνύματα πελάτη.
et_ee: Meili teade: Kliendi kustutamine e-kirjaga ebaõnnestus.
id_id: Notifikasi email: Gagal menghapus pelanggan menggunakan email.
lv_lv: Paziņojums pa pastu: nevar izdzēst klientu, izmantojot e-pastu.
nn_no: E-postvarsel: Kan ikke slette kunde ved å bruke e-post.
sv_se: E-postvarning: Det går inte att ta bort kunden via e-post.
tr_tr: Posta uyarısı: Müşteri e-posta ile silinemiyor.

source: Mail alert: Unable to export customer using email.
ca_es: Alerta de correu: No es pot exportar el client mitjançant correu electrònic.
el_gr: Ειδοποίηση Mail: Δεν υπάρχουν διαθέσιμα μηνύματα πελάτη για εξαγωγή.
et_ee: Meili teade: Kliendi eksportimine e-kirjaga ebaõnnestus.
id_id: Notifikasi email: Ekspor pelanggan menggunakan email gagal.
lv_lv: Paziņojums pa pastu: nevar eksportēt klientu, izmantojot e-pastu.
nn_no: E-postvarsel: Kan ikke eksportere kunde ved å bruke e-post.
sv_se: E-postvarning: Kan inte exportera kund med e-post.
tr_tr: Posta uyarısı: Müşteri e-posta ile dışa aktarılamıyor.

source: Mail alerts
ca_es: Alertes per correu electrònic
el_gr: Ειδοποιήσεις Αλληλογραφίας
et_ee: Teavitused e-postiga
id_id: Peringatan surel
lv_lv: Mani paziņojumi
nn_no: Epostvarslinger
sv_se: E-postavisering
tr_tr: Posta uyarıları

source: Make your everyday life easier, handle mail alerts about stock and orders, addressed to you as well as your customers.
ca_es: Feu la vostra vida diària més fàcil, gestioneu les alertes de correu sobre inventari i comandes, adreçades a vosaltres i als vostres clients.
el_gr: Κάντε την καθημερινότητα σας ευκολότερη, διαχειριστείτε ειδοποιήσεις email για το απόθεμα και παραγγελίες, που απευθύνονται σε εσένα και στους πελάτες σου.
et_ee: Muutke oma igapäevaelu lihtsamaks, käsitlege nii teile kui ka teie klientidele suunatud postiteateid laoseisu ja tellimuste kohta.
nn_no: Gjør hverdagen din enklere, håndter e-postvarsler om lager og bestillinger, adressert til deg så vel som dine kunder.
sr_cs: Olakšajte sebi živiot. Neka mejlovi obaveštavaju i vas i kupce / klijente o svim promenama na lageru i pordžbinama.
sv_se: Förenkla din vardag, hanterar e-postlarm om lager och beställningar till dig och dina kunder.

source: Merchant notifications
ca_es: Notificacions del venedor
el_gr: Ειδοποιήσεις εμπόρου
et_ee: Teavitused kaupmehele
id_id: Notifikasi pedagang
lv_lv: Paziņojumi pārdevējam
nn_no: Varsler til butikkeier
sv_se: E-handlarens aviseringar
tr_tr: Satıcı bildirimleri

source: New order
ca_es: Nova comanda
el_gr: Νέα παραγγελία
et_ee: Uus tellimus
id_id: Pesanan baru
lv_lv: Jauns pasūtījums
nn_no: Ny ordre
sv_se: Ny beställning
tr_tr: Yeni sipariş

source: No message
ca_es: No hi ha cap missatge
el_gr: Κανένα μήνυμα
et_ee: Sõnumeid pole
id_id: Tidak ada pesan
lv_lv: Nav paziņojumu
nn_no: Ingen melding
sv_se: Inget meddelande
tr_tr: Mesaj yok

source: Order edit
ca_es: Comanda modificada
el_gr: Διόρθωση παραγγελίας
et_ee: Tellimust on muudetud
id_id: Editan pesanan
lv_lv: Labot pasūtījumu
nn_no: Endring av ordre
sv_se: Ändra beställning
tr_tr: Sipariş düzenleme

source: Out of stock
ca_es: Exhaurit
el_gr: Εξαντλημένο
et_ee: Otsas
id_id: Habis stok
lv_lv: Nav pieejams
nn_no: Utseld
sr_cs: Nema na lageru
sv_se: Tillfälligt slut
tr_tr: Stokta yok

source: Please enter one (or more) email address for "out of stock" notifications.
ca_es: Introduïu una (o més) adreces de correu electrònic per a les notificacions de "ruptura d'inventari".
el_gr: Παρακαλώ εισάγετε ένα ή περισσότερα email για ενημέρωση "εκτός αποθέματος"
sr_cs: Molimo unesite jednu (ili više) email adresa za obaveštenje o novoj porudžbini.

source: Please enter one (or more) email address for "return slip" notifications.
ca_es: Si us plau, introduïu una (o més) adreces de correu electrònic per a les notificacions de "nota de retorn".
el_gr: Παρακαλώ εισάγετε ένα ή περισσότερα email για ενημέρωση "δελτίο επιστροφής"
sr_cs: Unesite jednu (ili više) email adresa za obaveštenja o "povratnim listovima".

source: Please enter one (or more) email address for the new order notification.
ca_es: Introduïu una (o més) adreces de correu electrònic per a la notificació de la nova comanda.
el_gr: Παρακαλώ εισάγετε ένα ή περισσότερα email για ενημέρωση νέας παραγγελίας.
sr_cs: Molimo unesite jednu (ili više) email adresa za obaveštenje o novom porudžbini.

source: Product availability
ca_es: Disponibilitat del producte
el_gr: Διαθεσιμότητα προϊόντος
et_ee: Toote saadavus
id_id: Ketersediaan produk
lv_lv: Produkta pieejamība
nn_no: Produkttilgjenglighet
sv_se: Produkttillgänglighet
tr_tr: Ürün mevcudiyeti

source: Quantity for which a product is considered out of stock.
ca_es: Quantitat per a la qual un producte es considera exhaurit.
el_gr: Ποσότητα για την οποία ένα προϊόν θεωρείτε εκτός αποθέματος.
et_ee: Kogus, mille puhul toote kohta arvestatakse, et seda pole enam laos.
id_id: Batas Jumlah bagi produk untuk dianggap habis stok.
lv_lv: Skaits pie kura tiek uzskatīts ka prece nav noliktavā.
nn_no: Antall der produktet anses som utsolgt.
sv_se: Antalet för vilken en produkt anses vara slut i lager.
tr_tr: Bir ürünün tükendi olarak kabul edilmesi için kullanılacak miktar.

source: Receive a notification if the available quantity of a product is below the following threshold.
ca_es: Rep una notificació si la quantitat disponible d'un producte està per sota del llindar següent.
el_gr: Λάβετε μια ειδοποίηση όταν η διαθέσιμη ποσότητα ενός προϊόντος είναι κάτω από το παρακάτω όριο.
et_ee: Saa teavitus, kui toote saadaolev kogus on alla järgnevat kogust.
id_id: Terima notifikasi jika jumlah produk yang tersedia di bawah ambang berikut.
lv_lv: Saņemt paziņojumu ja preces daudzums noliktavā ir mazāks par noteikto daudzumu.
nn_no: Motta et varsel når tilgjengelig antall på et produkt går under følgende grenseverdi.
sv_se: Få ett meddelande om det tillgängliga antalet för produkten är under följande tröskelvärde.
tr_tr: Bir ürünün mevcut miktarı aşağıdaki eşiğin altında ise, bir bildirim alın.

source: Receive a notification when a customer requests a merchandise return.
ca_es: Rep una notificació quan el client sol·licit el retorn d'una mercaderia.
el_gr: Λάβετε μία ειδοποίηση όταν ένας πελάτης ζητήσει μία επιστροφή εμπορεύματος.
et_ee: Saa teavitus, kui klient soovib kaupa tagastada.
id_id: Terima notifikasi ketika pelanggan meminta retur barang.
lv_lv: Saņemt ziņu ja klients pieprasa atgriezt preci.
nn_no: Få en melding når en kunde ønsker å returnere en vare.
sv_se: Få ett meddelande när en kund begär en förfrågan om varuretur.
tr_tr: Müşteri bir ürün iadesi istediğinde bir uyarı alın.

source: Receive a notification when a product has insufficient coverage.
ca_es: Rep una notificació quan un producte no té suficient cobertura.
el_gr: Λάβετε μια υπενθύμιση όταν ένα προϊόν έχει ανεπαρκή κάλυψη.
et_ee: Saada teavitus, kui toodet pole laos piisavalt varuks.
id_id: Terima notifikasi ketika cakupan produk tidak mencukupi.
lv_lv: Saņemt paziņojumu, ja produkts noliktavā nav pietiekamā daudzumā.
nn_no: Motta en melding når det er for få igjen av et produkt.
sv_se: Få ett meddelande om lagertäckning saknas för en produkt.
tr_tr: Bir ürünün kapsamı yetersiz olduğu zaman bir bildirim alın.

source: Receive a notification when an order is placed.
ca_es: Rep una notificació quan es fa una comanda.
el_gr: Λάβετε μια ειδοποίηση όταν τοποθετηθεί μια παραγγελία.
et_ee: Saa teavitus, kui tellimus on esitatud.
id_id: Terima notifikasi ketika pesanan diajukan.
lv_lv: Saņemt ziņu par jaunu pasūtījumu.
nn_no: Motta et varsel når en ordre er registrert.
sv_se: Få ett meddelande när en beställning har gjorts.
tr_tr: Sipariş geldiğinde bir bildirim alın.

source: Returns
ca_es: Retorn
el_gr: Επιστροφές
et_ee: Kauba tagastus
id_id: Retur
lv_lv: Atgriešana
nn_no: Returer
sv_se: Returer
tr_tr: İadeler

source: Send a notification to the customer when an order is edited.
ca_es: Envieu una notificació al client quan es modifica una comanda.
el_gr: Αποστολή ειδοποίησης στον πελάτη όταν η παραγγελία διορθωθεί.
et_ee: Saada teavitus kliendile, kui tellimust on muudetud.
id_id: Kirim notifikasi ke pelanggan ketika pesanan diedit.
lv_lv: Sūtīt ziņu klientam, ja tiek labots pasūtījums.
nn_no: Send en melding til kunden når en ordre er endret.
sv_se: Skicka ett mail till kunden när en beställning har ändrats.
tr_tr: Siparişi düzenlendiğinde müşteriye bir uyarı gönder.

source: Send to:
ca_es: Enviar a:
el_gr: Αποστολή προς:
sr_cs: Pošalji na:

source: Settings updated successfully
ca_es: Configuració actualitzada correctament
el_gr: Οι ρυθμίσεις ενημερωθηκαν επιτυχώς
et_ee: Seaded edukalt uuendatud
id_id: Seting berhasil disimpan
lv_lv: Iestatījumi sekmīgi atjaunoti
nn_no: Innstillingar oppdatert
sr_cs: Podešavanja su uspešno ažurirana
sv_se: Inställningar uppdaterade
tr_tr: Ayarlar başarıyla güncellendi

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
ca_es: Cobertura d'inventari, en dies. A més, la cobertura d'inventari d'un producte determinat es calcularà en funció d'aquest nombre.
el_gr: Κάλυψη αποθέματος, σε μέρες. Επίσης, η κάλυψη αποθέματος ενός δοσμένου προϊόντος θα υπολογιστεί βασιζόμενη σε αυτό τον αριθμό.
et_ee: Laoseisu varud määratud päevadeks. Valitud toote laoseisu varu arvestatakse selle numbri järgi.
id_id: Cakupan stok, dalam hari. Juga, cakupan stok produk tertentu akan dihitung berdasarkan angka ini.
lv_lv: Piejamība noliktavā, dienu skaits. Papildus, noliktavas pieejamība šim produktam tiks aprēķināta balstoties uz šo skaitli.
nn_no: Lagerdekning, i antall dager. Lagerbeholdningen for et gitt produkt vil kalkuleres basert på dette nummeret.
sv_se: Lagertäckning i dagar. Lagertäckningen för en angiven produkt kommer att beräknas baserat på detta antal.
tr_tr: Gün bazında stok kapsamı. Ayrıca, belirli bir ürünün stok kapsamı bu sayıya göre hesaplanacaktır.

source: Threshold
ca_es: Límit
el_gr: Όριο
et_ee: Künnis
id_id: Batas
lv_lv: Robežvērtības
nn_no: Terskel/Grense
sr_cs: Prag
sv_se: Gräns
tr_tr: Eşik Değer

source: Voucher code:
ca_es: Codi del cupó:
el_gr: Κωδικός κουπονιού:
et_ee: Kupongi kood:
id_id: Kode voucer:
lv_lv: Kupona kods:
nn_no: Kupongkode:
sv_se: Kupongkod:
tr_tr: Kupon kodu:

source: image(s)
ca_es: Imatge(s)
el_gr: εικόνα(-ες)
et_ee: pilt(id)
id_id: gambar
lv_lv: attēls(i)
nn_no: bilete
sr_cs: Slika
sv_se: bild(er)
tr_tr: resimler
