Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesAutoupgradeAdmin.*.xlf
Languages: az_az, ko_kr, ms_my

source: Unable to write in the directory "%s"
az_az: "%s" kataloquna yazmaq olmur
ko_kr: "%s"디렉토리에 쓸 수 없음

source: Server performance
az_az: Server performansı
ko_kr: 서버 성능
ms_my: Prestasi Server

source: Unless you are using a dedicated server, select "Low".
az_az: Ayrılmış server işlətmədiyiniz üçün "Aşağı" seçin.
ko_kr: 전용 서버를 사용하지 않는다면, "낮음"을 선택하세요.
ms_my: Kecualilah anda menggunakan Server khas, pilih "Low".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
ko_kr: 서버가 짧은 시간 내에 업그레이드 작업을 처리 할만큼 강력하지 않으면 높은 값으로 인해 업그레이드가 실패 할 수 있습니다.

source: Low (recommended)
az_az: Aşağı səviyyə(məsləhətli olan)
ko_kr: 낮음 (권장됨)

source: Medium
az_az: Orta
ko_kr: 중간
ms_my: Sederhana

source: High
az_az: Yüksək
ko_kr: 높음
ms_my: Tinggi

source: Disable non-native modules
az_az: Yerli olmayan modulları deaktiv edin
ko_kr: 비-원시 모듈 비활성화

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
ko_kr: 비-원시 모듈은 몇가지 호환성 문제를 겪을 수 있으므로, 기본적으로 비활성화하길 권장합니다.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
ko_kr: 활성화 된 상태로 유지하면 업그레이드 후 "모듈" 페이지를 제대로 불러오지 못할 수도 있습니다.

source: Disable all overrides
az_az: Bütün qadağaları silin
ko_kr: 모든 중첩 비활성화

source: Enable or disable all classes and controllers overrides.
ko_kr: 모든 클래스들과 컨트롤러 중첩의 활성화 또는 비활성화.

source: Upgrade the default theme
az_az: Susmaya görə olan temanı yeniləyin
ko_kr: 기본 테마 업그레이드

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
ko_kr: 기본 PrestaShop 테마를 (1.7 버전에선 폴더 명이 "classic") 그 폴더에서 사용자 정의했다면, 이 옵션을 활성화해야 변경 사항을 잃어버리지 않습니다.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
ko_kr: 자신의 테마를 사용하는 경우, 이 옵션을 활성화하면 단순히 기본 테마 파일을 업데이트하게 되고, 당신의 테마는 보호됩니다.

source: Switch to the default theme
az_az: Susmaya görə olan temaya keç
ko_kr: 기본 테마로 전환

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
ko_kr: 이것은 당신의 테마를 변경할 겁니다: 당신의 상점은 업그레이드 할 PrestaShop 버전의 기본 테마를 사용하게 됩니다.

source: Regenerate RTL stylesheet
ko_kr: RTL 스타일시트 재생성

source: If enabled, any RTL-specific files that you might have added to all your themes might be deleted by the created stylesheet.
ko_kr: 활성화된 경우, 모든 테마에 추가했을 수 있는 RTL 관련 파일이 생성된 스타일시트에 의해 삭제될 수 있습니다.

source: Keep the customized email templates
ko_kr: 사용자정의 된 이메일 템플릿 유지

source: This will not upgrade the default PrestaShop e-mails.
az_az: Bu susmaya görə olan PrestaShop e-poçtları yeniləməyəcək.
ko_kr: 이것은 기본 PrestaShop 이메일을 업그레이드 하지 않습니다.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
ko_kr: 기본 PrestaShop 이메일을 사용자 정의하면, 이 옵션을 활성화해야 변경 사항을 유지합니다.

source: Back up my files and database
az_az: Lazımi sənədləri və bazanın surətini cıxarın
ko_kr: 내 파일 및 데이터베이스 백업

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
ko_kr: 필요할 경우 상점을 복원하기 위해 데이터베이스와 파일을 자동으로 백업합니다. 이 기능은 실험적입니다: 만일을 위해 수동 백업을 직접 수행하시기 바랍니다.

source: Back up my images
az_az: Şəkillərin surətini çıxarın
ko_kr: 내 이미지 백업

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
ko_kr: 시간을 절약하기 위해, 이미지를 백업하지 않기로 결정할 수 있습니다. 어떤 경우든, 항상 수동으로 백업했는지 확인하세요.

source: Unable to create the directory "%s"
az_az: "%s" kataloqunu yaratmaq olmur
ko_kr: "%s" 디렉터리를 생성할 수 없음

source: Unable to create file %s
az_az: %s faylını yaratmaq olmur
ko_kr: 파일 %s을 생성할 수 없음

source: Error when trying to delete backups %s
az_az: %s Backup-lar silinərkən xəta
ko_kr: 백업 %s 삭제 중 오류 발생

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
ko_kr: 이 버전의 PrestaShop은 업그레이드 할 수 없습니다. PS_ADMIN_DIR 상수가 없습니다.

source: 1-Click Upgrade
az_az: 1-tıkla Yenilə
ko_kr: 1-Click 업그레이드

source: Upgrade to the latest version of PrestaShop in a few clicks, thanks to this automated method.
ko_kr: 이 자동화된 방법 덕분에, 몇 번의 클릭만으로 최신 버전의 PrestaShop으로 업그레이드 할 수 있습니다.

source: This version of 1-click upgrade requires PHP 5.6 to work properly. Please upgrade your server configuration.
ko_kr: 이 버전의 원-클릭 업그레이드가 제대로 작동하려면 PHP 5.6이 필요합니다. 서버 구성을 업그레이드 하세요.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
ko_kr: 오래된 "AdminUpgrade" 탭 (탭 ID: %idtab%) 을 삭제할 수 없습니다.

source: Unable to create the "AdminSelfUpgrade" tab
ko_kr: "AdminSelfUpgrade" 탭을 생성할 수 없음

source: Unable to copy logo.gif in %s
ko_kr: %s의 logo.gif를 복사 할 수 없습니다.

source: Unable to load the "AdminSelfUpgrade" tab
ko_kr: "AdminSelfUpgrade" 탭을 불러올 수 없음
ms_my: Tidak berjaya untuk memaparkan tab "AdminSelfUpgrade"

source: Action %s skipped
ko_kr: 동작 %s는 건너뜀

source: Unable to check files for the installed version of PrestaShop.
ko_kr: PrestaShop이 설치된 버전의 파일을 확인할 수 없습니다.

source: Core files are ok
az_az: Özək fayllar yaxşıdır
ko_kr: 코어 파일은 괜찮음

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
ko_kr: 코어와 네이티브 모듈의 %coremodifications%를 포함한, %modificationscount% 파일 변경이 감지되었습니다:

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
ko_kr: %modifiedfiles% 파일이 수정되고, %deletedfiles% 파일이 삭제됩니다 (발견되는 경우).

source: No diff files found.
az_az: Fərqli sənəd tapılmadı.
ko_kr: diff 파일들을 찾을 수 없습니다.

source: File %s does not exist. Unable to select that channel.
az_az: %s faylı yoxdur. Bu kanalı seçmək olmur.
ko_kr: 파일 %s 가 존재하지 않습니다. 그 채널을 선택할 수 없습니다.

source: Version number is missing. Unable to select that channel.
az_az: Versiya nömrəsi yoxdur. Bu kanalı seçmək olmur.
ko_kr: 버전 번호가 없습니다. 그 채널 선택을 할 수 없습니다.

source: File %s does not exist. Unable to select that channel
ko_kr: 파일 %s 가 존재하지 않습니다. 그 채널을 선택할 수 없습니다

source: Upgrade process will use archive.
az_az: Yeniləmə prosesi arxivi istifadə edəcək.
ko_kr: 업그레이드 프로세스가 아카이브를 사용합니다.

source: Error on saving configuration
az_az: Konfiqurasiya zamanı xəta
ko_kr: 구성 저장 중 오류

source: Configuration successfully updated.
az_az: Bilgilər uğurla yeniləndi.
ko_kr: 구성이 갱신 되었습니다.

source: This page will now be reloaded and the module will check if a new version is available.
ko_kr: 이 페이지는 이제 다시 불러와지고 모듈은 사용가능한 새 버전이 있는지 확인합니다.

source: Nothing to restore
az_az: Bərpa üçün heç nə yoxdur
ko_kr: 복원할 것이 없음

source: %s: File format does not match.
az_az: %s: Fayl formatı uyğun gəlmir.
ko_kr: %s: 파일 형식이 일치하지 않습니다.

source: Opening backup database file %filename% in %extension% mode
ko_kr: %extension% 모드에서 백업 데이터베이스 파일 %filename% 열기

source: Database backup is empty.
az_az: Verilənlər bazası yedəklənməsi boşdur.
ko_kr: 데이터베이스 백업이 비었습니다.

source: Database restoration file %filename% done. %filescount% file(s) left...
az_az: Verilənlər bazasının faylı %filename% bərpa olundu. %filescount% fayl qalır...
ko_kr: 데이터베이스 복원 파일 %filename% 완료. %filescount% 파일(들) 남음...

source: Database restoration file %1$s done.
az_az: Verilənlər bazasının faylı %1$s bərpa olundu.
ko_kr: 데이터베이스 복원 파일 %1$s 완료.

source: Database has been restored.
az_az: Verilənlər bazası yeniləndi.
ko_kr: 데이터베이스가 복원되었습니다.

source: Error during database restoration
ko_kr: 데이터베이스 복원 중 오류 발생

source: %numberqueries% queries left for file %filename%...
ko_kr: 파일 %filename% 에 대한 %numberqueries% 질의어 남음...

source: Database restoration done.
az_az: Verilənlər bazası bərpa olundu.
ko_kr: 데이터베이스 복원 완료.

source: %s file(s) will be removed before restoring the backup files.
ko_kr: %s 파일(들) 은 백업 파일들을 복원하기 전에 제거됩니다.

source: [ERROR] Backup file %s does not exist.
az_az: [ERROR] "%s" yedəkləmə faylı yoxdur.
ko_kr: [ERROR] 백업 파일 %s 이 존재하지 않습니다.

source: [ERROR] File "%s" does not exist.
az_az: [ERROR] "%s" faylı yoxdur.
ko_kr: [ERROR] 파일 "%s" 이 존재하지 않습니다.

source: Unable to remove upgraded files.
az_az: Yüksəldilmiş faylları silmək olmur.
ko_kr: 업그레이드 된 파일들을 제거할 수 없습니다.

source: Unable to extract file %filename% into directory %directoryname%.
ko_kr: 파일 %filename%을 디렉토리 %directoryname% 에 추출할 수 없습니다.

source: Files restored.
az_az: Fayllar yeniləndi.
ko_kr: 파일 복구됨.

source: Files restored. Now restoring database...
az_az: Fayllar yeniləndi. İndi verilənlər bazası yenilənir...
ko_kr: 파일 복구됨. 이제 데이터베이스를 복구 중...

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
az_az: [ERROR] %s faylı çatışmır: faylları yeniləmək olmur. Əməliyyat pozuldu.
ko_kr: [ERROR] 파일 %s 이 없습니다: 파일을 복원할 수 없습니다. 작업이 중지되었습니다.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
ko_kr: [ERROR] 백업 데이터베이스 파일을 찾을 수 없습니다: 데이터베이스 복원이 불가능합니다. 작업이 중지되었습니다.

source: Restoring files ...
az_az: Fayllar yenilənir ...
ko_kr: 파일 복원 중 ...

source: Restoration process done. Congratulations! You can now reactivate your shop.
ko_kr: 복원 처리가 완료되었습니다. 축하합니다! 이제 상점을 재활성화 할 수 있습니다.

source: Database backup skipped. Now upgrading files...
ko_kr: 데이터베이스 백업은 건너 뛰었습니다. 이제 파일을 업그레이드 중입니다...

source: Backup directory is not writable (%path%).
az_az: Yedəkləmə kataloqu yazılabilən deyil (%path%).
ko_kr: 백업 디렉토리에 쓸 수 없습니다 (%path%).

source: Backup file %s already exists. Operation aborted.
ko_kr: 백업 파일 %s는 이미 존재합니다. 작업이 중단되었습니다.

source: Unable to create backup database file %s.
az_az: %s verilənlər bazası üçün yedəkləmə yaratmaq olmur.
ko_kr: 데이터베이스 백업 파일 %s을 생성할 수 없습니다.

source: Error during database backup.
ko_kr: 데이터베이스 백업 중 오류가 발생했습니다.

source: An error occurred while backing up. Unable to obtain the schema of %s
ko_kr: 백업하는 중 오류가 발생했습니다. %s의 스키마를 가져올 수 없음

source: %s table has been saved.
ko_kr: %s 테이블은 저장 되었습니다.

source: %s tables have been saved.
ko_kr: %s 테이블이 저장 되었습니다.

source: Database backup: %s table(s) left...
ko_kr: 데이터베이스 백업: %s 테이블(들) 남음...

source: No valid tables were found to back up. Backup of file %s canceled.
ko_kr: 백업 할 올바른 테이블이 없습니다. 파일 %s의 백업이 취소되었습니다.

source: Error during database backup for file %s.
ko_kr: 파일 %s에 대한 데이터베이스 백업 중 오류가 발생했습니다.

source: Database backup done in filename %s. Now upgrading files...
ko_kr: 데이터베이스 백업이 파일명 %s에 완료되었습니다. 이제 파일을 업그레이드 중입니다...

source: Error during backupFiles
ko_kr: 파일 백업 중 오류

source: [ERROR] backupFiles filename has not been set
ko_kr: [ERROR] 백업파일 파일명이 설정되지 않음

source: %s Files to backup.
ko_kr: 백업할 %s 파일들.
ms_my: %s fail yang akan dibackup

source: Backup files initialized in %s
ko_kr: %s 내에 백업 파일들 초기화 됨

source: Backup files in progress. %d files left
az_az: Fayllar yedəklənmək üzrədir. %d fayl qaldı
ko_kr: 파일 백업이 진행 중입니다. %d 파일 남음
ms_my: Proses backup fail sedang dijalankan. %d fail masih tinggal

source: Unable to open archive
ko_kr: 아카이브를 열 수 없음

source: All files have been added to archive.
az_az: Bütün fayllar arxivə artırıldı.
ko_kr: 모든 파일들이 아카이브에 추가되었습니다.

source: All files saved. Now backing up database
az_az: Bütün fayllar yaddaşda saxlanıldı. İndi verilənlər bazasının sürəti köçürülür
ko_kr: 모든 파일들이 저장되었습니다. 이제 데이터베이스를 백업합니다

source: The database has been cleaned.
az_az: Baza təmizləndi.
ko_kr: 데이터베이스가 정리되었습니다.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
ko_kr: 작업에 자동 다운로드를 하려면 allow_url_fopen 이나 cURL 이 활성화되어 있어야 합니다. 또한 수동으로 파일경로 %s 안에 업로드 할 수 있습니다.

source: Downloading from %s
az_az: Burdan endirilir: %s
ko_kr: %s에서 다운로드 중

source: File will be saved in %s
ko_kr: 파일은 %s에 저장됩니다

source: Download directory has been emptied
ko_kr: 다운로드 디렉토리가 비었습니다

source: Download complete.
az_az: Endirmə tamamlandı.
ko_kr: 다운로드 완료.

source: Download complete. Now extracting...
az_az: Endirmə tamamlandı. İndi açılır...
ko_kr: 다운로드 완료. 추출 중...

source: Download complete but MD5 sum does not match (%s).
ko_kr: 다운로드가 완료됐지만 MD5 합계가 일치하지 않습니다 (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
ko_kr: 다운로드가 완료됐지만 MD5 합계가 일치하지 않습니다 (%s). 작업이 중단됐습니다.

source: Error during download. The private key may be incorrect.
az_az: Endirilmədə xəta! Gizli açar yanlış ola bilər.
ko_kr: 다운로드 중 오류. 개인 키가 잘못된 것 같습니다.
ms_my: Ralat sewaktu muat-turun. Kekunci Rahsia mungkin salah.

source: Error during download
az_az: Endirilmədə xəta
ko_kr: 다운로드 중 오류
ms_my: Ralat sewaktu muat-turun

source: Download directory %s is not writable.
az_az: Yükləmə kataloqu %s yazılabilən deyil.
ko_kr: 다운로드 디렉토리 %s는 쓸 수 없습니다.

source: Could not assert the folder %s contains a valid PrestaShop release, exiting.
ko_kr: 폴더 %s에 올바른 PrestaShop 릴리스가 포함되어 있다고 확인할 수 없습니다. 종료합니다.

source: A file may be missing, or the release is stored in a subfolder by mistake.
ko_kr: 파일이 누락되었거나, 릴리스가 실수로 하위 폴더에 저장되었을 수 있습니다.

source: Starting to remove %s sample files
az_az: %s örnək faylı silməyə başlanır
ko_kr: %s 예시 파일 제거 시작 중

source: Error while removing item %itemname%, %itemscount% items left.
ko_kr: 항목 %itemname% 제거 시 오류 발생, %itemscount% 항목 남음.

source: %itemname% item removed. %itemscount% items left.
ko_kr: %itemname% 항목 제거되었습니다. %itemscount% 항목 남음.

source: All sample files removed. Now backing up files.
az_az: Bütün örnək fayllar silindi. İndi fayllar yedəklənir.
ko_kr: 모든 예시 파일들이 제거됬습니다. 이제 파일들을 백업합니다.

source: All sample files removed. Backup process skipped. Now upgrading files.
az_az: Bütün örnək fayllar silindi. Yedəkləmə ötürüldü. İndi fayllar yenilənir.
ko_kr: 모든 예시 파일들이 제거되었습니다. 백업 수행은 건너 뛰었습니다. 이제 파일들을 업그레이드 합니다.

source: "/latest" directory has been emptied
az_az: "/latest" kataloqu boşaldıldı
ko_kr: "/latest" 디렉토리가 비었음

source: Extraction directory %s is not writable.
az_az: Boşaldılan kataloq %s yazılabilən deyil.
ko_kr: 추출 디렉토리 %s에 쓸 수 없습니다.

source: Unable to extract %filepath% file into %destination% folder...
ko_kr: %destination% 폴더에 %filepath% 파일을 추출할 수 없습니다...

source: No prestashop/ folder found in the ZIP file. Aborting.
ko_kr: ZIP 파일에 prestashop/ 폴더가 없습니다. 중단합니다.

source: File extraction complete. Removing sample files...
az_az: Fayl çıxarılması tamamlandı. Örnək sənədlər silinir...
ko_kr: 파일 추출이 완료되었습니다. 예시 파일들을 제거중입니다...

source: Upgrade process done, but some warnings have been found.
ko_kr: 업그레이드 프로세스가 완료됐지만, 몇가지 경고가 발견되었습니다.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
ko_kr: 업그레이드 프로세스가 완료되었습니다. 축하합니다! 이제 상점을 재활성화 할 수 있습니다.

source: %s removed
az_az: %s silindi
ko_kr: %s 제거됨

source: Please remove %s by FTP
az_az: Bunu FTP ilə silin: %s
ko_kr: FTP로 %s를 제거하세요

source: Error during database upgrade. You may need to restore your database.
ko_kr: 데이터베이스 업그레이드 중 오류가 발생했습니다. 데이터베이스를 복원해야합니다.

source: Database upgraded. Now upgrading your Addons modules...
az_az: Verilənlər bazası yeniləndi. İndi Artırma modulları yenilənir...
ko_kr: 데이터베이스가 업그레이드 되었습니다. 이제 추가기능 모듈을 업그레이드합니다...

source: [ERROR] %s does not exist or is not a directory.
az_az: [ERROR] %s yoxdur, ya da qovluq deyil.
ko_kr: [ERROR] %s는 존재하지 않거나 디렉토리가 아닙니다.

source: filesToUpgrade is not an array
az_az: filesToUpgrade massiv deyil
ko_kr: filesToUpgrade 는 배열이 아님

source: All files upgraded. Now upgrading database...
az_az: Bütün sənədlər yeniləndi. Baza yenilənir...
ko_kr: 모든 파일들이 업그레이드 되었습니다. 이제 데이터베이스를 업그레이드 합니다...

source: Error when trying to upgrade file %s.
az_az: %s sənədi yenilənərkən xəta baş verdi.
ko_kr: %s 파일을 업그레이드하는 중 오류가 발생했습니다.

source: %s files left to upgrade.
az_az: Yenilənməyə %s fayl qaldı.
ko_kr: 업그레이드 할 파일 %s 개 남았습니다.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
az_az: Heç nə boşaltılmadı. Belə görünür ki, zipdən çıxarma addımı ötürülmüşdür.
ko_kr: 추출된 것이 없습니다. 압축 해제 단계를 건너 뛴 것 같습니다.

source: File %s is preserved
ko_kr: 파일 %s는 보존됨

source: %s ignored
az_az: %s gözardı edildi
ko_kr: %s 무시됨

source: [WARNING] File %1$s has been deleted.
az_az: [WARNING] %1$s faylı pozulmuşdur.
ko_kr: [WARNING] 파일 %1$s 는 삭제되었습니다.

source: Directory %1$s created.
az_az: %1$s kataloqu yaradıldı.
ko_kr: 디렉토리 %1$s 가 생성되었습니다.

source: Error while creating directory %s.
az_az: %s kataloqunu yaradarkən yanlışlıq oldu.
ko_kr: 디렉토리 %s 생성 중 오류가 발생했습니다.

source: Directory %s already exists.
az_az: Artıq %s kataloqu var.
ko_kr: 디렉토리 %s 는 이미 존재합니다.

source: [TRANSLATION] The translation files have been merged into file %s.
ko_kr: [TRANSLATION] 번역 파일들이 파일 %s 으로 병합되었습니다.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
ko_kr: [TRANSLATION] 번역 파일들이 파일 %filename% 으로 병합되었습니다. %filename% 복사로 전환합니다.

source: Copied %1$s.
az_az: %1$s köçürüldü.
ko_kr: %1$s 복사됨.

source: Error while copying file %s
ko_kr: 파일 %s 복사 중 오류 발생

source: [ERROR] Unable to find files to upgrade.
az_az: [ERROR] Yeniləmək üçün faylları tapmaq olmur.
ko_kr: [ERROR] 업그레이드 할 파일들을 찾을 수 없습니다.

source: %s files will be upgraded.
az_az: %s sənəd yenilənəcək.
ko_kr: %s 파일들이 업그레이드 됩니다.

source: listModules is not an array. No module has been updated.
az_az: listModules çoxluq deyil. Heç bir modul güncəllənmədi.
ko_kr: listModules는 배열이 아닙니다. 모듈이 업데이트되지 않았습니다.

source: Upgrading module %module%...
ko_kr: 모듈 %module% 업그레이드 중...

source: The files of module %s have been upgraded.
az_az: %s modulunun faylları güncəlləndi.
ko_kr: 모듈 %s의 파일들이 업그레이드 되었습니다.

source: %s modules left to upgrade.
az_az: Yenilənməyə %s modul qaldı.
ko_kr: 업그레이드 할 모듈 %s 개 남았습니다.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
az_az: %modulename% modulu %version% versiyasına uyğun deyil və sizin FTP-nizdən silinəcək.
ko_kr: %modulename% 모듈은 %version% 버전과 호환되지 않습니다. 이 모듈은 FTP에서 제거됩니다.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
az_az: %modulename% modulu %version% versiyasına uyğun deyil, zəhmət olmasa, onu FTP-nizdən silin.
ko_kr: %modulename% 모듈은 %version% 버전과 호환되지 않습니다. FTP에서 제거하십시오.

source: Addons modules files have been upgraded.
az_az: Addon modullarının faylları yeniləndi.
ko_kr: 추가기능 모듈 파일이 업그레이드되었습니다.

source: %s modules will be upgraded.
az_az: %s modul yenilənəcək.
ko_kr: %s 모듈이 업그레이드됩니다.

source: Starting upgrade...
az_az: Yeniləmə başlayır...
ko_kr: 업그레이드 시작 중...

source: Downloading and unzipping steps have been skipped, upgrade process will now remove sample data.
ko_kr: 다운로드 및 압축 해제 단계를 건너뛰었습니다. 이제 업그레이드 프로세스에서 예시 자료가 제거됩니다.

source: Shop deactivated. Removing sample files...
az_az: Dükan söndürüldü. Örmək fayllar silinir...
ko_kr: 상점 비활성화 됨. 예시 파일들 제거 중...

source: Downloading step has been skipped, upgrade process will now unzip the local archive.
ko_kr: 다운로드 단계를 건너뛰었습니다. 이제 업그레이드 프로세스에서 로컬 아카이브의 압축을 풉니다.

source: Shop deactivated. Extracting files...
az_az: Mağaza deaktiv oldu.Fayllar çıxarılır...
ko_kr: 상점 비활성화 됨. 파일 추출 중...

source: Shop deactivated. Now downloading... (this can take a while)
az_az: Mağaza deaktiv oldu. Yüklənir...( Bu vaxt tələb edə bilər )
ko_kr: 상점이 비활성화 되었습니다. 지금 다운로드 중...(시간이 조금 걸립니다)

source: Downloaded archive will come from %s
az_az: Yüklənən arxiv buradan yüklənəcək %s
ko_kr: %s에서 아카이브가 다운로드 됩니다

source: MD5 hash will be checked against %s
ko_kr: %s에 대한 MD5 해시를 검사합니다

source: Major release
ko_kr: 주요 릴리즈

source: Minor release (recommended)
ko_kr: 사소한 릴리즈 (권장됨)

source: Release candidates
ko_kr: 릴리스 후보

source: Beta releases
ko_kr: 베타 릴리즈

source: Alpha releases
ko_kr: 알파 릴리즈

source: Private release (require link and MD5 hash)
ko_kr: 비공개 릴리즈 (링크와 MD5 해시 필요)

source: Local archive
az_az: Lokal arxiv
ko_kr: 로컬 아카이브

source: Local directory
az_az: Lokal kataloq
ko_kr: 로컬 디렉토리

source: Backup Options
az_az: Yedəkləmə Seçimləri
ko_kr: 백업 옵션

source: Upgrade Options
az_az: Seçimləri Yenilə
ko_kr: 업그레이드 옵션

source: You already have the %s version.
az_az: Sizin artıq %s versiyanız var.
ko_kr: 이미 %s 버전을 보유하고 있습니다.
ms_my: Anda telahpun menggunakan versi %s.

source: This functionality has been disabled.
az_az: Bu funksiya söndürüldü.
ko_kr: 이 기능은 비활성화되었습니다.
ms_my: Fungsi ini telah dinyahaktifkan.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
az_az: [TEXNİKİ XƏTA] ajax-upgradetab.php çatışmır. Buyurun, modulu yenidən quraşdırın, ya da sıfırlayın.
ko_kr: [TECHNICAL ERROR] ajax-upgradetab.php 누락됨. 모듈을 재설치 또는 재설정 하세요.

source: Are you sure you want to delete this backup?
az_az: Siz bu yedəkləməni pozmaq istədiyinizə əminsinizmi?
ko_kr: 이 백업을 삭제 하시겠습니까?

source: An update is currently in progress... Click "OK" to abort.
ko_kr: 현재 업데이트 진행 중... 중단하려면 "확인"을 클릭하세요.

source: Upgrading PrestaShop
az_az: PrestaShop yenilənir
ko_kr: PrestaShop 업그레이드

source: Upgrade complete
az_az: Yeniləmə tamamlandı
ko_kr: 업그레이드 완료

source: Upgrade complete, but warning notifications has been found.
az_az: Yenilənmə tamamlandı, ancaq xəbərdarlıq bildirişləri tapıldı.
ko_kr: 업그레이드가 완료됐지만, 경고 알림이 발견되었습니다.

source: Cookies have changed, you will need to log in again once you refreshed the page
az_az: Çərəzlər dəyişdi, siz səhifəni yeniləsəniz yenidən giriş etməlisiniz
ko_kr: 쿠키가 변경되어, 페이지를 새로고침하면 로그인을 다시해야 합니다

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
ko_kr: JavaScript와 CSS 파일이 변경되었습니다, CTRL-F5로 브라우저 캐시를 지워주세요

source: Please check that your front-office theme is functional (try to create an account, place an order...)
ko_kr: 상점 웹페이지 테마가 동작하는지 확인해 주세요 (계정 생성, 주문 접수...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
ko_kr: 상점 웹페이지에 상품 이미지가 보이지 않나요? 환경설정 > 이미지 에서 썸네일을 재생성해 보세요

source: Do not forget to reactivate your shop once you have checked everything!
az_az: Hər şeyi yoxladıqdan sonra dükanınızı yenidən aktiv etməyi unutmayın!
ko_kr: 모든것이 확인되었다면 상점 재활성화를 잊지 마세요!

source: ToDo list:
az_az: Ediləcəklər siyahısı:
ko_kr: 할 일 목록:

source: Starting restoration...
az_az: Yenilənmə başlanır...
ko_kr: 복원 시작 중...

source: Restoration complete.
az_az: Yenilənmə tamamlandı.
ko_kr: 복원 완료.

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
ko_kr: 서버가 파일을 다운로드 할 수 없습니다. admin/autoupgrade 디렉토리에 ftp로 업로드 하세요

source: Javascript error (parseJSON) detected for action
ko_kr: 동작 중 JavaScript 오류(parseJSON) 가 감지됨

source: Manually go to %s button
az_az: %s düyməsinə özünüz gedin
ko_kr: 수동으로 %s 버튼으로 이동

source: End of process
az_az: Prosesin sonu
ko_kr: 처리 종료

source: Operation canceled. Checking for restoration...
az_az: Əməliyyat ləğv edildi. Yenilənmə yoxlanılır...
ko_kr: 작업이 취소되었습니다. 복원을 확인합니다...

source: Do you want to restore %s?
ko_kr: %s을 복원하시겠습니까?

source: Operation canceled. An error happened.
az_az: Əməliyyat ləğv edildi. Bir yanlışlıq baş verdi.
ko_kr: 작업이 취소되었습니다. 오류가 발생했습니다.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall the module.
ko_kr: [TECHNICAL ERROR] ajax-upgradetab.php 누락됨. 모듈을 재설치 하세요.

source: Click to refresh the page and use the new configuration
ko_kr: 페이지를 새로고침하고 새 구성을 사용하려면 클릭

source: Error detected during
ko_kr: 다음 중 오류 감지됨
ms_my: Ralat dekesan sewaktu

source: The request exceeded the max_time_limit. Please change your server configuration.
ko_kr: 요청이 max_time_limit를 초과했습니다. 서버 구성을 변경해 주세요.

source: See or hide the list
az_az: Siyahını göstər, ya da gizlət
ko_kr: 목록 보이기 또는 숨기기

source: Core file(s)
az_az: Özək fayl(lar)
ko_kr: 코어 파일(들)

source: Mail file(s)
ko_kr: 메일 파일(들)

source: Translation file(s)
ko_kr: 번역 파일(들)

source: Link and MD5 hash cannot be empty
ko_kr: 링크와 MD5 해시는 비울 수 없음

source: You need to enter the version number associated with the archive.
az_az: Arxivlə bağlı olan versiya nömrəsini yazmalısız.
ko_kr: 아카이브와 관련된 버전 숫자를 입력해야 합니다.

source: No archive has been selected.
az_az: Heç bir arxiv seçilmədi.
ko_kr: 선택된 아카이브가 없습니다.
