Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesFeaturedproductsAdmin.*.xlf
Languages: bg_bg, et_ee, fa_ir, fr_fr, ro_ro, ru_ru

source: Category from which to pick products to be displayed
bg_bg: Категория, от която ще се взимат показваните продукти
et_ee: Millisest kategooriast tooted võetakse
fa_ir: دسته‌ای که محصولات از آن انتخاب و نمایش داده شده‌اند
fr_fr: Catégorie des produits à afficher
ro_ro: Categoria din care sa fie alese produse pentru a fi afisate
ru_ru: Отображать товары из этой категории

source: Enable if you wish the products to be displayed randomly (default: no).
bg_bg: Разрешете, ако желаете продуктите да се показват случайно (по подразбиране: не).
et_ee: Määra kas tooteid näidatakse juhuslikul (algselt on : ei)
fa_ir: فعال کنید اگر می خواهید محصولات به صورت تصادفی نمایش داده شوند (پیش فرض: خیر).
fr_fr: Activer si vous souhaitez que les produits phares soient affichés aléatoirement (ce qui n'est pas le cas par défaut).
ro_ro: Activeaza daca doresti afisarea aleatorie a produselor (implicit: nu).
ru_ru: Включите, если хотите отображать товары в случайном порядке (по умолчанию: нет).

source: Featured products
bg_bg: Подбрани продукти
et_ee: Pakkumised
fa_ir: محصولات پیشنهادی
fr_fr: Produits phares
ro_ro: Produse recomandate
ru_ru: Рекомендуемые товары

source: Invalid value for the "randomize" flag.
bg_bg: Невалидна стойност на флага "случаен подбор".
et_ee: Vale väärtus \"juhuslik\" omadusele.
fa_ir: مقدار نادرست برای پرچم "اتفاقی".
fr_fr: Valeur non valide pour le champ d'affichage aléatoire.
ro_ro: Valoare invalida pentru fanionul "randomize".
ru_ru: Неверное значение для флага "случайно".

source: Number of products to be displayed
bg_bg: Брой показвани продукти
et_ee: Mitu toodet näidatakse
fa_ir: تعداد محصولات برای نمایش
fr_fr: Nombre de produits à afficher
ro_ro: Numarul de produse ce urmeaza a fi afisate
ru_ru: Число отображаемых товаров

source: Pick a category and highlight its items, enhance customer experience with a lively homepage.
et_ee: Valige kategooria ja tõstke selle esemed esiplaanile, täiustage külaliste kogemust elava kodulehega.
fa_ir: یک شاخه انتخاب کنید و آیتم‌هایش را هایلایت کنید، تجربه‌ی مشتری را با یک صفحه ‌اصلی زنده، تقویت کنید.
fr_fr: Mettez en avant les articles d’une catégorie de votre choix pour améliorer l’expérience de vos clients grâce à une page d’accueil dynamique.
ro_ro: Alege o categorie si evidentiaza-i elementele pentru imbunatati experienta clientilor cu o pagina principala plina de viata.

source: Randomly display featured products
bg_bg: Случайно показване на подбраните продукти
et_ee: Näita tooteid juhuslikult.
fa_ir: نمایش اتفاقی محصولات پیشنهادی
fr_fr: Afficher aléatoirement les produits phares
ro_ro: Afiseaza aleator produsele recomandate
ru_ru: Отображать в случайном порядке

source: Set the number of products that you would like to display on homepage (default: 8).
bg_bg: Задаване на броя продукти, който искате да се показват на началната страница (по подразбиране: 8).
et_ee: Määra mitu toodet esilehel näidatakse (algselt on 8).
fa_ir: تعداد محصولاتی که در صفحه خانگی نمایش داده می شوند را تنظیم کنید (پیش فرض: 8).
fr_fr: Indiquez le nombre de produits que vous voulez voir affichés sur la page d'accueil (par défaut : 8).
ro_ro: Seteaza numarul de produse pe care doresti sa le afisezi pe prima pagina (implicit: 8).
ru_ru: Задать число товаров, отображаемых на главной странице (стандартно: 8).

source: The category ID is invalid. Please choose an existing category ID.
bg_bg: Невалидно ИД на категория. Моля, изберете съществуващо ИД на категория.
et_ee: Kategooria ID on vigane. Vali mõni eksisteeriv ID.
fa_ir: شناسه‌ی دسته نادرست است. لطفا از بین شناسه‌های موجود در دسته‌ها، یکی را انتخاب کنید.
fr_fr: L'ID de catégorie n'est pas valide. Veuillez choisir une ID existante.
ro_ro: ID-ul categoriei este incorect. Te rugam sa alegi un ID existent.
ru_ru: Неправильный ID категории. Пожалуйста, выберите ID существующей категории.

source: The number of products is invalid. Please enter a positive number.
bg_bg: Невалиден брой продукти. Моля въведете положително число.
et_ee: Toodete kogus on vigane. Vali positiivne arv.
fa_ir: تعداد این محصولات نادرست است. لطفا یک مقدار مثبت وارد کنید.
fr_fr: Le nombre de produits n'est pas valide. Veuillez entrer un nombre positif.
ro_ro: Numarul produselor este incorect. Trebuie sa fie un numar pozitiv.
ru_ru: Количество товаров неверно. Должно быть положительное число.

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
bg_bg: За да добавите продукти към вашата начална страница, просто ги добавете към съответната продуктова категория (по подразбиране: "Начало").
et_ee: Toodete lisamiseks esilehele lisa nad lihtsalt vastavasse tootekategooriasse (algselt on \"Home\").
fa_ir: برا افزوردن محصولات به صفحه‌ی اصلی، به سادگی آن‌ها را به دسته‌ی محصول متناظر اضافه کنید (پیش فرض: "خانه").
fr_fr: Pour ajouter des produits à votre page d'accueil, ajoutez-les simplement à la catégorie de produits correspondante ("Home" ou "Accueil" par défaut).
ro_ro: Pentru a adauga produse pe prima pagina, adauga-le in categoria corespunzatoare (implicit: "Home").
ru_ru: Чтобы добавить товары на главную страницу, добавьте их в соответствующую категорию (по умолчанию: "Главная").
