Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesFacetedsearchAdmin.*.xlf
Languages: ar_sa, cs_cz, fa_ir, hy_am, sr_cs

source: Attribute group: %name% (%count% attributes)
ar_sa: مجموعة خصائص: %name% (%count% خصائص)
cs_cz: Skupina atributů: %name% (%count% atributy)
fa_ir: گروه مشخصه: %name% (%count% مشخصه)

source: Attribute group: %name% (%count% attribute)
ar_sa: مجموعة خصائص: %name% ( %count% خاصية)
cs_cz: Skupina atributů: %name% (%count% atribut)
fa_ir: گروه مشخصه: %name% (%count% مشخصه)

source: This group will allow user to select a color
ar_sa: هذه المجموعة تسمح للمستخدم باختيار اللون
cs_cz: Tato skupina umožní uživateli výbrat barvu
fa_ir: این گروه به کاربر این امکان را می دهد که یک رنگ را انتخاب کند
hy_am: Այս խումբը թույլ կտա օգտագործողին ընտրել գույնը
sr_cs: Ova grupa će omogućiti korisnicima da odaberu boju

source: Feature: %name% (%count% values)
ar_sa: مميزات:%name% (%count% قيم)
cs_cz: Vlastnost: %name% (%count% hodnoty)
fa_ir: ویژگی: %name% (%count% مقدار)

source: Feature: %name% (%count% value)
ar_sa: مميزات:%name% (%count% قيمه)
cs_cz: Vlastnost: %name% (%count% hodnota)
fa_ir: ویژگی: %name% (%count% مقدار)

source: URL
ar_sa: الرابط
cs_cz: Adresa URL
hy_am: Հղում

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين URL أكثر تفصيلاً عن طريق اختيار الكلمة التي تمثل هذه السمة بشكل أفضل. بشكل افتراضي ، يستخدم PrestaShop اسم السمة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این مشخصه است، URL‌هایی با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام مشخصه استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين صفحات أكثر تفصيلاً باختيار الكلمة التي تمثل هذه السمة بشكل أفضل. بشكل افتراضي ، يستخدم PrestaShop اسم السمة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این مشخصه است، عنو‌ان‌های صفحه‌ای با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام مشخصه استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: Invalid characters: <>;=#{}_
ar_sa: حرف غير صحيح <>;=#{}_
cs_cz: Neplatné znaky: <>;=#{}_
fa_ir: کاراکترهای نامعتبر: <>;=#{}
sr_cs: Nevažeći znakovi: <>;=#{}_

source: Indexable
ar_sa: قابل للفهرسة
cs_cz: Indexovatelné
fa_ir: قابل ایندکس
sr_cs: Može se indeksovati

source: Use this attribute in URL generated by the Faceted Search module.
ar_sa: استخدم هذه السمة في عنوان URL الذي تم إنشاؤه بواسطة الوحدة النمطية Search Faceted.
cs_cz: Použijte tento atribut v URL odkazu, který je generován v modulu Fazetová vyhledávání.
fa_ir: از این مشخصه در URL تولید‌شده توسط ماژول جستجوی لایه‌ای استفاده کن.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين URL أكثر تفصيلاً عن طريق اختيار الكلمة التي تمثل أفضل هذه الميزة. بشكل افتراضي ، يستخدم PrestaShop اسم الميزة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این ویژگی است، URL‌هایی با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام ویژگی استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين صفحات أكثر تفصيلاً باختيار الكلمة التي تمثل أفضل هذه الميزة. بشكل افتراضي ، يستخدم PrestaShop اسم الميزة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این ویژگی است، عنو‌ان‌های صفحه‌ای با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام ویژگی استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين URL أكثر تفصيلاً عن طريق اختيار الكلمة التي تمثل أفضل قيمة لهذه الميزة. بشكل افتراضي ، يستخدم PrestaShop اسم القيمة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این مقدار ویژگی است، URL‌هایی با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام مقدار استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
ar_sa: عند تمكين الوحدة النمطية Search Faceted ، يمكنك الحصول على عناوين صفحات أكثر تفصيلاً باختيار الكلمة التي تمثل أفضل قيمة لهذه الميزة. بشكل افتراضي ، يستخدم PrestaShop اسم القيمة ، ولكن يمكنك تغيير هذا الإعداد باستخدام هذا الحقل.
cs_cz: Je-li povolen modul Blok Filtrování zboží podle parametrů, získáte výběrem slova, které nejlépe reprezentuje tento atribut, podrobnější URL adresy. PrestaShop standardně používá název atributu, ale toto nastavení lze pomocí tohoto pole změnit.
fa_ir: هنگامی که ماژول جستجوی لایه‌ای فعال باشد، شما می‌توانید با انتخاب بهترین کلمه‌ای که بیانگر این مقدار ویژگی است، عنو‌ان‌های صفحه‌ای با جزئیات بیشتر را دریافت کنید. به صورت پیش فرض، پرستاشاپ از نام مقدار استفاده می‌کند اما با استفاده از این کادر، می‌توانید آن تنظیمات را تغییر دهید.

source: You must select at least one category.
ar_sa: يجب إختيار فئة واحدة على الأقل.

source: You can set a cron job that will rebuild price index using the following URL:
ar_sa: يمكنك ضبط وظيفة كرون لإعادة انشاء فهرس أسعار من خلال استخدام الرابط التالي:

source: You can set a cron job that will rebuild attribute index using the following URL:
ar_sa: يمكنك ضبط وظيفة كرون لإعادة انشاء فهرس الخواص من خلال استخدام الرابط التالي:

source: Category filter depth (0 for no limits, 1 by default)
ar_sa: عُمق فلتر التصنيف (0 بدون حد، 1 افتراضياً)
