Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesGsitemapAdmin.*.xlf
Languages: ro_ro

source: -or-
ro_ro: -sau-

source: A minimum max_execution_time value of 30 seconds.
ro_ro: O valoare minimă de 30 de secunde a parametrului max_execution_time.

source: A minimum memory_limit value of 128 MB.
ro_ro: O valoare minimă de 128 MB a parametrului memory_limit.

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
ro_ro: A aparut o eroare la verificarea permisiunilor fisierului. Te rugam sa reglezi permisiunile pentru a permite PrestaShop sa scrie un fisier in directorul sursa.

source: Ask your hosting provider to setup a "Cron job" to load the following URL at the time you would like:
ro_ro: Cereti providerului de hosting sa seteze o programare de cron care sa incarce urmatorul URL la intervalul de timp dorit:

source: Automatically:
ro_ro: Automat:

source: Check all
ro_ro: Bifeaza tot

source: Configure your sitemap
ro_ro: Configureaza sitemap-ul

source: For a better use of the module, please make sure that you have
ro_ro: Pentru utilizarea optima a acestui modul, verifica ca urmatoarele conditii sunt indeplinite

source: Generate sitemap
ro_ro: Genereaza sitemap

source: Generate your Google sitemap file and keep it up to date with this module.
ro_ro: Genereaza fisierul cu harta site-ului pentru Google si mentine-l la zi cu acest modul.

source: Generating a sitemap can take several minutes
ro_ro: Generarea unui fisier de sitemap poate dura cateva minute

source: Google sitemap
ro_ro: Harta a site-ului pentru Google

source: How often do you update your store?
ro_ro: Cat de des actualizezi datele din magazin?

source: Indicate the pages that you do not want to include in your sitemap files:
ro_ro: Indica paginile pe care doresti sa le excluzi din sitemap:

source: Information
ro_ro: Informatii

source: It will automatically generate your XML sitemaps.
ro_ro: Iti va genera automat fisierele XML de sitemap.

source: Manually:
ro_ro: Manual:

source: Please set up the following sitemap URL in your Google Webmaster account:
ro_ro: Seteaza urmatoarea adresa URL pentru sitemap in contul tau de Google Webmaster:

source: Several sitemap files will be generated depending on how your server is configured and on the number of activated products in your catalog.
ro_ro: Va fi generat un numar de fisiere de sitemap, in functie de configurarea serverului si de numarul de produse active din catalog.

source: Sitemaps were already created.
ro_ro: Hartile au fost deja create.

source: The above URL is the master sitemap file. It refers to the following sub-sitemap files:
ro_ro: Adresa URL de mai sus este a fisierului master. Se refera la urmatoarele fisiere cu sitemap partial:

source: This shop has no sitemap yet.
ro_ro: Acest magazin nu are inca sitemap.

source: Uncheck all
ro_ro: Debifeaza tot

source: Using the form above (as often as needed)
ro_ro: Folosind formularul de mai sus (de cate ori este nevoie)

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
ro_ro: Poti modifica aceste limite in fisierul php.ini. Pentru mai multe detalii, te rugam sa iti contactezi furnizorul de gazduire web.

source: You have two ways to generate sitemaps.
ro_ro: Ai doua metode de generare a sitemap-urilor.

source: Your last update was made on this date:
ro_ro: Ultima actualizare a fost facuta in aceasta data:

source: Your sitemaps
ro_ro: Sitemap-urile tale

source: Your sitemaps were successfully created. Please do not forget to setup the URL
ro_ro: Fisierele sitemap au fost create. Nu uita sa setezi adresa URL

source: always
ro_ro: intotdeauna

source: daily
ro_ro: zilnic

source: hourly
ro_ro: la fiecare ora

source: in your Google Webmaster account.
ro_ro: in contul tau de Google Webmaster.

source: monthly
ro_ro: lunar

source: never
ro_ro: niciodata

source: weekly
ro_ro: saptamanal

source: yearly
ro_ro: anual
