Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: bs_ba, el_gr, es_co, fa_ir, hu_hu, lv_lv, ro_ro, sl_si

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
bs_ba: Značajno povećanje ili smanjenje registracije kupaca pokazuje da je vjerovatno bilo promjena u vašoj trgovni. Imajući to u vidu, predlažemo vam da pronađete uzrok, ispravite problem i vratite se u biznis da zarađujete novac!
el_gr: Μια σημαντική αύξηση ή μείωση στις εγγραφές πελατών δείχνει ότι μάλλον υπήρξε μια αλλαγή στο κατάστημά σας. Ως εκ τούτου, θα πρέπει να εντοπίσετε την αιτία, να διορθώσετε το πρόβλημα και να γυρίσετε πίσω στην επιχείρηση των χρημάτων!
es_co: Un aumento o una disminución significativa en el registro de clientes muestra que probablemente ha habido un cambio en su tienda. Con esto en mente, le sugerimos que identifique la causa, corrija el problema y ¡vuelva al asunto de hacer dinero!
fa_ir: یک افزایش یا کاهش عمده، نشان می دهد که احتمالاً تغییری در فروشگاه شما ایجاد شده است. بنابراین شما باید آن تغییر را شناسایی کنید، اگر آن تغییر باعث کاهش تعداد ثبت نام ها شده باشد باید آن را اصلاح کنید و اگر باعث افزایش ثبت نام شده است این تغییر را ادامه دهید!
hu_hu: A vásárlói regisztrációkban beálló szignifikáns növekedés vagy csökkenés azt mutatja, hogy valószínűleg változás történt a boltodban. Ezzel a gondolattal a fejedben javasoljuk, hogy azonosítsd ennek okát, javítsd ki és gyere vissza a pénz teremtés üzletéhez!
lv_lv: Ievērojamas klientu reģistrācijas izmaiņas var liecināt par izmaiņām veikalā. Jums ir jānosaka šo izmaiņu izraisītājs, jāizlabo kļūda un jāturpina pārdošana!
ro_ro: O crestere sau scadere semnificativa in numarul inregistrarilor arata ca probabil a fost facuta o modificare in magazinul tau. Avand asta in minte, iti sugeram sa identifici cauza, sa corectezi eroarea si sa revenii in afacere pentru a face bani!
sl_si: Velik porast ali upad pokaže da je bila najbrž neka sprememba v trgovini; zato jo morate določiti da lahko sledite ali povzroča upad ali pa nadaljujete z njo če je prednost!

source: Adds a registration progress tab to the Stats dashboard.
bs_ba: Dodaje tab napredak registracije na kontrolnoj tabli Statistike.
el_gr: Προσθέτει μια καρτέλα προόδου εγγραφής στον πίνακα Στατιστικών.
es_co: Añade una pestaña del progreso de registros en el tablero de Estadísticas.
fa_ir: یک تب پیشرفت ثبت نام به داشبورد آمار می افزاید .
hu_hu: Hozzáad egy regisztrációs folyamatot megjelenítő fület a Statisztikák vezérlőpulthoz.
lv_lv: Pievieno Statistikas panelī reģistrācijas progresa indikatoru.
ro_ro: Adauga un tab ce contine progresul inregistrarilor la panoul de Statistici.
sl_si: Doda zavihek napredka registracije v nadzorno ploščo statistike.

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
bs_ba: Kampanja oglašavanje može privući veći broj posjetitelja. Uslijediti će povećanje korisničkih računa kupaca, koji će ovisiti o njihovoj "kvaliteti". Dobro ciljano oglašavanje može biti efikasnije od velikih oglašavanja... i pri tome dosta jeftinije!
el_gr: Μια διαφημιστική εκστρατεία μπορεί να προσελκύσει μεγαλύτερο αριθμό επισκεπτών. Ίσως ακολουθήσει μια αύξηση στους λογαριασμούς πελατών και τα περιθώρια κέρδους, η οποία θα εξαρτηθεί από την "ποιότητα" των πελατών. Μια καλά στοχευμένη διαφήμιση μπορεί να είναι πιο αποτελεσματική από μια μεγάλης κλίμακας διαφήμιση... και είναι και πιο φθηνή!
es_co: Una campaña de publicidad puede atraer a un mayor número de visitantes a su tienda en línea. Esto probablemente será seguido por un aumento en las cuentas de los clientes y los márgenes de ganancias, el cual dependerá de la "calidad" de los clientes. La publicidad bien orientada es generalmente más eficaz que la publicidad a gran escala ... ¡y es más barato!
fa_ir: یک مبارزه ی تبلیغاتی می تواند تعداد بازدید کننده های بیشتری را جذب کند. افزایشی در حساب های مشتری ایجاد خواهد شد که به "کیفیت" آن ها بستگی خواهد داشت. تبلیغات خوب هدف گیری شده ممکن است بیشتز از تبلیغات وسیع تاثیر گذار باشد!
hu_hu: Egy reklámkampány növekvő számú látogatót eredményezhet az online áruházhoz, amit valószínűleg növekvő számú vásárlói fiók és emelkedő profit követ - mely a vásárlói "minőségtől" függ. A jól célzott reklámozás tipikusan sokkal hatékonyabb, mint a nagybani reklám... és még olcsóbb is!
lv_lv: Reklāmas kampaņa var piesaistīt klientu skaitu veikalā. Tam vajadzētu sekot klientu kontu skaita un peļņas pieaugumam, kurš mainīs arī klientu "kvalitāti". Labi izstrādātas mērķauditorijas reklāmas ir efektīvākas kā liela apjoma vispārtējas reklāmas kampaņa... un tā noteikti ir lētāka!
ro_ro: O campanie publicitara poate atrage un numar mare de vizitatori catre magazinul tau online. Aceasta va fi probabil urmata de o crestere a conturilor de clienti si a profiturilor marginale, ce vor depinde de ”calitatea” clientului. Publicitatea bine-tintita are mai mult efect decat publicitatea la scala larga... si este de asemenea mai ieftina!
sl_si: Oglaševalska kampanja lahko pridobi večje število obiskov. Porast v uporabniških računih ki bo sledil bo odvisen od njene "kvalitete": točno odmerjeno oglaševanje je lahko bolj učinkovito kot oglaševanje na veliko!

source: CSV Export
bs_ba: CSV Izvoz
el_gr: Εξαγωγή CSV
es_co: Exportar CSV
fa_ir: استخراج CSV
hu_hu: CSV exportálás
lv_lv: Csv Eksports
ro_ro: Export CSV
sl_si: Izvoz CSV

source: Customer accounts
bs_ba: Računi kupaca
el_gr: Λογαριασμοί πελάτη
es_co: Cuentas de cliente
fa_ir: حساب های مشتری
hu_hu: Felhasználói fiókok
lv_lv: Klientu konti
ro_ro: Conturi de clienti
sl_si: Računi strank

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
bs_ba: Dizajn i jednostavnost korištenja su važniji nego ikad u online trgovinama. Loše izabrana grafička tema koja je teška za snalaženje može odbiti posjetioca. Treba pronaći pravu ravnotežu između inovativnog dizajna i funkcionalnosti za vašu online trgovinu.
el_gr: Ο σχεδιασμός και φιλικότητα προς το χρήστη είναι πιο σημαντικά από ποτέ: ένα κακά επιλεγμένο ή δύσχρηστο θέμα μπορεί να αποτρέψει τους επισκέπτες. Θα πρέπει να βρεθεί η σωστή ισορροπία ανάμεσα σε μια πρωτοποριακή σχεδίαση και ευχρηστίας. Η σωστή ορθογραφία και τη σαφήνεια εμπνέουν περισσότερη εμπιστοσύνη εκ μέρους των πελατών στο κατάστημά σας.
es_co: Diseño y facilidad de uso son más importantes que nunca en el mundo de las ventas en línea. Un tema mal elegido o difícil de acceder puede mantener a los compradores al margen. Esto significa que usted debe aspirar a encontrar el equilibrio adecuado entre la belleza y funcionalidad de su tienda en línea.
fa_ir: نوع طراحی وب سایت و کاربرپسند بودن بیش از همیشه مهم هستند: یک قالب گرافیکی بد انتخاب شده و یا پیچیده می تواند باعث کاهش بازدید کننده ها شود. شما می توانید توازن صحیح بین یک طراحی خلاق و اجازه ی حرکت آسان در اصراف وب سایت به بازدید کننده ها ایجاد کنید.املای صحیح و وضوح مناسب نیز اعتماد به نفس بیشتر مشتری در فروشگاه شما را القاء می کند.
hu_hu: A design és felhasználóbarátság még fontosabbak, míg eddig bármikor, az online eladások világában. Egy rosszul választott és nehezen követhető grafikus téma a vásárlókat ágynak dönthet. Ez annyit tesz, hogy online boltodnál törekedned kell megtalálni az egyensúlyt a szépség és funkcionalitás között.
lv_lv: Dizains un draudzīga attieksme pret klientu tiešsaistes pārdošanā ir svarīgāka kā jebkad agrāk. Nepareizi izvēlēta vai nepilnīga veikala grafiskā tēma var atgrūst klientus. Tas nozīmē ka ir jāatrod balanss starp dizainu un funkcionalitāti.
ro_ro: Designul si interfata prietenoasa sunt mai importante ca niciodata in lumea vanzarilor online. O tema aleasa gresit sau greu de urmarit pot indeparta cumparatorii. Asta inseamna ca ar trebui sa aspiram sa gasim balanta corecta intre frumusete si functionalitate.
sl_si: Oblika in prijaznost do uporabnika sta bolj pomembni kot kdajkoli prej: slabo izbrana ali pa težko sledljiva grafična tema lahko odvrača obiskovalce. Morate najti pravo razmerje med inovativnim designom in tem da se obiskovalci premikajo okrog z lahkoto. Pravilno črkovanje in jasnost tudi pripomoreta k večjem zaupanju strank v vašo trgovino.

source: Here is a summary of what may affect the creation of customer accounts:
bs_ba: Ovdje je pregled onoga što bi moglo uticati na pravljenje korisničkih računa:
el_gr: Εδώ είναι περίληψη του τι μπορεί να επηρεάσει τη δημιουργία των λογαριασμών πελατών:
es_co: He aquí un resumen de lo que puede afectar la creación de cuentas de los clientes:
fa_ir: اینجا خلاصه ای از آن چیزی که ممکن است در ایجاد حساب های مشتری تاثیر بگذارد، وجود دارد:
hu_hu: Itt egy összegzés arról, hogy mi lehet hatással a vásárlói fiók létrehozására:
lv_lv: Šeit ir pārskats par to kas var iespaidot kientu kontu izveidošanu:
ro_ro: Aici ai un rezumat al lucrurilor care ar putea afecta crearea conturilor de client:
sl_si: Tukaj je povzetek stvari ki lahko vplivajo na odpiranje novih računov:

source: How to act on the registrations' evolution?
bs_ba: Kako reagovati na evoluciju registracija?
el_gr: Πώς να ενεργείστε στην εξέλιξη των εγγραφών
es_co: ¿Cómo intervenir en la evolución de las suscripciones?
fa_ir: سیر جریان ثبت نام چگونه عمل می کند؟
hu_hu: Hogyan reagáljak a regisztrációk változására?
lv_lv: Kā reaģēt uz reģistrāciju attīstību?
ro_ro: Cum sa reactionezi la evolutia inregistrarilor?
sl_si: Kako reagirati pri napredovanju registracij?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
bs_ba: Ako ostavite Vašu trgovinu da radi bez ikakvih izmjena, broj registracija kupaca stagnirati će ili biti u padu.
el_gr: Αν αφήσετε το κατάστημά σας να τρέχει χωρίς να αλλάξετε τίποτα, ο αριθμός καταχωρήσεων πελατών θα παραμείνει σταθερός ή θα εμφανίσει μια ελαφρά μείωση.
es_co: Si deja que su tienda ande sin cambiar nada, el número de registros del cliente debería permanecer estable o mostrar un ligero descenso.
fa_ir: اگر شما اجازه بدون تغییر هر چیزی در فروشگاه خود اجرا کنید ، تعداد ثبت نام مشتری پایدار می ماند و یا اندکی کاهش می یابد .
hu_hu: Ha a boltot engeded futni módosítások nélkül, a vásárlói regisztrációk száma stabil maradhat vagy enyhe csökkenést mutathat.
lv_lv: Ja veikals darbosies bez noklusēto iestatījumu maiņas, klientu reģistrācijai jāpaliek vienmērīgai.
ro_ro: Daca iti lasi magazinul sa mearga fara a face nici-o schimbare, numarul de clienti inregistrati va ramane stabil sau va arata o usoara scadere.
sl_si: Če vaša trgovina posluje brez spreminjanja česarkoli, bo število strank ostalo stabilno ali pa rahlo upadlo.

source: Number of customer accounts created
bs_ba: Broj napravljenih korisničkih računa
el_gr: Αριθμός λογαριασμών πελατών που δημιουργήθηκαν
es_co: Número de cuentas de cliente creadas
fa_ir: تعداد حساب های مشتری که ساخته شده است
hu_hu: Elkészített felhasználói fiókok száma
lv_lv: Izveidoto klientu kontu skaits
ro_ro: Numarul de conturi de client create
sl_si: Število ustvarjenih računov strank

source: Number of visitors who placed an order directly after registration:
bs_ba: Broj posjetilaca koji su plasirali narudžbu direktno nakon registracije:
el_gr: Οι επισκέπτες που έχουν τοποθετηθεί μια παραγγελία απευθείας μετά την εγγραφή:
es_co: Número de visitantes que hicieron un pedido directamente después de registrarse:
fa_ir: بازدید کنندگانی که درست بعد از ثبت نام، سفارشی را انجام داده اند:
hu_hu: Azon látogatók száma, akik a regisztráció után azonnal rendeltek:
lv_lv: Klientu skaits kuri ir veikuši pirkumu uzreiz pēc reģistrācijas:
ro_ro: Numarul de vizitatori care au plasat o comanda imediat dupa inregistrare:
sl_si: Obiskovalci ki so naročili takoj po registraciji:

source: Number of visitors who stopped at the registering step:
bs_ba: Broj posjetilaca koji su se zaustavili na registracijskom koraku:
el_gr: Επισκέπτες που έχουν σταματήσει στο βήμα εγγραφή:
es_co: Número de visitantes que no han pasado del paso de suscripción:
fa_ir: بازدید کنندگانی که در مرحله ثبت نام متوقف شده اند:
hu_hu: Látogatók, akik megálltak a regisztráció befejezése előtt:
lv_lv: Klientu skaits kuri ir apstājušies pie reģistrēšanās soļa:
ro_ro: Numarul de vizitatori care s-au oprit la pasul de inregistrare:
sl_si: Obiskovalci ki so se ustavili na koraku registracije:

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
bs_ba: Specijalne ponude, promocije i/ili takmičenja uglavnom zahtjevaju pažnju kupaca. Ponuda ovakvih stvari ne samo što će održavati bolji nivo poslovanja, već će i povećati saobraćaj, izgraditi lojalnost kupaca i zaista promijeniti vašu trenutnu filozofiju prodaje.
el_gr: Οι προσφορές, οι εκπτώσεις, οι προωθήσεις και/ή οι διαγωνισμοί "τραβούν" ακόμη περισσότερο την προσοχή των πελατών. Η προσφορά τέτοιων πραγμάτων, όχι μόνο θα διατηρήσει την επιχείρησή σας "ζωντανή", αλλά θα αυξήσει και την κίνησή του, την εμπιστοσύνη των πελατών και θα αλλάξει πραγματικά την τρέχουσα φιλοσοφία σας για το ηλεκτρονικό εμπόριο.
es_co: Ofertas, ventas, promociones y / o concursos suelen demandar las atenciones de los compradores. Ofreciendo tales cosas no sólo mantiene su negocio vivo, sino que también aumenta el tráfico, fideliza a los clientes y realmente cambia su filosofía de comercio electrónico actual.
fa_ir: فروش فوق العاده یا مسابقات باعث توجه و کنجکاوی بیشتر می شود، نه فقط باعث سرزنده نگه داشتن فروشگاه شما بلکه همچنین باعث افزایش ترافیک آن نیز می شود. بدین ترتیب، شما می توانید انگیزه ی خریداران را تحریک کنید که در فکر فرو روند.
hu_hu: Akciók, kiárusítások, promóciók és/vagy versenyek tipikusan felkeltik a vásárlók érdeklődését. Ezek felajánlása nem csak életben tartja üzleted, de növelni fogja forgalmad, építi a vásárlói lojalitást és alapvetően megváltoztatja jelenlegi e-kereskedés filozófiád.
lv_lv: Speciālie piedāvājumi, izpārdošanas un/vai konkursi parasti piesaista pircēju uzmanību. Šie pasākumi ne tikai uzturēs biznesa dzīvīgumu, bet arī iespaidos lapas apmeklējumu, izveidos klientu lojalitāti, kā arī var izmainīt sapratni par e-komerciju.
ro_ro: Ofertele speciale, lichidarile, promotiile si/sau concursurile necesita atentia cumparatorilor. Oferirea de astfel de lucruri nu numai ca va vor pastra afacerea in viata, dar va contribui si la cresterea traficului, a loialitatii clientilor si la schimbarea politicii comertului.
sl_si: Ugodnosti, razprodaje, ali tekmovanja povzročajo večjo pozornost in radovednost, ne samo da obdržijo vašo trgovino polno življenja ampak tudi povečajo promet. Na tak način lahko potisnete impulzivne kupce da gredo v nakupe.

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track.
bs_ba: Ukupan broj kreiranih računa sam po sebi nije važan podatak. Međutim, korisno je analizirati broj stvoren tijekom vremena. To će pokazati jesu li stvari na pravom putu.
el_gr: Ο συνολικός αριθμός λογαριασμών που δημιουργούνται δεν είναι από μόνος του σημαντική πληροφορία. Ωστόσο, είναι ωφέλιμο να αναλύεται ο αριθμός που δημιουργήθηκαν σε βάθος χρόνου. Είναι μια ένδειξη ότι πηγαίνετε ή όχι στο σωστό δρόμο
es_co: El número total de cuentas creadas no es en sí misma información importante. Sin embargo, es interesante analizar la cantidad creada en un cierto plazo. Esto indicará de una manera u otra si las cosas van por buen camino.
fa_ir: تعداد کل حساب‌های کاربری ساخته شده به تنهای داده‌ی مهمی نیست. اگرچه تحلیل تعداد ساخته شده در یک بازه‌ی زمانی مفید است. این موضوع مشخص می‌کند که آیا همه چیز در مسیر درست هست یا خیر.
hu_hu: A létrehozott fiókok száma önmagában nem fontos információ. Hasznos azonban elemezni a létrehozott fiókok számát az idő múlásával. Ez jelezni fogja, hogy a dolgok jó úton haladnak-e vagy sem.
ro_ro: Numarul total de conturi create nu este o informatie importanta in sine. Cu toate acestea, analiza evolutiei acestui numar in timp este utila, pentru ca indica daca lucrurile sunt sau nu pe drumul cel bun.

source: Total customer accounts:
bs_ba: Ukupno korisničkih računa:
el_gr: Σύνολο λογαριασμών πελατών:
es_co: Total cuentas de cliente:
fa_ir: جمع حساب های مشتری:
hu_hu: Összes felhasználói fiók:
lv_lv: Kopā klientu konti:
ro_ro: Total conturi de client:
sl_si: Skupaj računov strank:
