Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesEmailalertsShop.*.xlf
Languages: ca_es, cs_cz, fr_fr

source: Your email address is invalid.
ca_es: La vostra adreça de correu electrònic no és vàlida.
cs_cz: Váš e-mailová adresa je neplatná.
fr_fr: Votre adresse email est invalide.

source: You already have set an alert for this product.
ca_es: Ja teniu una alerta anterior per aquest producte.
cs_cz: Na tento produkt jste si už upozornění nastavili.
fr_fr: Vous avez déjà une alerte pour ce produit.

source: Request notification registered
ca_es: Notificació registrada
cs_cz: Váš požadavek byl zaevidován
fr_fr: Demande de notification enregistrée

source: Delete email alert
ca_es: Suprimir alerta de correu
cs_cz: Odstranit upozornění
fr_fr: Supprimer l'alerte e-mail

source: You will be notified when this product is available.
ca_es: Sereu notificats quan aquest producte estigui disponible.
cs_cz: Dáme vám vědět, až bude produkt dostupný.
fr_fr: Vous serez averti lorsque ce produit est disponible.

source: Remove mail alert
ca_es: Suprimir l'alerta de correu
cs_cz: Odstranit notifikaci
fr_fr: Retirer l'alerte e-mail

source: Delete
ca_es: Suprimir
cs_cz: Odstranit
fr_fr: Supprimer

source: My alerts
ca_es: Les meves alertes
cs_cz: Moje oznámení
fr_fr: Mes alertes

source: No mail alerts yet.
ca_es: Encara no hi ha alertes per correu electrònic.
cs_cz: Žadne e-mailove upozornění není k dispozici
fr_fr: Aucune alerte mail.

source: your@email.com
ca_es: vos@email.com
cs_cz: vas@email.cz
fr_fr: votre@email.com

source: Notify me when available
ca_es: Avisa'm quan estigui disponible
cs_cz: Informujte mě, až bude k dispozici
fr_fr: Prévenez-moi lorsque le produit est disponible

source: Interested in this product? Drop us an email and we will let you know when it's available for order.
ca_es: Us interessa aquest producte? Envieu-nos un correu electrònic i us informarem quan serà disponible per a la comanda.
cs_cz: Máte zájem o tento produkt? Napište nám e-mail a dáme vám vědět, až bude k dispozici.
fr_fr: Intéressé par ce produit ? Communiquez-nous votre adresse email et nous informerons dès qu'il est disponible pour passer commande

source: Interested in this product? Click below and we will let you know when it's available for order.
ca_es: Us interessa aquest producte? Feu clic tot seguit i us informarem quan serà disponible per a la comanda.
cs_cz: Máte zájem o tento produkt? Klikněte níže a dáme vám vědět, až bude k dispozici.
fr_fr: Intéressé par ce produit ? Cliquez ci-dessous et nous vous informerons dès qu'il est disponible pour passer commande
