Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ModulesStatsforecastAdmin.*.xlf
Languages: ar_sa, az_az, hy_am, ja_jp

source: Stats Dashboard
ar_sa: احصائيات لوحة
hy_am: Վիճակագրությունը կառավարելու վահանակ
ja_jp: 統計ダッシュボード

source: The listed amounts do not include tax.
ar_sa: المبالغ المدرجة لا تشمل الضريبة.

source: Time frame
ar_sa: جدول زمني

source: Daily
ar_sa: يوميّا

source: Weekly
ar_sa: أسبوعياً
az_az: Həftəlik

source: Monthly
ar_sa: شهريّا
az_az: Aylıq

source: Yearly
ar_sa: سنوياً
az_az: İllik

source: Placed orders
ar_sa: طلبات الشراء المرسلة
az_az: Yerləşdirilmiş sifarişlər

source: Bought items
ar_sa: البضاعة المشتراة

source: Percentage of registrations
ar_sa: النسبة المئوية للمسجلين في الموقع

source: Percentage of orders
ar_sa: النسبة المئوية لطلبات الشراء

source: Revenue
ar_sa: الإيراد

source: Average
ar_sa: متوسط
hy_am: Միջին
ja_jp: 平均

source: Forecast
ar_sa: التوقعات
hy_am: Կանխատեսում
ja_jp: 予想

source: Conversion
ar_sa: التحويل
az_az: Çevrilmə
hy_am: Փոխարկում
ja_jp: コンバージョン

source: Accounts
ar_sa: حسابات
hy_am: Հաշիվներ
ja_jp: アカウント

source: Full carts
ar_sa: سلال التسوق الممتلئة
hy_am: Զամբյողով ապրանքներ
ja_jp: 完全なカート

source: Registered visitors
ar_sa: الزوار المسجلين
hy_am: Գրանցված այցելուներ
ja_jp: 登録済みの訪問者

source: On average, each visitor places an order for this amount:
ar_sa: في المتوسط، يقوم كل زائر بوضع طلب شراء بهذه القيمة:

source: On average, each registered visitor places an order for this amount:
ar_sa: في المتوسط، يقوم كل زائر مسجل بوضع طلب شراء بهذه القيمة:

source: -- No filter --
ar_sa: -- بدون فلترة --
az_az: -- Süzgəcsiz --
hy_am: -Առանց ֆիլտրի-
ja_jp: -- フィルターがありません --

source: Module
ar_sa: الإضافة
az_az: Modlue
hy_am: Մոդուլ
ja_jp: モジュール

source: Average cart value
ar_sa: معدل قيم المنتجات في سلة التسوق

source: Category distribution
ar_sa: توزيع التصنيفات
az_az: Kateqoriya bölgüsü
hy_am: Կատեգորիայի բաշխում
ja_jp: カテゴリの状態

source: Products sold
ar_sa: المنتجات المباعة

source: Percentage of products sold
ar_sa: النسبة المئوية للمنتجات المباعة

source: Percentage of sales
ar_sa: النسبة المئوية للمبيعات

source: Language distribution
ar_sa: اللغة التوزيع
az_az: Dil paylanımı
hy_am: Բաշխման լեզուն
ja_jp: 言語分布

source: Growth
ar_sa: نمو
hy_am: Աճ
ja_jp: 成長

source: Zone distribution
ar_sa: توزيع المناطق
hy_am: Բաշխման գոտիներ
ja_jp: ゾーンの配布

source: Currency distribution
ar_sa: توزيع العملات
az_az: Valyuta paylanımı
hy_am: Բաշխումը ըստ արտարժույթի
ja_jp: 通貨の流通

source: Sales (converted)
ar_sa: المبيعات (تحويل)
hy_am: Վաճառք (վերահաշվարկած)
ja_jp: 販売（変換）

source: Attribute distribution
ar_sa: السمة التوزيع
hy_am: Բաշխման հատկանիշը
ja_jp: 属性分布

source: Quantity of products sold
ar_sa: كمية المنتجات المباعة
az_az: Satılmış məhsulların sayı

source: Payment distribution
hy_am: Վճարման բաշխում
ja_jp: 支払い範囲
