Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopThemeCustomeraccount.*.xlf
Languages: bg_bg, ca_es, et_ee, mk_mk, mn_mn, sq_al, th_th

source: %number% on %date%
bg_bg: %number% от %date%
ca_es: %number% el %date%
mk_mk: %number% на %date%
sq_al: %number% më %date%

source: Add a message
bg_bg: Добавяне на съобщение
ca_es: Afegir un missatge
mk_mk: Додај порака:
mn_mn: Мессеж нэмэх
sq_al: Shkruani një mesazh
th_th: เพิ่มเติมข้อความ

source: Add a new address to your account.
ca_es: Afegir una adreça nova al vostre compte.

source: Add first address
bg_bg: Добавете първи адрес
ca_es: Afegir la primera adreça
mk_mk: Додајте ја прво адресата
sq_al: Shto adresën e parë

source: Addresses
bg_bg: Адреси
ca_es: Adreces
mk_mk: Адреси
mn_mn: Хаягууд
sq_al: Adresat
th_th: ที่อยู่

source: All merchandise must be returned in its original packaging and in its original state.
bg_bg: Всички продукти трябва да бъдат върнати в оригиналните опаковки без следи от повреди или употреба.
ca_es: Tots els productes han de ser retornats en el seu embalatge original, sense danys ni desgast.
mk_mk: Сите продукти мораат да бидат вратени во нивното оригинално пакување, неоштетени и неупотребени.
mn_mn: Буцаагдах бүх бараа нь анх худалдан авсан байдал болон баглаа боодолтойгоо бидэнд буцаан илгээгдэх шаардлагтай.
sq_al: Produktet duhet të kthehen në paketimin e tyre origjinal pa asnjë dëmtim apo shpërdorim.
th_th: สินค้าทั้งหมดต้องถูกส่งคืนในสภาพเดิมและบรรจุหีบห่อในสภาพเดิม

source: Already have an account?
bg_bg: Вече имате профил?
ca_es: Ja teniu un compte?
mk_mk: Веќе имате сметка?
sq_al: Ke tashmë një llogari?

source: Back to your account
bg_bg: Назад към профила
ca_es: Tornar al vostre compte
mk_mk: Назад кон Вашата сметка
th_th: กลับไปยังบัญชีของคุณ

source: Click the following link to track the delivery of your order
bg_bg: Натиснете линка, за да проследите поръчката си
ca_es: Cliqueu el següent enllaç per seguir el lliurament de la vostra comanda
mk_mk: Кликнете на следниов линк за да го следите испорачувањето на Вашата нарачка
mn_mn: Та захиалгынхаа статус, явцаа шалгахын тулд доорхи холбоосыг дарна уу
sq_al: Klikoni këtë lidhje për ta gjurmuar statusin e urdhërblerjes tuaj
th_th: คลิกที่ลิงก์ต่อไปนี้เพื่อตรวจสอบสถานะการจัดส่งสินค้าของคุณ

source: Connected as [1]%firstname% %lastname%[/1].
bg_bg: Влезли сте като [1]%firstname% %lastname%[/1].
ca_es: Esteu connectat com a [1]%firstname% %lastname%[/1].
mk_mk: Поврзан како [1]%firstname% %lastname%[/1].
sq_al: Jeni lidhur si [1]%firstname% %lastname%[/1].

source: Create account
bg_bg: Създаване на сметка
ca_es: Creeu un compte
mk_mk: Креирајте сметка

source: Create an account
bg_bg: Създаване на профил
ca_es: Crear un compte
et_ee: Registreeru püsikliendiks
mk_mk: Отворете сметка
mn_mn: Данс үүсгэх
sq_al: Krijoni një llogari
th_th: สร้างบัญชีใหม่

source: Credit slip
bg_bg: Кредитно известие
ca_es: Nota de crèdit
mk_mk: Кредитен извод
mn_mn: Мөнгө буцаасан баримт
th_th: เครดิตสลิป

source: Credit slips
bg_bg: Кредитни известия
ca_es: Notes de crèdit
et_ee: Kreeditarved
mk_mk: Кредитни изводи
mn_mn: Мөнгө буцаасан баримтууд
sq_al: Notat e kreditit
th_th: เครดิตสลิป

source: Credit slips you have received after canceled orders.
bg_bg: Кредитни известия, които сте получили след отказани поръчки.
ca_es: Notes de crèdit que heu rebut després de les comandes cancel·lades.
mk_mk: Кредитни листови кои сте ги добиле после откажани нарачки.
sq_al: Notat e kreditit që ju keni marrë pas anulimit të urdhërblerjeve.

source: Customer service messages
ca_es: Missatges del servei del client

source: Date issued
bg_bg: Дата на издаване
ca_es: Data d'expedició
mk_mk: Датум на издавање
mn_mn: Гаргасан огноо
sq_al: Data e lëshimit
th_th: วันที่ออก

source: Details
bg_bg: Детайли
ca_es: Detalls
mk_mk: Детали
sq_al: Detajet:
th_th: รายละเอียด

source: Download your invoice as a PDF file.
bg_bg: Свалете фактурата си като PDF файл.
ca_es: Descarregar la vostra factura com un arxiu PDF
mk_mk: Превземете ја фактурата како PDF документ
mn_mn: Та төлбөрийн баримтаа PDF файлаар татаж авна уу.
sq_al: Shkarkojeni faturën tuaj si dokument PDF.
th_th: ดาวน์โหลดใบแจ้งหนี้ของคุณเป็นไฟล์ PDF

source: Easier merchandise return
bg_bg: По-лесно връщане на стока
ca_es: Retorn de mercaderia més fàcil
mk_mk: Полесен поврат на роба
mn_mn: Илүү хялбар барааны буцаалт
sq_al: Kthim më të lehtë të produkteve
th_th: คืนสินค้าได้ง่ายขึ้น

source: Email address: %email%
bg_bg: Имейл адрес: %email%
ca_es: Correu electrònic: %email%
mk_mk: Е-mail адреса: %email%
sq_al: Adresa e emailit: %email%

source: Enter a password between %s and %s characters
bg_bg: Въведете парола между %s и %s знака
ca_es: Introduïu una clau de pas entre %s i %s caràcters
mn_mn: %s and%s тэмдэгтийн хооронд нууц үг оруулна уу
sq_al: Fut një fjalëkalim midis %s dhe %s karaktereve
th_th: ป้อนรหัสผ่านระหว่าง %s ถึง %s ตัวอักษร

source: Fast and easy checkout
bg_bg: Бързо и лесно плащане
ca_es: Compra ràpida i fàcil
mk_mk: Брзо и лесно плаќање
mn_mn: Түргэн шуурхай болон хялбар чекаут
sq_al: Pagesë të lehtë dhe shpejtë
th_th: การชำระเงินที่ง่ายและรวดเร็ว

source: Follow your order's status step-by-step
bg_bg: Проследете поръчката си стъпка по стъпка
ca_es: Seguiu l'estat de la vostra comanda pas a pas
mk_mk: Следете ја Вашата нарачка чекор по чекор
mn_mn: Та захиалгынхаа статус, явцаа шалгана уу
sq_al: Gjurmoni statusin e urdhërblerjes tuaj hap pas hapi
th_th: ติดตามสถานะการสั่งซื้อของคุณตลอดทาง

source: For example: QIIXJXNUI or QIIXJXNUI#1
bg_bg: Например: QIIXJXNUI или QIIXJXNUI#1
ca_es: Per exemple: QIIXJXNUI o QIIXJXNUI#1
mk_mk: На пример: QIIXJXNUI или QIIXJXNUI#1
mn_mn: Жишээлбэл QIIXJXNUI эсвэл QIIXJXNUI#1
sq_al: Per shembull QIIXJXNUI ose QIIXJXNUI#1
th_th: ตัวอย่างเช่น: For example: QIIXJXNUI or QIIXJXNUI#1

source: Forgot your password?
bg_bg: Забравена парола?
ca_es: ﻿Heu oblidat la seva clau de pas?
mk_mk: Ја заборавивте Вашата лозинка?
mn_mn: Нууц үгээ мартсан уу?
sq_al: Klikoni nëse keni harruar fjalëkalimin?
th_th: ลืมรหัสผ่าน?

source: Guest Order Tracking
bg_bg: Проследяване на поръчка от гост
ca_es: Seguiment de les comandes d'usuaris no enregistrats
mk_mk: Следење на нарачката на гостинот
sq_al: Gjurmimi i statusit të porosisë si mysafir

source: Guest Tracking
bg_bg: Проследяване на поръчка като гост
ca_es: Seguiment del convidat
et_ee: Külastajate jälgimine
mk_mk: Гостинско следење
mn_mn: Зочидыг хайх нь
sq_al: Gjurmimi i statusit të urdhërblerjes si mysafir
th_th: แกะรอยลูกค้า

source: Here are the orders you've placed since your account was created.
bg_bg: Това са всички поръчки направени от вашия профил.
ca_es: Aquí hi ha les comandes que heu fet des de la creació del vostre compte
mk_mk: Ова се нарачките кои сте ги направиле од отворањето на сметката
mn_mn: Данс нээгдсэнээс хойш хийгдсэн Таны захиалгууд.
sq_al: Këtu do të gjeni urdhërblerjet që keni plasuar që nga krijimi i llogarisë tuaj.
th_th: คำสั่งซื้อของคุณตั้งแต่เปิดบัญชี

source: Here is a list of pending merchandise returns
bg_bg: Това е списък на чакащите за връщане стоки
ca_es: Aquí teniu una llista de retorn de mercaderies pendents
mk_mk: Ова е повратот на роба кој сте го побарале
mn_mn: Хүлээгдэж буй бараа буцаалтын жагсаалт
sq_al: Këtu është një listë ë mallrave në pritje për tu kthyer.
th_th: รายการส่งคืนสินค้าที่อยู่ระหว่างรอดำเนินการ

source: Here is a list of pending merchandise returns.
ca_es: Aquí teniu una llista de retorns de mercaderies pendents.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
bg_bg: Ако условията за връщане, посочени по-горе не са изпълнени, си запазваме правото да откажем Вашата пратка и/или да възстановим сумата.
ca_es: Si les condicions de retorn abans esmentades no es respecten, ens reservem el dret a rebutjar el paquet i/o el reemborsament.
mk_mk: Доколку не се почитувани условите за состојбата на нарачката која се враќа, го задржуваме правото да не го прифатиме Вашиот пакет и/или повратот на средства.
mn_mn: Хэрэв Та манай бараа буцаалтын дээрхи нөхцөлүүдийг дагана мөрдөөгүй тохиолдолд, бид буцаагдах барааг Тань, мөн мөнгө буцаах үйл явцыг зөвшөөрөхгүй байх эрхтэй гэдэгийг анхаарна уу.
sq_al: Nëse nuk janë respektuar kushtet e kthimit të përmendur më sipër, ne e rezervojmë të drejtën që t'ua refuzojmë pakon dhe/ose riimbursimin.
th_th: หากไม่ยอมรับเงื่อนไขของการคืนสินค้าที่ปรากฏข้างต้น เราขอสงวนสิทธิ์ที่จะปฏิเสธการคืนเงินให้กับคุณ

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
bg_bg: Ако желаете да върнете един или повече продукти, моля отбележете съответно кои и дайте обяснение за връщането. Когато сте готови, натиснете бутона по-долу.
ca_es: Si voleu retornar un o més productes, marqueu les caselles corresponents i proporcioneu una explicació del retorn. Quan estigui complet, cliqueu al botó següent.
mk_mk: Доколку сакате да вратите еден или повеќе производи, Ве молиме означете ги соодветните полиња и приложете објаснување за повратот. Потоа кликнете го копчето подолу.
mn_mn: Та нэг буюу түүнээс дээш барааг буцаахыг хүсч байвал, холбогдолтой талбарыг тэмдэглэж, буцаах шалтгааны талаар тайлбараа өгнө үү. Дуусмагц, доорхи товчлуурыг дарна уу.
sq_al: Nëse dëshironi të ktheni një ose më shumë produkte, ju lutem klikoni kutizat përkatëse dhe jepni një shpjegim mbi arsyet e kthimit. Më pas klikoni butonin e mëposhtëm.
th_th: หากคุณต้องการคืนสินค้า กรุณาทำเครื่องหมายในกล่องที่เหมาะสมและเขียนคำอธิบายสำหรับการส่งคืน เสร็จแล้วคลิกที่ปุ่มด้านล่าง

source: If you would like to add a comment about your order, please write it in the field below.
bg_bg: Ако желаете да добавите коментар към поръчката си, моля попълнете го по-долу.
ca_es: Si voleu afegir un comentari sobre la vostra comanda, escriviu-lo a sota si us plau.
mk_mk: Доколку сакате да ни кажете нешто за Вашата нарачка, сторете го тоа овде:
mn_mn: Та захиалгынхаа талаар тайлбар нэмэхийг хүсвэл, доорхи талбарт бичнэ үү.
sq_al: Nëse dëshironi të shtoni një koment në lidhje me urdhërblerjen tuaj, ju lutem shkruani atë në fushën e mëposhtme.
th_th: หากคุณอยากเพิ่มความคิดเห็นเกี่ยวกับการสั่งซื้อสินค้า โปรดเขียนบันทึกไว้ในช่องด้านล่าง

source: Information
bg_bg: Информация
ca_es: Informació
mk_mk: Информации
sq_al: Informacion
th_th: ข้อมูล

source: List of items to be returned:
bg_bg: Списък от артикули за връщане:
ca_es: Llista d'articles a retornar:
mk_mk: Список на работи за враќање:
mn_mn: Буцаагдах зүйлсийн жагсаалт:
sq_al: Lista e artikujve për t'i kthyer:
th_th: รายการสินค้าที่ต้องการส่งคืน

source: Log in instead!
bg_bg: Влизане в профила!
ca_es: Connecteu-vos!
mk_mk: Најавете се наместо тоа!
sq_al: Identifikohuni në vend të kësaj!

source: Log in to your account
bg_bg: Влезте в профила си
ca_es: Connecteu-vos al vostre compte
et_ee: Logige oma kontole sisse
mk_mk: Најавете се на вашата сметка
sq_al: Identifikohuni në llogarinë tuaj

source: Log in to your customer account
bg_bg: Влезте във вашият профил
ca_es: Identifiqueu-vos al vostre compte de client
mk_mk: најава на вашата корисничка сметка
sq_al: Identifikohuni në llogarinë tuaj të konsumatorit

source: Log me out
bg_bg: Искам да изляза
ca_es: Desconnectar-me
mk_mk: Одјави ме
sq_al: Bëni Log Out
th_th: ออกจากระบบ

source: Manage your addresses for billing and delivery to streamline your future orders.
ca_es: Gestionar les vostres adreces de facturació i lliurament per a optimitzar les vostres futures comandes.

source: Merchandise return
bg_bg: Върната поръчка
ca_es: Retorn de mercaderies
mk_mk: Враќање на роба
mn_mn: Барааны буцаалт
sq_al: Malli i kthyer
th_th: การคืนสินค้า

source: Merchandise returns
ca_es: Retorn de mercaderies
mk_mk: Враќања на производи
mn_mn: Барааны буцаалт
sq_al: Produktet e kthyera
th_th: การคืนสินค้า

source: Message
bg_bg: Съобщение
ca_es: Missatge
mk_mk: Порака
mn_mn: Мессеж
sq_al: Mesazhi
th_th: ข้อความ

source: Message:
ca_es: Missatge:
mk_mk: порака:
sq_al: Mesazhi:
th_th: ข้อความ:

source: Messages
bg_bg: Съобщения
ca_es: Missatges
mk_mk: Пораки
mn_mn: Мессежууд
sq_al: Mesazhet
th_th: ข้อความ

source: My Account
ca_es: El meu compte

source: My account (%firstname% %lastname%)
ca_es: El meu compte (%firstname% %lastname%)

source: My account navigation sidebar
ca_es: Barra lateral de navegació del meu compte

source: New address
bg_bg: Нов адрес
ca_es: Nova adreça
et_ee: Uus aadress
mk_mk: Нова адреса
mn_mn: Шинэ хаяг
sq_al: Adresë e re
th_th: ที่อยู่ใหม่

source: No account?
bg_bg: Нямате профил?
ca_es: No teniu compte?
mk_mk: Немате сметка?
sq_al: Nuk keni llogari?

source: No account? Create one here
bg_bg: Нямате профил? Създайте го тук
ca_es: No teniu compte? Creeu-ne un
mk_mk: Немате сметка? Креирајте една тука
sq_al: Nuk keni llogari? Krijojeni një

source: Not you? [1]Log out[/1]
bg_bg: В чужд профил сте? [1]Излезте[/1]
ca_es: No ets tu? [1]Surt[/1]
mk_mk: Не си ти? [1]Одјавете се[/1]
sq_al: Nuk jeni ju? [1]Çidentifikohuni[/1]

source: Not you? [1]Sign out[/1]
ca_es: No sou vós? [1]Desconnecteu-vos[/1]

source: Order
bg_bg: Поръчка
ca_es: Comanda
mk_mk: Нарачка
th_th: รายการสั่งซื้อ

source: Order Reference %reference% - placed on %date%
bg_bg: Реф. № на поръчката: %reference% – поставена на %date%
ca_es: La comanda %reference% - efectuada el %date%
mk_mk: Референца за нарачка %reference% - поставена на %date%
sq_al: Referenca e porosisë %reference% - plasuar më %date%

source: Order Reference: %reference% - placed on %date%
ca_es: Referència comanda: %reference% - feta el %date%

source: Order details
bg_bg: Детайли за поръчка
ca_es: Detalls de la comanda
mk_mk: детали за порачката

source: Order history
bg_bg: История на поръчките
ca_es: Històric de comandes
et_ee: Tellimuse ajalugu
mk_mk: Историјат на нарачки
mn_mn: Захиалгын түүх
sq_al: Historiati i porosisë
th_th: ประวัติการสั่งซื้อ

source: Order history and details
bg_bg: История на поръчките и подробности
ca_es: Històric i detalls de les comandes
et_ee: Tellimuste ajalugu ja detailid
mk_mk: историјат на порачки и детаљи
mn_mn: Захиалгын түүх болон дэлгэрэнгүй мэдээлэл
sq_al: Historiati dhe detajet e porosisë
th_th: ประวัติและรายละเอียดการสั่งซื้อ

source: Order status
ca_es: Estat de la comanda
mk_mk: Статус на порачка
th_th: สถานะการสั่งซื้อ

source: Order totals
ca_es: Totals comanda

source: Order tracking
bg_bg: Проследяване на поръчка
ca_es: Seguiment de la comanda
mn_mn: Захиалга хянах
sq_al: Gjurmimi i porosisë
th_th: ติดตามการสั่งซื้อ

source: Orders
bg_bg: Поръчки
ca_es: Comandes
mk_mk: Нарачки
sq_al: Porositë
th_th: รายการสั่งซื้อ

source: Package status
bg_bg: Статус на пратката
ca_es: Estat del paquet
mk_mk: Статус на пакетот
mn_mn: Барааны статус
sq_al: Statusi i paketës
th_th: สถานะหีบห่อ

source: Personalized and secure access
bg_bg: Сигурен личен достъп
ca_es: Accés segur i personalitzat
mk_mk: Персонализиран и сигурен пристап
mn_mn: Хувь хүнд тохируулсан, сайтар хамгаалсан системээр худалдан авалт хийх боломж
sq_al: Qasje të personalizuar dhe të sigurt
th_th: เข้าใช้งานอย่างเป็นส่วนตัวและปลอดภัย

source: Please check the [1]returns form[/1] for the correct address.
bg_bg: Моля, проверете дали адресът във [1]формуляра за връщане[/1] е правилен.
ca_es: Verifiqueu que l'adreça al [1]formulari de retorn[/1] sigui correcta.
mk_mk: Ве молиме проверете го [1]образецот за враќање[/1] за точната адреса.
sq_al: Ju lutemi kontrolloni [1]formularin e kthimit[/1] nëse adresa është e saktë.

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
bg_bg: Моля, въведете имейл адреса, използван при регистрацията. Ще получите временен линк за нулиране на паролата си.
ca_es: Escriviu l'adreça de correu electrònic que heu fet servir per a registrar-vos. Rebreu un enllaç temporal per a reinicialitzar la vostra clau de pas.
mk_mk: Ве молиме внесете ја e-mail адресата што сте ја користеле за регистрација. Ќе добиете привремен линк за да ја ресетирате вашата лозинка.
mn_mn: Бүртгүүлж байсан имэйл хаягаа оруулна уу. Нууц үгээ шинэчлэх түр холбоос танд ирэх болно.
sq_al: Ju lutem shkruani emailin që keni përdorur për t'u regjistruar. Ju do të pranoni një lidhje të përkohëshme për rivendosjen e fjalëkalimit.

source: Please let us know if you have any questions.
bg_bg: Моля, свържете се с нас, ако имате каквито и да било въпроси.
ca_es: Feu-nos saber si teniu algun dubte.
mk_mk: Ве молиме, кажете ни ако имате прашања.
mn_mn: Танд ямарваа асуулт байвал бидэнд мэдэгдэнэ үү.
sq_al: Luteni të na tregoni nëse keni ndonjë pyetje tjetër.
th_th: กรุณาแจ้งให้เราทราบหากคุณมีคำถามใดๆ

source: Please print out the [1]returns form[/1] and include it with your package.
bg_bg: Моля, разпечатайте [1]формуляра за връщане[/1] и го сложите в пратката.
ca_es: Imprimiu el [1]formulari de retorn[/1] i incloeu-lo al vostre paquet.
mk_mk: Ве молиме испечатете го [1]образецот за враќање[/1] и вклучете го во вашиот пакет.
sq_al: Ju lutemi shtypni [1]formularin e kthimit [/1] dhe përfshini atë me paketën tuaj.

source: Products
bg_bg: Продукти
ca_es: Articles
mk_mk: наслови
mn_mn: Бүтээгдэхүүнүүд
sq_al: Produktet
th_th: รายการ

source: Products details
ca_es: Detalls de productes

source: Receive offers from our partners
bg_bg: Получаване на оферти от партньорите ни
ca_es: Rebeu ofertes dels nostres partners
et_ee: Soovin saada eripakkumisi poe partneritelt
mk_mk: Добијте понуди од нашите партнери
sq_al: Po, dua të njoftohem për oferta speciale nga partnerët tuaj

source: Reminder
bg_bg: Напомняне
ca_es: Recordatori
mk_mk: потсетник
mn_mn: Сануулга
sq_al: Përkujtues
th_th: ช่วยเตือน

source: Request a return
bg_bg: Връщане на стока
ca_es: Sol·licitar un retorn
mk_mk: Побарајте враќање
sq_al: Kërkoni konfirmimin

source: Reset your password
bg_bg: Нулиране на паролата
ca_es: Reinicialitzar la vostra clau de pas
et_ee: Lähtesta parool
mk_mk: Ресетирајте ја лозинката
sq_al: Rivendosni fjalëkalimin tuaj
th_th: รีเซ็ตรหัสผ่านของคุณ

source: Return
bg_bg: Връщане
ca_es: Tornar
mk_mk: Враќање
mn_mn: Буцаах
sq_al: Kthehu
th_th: คืืนสินค้า

source: Return details
bg_bg: Детайли на Връщане
ca_es: Detalls del retorn
mk_mk: Детали за враќање
sq_al: Detajet e kthimit

source: Returned
bg_bg: Върната
ca_es: Retornat
mk_mk: Вратено
mn_mn: Буцаагдсан
sq_al: Kthyer
th_th: กลับ

source: Returns details
ca_es: Detalls de retorns

source: Returns form
bg_bg: Формуляр за връщане
ca_es: Formulari de retorn
mk_mk: Образец за враќање

source: Shipment tracking details
ca_es: Detalls seguiment de l'enviament

source: Sign in
bg_bg: Вход
ca_es: Connectar-se
mk_mk: Најави се
mn_mn: Нэвтрэх
sq_al: Identifikohu

source: The current status of your merchandise return is: [1] %status% [/1]
bg_bg: Текущият статус на върнатата Ви поръчка е: [1] %status% [/1]
ca_es: L'estat actual del vostre retorn de mercaderies és: [1] %status% [/1]
mk_mk: Сегашниот статус на враќање на вашата стока е: [1] %status% [/1]
sq_al: Statusi aktual i kthimit të mallit tuaj është: [1] %status% [/1]

source: The minimum score must be: %s
bg_bg: Минималният постигнат коефициент трябва да бъде: %s
ca_es: La puntuació mínima ha de ser: %s
th_th: คะแนนขั้นต่ำต้องเป็น: %s

source: To track your order, please enter the following information:
bg_bg: За да проследите поръчката си, моля въведете следната информация:
ca_es: Per seguir la vostra comanda, entreu la següent informació, si us plau:
mk_mk: За да ја следите Вашата нарачка, внесете ги следните податоци:
mn_mn: Захиалгынхаа статусыг хайяа гэвэл дараахь мэдээллийг оруулна уу:
sq_al: Për të gjurmuar urdhërblerjen tuaj, ju lutem vendosni informacionet e mëposhtme:
th_th: หากต้องการตรวจสอบสถานะการจัดส่งสินค้าของคุณ, กรุณากรอกข้อมูลดังต่อไปนี้

source: Toggle your account links
ca_es: Activar/desactivar enllaços del vostre compte

source: Tracking
ca_es: Seguiment

source: Update your address
bg_bg: Актуализирайте адреса си
ca_es: Actualitza l'adreça
et_ee: Värskendage oma aadressi
mk_mk: Ажурирајте ја вашата адреса
sq_al: Përditësoni adresën tuaj

source: Update your personal information to keep your account details up to date.
ca_es: Modificar la vostra informació personal per a mantenir els detalls del vostre compte actualitzats.

source: View and manage your available vouchers and discount codes for use on your next purchase.
ca_es: Veure i gestionar els vostres cupons i codis de descompte disponibles per fer-los servir a la vostra següent compra.

source: View credit slip
bg_bg: Преглед на кредитно известие
ca_es: Veure nota de crèdit
mk_mk: Погледни кредитен извод
mn_mn: Мөнгө буцаасан баримтыг үзэх
sq_al: Shihni kuponin e kreditit
th_th: ดู เครดิต slip

source: View my account (%customerName%)
ca_es: Veure el meu compte (%customerName%)

source: View my account (%s)
ca_es: Veure el meu compte (%s)

source: View my customer account
bg_bg: Преглед на моят профил
ca_es: Veure el meu compte de client
mk_mk: прегледај ја мојата корисничка сметка
sq_al: Shfaqe llogarinë time të konsumatorit
th_th: ดูบัญชีลูกค้าของฉัน

source: View order reference
ca_es: Veure referència de comanda

source: View return number
ca_es: Veure número de retorn

source: View returns details
ca_es: Veure detalls de retorns

source: Virtual products can't be returned.
bg_bg: Виртуалните продукти не могат да бъдат върнати.
ca_es: Els productes virtuals no són retornables.
mn_mn: Виртуал бүтээгдэхүүнийг буцаах боломжгүй.

source: Vouchers
bg_bg: Ваучери
ca_es: Cupons
mk_mk: Ваучери
mn_mn: Урамшуулалын ваучерууд
sq_al: Kuponat
th_th: ส่วนลด

source: We have logged your return request.
bg_bg: Записахме Вашата заявка за връщане.
ca_es: Hem enregistrat la vostra demanda de retorn.
mk_mk: Вашето барање за поврат е запишано.
mn_mn: Бараа буцаах Таны хүсэлт бүртгэгдлээ.
sq_al: Ne e kemi regjistruar kërkesën tuaj të kthimit.
th_th: เราได้จัดเก็บบันทึกคำร้องขอเพื่อคืนสินค้าของคุณแล้ว

source: Welcome
bg_bg: Добре дошли
ca_es: Benvingut
mk_mk: Добродојдовте
sq_al: Mirë se vini
th_th: ยินดีต้อนรับ

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
bg_bg: След като получим пратката, ще ви изпратим имейл. Ще започнем процедура за възстановяване на парите.
ca_es: Al rebre el vostre paquet, se us notificarà per correu electrònic. A continuació, començarà el procés de reemborsament de l'import total de la comanda.
mk_mk: Откако ќе го примиме Вашиот пакет, ќе Ве известиме преку е-пошта. Потоа ќе започнеме со повратот на средства.
mn_mn: Таны буцаах барааг хүлээн авангуут бид Танд И-мэйлээр мэдэгдэнэ. Ингэсний дараа Таны мөнгийг буцаах ажлыг эхлэх болно.
sq_al: Kur ta pranojmë pakon tuaj, ne do t'ju lajmërojmë me email. Më pas ne do të fillojmë me procesimin e riimbursimit të porosisë.
th_th: เมื่อเราได้รับแพคเกจของคุณ เราจะแจ้งให้คุณทราบทางอีเมล จากนั้นเราจะเริ่มจัดการชำระเงินคืน

source: You have given permission to receive your order in recycled packaging.
bg_bg: Дали сте разрешение да получите Вашата поръчка в рециклирана опаковка.
ca_es: Heu donat permís per rebre la vostra comanda en envasos reciclats.
mk_mk: Дозволивте нарачката да ја примите во рециклирано пакување.
mn_mn: Та бараагаа дахин боловсруулсан баглаа боодолд авахыг хүссэн зөвшөөрлөө өгсөн байна.
sq_al: Ju keni dhënë leje për të marrë urdhërblerjen tuaj në paketim të ricikluar.
th_th: คุณยอมรับการใช้กล่องที่ใช้แล้วมาจัดส่งสินค้า

source: You have requested gift wrapping for this order.
bg_bg: Вие избрахте поръчката ви да бъде опакована като подарък.
ca_es: Heu demanat que us emboliquin la comanda per a regal.
mk_mk: Со нарачката, побаравте пакување како подарок.
mn_mn: Та энэхүү захиалгаа бэлгийн баглаанд боолгохыг хүссэн байна.
sq_al: Ju keni kërkuar që urdhërblerja juaj të paketohet si dhuratë.
th_th: คุณต้องการห่อของขวัญสำหรับคำสั่งนี้

source: Your account
bg_bg: Вашият профил
ca_es: El vostre compte
et_ee: Teie konto
mk_mk: Ваша сметка
sq_al: Llogaria e juaj
th_th: บัญชีของคุณ
