Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopThemeCatalog.*.xlf
Languages: bn_bd, fr_fr, is_is, lo_la, ms_my, sq_al, ug_cn

source: %1s of these products are included in packs in your cart.
fr_fr: %1s de ces produits sont inclus dans des packs de votre panier.

source: %nb_people% people are currently watching this product.
fr_fr: %nb_people% personnes consultent actuellement ce produit.
sq_al: %nb_people% njerëz janë duke e shikuar tani këtë produkt.

source: %number% product
fr_fr: %number% produit
sq_al: %number% produkt

source: %number% products
fr_fr: %number% produits
is_is: %number% vörur
sq_al: %number% produkte

source: %price% tax excl.
fr_fr: %price% HT
sq_al: %price% pa TVSH

source: %s other product in the same category
fr_fr: %s autres produits dans la même catégorie

source: %s other product in the same category:
fr_fr: %s autre produit dans la même catégorie :
ms_my: %s produk lain dalam kategori yang sama:

source: %s other products in the same category
fr_fr: %s autres produits dans la même catégorie

source: %s other products in the same category:
fr_fr: %s autres produits dans la même catégorie :
ms_my: %s produk lain dalam kategori yang sama:

source: (not impacted by the discount)
bn_bd: ( ডিসকাউন্ট দ্বারা প্রভাবিত না )
fr_fr: (ne sera pas compris dans la réduction)
is_is: (engin afsláttur)
lo_la: ( ບໍ່ມີຜົນກະທົບຈາກສ່ວນຫຼຸດ )
ms_my: (tidak ditolak daripada diskaun)
sq_al: (nuk ndikohet nga zbritja)
ug_cn: باھاسى چۈشۈرۈلگەنلەرنى ئۆز ئىچىگە ئالمايدۇ

source: 1 person is currently watching this product.
fr_fr: Une personne consulte actuellement ce produit.
sq_al: 1 person është duke e shikuar tani këtë produkt.

source: All best sellers
bn_bd: সকল শীর্ষ বিক্রেতা
fr_fr: Toutes les meilleures ventes
is_is: Allar söluhæstu vörur
lo_la: ສິນຄ້າຂາຍດີທັງໝົດ
ms_my: Semua bestseller
ug_cn: بارلىق ياخشى سېتىلغان ماللار

source: All brands
fr_fr: Toutes les marques

source: All details
fr_fr: Tous les détails

source: All new products
bn_bd: সকল নতুন পণ্য
fr_fr: Tous les nouveaux produits
is_is: Allar nýjar vörur
ms_my: Semua produk baru
sq_al: Të gjitha produktet e reja

source: All products
fr_fr: Tous les produits
sq_al: Të gjitha produktet

source: All sale products
fr_fr: Tous les produits en promotion

source: All suppliers
bn_bd: সকল সরবরাহকারি
fr_fr: Tous les fournisseurs
is_is: Allir birgjar
ms_my: Semua pembekal

source: Attachments
bn_bd: সংযুক্তিসমূহ
fr_fr: Documents joints
lo_la: ແນບ
ms_my: Pi√®ces jointes
sq_al: Bashkengjitje
ug_cn: 附件

source: Availability date:
bn_bd: প্রাপ্যতা তারিখ
fr_fr: Date de disponibilité:
is_is: Væntanlegt:
ms_my: Tarikh kebolehadaan:
sq_al: Data e disponueshmërisë:

source: Back to Home page
fr_fr: Retour à la page d'accueil

source: Best Sellers
bn_bd: সেরা বিক্রেতা
fr_fr: Meilleures Ventes
lo_la: ສິນຄ້າຂາຍດີ
ms_my: Bestseller
sq_al: Produktet më të shitura
ug_cn: ئەڭ كۆپ سېتىلغان ماللار

source: Best sales
bn_bd: সেরা বিক্রি
fr_fr: Meilleures ventes
is_is: Vinsælast
sq_al: Shitjet më të mira

source: Best sellers
bn_bd: সেরা বিক্রেতা
fr_fr: Meilleures ventes
is_is: Mest selt
lo_la: ສິນຄ້າຂາຍດີ
ms_my: Bestseller
sq_al: Produktet më të shitura
ug_cn: ئەڭ كۆپ سېتىلغان ماللار

source: Brand
fr_fr: Marque
is_is: Vörumerki
sq_al: Marka

source: Brands
bn_bd: ব্রান্ডসঃ
fr_fr: Marques
is_is: Vörumerki
ms_my: Jenama
sq_al: Markat

source: Categories
bn_bd: প্রকার
fr_fr: Catégories
is_is: Vöruflokkar
lo_la: ໝວດສິນຄ້າ
ms_my: Kategori
sq_al: Kategoritë
ug_cn: كاتاگورىيەلەر

source: Category: %category_name%
fr_fr: Catégorie : %category_name%
is_is: Flokkur: %category_name%
sq_al: Kategoria: %category_name%

source: Condition
bn_bd: অবস্থা
fr_fr: État
is_is: Ástand
lo_la: ເງື່ອນໄຂ
ms_my: Syarat
sq_al: Gjendja
ug_cn: 条件

source: Customers who bought this product also bought:
bn_bd: যারা এই পণ্যটি কিনেছেন তারা এগুলোও দেখেছেন
fr_fr: Les clients qui ont acheté ce produit ont également acheté :
is_is: Viðskiptavinir sem keyptu þessa vörur keyptu einnig:
ms_my: Pelanggan yang membeli produk ini juga membeli:
sq_al: Klientët që blenë këtë libër, blenë edhe...

source: Data sheet
bn_bd: ডাটা সিট
fr_fr: Fiche technique
is_is: Gagnablað
lo_la: ແຜ່ນຂໍ້ມູນ
ms_my: Lembaran data
sq_al: Të dhënat
ug_cn: باشقا سانلىق مەلۇماتلار

source: Date added, newest to oldest
fr_fr: Date d'ajout, du plus récent au plus ancien
is_is: Dags. þegar vara var stofnuð, nýjustu til elstu
sq_al: Data e shtimit, më të rejat tek më e vjetrat

source: Date added, oldest to newest
fr_fr: Date d'ajout, du plus ancien au plus récent
sq_al: Data e shtimit, më e vjetra tek më e reja

source: Featured products
fr_fr: Produits phares
is_is: Vörukynning
lo_la: ສິນຄ້າເດັ່ນ

source: Go shopping
fr_fr: Faire des achats

source: If this is a recurring problem, please [1]contact us[/1]
fr_fr: Si cela est un problème récurrent, veuillez [1]nous contacter[1]

source: In stock
bn_bd: স্টক এ আছে
fr_fr: En stock
is_is: Til á lager
lo_la: ຢູ່ໃນສາງກ່ອນ
ms_my: Ada dalam stok dahulu
ug_cn: ئامباردا بار ماللار ئالدىدا

source: Including %amount% for ecotax
fr_fr: Dont %amount% d'éco-participation
sq_al: Përfshirë %amount% për ekotaksë

source: Instead of %price%
fr_fr: Au lieu de %price%
sq_al: Në vend të %price%

source: It can not be reached anymore. Can we still attract you into our shop?
fr_fr: Ce contenu est introuvable. Revenez faire un tour sur la boutique ?

source: Item
bn_bd: আইটেম
fr_fr: Article
ms_my: Barangan

source: Items
bn_bd: আইটেম
fr_fr: Produits
is_is: Vörur
lo_la: ສິນຄ້າ:
ms_my: item
sq_al: Artikuj
ug_cn: مەھسۇلاتلار

source: Last items in stock
fr_fr: Derniers articles en stock
sq_al: Artikujt e fundit në gjendje

source: Last time this product was added to a cart: %date_last_cart%
fr_fr: Dernière fois que ce produit a été ajouté à un panier : %date_last_cart%
sq_al: Ky artikull sëfundmi është shtuar në shportë më: %date_last_cart%

source: Last time this product was bought: %date_last_order%
fr_fr: Dernière fois que ce produit a été acheté : %date_last_order%
sq_al: Ky artikull sëfundmi është blerë më: %date_last_order%

source: List of all brands
fr_fr: Liste de toutes les marques
sq_al: Lista e të gjitha markave

source: List of all suppliers
fr_fr: Liste de tous les fournisseurs
is_is: Listi yfir birgja
sq_al: Lista e të gjithë furnitorëve

source: List of products by brand %brand_name%
fr_fr: Liste des produits de la marque %brand_name%
is_is: Listi af vörum frá %brand_name%
sq_al: Lista e produkteve të markës %brand_name%

source: List of products by supplier %s
fr_fr: Liste des produits du fournisseur %s
is_is: Listi af vörum frá %s
sq_al: Lista e produkteve të furnitorit %s

source: List of products by supplier %supplier_name%
fr_fr: Liste des produits du fournisseur %supplier_name%
sq_al: Lista e produkteve të furnitorit %supplier_name%

source: My alerts
bn_bd: আমার সতর্কতা বার্তা
fr_fr: Mes alertes
ms_my: Amaran saya
sq_al: Njoftimet e mia

source: Name, A to Z
fr_fr: Nom, A à Z
is_is: Nafn, A til Ö
sq_al: Emri: A deri Z

source: Name, Z to A
fr_fr: Nom, Z à A
is_is: Nafn, Ö til A
sq_al: Emri: Z deri A

source: New
bn_bd: নতুন
fr_fr: Neuf
is_is: Nýtt
lo_la: ໃໝ່
ms_my: Baru
sq_al: I ri
ug_cn: يېڭى

source: New products
bn_bd: নতুন পণ্য
fr_fr: Nouveaux produits
is_is: Nýjar vörur
lo_la: ສິນຄ້າໃໝ່
ms_my: Produk baru
sq_al: Produktet e reja
ug_cn: يېڭى مەھسۇلاتلار

source: No RSS feed added
bn_bd: কোন আরএসএস ফিড এখনো যোগ করেননি
fr_fr: Aucun flux RSS ajouté
ms_my: Tiada suapan RSS ditambah

source: No brand
fr_fr: Aucune marque

source: No image available
fr_fr: Aucune image disponible

source: No matches were found for your search
fr_fr: Aucun produit ne correspond à votre recherche
sq_al: Nuk u gjet asnjë përputhje për kërkimin tënd

source: No products
bn_bd: পণ্য নেই
fr_fr: Aucun produit
lo_la: ບໍ່ມີສິນຄ້າ
ms_my: Belum ada produk yang dibeli.
ug_cn: مال يوق

source: No products available
fr_fr: Aucun produit disponible
sq_al: Nuk ka produkte të disponueshme

source: No products available yet
fr_fr: Aucun produit disponible pour le moment
sq_al: Nuk ka ende produkte në dispozicion

source: No search results for "%search_term%"
fr_fr: Aucun résultat de la recherche pour "%search_term%"

source: No supplier
bn_bd: নির্বাচিত সরবরাহকারী বিদ্যমান নেই.
fr_fr: Aucun fournisseur
is_is: Engir birgjar
ms_my: Tidak ada pembekal
sq_al: Nuk ka asnjë furnizues

source: No tax
bn_bd: কোনো ট্যাক্স নেই
fr_fr: Aucune taxe
lo_la: ບໍ່ມີພາສີ
sq_al: nuk ka TVSH
ug_cn: 无税

source: Nothing to search for
fr_fr: Aucune recherche à faire

source: On sale
fr_fr: En promo

source: On sale!
fr_fr: Promo !
sq_al: Në aksion!

source: Online only
bn_bd: শুধু অনলাইনে
fr_fr: Exclusivité web !
is_is: Aðeins í vefverslun
lo_la: ອອນລາຍຢ່າງດຽວ
ms_my: Hanya online
sq_al: Vetëm online
ug_cn: توردا

source: Please try other keywords to describe what you are looking for.
fr_fr: Veuillez essayer d'autres mots-clés pour décrire ce que vous recherchez.
sq_al: Të lutem provo fjalë të tjera kyçe për të përshkruar atë që po kërkon.

source: Popular Products
fr_fr: Produits populaires
is_is: Vinsælar vörur
sq_al: Produktet popullore

source: Price
bn_bd: দাম
fr_fr: Prix
is_is: Verð
lo_la: ລາຄາ
ms_my: Harga
sq_al: Çmimi
ug_cn: 价格

source: Price drop
bn_bd: মূল্য ড্রপ
fr_fr: Promotions
is_is: Verðlækkun
lo_la: ລາຄາລົງ
ms_my: Harga promosi
sq_al: Zbritje çmimi
ug_cn: باھاسى چۈشتى

source: Price, high to low
fr_fr: Prix, décroissant
is_is: Verð, hæst til lægst
sq_al: Çmimi, më i larti tek më i ulëti

source: Price, low to high
fr_fr: Prix, croissant
is_is: Verð, lægst til hæðst
sq_al: Çmimi: më i ulti tek më i larti

source: Prices drop
bn_bd: মূল্য কমানো
fr_fr: Promotions
is_is: Verðtilboð
sq_al: Zbritja e çmimeve

source: Product
bn_bd: পণ্য
fr_fr: Produit
is_is: Vara
lo_la: ສິນຄ້າ
ms_my: produk
sq_al: Produkti
ug_cn: مال بار

source: Product Details
fr_fr: Détails du produit
is_is: Vörulýsing
sq_al: Detajet e produktit

source: Product available with different options
bn_bd: বিভিন্ন বিকল্প পণ্য
fr_fr: Produit disponible avec d'autres options
is_is: Varan er til með öðrum eiginleikum
lo_la: ສິນຄ້າ ພ້ອມກັບຕົວເລືອກທີ່ແຕກຕ່າງ
ms_my: Produk mempunyai pelbagai pilihan
sq_al: Produkti është në dispozicion me opsione të ndryshme
ug_cn: مەھسۇلاتنىڭ بارلىق ئوخشىمىغان تىپتىكىلىرى ئامباردا بار

source: Product customization
bn_bd: পণ্য
fr_fr: Personnalisation
is_is: Sérsnið vöru
lo_la: ສິນຄ້າກຳນົດເອງ
ms_my: Ubahsuai Produk
sq_al: Personalizimi i produktit
ug_cn: مال زاكاس قىلىش

source: Product image %number%
fr_fr: Image produit %number%

source: Products pagination
fr_fr: Pagination des produits

source: Quantity
bn_bd: পরিমান
fr_fr: Quantité
is_is: Magn
lo_la: ຈຳນວນ
ms_my: Kuantiti
sq_al: Sasia
ug_cn: مىقدارى

source: Reduced price
fr_fr: Prix réduit
is_is: Lækkað verð
sq_al: Çmim i zbritur

source: Reference
bn_bd: প্রসঙ্গ
fr_fr: Référence
lo_la: ອ້າງອີງ
ms_my: Rujukan
sq_al: Referenca
ug_cn: پايدىلنىش

source: Reference, A to Z
fr_fr: Référence, A à Z

source: Reference, Z to A
fr_fr: Référence, Z à A

source: Reference:
fr_fr: Référence :
lo_la: ອ້າງອີງ

source: Refurbished
bn_bd: পরিমার্জিত
fr_fr: Reconditionné
lo_la: ຕົບແຕ່ງໃໝ່
ms_my: Diperbaharui
sq_al: I riparuar

source: Regular price
fr_fr: Prix de base
is_is: Venjulegt verð
sq_al: Çmimi i rregullt

source: Relevance
fr_fr: Pertinence
is_is: Mikilvægi

source: Returned
fr_fr: Retourné
is_is: Skilað
lo_la: ສົ່ງຄືນແລ້ວ

source: Sales, highest to lowest
fr_fr: Ventes, ordre décroissant
is_is: Sölur, hæst til lægst
sq_al: Shitjet, radhitja nga më të lartat

source: Save %amount%
fr_fr: Économisez %amount%
sq_al: Ruaj %amount%

source: Save %percentage%
fr_fr: Économisez %percentage%
is_is: Þú sparar %percentage%
sq_al: Ruaj %percentage%

source: Search
bn_bd: অনুসন্ধান করুন
fr_fr: Rechercher
is_is: Leita
lo_la: ຄົ້ນຫາ
ms_my: Cari
sq_al: Kërko
ug_cn: ئىزدەش

source: Search again what you are looking for.
fr_fr: Effectuez une nouvelle recherche.

source: Search our catalog
fr_fr: Rechercher
is_is: Leitaðu í vöruskrá
sq_al: Kërko katalogun tonë

source: Search results
bn_bd: অনুসন্ধানের ফলাফল
fr_fr: Résultats de la recherche
lo_la: ຜົນຮັບການຄົ້ນຫາ
ug_cn: 搜索结果

source: Search results for "%search_term%"
fr_fr: Résultats de la recherche pour "%search_term%"

source: Select
fr_fr: Choisir
is_is: Velja

source: Showing %from%-%to% of %total% item(s)
fr_fr: Affichage %from%-%to% de %total% article(s)
is_is: Sýni %from%-%to% af %total% vörum
sq_al: Je duke parë %from% - %to% nga %total% artikull(j)

source: Specific References
fr_fr: Références spécifiques
sq_al: Referencat specifike

source: Stay tuned! More products will be shown here as they are added.
fr_fr: Restez à l'écoute ! D'autres produits seront affichés ici au fur et à mesure qu'ils seront ajoutés.
sq_al: Qëndro i sintonizuar! Më shumë produkte do të shfaqen këtu sapo të shtohen.

source: Suppliers
bn_bd: সরবরাহকারি
fr_fr: Fournisseurs
is_is: Birgjar
lo_la: ຜູ້ສະໜອງ
ms_my: Pembekal
sq_al: Furnitorët
ug_cn: 个供应商

source: The page you are looking for is no longer available
fr_fr: La page que vous recherchez n'est plus disponible

source: There are %product_count% products.
fr_fr: Il y a %product_count% produits.
sq_al: Janë %product_count% produkte.

source: There is 1 product.
fr_fr: Il y a 1 produit.
is_is: Það er 1 vara.
ms_my: Terdapat 1 produk.
sq_al: Këtu është 1 produkt.

source: This pack contains
fr_fr: Ce pack contient
is_is: Þessi pakki inniheldur
sq_al: Kjo paketë përmban

source: Total price
bn_bd: মোট দাম
fr_fr: Prix total
lo_la: ລາຄາລວມ
ms_my: Jumlah harga
sq_al: Çmimi total
ug_cn: ئومۇمىي باھاسى

source: Unit discount
fr_fr: Remise sur prix unitaire
sq_al: Zbritja për njësi

source: Unit price
bn_bd: একক মূল্য
fr_fr: Prix unitaire
lo_la: ລາຄາຕໍ່ໜ່ວຍ
ms_my: Harga unit
ug_cn: قوشۇش

source: Used
bn_bd: বাবহারিত
fr_fr: Utilisé
is_is: Notað
lo_la: ໃຊ້້ແລ້ວ
ms_my: Digunakan
sq_al: I përdorur
ug_cn: 已使用

source: Viewed products
bn_bd: দেখা পণ্য
fr_fr: Déjà vus
is_is: Áður skoðað
lo_la: ສິນຄ້າທີ່ຫາກໍ່ເບິ່ງຜ່ານມາ
ms_my: Produk dilihat
sq_al: Produktet që keni parë
ug_cn: كۆرۈلگەن مەھسۇلاتلار

source: Virtual products can't be returned.
fr_fr: Les produits virtuels ne peuvent pas être retournés.

source: Volume discounts
bn_bd: ভলিউম ডিসকাউন্ট
fr_fr: Remise sur la quantité
is_is: Magnafsláttur
ms_my: Diskaun isipadu
sq_al: Zbritja në sasi

source: You Save
bn_bd: আপনি সাশ্রয় করেছেন
fr_fr: Vous économisez
is_is: Þú sparar
ms_my: Anda Jimat
sq_al: Ju kurseni

source: You might also like
fr_fr: Vous aimerez aussi
is_is: Þér gæti einnig líkað við
sq_al: Ndoshta mund të pëlqejë edhe

source: Your cart contains %1s of these products and another %2s of these are included in packs in your cart.
fr_fr: Votre panier contient %1s de ces produits et %2s autres de ces produits sont inclus dans des packs de votre panier.

source: Your cart contains %1s of these products.
fr_fr: Votre panier contient %1s de ces produits.

source: Your customization:
fr_fr: Votre personnalisation :
sq_al: Personalizimi yt:

source: brands
fr_fr: marques
sq_al: markat

source: Description
bn_bd: বিবরণ
lo_la: ລາຍລະອຽດ
ms_my: Kenerangan
sq_al: Përshkrimi
ug_cn: تەپسىلاتى

source: Image
bn_bd: চিত্র
lo_la: ຮູບພາບ
sq_al: Imazhi
ug_cn: 图片

source: Pages
bn_bd: পাতা
lo_la: ບັນດາໜ້າ
ms_my: Laman
sq_al: Faqet
ug_cn: بەتلەر

source: Pack
bn_bd: মুখ্য দোকান ভ্রমণ
lo_la: ຫໍ່ມາກັບສິນຄ້າ
ug_cn: 组件

source: images
lo_la: ຮູບພາບ
