Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopNotificationsError.*.xlf
Languages: bg_bg, cs_cz, fa_ir, hy_am, ko_kr, mk_mk, nl_nl, pt_pt, ro_ro, ug_cn

source: Your account isn't available at this time, please contact us
bg_bg: Вашият профил в момента е недостъпен, моля свържете се с нас
cs_cz: Váš účet není v tuto chvíli k dispozici, prosím kontaktujte nás
fa_ir: حساب شما در حال حاضر در دسترس نیست, لطفا با ما تماس بگیرید
ko_kr: 현재 당신의 계정을 사용할 수 없습니다, 문의 주세요
mk_mk: Вашата сметка не е достапна во овој момент, ве молиме контактирајте не
nl_nl: Uw account is niet beschikbaar op dit moment, Contacteer ons aub.
pt_pt: A sua conta não está disponível de momento, por favor contacte-nos
ro_ro: Contul tau nu este disponibil in acest moment, te rugam sa ne contactezi

source: Your address is incomplete, please update it.
bg_bg: Вашият адрес е непълен, моля, актуализирайте го.
cs_cz: Vaše adresa není úplná, upravte ji prosím.
fa_ir: آدرس شما ناقص است، لطفاً آن را تکمیل کنید.
ko_kr: 주소가 불완전 합니다, 수정해 주세요.
mk_mk: Вашата адреса е нецелосна, ве молиме да ја ажурирате.
nl_nl: Uw adres is onvolledig, vult u deze a.u.b. aan.
pt_pt: A sua morada está incompleta, por favor atualize-a.
ro_ro: Adresa este incompleta, te rugam sa o actualizezi.
