Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopThemeCheckout.*.xlf
Languages: mn_mn, tt_ru, ug_cn, uk_ua

source: %count% items
uk_ua: %count% од.

source: %price% tax excl.
uk_ua: %price% без ПДВ

source: %price% tax incl.
uk_ua: %price% з ПДВ

source: %productName% product quantity field
uk_ua: Поле кількості товару %productName%

source: %product_count% item in your cart
uk_ua: %product_count% товар у кошику

source: %products_count% items in your cart
uk_ua: %products_count% товарів у кошику

source: (additional cost of %giftcost% %taxlabel%)
uk_ua: (додаткова вартість %giftcost% %taxlabel%)

source: (optional)
uk_ua: (за бажанням)

source: 1 item
uk_ua: 1 од.

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
uk_ua: Мінімальна сума замовлення повинна становити %amount% (без ПДВ). Зараз у вашому кошику товарів на %total% (без ПДВ).

source: Addresses
mn_mn: Хаягууд
tt_ru: Адреслар
ug_cn: ئادرىس
uk_ua: Адреси

source: An email has been sent to your mail address %email%.
uk_ua: Повідомлення відправлено на вашу адресу %email%.

source: And save time on your next order!
uk_ua: Та заощаджуйте час при оформленні наступного замовлення!

source: Billing address differs from shipping address
uk_ua: Адреса платника відрізняється від адреси доставки

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
uk_ua: Підтверджуючи замовлення, ви підтверджуєте, що ознайомилися і згодні з усіма нижченаведеними умовами:

source: Carrier
tt_ru: Алып кайтучы
ug_cn: ترانسپورت شىركىتى
uk_ua: Перевізник

source: Carrier: %carrierName%
uk_ua: Перевізник: %carrierName%

source: Cart
mn_mn: Сагс
tt_ru: Кәрзин
ug_cn: ھارۋىڭىزدا
uk_ua: Кошик

source: Close
tt_ru: Закрыть
ug_cn: 关闭
uk_ua: Закрити

source: Code
tt_ru: Код
ug_cn: 代码
uk_ua: Код

source: Create an account
mn_mn: Данс үүсгэх
tt_ru: Учет язуы төзү
ug_cn: تىزىملىتىڭ
uk_ua: Реєстрація

source: Cumulative
mn_mn: Өссөн тоогоор
tt_ru: Быелып барыла
ug_cn: جەمئىي
uk_ua: В сумі (разом)

source: Customized
ug_cn: 定制
uk_ua: Модифікація

source: Date
tt_ru: Дата
ug_cn: 日期
uk_ua: Дата

source: Delivery address %alias%
uk_ua: Адреса доставки %alias%

source: Delivery address: %alias%
uk_ua: Адреса доставки: %alias%

source: Description
tt_ru: Тасвирлау
ug_cn: تەپسىلاتى
uk_ua: Опис

source: Discount
mn_mn: Хөнгөлөлт
tt_ru: Ташлама
ug_cn: 折扣
uk_ua: Знижка

source: Discount(s)
uk_ua: Знижки

source: Expiration date
mn_mn: Дуусах хугацаа
tt_ru: Гамәл вакыты
ug_cn: 截止日期
uk_ua: Дійсний до

source: Free
mn_mn: Үнэгүй
tt_ru: Түләүсез!
ug_cn: !ھەقسىز
uk_ua: Безкоштовно!

source: Free shipping
tt_ru: Бушлай китерү
ug_cn: ھەقسىز يەتكۈزۈش
uk_ua: Безкоштовна доставка

source: Gift
mn_mn: Бэлэг
tt_ru: Бүләк
ug_cn: 礼品
uk_ua: Подарункова упаковка

source: Gift wrapping
ug_cn: 礼品包装：
uk_ua: Подарункова упаковка

source: Guest order tracking
uk_ua: Відстеження гостьового замовлення

source: Have a promo code?
uk_ua: У вас є промокод?

source: I agree to the [terms of service] and will adhere to them unconditionally.
uk_ua: Я приймаю [умови надання послуг] та зобов'язуюсь їх дотримуватись.

source: I would like my order to be gift wrapped %cost%
uk_ua: Замовлено подарункове пакування %cost%

source: I would like to receive my order in recycled packaging.
mn_mn: Би бараагаа дахин боловсруулсан баглаа боодолд авахыг хүсч байна.
tt_ru: Заказны икенчел чималдан эшләнгән төргәктә алуга мин риза
ug_cn: مۇھىت ئاسراش خالىتىسىنى ئىشلىتىمەن
uk_ua: Я згоден(-на) на отримання замовлення в переробленій упаковці

source: If you sign out now, your cart will be emptied.
uk_ua: Якщо ви зараз вийдете, ваш кошик буде очищено.

source: If you would like to add a comment about your order, please write it in the field below.
mn_mn: Та захиалгынхаа талаар тайлбар нэмэхийг хүсвэл, доорхи талбарт бичнэ үү.
tt_ru: Әгәр сез заказга коментарий өстәргә телисез, түбәндәге кырыда языгыз.
ug_cn: ئەگەر زاكاس تالونىڭىزغا قوشۇمچە سۆز قالدۇرماقچى بولسىڭىز تۆۋەنگە يېزىڭ
uk_ua: Якщо ви хочете додати коментар до вашого замовлення, напишіть його нижче.

source: If you'd like, you can add a note to the gift:
mn_mn: хэрвээ Та хүсвэл, бэлгэн дээрээ бичгэн тэмдэглэл / мэндчилгээ үлдээж болно:
tt_ru: Әгәр соралса, бүләккә хәбәр текстын языгыз:
ug_cn: ئەگەر خالىسىڭىز، سىزنىڭ سوۋغىتىڭىزغا خەت قىستۇرۇپ قويىمىز
uk_ua: Якщо потрібно, додайте вітальну записку до подарунка:

source: Included taxes
uk_ua: Включаючи ПДВ

source: Invoice
mn_mn: Төлбөрийн баримт
tt_ru: Исәп-хисап
ug_cn: 有效的发货单
uk_ua: Рахунок

source: Invoice address %alias%
uk_ua: Адреса платника %alias%

source: Invoice address: %alias%
uk_ua: Адреса платника: %alias%

source: Minimum
mn_mn: Хамгийн бага хэмжээ
tt_ru: Минимум
ug_cn: ئەڭ كىچىك مىقدار،
uk_ua: Мінімум

source: My Address
uk_ua: Моя адреса

source: Name
tt_ru: Исем
ug_cn: نامى
uk_ua: Назва

source: New customer
uk_ua: Новий клієнт

source: Next: Addresses
uk_ua: Далі: Адреса

source: Next: Payment
uk_ua: Далі: Оплата

source: Next: Shipping Method
uk_ua: Далі: Спосіб доставки

source: No payment needed for this order
uk_ua: Оплата замовлення не потрібна

source: Order as a guest
uk_ua: Гостьове замовлення

source: Order confirmation
mn_mn: Захиалгыг баталгаажуулах
tt_ru: Заказны раслау
ug_cn: كازاس مۇقىملاش
uk_ua: Підтвердження замовлення

source: Order details
uk_ua: Деталі замовлення

source: Order items
uk_ua: Інформація про замовлення

source: Order reference
mn_mn: Захиалгын дугаар
tt_ru: Заказ коды
ug_cn: زاكاس تالونى ھەققىدە
uk_ua: Номер замовлення

source: Order reference: %reference%
uk_ua: Номер замовлення: %reference%

source: Order summary
tt_ru: Заказ турында мәгълүматлар
ug_cn: جەمئىي زاكاس
uk_ua: Зведення по замовленню

source: Order with an obligation to pay
uk_ua: Замовлення із зобов'язанням оплати

source: Paste your voucher here
uk_ua: Вставте свій купон сюди

source: Payment
mn_mn: Төлбөр тооцоо
tt_ru: Түләү
ug_cn: ھېسابات قىلىش
uk_ua: Оплата

source: Payment method
mn_mn: Төлбөр тооцооны хэлбэр
tt_ru: Түләү ысулы:
ug_cn: 付款方式
uk_ua: Спосіб оплати

source: Payment method: %method%
uk_ua: Спосіб оплати: %method%

source: Personal Information
uk_ua: Особисті дані

source: Place order
uk_ua: Оформити замовлення

source: Please check your order before payment
uk_ua: Будь ласка, перевірте ваше замовлення перед оплатою

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
uk_ua: Переконайтеся, що ви обрали [1]спосіб оплати[/1] та погодилися з [2]умовами використання[/2].

source: Product Successfully Added to Your Shopping Cart
uk_ua: Товар успішно додано до вашого кошика

source: Product customization
mn_mn: Барааны тохируулга
tt_ru: Товарның модификациясе
ug_cn: مال زاكاس قىلىش
uk_ua: Кастомізація товару

source: Product successfully added to your shopping cart
mn_mn: Сагсанд нэмэгдлээ
tt_ru: Товар кәрзингә куйган
uk_ua: Товар успішно додано до Вашого кошика

source: Promo code
uk_ua: Промо-код

source: Quantity
mn_mn: Тоо ширхэг
tt_ru: Саны
ug_cn: مىقدارى
uk_ua: Кількість

source: Quantity:
uk_ua: Кількість:

source: Remove
tt_ru: Бетерү
ug_cn: 删除
uk_ua: Видалити

source: Remove Voucher
uk_ua: Видалити купон

source: Save time on your next order, sign up now
uk_ua: Заощаджуйте час при оформленні наступних замовлень, реєструйтесь зараз

source: Selected
tt_ru: Выделено
uk_ua: вибраний

source: Shipping
mn_mn: Хүргэлт
tt_ru: Китерү
ug_cn: مال ئەۋەتىش
uk_ua: Доставка

source: Shipping Address
uk_ua: Адреса доставки

source: Shipping Method
uk_ua: Спосіб доставки

source: Shipping and handling
uk_ua: Доставка та пакування

source: Shipping cost
mn_mn: Хүргэлт / Тээварлэлтийн зардал
tt_ru: Китереп бирү бәясе
ug_cn: توشۇش ھەققى
uk_ua: Вартість доставки

source: Shipping method: %method%
uk_ua: Спосіб доставки: %method%

source: Shipping:
mn_mn: Хүргэлт:
tt_ru: Китерү:
uk_ua: Доставка:

source: Shopping Cart
uk_ua: Кошик

source: Shopping cart link containing %nbProducts% product(s)
uk_ua: Посилання на кошик, що містить %nbProducts% товарів

source: Status
tt_ru: Дәрәҗә
ug_cn: ھالەت
uk_ua: Статус

source: Subtotal
uk_ua: Підсумок

source: Subtotal:
uk_ua: Разом:

source: Tax
mn_mn: Татвар
tt_ru: НДС
ug_cn: 税额
uk_ua: ПДВ

source: Tax excluded
mn_mn: Татварыг оролцуулаагүй
tt_ru: Салымсез
ug_cn: 不含税
uk_ua: без податку

source: Tax included
mn_mn: Татварыг оролцуулсан болно
tt_ru: Салым белән
ug_cn: 含税
uk_ua: з податком

source: Taxes
ug_cn: 税
uk_ua: Податки

source: The minimum purchase order quantity for the product is %quantity%.
uk_ua: Мінімальна кількість для замовлення цього товару: %quantity%.

source: The selected address will be used as your personal address (for invoice).
uk_ua: Обрана адреса буде використовуватись як адреса платника (для рахунків).

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
uk_ua: Вибрану адресу буде використано в якості адреси доставки та адреси платника (для рахунків).

source: There are %products_count% items in your cart.
uk_ua: У вашому кошику %products_count% товар(ів).

source: There are no more items in your cart
uk_ua: У вашому кошику більше немає товарів

source: There is %products_count% item in your cart.
uk_ua: У кошику %products_count% товар(ів).

source: Total
mn_mn: Нийт
tt_ru: Барлыгы:
ug_cn: ：ئومۇمىي سومما
uk_ua: Всього

source: Total (tax excl.)
mn_mn: Нийт дүн (татвар тооцогдоогүй)
tt_ru: Барлыгы (салымнарны кертеп)
ug_cn: 合计（不含税）
uk_ua: Разом (без податку)

source: Total (tax incl.)
ug_cn: 合计（含税）
uk_ua: Всього (з податком)

source: Total paid
ug_cn: 总计支付
uk_ua: Всього сплачено

source: Total price
tt_ru: Барлыгы:
ug_cn: ئومۇمىي باھاسى
uk_ua: Сума

source: Total products
mn_mn: Нийт бүтээгдэхүүнүүд
tt_ru: Бәясе:
ug_cn: مەھسۇلات ئومۇمىي مىقدارى
uk_ua: Всього товарів на суму:

source: Tracking number
mn_mn: Хайлтын дугаар
tt_ru: Күзәтеп бирү номеры
ug_cn: 物流追踪号：
uk_ua: Номер відстеження

source: Transaction amount has been correctly updated
uk_ua: Суму операції було оновлено

source: Unfortunately, there are no carriers available for your delivery address.
uk_ua: На жаль, не знайдено перевізників доступних для вашої адреси доставки.

source: Unfortunately, there are no payment method available.
uk_ua: На жаль, не знайдено доступних способів оплати.

source: Unit price
tt_ru: Бер берәмлек өчен бәя
ug_cn: قوشۇش
uk_ua: Ціна

source: Use this address for invoice too
uk_ua: Використовувати цю адресу для рахунків

source: Value
tt_ru: Билгеләмәсе
ug_cn: باھاسى
uk_ua: Значення

source: View cart (%d products)
uk_ua: Переглянути кошик (%d товарів)

source: Weight
tt_ru: Авырлык
ug_cn: ئېغىرلىقى
uk_ua: Вага

source: Write a comment about this order
uk_ua: Напишіть коментар до цього замовлення

source: Write your comment...
uk_ua: Напишіть свій коментар...

source: You can also [1]download your invoice[/1]
uk_ua: Ви можете [1]завантажити рахунок[/1]

source: You can also [1]download your invoice[/1].
uk_ua: Ви також можете [1]завантажити рахунок[/1].

source: Your Delivery Address
uk_ua: Ваша адреса доставки

source: Your Invoice Address
uk_ua: Адреса платника

source: Your order is confirmed
uk_ua: Ваше замовлення підтверджено

source: tax excl.
mn_mn: татвар тооцогдоогүй
tt_ru: НДС сез
ug_cn: 不含税
uk_ua: без податку

source: tax incl.
mn_mn: татвар тооцогдсон
tt_ru: НДС белән
ug_cn: 含税
uk_ua: з податком

source: Actions
tt_ru: Действия
ug_cn: ھەرىكەتلەر

source: Price
tt_ru: Бәясе
ug_cn: 价格
