Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopThemeCustomeraccount.*.xlf
Languages: bg_bg, ca_es, et_ee, mk_mk, mn_mn, sq_al, th_th

source: Your addresses
bg_bg: Вашите адреси
ca_es: Les vostres adreces
mk_mk: Вашата адреса
mn_mn: Таны Хаяг(нууд)
sq_al: Adresat tuaja
th_th: ที่อยู่ของคุณ

source: Your package must be returned to us within %number% days of receiving your order.
bg_bg: Трябва да получим върнатата стока не по-късно от %number% дни, след като сте я получили.
ca_es: La compra s'ha de tornar en %number% dies, un cop rebuda.
mk_mk: Вашиот пакет мора да ни се врати во %number% дена од приемот на вашата нарачка.
sq_al: Paketa juaj duhet të kthehet tek ne brenda %number% ditëve të marrjes së porosisë tuaj.

source: Your password is too weak
ca_es: La vostra clau de pas és massa feble

source: Your password is valid
ca_es: La vostra clau de pas és vàlida

source: Your password length is invalid
ca_es: La vostra clau de pas és invàlida

source: Your personal information
bg_bg: Вашите лични данни
ca_es: Les vostres dades personals
et_ee: Teie personaalne informatsioon
mk_mk: Вашите лични податоци
mn_mn: Хувийн мэдээлэл
sq_al: Informacionet tuaja personale
th_th: ข้อมูลส่วนตัวของคุณ

source: Your vouchers
bg_bg: Вашите ваучери
ca_es: Els vostres cupons
et_ee: Teie vautšerid
mk_mk: Ваши ваучери
sq_al: Kuponat tuaj
