Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopThemeGlobal.*.xlf
Languages: cs_cz

source: %copyright% %year% - Ecommerce software by %prestashop%
cs_cz: %copyright% %year% - Software pro elektronický obchod od %prestashop%

source: (No option selected)
cs_cz: (Nevybrána žádná volba)

source: (no filter)
cs_cz: (žádný filtr)

source: (tax excl.)
cs_cz: (bez DPH)

source: (tax excluded)
cs_cz: (bez DPH)

source: (tax incl.)
cs_cz: (s DPH)

source: (tax included)
cs_cz: (vč. DPH)

source: 403 Forbidden
cs_cz: 403 zakázáno

source: A word by itself is easy to guess
cs_cz: Slovo samo o sobě je snadné uhodnout

source: About and Contact
cs_cz: O nás a kontakty

source: Active filters
cs_cz: Aktivní filtry

source: Add another word or two. Uncommon words are better.
cs_cz: Přidejte další slovo nebo dvě. Lepší jsou neobvyklá slova.

source: Addresses
cs_cz: Adresy

source: All
cs_cz: Všechny

source: All-uppercase is almost as easy to guess as all-lowercase
cs_cz: Všechna velká písmena jdou uhodnout stejně snadno jako všechna malá

source: Average
cs_cz: Průměrný

source: Avoid dates and years that are associated with you
cs_cz: Vyhněte se datům a rokům, které jsou s vámi spojené

source: Avoid recent years
cs_cz: Vyhněte se posledním rokům

source: Avoid repeated words and characters
cs_cz: Vyhněte se opakování slov a znaků

source: Avoid sequences
cs_cz: Vyhněte se sekvencím znaků

source: Avoid years that are associated with you
cs_cz: Vyhněte se rokům, které jsou s vámi spojené

source: Back
cs_cz: Zpět

source: Back to top
cs_cz: Zpět na začátek

source: Brands
cs_cz: Značky

source: Call us at: %phone%
cs_cz: Zavolejte nám na: %phone%

source: Call us:
cs_cz: Zavolejte nám:

source: Call us: %phone%
cs_cz: Zavolejte: %phone%

source: Call us: [1]%phone%[/1]
cs_cz: Zavolejte nám: [1]%phone%[/1]

source: Cancel
cs_cz: Zrušit

source: Capitalization doesn't help very much
cs_cz: Velká písmena nemají skoro význam

source: Carousel buttons
cs_cz: Karuselová tlačítka

source: Carousel container
cs_cz: Kontejner karuselu

source: Change currency
cs_cz: Změnit měnu

source: Change language
cs_cz: Změnit jazyk

source: Change sort order
cs_cz: Změnit řazení produktu

source: Close
cs_cz: Zavřít

source: Close search
cs_cz: Zavřít hledání

source: Common names and surnames are easy to guess
cs_cz: Běžná jména a příjmení se dají lehce uhodnout

source: Contact us
cs_cz: Kontaktujte nás

source: Create new account
cs_cz: Vytvořit nový účet

source: Currency
cs_cz: Měna

source: Currency dropdown
cs_cz: Rozevírací nabídka měny

source: Currency:
cs_cz: Měna:

source: Date
cs_cz: Datum

source: Dates are often easy to guess
cs_cz: Datumy se dají lehce uhodnout

source: Delivery option: %carrier_name%
cs_cz: Způsob dopravy: %carrier_name%

source: Email us:
cs_cz: Napište nám:

source: Friday
cs_cz: Pátek

source: Get our latest news and special sales
cs_cz: Získejte nejnovější novinky a speciální slevy

source: Go to slide %slide_index%
cs_cz: Přejít na slide %slide_index%

source: Home
cs_cz: Domů

source: Language
cs_cz: Jazyk

source: Language dropdown
cs_cz: Rozevírací nabídka jazyka

source: Language:
cs_cz: Jazyk:

source: List of pages in %category_name%:
cs_cz: Seznam stránek v %category_name%:

source: List of sub categories in %name%:
cs_cz: Seznam podkategorií v %name%:

source: Loading...
cs_cz: Nahrávám...

source: Log in
cs_cz: Přihlásit se

source: Merchandise returns
cs_cz: Vrácené produkty

source: Monday
cs_cz: Pondělí

source: Names and surnames by themselves are easy to guess
cs_cz: Jména a příjmení jdou snadno uhodnout

source: New
cs_cz: Nové

source: Next
cs_cz: Další

source: Next image
cs_cz: Další obrázek

source: No
cs_cz: Ne

source: No delivery service
cs_cz: Žádná doprava

source: No need for symbols, digits, or uppercase letters
cs_cz: Není třeba používat symboly, čísla nebo velká písmena

source: None
cs_cz: Žádné

source: Open zoomed product image gallery
cs_cz: Otevřít přiblíženou galerii produktu

source: Our Offers
cs_cz: Naše nabídky

source: Our stores
cs_cz: Naše prodejny

source: Predictable substitutions like "@" instead of "a" don't help very much
cs_cz: Předvídatelná nahrazení znaků jako „@“ místo „a“ nejsou moc užitečná

source: Previous
cs_cz: Předchozí

source: Previous image
cs_cz: Předchozí obrázek

source: Product availability:
cs_cz: Dostupnost produktu:

source: Product filters
cs_cz: Produktové filtry

source: Recent years are easy to guess
cs_cz: Předešlé roky se dají lehce uhodnout

source: Repeats like "aaa" are easy to guess
cs_cz: Opakování písmen jako „aaa“ lze snadno uhodnout

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
cs_cz: Opakování jako „abcabcabc“ není o moc těžší uhodnout než „abc“

source: Reversed words aren't much harder to guess
cs_cz: Slova psaná pozpátku není o moc těžší uhodnout

source: Saturday
cs_cz: Sobota

source: Send us a fax to: %fax%
cs_cz: Pošlete nám fax na: %fax%

source: Send us an email to: %email%
cs_cz: Napište nám email: %email%

source: Sequences like "abc" or "6543" are easy to guess
cs_cz: Sekvence znaků jako jsou "abc" nebo "6543" je snadné uhodnout

source: Shipping cost
cs_cz: Cena přepravy

source: Short keyboard patterns are easy to guess
cs_cz: Krátké kombinace znaků lze snadno uhodnout

source: Show search bar
cs_cz: Zobrazit vyhledávací lištu

source: Sitemap
cs_cz: Mapa stránek

source: Skip to main content
cs_cz: Přeskočit na hlavní obsah

source: Sort by selection
cs_cz: Výběr řazení produktu

source: Sort by:
cs_cz: Seřadit podle:

source: Sort products by: %sort_order%
cs_cz: Seřadit produkty podle: %sort_order%

source: Status
cs_cz: Stav

source: Store information
cs_cz: Informace o obchodu

source: Straight rows of keys are easy to guess
cs_cz: Skupiny stejných znaků je velmi snadné uhodnout

source: Strong
cs_cz: Silné

source: Sunday
cs_cz: Neděle

source: Tax excluded
cs_cz: Bez DPH

source: Tax included
cs_cz: S DPH

source: The page you are looking for was not found.
cs_cz: Hledaná stránka nebyla nalezena.

source: This is a top-10 common password
cs_cz: Toto je jedno z 10 nejpoužívanějších hesel

source: This is a top-100 common password
cs_cz: Toto je jedno ze 100 nejpoužívanějších hesel

source: This is a very common password
cs_cz: Toto je jedno z nejpoužívanějších hesel

source: This is similar to a commonly used password
cs_cz: Toto heslo je velmi podobné často používanému heslu

source: This page could not be found
cs_cz: Tuto stránku se nepodařilo najít.

source: Thursday
cs_cz: Čtvrtek

source: Toggle %s links
cs_cz: Přepnout %s odkazů

source: Toggle store information
cs_cz: Přepnout informace o obchodu

source: Tracking number
cs_cz: Sledovací číslo zásilky

source: Try to search our catalog, you may find what you are looking for!
cs_cz: Zkuste prohledat náš katalog. Možná najdete to, co hledáte!

source: Tuesday
cs_cz: Úterý

source: Undefined
cs_cz: Nedefinovaný

source: Use a few words, avoid common phrases
cs_cz: Použijte několik slov a vyhněte se běžným frázím

source: Use a longer keyboard pattern with more turns
cs_cz: Použijte delší kombinace znaků z různých řad klávesnice

source: Very strong
cs_cz: Velmi silné

source: Very weak
cs_cz: Velmi slabé

source: View schedules
cs_cz: Zobrazit otevírací dobu

source: View schedules for %store_name%
cs_cz: Zobrazit otevírací dobu pro %store_name%

source: Virtual product(s)
cs_cz: Virtuální produkty

source: Virtual product(s): No delivery service
cs_cz: Virtuální produkty: žádná doprava

source: Virtual product, no delivery service.
cs_cz: Virtuální produkt, bez dopravy.

source: We'll be back soon.
cs_cz: Za chvíli jsme zpět.

source: Weak
cs_cz: Slabé

source: Wednesday
cs_cz: Středa

source: Weight
cs_cz: Hmotnost

source: Yes
cs_cz: Ano

source: You are not allowed to access this page.
cs_cz: Nemáte oprávnění k přístupu na tuto stránku.

source: You cannot access this store from your country. We apologize for the inconvenience.
cs_cz: Je nám líto, ale obchod není z vaší země přístupný. Omlouváme se za vzniklé potíže.

source: result
cs_cz: výsledek

source: results
cs_cz: výsledky
