Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopFormsHelp.*.xlf
Languages: he_il, pl_pl

source: (E.g.: %date_format%)
he_il: (לדוגמה : %date_format%)
pl_pl: (Np.: %date_format%)

source: 1024 char. max
pl_pl: Maks. 1024 znaków

source: 250 char. max
he_il: 250 תוים מקסימום
pl_pl: Maks. 250 znaków

source: Customer password is too weak
he_il: סיסמת הלקוח חלשה מדי
pl_pl: Hasło klienta jest za słabe

source: Don't forget to save your customization to be able to add to cart
pl_pl: Nie zapomnij zapisać swojej personalizacji, aby móc dodać ją do koszyka

source: Enter a password to transform your guest account into a customer account.
pl_pl: Podaj hasło, aby przekształcić Twoje konto gościa w konto klienta.

source: How can we help?
he_il: איך נוכל לעזור?
pl_pl: Jak możemy pomóc?

source: No selected file
he_il: לא נבחר קובץ
pl_pl: Nie wybrano pliku

source: Only letters and the dot (.) character, followed by a space, are allowed.
he_il: רק אותיות ותו הנקודה (.), אשר מלווים ברווח עוקב, מותרים.
pl_pl: Tylko litery, kropka (.) i spacja są dozwolone.

source: Optional
he_il: אופציונלי
pl_pl: Opcjonalne

source: Password input
he_il: הזנת סיסמה
pl_pl: Pole wprowadzania hasła

source: Select reference
he_il: מק"ט המוצר
pl_pl: Wybierz indeks

source: YYYY
pl_pl: RRRR

source: Your message here
he_il: הודעתך כאן
pl_pl: Treść wiadomości

source: Your password length must be between %d and %d
he_il: אורך הסיסמה שלך חייב להיות בין %d ל- %d
pl_pl: Długość Twojego hasła musi wynosić od %d do %d

source: optional
he_il: אופציונלי
pl_pl: opcjonalne

source: your@email.com
he_il: your@email.co.il
pl_pl: twój@email.com
