Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopNotificationsError.*.xlf
Languages: bg_bg, cs_cz, fa_ir, hy_am, ko_kr, mk_mk, nl_nl, pt_pt, ro_ro, ug_cn

source: The product expiration date has passed, preventing you from download this product.
bg_bg: Срокът на валидност на този продукт изтече и вече не можеш да го свалиш.
cs_cz: Už je po datumu vypršení platnosti, nemůžete stáhnout tento produkt
fa_ir: تاریخ انقضا به سر رسیده است. شما دیگر نمی‌توانید این محصول را دانلود کنید.
hy_am: Մատչելիության ժամկետը անցել է, Դուք չեք կարող այս ապրանքը ներբեռնել:
ko_kr: 상품 만료일이 지났으므로, 이 상품을 다운로드할 수 없습니다.
mk_mk: датата на траење на производот е помината, ве спречува да го симнете овој производ
nl_nl: Vervaldatum overschreden
pt_pt: A data de validade do produto expirou, impedindo-o de transferir este produto.
ro_ro: Produsul a expirat, de aceea nu-l poti descarca.

source: The voucher code is invalid.
bg_bg: Този код на ваучер е невалиден.
cs_cz: Neplatný kód slevového kupónu
fa_ir: کد تخفیف نامعتبر می باشد
hy_am: Վճարատոմսի կոդը սխալ է
ko_kr: 할인쿠폰 코드가 유효하지 않습니다.
mk_mk: Ваучер кодот е неточен.
nl_nl: Waardebon code is niet geldig
pt_pt: O código do vale de desconto não é válido.
ro_ro: Codul cuponului este incorect.

source: There are not enough products in stock
bg_bg: Няма достатъчно продукти в наличност
cs_cz: Na skladě není dostatek produktů
fa_ir: محصولات موجود به اندازه کافی نیستند
ko_kr: 상품의 재고가 충분하지 않습니다.
mk_mk: Нема доволно производи на залиха
nl_nl: Er zijn niet genoeg producten op voorraad
pt_pt: Não há produtos suficientes em stock
ro_ro: Nu sunt suficiente produse in stoc

source: There seems to be an issue with your account, please contact support
bg_bg: Изглежда има проблем с профила Ви. Моля, свържете се с техническа поддръжка
cs_cz: Zdá se, že se na vašem účtu vyskytl problém. Kontaktujte prosím podporu
fa_ir: به نظر می‌رسد در حساب شما مشکلی وجود دارد. لطفا با پشتیبانی تماس بگیرید
ko_kr: 계정 관련 오류가 발생했습니다. 지원팀에 문의하세요
mk_mk: Се чини дека имате проблем со вашата сметка, ве молиме контактирајте со поддршката
nl_nl: Er is een probleem met uw account, neem contact op met de klantenservice
pt_pt: Parece haver um problema com a sua conta. Contacte a equipa de apoio
ro_ro: A aparut o eroare legata de contul tau, te rugam sa contactezi suportul

source: This cart has expired.
bg_bg: Времето за поръчка на тази количка е изтекло.
cs_cz: Tento košík už vypršel.
fa_ir: این سبدخرید منقضی شده است.
ko_kr: 이 장바구니는 만료되었습니다.
nl_nl: Deze winkelwagen is verlopen.
pt_pt: Este carrinho expirou.
ro_ro: Acest cos a expirat.

source: This cart was already used in an order and has expired.
bg_bg: С тази количка вече има направена поръчка или времето за поръчка е изтекло.
cs_cz: Tento košík už byl použit v objednávce.
fa_ir: این سبد خرید قبلاً توسط یک سفارش استفاده شده و منقضی شده است.
ko_kr: 이 장바구니는 이미 주문에 사용되었으며 만료되었습니다.
nl_nl: Deze winkelwagen is al gebruikt in een bestelling en is verlopen.
pt_pt: Este carrinho já foi utilizado numa encomenda e expirou.
ro_ro: Acest cos a fost deja folosit intr-o comanda si a expirat.

source: This file no longer exists.
bg_bg: Този файл вече не съществува.
cs_cz: Soubor již neexistuje.
fa_ir: این فایل دیگر وجود ندارد.
hy_am: Ֆայլը այլեւս գոյություն չունի:
ko_kr: 이 파일은 더 이상 존재하지 않습니다.
mk_mk: ова досие не постои повеќе
nl_nl: Dit bestand bestaat niet meer.
pt_pt: Este ficheiro já não existe.
ro_ro: Fisierul nu mai eista.

source: This order cannot be returned
bg_bg: Тази поръчка не подлежи на връщане
cs_cz: Tuto objednávku nelze vrátit
fa_ir: این سفارش قابل برگشت نیست
ko_kr: 이 주문은 반품 할 수 없습니다
mk_mk: Оваа нарачка не може да се врати
nl_nl: Deze bestelling kan niet worden geretourneerd
pt_pt: Esta encomenda não pode ser devolvida
ro_ro: Aceasta comanda nu poate fi returnata

source: This product (%product%) is no longer available.
bg_bg: Продуктът (%product%) е изчерпан.
cs_cz: Produkt (%product%) už není k dispozici.
fa_ir: این محصول (%product%) دیگر در دسترس نیست.
ko_kr: 이 상품 (%product%) 은 더 이상 사용할 수 없습니다.
mk_mk: Овој производ (%product%) повеќе не е достапен.
nl_nl: Dit product (%product%) is niet meer beschikbaar.
pt_pt: Este artigo (%product%) já não está disponível.
ro_ro: Acest produs (%product%) nu mai este disponibil.

source: This product does not exist in our store.
bg_bg: Този продукт не съшествува в нашия магазин
cs_cz: Toto zboží není v našem obchodě k dispozici.
fa_ir: این محصول در فروشگاه ما موجود نیست.
hy_am: Նշված ապրանքը գոյություն չունի:
ko_kr: 이 상품은 저희 쇼핑몰에 존재하지 않습니다.
mk_mk: производот не постои во пазарот
nl_nl: Dit product bestaat niet in onze winkel.
pt_pt: Este produto não existe na loja.
ro_ro: Acest produs nu exista in magazinul nostru.

source: This product has been deleted.
bg_bg: Този продукт беше изтрит.
cs_cz: Toto zboží bylo smazáno.
fa_ir: این محصول حذف شده است.
hy_am: Այս ապրանքը ջնջված է:
ko_kr: 이 상품은 삭제되었습니다.
mk_mk: овој производ е избришан
nl_nl: Dit product is verwijderd.
pt_pt: Este produto foi eliminado.
ro_ro: Acest produs a fost sters.
ug_cn: 此产品已被删除。

source: This product has been refunded.
bg_bg: Стойността на този продукт е възстановена.
cs_cz: Tento produkt byl vrácen.
fa_ir: این محصول پس داده شده است.
hy_am: Այս ապրանքի արժեքը փոխհատուցվել է:
ko_kr: 이 상품은 환불되었습니다.
mk_mk: овој производ е рефундиран
nl_nl: Voor dit product is een terugbetaling gedaan.
pt_pt: Este produto foi reembolsado.
ro_ro: Acest produs a fost rambursat.

source: This product is no longer available for sale.
bg_bg: Този продукт вече не е наличен за продажба.
cs_cz: Produkt již není k dispozici.
fa_ir: این محصول دیگر برای فروش در دسترس نیست.
ko_kr: 이 상품은 더 이상 판매되지 않습니다.
nl_nl: Dit product is niet meer te koop.
pt_pt: Este produto já não está disponível para venda.
ro_ro: Produsul nu mai este disponibil pentru vanzare.

source: This product is no longer available.
bg_bg: Продукта е изчерпан.
cs_cz: Produkt již není k dispozici.
fa_ir: محصول مورد نظر دیگر وجود ندارد.
hy_am: Ապրանքը մատչելի չէ:
ko_kr: 이 상품은 더 이상 사용할 수 없습니다.
mk_mk: овој производ не е повеќе на располагање
nl_nl: Product is niet langer verkrijgbaar
pt_pt: Este produto já não está disponível.
ro_ro: Produsul nu mai este disponibil.

source: This voucher does not exist.
bg_bg: Ваучерът не съществува.
cs_cz: Tento kupon neexistuje.
fa_ir: این بن وجود ندارد.
ko_kr: 이 할인 쿠폰은 존재하지 않습니다.
mk_mk: Овој ваучер не постои.
nl_nl: Deze voucher bestaat niet.
pt_pt: Este vale de desconto não existe.
ro_ro: Acest cupon nu exista.

source: This voucher has already been used
bg_bg: Този ваучер вече е използван
cs_cz: Tento slevový kupón již byl použit
fa_ir: این کوپن استفاده شده است.
hy_am: Այս վճարատոմսը արդեն օգտագործվում է
ko_kr: 이 쿠폰은 이미 사용되었습니다
mk_mk: Овој ваучер е веќе искористен
nl_nl: Deze waardebon is al gebruikt.
pt_pt: Este vale de desconto já foi usado
ro_ro: Acest cupon a fost deja folosit

source: This voucher has expired
bg_bg: Ваучерът е с изтекъл срок
cs_cz: Tomuto slevovému kupónu již vypršela platnost
fa_ir: این کوپن منقضی شده است.
hy_am: Այս վճարատոմսը ժամկետանց է:
ko_kr: 이 쿠폰은 기한만료 되었습니다
mk_mk: Овој ваучер е истечен
nl_nl: Deze waardebon is vervallen.
pt_pt: Este vale de desconto expirou
ro_ro: Acest cupon a expirat

source: This voucher is already in your cart
bg_bg: Ваучерът вече е добавен към количката.
cs_cz: Tento slevový kupón je již ve vašem košíku
fa_ir: این کوپن در سبد خرید شما استفاده شده است.
hy_am: Վճարատոմսը արդեն Ձեր զամբյուղի մեջ է:
ko_kr: 이 쿠폰은 장바구니에 이미 입력되었습니다
mk_mk: Овој ваучер е веќе во вашата кошничка
nl_nl: Deze waardebon zit al in uw winkelwagen
pt_pt: Este vale de desconto já se encontra no seu carrinho de compras
ro_ro: Acest cupon este deja în cos

source: This voucher is disabled
bg_bg: Този ваучер е деактивиран
cs_cz: Tento slevový kupón je zakázán
fa_ir: این کوپن غیر فعال است.
hy_am: Այս վճարատոմսը անջատված է:
ko_kr: 이 쿠폰은 비활성화 되었습니다.
mk_mk: Овој ваучер е оневозможен
nl_nl: Deze waardebon is uitgeschakeld
pt_pt: Este vale de desconto está desativado
ro_ro: Acest cupon este dezactivat

source: This voucher is not combinable with an other voucher already in your cart: %s
bg_bg: Този ваучер не е съвместим с друг ваучър, който вече е приложен към количката: %s
cs_cz: Tento kupon nelze kombinovat s jinými kupony, které již máte v košíku: %s
fa_ir: این بن، قابل ترکیب با بن دیگری که در حال حاضر در سبد خرید شما است نمی‌باشد: %s
ko_kr: 이 할인 쿠폰은 장바구니에 이미 입력된 다른 쿠폰과 같이 사용할 수 없습니다: %s
mk_mk: Овој ваучер не може да се комбинира со друг ваучер кој е веќе во вашата кошничка: %s
nl_nl: Deze voucher kan niet gecombineerd worden met een andere voucher die al in uw winkelwagen zit: %s
pt_pt: Este vale de desconto não pode ser combinado com outro vale de desconto já colocado no seu carrinho: %s
ro_ro: Acest cupon nu poate fi combinat cu un alt cupon aflat deja in cos: %s

source: This voucher is not valid yet
bg_bg: Този ваучер все още не е активен
cs_cz: Tento kupón zatím není platný
fa_ir: این کوپن هنوز فعال نشده است.
hy_am: Այս վճարատոմսը դեռ վավեր չէ:
ko_kr: 이 쿠폰은 아직 유효하지 않습니다
mk_mk: Овој ваучер се уште не е валиден
nl_nl: Deze waardebon is nog niet geldig.
pt_pt: Este vale de desconto ainda não é válido
ro_ro: Acest cupon nu este inca valid

source: We cannot regenerate your password with the data you've submitted
bg_bg: Не успяхме да възстановим паролата Ви с предоставените данни
cs_cz: Pomocí odeslaných dat nelze znovu vygenerovat heslo
fa_ir: ما نمی‌توانیم کلمه‌ی عبور شما را با اطلاعاتی که ثبت کرده‌اید تولید کنیم
ko_kr: 당신이 제출한 데이터로 비밀번호를 재생성할 수 없습니다
mk_mk: Не можеме да ја регенерираме лозинката со податоците кои ги поднесовте
nl_nl: We kunnen uw wachtwoord niet opnieuw aanmaken met de gegevens die u heeft ingevoerd
pt_pt: Não nos foi possível recriar a sua palavra-passe com os dados que enviou
ro_ro: Nu iti putem regenera parola cu informatiile introduse

source: We couldn't find your order with the information provided, please try again
bg_bg: Не успяхме да намерим поръчката ви с тази информация. Моля, опитайте отново
cs_cz: Na základě zadaných údajů se nepodařilo najít vaši objednávku. Zkuste to znovu.
fa_ir: ما نمی‌توانیم سفارش شما را با اطلاعات داده شده پیدا کنیم، لطفاً دوباره تلاش کنید
ko_kr: 제공된 정보로 주문을 찾을 수 없습니다. 다시 시도해 주세요
mk_mk: Не можеме да ја најдеме вашата нарачка со дадените информации, ве молиме обидете се повторно
nl_nl: We konden uw bestelling met de geleverde informatie niet vinden, probeert u het alstublieft nogmaals
pt_pt: Não nos foi possível encontrar a sua encomenda com a informação fornecida. Tente de novo
ro_ro: Nu am putut gasi comanda cu informatiile furnizate, te rugam sa incerci din nou

source: You already have the maximum quantity available for this product.
bg_bg: Вече имаш максималното възможно количество за този продукт.
cs_cz: Již máte k dispozici maximální množství tohoto produktu.
fa_ir: شما در حال حاضر حداکثر تعداد موجود برای این محصول را انتخاب کرده‌اید.
hy_am: Ձեզ համար արդեն այս ապրանքի առավելագույն քանակը
ko_kr: 이 상품은 이미 최대 가용 수량입니다.
mk_mk: веќе ја имате максимаалната количина која е на располагање за овој производ
nl_nl: U hebt al de maximale hoeveelheid dat beschikbaar is voor dit product.
pt_pt: Já tem a quantidade máxima disponível para este produto.
ro_ro: Deja ai cantitatea maxima disponibila pentru acest produs.

source: You can only buy %quantity% "%product%". Please adjust the quantity in your cart to continue.
bg_bg: Можете да закупите само %quantity% от "%product%". Моля, коригирайте количеството в количката си, за да продължите.
cs_cz: Produktu "%product%" můžete koupit pouze %quantity% ks. Pro pokračování prosím upravte množství v košíku.
fa_ir: تعداد مجاز خرید «%product%» برابر است با %quantity%. لطفاً برای ادامه، تعداد را در سبد خرید خود اصلاح کنید.
ko_kr: "%product%" %quantity%개만 구매할 수 있습니다. 계속하려면 장바구니의 수량을 조정하세요.
nl_nl: U kunt alleen %quantity% "%product%" kopen. Pas het aantal in uw winkelwagen aan om door te gaan.
ro_ro: Poti cumpara numai %quantity% "%product%". Te rugam sa ajustezi cantitatea din cos pentru a continua.

source: You can regenerate your password only every %d minute(s)
bg_bg: Можеш да възстановиш паролата си само на всеки %d минута/и
cs_cz: Můžete obnovit heslo po uplynutí alespoň %d minut
fa_ir: شما هر %d دقیقه یک‌بار می‌توانید کلمه‌ی عبور خود را بازنشانی نمایید
hy_am: Դուք կարող եք կրկին գեներացնել Ձեր գաղտնաբառը միայն յուրաքնչյուր %d րոպեն մեկ:
ko_kr: 새 암호 생성후 매 %d분이 지나야 암호를 재생성 할 수 있습니다
mk_mk: не може да се освежи лозинка на %d минути
nl_nl: U kunt uw wachtwoord alleen elke %d minuten opnieuw aanmaken
pt_pt: Apenas pode recriar sua palavra-passe a cada %d minuto(s)
ro_ro: Poti sa iti regenerezi parola doar la fiecare %d minute.

source: You can't transform your account into a customer account, because a registered customer with the same email already exists.
bg_bg: Не можете да преобразувате акаунта си в клиентски акаунт, защото вече съществува регистриран клиент със същия имейл.
cs_cz: Svůj účet nemůžete přeměnit na zákaznický účet, protože registrovaný zákazník se stejným e-mailem již existuje.

source: You cannot regenerate the password for this account.
bg_bg: Не можеш да възстановиш паролата за този потребителски профил.
cs_cz: K tomuto účtu nemůžete obnovit heslo.
fa_ir: شما نمی‌توانید برای این حساب کاربری کلمه‌ی عبور باز‌تولید کنید.
hy_am: Այս պահոցի համար դուք չեք կարող կրկին անգամ գեներացնել գաղտնաբառը:
ko_kr: 이 계정에 대한 암호를 재생성 할 수 없습니다.
mk_mk: Не може да се регенерира лозинката за оваа сметка.
nl_nl: U kunt het wachtwoord voor deze rekening niet niet opnieuw aanmaken
pt_pt: Não pode recriar a palavra-passe para esta conta.
ro_ro: Nu poti regenera parola pentru acest cont.

source: You cannot use this voucher
bg_bg: Не можете да използвате този ваучер
cs_cz: Nelze použít tento slevový kupón
fa_ir: شما نمی‌توانید از این کوپن استفاده کنید.
hy_am: Դուք չեք կարող օգտագործել այս վճարատոմսը:
ko_kr: 이 쿠폰을 사용할 수 없습니다
mk_mk: Не може да го користете овој ваучер
nl_nl: U kunt deze waardebon niet gebruiken
pt_pt: Não pode usar este vale de desconto
ro_ro: Nu poti folosi acest cupon

source: You cannot use this voucher anymore (usage limit reached)
bg_bg: Повече не можете да използвате този ваучер (лимитът за използване е достигнат)
cs_cz: Už nemůžete použít tento slevový kupón (byl dosažen limit počtu použití)
fa_ir: شما دیگر نمی‌توانید از این کوپن استفاده کنید (به محدودیت استفاده رسیده‌اید).
hy_am: Դուք այլեւս չեք կարող այս վճարատոմսը օգտաործել (օգտագործման սահմանաչփը հասել է)
ko_kr: 더이상 이 쿠폰을 사용할 수 없습니다(사용 한계 초과)
mk_mk: Не можете да го користите овој ваучер повеќе ( искористен е лимитот)
nl_nl: U kunt deze waardebon niet meer gebruiken (gebruikslimiet bereikt)
pt_pt: Não pode voltar a usar este vale de desconto (foi atingido o limite de utilização)
ro_ro: Nu se mai poate folosi acest cupon (limita de utilizari a fost atinsa)

source: You cannot use this voucher because it has manually been removed.
cs_cz: Tento poukaz nelze použít, protože byl manuálně odstraněn.
fa_ir: این کد تخفیف قابل استفاده نیست چون به صورت دستی حذف شده است.
ko_kr: 이 쿠폰은 수동으로 제거되었기에 사용할 수 없습니다.
nl_nl: U kunt deze voucher niet gebruiken omdat deze handmatig is verwijderd.
pt_pt: Você não pode usar este vale de desconto porque ele foi removido manualmente.
ro_ro: Nu poti folosi acest cupon pentru ca a fost sters manual.

source: You cannot use this voucher in an empty cart
bg_bg: Не можете да използвате ваучера при празна количка
cs_cz: Nemůžete použít tento slevový kupón pro prázdný košík
fa_ir: شما از این کوپن نمی‌توانید در یک سبد خرید خالی استفاده نمایید.
hy_am: Դուք չեք կարող օգտագործել այս վճարատոմսը դատարկ զամբյուղի համար
ko_kr: 비어있는 장바구니에는 이 쿠폰을 사용할 수 없습니다
mk_mk: Не може да се користи ваучерот на празна кошничка
nl_nl: U kunt deze waardebon niet gebruiken met een lege winkelwagen
pt_pt: Não pode usar este vale de desconto num carrinho vazio
ro_ro: Nu se poate folosi acest cupon intr-un cos gol

source: You cannot use this voucher in your country of delivery
bg_bg: Не можете да ползвате този ваучер за вашата държава за доставка
cs_cz: Tento slevový kupón nelze použít ve vaší zemi dodání
fa_ir: شما نمی‌توانید از این کوپن برای حمل به این کشور استفاده کنید.
hy_am: Դուք չեք կարող օգտագործել այս վճարատոմսը Ձեր առաքման երկրում
ko_kr: 당신의 국가에서 배송 시 이 쿠폰은 사용할 수 없습니다
mk_mk: Не може да го користете овој ваучер во Вашата земја на испорака
nl_nl: U kunt deze waardebon niet gebruiken in uw land van levering
pt_pt: Não pode usar este vale de desconto no seu país de entrega
ro_ro: Nu se poate folosi acest cupon in aceasta tara de livrare

source: You cannot use this voucher on products on sale
bg_bg: Не можете да използвате ваучера за продукти в промоция
cs_cz: Tento kupon nelze použít na produkty ve slevě
fa_ir: شما نمی‌توانید از این بن برای محصولات حراج شده استفاده کنید
ko_kr: 판매 중인 상품에 이 할인 쿠폰을 사용할 수 없습니다
mk_mk: Не можете да го користите овој ваучер за производите што се продаваат
nl_nl: U kunt deze voucher niet gebruiken voor producten in de uitverkoop
pt_pt: Não pode utilizar este vale de desconto nos produtos à venda
ro_ro: Nu se poate folosi acest cupon pentru produsele la reducere

source: You cannot use this voucher with these products
bg_bg: Не можете да използвате този ваучер за тези продукти
cs_cz: Nemůžete použít tento slevový kupón s těmito produkty
fa_ir: شما نمی‌توانید از این کوپن برای این محصولات استفاده کنید.
hy_am: Դուք չեք կարող օգտագործել այս վճարատոմսը այս ապրանքների հետ
ko_kr: 이 상품에는 이 쿠폰을 사용할 수 없습니다
mk_mk: Не може да се користи ваучерот со овие производи
nl_nl: U kunt deze waardebon niet gebruiken met deze producten
pt_pt: Não pode usar este vale de desconto com estes produtos
ro_ro: Nu poti folosi acest cupon cu aceste produse

source: You cannot use this voucher with this carrier
bg_bg: Не можете да ползвате този ваучер с този превозвач
cs_cz: Nemůžete použít tento slevový kupón s tímto dopravcem
fa_ir: شما نمی‌توانید این کوپن را برای این حامل استفاده کنید.
hy_am: Դուք չեք կարող օգտագործել այս վճարատոմսը այս փոխադրողի հետ
ko_kr: 이 배송업체와 함께 이 쿠폰을 사용할 수 없습니다
mk_mk: Овој ваучер не може да се искористи со овој добавувач
nl_nl: U kunt deze waardebon niet gebruiken met deze vervoerder
pt_pt: Não pode usar este vale de desconto com esta transportadora
ro_ro: Nu se poate folosi acest cupon cu acest curier

source: You do not have access to this category.
bg_bg: Нямаш достъп до тази категория.
cs_cz: Nemáte přístup k této kategorii.
fa_ir: شما به این شاخه دسترسی ندارید.
hy_am: Դուք իրավունք չունեք մուտք գործելու տվյալ կատեգորիա:
ko_kr: 이 분류에 접근할 수 없습니다.
mk_mk: немате пристап дп оваа категорија
nl_nl: U hebt geen toegang tot deze categorie
pt_pt: Não tem acesso a essa categoria.
ro_ro: Nu ai acces la aceasta categorie.

source: You do not have access to this product.
bg_bg: Нямате достъп до този продукт
cs_cz: Nemáte přístup k tomuto produktu.
fa_ir: شما به این محصول دسترسی ندارید.
hy_am: Տվյալ ապրանքին Դուք մուտք չունեք:
ko_kr: 당신은 이 상품에 접근할 수 없습니다.
mk_mk: Немате пристап до овој производ.
nl_nl: U hebt geen toegang tot dit product
pt_pt: Não tem acesso a este produto.
ro_ro: Nu ai acces la acest produs.

source: You do not have enough products to request an additional merchandise return.
bg_bg: Нямате достатъчно продукти, за да изискате допълнително връщане на стока.
cs_cz: Nemáte dostatek produktů pro vytvoření dalšího požadavku na vrácení zboží.
fa_ir: شما محصول کافی برای درخواست یک برگشت کالای دیگر ندارید.
hy_am: Դուք չունեք բավական ապրանքներ վերադարձի համար եւս մեկ հարցում կատարելու
ko_kr: Vous n'avez pas assez de produits pour générer un autre retour avec cette quantité !
mk_mk: Немате доволни продукти за да побарате ново враќање на нарачка.
nl_nl: U heeft niet genoeg producten om nog een retourzendingsverzoek in te kunnen dienen
pt_pt: Não tem produtos suficientes para solicitar uma devolução adicional de mercadoria.
ro_ro: Nu ai suficiente produse pentru o alta returnare.
ug_cn: قايتۇرماقچى بولغان ماللارنى تاللىمىدىڭىز

source: You have no merchandise return authorizations.
bg_bg: Нямате разрешения за връщане на стока.
cs_cz: Nemáte žádné vrácené zboží.
fa_ir: شما هیچ مجوز برگشت کالایی ندارید.
hy_am: Դուք չունեք գնումները հետ վերադարձնելու լիազորություններ
ko_kr: 상품 반품 승인이 없습니다.
mk_mk: Немате авторизации за поврат на роба.
nl_nl: U heeft geen goedkeuring voor uw retourzendingsverzoek.
pt_pt: Não tem devoluções de mercadoria autorizadas.
ro_ro: Nu ai nici o autorizatie de returnare a produselor.
ug_cn: سىزنىڭ ھازىرچە مال قايتۇرۇش تارىخىڭىز يوق

source: You have reached the maximum number of downloads allowed.
bg_bg: Достигна лимита си за разрешени сваляния.
cs_cz: Bylo dosaženo maximálního počtu stažení.
fa_ir: تعداد دفعات مجاز شما برای بارگذاری به پایان رسیده است.
hy_am: Դուք հասել եք առավելագույն թույլատրելի ներբեռնումների քանակին:
ko_kr: 최대 다운로드 한도에 도달하였습니다.
mk_mk: достигнавте максимален дозволен број на симнувања
nl_nl: U heeft het maximum toegestane download aantal bereikt.
pt_pt: Já atingiu o número máximo de transferências permitidas.
ro_ro: Ai atins numarul maxim permis de descarcari.

source: You must add %quantity% minimum quantity
bg_bg: Трябва да въведете минимум %quantity% за количество
cs_cz: Musíte přidat minimální množství: %quantity%
fa_ir: شما حداقل %quantity% عدد را باید اضافه نمایید
ko_kr: %quantity%의 최소 수량을 추가해야합니다
mk_mk: Мора да додадете %quantity% минимална количина
nl_nl: U moet een minimale hoeveelheid van %quantity% toevoegen
pt_pt: Deve adicionar no mínimo a quantidade de %quantity%
ro_ro: Trebuie sa adaugi minimum %quantity%

source: You must choose a carrier before applying this voucher to your order
bg_bg: Трябва да избереш превозвач, преди да приложиш ваучера към поръчката си
cs_cz: Musíte si zvolit dopravce před použitím tohoto kupónu k vaší objednávce
fa_ir: شما باید یک حامل را قبل از اعمال این بن تخفیف به سفارش خود، انتخاب کنید.
hy_am: Դուք պետք է ընտրեք փոխադրողին նախքան պատվերի համար վճարատոմսը կիրառելը
ko_kr: 귀하의 주문에 쿠폰을 적용하기 전에 배송업체를 선택해야 합니다.
mk_mk: Мора да одберете доставувач пред да го примените ваучерот на Вашата нарачка
nl_nl: U dient een vervoerder te kiezen voordat u deze waardebon aan uw bestelling toevoegt
pt_pt: Tem de escolher uma transportadora antes de aplicar este vale de desconto à sua encomenda.
ro_ro: Trebuie sa alegi un transportator inainte de a aplica acest cupon la comanda

source: You must choose a delivery address before applying this voucher to your order
bg_bg: Трябва да избереш адрес за доставка преди да приложиш ваучера към поръчката си.
cs_cz: Musíte si zvolit doručovací adresu před použitím tohoto kupónu k vaší objednávce
fa_ir: شما باید آدرس تحویل را قبل از اعمال این بن تخفیف به سفارش خود، انتخاب کنید.
hy_am: Դուք պետք է ընտրեք առաքման հասցեն նախքան պատվերի համար վճարատոմսը կիրառելը
ko_kr: 당신의 주문에 이 쿠폰을 적용하기 전에 배송지 주소를 선택해야 합니다.
mk_mk: Мора да одберете адреса на испорака пред да го примените ваучерот на Вашата нарачка
nl_nl: U dient een afleveringsadres te kiezen voordat u deze waardebon aan uw bestelling toevoegt
pt_pt: Tem de escolher o endereço de entrega antes de aplicar este vale de desconto à sua encomenda
ro_ro: Trebuie sa alegi o adresa de livrare inainte de a aplica acest cupon la comanda

source: You must enter a voucher code.
bg_bg: Трябва да въведеш код на ваучер.
cs_cz: Musíte zadat kód slevového kupónu
fa_ir: شما باید یک کوپن وارد کنید.
hy_am: Դուք պետք է մուտքագրեք վճարատոմսի կոդը
ko_kr: 할인 쿠폰 코드를 입력하셔야 합니다.
mk_mk: Морате да внесете код од ваучер
nl_nl: U moet een waardebon code invoeren
pt_pt: Deve inserir o seu vale de desconto.
ro_ro: Trebuie sa introduci un cod de cupon
