Repository: PrestaShop/TranslationFiles
Catalog: 9/*/ShopNotificationsError.*.xlf
Languages: bg_bg, cs_cz, fa_ir, hy_am, ko_kr, mk_mk, nl_nl, pt_pt, ro_ro, ug_cn

source: A customer account has already been created from this guest account. Please sign in.
bg_bg: Вече имате създаден профил. Моля, влезте в системата.
cs_cz: Z tohoto účtu hosta již byl vytvořen zákaznický účet. Prosím přihlašte se.

source: An error occurred during the image upload process.
bg_bg: Възникна грешка по време на качването на изображение.
cs_cz: Došlo k chybě při ukládání obrázků.
fa_ir: خطايي در هنگام آپلود تصوير رخ داده است
hy_am: Սխալ է հայտնվել պատկերի վերբեռնման պրոցեսի ընթացում:
ko_kr: 이미지 업로드 처리 중 오류가 발생했습니다.
mk_mk: Настана грешка за време на процесот на додавање на слика
nl_nl: Fout opgetreden gedurende de afbeelding upload
pt_pt: Ocorreu um erro durante o envio da imagem.
ro_ro: A aparut o eroare la incarcarea imaginii.
ug_cn: 上传图像时发生错误

source: An error occurred while deleting the selected picture.
bg_bg: Възникна грешка при изтриване на избраното изображение.
cs_cz: Došlo k chybě při odstraňování vybraného obrázku
fa_ir: خطایی هنگام حذف تصویر انتخاب شده رخ داد.
hy_am: Ընտրված նկարի ջնջելու ժամանակ առաջացած սխալ:
ko_kr: 선택한 이미지를 삭제하는 중 오류가 발생했습니다.
mk_mk: Настана грешка при бришење на одбраната слика.
nl_nl: Fout opgetreden tijdens het verwijderen van de geselecteerde afbeelding
pt_pt: Ocorreu um erro ao apagar a imagem selecionada.
ro_ro: A aparut o eroare la stergerea imaginii selectate.

source: An error occurred while sending the email.
bg_bg: Възникна грешка при изпращане на имейла.
cs_cz: Došlo k chybě při odesílání e-mailu.
fa_ir: خطایی هنگام ارسال ایمیل رخ داد.
hy_am: էլ. նամակը ուղարկելու ժամանակ առաջացել է սխալ:
ko_kr: 이메일을 보내는 중 오류가 발생했습니다.
mk_mk: Грешка при испраќање на e-mail
nl_nl: Fout opgetreden op bij het verzenden van de e-mail
pt_pt: Ocorreu um erro ao enviar o email.
ro_ro: A aparut o eroare la trimiterea e-mailului.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
bg_bg: Възникна грешка с профила Ви и не можем да актуализираме паролата. Моля, съобщете за проблема чрез формуляра за контакт.
cs_cz: Na vašem účtu se vyskytla chyba, kvůli které nelze provést aktualizaci nového hesla. Nahlaste problém prostřednictvím kontaktního formuláře.
fa_ir: خطایی در رابطه با حساب کاربری شما رخ داد که باعث شد ما نتوانیم کلمه‌ی عبور جدید را برای شما به روز کنیم. لطفا این مشکل را با استفاده از فرم ارتباط با ما گزارش دهید.
ko_kr: 계정에 오류가 발생하여, 새 비밀번호 갱신을 하지 못했습니다. 문의 양식을 사용하여 이 문제를 보고해 주세요.
mk_mk: Настана грешка со вашата сметка, што не спречува да ја ажурираме новата лозинка. Ве молиме пријавете го ова прашање користејќи го формуларот за контакти.
nl_nl: Fout opgetreden tijdens de aanmaak van uw account waardoor uw nieuwe wachtwoord niet verzonden kan worden naar uw e-mailadres. Meldt uw probleem via het contactformulier.
pt_pt: Ocorreu um erro com a sua conta, impedindo-nos de atualizar a nova palavra-passe. Utilize o formulário de contacto para comunicar este problema.
ro_ro: A aparut o eroare legata de contul tau, care ne impiedica sa i-ti actualizam noua parola. Te rugam sa notifici problema folosind formularul de contact.

source: An unexpected error occurred while creating your account.
bg_bg: При създаването на профила ви възникна неочаквана грешка.
cs_cz: Při vytváření účtu se vyskytla neočekávaná chyba.
fa_ir: خطایی هنگام ساختن حساب کاربری شما رخ داد.
ko_kr: 계정 생성 중 예기치 않은 오류가 발생했습니다.
mk_mk: Настана неочекувана грешка при креирањето на вашата сметка.
nl_nl: Een onverwachte fout is opgetreden tijdens het aanmaken van uw account.
pt_pt: Ocorreu um erro inesperado ao criar a sua conta.
ro_ro: A aparut o eroare neasteptata la crearea contului.

source: Authentication failed.
bg_bg: Невалиден e-mail или парола
cs_cz: Ověření se nezdařilo
fa_ir: سند رد شد.
hy_am: Նույնականցման սխալ
ko_kr: 비밀번호가 맞지 않습니다.
mk_mk: авторизацијата е неуспешна
nl_nl: Authenticatie mislukt
pt_pt: Autenticação falhada.
ro_ro: Autentificare esuata.
ug_cn: 验证失败

source: Cart is empty
bg_bg: Количката е празна
cs_cz: Košík je prázdný
fa_ir: سبد خرید خالی است.
hy_am: Զամբյուղը դատարկ է:
ko_kr: 장바구니가 비었습니다.
mk_mk: Кошничката е празна
nl_nl: Uw winkelwagen is leeg
pt_pt: O carrinho está vazio
ro_ro: Cosul este gol

source: Could not delete address.
bg_bg: Неуспешно изтриване на адрес.
cs_cz: Adresu nelze odstranit.
fa_ir: نمی‌توان آدرس را حذف کرد.
ko_kr: 주소를 삭제할 수 없습니다.
mk_mk: Не може да се избрише адресата.
nl_nl: Adres kon niet worden verwijderd.
pt_pt: Não foi possível eliminar o endereço.
ro_ro: Adresa nu poate fi stearsa.

source: Could not delete the address since it is used in the shopping cart.
cs_cz: Nelze vymazat adresu, protože je již použita v košíku
fa_ir: این آدرس قابل حذف شدن نیست چرا که در سبد خرید استفاده شده است.
ko_kr: 장바구니에서 사용한 주소이기에 삭제할 수 없습니다.
nl_nl: Kan het adres niet verwijderen omdat het in het winkelwagentje wordt gebruikt.
pt_pt: Não foi possível apagar o endereço, visto que este é utilizado no carrinho de compras.
ro_ro: Adresa nu a putut fi stearsa deoarece este utilizata in cosul de cumparaturi.

source: Could not update your information, please check your data.
bg_bg: Не успяхме да обновим данните Ви. Моля, проверете ги.
cs_cz: Nelze aktualizovat informace, zkontrolujte své údaje.
fa_ir: نمی‌توان اطلاعات شما را به روز کرد. لطفا اطلاعات را بررسی کنید.
ko_kr: 당신의 정보를 업데이트 할 수 없습니다, 데이터를 확인해 주세요.
mk_mk: Не можете да ги ажурирате вашите информации, ве молиме проверете ги вашите податоци.
nl_nl: Kon uw informatie niet bijwerken, controleer uw gegevens.
pt_pt: Não foi possível atualizar as suas informações. Verifique os seus dados.
ro_ro: Nu iti putem actualiza informatiile, te rugam sa verifici datele.

source: Customer account not found
bg_bg: Не е намерен потребителски профил
cs_cz: Zákaznický účet nebyl nalezen
fa_ir: حساب کاربری مشتری پیدا نشد.
hy_am: Հաճախորդի պահոցը չի գտնվել:
ko_kr: 고객의 계정을 찾을 수 없습니다.
mk_mk: Сметката на клиентот не е најдена.
nl_nl: Klant account niet gevonden
pt_pt: Conta de cliente não encontrada.
ro_ro: Contul de client nu a fost gasit

source: Expiration date has passed, you cannot download this product.
bg_bg: Крайният срок е изтекъл, не можете да свалите този продукт.
cs_cz: Datum platnosti, pro stažení tohoto produktu, vypršelo.
fa_ir: تاریخ انقضا به سر رسیده است. شما دیگر نمی‌توانید این محصول را دانلود کنید.
ko_kr: 유효 기간이 경과하여, 이 상품을 다운로드 할 수 없습니다.
mk_mk: датумот на истек помина, не може да го превземете продуктот.
nl_nl: Vervaldatum is verstreken, u kunt dit product niet meer downloaden.
pt_pt: A data de validade já passou, não é possível transferir este produto.
ro_ro: Data expirarii depasita, nu poti descarca acest produs.

source: For each product you wish to add, please specify the desired quantity.
bg_bg: Моля, въведете количество за всеки желан продукт.
cs_cz: Zadejte množství zboží vybraného k vrácení.
fa_ir: لطفا تعداد را برای کالای انتخابی مشخص نمایید.
hy_am: Յուրաքանչյուր ապրանքի համար, որը ցանկանում եք ավելացնել,, խնդրում ենք ճշտել անհրաժեշտ քանակը:
ko_kr: 추가하려는 각 상품별로, 원하는 수량을 입력해 주세요.
mk_mk: Ве молиме наведете количина за избраниот наслов.
nl_nl: Geef de hoeveelheid van het gekozen product op.
pt_pt: Para cada produto que deseja adicionar, insira a quantidade desejada.
ro_ro: Specifica cantitatea pentru fiecare produs pe care doresti a-l adauga.
ug_cn: سىز تاللىغان مالنىڭ مىقدارىنى بېكىتىڭ

source: Invalid email address.
bg_bg: Невалиден адрес на електронна поща
cs_cz: Neplatná e-mailová adresa
fa_ir: آدرس ایمیل نامعتبر است
hy_am: Էլ. փոստի սխալ հասցե
ko_kr: 잘못된 이메일 주소입니다.
mk_mk: Невалидна е-адреса
nl_nl: Ongeldig e-mailadres
pt_pt: O endereço de email não é válido.
ro_ro: Adresa de e-mail este nevalida.
ug_cn: 无效 电邮地址

source: Invalid email/password combination
bg_bg: Грешен имейл адрес или парола
cs_cz: Neplatná kombinace e-mailu / hesla
fa_ir: ترکیب ایمیل/کلمه‌ی عبور درست نیست
ko_kr: 잘못된 이메일/비밀번호 조합
mk_mk: Невалидна комбинација на имејл/лозинка
nl_nl: Ongeldige gebruikersnaam en/of wachtwoord
pt_pt: Combinação de e-mail/palavra-passe inválida
ro_ro: Combinatie nevalida de e-mail/parola

source: Invalid key.
bg_bg: Невалиден ключ
cs_cz: Neplatný klíč.
fa_ir: کلید نامعتبر است.
hy_am: Սխալ բանալի:
ko_kr: 잘못된 키
mk_mk: неточен клуч
nl_nl: Ongeldige sleutel
pt_pt: Chave inválida.
ro_ro: Cheie incorecta.
ug_cn: 无效关键词

source: Invalid message
bg_bg: Невалидно съобщение
cs_cz: Neplatná zpráva
fa_ir: پیام نامعتبر است
hy_am: Սխալ հաղորդագրություն
ko_kr: 잘못된 메세지
mk_mk: невалидна порака
nl_nl: Ongeldig bericht
pt_pt: Mensagem inválida
ro_ro: Mesaj incorect
ug_cn: 无效消息

source: Invalid message.
bg_bg: Невалидно съобщение.
cs_cz: Neplatná zpráva.
fa_ir: پیام نامعتبر.
ko_kr: 잘못된 메세지.
nl_nl: Ongeldig bericht.
pt_pt: Mensagem inválida.
ro_ro: Mesaj incorect.

source: Invoices are disabled in this shop.
bg_bg: Фактурите са деактивирани за магазина.
cs_cz: Faktury nejsou pro tento obchod povoleny.
fa_ir: فاکتور‌‌‌‌‌‌ها در این فروشگاه غیرفعال هستند.
hy_am: Այս խանութում հաշիվները անջատված են:
ko_kr: 청구서가 이 쇼핑몰에서는 사용할 수 없게 되었습니다.
mk_mk: Фактури се оневозможени во оваа продавница
nl_nl: In deze winkel zijn de facturen uitgeschakeld.
pt_pt: As faturas estão desativadas nesta loja.
ro_ro: Facturile sunt dezactivate pentru acest magazin.

source: No invoice is available.
bg_bg: Няма налична фактура.
cs_cz: Není dostupná žádná faktura
fa_ir: هیچ فاکتوری موجود نیست.
hy_am: Հնարավոր չէ հաշիվը ներկայացնել
ko_kr: 사용가능한 청구서가 없습니다.
mk_mk: Нема фактура на располагање.
nl_nl: Geen factuur beschikbaar
pt_pt: Não existe fatura disponível.
ro_ro: Nu este disponibila nicio factura.
ug_cn: 无可用发票

source: Null quantity.
bg_bg: Нулево количество.
cs_cz: Nulové množství
fa_ir: مقدار خالی است.
hy_am: Զրոյական քանակ
ko_kr: Null 수량.
mk_mk: нула количина
nl_nl: Geen hoeveelheid
pt_pt: Quantidade nula.
ro_ro: Cantitate nula.

source: Order return not confirmed.
bg_bg: Рекламацията не е потвърдена
cs_cz: Vrácení objednávky nepotvrzeno
fa_ir: بازگشت سفارش تأیید نشد.
hy_am: Ապրանքի վերադարձումը հաստատված չէ:
ko_kr: 주문의 반품이 확인되지 않았습니다.
mk_mk: Враќање на нарачката не е потврдено
nl_nl: Retourzending is niet bevestigd.
pt_pt: Devolução de encomenda não confirmada.
ro_ro: Returnarea comenzii nu a fost confirmata.

source: Order return not found.
bg_bg: Рекламацията не е открита
cs_cz: Vrácení objednávky nenalezeno
fa_ir: بازگشت سفارش پیدا نشد.
hy_am: Ապրանքի վերադարձումը չի գտնվել:
ko_kr: 주문의 반품을 찾을 수 없습니다.
mk_mk: Враќање на нарачка не е најдено.
nl_nl: Retourzending is niet gevonden.
pt_pt: Devolução de encomenda não encontrada.
ro_ro: Returnarea comenzii nu a fost gasita.

source: Password is required
bg_bg: Паролата е задължителна
cs_cz: Je vyžadováno heslo
fa_ir: کلمه‌ی عبور اجباری است
ko_kr: 비밀번호가 필요합니다
mk_mk: Потребна е лозинка
nl_nl: Wachtwoord is verplicht
pt_pt: A palavra-passe é obrigatória
ro_ro: Parola este necesara

source: Password must be between %d and %d characters long
bg_bg: Дължината на паролата трябва да е между %d и %d знака
cs_cz: Heslo musí mít délku %d až %d znaků.
ro_ro: Parola poate contine intre %d și %d caractere

source: Please check at least one product you would like to return.
bg_bg: Моля, отбележете поне един продукт, който бихте искали да върнете.
cs_cz: Vyberte zboží, které chcete vrátit.
fa_ir: حداقل یک کالا را که مایلید برگشت دهید انتخاب کنید
hy_am: Ընտրեք գոնե մեկ ապրանք վերադարձնելու համար
ko_kr: 반품하려는 상품을 최소한 하나를 선택하세요.
mk_mk: Ве молиме изберете барем еден продукт кој би сакале да го вратите.
nl_nl: Kies minstens één product welke u wilt retourneren.
pt_pt: Por favor indique pelo menos um produto que pretende devolver.
ro_ro: Bifeaza cel putin un produs pe care doresti a-l returna.
ug_cn: قايتۇرماقچى بولغان مالدىن ئەڭ ئاز بولغاندا بىرنى تاللاڭ

source: Please fill in all of the required fields, and then save your customizations.
bg_bg: Моля попълни всички задължителни полета, после запази попълненото.
cs_cz: Vyplňte všechny povinné údaje a uložte vlastní nastavení.
fa_ir: لطفاً تمامی فیلدهای مورد نیاز را پر کنید و بعد سفارشی سازیتان را ذخیره نمایید.
hy_am: Խնդրում ենք լրացնել բոլոր անհրաժեշտ դաշտերը, հետո պահպանեք կարգավորումները:
ko_kr: 모든 필수 입력란에 내용을 입력하신 다음 사용자 지정을 저장
mk_mk: Ве молиме, пополнете ги задолжителните полиња, а потоа сочувајте ги нагодувањата.
nl_nl: Vul alle verplichte velden in aub, sla de aanpassing dan op
pt_pt: Preencha todos os campos obrigatórios, e depois grave a sua personalização.
ro_ro: Completeaza toate campurile obligatorii, apoi salveaza personalizarea
ug_cn: 请填写所有必填项，然后保存

source: Please fix the error below.
bg_bg: Моля, поправете грешката по-долу.
cs_cz: Opravte níže uvedenou chybu.
fa_ir: لطفا اشکال زیر را رفع کنید.
ko_kr: 아래 오류를 수정해 주세요.
mk_mk: Ве молиме поправете ја грешката подолу.
nl_nl: Controleer de onderstaande fout.
pt_pt: Corrija o erro abaixo.
ro_ro: Te rugam sa remediezi eroarea de mai jos.

source: Please log in first
bg_bg: Моля, влезте в профила си първо
cs_cz: Nejprve se, prosím, přihlaste
fa_ir: لطفاً ابتدا وارد شوید
ko_kr: 먼저 로그인을 하십시오
mk_mk: Ве молиме прво најавете се
nl_nl: Eerst inloggen a.u.b.
pt_pt: Por favor entre na sua conta primeiro
ro_ro: Te rugam sa te autentifici mai intai

source: Please provide an explanation for your RMA.
bg_bg: Моля, предоставете повече информация за Вашето РВС.
cs_cz: Popište důvod vrácení zboží.
fa_ir: لطفاً یک توضیح برای برگشت کالای خودتان ارائه دهید.
hy_am: Խնդրում ենք բացատրություն տալ Ձեր ՎԱ վերաբերյալ
ko_kr: 반품사유에 대하여 설명을 해주세요.
mk_mk: Ве молиме наведете објаснување за Вашата АПР:
nl_nl: Geef een verklaring voor uw RMA.
pt_pt: Por favor indique um motivo porque quer devolver a mercadoria.
ro_ro: Te rugam sa oferi o explicatie pentru returnarea ta.
ug_cn: مال قايتۇرۇش سەۋەبنى يېزىڭ

source: Please provide the required information
bg_bg: Моля, попълнете необходимата информация
cs_cz: Uveďte povinné údaje
fa_ir: لطفا تمام اطلاعات لازم را وارد کنید
ko_kr: 필수 정보를 입력해 주세요
mk_mk: Ве молиме наведете ги потребните информации
nl_nl: Geeft u alstublieft de vereiste informatie
pt_pt: Forneça toda a informação necessária
ro_ro: Te rugam sa furnizezi informatiile necesare

source: Product not found
bg_bg: Не е открит продукт
cs_cz: Produkt nebyl nalezen
fa_ir: محصول مورد نظر یافت نشد
hy_am: Ապրանքը չի գտնվել:
ko_kr: 상품을 찾지 못했습니다.
mk_mk: производот не е најден
nl_nl: Product niet gevonden
pt_pt: Produto não encontrado
ro_ro: Produsul nu a fost gasit
ug_cn: 商品未找到

source: Some items are no longer available, and we are unable to renew your order.
bg_bg: Някои артикули вече не са налични и не можем да подновим поръчката.
cs_cz: Některé položky nejsou k dispozici, nejsme schopni obnovit vaší objednávku.
fa_ir: چند مورد دیگر موجود نمی‌باشند، ما نمی‌توانیم سفارش شما را مجدداً ثبت کنیم.
hy_am: Մի քանի նյութեր այլեւս հասնելի չեն, եւ մենք ի վիճակի չենք թարմացնելու Ձեր պատվերը:
ko_kr: 일부 품목들은 더 이상 사용할 수 없기에, 주문을 갱신할 수 없습니다.
mk_mk: Некои ставки не се веќе на располагање, и не можеме да ја обновиме Вашата нарачка.
nl_nl: Sommige artikelen zijn niet beschikbaar, we kunnen uw bestelling niet vernieuwen
pt_pt: Alguns artigos já não se encontram disponíveis, pelo que não pudemos renovar a sua encomenda.
ro_ro: Unele produse nu sunt disponibile si nu putem sa va reinnoim comanda.

source: Sorry. We cannot renew your order.
bg_bg: Извиняваме се, но не можем да подновим поръчката.
cs_cz: Omlouváme se, ale nemůžeme obnovit objednávku.
fa_ir: متأسفیم، ما نمی‌توانیم سفارش شما را مجدداً ثبت کنیم.
hy_am: Ներողություն, բայց մենք չենք կարող թարմացնել Ձեր պատվերը:
ko_kr: 죄송합니다. 주문을 갱신할 수 없습니다.
mk_mk: Жалиме. Не можеме да ја обновиме Вашата нарачка
nl_nl: Sorry, we kunnen uw bestelling niet vernieuwen
pt_pt: Pedimos desculpa, mas não foi possível renovar a sua encomenda.
ro_ro: Ne pare rau, nu putem reinnoi comanda ta.

source: The %1$s field is too long (%2$d chars max).
bg_bg: Поле %1$s е прекалено дълго (макс. брой знаци %2$d)
cs_cz: Pole %1$s je příliš dlouhé (max. %2$d znaků).
fa_ir: فیلد %1$s خیلی طولانی است. (حد اکثر %2$d کاراکتر)
hy_am: %1$s դաշտը շատ երկար է (առավելագույնը %2$d նշան )
ko_kr: %1$s항목이 너무 깁니다.(문자최대길이 %2$d).
mk_mk: полето %1$s е предолго (%2$d знаци максимално).
nl_nl: Het veld %1$s is te lang (%2$d tekens maximaal).
pt_pt: O campo %1$s é demasiado longo (%2$d caracteres max.)
ro_ro: Campul %1$s este prea lung (maxim %2$d caractere).

source: The confirmation is empty: please fill in the password confirmation as well
cs_cz: Potvrzení hesla je prázdné: prosím doplňte i potvrzení hesla
fa_ir: تایید خالی است: لطفاً کادر تایید کلمه‌ی عبور را نیز تکمیل کنید
ko_kr: 확인란이 비었습니다: 비밀번호 확인을 채워주세요
nl_nl: De bevestiging is leeg: vul het bevestigingsveld voor het wachtwoord ook in
pt_pt: A confirmação está vazia: por favor, preencha também a confirmação da palavra-passe
ro_ro: Confirmarea nu este completata: te rugam sa completezi si confirmarea parolei

source: The confirmation password doesn't match.
bg_bg: Паролите не съвпадат.
cs_cz: Hesla se neshodují.
fa_ir: تکرار کلمه‌ی عبور یکسان نیست.
ko_kr: 비밀번호 확인이 일치하지 않습니다.
nl_nl: Het bevestigingswachtwoord komt niet overeen.
pt_pt: A palavra-passe de confirmação não corresponde.
ro_ro: Confirmarea parolei este diferita de parola.

source: The customer could not be found.
bg_bg: Потребителят не е открит.
cs_cz: Zákazník nebyl nalezen
fa_ir: مشتری پیدا نشد.
hy_am: Հաճախորդը չի գտնվել՚
ko_kr: 고객을 찾을 수 없습니다.
mk_mk: клиентот не е пронајден
nl_nl: Klant niet gevonden
pt_pt: O cliente não foi encontrado.
ro_ro: Clientul nu a fost gasit

source: The email is already used, please choose another one or sign in
bg_bg: Имейлът вече се използва. Моля, влезте с него или изберете друг
cs_cz: Tento e-mail je již zaregistrován, zadejte jiný nebo se přihlaste
fa_ir: این ایمیل قبلاً ثبت شده است، لطفا یک ایمیل دیگر انتخاب کنید یا وارد شوید
ko_kr: 이메일이 이미 사용되고 있습니다, 다른 것을 선택하거나, 로그인하세요
mk_mk: Овој е-маил е веќе во употреба, ве молиме користете друг или најавете се
nl_nl: Het e-mailadres wordt al gebruikt, kies a.u.b. een andere of log in.
pt_pt: O e-mail já é utilizado. Por favor escolha outro ou inicie sessão
ro_ro: Aceasta adresa de e-mail este deja utilizata, te rugam sa alegi alta ori sa te autentifici

source: The invoice was not found.
bg_bg: Не е намерена фактура.
cs_cz: Faktura nebyla nalezena
fa_ir: فاکتور پیدا نشد.
hy_am: Հաշիվը չի գտնվել
ko_kr: 청구서를 찾을 수 없습니다.
mk_mk: Фактурата не е пронајдена.
nl_nl: Factuur niet gevonden
pt_pt: A fatura não foi encontrada.
ro_ro: Factura nu a fost gasita.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
cs_cz: Produktu %product% ve vašem košíku byly vytvořeny kombinace. Odstraňte ho a vyberte jednu z jeho kombinací, abyste mohli pokračovat v objednávce.
fa_ir: محصول %product% در سبد خرید شما اکنون یک محصول دارای مشخصه است. لطفاً آن را حذف نموده و یکی از ترکیب‌های آن را انتخاب کنید.
ko_kr: 장바구니에 있는 품목 %product% 은 이제 속성이 있는 상품입니다. 주문을 진행하려면 삭제하시고 조합 중 하나를 선택해 주세요.
nl_nl: Het item %product% in uw winkelwagen is nu een product met attributen. Verwijder deze en kies een van de combinaties om door te gaan met uw bestelling.
pt_pt: O ‘item’ %product% no seu carrinho é agora um produto com atributos. Por favor, elimine-o e escolha uma das suas combinações para prosseguir com a sua encomenda.
ro_ro: Articolul %product% din cos este acum un produs cu combinatii. Va rugam sa il stergeti din cos si sa alegeti una dintre combinatiile sale pentru a continua comanda.

source: The message cannot be blank.
bg_bg: Съобщението не може да бъде празно.
cs_cz: Zpráva nemůže být prázdná
fa_ir: پیام نباید خالی باشد.
hy_am: Հաղորդագրությունը չի կարող լինել դատարկ:
ko_kr: 메시지란을 비워둘 수 없습니다.
mk_mk: пораката не може да биде празна
nl_nl: Bericht kan niet leeg zijn
pt_pt: A mensagem não pode ser vazia.
ro_ro: Mesajul nu poate fi gol.

source: The minimum amount to benefit from this promo code is %s.
bg_bg: Минималната сума, за да се възползвате от този промоционален код, е %s.
cs_cz: Minimální částka pro využití tohoto voucheru je %s.
fa_ir: حداقل مبلغ برای استفاده از این کد تخفیف برابر است با %s.
ko_kr: 이 프로모션 코드로 혜택을 받는 최소 금액은 %s 입니다.
nl_nl: Het minimumbedrag om van deze promotiecode te profiteren is %s.
pt_pt: O montante mínimo para beneficiar deste código promocional é de %s.
ro_ro: Suma minima pentru a beneficia de acest cod promotional este %s.

source: The minimum purchase order quantity for the product %product% is %quantity%.
bg_bg: Минималното количество за покупка на продукт %product% е %quantity%.
cs_cz: Minimální množství na koupi produktu %product% je %quantity%.
fa_ir: حداقل تعداد سفارش برای محصول %product% %quantity% عدد است.
ko_kr: 상품 %product%의 최소 구매 주문 수량은 %quantity% 입니다.
mk_mk: Минималната количина за нарачка на производот %product% е %quantity%.
nl_nl: De minimale bestelhoeveelheid voor het product %product% is %quantity%.
pt_pt: A quantidade mínima de encomenda do produto %product% é %quantity%.
ro_ro: Cantitatea minima in care se poate cumpara produsul %product% este %quantity%.

source: The minimum score must be: %s
bg_bg: Минималният постигнат коефициент трябва да бъде: %s
cs_cz: Minimální skóre musí být: %s
fa_ir: حداقل امتیاز باید %s باشد
ko_kr: 최소 점수는 다음이 되야 합니다: %s
nl_nl: De minimumscore moet zijn: %s
pt_pt: A pontuação mínima deve ser: %s
ro_ro: Evaluarea trebuie sa fie cel putin: %s

source: The order is no longer valid.
bg_bg: Поръчката вече не е валидна.
cs_cz: Objednávka již není platná
fa_ir: سفارش دیگر معتبر نمی‌باشد.
hy_am: Պատվերը այլեւս անվավեր է:
ko_kr: 주문이 더 이상 유효하지 않습니다.
mk_mk: нарачката не е повеќе важечка
nl_nl: Bestelling is niet langer geldig
pt_pt: A encomenda já não é válida.
ro_ro: Comanda nu mai este valida

source: The password change request expired. You should ask for a new one.
bg_bg: Заявката за промяна на паролата изтече. Подайте нова.
cs_cz: Platnost žádosti o změnu hesla vypršela. Požádejte znovu.
fa_ir: درخواست تغییر کلمه‌ی عبور منقضی شده است. شما باید دوباره درخواستی تازه ثبت کنید.
ko_kr: 비밀번호 변경 요청이 만료되었습니다. 새 비밀번호를 요청해야 합니다.
mk_mk: Барањето за промена на лозинката е истечено. Треба да побарате ново.
nl_nl: Het wijzigingsverzoek is verlopen. U moet een nieuwe aanvragen.
pt_pt: O pedido de alteração da palavra-passe expirou. Deve efetuar um novo pedido.
ro_ro: Cererea de modificare a parolei a expirat. Ar trebui sa faci o cerere noua.

source: The password is missing: please enter your new password.
bg_bg: Липсва парола: моля въведете вашата нова парола.
cs_cz: Chybí heslo: zadejte nové heslo.
fa_ir: کلمه‌ی عبور یافت نشد: لطفا کلمه‌ی عبور جدید خود را وارد کنید.
ko_kr: 비밀번호가 누락되었습니다: 새 비밀번호를 입력해 주세요.
mk_mk: Лозинката недостасува: ве молиме внесете ја вашата нова лозинка.
nl_nl: Het wachtwoord ontbreekt: voer uw nieuwe wachtwoord in.
pt_pt: Falta a palavra-passe: insira a sua nova palavra-passe.
ro_ro: Parola lipseste: te rugam sa introduci parola noua.

source: The password is not in a valid format.
bg_bg: Паролата не е във валиден формат.
cs_cz: Heslo není v platném formátu.
fa_ir: قالب کلمه‌ی عبور معتبر نیست.
ko_kr: 올바른 형식의 비밀번호가 아닙니다.
mk_mk: Лозинката не е во валиден формат.
nl_nl: Dat wachtwoord lijkt ongeldig.
pt_pt: O formato da palavra-passe não é válido.
ro_ro: Parola nu este intr-un format valid.

source: The product deadline is in the past.
bg_bg: Крайната дата за продукта е в миналото
cs_cz: Konec platnosti produktu je v minulosti.
fa_ir: مهلت محصول گذشته است.
hy_am: Ապրանքը այլեւս հասանելի չէ:
ko_kr: 상품의 마감기간이 지났습니다.
mk_mk: крајниот рок на производот е во минатото
nl_nl: De product termijn is reeds voorbij.
pt_pt: A data limite já foi ultrapassada.
ro_ro: Termenul limita al produsului e in trecut.
ug_cn: 该产品的截止日期已经过去。
