Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminDesignFeature.*.xlf
Languages: es_es, ja_jp, ko_kr, nn_no

source: Move images
es_es: Mover las imágenes
ja_jp: イメージを移動
ko_kr: 이미지 이동
nn_no: Flytt bilder

source: Regenerate thumbnails
es_es: Regenerar miniaturas
ja_jp: サムネイルの再生成
ko_kr: 썸네일 재생성
nn_no: Regenerere miniatyrbilete

source: Select an image
es_es: Seleccionar imagen
ja_jp: 画像を選択
ko_kr: 이미지 선택
nn_no: Vel eit bilete

source: Select a format
es_es: Seleccionar formato
ja_jp: フォーマットを選択
ko_kr: 형식 선택
nn_no: Velg format

source: Erase previous images
es_es: Eliminar las imágenes anteriores
ja_jp: 以前のイメージを消去
ko_kr: 이전 이미지 지우기
nn_no: Slette eksisterande bilete

source: Transplant a module
es_es: Insertar un módulo
ja_jp: モジュールを移植
ko_kr: 모듈 이식
nn_no: Transplanter ein modul

source: Transplant to
es_es: Mover a
nn_no: Transplanter til

source: Exceptions
es_es: Excepciones
ja_jp: 例外
ko_kr: 예외
nn_no: Unntak

source: Available hooks
es_es: Hooks disponibles

source: Already registered hooks
es_es: Hooks ya registrados

source: All modules
es_es: Todos los módulos
ja_jp: すべてのモジュール
ko_kr: 모든 모듈
nn_no: Alle modular

source: Search for a hook
es_es: Buscar un hook
ko_kr: 후크 검색
nn_no: Søk etter en krok

source: Display non-positionable hooks
es_es: Mostrar los hooks invisibles
ja_jp: 非ポジショナルなフックを表示
ko_kr: 배치할 수 없는 후크 표시
nn_no: Vis anker som ikkje kan omplasserast

source: Unhook
es_es: Desenganchar
ko_kr: 후크 해제
nn_no: Kople frå

source: Unhook the selection
es_es: Eliminar hooks seleccionados
ja_jp: 選択はフックできない
ko_kr: 선택 후크 해제
nn_no: Kople frå utvalet

source: 1 module selected
es_es: 1 módulo seleccionado
ko_kr: 1개의 모듈 선택됨
nn_no: 1 modul valgt

source: modules selected
es_es: módulos seleccionados
ko_kr: 선택한 모듈
nn_no: moduler valgt

source: Full width
es_es: Anchura total
ja_jp: 最大幅
ko_kr: 전체 넓이
nn_no: Full bredde

source: Three columns
es_es: Tres columnas
ja_jp: 3カラム
nn_no: Tre kolonner

source: Two columns, small left column
es_es: Dos columnas, columna izquierda pequeña
ja_jp: ２カラム、左側に小カラム
ko_kr: 두 개의 열, 작은 왼쪽 열
nn_no: To kolonner, liten venstre kolonne

source: Two columns, small right column
es_es: Dos columnas, columna derecha pequeña
ja_jp: ２カラム、右側に小カラム
ko_kr: 두 개의 열, 작은 오른쪽 열
nn_no: To kolonner, liten høyre kolonne

source: No side columns, ideal for distraction-free pages such as product pages.
es_es: Sin columnas laterales, ideal para páginas libres de distracción como páginas de productos.
ja_jp: サイドカラムなし、商品ページなど気を散らす情報が少ないほうが都合が良いページなどに最適です。
ko_kr: 상품 페이지처럼 복잡하지 않은 페이지에 이상적인, 사이드 컬럼이 없습니다.
nn_no: Ingen sidekolonner, ideelt for distraksjonsfrie sider slik som produktsider.

source: One large central column and 2 side columns.
es_es: Una columna central grande y dos columnas laterales.
ja_jp: 大きなセンターカラムと左右にサイドカラム。
ko_kr: 하나의 커다란 중심 열과 2 개의 측면 열.
nn_no: En stor sentral kolonne og 2 sidekolonner.

source: Two columns with a small left column.
es_es: Dos columnas, columna izquierda pequeña.
ja_jp: 左側にサイドカラムがついた２カラム。
ko_kr: 작은 왼쪽 열이있는 두 개의 열.
nn_no: To kolonner med en liten venstre kolonne.

source: Two columns with a small right column.
es_es: Dos columnas, columna derecha pequeña.
ja_jp: 右側にサイドカラムがついた２カラム。
ko_kr: 작은 오른쪽 열이있는 두 개의 열.
nn_no: To kolonner med en liten høyre kolonne.

source: Add new category
es_es: Añadir nueva categoría
ko_kr: 새 분류 추가
nn_no: Legg til ny kategori

source: Edit category: %name%
es_es: Editar categoría: %name%
ja_jp: カテゴリの編集：%name%
ko_kr: 분류 수정: %name%
nn_no: Redigere kategori: %name%

source: Add new page
es_es: Añadir nueva página
ja_jp: 新規ページ追加
ko_kr: 새 페이지 추가
nn_no: Legg til ny side

source: Edit page: %meta_title%
es_es: Editar página: %meta_title%
ja_jp: ページの編集：%meta_title%
ko_kr: 페이지 수정: %meta_title%
nn_no: Redigere side: %meta_title%

source: Category: %category%
es_es: Categoría: %category%
ja_jp: カテゴリ：%category%
ko_kr: 분류: %category%
nn_no: Kategori: %category%

source: Page Category
es_es: Categoría de la página
ja_jp: ページカテゴリ
ko_kr: 페이지 분류
nn_no: Sidekategori

source: Pages in this category
es_es: Páginas en esta categoria
ja_jp: このカテゴリのページ
ko_kr: 이 분류의 페이지
nn_no: Sider i denne kategorien

source: Images generation options
es_es: Opciones de generación de imágenes
ko_kr: 이미지 생성 옵션
nn_no: Alternativer for bildegenerering

source: Image format
es_es: Formato de imagen
ko_kr: 이미지 형식
nn_no: Bildeformat

source: Use JPEG.
es_es: Usar JPEG.
ko_kr: JPEG 사용.
nn_no: Bruk JPEG.

source: Use PNG only if the base image is in PNG format.
es_es: Usar PNG si la imagen base está en formato PNG.
ja_jp: ベースイメージがPNGフォーマットの場合にのみPNGを使用
ko_kr: 기본 이미지가 PNG 형식인 경우 PNG만 사용하십시오.
nn_no: Bruk PNG bare hvis originalbildet er i PNG-format.

source: Use PNG for all images.
es_es: Usar PNG para todas las imágenes.
ko_kr: 모든 이미지에 PNG를 사용합니다.
nn_no: Bruk PNG for alle bilder.

source: JPEG compression
es_es: Compresión JPEG
ko_kr: JPEG 압축
nn_no: JPEG-komprimering

source: PNG compression
es_es: Compresión PNG
ko_kr: PNG 압축
nn_no: PNG-komprimering

source: Generate images based on one side of the source image
es_es: Generar imágenes basadas en un lado de la imagen de origen
ko_kr: 원본 이미지의 한 면을 기반으로 이미지 생성
nn_no: Generer bilder basert på en side av kildebildet

source: Automatic (longest side)
es_es: Automático (el lado más largo)
ko_kr: 자동 (가장 긴 면)
nn_no: Automatisk (lengste side)

source: Maximum file size of product customization pictures
es_es: Tamaño máximo de archivo de las imágenes de personalización del producto
ko_kr: 상품 사용자정의 사진의 최대 파일 크기
nn_no: Maksimal filstørrelse for produkttilpasningsbilder

source: Product picture width
es_es: Ancho de la imagen del producto
ja_jp: 商品画像の幅
ko_kr: 상품 사진 너비
nn_no: Breidde på produktbilete

source: pixels
es_es: píxeles
ko_kr: 픽셀
nn_no: punkter

source: Product picture height
es_es: Altura de la imagen del producto
ja_jp: 商品画像の高さ
ko_kr: 상품 사진 높이
nn_no: Høgde på produktbilete

source: Generate high resolution images
es_es: Generar imágenes de alta resolución
ko_kr: 고 해상도 이미지 생성
nn_no: Generer bilder med høy oppløsning

source: Use the legacy image filesystem
es_es: Usar el sistema de archivos de imagen heredado
ja_jp: レガシィイメージファイルシステムを使用
ko_kr: 레거시 이미지 파일 시스템 사용
nn_no: Bruk gammelt bildefilsystem

source: Image type
es_es: Tipo de imagen
ko_kr: 이미지 유형
nn_no: Bildetype

source: Name for the image type
es_es: Nombre para el tipo de imagen
ko_kr: 이미지 유형의 이름
nn_no: Navn på bildetypen

source: Add new image type
es_es: Añadir nuevo tipo de imagen
ko_kr: 새 이미지 유형 추가
nn_no: Legg til ny bilettype

source: Admin modules controller
es_es: Controlador de módulos de administración
ko_kr: 관리 모듈 컨트롤러
nn_no: Kontroller for adminmoduler

source: Front modules controller
es_es: Controlador de módulos del Front
ko_kr: 전면 모듈 컨트롤러
nn_no: Kontroller for frontmoduler

source: Pages
es_es: Páginas
ja_jp: ページ
ko_kr: 페이지
nn_no: Sider

source: Import theme
es_es: Importar tema
ko_kr: 테마 불러오기
nn_no: Importer tema

source: Your current theme
es_es: Tu tema actual
ko_kr: 현재 테마
nn_no: Ditt nåværende tema

source: Invoice & Email Logos
es_es: Logos de Factura y Correo Electrónico
ko_kr: 청구서 & 이메일 로고
nn_no: Faktura- & epost-logoer

source: Select a theme for the "%name%" shop
es_es: Selecciona un tema para la tienda "%name%"
ko_kr: "%name%" 상점 테마 선택
nn_no: Velg et tema for butikken "%name%"

source: Theme appearance
es_es: Apariencia del tema
ja_jp: テーマの外観
ko_kr: 테마 모양
nn_no: Temautseende

source: Pages in category "%name%"
es_es: Páginas en la categoría "%name%"
ja_jp: 「%name%」カテゴリ内のページ
ko_kr: 분류 "%name%" 의 페이지
nn_no: Sider i kategori "%name%"

source: Preview Theme %s
es_es: Vista previa Tema %s

source: Test email %template%
es_es: Probar email %template%
ko_kr: 이메일 %template% 테스트

source: CMS Category
es_es: Categoría CMS
ja_jp: CMSのカテゴリ
ko_kr: CMS 분류
nn_no: CMS-kategori

source: Parent category
es_es: Categoría padre
ja_jp: 親カテゴリー
ko_kr: 상위 분류
nn_no: Hovudkategori

source: Only letters and the hyphen (-) character are allowed.
es_es: Sólo se permiten caracteres alfabéticos y el guión medio (-).
ko_kr: 문자와 하이픈 (-) 만 허용됩니다.
nn_no: Det er berre tillatt med bokstavteikn og bindestrekteikn (-).

source: Page content
es_es: Contenido de página
ja_jp: ページの内容
ko_kr: 페이지 콘텐츠
nn_no: Sideinnhald

source: Indexation by search engines
es_es: Indexación por motores de búsqueda
ko_kr: 검색 엔진에 의한 색인 생성
nn_no: Indeksering av søkemotorer

source: Page category
es_es: Categoría de la página

source: Select your default email theme
es_es: Selecciona tu tema email predeterminado

source: Generate emails
es_es: Generar emails

source: Select your email theme
es_es: Selecciona tu tema email

source: Select the theme you want to overwrite
es_es: Selecciona el tema que deseas sobrescribir

source: Overwrite templates
es_es: Sobreescribir plantillas

source: List %theme% layouts
es_es: Listar diseños de %theme%

source: Raw HTML
es_es: HTML puro

source: Text
es_es: Texto
ja_jp: テキスト
ko_kr: 본문
nn_no: Tekst

source: Email themes
es_es: Temas email

source: Designed by %s
es_es: Diseñado por %s
ko_kr: %s로 디자인 함
nn_no: Designet av %s

source: Delete this theme?
es_es: ¿Eliminar este tema?
ko_kr: 이 테마를 삭제합니까?

source: Configure your page layouts
es_es: Configurar tu diseño de página
ja_jp: ページレイアウトを設定
ko_kr: 페이지 레이아웃 구성
nn_no: Konfigurer oppsett for siden din

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
es_es: Cada página puede utilizar un diseño diferente, que puedes seleccionar entre los distintos diseños incluidos en tu tema.
ja_jp: 各ページは異なるレイアウトを使用でき、テーマに入っているレイアウトの中から選択できます。
ko_kr: 각 페이지는 다른 레이아웃을 사용할 수 있으며, 테마에 번들로 제공된 레이아웃 중에서 선택할 수 있습니다.
nn_no: Hver side kan ta forskjellig oppsett i bruk, velg det blant oppsettene som er pakket sammen i temaet ditt.

source: Choose layouts
es_es: Seleccionar diseño
ja_jp: レイアウトを選択
ko_kr: 레이아웃 선택
nn_no: Velg oppsett

source: Reset to defaults
es_es: Restablecer los valores predeterminados
ja_jp: デフォルトに戻す
ko_kr: 기본값으로 재설정
nn_no: Tilbakestill til standard

source: Header logo
es_es: Logo de cabecera
ja_jp: ヘッダーのロゴ
ko_kr: 헤더 로고
nn_no: Topplogo

source: Mail logo
es_es: Logo para los correos electrónicos
ja_jp: メールロゴ
ko_kr: 메일 로고
nn_no: Postlogo

source: Invoice logo
es_es: Logo para las facturas
ja_jp: 請求書のロゴ
ko_kr: 청구서 로고
nn_no: Fakturalogo

source: Adaptation to Right-to-Left languages
es_es: Adaptación a idiomas que se leen de derecha a izquierda
ko_kr: 오른쪽에서 왼쪽 방향 언어에 적응
nn_no: Tilpasning til høyre til venstre språk

source: Theme to adapt
es_es: Tema a adaptar
ko_kr: 적응할 테마
nn_no: Tema å tilpasse

source: Generate RTL stylesheet
es_es: Generar una hoja de estilo RTL
ko_kr: RTL 스타일시트 생성
nn_no: Generere RTL-stilark

source: Use this theme?
es_es: ¿Utilizar este tema?

source: Import from your computer
es_es: Importar desde tu ordenador
ko_kr: 컴퓨터에서 불러오기
nn_no: Importer fra datamaskin

source: Zip file
es_es: Archivo Zip
ko_kr: Zip 파일
nn_no: Zip-fil

source: Import from the web
es_es: Importar desde la web
ko_kr: 웹에서 불러오기
nn_no: Importer frå verdsveven

source: Archive URL
es_es: URL del archivo
ko_kr: 아카이브 URL
nn_no: URL til zip/arkiv

source: Import from FTP
es_es: Importar desde FTP
ko_kr: FTP에서 불러오기
nn_no: Importer frå FTP

source: Select the archive
es_es: Selecciona el archivo
ko_kr: 아카이브 선택
nn_no: Velg arkiv

source: Add new theme
es_es: Añadir nuevo tema
ko_kr: 새 테마 추가
nn_no: Legg til eit nytt tema

source: Export current theme
es_es: Exportar tema actual
ja_jp: 現在のテーマをエクスポート
ko_kr: 현재 테마 내보내기
nn_no: Eksportere gjeldende tema

source: Visit the theme catalog
es_es: Visitar el catálogo de temas
ko_kr: 테마 목록 방문
nn_no: Gå til temakatalogen

source: Theme
es_es: Tema
ja_jp: テーマ：
ko_kr: 테마
nn_no: Tema

source: My current theme
es_es: Mi tema actual

source: Use this theme
es_es: Utilizar este tema
ko_kr: 이 테마 사용
nn_no: Bruk dette temaet

source: Explore more than a thousand themes
es_es: Explorar más de mil temas

source: My theme for %name% shop
es_es: Mi tema para tienda %name%

source: bytes
ko_kr: 바이트
nn_no: oktetter (bytes)

source: ___________ CUSTOM ___________
ja_jp: ___________ カスタム ___________
nn_no: ___________ TILPASSET ___________

source: ____________ CORE ____________
ja_jp: ____________ コア____________
nn_no: ____________ KJERNE ____________

source: Favicon
ko_kr: 즐겨찾기 아이콘
nn_no: Favorittikon

source: Favicons
ja_jp: ファビコン
ko_kr: 즐겨찾기 아이콘
