Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminPaymentNotification.*.xlf
Languages: de_de

source: You have more than one shop and must select one to configure payment.
de_de: Sie haben mehr als einen Shop. Sie müssen einen auswählen, um die Zahlungsmethoden konfigurieren zu können.

source: No currency mode for payment module
de_de: Kein Modus für die Währungen des Zahlungsmoduls

source: The cart rule named "%1s" (ID %2s) used in this cart is not valid and has been withdrawn from cart
de_de: Die Warenkorb-Regel "%1s" (ID: %2s) gilt nicht für diesen Warenkorb und wird nicht angewandt

source: Warning: the secure key is empty, check your payment account before validation
de_de: Warnung: Der sichere Schlüssel ist leer. Überprüfen Sie Ihre Zahlungskonto vor der Validierung

source: An error occurred while saving message
de_de: Fehler beim Speichern der Nachricht

source: No carrier
de_de: Kein Versanddienst

source: Order creation failed
de_de: Die Erstellung der Bestellung ist fehlgeschlagen

source: Cart cannot be loaded or an order has already been placed using this cart
de_de: Warenkorb kann nicht geladen werden. Eine Bestellung mit diesem Warenkorb ist bereits vorhanden.

source: %d image(s)
de_de: %d Bild(er)

source: It seems there are no recommended payment solutions for your country.
de_de: Keine empfohlenen Zahlungsarten für Ihr Land vorhanden

source: No payment module installed
de_de: Keine Zahlungsmodul installiert
