Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminModulesHelp.*.xlf
Languages: sl_si

source: Click here to log in.
sl_si: Tukaj kliknite za prijavo.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
sl_si: Ti moduli zahtevajo vaše posredovanje: morate jih nastaviti preden bodo polno delujoči.

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
sl_si: Prilagodite trgovino s to izbiro modulov za vašo trgovino, glede na vašo državo, jezik in verzijo PrestaShop. Vključuje najbolj popularne module iz naše tržnice dodatkov in zastonjske od naših partnerjev.

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
sl_si: Prosim naložite eno datoteko naenkrate, .zip ali tarball format (.tar, .tar.gz or .tgz).

source: Your module will be installed right after that.
sl_si: Vaš modul bo takoj za tem nameščen.

source: What happened?
sl_si: Kaj se je zgodilo?

source: Search modules: keyword, name, author...
sl_si: Išči module: besede, ime, avtor...

source: You bought this module on PrestaShop Addons. Thank You.
sl_si: Ta modul ste kupili v PrestaShop Dodatkih. Hvala.

source: Bought
sl_si: Kupljeno

source: This module is available on PrestaShop Addons.
sl_si: Ta modul je na voljo v PrestaShop Dodatkih.

source: Popular
sl_si: Priljubljeno

source: This module is available for free thanks to our partner.
sl_si: Ta modul je na voljo brezplačno, zahvaljujoč našim partnerjem.

source: Official
sl_si: Uradni

source: Need update
sl_si: Potrebuje posodobitev

source: Update these modules to enjoy their latest versions.
sl_si: Posodobite te module, da boste uporabljali vse njihove funkcije.
