Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShopparametersHelp.*.xlf
Languages: de_de, he_il, ja_jp

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
de_de: Falls aktiviert, werden alle Meldungen unter "Kundendienst" auf der "Kunden"-Seite gespeichert.
he_il: אם מופעל, כל ההודעות ישמרו בדף "שירות לקוחות" תחת תפריט "לקוחות"
ja_jp: 有効にした場合、すべてのメッセージはお客様メニューの下のお客様サービスに登録されます。

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
de_de: Komplette Bestellübersicht (Zahlungsart, Versandart, Adressen, Warenkorb, AGB-Bestätigung) über dem KAUFEN-Button anzeigen (erforderlich nach EU-Recht)
ja_jp: 注文確定ボタンの直前に、住所、配送方法、カート内容をプレビュー表示する。（いくつかのヨーロッパの国では必須）

source: Allow guest visitors to place an order without registering.
de_de: Gast kann ohne Registrierung bestellen.
he_il: אפשר לאורחים לבצע רכישה בלי לפתוח חשבון באתר.
ja_jp: 会員登録無し（ゲスト）購入を許可

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
de_de: Kunden sollen nicht die Möglichkeit haben, eine Bestellung aus der Bestell-Historie per Mausklick zu wiederholen (wie in einigen europäischen Ländern verlangt).
he_il: השבת את האפשרות כדי לאפשר ללקוחות להזמין מחדש בלחיצה אחת מהעמוד היסטוריית ההזמנות (חובה בחלק ממדינות אירופה).
ja_jp: お客様が注文履歴にて1クリックで再注文できるオプションを無効にする (一部の欧州諸国では必須)

source: Set to 0 to disable this feature.
de_de: 0 deaktiviert diese Funktion.
he_il: הגדר כ '0' לביטול אפשרות זו.

source: Automatically updates the shipping costs when you edit an order.
de_de: Aktualisiert automatisch die Versandkosten bei Änderung einer Bestellung
ja_jp: 注文情報を編集した際に、配送料を自動再計算する。

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
de_de: Kunden den Versand an mehrere Adressen erlauben. Diese Option splittet den Warenkorb in einen oder mehrere Aufträge.
he_il: אפשר ללקוח לשלוח את ההזמנה שלו למספר כתובות. אפשרות זו תהפוך את עגלת הלקוח להזמנה אחת או יותר.
ja_jp: お客様が、商品の発送先住所を複数指定できるようにします。 このオプションにより、カートは一つまたは複数の注文に変換されます。

source: Allows you to delay shipping at your customers' request.
de_de: Versanddatum kann auf Kundenwunsch verzögert werden.
ja_jp: 顧客の要望に応じた配送の延期を許可する。

source: Require customers to accept or decline terms of service before processing an order.
de_de: Erfordert die Zustimmung des Kunden zu den AGB während des Bestellvorgangs
he_il: דרוש מהלקוחות לקבל או לסרב לתנאי השימוש לפני עיבוד ההזמנה
ja_jp: 注文を確定する前に、利用規約へのお客様の同意または不同意を必須にします。

source: Choose the page which contains your store's terms and conditions of use.
de_de: Wählen Sie die CMS-Seite für Ihre Allgemeinen Geschäftsbedingungen
ja_jp: ショップの利用規約を掲載したページを選択してください。

source: Suggest gift-wrapping to customers.
de_de: Bietet dem Kunden Geschenkverpackungen an und die Möglichkeit, eine Nachricht zu hinterlassen
he_il: הצע ללקוח אריזת מתנה ואת האפשרות לרשום פתק
ja_jp: お客様にギフトラッピングを提案し、使用可能のメッセージを残します

source: Set a price for gift wrapping.
de_de: Preis für Geschenkverpackungen festlegen.
he_il: קבע מחיר לאריזת מתנה.

source: Set a tax for gift wrapping.
de_de: MwSt. für Geschenkverpackung eingeben.
he_il: קבע את המס על אריזת המתנה.

source: Suggest recycled packaging to customer.
de_de: Dem Kunden Verpackung aus Recyclingmaterial empfehlen.
he_il: הצע ללקוח שימוש באריזה ממוחזרת.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
de_de: Suchen Sie einen neuen Domain-Namen oder fügen Sie einen bereits bekannten hinzu. Sie werden zu Ihrem Prestashop-Account weitergeleitet.

source: Invalid characters:
de_de: Ungültige Zeichen:
he_il: תוים לא תקינים:
ja_jp: 利用できない文字：

source: Name of the related page.
de_de: Name der betreffenden Seite
he_il: שם העמוד הקשור.
ja_jp: 関連するページ名です。

source: Title of this page.
de_de: Überschrift dieser Seite
he_il: כותרת הדף.
ja_jp: このページのタイトルです。

source: A short description of your shop.
de_de: Kurzbeschreibung Ihres Shops
he_il: תיאור קצר של החנות שלך.

source: List of keywords for search engines.
de_de: Liste der Schlüsselwörter
he_il: רשימת מילות מפתח למנועי חיפוש.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
de_de: um bspw. "Kontakte" von http://example.com/shop/contacts auf http://example.com/shop/contact-form.php umzuleiten
he_il: למשל, "אנשי קשר" עבור הפניית http://example.com/shop/contacts אל http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
de_de: Nur Buchstaben und Minus-Zeichen (-) sind erlaubt.
he_il: רק אותיות ומקפים ( - ) מותרים.

source: Enable this option only if your server allows URL rewriting (recommended).
de_de: Nur dann aktivieren, wenn Ihr Server URL-Rewriting zulässt (empfohlen).
he_il: הפעל אפשרות זו רק אם השרת שלך מאפשר שכתוב כתובות אתר (מומלץ).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
de_de: Eine URL-Umleitung (mod_rewrite) ist auf Ihrem Server nicht aktiviert, oder es ist nicht möglich, Ihre Serverkonfiguration zu überprüfen. Für die Suchmaschinenoptimierung muss mod_rewrite aktiviert sein.
he_il: שכתוב URL (mod_rewrite) לא פעיל בשרת שלך, או לא ניתן לבדוק את הגדרות השרת שלך. אם ברצונך לאפשר כתובות ידידותיות עליך להפעיל מוד זה.
ja_jp: URLの書き換え（mod_rewrite）はサーバで有効ではありません、または、サーバの設定を確認することはできません。フレンドリーURLを使用したい場合は、この変更をアクティブにする必要があります。

source: Enable this option if you want to allow accented characters in your friendly URLs.
de_de: Aktivieren, wenn benutzerfreundliche URLs auch Umlaute enthalten dürfen.
he_il: הפעל את האפשרות הזו אם אתה מעוניין לאפשר שימוש בתווים מיוחדים (כמו למשל עברית) בכתובת ה- URL הידידותית שלך.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
de_de: Aktivieren Sie diese Option nur, wenn Sie keine Latin-Zeichen verwenden. Für alle Latin-Zeichensätze gilt: Ihr SEO ist besser ohne diese Option.
he_il: יש להפעיל אפשרות זו רק אם משתמשים בתווים לא לטינים ; עבור כל התווים הלטינים, קידום האתרים יהיה יעיל יותר ללא אפשרות זו.
ja_jp: 非ラテン文字を使用している場合のみ、このオプションを有効にすることをお勧めします。全ラテン文字セットには、このオプションなしの方がご利用のSEOに適しています。

source: Enable this option only if you have problems with URL rewriting.
de_de: Aktivieren Sie diese Option nur, wenn Sie Probleme mit URL-Rewriting auf einigen Seiten haben.
he_il: הפעל אפשרות זו רק אם יש לך בעיות עם כתובת אתר שכתובה בדפים מסוימים.
ja_jp: いくつかのページURL書き換えの問題が発生した場合のみ、このオプションを有効にする。

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
de_de: Einige Programmteile könnten mit einer individuell konfigurierten Apache mod_security nicht richtig funktionieren (Abschalten empfohlen).
he_il: חלק מהתכונות של PrestaShop עלול שלא לפעול בצורה נכונה עם תצורה ספציפית של מודול mod_security של האפצ'י. אנו ממליצים לכבות אותו.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
de_de: Aktivieren oder deaktivieren Sie Ihren Shop. (Es ist sinnvoll, den Shop zu deaktivieren, wenn Sie Wartungsarbeiten daran durchführen. Der Webservice bleibt in jedem Fall aktiv.)
he_il: להפעיל או להשבית את החנות שלך. מומלץ לבטל את החנות שלך בעת ביצוע עבודות תחזוקה. שים לב שה- webservice לא יבוטל
ja_jp: ショップを有効化か無効化します。ショップのメンテナンス中の場合は、無効化することをおすすめします。Webサービスが無効化になっていないことに注意してください。

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
de_de: IP-Adressen mit Zugangsberechtigung zum Front Office selbst bei deaktiviertem Shop. Bei mehreren Adressen bitte Komma als Trennzeichen verwenden (zum Beispiel 42.24.4.2,127.0.0.1,99.98.97.96)
he_il: כתובות IP מורשות לצפייה בממשק החנות גם כאשר החנות מושבתת. יש להשתמש בפסיק להפרדת הכתובות (לדוגמא: 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
de_de: Text, der bei Wartungsarbeiten des Shops angezeigt wird
ja_jp: ショップを閉鎖中のメンテナンスページに表示する自由編集テキスト。

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
de_de: Falls Sie ein SSL-Zertifikat für Ihre Shop-Domain besitzen, können Sie die SSL-Verschlüsselung (https://) für die Kundenanmeldung und den Bestellvorgang aktivieren.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
de_de: Falls Sie SSL auf allen Seiten erzwingen möchten, aktivieren Sie diese Option.

source: When enabled, all the pages of your shop will be SSL-secured.
de_de: Falls aktiviert, sind sämtliche Shop-Seiten SSL-geschützt.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
de_de: Aktiviert oder deaktiviert die Token im Front Office, um die Sicherheit von PrestaShop zu verbessern
he_il: אפשר או אל תאפשר אסימון בחנות בכדי להגביר את רמת האבטחה בחנות
ja_jp: PrestaShopのセキュリティを向上させるため、フロントオフィスでトークンを有効または無効にする。

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
de_de: Iframes in Feldern wie der Artikelbeschreibung erlauben (nicht empfohlen)
he_il: אפשר iframes על שדות טקסט כגון תיאור מוצר. אנו ממליצים לא להפעיל אופציה זו.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
de_de: Bereinigt HTML-Fehler in Textfeldern. Es wird empfohlen, diese Option zu aktivieren.
he_il: נקה את תוכן ה- HTML בשדות הטקסט. אנו ממליצים לך להשאיר את האפשרות הזו מופעלת.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
de_de: Wählen Sie zwischen 6 verschiedenen Rundungsmodi. "Kaufmännisch aufrunden" sollte die Variante erster Wahl sein.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
de_de: Wählen Sie Rundungsmethode: Pro Artikel, pro Zeile oder Gesamtsumme runden (letztere für Deutschland empfohlen)

source: Choose how many decimals you want to display
de_de: Wählen Sie die Anzahl der anzuzeigenden Nachkommastellen

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
de_de: Hersteller- und Lieferantenseiten auch dann im Shop anzeigen, wenn die zugehörigen Module deaktiviert sind.
ja_jp: それぞれのモジュールが無効になっている場合でも、ショップ上でブランドとサプライヤのページを有効にする。

source: Enable best sellers page on your front office even when its respective module is disabled.
de_de: Verkaufshits im Front-Office selbst dann anzeigen, wenn das entsprechende Modul deaktiviert ist.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
de_de: Die Multishop-Funktion ermöglicht Ihnen die Verwaltung mehrerer Online-Shops mit einem Back Office. Wenn diese aktiviert ist, können Sie vom Menüpunkt "Multishop" im Menü "Erweiterte Einstellungen" aus darauf zugreifen.
he_il: תכונת ריבוי חנויות מאפשרת לך לנהל מספר חנויות עם משרד אחורי אחד. אם תכונה זו מאופשרת, דף ריבוי חנויות יהיה זמין בתפריט "פרמטרים מתקדמים"
ja_jp: マルチストアに機能を使って、1つのバックオフィスで複数のショップを管理することがでます。この機能が有効になっている場合、高度なパラメータのメニュー内でマルチストアのページが利用できるようになります。

source: To add tags, click in the field, write something, and then press the "Enter" key.
de_de: Um "Stichwörter" anzulegen, klicken Sie in das Feld, geben den Begriff ein und drücken die ENTER-Taste.
he_il: כדי להוסיף תגים, לחץ בשדה, כתוב משהו, ולאחר מכן לחץ על המקש "Enter".
