Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminAdvparametersHelp.*.xlf
Languages: bs_ba, cs_cz, el_gr, vi_vn

source: IP address or server name (e.g. smtp.mydomain.com).
cs_cz: IP adresa nebo název serveru (např.: smtp.mojedomena.cz).
el_gr: IP διεύθυνση ή όνομα εξυπηρετητή (π.χ. smtp.mydomain.com).
vi_vn: Địa chỉ IP hoặc tên máy chủ (Ví dụ. smtp.mydomain.com).

source: Leave blank if not applicable.
cs_cz: Pokud toto není použitelné, ponechte prázdné
el_gr: Αφήστε κενό εάν δεν ισχύει
vi_vn: Chừa trống nếu không thích hợp

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
bs_ba: Vaš avatar u PrestaShop 1.7.x je vaša slika profila na %url%. Za promjenu vašeg avatara, prijavite se na PrestaShop.com s vašom e-mail adresom %email% i slijedite upute na ekranu.
cs_cz: Váš avatar v PrestaShop 1.7.x je váš profilový obrázek na %url%. Pro změnu avataru se přihlašte do PrestaShop.com pomocí vašeho emailu %email% a následujte instrukce na obrazovce.
el_gr: Η μικρογραφία σου στο PrestaShop 1.7.x είναι η φωτογραφία προφίλ σου στο %url%. Για να αλλάξεις την μικρογραφία, συνδέσου στο PrestaShop.com με το email σου %email% και ακολούθησε τις οδηγίες στην οθόνη.
vi_vn: Ảnh đại diện của bạn trong PrestaShop1.7.x chính là ảnh hồ sơ của bạn tại %url%. Để thay đổi ảnh đại diện của bạn, đăng nhập vào PrestaShop.com với email %email% của bạn và làm theo các hướng dẫn trên màn hình.

source: Password should be at least %num% characters long.
bs_ba: Lozinka mora biti najmanje %num% znakova duga.
cs_cz: Heslo by mělo být alespoň %num% znaků dlouhé.
el_gr: Συνθηματικό πρέπει να είναι τουλάχιστον %num% χαρακτήρες.
vi_vn: Mật khẩu phải có ít nhất %num% ký tự.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
cs_cz: PrestaShop vám může pomoci s vedením eshopu a pevným budováním obchodu pomocí tipů a triků jak optimalizovat váš obchod. Pokud si nepřejete přijímat tyto emaily, prosíme, odškrtněte tuto možnost.
el_gr: Το PrestaShop μπορεί να σας παρέχει οδηγίες σε τακτική βάση στέλνοντας σας συμβουλές σχετικά με το πως να βελτιστοποιήσετε τη διαχείριση του καταστήματος σας, το οποίο θα σας βοηθήσει να μεγαλώσετε την επιχείρισή σας. Εάν δεν επιθυμείτε να λαμβάνετε αυτές τις συμβουλές, παρακαλούμε αποεπιλέξτε αυτό το κουτί.
vi_vn: PrestaShop có thể cung cấp cho bạn hướng dẫn một cách thường xuyên bằng cách gửi cho bạn lời khuyên về làm thế nào để tối ưu hóa việc quản lý các cửa hàng của bạn sẽ giúp bạn phát triển kinh doanh của bạn. Nếu bạn không muốn nhận những lời khuyên này, hãy bỏ chọn hộp này.

source: This page will be displayed just after login.
cs_cz: Tato stránka se zobrazí pouze po přihlášení.
el_gr: Αυτή η σελίδα θα προβάλλεται αμέσως μετά τη σύνδεση.
vi_vn: Trang này sẽ được hiển thị ngay sau khi đăng nhập.

source: Allow or disallow this employee to log in to the Admin panel.
bs_ba: Dozvoli ili ne dozvoli ovom zaposleniku prijavu u Admin panel.
cs_cz: Povolte nebo nepovolte tomuto zaměstnanci přihlásit se do panelu Administrace.
el_gr: Επιτρέψτε ή απαγορεύστε σε αυτόν τον εργαζόμενο να εισέλθει στη Διαχείριση.
vi_vn: Cho phép hoặc không cho phép nhân viên này đăng nhập vào bảng Quản Trị.

source: Select the shops the employee is allowed to access.
cs_cz: Vyberte obchody, ke kterým má zaměstnanec možnost přístupu.
el_gr: Επιλέξτε τα καταστήματα που ο εργαζόμενος επιτρέπεται να έχει πρόσβαση.
vi_vn: Chọn các cửa hàng mà nhân viên được phép truy cập.

source: Severity levels
cs_cz: Stupně důležitosti
el_gr: Επίπεδα έντασης
vi_vn: Mức độ nghiêm trọng

source: Enter "5" if you do not want to receive any emails.
cs_cz: Zadejte "5", pokud nechcete dostávat žádné e-maily.
el_gr: Πληκτρολογήστε το "5" αν δεν θέλετε να λαμβάνετε e-mail.
vi_vn: Nhập "5" nếu bạn không muốn nhận bất kỳ email nào.

source: Emails will be sent to the shop owner.
cs_cz: E-maily budou zasílány majiteli obchodu.
el_gr: E-mail θα αποσταλούν στον ιδιοκτήτη του καταστήματος.
vi_vn: Các email sẽ được gửi đến chủ cửa hàng.

source: How do I create a new SQL query?
cs_cz: Jak vytvořit nový SQL dotaz?
el_gr: Πώς μπορώ να δημιουργήσω ένα νέο SQL ερώτημα;
vi_vn: Tạo một truy vấn SQL mới như thế nào?

source: Click "Add New".
cs_cz: Klikněte na tlačítko \"Přidat nový záznam\".
el_gr: Κάντε κλικ στην επιλογή \"Προσθήκη νέου\".
vi_vn: Nhấn "Thêm Mới".

source: Fill in the fields and click "Save".
cs_cz: Vyplňte pole a klikněte na tlačítko "Uložit".
el_gr: Συμπληρώστε τα πεδία και κάντε κλικ στο κουμπί "Αποθήκευση".
vi_vn: Điền vào các trường và nhấn "Lưu".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
cs_cz: Poté můžete vidět výsledek SQL dotazu, jakmile kliknete na tuto ikonu v rolovacím menu
el_gr: Μπορείς μετά να δεις τα αποτελέσματα του ερωτήματος κάνοντας κλικ στην ενέργεια διόρθωσης στο μενού
vi_vn: Sau đó bạn có thể xem kết quả truy vấn trên hoạt động chỉnh sửa trong trình đơn thả xuống

source: You can also export the query results as a CSV file by clicking on the Export button
cs_cz: Kliknutím na tlačítko Exportovat můžete výsledek dotazu uložit do souboru ve formátu CSV
el_gr: Μπορείς επίσης να εξάγεις τα αποτελέσματα του ερωτήματος σε CVS αρχείο κάνοντας κλικ στο κουμπί εξαγωγή
vi_vn: Bạn cũng có thể xuất các kết quả truy vấn như một tập tin CSV bằng cách nhấn vào nút Xuất

source: Quick description of the key: who it is for, what permissions it has, etc.
cs_cz: Rychlé vysvětlení klíče: na co je, jaká má oprávnění, atd.
el_gr: Γρήγορη περιγραφή του κλειδιού: για ποιον είναι, τι δικαιώματα έχει, κτλ.
vi_vn: Mô tả nhanh mã khóa: nó cho ai, nó có phê duyệt gì.

source: Before activating the webservice, you must be sure to:
bs_ba: Prije aktivacije web servisa, morate biti sigurni da:
cs_cz: Před aktivací webové služby musíte:
el_gr: Πριν ενεργοποιήσετε την υπηρεσία Ιστού, φροντίστε τα παρακάτω:
vi_vn: Trước khi kích hoạt dịch vụ web, bạn phải đảm bảo:

source: Check that URL rewriting is available on this server.
cs_cz: Zkontrolujte, že je URL rewriting povolen.
el_gr: Ελέγξτε ότι η επανεγγραφή URL είναι διαθέσιμη σε αυτόν τον server.
vi_vn: Hãy kiểm tra viết lại URL có sẵn có trên máy chủ này không.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
cs_cz: že serverem je podporováno těchto 5 metod: GET, POST, PUT, DELETE a HEAD
el_gr: να είστε βέβαιοι ότι οι 5 μέθοδοι GET, POST, PUT, DELETE και HEAD υποστηρίζονται από αυτό το διακομιστή
vi_vn: Kiểm tra xem các năm phương pháp GET, POST, PUT, DELETE và HEAD được hỗ trợ bởi máy chủ này.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
cs_cz: Před vybráním "ANO", zkontrolujte, že PHP není nastaveno jako Apache modul na vašem serveru.
el_gr: Πριν επιλέξεις "Ναι", έλεγξε ότι η PHP δεν είναι ρυθμισμένη σαν ένα Apache module στο server σου.
vi_vn: Trước khi chọn " Đồng ý", hãy kiểm tra PHP có được cấu hình như một mô-đun Apache trên máy chủ của bạn hay không.

source: New modules and updates are displayed on the modules page.
cs_cz: Nové moduly a jejich aktualizace jsou zobrazeny na stránce modulů.
el_gr: Τα νέα πρόσθετα και ενημερώσεις εμφανίζονται στην σελίδα των προσθέτων.
vi_vn: Các mô-đun và cập nhật được hiển thị ở trang "Các mô-đun".

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
cs_cz: Zkontrolujte adresu IP v cookie, aby se zabránilo odcizení cookie.
el_gr: Ελέγξτε τη διεύθυνση IP του cookie για αποφυγή υποκλοπής του cookie σας.
vi_vn: Kiểm tra địa chỉ IP trên cookie nhằm đề phòng cookie bị ăn trộm.

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
cs_cz: Zadejte počet hodin, po které budou platné cookies obchodu. Po uplynutí tohoto času se bude muset zákazník přihlásit znovu.
el_gr: Ορίστε τις ώρες που τα front-office cookies θα είναι έγκυρα. Μετά από αυτή τη διάρκεια, ο πελάτης θα πρέπει να εισέλθει και πάλι.
vi_vn: Thiết lập số giờ duy trì đăng nhập cho khách hàng. Sau thời gian đó khách hàng phải đăng nhập lại.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
cs_cz: Zadejte počet hodin, po které budou platná cookies administrace. Po uplynutí tohoto času se bude muset uživatel Prestashopu přihlásit znovu.
el_gr: Ορίστε τις ώρες που τα back-office cookies θα είναι έγκυρα. Μετά από αυτή τη διάρκεια, ο PrestaShop χρήστης θα πρέπει να εισέλθει και πάλι.
vi_vn: Thiết lập số giờ duy trì đăng nhập cho quản trị viên. Sau thời gian đó quản trị viên phải đăng nhập lại.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bs_ba: Postavite maksimalnu veličinu dopuštenu za datoteka u prilogu (u megabajtima). Ova vrijednost mora biti manja ili jednaka maksimalnoj veličini uploada dodjeljenoj vašem serveru (trenutno: %size% MB).
cs_cz: Nastavte maximální povolenou velikost souborů příloh (v megabajtech). Tato hodnota by měla být nižší nebo shodná s maximální velikostí pro nahrávání souborů vašeho serveru (aktuálně: %size% MB).
el_gr: Ορίστε το μέγιστο επιτρεπόμενο μέγεθος για συνημμένα (σε ΜΒ). Η τιμή αυτή πρέπει να είναι μικρότερη ή ίση του μέγιστου επιτρεπόμενου ορίου για ανέβασμα αρχείων που έχει οριστεί στον server (τρέχουσα ρύθμιση: %size% MB).
vi_vn: Thiết lập dung lượng tối đa cho tập tin đính kèm (MB). Giá trị này thấp hơn hoặc bằng dung lượng tối đa mà máy chủ cho phép một tệp tin được tải lên (hiện tại: %size% MB).

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bs_ba: Odrediti granicu za postavljanje preuzetih proizvoda (u MB). Ova vrijednost mora biti manja ili jednaka maksimalnom postavljanju datoteka koje su dodjeljene serveru (trenutno: %size% MB).
cs_cz: Definujte limit pro nahrávání produktu, který je k dispozici online (v Megabytech). Tato hodnota musí být menší nebo rovna direktivě PHP, která definuje maximální velikost souboru (v současnosti: %size% MB).
el_gr: Ορίστε το όριο upload για ένα προϊόν (σε MB) που μπορεί να γίνει download. Αυτή η τιμή πρέπει να είναι μικρότερη ή ίση με την μέγιστη που επιτρέπεται από τον server σας (τρέχον: %size% MB).
vi_vn: Thiết lập giới han tải lên cho sản phẩm số (Mb). Giá trị giới hạn không được vượt quá kích cỡ file lớn nhất mà server cho phép (iện tại: %size% Mb).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bs_ba: Odrediti granicu za prijenos slike (u MB). Ova vrijednost mora biti manja ili jednaka maksimalnom prijenosu datoteka koje su dodjeljene serveru (trenutno: %size% MB).
cs_cz: Definujte limit pro nahrávání obrázku (v MB). Tato hodnota musí být menší nebo rovna maximální hodnotě pro nahrávání souboru přidělené serverem (v současné době: %size% MB).
el_gr: Ορίστε το όριο upload για μια εικόνα (σε MB). Αυτή η τιμή πρέπει να είναι μικρότερη ή ίση με την μέγιστη που επιτρέπεται από τον server σας (τρέχον: %size% MB).
vi_vn: Thiết lập giới han tải lên cho file ảnh (Mb). Giá trị giới hạn không được vượt quá kích cỡ tệp tin lớn nhất mà máy chủ cho phép (hiện tại: %size% Mb).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
cs_cz: Upozornění jsou bublinky s číslem, které jsou zobrazeny v horní části administrace, hned vedle názvu obchodu. Zobrazují počet nových položek od doby, kdy na ně bylo naposledy kliknuto.
el_gr: Ειδοποιήσεις είναι οι αριθμημένες φούσκες που εμφανίζονται στο πάνω μέρος της Διαχείρισης, δίπλα από το όνομα του καταστήματος. Εμφανίζουν τον αριθμό των νέων ειδοποιήσεων από την τελευταία φορά που κάνατε κλικ επάνω τους.
vi_vn: Các thông báo là các quả bóng được đánh số hiển thị ở trên đầu trang quản trị của bạn, ngay bên cạnh tên cửa hàng. Chúng hiển thị số lượng các điều mục mới kể từ lần cuối cùng bạn kích vào chúng.

source: This will display notifications when new orders are made in your shop.
cs_cz: Zobrazí se upozornění, když jsou zaevidovány nové objednávky v obchodě.
el_gr: Αυτό θα εμφανίζει ειδοποιήσεις όταν νέες παραγγελίες πραγματοποιούνται στο κατάστημά σας.
vi_vn: Thông báo được hiển thị khi có đơn hàng mới được tạo ra.

source: This will display notifications every time a new customer registers in your shop.
cs_cz: Zobrazí se upozornění, když se zaregistrují noví zákazníci v obchodě.
el_gr: Αυτό θα εμφανίζει ειδοποιήσεις κάθε φορά που ένας νέος πελάτης κάνει εγγραφή στο κατάστημά σας.
vi_vn: Hiển thị thông báo mỗi khi có khách hàng mới đăng ký.

source: This will display notifications when new messages are posted in your shop.
cs_cz: Zobrazí se upozornění, když je doručená nová zpráva v obchodě.
el_gr: Θα εμφανίζονται ειδοποιήσεις όταν αποστέλλονται νέα μηνύματα στο κατάστημα σας.
vi_vn: Hiển thị thông báo khi có tin nhắn mới.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
bs_ba: Treba biti omogućeno ako želite izbjeći pohranu Smarty cache na NFS-a.
cs_cz: Mělo by být povoleno, pokud se chcete vyhnout ukládání Smarty Cache na NFS.
el_gr: Πρέπει να είναι ενεργό για να μην αποθηκεύεται η κρυφή μνήμη του Smarty στο NFS.
vi_vn: Nên được kích hoạt nếu bạn muốn tránh để lưu trữ bộ nhớ cache của smarty trên NFS.

source: Enable or disable debug mode.
bs_ba: Omogući ili onemogući mod debagiranja.
cs_cz: Zapněte nebo vypněte režim ladění.
el_gr: Ενεργοποίηση ή απενεργοποίηση λειτουργίας αποσφαλμάτωσης.
vi_vn: Bật hoặc tắt chế độ sửa lỗi.

source: Some features can be disabled in order to improve performance.
cs_cz: Některé funkce objednávky lze vypnout, aby se zlepšila výkonnost.
el_gr: Ορισμένα χαρακτηριστικά μπορούν να απενεργοποιηθούν, ώστε να βελτιωθούν οι επιδόσεις
vi_vn: Một vài tính năng có thể bị vô hiệu để cải tiến quá trình hoạt động.

source: Choose "No" to disable Product Combinations.
cs_cz: Zvolte "NE" pro vypnutí kombinací produktů.
el_gr: Επιλέξτε "Όχι" για να απενεργοποιηθούν οι συνδυασμοί Προϊόντος.
vi_vn: Chọn "Không" để vô hiệu các kết hợp sản phẩm.

source: You cannot set this parameter to No when combinations are already used by some of your products
cs_cz: Nemůžete nastavit parametr na NE dokud jsou kombinace používány u některých z vašich produktů
el_gr: Δεν μπορείτε να ορίσετε αυτή την παράμετρο σε Όχι όταν συνδυασμοί χρησιμοποιούνται ήδη από κάποια προϊόντα σας
vi_vn: Bạn không thể cài đặt Không cho thông số này khi các kết hợp đã được sử dụng cho một số sản phẩm của bạn

source: Choose "No" to disable Product Features.
cs_cz: Zvolte "NE" pro vypnutí vlastností produktu.
el_gr: Επιλέξτε "Όχι" για να απενεργοποιήσετε χαρακτηριστικά προϊόντος,
vi_vn: Chọn "Không" để vô hiệu các tính năng sản phẩm.

source: Choose "No" to disable Customer Groups.
cs_cz: Zvolte "NE" pro vypnutí uživatelských skupin.
el_gr: Επιλέξτε "Όχι" για να απενεργοποιήσετε της ομάδες πελατών.
vi_vn: Chọn "Không" để vô hiệu Các nhóm khách hàng.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
cs_cz: CCC dovoluje snížit čas nahrávání vaší stránky. S tímto nastavením získáte vyšší výkon bez zásahu do kódu nebo templatu. Ujistěte se, že Váš template je kompatibilní s PrestaShop 1.4+. Jinak může CCC způsobit problémy
el_gr: Το CCC σας επιτρέπει να μειώσετε το χρόνο φόρτωσης της σελίδας σας. Με τις ρυθμίσεις αυτές θα αποκτήσετε επιδόσεις χωρίς καν να αγγίξει τον κωδικό του θέματός σας. Βεβαιωθείτε, όμως, ότι το θέμα σας είναι συμβατό με PrestaShop 1.4 +. Διαφορετικά, το CCC θα προκαλέσει προβλήματα.
vi_vn: CCC cho phép bạn giảm thời gian tải trang. Với các thiết lập này bạn sẽ đạt được tiến trình mà không cần ngay cả việc tiếp cận mã code chủ đề của bạn. Tuy nhiên, hãy chắc chắn rằng chủ đề của bạn phù hợp với PrestaShop 1.4+. Mặt khác, CCC sẽ sinh ra các vấn đề.

source: This will add directives to your .htaccess file, which should improve caching and compression.
cs_cz: Tato funkce přidá pravidla do .htaccess souboru. Toto zlepší použití cache a komprese
el_gr: Αυτό θα προσθέσει οδηγίες στο .htaccess αρχείο σας που θα βελτιώσει το caching και τη συμπίεση.
vi_vn: Điều này sẽ điều phối đến tập tin .htaccess của bạn, cái mà sẽ cải tiến việc lưu trữ và nén.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
cs_cz: Název druhé domény vašeho obchodu (např. mujobchod-mediaserver-1.cz). Pokud nemáte jinou doménu, nechte toto políčko prázdné.
el_gr: Το όνομα του δεύτερου τομέα του καταστήματός σας, (π.χ., myshop-media-server-1.com). Αν δεν έχετε ένα άλλο τομέα, αφήστε το πεδίο κενό
vi_vn: Tên miền thứ hai của cửa hàng bạn, (ví dụ. cuahangcuatoi-phuongtien-maychu-1.com). Nếu bạn không có tên miền khác,hãy để trống trường này.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
cs_cz: Název třetí domény vašeho obchodu (např. mujobchod-mediaserver-2.cz). Pokud nemáte jinou doménu, nechte toto políčko prázdné.
el_gr: Το όνομα του τρίτου τομέα του καταστήματός σας, (π.χ., myshop-media-server-2.com). Αν δεν έχετε ένα άλλο τομέα, αφήστε το πεδίο κενό
vi_vn: Tên miền thứ ba của cửa hàng bạn, (ví dụ. cuahangcuatoi-phuongtien-maychu-2.com). Nếu bạn không có tên miền khác,hãy để trống trường này.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
cs_cz: Název čtvrté domény vašeho obchodu (např. mujobchod-mediaserver-3.cz). Pokud nemáte jinou doménu, nechte toto políčko prázdné.
el_gr: Το όνομα του τέταρτου τομέα του καταστήματός σας, (π.χ., myshop-media-server-3.com). Αν δεν έχετε ένα άλλο τομέα, αφήστε το πεδίο κενό
vi_vn: Tên miền thứ tư của cửa hàng bạn, (ví dụ. cuahangcuatoi-phuongtien-maychu-4.com). Nếu bạn không có tên miền khác,hãy để trống trường này.
