Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShopparametersFeature.*.xlf
Languages: gl_es, ja_jp, sq_al

source: This category already exists for this group.
gl_es: Esta categoría xa existe neste grupo.
ja_jp: このグループにこのカテゴリはすでに存在します

source: Add a category discount
gl_es: Engadir unha categoría de descontos
ja_jp: カテゴリ割引を追加

source: New group category discount
gl_es: Nova categoría de grupo de desconto
ja_jp: 新しい割引カテゴリグループ

source: Group information
gl_es: Información do grupo

source: Price display method:
gl_es: Prezo metodo de visualizacion
ja_jp: 価格の表示方法：

source: Members of this customer group
gl_es: Membras deste grupo de clientas
ja_jp: このお客様グループのメンバー

source: Limited to the first 100 customers.
gl_es: Limitada ás 100 primeiras clientas.

source: Please use filters to narrow your search.
gl_es: Por favor, emprega os filtros para axustares a túa pesquisa.

source: Discount: %.2f%%
gl_es: Desconto: %.2f%%

source: Order status
gl_es: Estado de pedido
ja_jp: 注文ステータス：

source: Refresh index
gl_es: Actualizar índice
ja_jp: インデックスを更新

source: Cache
gl_es: Caché
ja_jp: キャッシュ

source: Refresh cache
gl_es: Actualiza-la caché
ja_jp: キャッシュを更新

source: Save direct traffic?
gl_es: Gardar trafico directo
ja_jp: ダイレクトトラフィックを登録

source: Statistics
gl_es: Estatísticas
ja_jp: 統計

source: In Stock
gl_es: En Stock
ja_jp: 在庫有り
sq_al: Në gjendje

source: Customer service
gl_es: Atención ó Cliente
ja_jp: カスタマーサービス
sq_al: Shërbimi për konsumatorë

source: Customer
gl_es: Clienta
ja_jp: お客様
sq_al: Konsumatori

source: Social title
gl_es: Título
ja_jp: 肩書き
sq_al: Titulli

source: Social titles
gl_es: Título
ja_jp: タイトル
sq_al: Titujt

source: Image width
gl_es: Ancho da imaxe
ja_jp: 画像の幅：

source: Image height
gl_es: Alto da imaxe
ja_jp: 画像の高さ：

source: Male
gl_es: Home
ja_jp: 男性

source: Female
gl_es: Muller
ja_jp: 女性

source: Registration date
gl_es: Data Rexistro
ja_jp: 登録日

source: Group name
gl_es: Nome do grupo
ja_jp: グループ名

source: Discount (%)
gl_es: Desconto (%)
ja_jp: 割引（%）：

source: Members
gl_es: Membros
ja_jp: メンバー

source: Creation date
gl_es: Data creacion
ja_jp: 作成日：
sq_al: Data e krijimit

source: Default groups options
gl_es: Opcións de grupos predeterminadas
ja_jp: グループオプションの初期設定

source: Visitors group
gl_es: Grupo de Visitantes

source: Guests group
gl_es: Grupo de Convidadas

source: Customers group
gl_es: Grupo de clientas

source: Add new group
gl_es: Engadir novo grupo

source: Customer group
gl_es: Grupo de cliente
ja_jp: お客様のグループ

source: Price display method
gl_es: Prezo metodo de visualizacion
ja_jp: 価格の表示方法：

source: Visitors
gl_es: Visitantes
ja_jp: 訪問者

source: Visits
gl_es: Visitas
ja_jp: 訪問
sq_al: Vizita

source: Pages
gl_es: Páxinas
ja_jp: ページ
sq_al: Faqet

source: Reg.
gl_es: Rex.
ja_jp: 登録

source: Avg. cart
gl_es: Carro medio
ja_jp: 平均的なカート

source: Reg. rate
gl_es: Taxa Rex.
ja_jp: 登録率
sq_al: Data e regjistrimit

source: Order rate
gl_es: Taxa de pedidos
ja_jp: 注文率

source: Click
gl_es: Premer
ja_jp: クリック

source: Affiliates can access their data with this name and password.
gl_es: As afiliadas poden acceder aos seus datos co seu nome e contrasinal.
ja_jp: アフィリエイトは、この名前とパスワードを使用して自分のデータにアクセスすることができます。

source: Click fee
gl_es: Taxa de clics
ja_jp: 料金をクリック：

source: Base fee
gl_es: Taxa base
ja_jp: ベースの手数料：

source: Percent fee
gl_es: Porcentaxe
ja_jp: 手数料率：

source: Technical information -- Simple mode
gl_es: Información técnica -- Modo sinxelo
sq_al: Informatë teknike -- Mënyra e thjeshtë

source: Include
gl_es: inclúe
ja_jp: 含む：
sq_al: Përfshij

source: Exclude
gl_es: Excluír

source: Technical information -- Expert mode
gl_es: Informacion tecnica-Modo experto
ja_jp: 技術情報 -​​ エキスパートモード
sq_al: Informatat teknike - Modi ekspert

source: Unique visitors
gl_es: Visitas unicas
ja_jp: ユニーク訪問者

source: Pages viewed
gl_es: Paxinas olladas
ja_jp: 参照されたページ

source: Registration rate
gl_es: Taxa de rexistros
ja_jp: 登録率

source: Registrations
gl_es: Rexistros
ja_jp: 登録

source: Aliases
gl_es: Alias
ja_jp: エイリアス

source: Indexed products
gl_es: Produtos indexados
ja_jp: 索引化された商品：

source: Building the product index may take a few minutes.
gl_es: Construír o índice de produtos pode levar uns cantos minutos.
ja_jp: 商品の索引を作成するには、数分以上かかることがあります。

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
gl_es: Se o teu servidor para antes de que remate o proceso, podes retoma-la indexación premendo en "Engadirlle ao índice os produtos que faltan".

source: Re-build the entire index
gl_es: Reconstruír o índice enteiro

source: You can set a cron job that will rebuild your index using the following URL:
gl_es: Pode estabrecer unha tarea de Cron que volverá a crearse no indice a traves da seguinte URL
ja_jp: 次のURLを使って、インデックスを再構築する cron ジョブを設定することができます：

source: Search within word
gl_es: Pesquisar dentro das palabras

source: Minimum word length (in characters)
gl_es: Lonxitude minima da palabra
ja_jp: 最小の単語の長さ（文字数）

source: Blacklisted words
gl_es: Palabras na lista negra
ja_jp: ブラックリストの単語

source: Weight
gl_es: Peso
ja_jp: 重量
sq_al: Pesha

source: Product name weight
gl_es: Peso do produto
ja_jp: 商品の重量名

source: Reference weight
gl_es: Referenza de peso
ja_jp: 重量のリファレンス

source: Short description weight
gl_es: Descricion corta de peso
ja_jp: 短い説明の重量

source: Description weight
gl_es: Descricion de peso
ja_jp: 重量の説明

source: Category weight
gl_es: Categoria de peso
ja_jp: カテゴリの重み

source: Tags weight
gl_es: Etiquetas de peso
ja_jp: タグの重量

source: Attributes weight
gl_es: Atributos de peso
ja_jp: 重量属性

source: Features weight
gl_es: Caracteristicas de peso
ja_jp: 機能の重量

source: Add new alias
gl_es: Engadir un novo alcume

source: Result
gl_es: Resultado

source: Server
gl_es: Servidor
ja_jp: サーバー：

source: GET variable
gl_es: Variable GET
ja_jp: GET変数

source: $_GET variable
gl_es: Variable $_GET

source: Add new search engine
gl_es: Engadir novo motor de busca

source: Referrer
gl_es: Procedencia
ja_jp: リファラー
sq_al: Referuesi

source: Shop ID
gl_es: ID da Tenda
sq_al: Nr. i dyqanit

source: Shop group
gl_es: Grupo de tendas
ja_jp: ショップのグループ

source: Root category
gl_es: Categoría Raíz

source: Main URL for this shop
gl_es: URL principal desta tenda

source: Edit this shop group
gl_es: Editar este grupo de tendas
ja_jp: このショップグループの編集

source: Add new shop
gl_es: Engadir unha nova tenda
ja_jp: 新しいショップを追加

source: Icon
gl_es: Icono
ja_jp: アイコン

source: Send email to customer
gl_es: Enviar email ao cliente
ja_jp: お客様にメールを送信

source: Email template
gl_es: Plantilla de Email
ja_jp: メールテンプレート

source: Add new order status
gl_es: Engadir novo estado da encomenda
sq_al: Shto statusin e urdhërblerjes së re

source: Add new order return status
gl_es: Engadir novo estado de devolución da encomenda
sq_al: Shto statusin e ri të kthimit të mallit

source: Return statuses
gl_es: Estados de devolución

source: Status name
gl_es: Nome do estado

source: Color
gl_es: Cor
ja_jp: 色：
sq_al: Ngjyra

source: Consider the associated order as validated.
gl_es: Considerar o pedido asociado como validado
ja_jp: 検証され関連付けされら注文を検討

source: Allow a customer to download and view PDF versions of his/her invoices.
gl_es: Permitirlle á clientela baixar e ve-las versións en PDF das súas facturas.

source: Hide this status in all customer orders.
gl_es: Ocultar este estado en tódalas encomendas da clientela.

source: Send an email to the customer when his/her order status has changed.
gl_es: Enviarlle un correo electrónico á clienta cando cambie o estado da súa encomenda.
ja_jp: 注文ステータが変更された時にお客様にメールを送信

source: Attach invoice PDF to email.
gl_es: Anexar a factura en PDF ao correo electrónico.

source: Attach delivery slip PDF to email.
gl_es: Anexar o PDF do albará de entrega no correo electrónico.

source: Set the order as shipped.
gl_es: Establecer a encomenda coma enviada.

source: Set the order as paid.
gl_es: Establecer a encomenda coma pagada.

source: Show delivery PDF.
gl_es: Amosar PDF da entrega.

source: Template
gl_es: Modelo
ja_jp: テンプレート：
sq_al: e-mail_template

source: Return status
gl_es: Estado da devolución
ja_jp: 返品ステータス

source: Shop name
gl_es: Nome da Tenda
ja_jp: ショップの名前
sq_al: Emri i dyqanit

source: Add new store
gl_es: Engadir unha nova tenda

source: Stores
gl_es: Tendas
ja_jp: ストア

source: Store name (e.g. City Center Mall Store).
gl_es: Nome da tenda (ex. Novidades Carmiña).

source: Allowed characters: letters, spaces and %s
gl_es: Caracteres permitidos: letras, espazos e %s
ja_jp: 許可された文字：文字、スペース、%s
sq_al: Karakteret e lejuara: shkronjat, intervalet dhe %s

source: Latitude / Longitude
gl_es: Latitude / Lonxitude
ja_jp: 緯度/経度：

source: Store coordinates (e.g. 45.265469/-47.226478).
gl_es: Coordenadas da tenda (ex. 45.265469/-47.226478).

source: Picture
gl_es: Imaxe
ja_jp: 写真

source: Monday
gl_es: Luns
ja_jp: 月曜日
sq_al: E hënë

source: Tuesday
gl_es: Martes
ja_jp: 火曜日
sq_al: E martë

source: Wednesday
gl_es: Mércores
ja_jp: 水曜日
sq_al: E mërkurë

source: Thursday
gl_es: Xoves
ja_jp: 木曜日
sq_al: E enjte

source: Friday
gl_es: Venres
ja_jp: 金曜日
sq_al: E premte

source: Saturday
gl_es: Sabado
ja_jp: 土曜日
sq_al: E shtunë

source: Sunday
gl_es: Domingo
ja_jp: 日曜日
sq_al: E diel

source: Choose your country
gl_es: Escolle o teu país
ja_jp: 国を選択

source: Choose your state (if applicable)
gl_es: Escolle a túa provincia (se é aplicable)
ja_jp: 都道府県を選択

source: Displayed in emails and page titles.
gl_es: Amósase en correos electrónicos e títulos da páxina.

source: Shop email
gl_es: Email da Tienda
ja_jp: ショップのメール

source: Registration number
gl_es: Número de rexistro

source: Shop address line 1
gl_es: Enderezo da tenda liña 1
ja_jp: ショップ住所1行目
sq_al: Rreshti 1 i adresës

source: Shop address line 2
gl_es: Enderezo da tenda liña 2
ja_jp: ショップ住所2行目
sq_al: Rreshti 2 i adresës

source: Contact details
gl_es: Datos de contacto
ja_jp: お問合せ詳細
sq_al: Detajet e kontaktit

source: Add new tag
gl_es: Engadir nova etiqueta

source: Tag
gl_es: Etiqueta
ja_jp: タグ

source: Unknown
gl_es: Descoñecido
ja_jp: 不明

source: There are no visitors online.
gl_es: Non hai visitantes en liña.
ja_jp: オンライン中の訪問者はいません。
sq_al: Aktualisht nuk ka vizitorë në linjë.

source: Undefined
gl_es: Indeterminada
ja_jp: 未定義

source: No redirection (you may have duplicate content issues)
gl_es: Sen redirección (poderías ter problemas de contido duplicado)

source: Alias
gl_es: Alcume
ja_jp: エイリアス：

source: Search
gl_es: Pesquisar
ja_jp: 検索
sq_al: Kërko

source: Add new contact
gl_es: Engadir novo contacto
sq_al: Shto kontakt të ri

source: Add a new page
gl_es: Engadir unha nova páxina

source: minutes
gl_es: minutos
ja_jp: 分

source: Round up away from zero, when it is half way there (recommended)
gl_es: Redondeo á alza, cando pase da metade (recomendado)

source: Round down towards zero, when it is half way there
gl_es: Redondeo á baixa, cando pase da metade

source: Round towards the next even value
gl_es: Redondeo cara o seguinte valor par

source: Round towards the next odd value
gl_es: Redondeo cara o seguinte valor impar

source: Round up to the nearest value
gl_es: Redondeo á alza cara o seguinte valor

source: Round down to the nearest value
gl_es: Redondear á baixa cara o valor máis próximo

source: Round on each item
gl_es: Redondeo en cada elemento

source: Round on each line
gl_es: Redondeo en cada liña

source: Round on the total
gl_es: Redondeo no total

source: Product name
gl_es: Nome do Produto
ja_jp: 商品名
sq_al: Emërtimi i produktit

source: Product price
gl_es: Prezo do Produto
ja_jp: 商品の価格

source: Product add date
gl_es: O Produto engadiuse
ja_jp: 商品が追加された日

source: Product modified date
gl_es: O Produto modificose
ja_jp: 商品の変更日

source: Position inside category
gl_es: Posición na categoría
ja_jp: カテゴリ内の位置

source: Brand
gl_es: Marca
ja_jp: メーカー
sq_al: Marka

source: Product quantity
gl_es: Cantidade do produto
ja_jp: 商品量

source: Decrement both.
gl_es: Reducir ámbolos dous.
ja_jp: 両方減らす

source: Default pages
gl_es: Páxinas predeterminadas
ja_jp: デフォルトのページ
sq_al: Faqet e parazgjedhura

source: Password reset delay
gl_es: Demora no restablecemento do contrasinal

source: Re-display cart at login
gl_es: Volver amosa-la cesta ao iniciar sesión

source: Send an email after registration
gl_es: Enviar un correo electrónico tralo rexistro
ja_jp: 登録後、メールを送信

source: Enable B2B mode
gl_es: Habilita-lo modo B2B
ja_jp: B2Bモードを有効
sq_al: Aktivizo regjimin B2B

source: Show prices
gl_es: Amosar prezos
ja_jp: 価格を表示：

source: Number of days for which the product is considered 'new'
gl_es: Número de días durante os cales se considerará 'novo' un produto
ja_jp: 商品がNewと考慮される日数
sq_al: Numri i ditëve gjatë të cilave produkti do të konsiderohet si 'i ri'.

source: Products (general)
gl_es: Produtos (xeral)
ja_jp: 商品（一般）

source: Catalog mode
gl_es: Modo Catálogo
ja_jp: カタログモード

source: Quantity discounts based on
gl_es: Descontos por cantidade baseados en
ja_jp: 割引数量に基づいて

source: Force update of friendly URL
gl_es: Forzar actualización da URL amigable
ja_jp: フレンドリーURLの強制アップデート

source: Display remaining quantities when the quantity is lower than
gl_es: Amosar as cantidades que quedan cando a cantidade sexa menor de

source: Product page
gl_es: Páxina do produto
ja_jp: 商品ページ

source: Display available quantities on the product page
gl_es: Amosar cantidades dispoñibles na páxina do produto
ja_jp: 商品ページ上で有効な数を表示

source: Display unavailable product attributes on the product page
gl_es: Amosar atributos de produto nos dispoñibles na páxina de produto
ja_jp: 商品ページに利用できない商品属性を表示

source: Display the "add to cart" button when a product has attributes
gl_es: Amosa-lo botón "engadir ao carro" cando un produto teña atributos
ja_jp: 商品が属性を持っている場合に[カートに追加]ボタンを表示

source: Display discounted price
gl_es: Amosa-lo prezo co desconto incluído

source: Products per page
gl_es: Produtos por páxina
ja_jp: ページごとの商品

source: Pagination
gl_es: Paxinación
ja_jp: ページ送り

source: Default order by
gl_es: Por defecto ordenado por
ja_jp: デフォルトの順序

source: Default order method
gl_es: Método de ordenación predeterminado
ja_jp: デフォルトの注文方法

source: Products stock
gl_es: Stock de produtos
ja_jp: 商品の在庫

source: Allow ordering of out-of-stock products
gl_es: Permitir Ventas de produtos dos que no haxa stock
ja_jp: 在庫切れの商品の注文を許可

source: Enable stock management
gl_es: Activar xestión de stocks
ja_jp: 在庫管理を有効

source: Contacts
gl_es: Contacto
ja_jp: お問合せ
sq_al: Kontaktet

source: Save messages?
gl_es: Gardar mensaxes?
ja_jp: メッセージを登録？
sq_al: Dëshironi t'i ruani mesazhet?

source: Minimum purchase total required in order to validate the order
gl_es: Compra mínima requerida para que sexa un pedido válido
ja_jp: 注文確定に必要な最低購入総額

source: Enable guest checkout
gl_es: Habilitar a finalización da compra para convidadas
ja_jp: ゲスト決済を有効にする
sq_al: Aktivizo arkëtimin për mysafirët

source: Terms of service
gl_es: Condicións do Servizo
ja_jp: 利用規約
sq_al: Kushtet e shërbimit

source: Gift-wrapping price
gl_es: Prezo do papel de agasallo
ja_jp: ギフトラッピング料
sq_al: Çmimi i mbështjellësit të dhuratave

source: Offer gift wrapping
gl_es: Preguntar se é para agasallo
ja_jp: ギフトラッピングを提供

source: Gift-wrapping tax
gl_es: Taxa polo embrullo para agasallo
ja_jp: ギフトラッピング税
sq_al: Taksa për mbështjellës dhuratash

source: Offer recycled packaging
gl_es: Preguntar se quere envoltorio reciclado
ja_jp: リサイクルパッケージを提供
sq_al: Ofro paketim të riciklueshëm

source: Manage domain name
gl_es: Xestionar nome do dominio

source: Add a domain name
gl_es: Engade un nome de dominio

source: Rewritten URL
gl_es: Reescritura de URLs

source: Page name
gl_es: Nome da páxina
ja_jp: ページ名

source: Page title
gl_es: Título da páxina
ja_jp: ページタイトル

source: Generate robots.txt file
gl_es: Xenerar arquivo robots.txt
ja_jp: robots.txtファイルを生成

source: Robots file generation
gl_es: Xeracion arquivos robots
ja_jp: ロボットファイルの生成
sq_al: robots.txt file generation

source: Disable Apache's mod_security module
gl_es: Desactivar o módulo de Apache mod_security

source: Set shop URL
gl_es: Establecer URL da tenda
ja_jp: ショップURLを設定

source: Shop domain
gl_es: Dominio da tenda
ja_jp: ショップのドメイン

source: SSL domain
gl_es: Dominio SSL
ja_jp: SSLドメイン

source: Enable Shop
gl_es: Activar Tenda
ja_jp: ショップを有効
sq_al: Aktivizo dyaqnin

source: Maintenance IP
gl_es: IP
ja_jp: メンテナンスIP
sq_al: IP për mirëmbatje

source: Enable SSL
gl_es: Activar SSL
ja_jp: SSLを有効
sq_al: Aktivizo SSL

source: Enable SSL on all pages
gl_es: Activar SSL en tódalas páxinas

source: Allow iframes on HTML fields
gl_es: Permitir iframes nos campos HTML

source: Round mode
gl_es: Modo de redondeo
ja_jp: Roundモード
sq_al: Mënyra e rrumbullaksimit

source: Round type
gl_es: Tipo de redondeo

source: Number of decimals
gl_es: Número de decimais

source: Display brands and suppliers
gl_es: Amosar marcas e distribuidoras
ja_jp: ブランドとサプライヤを表示

source: Enable Multistore
gl_es: Habilitar Multitenda
ja_jp: マルチストアを有効にする

source: Main Shop Activity
gl_es: Actividade Principal da Tenda
ja_jp: メインショップのアクティビティ
sq_al: Aktiviteti kryesor i dyqanit

source: Please click here to check if your shop supports HTTPS.
gl_es: Por favor, preme aquí para comprobar se a túa tenda soporta HTTPS.

source: Page
gl_es: Páxina
ja_jp: ページ
sq_al: faqja e klientëve

source: Authorized modules:
ja_jp: 承認済モジュール：

source: Discount (%):
ja_jp: 割引（%）：

source: Show prices:
ja_jp: 価格を表示：

source: Current category discount
ja_jp: 現在のカテゴリ割引：

source: Exclude taxes in sales total?
ja_jp: 売上合計から税を除外しますか？

source: Exclude shipping in sales total?
ja_jp: 売上合計から送料を除外しますか？

source: Filter by product:
ja_jp: 商品でフィルタ：

source: Hours:
ja_jp: 時間：

source: Dear Customer, Regards, Customer service
ja_jp: 拝啓, 敬具, カスタマーサービス

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
ja_jp: 現在店舗更新中です。今しばらくお待ち下さい。

source: #IN
ja_jp: PS#-

source: #DE
ja_jp: RE#-

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
ja_jp: いつでも購読解除していただけます。特定商取引法に基づく表記より、当店の連絡先情報をご確認いただけます。

source: Webmaster
ja_jp: ウェブマスター
sq_al: Uebmaster

source: If a technical problem occurs on this website
ja_jp: ウェブサイトで技術的問題が発生したら
sq_al: Lidhur me ndonjë problem teknik në këtë faqe interneti

source: For any question about a product, an order
ja_jp: 商品、ご注文に関するお問い合わせ
sq_al: Për çfarëdo pyetje në lidhje me një produkt ose porosi

source: Mr.
ja_jp: 男性

source: Mrs.
ja_jp: 女性

source: Visitor
ja_jp: ビジター
sq_al: Vizitor

source: Guest
ja_jp: ゲスト
sq_al: Mysafir

source: Neutral
ja_jp: ナチュラル

source: Add new social title
ja_jp: 新規敬称追加
sq_al: Shto titull të ri social

source: Modules authorization
ja_jp: モジュール認証

source: Base
ja_jp: ベース

source: Affiliate
ja_jp: アフィリエイト

source: Front access:
ja_jp: フロントアクセス：

source: Commission plan
ja_jp: 手数料プラン

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
ja_jp: 「ウェート」はその重要性と新たな検索を試してみて商品のランキングのための関連性を表しています。

source: A word with a weight of eight will have four times more value than a word with a weight of two.
ja_jp: 8の重みをもつ単語は2の重みを持つ単語より4倍以上の価値があります。

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
ja_jp: 私達が説明にあるものよりも商品の名前や説明に現れる言葉に大きなウェートを設定するように助言するのはそう言う意味です。このように検索結果はできるだけ正確かつ適切であるべきです。

source: Brand weight
ja_jp: ブランドのウェイト

source: Edit return status
ja_jp: 返品ステータスを編集

source: Product reference
ja_jp: 商品リファレンス

source: Decrement pack only.
ja_jp: セット数のみ減らす

source: Decrement products in pack only.
ja_jp: セット内の商品数のみ減らす。

source: Module pages
ja_jp: モジュールページ

source: Ask for birth date
ja_jp: 生年月日入力枠を表示する
sq_al: Shkruaj datëlindjen

source: Enable partner offers
ja_jp: パートナーからのお知らせを有効にする
sq_al: Aktivizo ofertat e partnerëve

source: Max size of product summary
ja_jp: 商品概要の最大サイズ
sq_al: Madhësia maksimale e përmbledhjes së produktit

source: Default activation status
ja_jp: デフォルトの商品ステータスを「有効」にする
sq_al: Statusi i parazgjedhur i aktivizimit

source: Default pack stock management
ja_jp: デフォルトの「セット組み商品」の在庫管理

source: Enable final summary
ja_jp: 最終確認で注文内容を表示
sq_al: Aktivizo përmbledhjen përfundimtare

source: Disable Reordering Option
ja_jp: 再注文オプションを無効にする
sq_al: Çaktivizo opsionin e përsëritjes së porosisë

source: Recalculate shipping costs after editing the order
ja_jp: 注文内容の変更後に送料を再計算する
sq_al: Rillogarit kostot e transportit pas redaktimit të porosisë

source: Allow multishipping
ja_jp: 複数配送を許可

source: Delayed shipping
ja_jp: 配送の延期

source: Page for the Terms and conditions
ja_jp: 利用規約ページ
sq_al: Faqja e termave dhe kushteve

source: Gift options
ja_jp: ギフトオプション

source: Meta tags
ja_jp: METAタグ

source: Accented URL
ja_jp: 装飾されたURL

source: Set up URLs
ja_jp: URLの設定

source: Base URI
ja_jp: ベースURI

source: Schema of URLs
ja_jp: URLのスキーマ

source: Route to products
ja_jp: 商品へのルート

source: Route to category
ja_jp: カテゴリへのルート

source: Route to supplier
ja_jp: サプライヤーへのルート

source: Route to brand
ja_jp: ブランドページへのルート

source: Route to page
ja_jp: コンテンツページへのルート

source: Route to page category
ja_jp: コンテンツカテゴリページへのルート

source: Route to modules
ja_jp: モジュールへのルート

source: Custom maintenance text
ja_jp: 自由設定メンテナンス表示テキスト
sq_al: Teksti i personalizuar i mirëmbajtjes

source: Request URI
sq_al: URI i kërkesave aktuale
