Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminDesignHelp.*.xlf
Languages: cs_cz, el_gr, hy_am, lv_lv, sk_sk

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
cs_cz: Ve výchozím stavu jsou všechna nastavení obrázků obchodu již provedena. Neodstraňujte je, budete je potřebovat!
el_gr: Από προεπιλογή, όλες οι ρυθμίσεις εικόνων είναι ήδη εγκατεστημένες στο κατάστημά σου. Μην τις διαγράψεις, θα τις χρειαστείς!
lv_lv: Pēc noklusējuma attēlu iestatījumi ja ir instalēti veikalā. Nenodzēsiet tos, tie būs vajadzīgi!
sk_sk: Štandardne sú všetky nastavenia obrázkov vo vašom obchode už nainštalované. Neodstraňujte ich, budete ich potrebovať!

source: Regenerates thumbnails for all existing images
cs_cz: Regenerovat miniatury pro všechny obrázky
el_gr: Αναγεννάται μικρογραφίες για όλες τις υπάρχουσες εικόνες προϊόντων
hy_am: Վերաստեղծել մանրապատկերները բոլոր ունեցած ապրանքների պատկերների
lv_lv: Pārģenerē sīkattēlus visiem produktu attēliem
sk_sk: Regeneruje náhľady existujúcich obrázkov

source: Please be patient. This can take several minutes.
cs_cz: Buďte trpěliví, tato operace může trvat několik minut
el_gr: Παρακαλώ να είστε υπομονετικοί, καθώς αυτό μπορεί να διαρκέσει αρκετά λεπτά
hy_am: Այս գործողությունը կարող է երկար տեւել
lv_lv: Lūdzu esiet pacietīgi, jo šis process var ilgt vairākas minūtes
sk_sk: Buďte trpezlivý, môže to trvať niekoľko minút

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
cs_cz: Pozor, ručně generované náhledy budou přemazány automaticky generovanými náhledy.
el_gr: Να είστε προσεκτικοί! Χειροκίνητα δημιουργούνται μικρογραφίες θα διαγραφούν από δημιουργείται αυτόματα μικρογραφίες.
hy_am: Եղեք՛ ուշադիր: Ձեռքով ստեղծված մանրապատկերները կփոխարինվեն ավտոմատ կերպով ստեղծվածներով
lv_lv: Esiet uzmanīgs/ga! Manuāli ģenerēti sīkattēli tiks aizvietoti ar automātiski ģenerētajiem sīkattēliem
sk_sk: Opatrne! Manuálne nahraté ikony budú vymazané a nahradené automaticky vygenerovanými ikonami

source: Select "No" only if your server timed out and you need to resume the regeneration.
cs_cz: Zvolte "Ne" pouze tehdy, pokud na váš server vypršela doba běhu skriptu a je třeba pokračovat v generování.
el_gr: Επέλεξε "Όχι" μόνο αν ο server σου χτύπησε timed out και θέλεις να συνεχίσεις την αναδημιουργία.
lv_lv: Iezīmēt "Nē" tikai tad, kad serveris ir atslēdzies un jums vajag pabeigt ģenerēšanu.
sk_sk: Vyberte "Nie" ak vypršal časový limit Vášho serveru a potrebujete pokračovať v regenerácii.

source: Please select a module
cs_cz: Vyberte modul
el_gr: Παρακαλούμε επιλέξτε ένα πρόσθετο
lv_lv: Lūdzu, izvēlieties moduli
sk_sk: Vyberte modul

source: Select a module above before choosing from available hooks
cs_cz: Vyberte modul před výběrem z dostupných háků
el_gr: Διαλέξτε ένα πρόσθετο από πάνω πριν επιλέξετε από τα διαθέσιμα άγκιστρα
lv_lv: Atlasiet moduli virspusē pirms izvēlieties pieejamo sasaisti
sk_sk: Pred výberom z dostupných umiestnení musíte zvoliť modul

source: Please specify the files for which you do not want the module to be displayed.
cs_cz: Uveďte soubory, pro které nechcete zobrazit modul
el_gr: Παρακαλούμε να προσδιορίσετε τα αρχεία για τα οποία, δεν θέλετε να εμφανίζεται το module
hy_am: Որոշեք այն ֆայլերը, որոնց համար մոդուլը պետք է երեւա
lv_lv: Norādiet failus, kuram nevēlaties rādīt moduli.
sk_sk: Prosím určite súbory, pre ktoré nechcete modul zobraziť.

source: Please input each filename, separated by a comma (",").
cs_cz: Prosím vložte každý název souboru oddělený čárkou (",").
el_gr: Παρακαλώ εισάγετε κάθε όνομα αρχείου και χωρίστε τα με κόμμα (",").
lv_lv: Lūdzu ievadiet katra faila nosaukumu, atdalot tos ar komatu (",").
sk_sk: Vložené súbory prosím oddeľujte čiarkou (",").

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
cs_cz: Můžete také kliknout na název souboru ze seznamu, a dokonce můžete udělat mnohonásobný výběr tak, že zmáčknete CTRL a zatímco tuto klávesu budete drže tak můžete klikat a tím označovat, nebo vybrat úseky držením klávesy SHIFT a kliknutím.
el_gr: Μπορείτε επίσης να κάνετε κλικ στο όνομα του αρχείου παρακάτω, ακόμη και πολλαπλή επιλογή κρατώντας το πλήκτρο Ctrl πατημένο, ή να ένα ολόκληρο εύρος ονομάτων αρχείων κρατώντας το Shift πατημένο.
lv_lv: Jūs varat arī noklikšķināt uz faila nosaukuma zemāk esošajā sarakstā, kā arī iezīmēt vairākus nosaukumus uzreiz, turot nospiestu Ctrl taustiņu, vai arī izvēlēties iezīmēt visu sarakstu nospiežot Shift taustiņu.
sk_sk: Môžete tiež kliknúť na súbor v zozname dole alebo dokonca vybrať niekoľko položiek podržaním CTRL na klávesnici klikaním alebo vybrať rozsah držaním pri klikaní SHIFT.

source: To add "tags" click in the field, write something, and then press "Enter."
cs_cz: Chcete-li přidat "tagy", klikněte na pole, napište něco a pak stiskněte tlačítko "Enter"
el_gr: Για να προσθέσετε "ετικέτες", κάντε κλικ στο πεδίο, γράψετε κάτι και στη συνέχεια πατήστε "Enter"
hy_am: «Տեգեր» ավելացնելու համար սեղմեք դաշտի մեջ, գրեք ինչոր բան եւ հետո սեղմեք «Enter»
lv_lv: Lai pievienotu "tagus", noklikšķiniet laukā, uzrakstiet kaut ko un pēc tam nospiediet "Enter."
sk_sk: Pre pridanie "štítkov" kliknite do pola, napíšte niečo a potom stlačte "Enter".

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
cs_cz: JPEG obrázky mají malou velikost a standardní kvalitu. PNG obrázky mají větší velikost, vyšší kvalitu a podporu průhlednosti. Všimněte si, že ve všech případech obrazové soubory budou mít. jpg příponu.
el_gr: Οι εικόνες JPEG έχουν μικρό μέγεθος και τυπική ποιότητα. Οι εικόνες PNG έχουν μεγαλύτερο μέγεθος αρχείου, υψηλότερη ποιότητα και υποστηρίζουν διαφάνεια. Σημειώστε ότι σε όλες τις περιπτώσεις τα αρχεία εικόνας θα έχουν επέκταση .jpg.
hy_am: JPEG -ը փոքրածավալ ու ստանդարտ որակի ֆայլ է: PNG -ի ֆայլը ունի մեծ ծավալ ավելի բարձր որակով եւ ունի թափանցիկություն: Ուշադրություն դարձրեք , որբոլոր դեպքերում, պատկերների ֆայլերը կունենան JPG ընդլայնում
lv_lv: JPEG attēli ir ar mazu faila izmēru un standarta kvalitāti. PNG attēli ir ar lielāku faila izmēru un augstākas kvalitātes. Ņemiet vērā, ka visos gadījumos attēlu faili būs ar .jpg paplašinājumu.
sk_sk: JPEG obrázky majú malú veľkosť a štandardnú kvalitu. PNG obrázky sú väčšie a podporujú transparentnosť. Pozor: vo všetkých prípadoch budú mať súbory obrázkov príponu .jpg.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
cs_cz: UPOZORNĚNÍ: Tato funkce nemusí být kompatibilní s tématem nebo s některými moduly. Zejména PNG režim není kompatibilní s modulem Watermark. Pokud narazíte na problémy, vypněte jej pomocí volby "Použít JPEG".
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό το χαρακτηριστικό μπορεί να μην είναι συμβατή με το θέμα σας ή με κάποια modules. Ειδικότερα, η PNG λειτουργία δεν είναι συμβατή με το module Υδατογράφημα (Watermark). Αν αντιμετωπίσετε τυχόν προβλήματα, απενεργοποιήστε την επιλέγοντας "Χρήση JPEG".
hy_am: Նախազգուշացում. Այս հատկությունը, հնարավոր է, համատեղելի չէ Ձեր ձեւանմուշի կամ մի քանի մոդուլների հետ: Մասնավորապես, PNG ռեժիմը համատեղելի չէ Ջրային նշանների մոդուլի հետ: Եթե Դուք կբախվեք որեւէ խնդրի հետ, անջատեք այն ընտրելով. «Օգտագործել JPEG»
lv_lv: Brīdinājums: Šī iespēja var nebūt saderīga ar jūsu tēmu, vai dažiem jūsu moduļusiiema. Konkrēti, PNG režīms nav saderīgs ar ūdenszīmes moduli. Ja jums rodas jebkādas problēmas, izslēdziet to, izvēloties "Izmantot JPEG".
sk_sk: UPOZORNENIE: Táto funkcia nemusí byť kompatibilná so šablónou alebo s niektorými modulmi. Najmä PNG režim nie je kompatibilný s modulom Vodoznak. Ak narazíte na problémy, vypnite ho pomocou voľby "Použiť JPEG".

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
cs_cz: Se pohybuje od 0 (nejhorší kvalita, nejmenší soubor) do 100 (nejlepší kvalita, největší soubor)
el_gr: Κυμαίνεται από 0 (χειρότερη ποιότητα, μικρότερο αρχείο) έως 100 (καλύτερη ποιότητα, μεγαλύτερο αρχείο)
hy_am: Սկսած 0 -ից (ամենավատ որոկը) միչեւ 100 (ամենալավ որակը, մեծ ֆայլեր)
lv_lv: Svārstās no 0 (sliktāka kvalitāte, mazāks fails) līdz 100 (vislabākā kvalitāte, lielāks fails).
sk_sk: Rozsah od 0 (najhoršia kvalita, najmenší súbor) do 100 (najlepšia kvalita, najväčší súbor).

source: Recommended: 90.
cs_cz: Doporučeno: 90.
el_gr: Προτεινόμενη: 90.
lv_lv: Ieteicams: 90.
sk_sk: Doporučená: 90.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
cs_cz: PNG komprese je bezztrátová: ne jako JPG, ale na fotkách se špatně aplikuje komprese.
el_gr: Η συμπίεση PNG είναι μη απωλεστική: αντίθετα με την JPG, δεν χάνετε η ποιότητα της εικόνας σε μεγάλες συντελεστές συμπίεσης. Ωστόσο οι φωτογραφίες θα συμπιεστούν φτωχά.
lv_lv: PNG kompresija ir bez attēla kvalitātes zuduma: atšķirībā no JPG, jūs nezaudējat attēla kvalitāti ar augstu kompresijas pakāpi. Tomēr fotogrāfijas izmērs praktiski nesamazinās.
sk_sk: PNG kompresia je bezstratová: na rozdiel od JPG, nestrácate kvalitu obrázku s vyššou kompresiou. Avšak, fotografie sa budú komprimovať veľmi zle.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
cs_cz: Rozsah od 0 (největší soubor) do 9 (nejmenší soubor, nejpomalejší dekomprese).
el_gr: Εύρος από 0 (μεγαλύτερο αρχείο) στο 9 (μικρότερο αρχείο, αποσυμπίεση με καθυστέρηση).
lv_lv: Diapazons ir no 0 (lielākais fails) līdz 9 (mazākais fails, lēnākā dekompresija).
sk_sk: Rozsah od 0 (najväčší súbor) po 9 (najmenší súbor, najpomalšia dekompresia).

source: Recommended: 7.
cs_cz: Doporučeno: 7.
el_gr: Προτεινόμενη: 7.
lv_lv: Ieteicams: 7.
sk_sk: Doporučené: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
cs_cz: Maximální velikost souboru obrázku, který mohou zákazníci nahrát pro vylepšení povědomí o produktu (v bajtech).
el_gr: Το μέγιστο μέγεθος αρχείων εικόνας που μπορούν να μεταφορτώσουν οι πελάτες για να τροποποιήσουν ένα προϊόν (σε bytes).
lv_lv: Attēlu maksimālais izmērs, ko klienti var augšupielādēt, lai pielāgotu produktu (baitos).
sk_sk: Maximálna veľkosť obrázka ktorý môže zákazník nahrať k prispôsobenému produktu (v bajtoch).

source: Width of product customization pictures that customers can upload (in pixels).
cs_cz: Šířka produktu přizpůsobení obrázků, které zákazníci mohou odeslat (v pixelech).
el_gr: Πλάτος των φωτογραφιών του παραμετροποιημένου προϊόντος που οι πελάτες μπορούν να ανεβάσουν (σε bytes).
lv_lv: Produkta bildes platums, ko klienti var augšupielādēt (pikseļos).
sk_sk: Šírka obrázkov upravených produktov, ktoré môže nahrať zákazník (v pixeloch).

source: Height of product customization pictures that customers can upload (in pixels).
cs_cz: Šířka produktu přizpůsobení obrázků, které zákazníci mohou odeslat (v pixelech).
el_gr: Ύψος των φωτογραφιών του παραμετροποιημένου προϊόντος που οι πελάτες μπορούν να ανεβάσουν (σε pixels).
lv_lv: Produkta pielāgošanas attēlu augstums, ko klienti var augšupielādēt (pikseļos).
sk_sk: Výška obrázkov upravených produktov, ktoré môžu nahrať zákazníci (v pixeloch).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
cs_cz: To bude generovat další soubor pro každý obrázek (tedy se zdvojnásobí celkové množství obrázků). Rozlišení těchto obrázků bude dvakrát vyšší.
el_gr: Αυτό θα δημιουργήσει ένα επιπλέον αρχείο για κάθε εικόνα (διπλασιάζοντας τον συνολικό αριθμό εικόνων). Η ανάλυση αυτών των εικόνων θα είναι διπλάσια.
lv_lv: Tas radīs papildu failu katram attēlam (tādējādi dubultojot jūsu kopējo attēlu skaitu). Šo attēlu izšķirtspēja būs divreiz lielāka.
sk_sk: Táto možnosť bude generovať ďalší súbor pre každý obrázok (zdvojnásobí sa celkové množstvo obrázkov). Rozlíšenie týchto obrázkov bude dvakrát vyššie.

source: Enable to optimize the display of your images on high pixel density screens.
cs_cz: Umožní optimalizovat zobrazení obrázků na obrazovkách s vysokou hustotou pixelů.
el_gr: Ενεργοποιήστε για να βελτιστοποιήσετε την εμφάνιση των εικόνων σας σε οθόνες υψηλής ανάλυσης.
lv_lv: Ļauj optimizēt attēlu attēlošanu augstas pikseļu blīvuma ekrānos.
sk_sk: Umožní optimalizovať zobrazenie obrázkov na obrazovkách s vysokou hustotou pixelov.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
cs_cz: To by mělo být nastaveno na "Ne", pokud obrázky byly úspěšně přesunuly na stránce "Konfigurace > Obrázky"
el_gr: Πρέπει να οριστεί σε Ναι εκτός εάν μετακινήσατε επιτυχώς τις εικόνες στη σελίδα "Εικόνες" στο μενού "Προτιμήσεις".
hy_am: Խորհուրդ է տրվում միացնել այս օպցիան դնելով «Այո», միայն եթե դուք նախապես չեք տեղափոխել պատկերներ «Պատկերներ» էջը «Կարգավորումներ» մենյուի մեջ
lv_lv: Tam jābūt iestatītam uz Jā, ja vien jūs nepārvietojat attēlus lappusē "Attēli" izvēlnē "Preferences".
sk_sk: Toto by malo byť nastavené na áno, pokým úspešne nepresuniete obrázky v sekcii "Obrázky" pod menu "Nastavenia".

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
cs_cz: Písmena, podtržítka a pomlčky pouze (např "small_custom", "cart_medium","large", "thickbox_extra-large").
el_gr: Γράμματα, κάτω παύλες και παύλες μόνο (πχ "μικρή_επιλογή, "καλάθι_μέτρια", "μεγάλη", "κουτί_πολύ-μεγάλη").
lv_lv: Tikai burti, pasvītrojumi un defises (piemēram, "small_custom", "cart_medium", "large", "thickbox_extra-large").
sk_sk: Iba písmená, podtržníky a pomlčky (napr. "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image width in pixels.
cs_cz: Maximální šířka obrázku v pixelech.
el_gr: Μέγιστο πλάτος εικόνας σε pixel.
lv_lv: Maksimālais attēla platums pikseļos.
sk_sk: Maximálna šírka obrázku v pixeloch.

source: Maximum image height in pixels.
cs_cz: Maximální výška obrázku v pixelech.
el_gr: Μέγιστο ύψος εικόνας σε pixel.
lv_lv: Maksimālais attēla augstums pikseļos.
sk_sk: Maximálna výška obrázku v pixeloch.

source: This type will be used for Product images.
cs_cz: Tento typ bude použit pro obrázky produktů.
el_gr: Αυτός ο τύπος θα χρησιμοποιηθεί για τις εικόνες των προϊόντων.
lv_lv: Šis attēlu tips tiks lietots produkta attēliem.
sk_sk: Tento typ sa použije pre produktové obrázky.

source: This type will be used for Category images.
cs_cz: Tento typ bude použit pro obrázky kategorií.
el_gr: Αυτός ο τύπος θα χρησιμοποιηθεί για τις εικόνες των Κατηγοριών.
lv_lv: Šis attēlu tips tiks lietots kategoriju attēliem.
sk_sk: Tento typ sa použije pre obrázky kategórií.

source: This type will be used for Brand images.
cs_cz: Tento typ bude použit pro obrázky značek.
el_gr: Αυτός ο τύπος θα χρησιμοποιηθεί για τις εικόνες μάρκας.
lv_lv: Šis attēla tips tiks piemērots Zīmola attēliem.
sk_sk: Tento typ sa použije pre obrázky značiek.

source: This type will be used for Supplier images.
cs_cz: Tento typ bude použit pro obrázky dodavatelů.
el_gr: Αυτός ο τύπος θα πρέπει να εφαρμόζονται στους προμηθευτές εικόνων
hy_am: Այս տեսակը կկիրառվի Մատակարարների պատկերներին
lv_lv: Šis tips tiks piešķirts piegādātāju attēliem
sk_sk: Tento typ sa použije pre obrázky dodávateľov.

source: This type will be used for Store images.
cs_cz: Tento typ bude použit pro obrázky obchodů.
el_gr: Αυτός ο τύπος θα χρησιμοποιηθεί για τις εικόνες καταστημάτων
hy_am: Այս տեսակը կկիրառվի Խանութի պատկերներին
lv_lv: Šis attēlu tips tiks lietots veikala attēliem.
sk_sk: Tento typ sa použije pre obrázky obchodov.

source: E.g. address, addresses, attachment
cs_cz: Např. adresa, adresy, přílohy
el_gr: Π.χ. address, addresses, attachment
lv_lv: Piemēram adrese, adreses, pielikums
sk_sk: Napr. adresa, adresy, prílohy

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
cs_cz: Objeví se na hlavní stránce. Doporučená velikost pro výchozí vzhled: výška %height% a šířka %width%.
el_gr: Θα εμφανιστεί στην κεντρική σελίδα. Προτεινομενη διάσταση για το βασικό θέμα: ύψος %height% και πλάτος %width%.
lv_lv: Parādīsies galvenajā lapā. Ieteicamais izmērs noklusējuma šablonam: augstums %height% un platums %width%.
sk_sk: Objaví sa na hlavnej stránke. Odporúčaná veľkosť pre predvolený vzhľad: výška %height% a šírka %width%.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
cs_cz: Varování: můžete použít PNG obrázek pro průhlednost, ale můžete to zabrat více než 1 sekundu na každé stránce. Prosíme, zvažte použití JPG.
el_gr: Προειδοποίηση: μπορείτε να χρησιμοποιήσετε ένα αρχείο PNG για ευκρίνεια αλλά θα χρειαστεί 1 δευτερόλεπτο ανά σελίδα για την επεξεργασία. Προτείνεται ενναλακτικά η χρήση JPG.
lv_lv: Brīdinājums: varat izmantot PNG failu caurspīdīgumam, taču lapas apstrāde var ieilgt līdz 1 sekundei. iesakām izmantot JPG.
sk_sk: Upozornenie: môžete použiť súbory PNG ak chcete priehľadné časti, ale spracovanie jednej stránky môže zabrať až 1 sekundu. Zvážte, či nie je lepšie použiť formát JPG.

source: It is the small icon that appears in browser tabs, next to the web address
cs_cz: Je to malá ikona, která se zobrazuje v záložce prohlížeče vedle adresy webu
el_gr: Είναι το μικρό εικονίδιο που εμφανίζεται στις καρτέλες του φυλλομετρητή, δίπλα από την διεύθυνση ιστού
lv_lv: Ikona kura tiek attēlota pārlūka tabos blakus lapas adresei
sk_sk: Je to malá ikona, ktorá sa objavuje v kartách prehliadača vedľa webovej adresy

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
cs_cz: Buďte opatrní! Před vytvořením RTL stylu zkontrolujte šablonu v RTL jazyce: vaše šablona by již mohla být přizpůsobena v RTL jazyce.\nPo kliknutí na tlačítko "Upravit na RTL" se může odstranit jakýkoli soubor specifický pro RTL, který jste mohli přidat do vaší šablony při vytváření.
el_gr: Να είστε προσεκτικοί! Ελέγξτε το θέμα σας σε μία γλώσσα RTL πριν δημιουργήσετε το RTL stylesheet: το θέμα σας μπορεί να είναι ήδη ρυθμισμένο για RTL.\nΑν κάνετε κλικ στο "Adapt to RTL", κάθε RTL αρχείο που μπορεί να έχετε προσθέσει στο θέμα σας, μπορεί να διαγραφεί από το δημιουργημένο stylesheet.
lv_lv: Esi uzmanīgs! Pārbaudiet savu šablonu RTL valodā pirms RTL stilu tabulas izveidošanas: jūsu šablons jau var tikt pielāgota RTL. \n Kad jūs noklikšķināsit uz "Pielāgoties RTL", var tikt izdzēsts jebkurš RTL konkrētais fails, kuru jūs, iespējams, esat jau pievienojis savai tēmai ar izveidoto stilu.
sk_sk: Buďte opatrný! Pred vytvorením RTL štýlu skontrolujte šablónu v RTL jazyku: vaša šablóna by už mohla byť prispôsobená RTL jazyku.\n Po kliknutí na tlačidlo "Upraviť na RTL" sa môže odstrániť akýkoľvek súbor špecifický pre RTL, ktorý ste mohli pridať do vašej šablóny pri vytváraní.

source: Used in the h1 page tag, and as the default title tag value.
cs_cz: Používá se ve značce stránky jako h1 a výchozí hodnota názvu značky.
el_gr: Χρησιμοποιείτε στην h1 ετικέτα σελίδας, και σαν προεπιλεγμένη τιμή ετικέτας τίτλου.
lv_lv: Lietots lapas tagā h1 un pēc noklusējuma ir virsraksta tag vērtība.
sk_sk: Používa sa v značke stránky ako h1 a predvolená hodnota názvu značky.

source: Used to override the title tag value. If left blank, the default title value is used.
cs_cz: Používá se k přepsání hodnoty názvu značky. Pokud zůstane prázdné, použije se výchozí hodnota názvu.
el_gr: Χρησιμοποιείτε για να επικαλύπτει την τιμή ετικέτας τίτλου. Αν μείνει κενό, χρησιμοποιείτε η προεπιλεγμένη τιμή τίτλου.
lv_lv: Izmantots lai pārrakstītu virsraksta tag vērtību. Ja atstāsiet tukšu, tiks izmantota virsraksta noklusējuma vērtība.
sk_sk: Používa sa na prepísanie hodnoty názvu značky. Ak zostane prázdne, použije sa predvolená hodnota názvu.

source: Create meaningful content
cs_cz: Vytvořte smysluplný obsah
el_gr: Δημιουργήστε περιεχόμενο με νόημα
sk_sk: Vytvorte zmysluplný obsah

source: Because it is not just selling products but also creating a universe, build pages to tell stories and catch your visitors’ interest, to turn them into loyal customers.
cs_cz: Protože to není jen prodej produktů, ale i vytvoření vesmíru, vytvořte si stránky, které budou vyprávět příběhy a zaujmou návštěvníky tak, aby se z nich staly věrný zákazníci.
el_gr: Επειδή δεν είναι μόνο η πώληση προϊόντων αλλά επίσης η δημιουργίας ενός κόσμου, χτίστε σελίδες για να πείτε ιστορίες και να κεντρίσετε το ενδιαφέρον των επισκεπτών, να τους κάνετε πιστούς πελάτες.
sk_sk: Pretože to nie je len predaj produktov, ale aj vytvorenie vesmíru, vytvorte si stránky, ktoré budú rozprávať príbehy a zaujmú návštevníkov tak, aby sa z nich stali verný zákazníci.

source: Add new page category
cs_cz: Přidat novou stránku kategorie
el_gr: Προσθήκης νέας σελίδας κατηγοριών
lv_lv: Pievienot jaunu lapas kategoriju
sk_sk: Pridať novú stránku kategórie

source: Add new page
cs_cz: Přidat novou stránku
el_gr: Προσθήκη νέας σελίδας
lv_lv: Pievienot jaunu lapu
sk_sk: Pridať novú stránku

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
cs_cz: Nebudou se obnovovat emailové šablony, pouze se nastaví výchozí šablona e-mailu pro příští generaci (například pokud je jazyk nainstalován).
el_gr: Αυτό δεν θα παράξει πρότυπα email, ορίζει μόνο το προεπιλεγμένο θέμα email για μελλοντική χρήση (πχ όταν γίνει εγκατάσταση μιας γλώσσας).
sk_sk: Nebudú sa obnovovať e-mailové šablóny, iba sa nastaví predvolená šablóna e-mailu pre budúcu generáciu (napríklad ak je jazyk nainštalovaný).

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
cs_cz: PrestaShop e-mailové šablony jsou uloženy ve složce "mails", ale mohou být přepsány dle aktuálního složky "mails" vaší aktuální šablony stránky. Pomocí této možnosti lze přepsat e-maily z aktuální šablony stránky.
el_gr: Τα πρότυπα email του PrestaShop αποθηκεύονται στον φάκελο "mails", αλλά μπορούν να αντικατασταθούν από τον κατάλογο "mails" του θέματός σας. Χρησιμοποιώντας αυτή την επιλογή ενεργοποιείται την δυνατότητα αντικατάστασης των email από το τρέχων θέμα.
sk_sk: PrestaShop e-mailové šablóny sú uložené v priečinku "mails", ale môžu byť prepísané podľa aktuálneho priečinka "mails" vašej aktuálnej šablóny stránky. Pomocou tejto možnosti môžete prepísať e-maily z aktuálnej šablóny stránky.

source: By default, existing email template files are not modified to avoid deleting any modification you may have done. Enable this option to force the overwrite.
cs_cz: Ve výchozím nastavení se existující soubory šablon e-mailů neupravují, aby se daly odstranit všechny provedené změny. Povolte tuto možnost, pokud chcete vynutit přepsání.
el_gr: Από προεπιλογή, υπάρχον πρότυπα email αρχεία δεν τροποποιούνται για να αποφευχθεί η διαγραφή όποιας τροποποίησης μπορεί να έχετε κάνει. Ενεργοποιήστε αυτή την επιλογή ώστε να πιέσετε την αντικατάσταση.
sk_sk: V predvolenom nastavení sa existujúce súbory šablón e-mailov neupravujú, aby sa dali odstrániť všetky vykonané zmeny. Povoľte túto možnosť, ak chcete vynútiť prepísanie.
