Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminCatalogHelp.*.xlf
Languages: lt_lt

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
lt_lt: Kai kurios prekės gali būti parduodamos vienetais (buteliais, kilogramais, t.t.) ir tai yra kaina už 1 vnt. Pavyzdžiui, jei jūs parduodate audinius, tai būtų kaina už 1 metrą.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
lt_lt: Savikaina - tai yra kaina, kurią jūs sumokate už prekę. Be mokesčių. Ji turėtų būti mažesnė nei mažmeninė kaina: skirtumas tarp jų bus jūsų marža.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
lt_lt: Jūs galite nustatyti specifines kainas klientams, kurie priklauso skirtingoms grupėms, šalims ir pan.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
lt_lt: Kartais vienas pirkėjas gali atitikti kelias kainos taisykles. Prioritetai leidžia jums nustatyti, kuri taisyklė bus taikoma pirkėjui.

source: Invalid token
lt_lt: Neteisinga žyma

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
lt_lt: [1]Neteisingas prieigos raktas[/1]: tiesioginė prieiga prie šios nuorodos gali sukelti galimą saugumo pažeidimą.

source: Do you want to display this page?
lt_lt: Ar norite rodyti šį puslapį?

source: Yes, I understand the risks
lt_lt: Taip, aš suprantu riziką

source: Take me out of there!
lt_lt: Išveskite mane iš čia!

source: Click on "Displayed" to index the category on your shop.
lt_lt: Paspauskite "Rodyti", kad įtrauktumėte kategoriją į parduotuvę.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
lt_lt: Tai yra pagrindinis kategorijos paveiksliukas, atvaizduojamas kategorijos puslapyje. Kategorijos aprašymas dalinai uždengs šį paveiksliuką ir bus rodomas viršutiniame kairiame kampe.

source: Displays a small image in the parent category's page, if the theme allows it.
lt_lt: Rodys mažą paveiksliuką aukštesniosios kategorijos puslapyje, jei tema tai leidžia.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
lt_lt: Kategorijos miniatiūra bus rodoma meniu kaip mažas paveiksliukas, reprezentuojantis kategoriją, jei tema tai leidžia.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
lt_lt: Leidžiamos tik raidės, skaičiai, pabraukimo ("_") ir minuso ženklai ("-").

source: You now have three default customer groups.
lt_lt: Dabar jūs turite tris numatytąsias klientų grupes.

source: Mark all of the customer groups which you would like to have access to this category.
lt_lt: Pažymėkite visas klientų grupes, kurios turės prieigą prie šios kategorijos.

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Module Manager[/1] and configure your menu module.
lt_lt: Jei norite, kad kategorija atsirastų jūsų parduotuvės meniu, eikite [1]Moduliai > Modulių Valdymas[/1]. Ten konfigūruokite savo meniu modulį.

source: Upload a brand logo from your computer.
lt_lt: Įkelkite prekės ženklo logotipą iš savo kompiuterio.

source: To add "tags", click inside the field, write something, and then press "Enter".
lt_lt: Norėdami pridėti "žymas", paspauskite ant lauko, įrašykite ką nors ir paspauskite "Enter".
