Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShopparametersHelp.*.xlf
Languages: de_de, he_il, ja_jp

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
de_de: Wegen des immensen Datenvolumens wird jede Verbindung, die sich auf einen Referrer bezieht, indiziert. Sie können diesen Index auch per Mausklick auf den Button aktualisieren. Das kann u. U. eine Weile dauern und ist auch nur erforderlich, wenn Sie einen Referrer geändert oder hinzugefügt haben oder möchten, dass Ihre Änderungen rückwirkend erfolgen.
he_il: יש כמות עצומה של נתונים, ולכן כל חיבור מקביל מפנה לאינדקס. ניתן לרענן אינדקס זה על ידי לחיצה על הכפתור. תהיה מודע לכך שזה עלול לקחת זמן רב והוא נחוץ רק אם ערכת או הוספת 'מפנה' ואם אתה רוצה שהשינויים יהיו רטרואקטיביים.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
de_de: Ihre Daten wurden zum Zweck der Sortierung und Filterung gecached. Aktualisieren Sie den Cache durch Klick auf den Button "Cache auffrischen".
he_il: הנתונים שלך נאגרים במטמון כדי למיין אותו ולסנן אותו. ניתן לרענן את המטמון בלחיצה על הכפתור "רענן מטמון".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
de_de: Direkter Serververkehr kann sehr viel Speicherplatz und Leistungskapazität einnehmen. Wählen Sie diese Option daher nur, wenn Sie diese Informationen unbedingt benötigen.
he_il: מעקב תנועה ישיר דורש הרבה משאבים. יש לאפשר אותה רק במקרי הצורך.
ja_jp: ダイレクトトラフィックはかなりのリソースを大量に消費します。強力なデータベース・サーバとそれに対する強い要望がある場合にのみ検討することは有効です。

source: Show me more
de_de: Mehr
he_il: הצג עוד
ja_jp: 詳細を表示

source: Definitions:
de_de: Bezeichnungen
he_il: הגדרות:
ja_jp: 定義方法：

source: The "http_referer" field is the website from which your customers arrive.
de_de: Das Feld "http_referer" zeigt die Website an, von der Ihrer Kunden zu Ihrer Seite gelangten.
he_il: השדה "HTTP_REFERER" הוא האתר שממנו הלקוחות שלך מגיעים.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
de_de: Die über Google kommenden Besucher haben beispielsweise einen HTTP_REFERER wie diesen: "http://www.google.com/search?q=prestashop".
he_il: לדוגמא, למבקרים הבאים מגוגל יהיה ערך "http_referer" כמו זה: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
de_de: Wenn der Besucher auf direktem Weg auf die Webseite kommt (etwa durch die Eingabe der URL in der Adressleiste oder durch die Auswahl einer seiner Favoriten), bleibt das Feld "http_referer" leer.
he_il: אם המבקר מגיע ישירות (על ידי הקלדת כתובת האתר של החנות שלך, או מרשימת המועדפים), שדה http_referer יהיה ריק.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
de_de: Wenn Sie also alle über Google kommenden Besucher filtern möchten, können Sie \"%google%\" in diesem Feld angeben, oder \"%google.de%\", wenn Sie nur die Besucher von Google Deutschland sehen möchten.
he_il: אז אם אתה רוצה את כל המבקרים המגיעים מ google, תוכל להקליד "% google%" בתחום זה, או "google.fr%%" אם אתה רוצה את המבקרים המגיעים מ Google צרפת בלבד.
ja_jp: あなたがGoogleから送られてくるすべての来場者を確認したいのであれば、このフィールドに%google%を、フランスから来た訪問者が必要な場合は%google.fr%を入力することができます。

source: The "request_uri" field is the URL from which the customers come to your website.
de_de: Die "request_uri" ist die URL, von der ein Kunde zu Ihrer Website gelangt.
he_il: השדה "request_uri" הוא כתובת האתר שממנה הלקוחות הגיעו לאתרך.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
de_de: Befindet sich also ein Besucher auf einer Artikelseite, lautet die URL etwa "%smusic-ipods/1-ipod-nano.html".
he_il: לדוגמא, אם המבקר ניגש לדף מוצר, כתובת האתר תהיה כמו זה: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
de_de: Dies ist hilfreich, da Sie so Stichwörter und Token an die Links anhängen können, die auf Ihre Seite führen.
he_il: זה שימושי כי אתה יכול להוסיף כמה תגיות או אסימונים בקישורים המצביעים לאתר שלך.
ja_jp: これは便利です、なぜなら、ウェブサイトを指すいくつかのタグやトークンを追加することができます。

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
de_de: Sie können z.B. in einem Online-Forum oder Blog einen Link (wie etwa "%sindex.php?myuniquekeyword" - beachten Sie das Fragezeichen vor "myuniquekeyword"!) posten und für diesen Link Besucherstatistiken erhalten, indem Sie einfach "%%myuniquekeyword" ins Feld "request_uri" eingeben.
he_il: לדוגמא, אתה יכול לפרסם קישור (כגון "%sindex.php?myuniquekeyword" -- שים לב שהוספת בסוף כתובת האתר "?myuniquekeyword" ) בפורום באינטרנט או כתגובה בבלוג, ותקבל סטטיסטיקת מבקרים של קישור ייחודי זה על ידי הזנה "%%myuniquekeyword" בשדה "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
de_de: Diese Methode ist zwar zuverlässiger als der "http_referer", hat aber einen Nachteil: auch jede Suchmaschine, die diesen Link aufgerufen hat, wird statistisch erfasst, so dass nicht nur die tatsächlichen Besucher von der Seite, auf der Sie den Link gepostet haben, mitgezählt werden, sondern auch alle Zugriffe der Suchmaschinen.
he_il: שיטה זו היא אמינה יותר מאשר השימוש ב "http_referer", אבל יש חסרון אחד: אם מנוע חיפוש מפנה אל דף עם הקישור שלך, אז הוא יוצג בתוצאות החיפוש ואתה לא תוכל להבדיל בין מבקרים מהמקומות שבהם אתה פירסמת את הקישור, ובין אלה שהגיעו דרך מנועי חיפוש שהשתמשו בקישור זה.

source: The "Include" fields indicate what has to be included in the URL.
de_de: Die ""include"-Felder zeigen an, was die URL enthalten soll.
he_il: השדות 'include' מציינים מה צריך להיות כלול בכתובת ה URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
de_de: Die ""include"-Felder zeigen an, was die URL nicht enthalten soll.
he_il: השדות 'exclude' מציינים מה לא צריך להיות כלול בכתובת ה URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
de_de: Im einfachen Modus können Sie bestimmte Platzhalter einsetzen, die andere Zeichen ersetzen:
ja_jp: シンプルモードを使用する場合は、任意の文字を置き換えるのに、一般的な文字を使用できます。

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
de_de: "_" ersetzt ein Zeichen. Wenn ein Unterstrich dagegen tatsächlich angezeigt werden soll, verwenden Sie folgende Schreibweise: "\\_".
he_il: "_" יחליף תו אחד. אם ברצונך להשתמש האמיתי "_", אתה צריך להקליד לפניו שני סלאשים: "\\_" .

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
de_de: "%" ersetzt eine beliebige Zeichenfolge. Wenn ein %-Zeichen dagegen tatsächlich angezeigt werden soll, verwenden Sie folgende Schreibweise: "\\%".
he_il: "%" יחליף מספר תווים. אם אתה רוצה להשתמש ב"% "האמיתי, אתה צריך להקליד ךפניו שני סלאשים: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
de_de: Im Simple-Modus wird der MySQL-Befehl "LIKE" für Abfragen verwendet. Für aussagekräftigere Afragen sollte sie den Experten-Modus nutzen, der die üblichen MySQL-Befehlen erlaubt.
he_il: 'מצב פשוט' משתמש במתודת "LIKE" של MySQL בשביל התאמת תבנית, לשימוש מתקדם יותר באפשרותך להשתמש בביטויים רגולריים של MySQL ב 'מצב מומחה'.

source: Take a look at MySQL's documentation for more details.
de_de: Nähere Details finden Sie in der MySQL-Dokumentation.
he_il: תסתכל בתיעוד של MySQL לפרטים נוספים.

source: Get help!
de_de: Hilfe!
he_il: קבל עזרה!
ja_jp: ヘルプを入手！

source: e.g. 10:00AM - 9:30PM
de_de: Beispiel: 10.00 bis 21.30 Uhr
he_il: לדוגמא: 08:00 - 19:00
ja_jp: 例 10:00 AM - 9:30 PM

source: Further information regarding this contact.
de_de: Weitere Informationen zu diesem Kontakt.
he_il: מידע נוסף לגבי איש קשר זה.

source: Image width in pixels. Enter "0" to use the original size.
de_de: Bildbreite in Pixel. Wert "0" eingeben, um Originalgröße beizubehalten
he_il: רוחב תמונה בפיקסלים. הזן "0" כדי להשתמש בגודל מקורי
ja_jp: 画像の幅はピクセル単位。元のサイズを使用する場合は0を入力

source: Image height in pixels. Enter "0" to use the original size.
de_de: Bildhöhe in Pixel. Wert "0" eingeben, um Originalgröße beizubehalten
he_il: גובה תמונה בפיקסלים. הזן "0" כדי להשתמש בגודל מקורי
ja_jp: 画像の高さはピクセル単位。元のサイズを使用する場合は0を入力

source: The group defined for your un-identified visitors.
de_de: In diese Gruppe gehören die unbekannten Besucher.
he_il: הקבוצה המוגדרת עבור המבקרים הבלתי-מזוהים.

source: The group defined for your identified guest customers (used in guest checkout).
de_de: In diese Gruppe gehören Gäste (mit Gast-Bestellungen).
he_il: הקבוצה המוגדרת עבור לקוחות אורחים (בשימוש בעת קניה של אורח).

source: The group defined for your identified registered customers.
de_de: Standardgruppe für registrierte Kunden
he_il: הקבוצה המוגדרת לזיהוי משתמשים רשומים.

source: Automatically apply this value as a discount on all products for members of this customer group.
de_de: Setze automatisch diesen Wert als Rabatt auf ALLE Artikel des Shops für die Mitglieder dieser Kundengruppe.
he_il: יכיל באופן אוטומטי את הערך הזה כהנחה על כל המוצרים לחברי קבוצת לקוח זה.
ja_jp: 自動的にこのお客様グループのメンバーのためのすべての商品割引などにこの値を適用します。

source: How prices are displayed in the order summary for this customer group.
de_de: Wie Preise für diese Kundengruppe in den Bestelldetails anzeigt werden (brutto / netto).
he_il: איך מחירים מוצגים בסיכום ההזמנה עבור קבוצת לקוח זה.
ja_jp: どのような価格で、このお客様グループに受注の要約を表示されますか？

source: Customers in this group can view prices.
de_de: Kunden dieser Gruppe können Preise sehen.
he_il: לקוחות בקבוצה זו יכולים לראות מחירים.

source: %group_name% - All persons without a customer account or customers that are not logged in.
de_de: %group_name% - Alle Besucher ohne Registrierung bzw. nicht angemeldete Kunden

source: %group_name% - All persons who placed an order through Guest Checkout.
de_de: %group_name% - Alle Besucher, die eine Gastbestellung getätigt haben

source: %group_name% - All persons who created an account on this site.
de_de: %group_name% - Alle Personen, die sich als Kunde registriert haben

source: PrestaShop has three default customer groups:
de_de: Vordefiniert sind drei Standard-Kundengruppen:
ja_jp: PrestaShop は、3つのデフォルト顧客グループを持っています。

source: Leave blank if no change.
de_de: Leer lassen, wenn keine Änderung
he_il: השאר ריק כאשר אין שינוי.

source: Fee given for each visit.
de_de: Vergütung bei jedem Besuch.
he_il: סכום הניתן בעבור כל ביקור
ja_jp: 手数料は各訪問のために与えられた

source: Fee given for each order placed.
de_de: Für jede Bestellung.
he_il: סכום הניתן עבור כל הזמנה שבוצעה
ja_jp: 手数料は各注文に対して与えられた

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
de_de: Wenn Sie sich mit SQL-Befehlen auskennen, können Sie den [1]Expertenmodus[/1] nutzen.
ja_jp: MySQL の正規表現をご存知であれば、[1]エキスパートモード[/1] を利用できます。

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
de_de: Automatische Indizierung der Artikel aktivieren. Wenn Sie diese Funktion aktivieren, werden alle Artikel automatisch indiziert, wenn sie gespeichert werden. Aber wenn die automatische Indexierung nicht aktiv ist, müssen Sie die Artikel manuell indizieren. Klicken Sie dazu auf den folgenden Link.
he_il: אפשר מיפתוח אוטומטי של מוצרים. אם תאפשר תכונה זו, המוצרים ימופתחו אוטומטית בחיפוש ברגע שישמרו. אם התכונה לא מאופשרת, תצטרך למפתח את המוצרים ידנית באמצעות הקישורים שסופקו כאן.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
de_de: Standardmäßig funktioniert die Textsuche nur, wenn der erste Buchstabe eines Wortes mit erfasst wurde (z.B. wir "Blu[se]" gefunden, aber nicht "luse").

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
de_de: Hier aktivieren Sie eine echte Volltextsuche, die einen Begriff auch dann findet, wenn beliebige Teile eingegeben wurden.

source: Enable search within a whole word, rather than from its beginning only.
de_de: Volltextsuche aktivieren

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
de_de: Die Volltextsuche findet beliebige Zeichenketten, verbraucht aber mehr Ressourcen.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
de_de: Standardmäßig werden auch Ausdrücke gefunden, die mit dem Suchbegriff beginnen (z.B. liefert die Suche nach "buch" auch "Buchstütze" oder "Buche").

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
de_de: Bei Aktivierung dieser Option erhalten Sie als Ergebnis nur Ausdrücke, die exakt das eingegebene Suchwort erhalten.

source: Enable more precise search with the end of the word.
de_de: Genaue Wortsuche aktivieren

source: It checks if the searched term is the exact end of the indexed word.
de_de: Sucht genau nach dem eingegebene Wort

source: Only words this size or larger will be indexed.
de_de: Nur Wörter ab dieser Länge werden indiziert.
he_il: רק מילים מגודל זה ימופתחו.
ja_jp: このサイズか大きい単語のみ索引化されます

source: Please enter the index words separated by a "|".
de_de: Die Schlüsselwörter bitte jeweils durch ein "|" getrennt erfassen.
he_il: אנא הכנס את המילים מופרדות על ידי "|".
ja_jp: 「|」を単語の区切り文字として入力してください

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
de_de: Aliasnamen kommasepariert eingeben (z.B.: "prestshop,preztashop,prestasohp").
he_il: הזן כל כינוי מופרד בפסיק (לדוגמה: 'prestshop,preztashop,prestasohp' ).

source: Forbidden characters: <>;=#{}
de_de: Unzulässige Zeichen: <>;=#{}

source: Search this word instead.
de_de: Suche stattdessen dieses Wort.
he_il: חפש מילה זו במקום
ja_jp: 代わりに、この単語で検索

source: Forbidden characters: <>;=#{}
de_de: Unzulässige Zeichen: <>;=#{}
ja_jp: 禁止文字： <>;=#{}

source: This field does not refer to the shop name visible in the front office.
de_de: Die Eingabe in diesem Feld bezieht sich nicht auf die Shop-Bezeichnung, die im Front-Office angezeigt wird.
he_il: שדה זה אינו מתייחס לשם החנות המוצג בממשק החנות ללקוחות.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
de_de: Um den Front-Office-Namen des Shops zu ändern, klicken Sie bitte [1]hier[/1].

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
de_de: Sie können die Shopgruppe nicht erstellen, weil der gegenwärtige Shop zu einer Gruppe gehört, bei der die \"Teilen\"-Option aktiviert ist.
he_il: לא ניתן לערוך קבוצת חנות משום שהחנות הנוכחית שייכת לקבוצה שבה הופעלה אפשרות שיתוף.
ja_jp: ショップグループを編集することができません、なぜなら、現在のショップはグループの「共有」オプションが有効だからです。

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
de_de: Dies ist das Stammverzeichnis Ihres Shops. Um ein neues Stammverzeichnis festzulegen, [1]klicken Sie hier[/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
de_de: Durch Auswahl verknüpfter Kategorien entscheiden Sie, dass diese in allen Shops zur Verfügung stehen. Einmal verbunden, wird jede Änderung einer solchen Kategorie sich in allen Shops auswirken, die sich diese Kategorie teilen.
he_il: באמצעות בחירת הקטגוריות המקושרות, אתה בוחר לשתף קטגוריות בין חנויות שונות. כל שינוי של הקטגוריה המקושרת ישפיע על כל החנויות שבהן מופיעה הקטגוריה.
ja_jp: 関連するカテゴリを選択し、別のショップとの間でカテゴリを共有することを選択しました。一度、ショップ間で関連付けられているカテゴリのいずれかの変更は、関連付けされているために全てのショップに影響を与えるでしょう。

source: Order status (e.g. 'Pending').
de_de: Bestell-Status (z.B.: "Wartend").
he_il: 'מצב טיפול בהזמנה' (לדוגמה בהמתנה).

source: Invalid characters: numbers and
de_de: Ungültige Zeichen: Zahlen und
he_il: תווים שגויים:מספרים ו
ja_jp: 無効な文字： 数字と

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
de_de: Laden Sie ein Bildsymbol von Ihrem PC (Dateityp: .gif, vorgeschlagene Größe: 16x16).
he_il: העלאת אייקון ממחשבך (סוג קובץ:. Gif, גודל מומלץ: 16x16).

source: Status will be highlighted in this color. HTML colors only.
de_de: Der Status wird durch diese Farbe hervorgehoben. Nur HTML-Farben.
he_il: רקע הסטטוס יהיה מודגש בצבע זה. צבעי HTML בלבד.

source: Only letters, numbers and underscores ("_") are allowed.
de_de: Nur Buchstaben, Ziffern und Unterstrich ("_") erlaubt
he_il: רק אותיות, מספרים , וקו תחתון ("_") מותרים.

source: Email template for both .html and .txt.
de_de: E-Mail-Vorlage für HTML- und Textversion.
he_il: תבנית דוא"ל עבור HTML וגם TXT.

source: Order's return status name.
de_de: Name des Bestellrücksendestatus.
he_il: שם 'מצב טיפול בהחזר'.

source: Whether or not to display this store.
de_de: Anzeige/Nicht-Anzeige dieses Shops.
he_il: הצג או הסתר חנות זו.

source: Storefront picture.
de_de: Foto des Geschäfts.
he_il: תמונת חזית החנות.

source: Displayed in emails sent to customers.
de_de: Wird in E-Mails an Kunden angezeigt.
he_il: מוצג באימילים שנשלחים ללקוחות.

source: Shop registration information (e.g. SIRET or RCS).
de_de: Shop Anmelde-Informationen (z.B. SIRET oder RCS).
he_il: נתוני הרישום של החנות (ח.פ.).

source: characters
de_de: Zeichen
he_il: תווים
ja_jp: 文字

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
de_de: Wiederherstellung des letzten Warenkorbs nach Anmeldung des Kunden.
he_il: לאחר שהלקוח מתחבר לאתר, באפשרותך להציג עבורו את תוכן עגלת הקניות האחרונה שלו.

source: Send an email with summary of the account information (email, password) after registration.
de_de: E-Mail Anmeldedaten (Mailadresse, Passwort) nach Anmeldung senden
he_il: שלח אימייל עם סיכום פרטי המידע של החשבון לאחר הרישום (כתובת אימייל, סיסמה).

source: Minimum time required between two requests for a password reset.
de_de: Erforderliche Mindestzeit zwischen zwei Anfragen zum Passwort-Reset
he_il: זמן מינימלי הנדרש המתנה בין בקשות חוזרות עבור איפוס סיסמה.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
de_de: Aktiviere oder deaktiviere den B2B-Modus. Wenn diese Option aktiviert ist, sind B2B-Funktionen verfügbar.
he_il: אפשר/בטל מצב B2B. כאשר האפשרות פעילה, מספר מאפייני B2B יהיו זמינים.
ja_jp: B2Bモードを有効か無効にします。この機能を有効にした場合は、いくつかのB2B機能が利用できます。

source: Display or not the birth date field.
de_de: Geburtsdatum anzeigen (optional)
ja_jp: 誕生日フィールドを表示するかどうか。

source: Display or not the partner offers tick box, to receive offers from the store's partners.
de_de: Optionale Anzeige der Opt-in-Checkbox für Affiliate-Links
ja_jp: ショップのパートナーから送信される、「パートナーからのお知らせ」の受信選択チェックボックスを表示するかどうか。

source: The catalog mode is actually to disable products checkout (prices, add to cart, etc.) on your shop, like a retail website does.
de_de: In der Einstellung Katalog-Modus sind alle Preisangaben und Kauf-Funktionen deaktiviert.

source: Set the maximum size of the summary of your product description (in characters).
de_de: Maximale Größe der Kurzbeschreibung festlegen (Anzahl Zeichen)
ja_jp: 商品説明文の簡易表示の最大サイズを設定（文字数）。

source: How to calculate quantity discounts.
de_de: Auf welcher Basis sollen die Mengenrabatte kalkuliert werden?
he_il: כיצד לחשב הנחות כמות.
ja_jp: 数量割引を計算する際の個数の計算方法。

source: When active, friendly URL will be updated on every save.
de_de: Falls aktiviert, wird die benutzerfreundliche URL bei jedem Speichern neu erzeugt.
he_il: כאשר זה פעיל, כתובת אתר ידידותית תעודכן בכל שמירה.
ja_jp: 有効にした場合、保存する度にフレンドリーURLが更新されます。

source: When active, new products will be activated by default during creation.
de_de: Aktivieren, wenn Artikel nach Anlegen sofort automatisch im Shop angezeigt werden sollen.
ja_jp: 有効にしていると、新規商品の登録作業中でもショップに表示されます。

source: Set to "0" to disable this feature.
de_de: Die Eingabe von "0" deaktiviert diese Funktion
he_il: בחר ב '0' לביטול אפשרות זו.
ja_jp: この機能を無効にするには0を設定します。

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
de_de: Wählen Sie "Nein", wenn der Button nur dann angezeigt werden soll, wenn es keine Artikelvarianten gibt. Artikel, die in mehreren Varianten erhältlich sind, können Kunden dann nur auf der Detailseite in den Warenkorb legen.
he_il: הצג או הסתר כפתור "הוסף לעגלה"בעמודי קטגוריה למוצרים בעלי תכונות המכריחות את הלקוח לצפות בפרטי המוצר
ja_jp: 商品にオプション選択がある場合、商品の詳細ページからでなければ商品を購入できないように、カテゴリページで「カートに追加」ボタンを非表示にするよう設定することが出来ます。

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
de_de: Auf der Mengenrabatt-Tafel direkt den rabattierten Preis anstelle des Rabattsatzes (z.B. -5%) anzeigen.
he_il: בחלקת לוח ההנחות, הצג את המחיר החדש משוקלל עם ההנחה שחלה עליו במקום להראות את ההנחה (כלומר. "-5%").

source: Number of products displayed per page. Default is 10.
de_de: Artikelanzahl pro Seite. Standard-Wert: 10
he_il: מספר המוצרים המוצגים בעמוד. ברירת המחדל היא 10
ja_jp: 1ページに表示する商品数です。デフォルトは10です。

source: The order in which products are displayed in the product list.
de_de: Standard-Sortierung für die Artikelliste
he_il: הסדר שבו מסודרים המוצרים ברשימת המוצרים
ja_jp: 商品リストで表示される商品の並び順。

source: Default order method for product list.
de_de: Standard-Sortierreihenfolge für die Artikelliste.
he_il: ברירת מחדל למיון רשימת מוצרים.
ja_jp: 商品リストのデフォルトの並び順の指定です。

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
de_de: Standardmäßig ist der Button "In den Korb" versteckt, wenn der Artikel nicht verfügbar ist. Wählen Sie hier, ob er trotzdem angezeigt werden soll.
he_il: כברירת מחדל, כפתור הוסף לעגלה מוסתר כאשר המוצר אינו זמין. תוכל לבחור להציג את הכפתור בכל מצב.

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
de_de: Gesetzlich vorgeschrieben für Verkäufer in der EU (z. B. Lieferzeit 1-3 Werktage)

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
de_de: Gesetzlich vorgeschrieben für Verkäufer in der EU (z. B. Lieferzeit 5-7 Werktage)

source: When selling packs of products, how do you want your stock to be calculated?
de_de: Wie soll der Lagerbestand bei Produktbündeln berechnet werden?
ja_jp: セット組み商品が購入された場合、在庫をどのように計算しますか？

source: Contact name (e.g. Customer Support).
de_de: Kontakt-Name (z.B.: Technischer Support).
he_il: שם איש הקשר (לדוגמא תמיכה טכנית).

source: Emails will be sent to this address.
de_de: E-Mails wird an diese Adresse gesendet.
he_il: אימיילים ישלחו לכתובת זו.
