Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminOrderscustomersHelp.*.xlf
Languages: bs_ba, hu_hu, ja_jp

source: You can add a comment here.
hu_hu: Itt hozzászólhatsz.
ja_jp: ここにコメントを追加することができます。

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
hu_hu: Ha úgy döntesz, hogy ezt a kedvezmény minden számlához hozod létre, csak egy kedvezmény lesz létrehozva rendelési számlánként.
ja_jp: この割引をすべての請求書に選択した場合は、注文請求ごとに割引が作成されます。

source: Search for an existing customer by typing the first letters of his/her name.
hu_hu: Létező vásárló keresése neve kezdőbetűinek beírásával.

source: Send an email to the customer with the link to process the payment.
hu_hu: Küldj emailt a vevőnek, amiben a fizetéshez szükséges hivatkozás található!
ja_jp: 支払い処理のリンクをお客様にメールで送信

source: Go on payment page to process the payment.
hu_hu: Ugrás a kasszához, a fizetés feldolgozásához
ja_jp: 支払いを処理するために、支払いページに移動します

source: Resend this email to the customer
hu_hu: Email újraküldése a vásárlónak

source: Do not forget to update your exchange rate before making this change.
hu_hu: A módosítás előtt ne felejtsd el frissíteni a váltási arányt!
ja_jp: この変更を行う前に、為替レートの更新をしてください。

source: This feature will generate a random password and send an email to the customer.
hu_hu: Ezzel a funkcióval a vásárlónak egy véletlen jelszót küldünk e-mailben
ja_jp: この機能はランダムなパスワードを生成し、お客様へメール送信します

source: View details on the customer page
hu_hu: Részleteket nézd meg a Vásárló oldalon
ja_jp: お客様ページ上の詳細を参照

source: View details on the order page
hu_hu: Rendelés oldali nézet megtekintése
ja_jp: 注文ページ上の詳細を参照

source: Leave this field blank if there's no change.
hu_hu: Hagyd üresen a mezőt, ha nincs változás!

source: Would you like to allow merchandise returns in your shop?
hu_hu: Itt adhatod meg, hogy engedélyezve legyen-e a visszaküldés az üzletedhez.
ja_jp: ショップのための商品の返品を有効にするのか選択

source: How many days after the delivery date does the customer have to return a product?
hu_hu: Napok száma, amikor a vásárló visszaküldheti a terméket
ja_jp: お客様が配送日付以降の返品できる日数

source: Prefix used for return name (e.g. RE00001).
hu_hu: Visszáruhoz használt előtag (pl. RE00001).

source: Merchandise return (RMA) status.
hu_hu: Áru-visszatérítés (ÁVE) állapota.

source: List of products in return package.
hu_hu: Terméklista a visszatérítés csomagban.

source: The link is only available after validation and before the parcel gets delivered.
hu_hu: A hivatkozás csak érvényesítés után, valamint mielőtt a parcella kézbesítésre kerül, érhető el.

source: Prefix used for credit slips.
hu_hu: Számlahelyesbítőkhöz használt előtag.

source: Format: 2012-12-31 (inclusive).
hu_hu: Formátum: 2011-12-31 (ezzel a nappal).

source: This customer will receive your newsletter via email.
hu_hu: A vevő e-mailen keresztül fogja megkapni a hírleveledet.

source: Select the fields you would like to be required for this section.
bs_ba: Odaberite polja za koja želite da budu obavezna u ovoj sekciji.
hu_hu: Válaszd ki a kötelező mezőket
ja_jp: このセクションのために必要したい項目を選択

source: Please make sure you are complying with the opt-in legislation applicable in your country.
hu_hu: Kérlek ellenőrizd, hogy minden összhangban van-e az országodban hatályban lévő hozzájárulási jogszabályokkal.

source: This feature generates a random password before sending an email to your customer.
hu_hu: Ez a funkció véletlen jelszavakat generál és elküldi e-mailben a vásárlónak
ja_jp: この機能はランダムなパスワードを生成し、お客様にメールを送信します

source: This note will be displayed to all employees but not to customers.
hu_hu: Ez a megjegyzés csak az alkalmazottak számára lesz látható (a vásárlónak nem)
ja_jp: この目もは、すべての従業員にではなく、お客様に表示されます。

source: Enable or disable customer login.
hu_hu: Vevő belépés ki- és bekapcsolása.

source: This customer will receive your ads via email.
hu_hu: A vevő e-mailen keresztül fogja megkapni a reklámjaidat.

source: Select all the groups that you would like to apply to this customer.
hu_hu: Összes csoport-doboz bejelölése, amelyben a vásárló tag szeretne lenni
ja_jp: このお客様に適用したすべてのお客様グループを選択

source: This group will be the user's default group.
hu_hu: Ez a csoport lesz a felhasználó alapértelmezett csoportja.

source: Only the discount for the selected group will be applied to this customer.
hu_hu: Csak a kiválasztott csoporthoz társított kedvezmény lesz a vásárlóra alkalmazva.

source: Valid characters:
bs_ba: Valjani znakovi:
hu_hu: Érvényes karakterek:
ja_jp: 利用可能な文字：

source: Format: 2011-12-31 (inclusive).
hu_hu: Formátum: 2011-12-31 (ezzel a nappal).

source: Prefix used for delivery slips.
hu_hu: Előtag a szállítólevelekhez.

source: The next delivery slip will begin with this number and then increase with each additional slip.
hu_hu: A következő szállítólevél szám ezzel a számmal fog kezdődni és automatikusan növekedni fog.
ja_jp: 次の納品書はこの番号から始まります、追加の伝票毎にそれは増加します。

source: Adds an image before product name on Delivery-slip
hu_hu: Hozzáad egy fényképet a terméknév előtt a szállítólevélen

source: You can also export orders which have not been charged yet.
hu_hu: Olyan megrendeléseket is kinyomtathatsz, amelyeket még nem fizettek ki
ja_jp: まだ請求されていない注文はエクスポートすることができます

source: If enabled, your customers will receive an invoice for the purchase.
bs_ba: Ako je omogućeno, Vaši klijenti će dobiti račun za njihovu kupnju.
hu_hu: Ha bekapcsolod, akkor a vásárlóid számlát kapnak vásárlás után.
ja_jp: 有効にした場合、お客様に請求書が送付されます。

source: If required, show the total amount per rate of the corresponding tax.
bs_ba: Ako je potrebno, pokazati ukupan iznos po stopi od odgovarajućeg poreza.
hu_hu: Szükség esetén mutasd meg a teljes összeget a megfelelő adóérték szerint.
ja_jp: 必要であれば、対応する税率毎の合計を表示します。

source: Adds an image in front of the product name on the invoice
bs_ba: Dodaje slike prije naziva proizvoda na računu
hu_hu: Egy képet jelenít meg a termék neve előtt a számlán
ja_jp: 請求書の商品名の前に商品画像を挿入する

source: Freely definable prefix for invoice number (e.g. #IN00001).
bs_ba: Slobodno odrediv prefiks za broj računa (npr. # IN00001).
hu_hu: Szabadon megadható előtag a számlaszámhoz (pl. #IN00001).
ja_jp: 請求書書番号につけるプリフィックスを自由に設定できます（例：IN#-00001）

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
bs_ba: Sljedeći račun počet će s ovim brojem, i zatim rasti sa svakim dodatnim računom. Postavite na 0 ukoliko želite zadržati postojeći broj (koji je #%number%).
hu_hu: A következő számla ezzel a számmal fog kezdődni, és számlánként fog növekedni. A 0 beállítása esetén a jelenlegi szám fog megmaradni (ami #%number%).
ja_jp: 次の請求書はこの番号から始まります。以降の請求書には、それに続く連番が振られます。現在の番号を維持したい場合は0にセットしてください。（現在の番号 %number%）

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
bs_ba: Koristite ovo polje za prikaz dodatnih informacija na računu, ispod sažetka načina plaćanja (kao specifična pravna informacija).
hu_hu: Ezt a mezőt használd arra, hogy a számlán, a fizetési módok összegzése alatt további információkat mutass meg a számlán (például adott jogi információkat).
ja_jp: このフィールドに入力された内容は、請求書の支払い情報の下に追加情報として表示されます。（免責事項の表示など）

source: This text will appear at the bottom of the invoice, below your company details.
hu_hu: Ez a szöveg fog megjelenni a számla alján, a cég adatai alatt.

source: Choose an invoice model.
hu_hu: Számlamodell kiválasztása.

source: Saves memory but slows down the PDF generation.
hu_hu: Memóriát takarít meg, de lelassítja a PDF generálást.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
bs_ba: Ako ne odaberete "Besplatna dostava", primijenit će se standardni troškovi dostave.
ja_jp: 「送料無料」を選択しない場合は、通常の送料が適用されます。

source: (Max %amount_refundable% %tax_method%)
ja_jp: （最大 %amount_refundable% %tax_method%）

source: Password should be at least %length% characters long.
bs_ba: Lozinka mora biti najmanje %length% znakova.
