Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminModulesFeature.*.xlf
Languages: ca_es

source: PrestaShop Addons Marketplace
ca_es: Marketplace de PrestaShop Addons

source: Exit to PrestaShop Addons Marketplace
ca_es: Sortir a PrestaShop Addons Marketplace

source: See all results for your search on
ca_es: Veure tots els resultats de la seva cerca a

source: Discover
ca_es: Descobreix

source: Module notifications
ca_es: Notificacions del mòdul

source: Upload a module
ca_es: Carregar un mòdul

source: Drop your module archive here or [1]select file[/1]
ca_es: Arrossegueu l'arxiu del vostre mòdul aquí o [1]seleccioni l'arxiu[/1]

source: Connect to Addons marketplace
ca_es: Connectar-se a Addons marketplace

source: Link your shop to your Addons account to automatically receive important updates for the modules you purchased. Don't have an account yet?
ca_es: Enllaci la seva botiga al seu compte d' Addons per rebre automàticament actualitzacions importants dels mòduls adquirits. Encara no té un compte?

source: Sign up now
ca_es: Enregistreu-vos ara

source: Confirm logout
ca_es: Confirmar, tancar sessió

source: Yes, log out
ca_es: Sí, tancar sessió

source: Enable Mobile
ca_es: Activar versió mòbil

source: Disable Mobile
ca_es: Desactivar versió mòbil

source: %nbModules% modules to configure
ca_es: %nbModules% mòduls a configurar

source: Modules to configure
ca_es: Mòduls per a configurar

source: Bulk action confirmation
ca_es: Confirmació d'accions masives

source: Yes, I want to do it
ca_es: Sí, ho vull fer

source: Optional: delete module folder after uninstall.
ca_es: Opcional: esborrar la carpeta del mòdul desprès de desinstal·lar-lo.

source: Disable module?
ca_es: Desactivar el mòdul?

source: Uninstall module?
ca_es: Desinstal·lar el mòdul?

source: Reset module?
ca_es: Reiniciar el mòdul?

source: Yes, disable it
ca_es: Si, desactiva

source: Yes, uninstall it
ca_es: Si, desinstal·lar-ho

source: Yes, reset it
ca_es: Si, restablir

source: Service by %author%
ca_es: Servei per %author%

source: Read More
ca_es: Llegir més

source: v%version% - by %author%
ca_es: v%version% - per %author%

source: All Categories
ca_es: Totes las categories

source: %nbModules% modules and services selected for you
ca_es: %nbModules% móduls i serveis seleccionats per tu

source: Selection
ca_es: Selecció

source: Increasing Price
ca_es: Preu creixent

source: Decreasing Price
ca_es: Preu decreixent

source: Popularity
ca_es: Popularitat

source: Show all modules
ca_es: Mostrar tots els mòduls

source: Enabled Modules
ca_es: Mòduls activats

source: Disabled Modules
ca_es: Mòduls de mobilitat reduïda

source: Module verification
ca_es: Verificació del mòdul

source: Author
ca_es: Autor

source: Back to modules list
ca_es: Torneu a la llista de mòduls

source: Proceed with the installation
ca_es: Procedir amb la instal·lació

source: Buy module
ca_es: Comprar el mòdul

source: Free
ca_es: De franc!

source: v%version% by %author%
ca_es: v%version% per %author%

source: Overview
ca_es: Vista Prévia

source: Additional information
ca_es: Informació addicional

source: Benefits
ca_es: Beneficis

source: Features
ca_es: Característiques

source: Demo video
ca_es: Vídeo de demostració

source: Changelog
ca_es: Registre de canvis

source: %nbModules% modules to update
ca_es: %nbModules% per actualitzar

source: Modules to update
ca_es: Mòduls per actualitzar

source: Upgrade All
ca_es: Actualitzar tot

source: Toggle Dropdown
ca_es: Desplegable de palanca

source: Check update
ca_es: Comprovar les actualitzacions

source: RTL Module
ca_es: Mòdul RTL

source: Manage hooks
ca_es: Administrar els ganxos
