Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminAdvparametersNotification.*.xlf
Languages: eu_es, he_il, sq_al, vi_vn

source: You do not have permission to view this.
eu_es: Ez duzu eduki hau ikusteko baimenik.
he_il: אין לך הרשאות צפייה כאן.
sq_al: Ti nuk ke leje për ta parë këtë.
vi_vn: Bạn không được phép để xem ở đây

source: There is no "/backup" directory.
eu_es: Ez dago "/backup" direktorioa.
he_il: התקייה "/backup" לא קיימת.
sq_al: Këtu nuk ka direktori të "/backup".
vi_vn: Không tồn tại thư mục "/backup".

source: No file has been specified.
eu_es: Zehaztu gabeko fitxategia
he_il: לא צויין קובץ
sq_al: Nuk është specifikuar asnjë skedar.
vi_vn: Không có tệp tin nào được chọn.

source: Unable to open backup file(s).
eu_es: Errorea segurtasun kopiaren fitxategia irekitzerakoan.
he_il: לא ניתן לפתוח את קובץ הגיבוי
sq_al: Skedari(ët) e sigurimit nuk mund të hapet(n).
vi_vn: Không thể mở tập tin sao lưu

source: Unable to display backup file(s).
eu_es: Errorea segurtasun kopiaren fitxategia erakusterakoan.
he_il: לא ניתן להציג קובץ גיבוי
sq_al: Skedari(ët) e sigurimit nuk mund të shfaqet(n).
vi_vn: Không thể hiển thị tập tin sao lưu

source: Administrator permissions cannot be modified.
eu_es: Ezin dira administratzaile baimenak aldatu
he_il: לא ניתן לשנות הרשאות מנהל.
sq_al: Të drejtat e Administratorit nuk mund të ndryshohen.
vi_vn: Quyền của Quản trị không thể sửa đổi

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
he_il: יבוא פרטי הזמנת אספקה ​​יאפס ההיסטוריה של מוצרים שהוזמנו שלך, אם קיים.
vi_vn: Việc nhập chi tiết đơn hàng cung cấp sẽ thiết lập lại lịch sử sản phẩm được đặt của bạn, nếu có.

source: Are you sure that you would like to delete this entity:
sq_al: Je i sigurt që dëshiron ta fshish këtë entitet:
vi_vn: Bạn có chắc muốn xóa thực thể này hay không:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
he_il: אין לך הרשאה למחיקה כאן. כאשר מצב ריבוי חנויות מופעל, רק סופר-אדמין יכול למחוק את כל הפריטים לפני היבוא.
vi_vn: Bạn không được phép xóa điều này. Khi chế độ đa cửa hàng được kích hoạt, chỉ có siêu quản trị mới có thể xóa tất cả các mục trước khi nhập.

source: Importing your data...
sq_al: Importimi i të dhënave tua...
vi_vn: Đang nhập dữ liệu của bạn...

source: Aborting, please wait...
sq_al: Duke ndërprerë, të lutem prit...
vi_vn: Đang hủy bỏ, vui lòng đợi...

source: Data imported!
sq_al: Të dhënat u importuan!
vi_vn: Dữ liệu đã nhập!

source: Look at your listings to make sure it's all there as you wished.
sq_al: Shiko listën tënde për t'u siguruar që është gjithçka ashtu siç ke dëshiruar.
vi_vn: Nhìn vào danh sách của bạn để chắc chắn rằng nó là tất cả ở đó như bạn muốn.

source: Errors occurred:
he_il: אירעו שגיות:
sq_al: Kanë ndodhur gabimet:
vi_vn: Lỗi đã xảy ra:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
sq_al: Kujdes, ky import mund te kerkoje ndoshta te modifikoni parametrat e PHP per te lejuar me shume te dhena per tu transferuar. Nese procesi i importit ndalon perpara se te mbaroje normalisht ju duhet te ndryshoni parametrin PHP "post_max_size" duke e rritur te pakten [1]%size%[/1]MB dhe pastaj provojeni perseri.
vi_vn: Cảnh báo, quá trình nhập vào hiện tại có thể yêu cầu cập nhật cài đặt PHP, để cho phép chuyển dữ liệu nhiều hơn. Nếu quá trình nhập vào hiện tại dừng trước khi kết thúc, bạn nên tăng cài đặt PHP "post_max_size" lên [1]%size%[/1]MB ít nhất và thử lại.

source: Some errors were detected. Please check the details:
sq_al: Ndodhen disa gabime. Ju lutem kontrolloni detajet.
vi_vn: Một số lỗi đã được phát hiện. Vui lòng kiểm tra chi tiết:

source: We made the following adjustments:
sq_al: Ne bëmë rregullimet e mëposhtme:
vi_vn: Chúng tôi đã thực hiện những điều chỉnh sau đây:

source: Validating data...
sq_al: Duke vlerësuar të dhenat...
vi_vn: Đang xác nhận...

source: [1]%percentage%[/1]% validated
sq_al: [1]%percentage%[/1]% u vlerësuan në rregull
vi_vn: [1]%percentage%[/1]% đã xác nhận

source: Processing next page...
sq_al: Duke përpunuar faqen tjetër...
vi_vn: Đang tải trang tiếp theo...

source: Linking accessories...
sq_al: Duke lidhur aksesorët...
vi_vn: Đang liên kết với phụ kiện...

source: [1]%size%[/1]% imported
sq_al: [1]%me madhesi%[/1]% u importua
vi_vn: [1]%size%[/1]% đã nhập vào

source: Ignore warnings and continue?
sq_al: Injoro paralajmërimet dhe vazhdo?
vi_vn: Bỏ qua cảnh báo và tiếp tục?

source: Abort import
sq_al: Braktis procesin e importit
vi_vn: Huỷ nhập

source: Please choose a MySQL table
he_il: בחר טבלת MySQL
vi_vn: Vui lòng chọn một bảng MySQL

source: This SQL query has no result.
he_il: לשאילתת SQL זו אין תוצאות.
vi_vn: Truy vấn SQL này không có kết quả.

source: Error - The following e-mail template is missing: %s
sq_al: Gabim - Shablloni i emailit të mëposhtëm mungon: %s
vi_vn: Lỗi - Các email mẫu sau đây bị thiếu: %s

source: "Backup" directory does not exist.
eu_es: "backup" direktorioa ez da.
he_il: תיקיית גיבוי אינה קיימת
vi_vn: Thư mục "Backup" không tồn tại.

source: Invalid ID
eu_es: Baliogabeko ID
he_il: לא חוקי מזהה
sq_al: NI i pavlefshëm
vi_vn: ID không hợp lệ

source: Unable to create backup file
eu_es: Segurtasun kopia baten fitxategia sortzea ezinezkoa izan da
he_il: אין אפשרות ליצור קובץ גיבוי
sq_al: Skedari i sigurimit nuk mund të krijohet
vi_vn: Không thể tạo tập tin sao lưu

source: An error occurred while backing up. Unable to obtain the schema of %s
he_il: אירעה שגיאה בזמן הגיבוי. אין אפשרות לקבל את מבנה השרטוט (schema) של %s
vi_vn: Lỗi sai xuất hiện khi đang sao lưu. Không thể thu được giản đồ của %s

source: No valid tables were found to backup.
he_il: לא נמצאו טבלאות תקינות עבור ביצוע גיבוי.
vi_vn: Không có bảng hợp lệ đã được tìm thấy để sao lưu.

source: Can't add the voucher.
he_il: לא ניתן להוסיף את השובר.
vi_vn: Không thể thêm phiếu giảm giá.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
eu_es: Kontu hau ezin daiteke ezabatu, biltegiak kudeatzen baiditu. Lehenik ikuskatu itzezu zure biltegiak.
he_il: אינך יכול למחוק חשבון זה כי הוא מנהל מחסנים. בדוק תחילה את המחסנים.
vi_vn: Bạn không thể xóa tài khoản này vì nó quản lý kho. Kiểm tra kho của bạn đầu tiên.

source: The confirmation password does not match.
he_il: סיסמת האימות אינה תואמת.
sq_al: Konfirmimi i fjalëkalimit nuk përputhet.
vi_vn: Mật khẩu xác nhận không khớp.

source: You should have at least one employee in the administrator group.
eu_es: Administratzailen taldean gutxienez ordainpeko langile bat izan behar duzu.
he_il: צריך לפחות עובד אחד בקבוצת האדמיניסטרטורים.
vi_vn: Bạn nên có ít nhất một nhân viên trong nhóm quản trị.

source: The password must be at least %length% characters long.
vi_vn: Mật khẩu của bạn phải dài ít nhất %length% ký tự.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
he_il: הקובץ יובא לחנות שלך בהצלחה. אל תשכח לבנות מחדש את אינדקס חיפוש המוצרים.
sq_al: Skedari yt .CSV u importua me sukses në dyqnin tënd. Mos harro ta rigjenenrosh indeksin e kërkimit të artikujve.
vi_vn: Tập tin của bạn đã được chuyển nhập thành công vào cửa hàng của bạn. Đừng quên để tái xây dựng các chỉ mục tìm kiếm các sản phẩm.

source: (click to open "Generators" page)
eu_es: (sakatu "Sortzaileak" orria irekitzeko)
he_il: שום קובץ לא הועלה.
vi_vn: (Nhấp vào để mở "Generators" trang)

source: No image was found for combination with id_product = %s and image position = %s.
eu_es: Ez da aurkitu = %s irudiaren posizioko eta id_product = %s -aren konbinazioko irudirik.
he_il: שום תמונה לא נמצאה עבור הצירוף עם מזהה מוצר %s ומיקום תמונה %s .
vi_vn: Không tìm thấy ảnh nào khớp với tổ hợp id_product = %s and image position = %s.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
vi_vn: EAN 13% "%ean13%" có giá trị không chính xác cho sản phẩm với id %id%.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
vi_vn: Quản lý hàng hóa Advanced có giá trị không chính xác. Không được đặt cho sản phẩm với id %id%.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
vi_vn: Quản lý hàng hóa nâng cao không được kích hoạt, không thể kích hoạt trên sản phẩm với id %id%.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
vi_vn: Quản lý hàng hóa nâng cao không được kích hoạt, nhà kho không được thiết lập trên sản phẩm với id %id%.

source: Warehouse did not exist, cannot set on product %name%.
vi_vn: Kho không tồn tại, không thể đặt trên sản phẩm %name%.

source: Email address %1$s (ID: %2$s) cannot be validated.
vi_vn: Địa chỉ email %1$s (ID: %2$s) không thể được xác nhận.

source: Email address %1$s (ID: %2$s) cannot be saved.
vi_vn: Không thể lưu địa chỉ email %1$s (ID: %2$s).

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
vi_vn: %1$s không tồn tại trong cơ sở dữ liệu %2$s (ID: %3$s), và do đó không thể được xác nhận

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
vi_vn: %1$s không tồn tại trong cơ sở dữ liệu %2$s (ID: %3$s), và do đó không thể được lưu

source: "%email%" is not a valid email address.
vi_vn: "%email%" không phải là một địa chỉ email hợp lệ.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
sq_al: Kodi i klientit #%d nuk ekziston në bazën e të dhënave, prandaj nuk mund të vërtetohet.
vi_vn: ID khách hàng #%d không tồn tại trong cơ sở dữ liệu, và do đó không thể được xác nhận.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
he_il: לא ניתן לשמור מאחר ומספר מזהה הלקוח #%d לא קיים במסד הנתונים.
vi_vn: ID khách hàng #%d không tồn tại trong cơ sở dữ liệu, và do đó không thể được lưu.

source: Supplier is invalid
he_il: ספק לא תקין
vi_vn: không có nhà cung ứng

source: Alias is invalid
he_il: התיאור עבור הכינוי לא תקין
vi_vn: Biệt danh không hợp lệ

source: Store is invalid
vi_vn: Cửa hàng không hợp lệ

source: Supplier ID (%id%) is not valid (at line %line%).
vi_vn: Mã ID nhà cung cấp (%id%) không hợp lệ (ở dòng %line%).

source: Lang ID (%id%) is not valid (at line %line%).
vi_vn: ID ngôn ngữ (%id%) không hợp lệ (ở dòng %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
vi_vn: ID kho hàng (%id%) không hợp lệ (ở dòng %line%).

source: Currency ID (%id%) is not valid (at line %line%).
vi_vn: Mã ID tiền tệ (%id%) không hợp lệ (ở dòng %line%).

source: Reference (%ref%) already exists (at line %line%).
vi_vn: Tham chiếu (%ref%) đã có rồi (ở dòng %line%).

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
vi_vn: Định dạng ngày tháng (%date%) không hợp lệ (ở dòng %line%). Nó phải là: %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
vi_vn: Ngày (%date%) không thể ở quá khứ ( ở dòng %line%). Định dạng: %date_format%.

source: Format: Between 0 and 100
he_il: מבנה: בין 00 ו- 100
vi_vn: Khuôn dạng: giữa 0 và 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
vi_vn: Tỷ lệ giảm giá (%rate%) không hợp lệ (ở dòng %line%). %format%.

source: Supply Order (%id%) is not editable (at line %line%).
vi_vn: Đơn hàng cung cấp (%id%) không thể sửa (ở dòng %line%).

source: Supply Order could not be saved (at line %line%).
vi_vn: Không thể lưu đơn hàng cung cấp (ở dòng %line%).

source: Supply Order (%s) could not be loaded (at line %d).
he_il: הזמנת מלאי (%s) לא ניתנת לטעינה (בשורה %d).
vi_vn: Không tải được đơn hàng cung cấp(%s) (ở dòng %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
he_il: לא ניתן להוסיף מאפיין שילוב זה )%d/%d( פעמיים. ראה שורה %d
vi_vn: Sản phẩm/Thuộc tính (%d/%d) không thể được thêm 2 lần (ở dòng %d).

source: Product (%d/%d) is not available for this order (at line %d).
he_il: המוצר (%d/%d) אינו זמין עבור הזמנה זו (שורה %d)
vi_vn: Sản phẩm (%d/%d) không sẵn có cho đơn hàng này (ở dòng %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
he_il: מחיר יחידה (כולל מס) (%d) לא תקין (בשורה %d).
vi_vn: Đơn vị giá (thuế đã loại trừ.) (%d) không sẵn có (ở dòng %d).

source: Quantity Expected (%d) is not valid (at line %d).
he_il: הכמות הצפויה (%d) אינה תקינה (בשורה %d)
vi_vn: Số lượng mong đợi (%d) không hợp lệ (ở dòng %d).

source: Discount rate (%d) is not valid (at line %d). %s.
he_il: שיעור הנחה (%d) אינו תקין (בשורה %d). בצע %s.
vi_vn: Tỷ lệ giảm giá (%d) không hợp lệ (ở dòng %d). %s.

source: Cannot read the .CSV file
eu_es: Ezin daiteke CSV fitxategia irakurri
he_il: לא ניתן לקרוא את קובץ ה- CSV
vi_vn: Không thể đọc các tập tin .CSV

source: Linking Accessories...
vi_vn: Đang Liên Kết Phụ Kiện...

source: The confirmation email couldn't be sent, but the import is successful. Yay!
vi_vn: Không thể gửi email xác nhận, nhưng thao tác nhập đã thành công. Tốt lắm!

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
sq_al: Ky skedar është shumë i madh dhe nuk mund të shkarkohet. Të lutem perdor kaluzolën LIMIT në këtë pyetësor.
vi_vn: Tập tin quá lớn và không thể tải về. Vui lòng sử dụng mệnh đề LIMIT trong truy vấn này.

source: You cannot have two shops with the same name in the same group.
eu_es: Ezin dituzu izen bereko bi denda talde berberean izan.
he_il: לא ניתן להגדיר 2 חנויות עם אותו שם באותה קבוצת חנויות
vi_vn: Bạn không thể có hai cửa hàng cùng tên trong cùng một nhóm.

source: Unable to load this shop.
eu_es: Denda hau ezin daiteke kargatu.
he_il: לא ניתן לטעון חנות זו.
vi_vn: Không thể tải cửa hàng này.

source: You need to select at least the root category.
he_il: יש לבחור לפחות את קטגורית השורש
vi_vn: Bạn cần chọn ít nhất là một danh mục gốc.

source: You've selected a state for a country that does not contain states.
he_il: בחרת מדינה לארץ שאין בה מדינות.
vi_vn: Bạn đã chọn tiểu bang cho một đất nước mà không chứa các tiểu bang.

source: You can't put this menu inside itself.
he_il: לא ניתן להוסף תפריט לתוך התפריט עצמו
sq_al: Ju nuk mund ta vendosni këtë menu brenda vetes.
vi_vn: Bạn không thể đặt một Menu ngay trong chính nó.

source: The settings file cannot be overwritten.
eu_es: Konfigurazio fitxategiak ezin dira aldatu.
he_il: לא ניתן לדרוס את קובץ התצורה.
vi_vn: Các tập tin cài đặt không thể ghi đè.

source: To use Smarty Cache, the directory %directorypath% must be writable.
sq_al: Për të përdorur 'Smarty Cache', dosja %directorypath% duhet të lejojë shkrimin e të dhënave.
vi_vn: Để sử dụng Smarty Cache, danh mục %directorypath% phải có thể ghi.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
sq_al: Përpara se të përdorësh këtë mjet, duhet të:[1][2]Krijosh një skedë të zbarzët me emrin .htaccess në dosjen rrënjë të uebfaqes tënde.[/2][2]Jepi të drejta për të qenë e shkrueshme duke përdorur komandën (CHMOD 666 në sistem Unix/Linux).[/2][/1]
vi_vn: Trước khi có thể sử dụng công cụ này, bạn cần làm như sau:[1][2] Tạo 1 file trống có tên .htacess và đặt ở thư mục gốc.[/2][2]Cấp quyền ghi (CHMOD 666 on Unix system).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
vi_vn: Lỗi: Không thể ghi vào tập tin. Đảm bảo rằng đã cài đặt sự cho phép chính xác đối với tập tin %s

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
vi_vn: Lỗi: Không thể xác định được chế độ xử lý lỗi có được kích hoạt hay không. Chắc chắn rằng những quyền cần thiết đã được cấp chính xác đối với tập tin %s

source: There is an empty row in the file that won't be imported.
sq_al: Ekziston një rresht i zbrazët në skedar që nuk do të importohet.
vi_vn: Có một hàng rổng trong tập tin sẽ không được nhập.

source: %s import
he_il: יובאו %s
vi_vn: %s nhập khẩu

source: (from %s to %s)
he_il: (מתאריך %s עד ל %s)
sq_al: (prej %s deri %s)
vi_vn: (từ %s đến %s)

source: with truncate
he_il: עם קיצוץ
vi_vn: với cắt ngắn

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
sq_al: Kodi i kategorisë duhet të jetë i unik. Ai nuk mund të jetë i njëjtë me atë për kategorisë 'Root' ose 'Home'.
vi_vn: ID danh mục phải là duy nhất. Nó không thể giống với ID của danh mục gốc hay trang trủ.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
sq_al: Kodi i kategorisë duhet të jetë unik. Ai nuk mund të jetë i njëjtë me atë të kategorisë prind (ID: %1$s).
vi_vn: ID danh mục phải là duy nhất. Nó không thể giống với ID của danh mục cha (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
vi_vn: Một danh mục không thể là cha của chính nó. Bạn nên đổi sang một tên khác (tên hiện tại: %1$s).

source: %category_name% (ID: %id%) cannot be saved
vi_vn: %category_name% (ID: %id%) không thể được lưu

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
he_il: שכתוב URL מחדש נכשל ביצור אוטומטי של כתובת ידיותית עבור: %category_name%
vi_vn: URL viết lại thất bại trong việc tự động tạo ra một URL thân thiện cho: %category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
vi_vn: Viết lại liên kết cho %1$s (ID %2$s): đã được viết lại thành %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
vi_vn: Một phân loại không thể là phân loại mẹ của chính nó. ID phân loại mẹ hoặc còn thiếu hoặc chưa rõ (ID: %1$s).

source: The root category cannot be modified.
eu_es: Erroko kategoria ezin daiteke aldatu.
he_il: לא ניתן לשנות קטגורית השורש
vi_vn: Các danh mục gốc không thể được sửa đổi.

source: cannot be copied.
eu_es: ezin daiteke kopiatu.
he_il: לא ניתן להעתקה
vi_vn: không thể được sao chép.

source: %1$s (ID: %2$s) cannot be %3$s
vi_vn: %1$s (ID: %2$s) không thể là %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
vi_vn: ID nhóm quy tắc thuế chưa xác định. Trước tiên bạn cần phải tạo một nhóm có ID này.

source: %1$s (ID: %2$s) cannot be saved
eu_es: %1$s (ID: %2$s) ezin daiteke gorde.
he_il: %1$s (מזהה: %2$s ) לא ניתן לשמירה
vi_vn: %1$s (ID: %2$s) không thể được lưu

source: %data% cannot be saved
vi_vn: %data% không thể lưu được

source: Shop is not valid
he_il: שם החנות אינו חוקי
vi_vn: Cửa hàng không hợp lệ

source: Discount is invalid
he_il: הנחה לא תקינה
vi_vn: Giảm giá không hợp lệ

source: Tags list is invalid
he_il: רשימת התגיות לא תקינה
vi_vn: Danh sách Tags không hợp lệ

source: Error copying image: %url%
he_il: שגיאה בהעתקת תמונה: %url%
vi_vn: Lỗi sao chép hình ảnh: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
vi_vn: Sản phẩm #%id%: hình ảnh (%url%) không thể được lưu.

source: Advanced stock management has incorrect value. Not set for product %name%
vi_vn: Quản lý hàng hóa nâng cao có giá trị không chính xác. Không được cài đặt cho sản phẩm %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
vi_vn: Quản lý hàng hóa nâng cao không được kích hoạt, không thể kích hoạt trên sản phẩm %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
vi_vn: Quản lý hàng hóa nâng cao không được kích hoạt, nhà kho không được đặt vào sản phẩm %name%

source: Warehouse did not exist, cannot set on product %name%
vi_vn: Kho không tồn tại, không thể đặt trên sản phẩm %name%

source: Incorrect value for "Depends on stock" for product %name%
vi_vn: Giá trị không chính xác cho "Phụ thuộc vào hàng hóa" đối với sản phẩm %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
vi_vn: Quản lý hàng hóa nâng cao không được kích hoạt, không thể cài đặt "Phụ thuộc vào hàng hóa" cho sản phẩm %name%

source: Media server #1 is invalid
eu_es: #1 mediaren zerbitzaria ez da balekoa
he_il: שם שרת מדיה #1 אינו תקין
vi_vn: Media server #1 không hợp lệ

source: Media server #2 is invalid
eu_es: #2 mediaren zerbitzaria ez da balekoa
he_il: שם שרת מדיה #2 אינו תקין
vi_vn: Media server #2 không hợp lệ

source: Media server #3 is invalid
eu_es: #3 mediaren zerbitzaria ez da balekoa
he_il: שם שרת מדיה #3 אינו תקין
vi_vn: Media server #3 không hợp lệ

source: Update your PHP version.
he_il: עדכן את גרסת ה- PHP בשרת
vi_vn: Cập nhật phiên bản PHP của bạn.

source: Configure your server to allow file uploads.
he_il: הגדר את השרת כך שיאפשר העלאת קבצים.
vi_vn: Cấu hình máy chủ của bạn cho phép tải lên tập tin.

source: Configure your server to allow the creation of directories and files with write permissions.
he_il: הגדר את השרת כך שיאפשר יצירת תיקיות וכתיבת קבצים
vi_vn: Cấu hình máy chủ của bạn để cho phép tạo các danh mục và các tệp tin với sự cho phép soạn thảo.

source: Enable the GD library on your server.
he_il: אפשר ספריית GD בשרת שלך
vi_vn: Kích hoạt thư viện GD trên máy chủ của bạn.

source: Enable the MySQL support on your server.
he_il: אפשר תמיכת MySQL בשרת שלך
vi_vn: Kích họat hỗ trợ MySQL trên máy chủ của bạn.

source: Set write permissions for the "config" folder.
he_il: הגדר הרשאות כתיבה עבור תיקית config
vi_vn: Cài đặt tính năng cho phép soạn thảo cho các thư mục "cấu hình config".

source: Set write permissions for the "cache" folder.
he_il: הגדר הרשאות כתיבה עבור תיקית cache
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục bộ nhớ đệm "cache".

source: Set write permissions for the "sitemap.xml" file.
he_il: הגדר הרשאות כתיבה עבור קובץ sitemap.xml
vi_vn: Cài đặt tính năng cho phép soạn thảo cho tệp tin "sitemap.xml".

source: Set write permissions for the "img" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור תיקית img וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "hình ảnh" và các thư mục phụ.

source: Set write permissions for the "log" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור ספרית "log" ותת-הספריות.
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "đăng nhập" và các thư mục phụ.

source: Set write permissions for the "mails" folder and subfolders.
he_il: הגדרת הרשאות כתיבה עבור תיקית mails וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "mails" và các thư mục phụ.

source: Set write permissions for the "modules" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור תיקית modules וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "modules" và các thư mục phụ.

source: Set write permissions for the "translations" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור תיקיית translations וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "dịch thuật" và các thư mục phụ.

source: Set write permissions for the "upload" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור תיקית upload וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "tải lên" và các thư mục phụ.

source: Set write permissions for the "download" folder and subfolders.
he_il: הגדר הרשאות כתיבה עבור תיקית download וכל תיקיות המשנה
vi_vn: Cài đặt tính năng cho phép soạn thảo cho thư mục "tải xuống" và các thư mục phụ.

source: Allow the PHP fopen() function on your server.
he_il: אפשר שימוש בפונקציית ()PHP fopen בשרת שלך.
vi_vn: Cho phép tính năng fopen PHP trên máy chủ của bạn.

source: Enable GZIP compression on your server.
he_il: אפשר כיווץ באמצעות GZIP
vi_vn: Kích hoạt tính năng nén GZIP trên máy chủ của bạn.
