Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminNotificationsError.*.xlf
Languages: es_es, sq_al

source: Unexpected error occurred.
es_es: Se ha producido un error inesperado.

source: You need permission to edit this.
es_es: Necesitas permiso para editar esto.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
es_es: No se puede cargar esta imagen, a causa de restricciones de límite de memoria,. Por favor, aumenta el valor de memory_limit en la configuración de tu servidor.

source: An error occurred while uploading the image.
es_es: Se ha producido un error al subir la imagen.
sq_al: Ka ndodhur një gabim gjatë ngarkimit të imazhit.

source: The object cannot be loaded (or found)
es_es: El objeto no puede ser cargado (o encontrado)
sq_al: Objekti nuk mund të ngarkohet (ose nuk u gjet)

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
es_es: No se puede cargar esta imagen, a causa de restricciones de límite de memoria,. Por favor, aumenta el valor de memory_limit en la configuración de tu servidor.

source: An error occurred while deleting this selection.
es_es: Se ha producido un error al eliminar esta selección.
sq_al: Ka ndodhur një gabim gjatë fshirjes për këtë zgjedhje.

source: An error occurred while deleting the object.
es_es: Se ha producido un error al eliminar el objeto.
sq_al: Ka ndodhur një gabim gjatë fshirjes së objektit.

source: Invalid action
es_es: Acción no válida
sq_al: Veprim i pavlefshëm

source: It looks like we have trouble connecting to Addons. Please refresh the page or check your firewall configuration.
es_es: Parece que tenemos problemas para conectar con Addons. Actualiza la página o revisa la configuración de tu firewall.

source: You do not have permission to add this.
es_es: No tienes permiso para editar esto.
sq_al: Ju nuk keni leje për ta shtuar këtë.

source: The value of the PHP.ini setting "max_input_vars" must be increased to %value% in order to be able to submit the product form.
es_es: El valor de la configuración PHP.ini "max_input_vars" debe ser incrementado a %value% para poder enviar el formulario del producto.

source: Unable to delete associated images.
es_es: No se pueden eliminar imágenes asociadas.
sq_al: Imazhet e ndërlidhura nuk mund të fshihen.

source: You cannot upload more files
es_es: No puedes subir más archivos

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
es_es: Formato de imagen no reconocido, los formatos permitidos son: .gif, .jpg, .png
sq_al: Formati i imazhit nuk u njoh, formatet e lejuara janë: .gif, .jpg, .png

source: Max file size allowed is "%s" bytes.
es_es: El tamaño máximo de archivo permitido es "%s" bytes.

source: The field %s is required.
es_es: El campo %s es requerido.
sq_al: Fusha %s është e nevojshme.

source: An error occurred while creating an object.
es_es: Se ha producido un error al crear un objeto.
sq_al: Ka ndodhur një gabim gjatë krijimit të objektit.

source: An error occurred while updating an object.
es_es: Se ha producido un error al actualizar un objeto.
sq_al: Ka ndodhur një gabim gjatë përditësimit të objektit.

source: Invalid data supplied.
es_es: Se han suministrado datos no válidos.

source: This field is required
es_es: Este campo es requerido

source: This domain is not valid.
es_es: El dominio no es válido.
sq_al: Ky domen nuk është i vlefshëm.

source: The SSL domain is not valid.
es_es: El dominio SSL no es válido.
sq_al: Domeni SSL nuk është i vlefshëm.

source: %s is invalid.
es_es: %s no válido.
sq_al: %s është i pavlefshëm.

source: The uploaded file is too large.
es_es: El archivo subido es demasiado grande.
sq_al: Skedari i ngarkuar është shumë i madh.

source: This value should be greater than %value%
es_es: Este valor debe ser mayor que %value%
sq_al: Kjo vlerë duhet të jetë më e madhe se %value%

source: This field cannot be empty
es_es: Este campo no puede estar vacío
sq_al: Kjo fushë nuk mund të lihet bosh

source: This field is invalid
es_es: Este campo no es válido
sq_al: Kjo fushë është e pavlefshme

source: This field cannot be longer than %limit% characters
es_es: Este campo no puede tener más de %limit% caracteres
sq_al: Kjo fushë nuk mund të jetë më e gjatë se %limit% karaktere

source: This field is invalid, it must contain numeric values
es_es: Este campo no es válido, éste debe contener valores numéricos
sq_al: Kjo fushë është e pavlefshme, duhet të përmbajë vlera numerike

source: This field cannot be shorter than %limit% characters
es_es: Este campo no puede tener menos de %limit% caracteres
sq_al: Kjo fushë nuk mund të jetë më e shkurtër se %limit% karaktere

source: Invalid password confirmation
es_es: Confirmación de contraseña no válida
sq_al: Konfirmimi i fjalëkalimit është i pavlefshëm

source: Cannot generate emails because the Symfony container is unavailable.
es_es: No se pueden generar emails porque el contenedor de Symfony no está disponible.
sq_al: Nuk mund të gjenerojë email sepse kontejneri Symfony nuk është i disponueshëm.

source: Cannot generate email templates: %s.
es_es: No se pueden generar plantillas de email: %s.
sq_al: Nuk mund të gjenerojë shabllone emaili: %s.

source: An error occurred while processing your request.
es_es: Se produjo un error al procesar tu solicitud.
sq_al: Ndodhi një gabim gjatë përpunimit të kërkesës tënde.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
es_es: El archivo es demasiado grande. El tamaño máximo permitido es de: [1]. El archivo que intentas subir tiene un tamaño de [2].
sq_al: Skedari është shumë i madh. Madhësia maksimale e lejuar është: [1]. Skedari që po tenton ta ngarkosh është: [2].

source: %error_message% - Language: %language_name%
es_es: %error_message% - Idioma: %language_name%
sq_al: %error_message% - Gjuha: %language_name%
