Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminOrderscustomersFeature.*.xlf
Languages: si_lk, tt_ru

source: Text #
si_lk: සටහන් අංක
tt_ru: Текст#

source: Comment:
tt_ru: Фикер:

source: To:
tt_ru: По:

source: Qty
si_lk: ප්‍රමාණය
tt_ru: Микъдар

source: Location
tt_ru: Расположение

source: Vouchers
si_lk: වවුචර
tt_ru: Купоннар

source: Gift
si_lk: ත්‍යාගයකි
tt_ru: Бүләк

source: Cart
si_lk: බඩුබාරය
tt_ru: Кәрзин

source: In stock
si_lk: තොග ඇත
tt_ru: Бар булу буенча

source: Add to cart
si_lk: නිශ්පාදන එකතුවට එක් කරන්න
tt_ru: Кәрзингә

source: Add a new address
si_lk: නව ලිපිනයක් එකතු කරන්න
tt_ru: Яңа адрес өстәп куй

source: Total products
si_lk: නිෂ්පාදනයන්ගේ එකතුව
tt_ru: Бәясе:

source: SIRET
tt_ru: SIRET коды

source: APE
tt_ru: APE коды

source: Payment method
si_lk: ගෙවීම් ක්‍රමය
tt_ru: Түләү ысулы:

source: Shipping address
si_lk: ප්‍රවාහනය කලයුතු ලිපිනය
tt_ru: Китерү адресы

source: Invoice address
si_lk: අයපත් ලිපිනය
tt_ru: Хокук адресы

source: Returned
si_lk: හරවා යැවුණු
tt_ru: Кире кайтарылган

source: Return
si_lk: හරවා එවීම්
tt_ru: Кире кайтару

source: Value
si_lk: වටිනාකම
tt_ru: Билгеләмәсе

source: Discounts
si_lk: වට්ටම්
tt_ru: Ташламалар

source: Wrapping
si_lk: දැවටීම
tt_ru: Упаковка

source: From
si_lk: වෙතින්
tt_ru: С

source: None
si_lk: නොමැත
tt_ru: Юк

source: Low
tt_ru: низкий

source: Medium
tt_ru: Средняя

source: High
tt_ru: Высокая

source: Addresses
si_lk: ලිපිනයන්
tt_ru: Адреслар

source: Abandoned Carts
tt_ru: Брошенных корзин

source: Orders
si_lk: ඇණවුම්
tt_ru: Заказы

source: Return Merchandise Authorization (RMA)
si_lk: විකිණුම් ද්‍රව්‍ය අධිකාරීත්වය හරවා යැවීම (RMA)
tt_ru: Сәүдә кире кайтаруны авторизацияләү

source: Date issued
si_lk: නිකුත්කල දිනය
tt_ru: Басылган көне

source: Newsletter
tt_ru: Хатларны җибәрү

source: VAT number
si_lk: වැට් අංකය
tt_ru: ИНН

source: Identification number
si_lk: හඳුනා ගැනීමේ අංකය
tt_ru: Идентификаөияләү номеры

source: Pages viewed
tt_ru: Просмотрено страниц

source: Registrations
si_lk: ලියාපදිංචි කිරීම්
tt_ru: Регистрации

source: Viewed products
tt_ru: Карап чыккан товарлар

source: Website
si_lk: වෙබ් අඩවිය
tt_ru: Вебсайт

source: Awaiting Cash On Delivery validation
si_lk: Awaiting cod validation

source: Order ID
si_lk: ඇණවුම් අංකය

source: Unknown
si_lk: නොදනී
