Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminInternationalHelp.*.xlf
Languages: de_de, ja_jp

source: This will restore your last registered address format.
de_de: Stellt das zuletzt aktive Design wieder her.
ja_jp: これは、最後に登録された住所フォーマットで復元します

source: This will restore the default address format for this country.
de_de: Diese Option stellt das Standard-Adressformat Ihres Landes wieder her.
ja_jp: これは、この国用でデフォルトの住所フォーマットが復元します

source: This will restore your current address format.
de_de: Zeigt das letzte aktualisierte Design an
ja_jp: これは、現在の住所フォーマットで復元します

source: This will delete the current address format
de_de: Löscht das aktuelle Adressformat
ja_jp: これは現在の住所フォーマットを削除します

source: Missing files are marked in red
de_de: Die fehlenden Dateien sind rot markiert
ja_jp: 不足しているファイルは赤色でマークされています

source: You MUST use this syntax in your translations. Here are a few examples:
de_de: Sie MÜSSEN diese Syntax in Ihren Übersetzungen nutzen. Hier einige Beispiele:
ja_jp: 翻訳の際には、必ずこの構文を使わなければなりません。次の事例を参考にしてください：

source: This expression uses a special syntax:
de_de: Dieser Ausdruck verlangt eine spezielle Syntax:
ja_jp: この式は、特別な構文を使用します：

source: Some of these expressions use this special syntax: %s.
de_de: Einige dieser Ausdrücke nutzen diese spezielle Syntax: %s

source: You MUST use this syntax in your translations. Here are several examples:
de_de: Sie MÜSSEN diese Syntax in Ihren Übersetzungen nutzen. Hier einige Beispiele:
ja_jp: 翻訳の際には、必ずこの構文を使わなければなりません。次の事例を参考にしてください：

source: There are [1]%replace%[/1] products
de_de: [1]%replace%[/1] Artikel gefunden
ja_jp: [1]%replace%[/1] 個の商品があります

source: "%s" will be replaced by a number.
de_de: "%s" wird durch eine Zahl ersetzt.

source: List of pages in [1]%replace%[/1]
de_de: Seiten in [1]%replace%[/1]
ja_jp: [1]%replace%[/1] 内のページ一覧

source: "%s" will be replaced by a string.
de_de: "%s" wird durch eine Zeichenfolge ersetzt.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
de_de: Eigenschaft: [1]%1%[/1] ([1]%2%[/1] Werte)
ja_jp: 機能： [1]%1%[/1] （[1]%2%[/1] 有用性）

source: The numbers enable you to reorder the variables when necessary.
de_de: Falls erforderlich, nutzen Sie die Zahlen zur Wiederverwendung der Variablen.

source: Click on the title of a section to open its fieldsets.
de_de: Klicken Sie auf den Titel eines Blocks, um die Felder zu bearbeiten.

source: Here you can modify translations for all installed module.
de_de: Hier können Sie die Übersetzungen aller installierten Module bearbeiten.
ja_jp: ここでは、すべてのインストール済みモジュールの翻訳を編集する事が出来ます。

source: Select your module
de_de: Modul auswählen
ja_jp: モジュールを選択

source: Restrict country selections in front office to those covered by active carriers
de_de: Länderauswahl im Front Office auf die Länder beschränken, die durch aktive Versanddienste beliefert werden

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
de_de: ISO-Code mit 2 oder 3 Buchstaben, z.B.: "us" für die Vereinigten Staaten.
ja_jp: 2桁か3桁文字のISOコード（例：日本は "jp"）

source: International call prefix, (e.g. 1 for United States).
de_de: Internationale Telefonvorwahl (z.B. 49 für Deutschland).

source: Geographical region.
de_de: Geografisches Gebiet

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
de_de: Legen Sie das Format der Postleitzahl fest: L für Buchstabe, N für Zahl, C für Landeskürzel (ISO 3166-1 alpha-2). Also z.B. NNNNN für Deutschland, Frankreich usw., NNNN für die Schweiz oder Österreich, LNNNNLLL für Argentinien. Wenn Prestashop die PLZ nicht prüfen soll, tragen Sie einfach hier nichts ein.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
de_de: Dieses Land Ihrem Kunden anzeigen (im Back-Office wird es immer anzeigt).

source: Provide the state name to be displayed in addresses and on invoices.
de_de: Name des Bundeslandes, der in den Adressen und Rechnungen angezeigt werden soll.
ja_jp: 請求書の住所に表示するための都道府県名（州名）を指定してください。

source: 1 to 4 letter ISO code.
de_de: ISO-Code (1-4 Buchstaben lang)
ja_jp: 1から4文字のISOコード

source: You can prefix it with the country ISO code if needed.
de_de: Prefix mit ISO-Code des Landes möglich

source: Country where the state is located.
de_de: Land, in dem sich das Bundesland befindet

source: Only the countries with the option "contains states" enabled are displayed.
de_de: Nur Länder anziegen, bei denen die Option "Enthält Bundesländr" aktiviert ist

source: Geographical region where this state is located.
de_de: Geografisches Gebiet, in dem sich dieses Bundesland befindet
ja_jp: 都道府県が置かれている地理的なゾーン

source: Used for shipping
de_de: Für Versand verwendet
ja_jp: 出荷に使用

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
de_de: Sie können eine PLZ-Gruppe (z.B.: 75000-76000) angeben oder eine einzige Postleitzahl.

source: You must define the behavior if an address matches multiple rules:
de_de: Festlegen, wie verfahren werden soll, wenn eine Adresse mehreren Kriterien entspricht:
ja_jp: 住所が複数のルールに一致した場合の動作を定義してください：

source: - This tax only: Will apply only this tax
de_de: Nur diese Steuer: Nur diese Steuer anwenden

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
de_de: Kombisteuer: Kombiniere Steuern (z.B.: 10% + 5 % = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
de_de: Nacheinander: Steuern nacheinander anwenden (z.B. 100 + 10% = 110 + 5% = 115,5%)
ja_jp: - 逐次適用：税金を順番に追加適用します (例：100 + 10% => 110 + 5% = 115.5)

source: No Tax
de_de: Keine Steuer
ja_jp: 税なし

source: (Total tax: 9%)
de_de: Wählen Sie den Steuersatz zu dieser Steuerregel.

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
de_de: Name des Gebietes (z. B.: Afrika, Europa, ggf. auch Land des Shops)

source: Allow or disallow shipping to this zone.
de_de: Lieferung in dieses Gebiet erlauben / nicht erlauben.

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
de_de: Wechselkurs von einer Einheit der Standard-Währung (z.B. 1 €) in diese Währung. Wenn die Standard-Währung beispielsweise der Euro ist und Sie Dollar gewählt haben, geben Sie "1.20" ein (1 € = $1.20).
ja_jp: 為替レートはショップでデフォルト設定されている通貨単位を "1" として計算されます。たとえば、デフォルト通貨日本円である場合、米ドルを通貨として選択する場合には "0.009158" （1JPY=0.009158USD）と記入します。

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
de_de: ISO code (z.B. USD für Dollar, EUR for Euro etc.)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
de_de: Wechselkurs von einer Einheit der Standard-Währung (z.B. 1 €) in diese Währung. Wenn die Standard-Währung beispielsweise der Euro ist und Sie Dollar gewählt haben, geben Sie "1.20" ein (1 € = $1.20).
ja_jp: 為替レートはショップでデフォルト設定されている通貨単位を "1" として計算されます。たとえば、デフォルト通貨日本円である場合、米ドルを通貨として選択する場合には "0.009158" （1JPY=0.009158USD）と記入します。

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
de_de: Diese Option ermöglicht Ihnen unter anderem, den Shop-Zugang für bestimmte Länder zu beschränken (siehe unten).
ja_jp: このオプションは特定の国のアクセスを制限するために他のものを許可します。下記を参照してください。

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
de_de: Sie können IP-Adressen hinzufügen, die immer Zugriff auf Ihren Shop haben dürfen (z. B. Google bots' IP).
ja_jp: ショップに常にアクセスを許可するIPアドレスを追加することができます（例 GoogleBotsのIP）

source: Two-letter ISO code (e.g. FR, EN, DE).
de_de: ISO-Code mit 2 Buchstaben (z. B. FR, GB, DE).

source: IETF language tag (e.g. en-US, pt-BR).
de_de: IETF-Sprachtag (z.B. en-US, pt-BR).
ja_jp: IETF言語タグ（例：en-US、pt-BR）

source: Short date format (e.g., Y-m-d).
de_de: Datumsformat einfach (nur englische Kürzel erlaubt, z.B. d.m.y für 01.01.17).

source: Full date format (e.g., Y-m-d H:i:s).
de_de: Datumsformat mit Zeitangaben (nur englische Kürzel erlaubt, z.B. d.m.Y H:i:s für 01.01.2017 19:42:13).

source: Upload the country flag from your computer.
de_de: Upload der Landesflagge von Ihrem Computer.

source: Image is displayed when "no picture is found".
de_de: Wird angezeigt, wenn kein Bild verfügbar ist.

source: Enable if this language is read from right to left.
de_de: Aktivieren, wenn die Sprache von rechts nach links gelesen wird.

source: (Experimental: your theme must be compliant with RTL languages).
de_de: (Noch in der Testphase: Ihr Template muss mit RTL-Sprachen kompatibel sein).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
de_de: Sprachkürzel (nach ISO 639-1) für die Landessprache Ihres Shops (de, nl, fr, ch usw.)

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
de_de: Länderkürzel in Kleinbuchstaben (nach ISO 3166-1 Alpha-2) für Land/Region Ihres Shops (de, nl, fr, ch usw.)

source: The default language used in your shop.
de_de: Die im Shop verwendete Standard-Sprache.

source: Set browser language as default language
de_de: Browsersprache als Standard festlegen

source: The default country used in your shop.
de_de: Das im Shop verwendete Standard-Land.

source: Set country corresponding to browser language
de_de: Sprache gemäß Browsersprache setzen

source: The default currency used in your shop.
de_de: Die im Shop verwendete Standard-Währung.

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
de_de: Bei Einstellung 'Ja' wird eine aktuelle Übersetzungsdatei von Prestashop.com übertragen. Im anderen Fall wird die im Installationspaket vorhandene XML-Datei mit den Übersetzungen verwendet.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
de_de: Standard-Gewichtseinheit Ihres Shops (z.B. "kg" für Kilogramm)

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
de_de: Standard-Längenmaß Ihres Shops (z.B. "km" für Kilometer)

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
de_de: Standard-Volumeneinheit Ihres Shop (z.B. "l" für Liter)

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
de_de: Standard-Maßeinheit Ihres Shops (z.B. "cm" für Zentimeter)

source: Tax name to display in carts and on invoices (e.g. "VAT").
de_de: Name der im Warenkorb und auf der Rechnung angezeigten Steuer (z.B. MwSt., USt.)

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
de_de: Format: XX.XX oder XX.XXX (z.B.: 19,60 oder 13 925)
ja_jp: フォーマット：XX.XXまたはXX.XXX（例えば、19.60または13.925）

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
de_de: Wenn Sie die Ökosteuer deaktivieren, wird sie bei allen Artikeln auf 0 gesetzt.
ja_jp: 環境税を無効にした場合は、すべての商品の環境税は0に設定されます

source: Select whether or not to include tax on purchases.
de_de: Preisanzeige inklusive MwSt.? (JA oder NEIN)

source: Select whether or not to display tax on a distinct line in the cart.
de_de: MwSt. in einer separaten Zeile des Warenkorbs anzeigen.
ja_jp: カート内の個別の行に税を表示するかどうかを選択

source: Define the ecotax (e.g. French ecotax: 19.6%).
de_de: Höhe der Ökosteuer (gilt nur für Frankreich, dort z. Z. 19,6%)
ja_jp: 税は環境税に適用（例 フランス環境税：19.6%）

source: You can add or update a language directly from the PrestaShop website here.
de_de: Sie können ein Sprachpaket direkt aktualisieren oder laden von der folgenden PrestaShop-Seite

source: Copies data from one language to another.
de_de: Hier können Sie die Übersetzungen von einer Sprache in eine andere kopieren.
ja_jp: 他の言語からデータをコピー

source: Warning: This will replace all of the existing data inside the destination language.
de_de: Vorsicht, damit überschreiben Sie alle eigenen Übersetzungen in der Zielsprache!
ja_jp: 選択された言語ファイルに上書きされるので、ご注意下さい。

source: If necessary [1][2] you must first create a new language[/1].
de_de: Falls erforderlich, [1][2] müssen Sie zuerst eine neue Sprache erstellen[/1].
ja_jp: 必要な場合には、[1][2] 初めに新しい言語を作成する必要があります[/1].

source: Export data from one language to a file (language pack).
de_de: Exportieren von Daten einer Sprache in eine Datei (Sprachpaket).
ja_jp: １つの言語からファイルをデータでエクスポート（言語パック）

source: Select which theme you would like to export your translations to.
de_de: In welches Template sollen die Übersetzungen exportiert werden.

source: Here you can modify translations for every line of text inside PrestaShop.
de_de: Hier können Sie die Übersetzungen der einzelnen Textteile von PrestaShop ändern.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
de_de: Wählen Sie zuerst einen Programmteil (z.B. Back Office oder Module). Klicken Sie dann auf die Flagge der Sprache, die Sie bearbeiten möchten.

source: Search a word or expression, e.g.: "Order confirmation"
de_de: Wort oder ganzen Ausdruck (z.B. "inkl. MwSt.") suchen
ja_jp: 単語や表現を検索します（例：「注文の確認」）

source: Search name
ja_jp: 名前で検索
