Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminCatalogHelp.*.xlf
Languages: lt_lt

source: Does not apply to the shipping costs
lt_lt: Netaikomas pristatymo kainoms

source: Optional: The cart rule will be available to everyone if you leave this field blank.
lt_lt: Neprivaloma: jei paliksite tuščią, krepšelio taisyklė bus prieinama visiems.

source: The default period is one month.
lt_lt: Numatytasis laikotarpis - vienas mėnuo.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
lt_lt: Galite pasirinkti minimalią krepšelio sumą su pristatymo kaina arba be jos.

source: The cart rule will be applied to the first "X" customers only.
lt_lt: Krepšelio taisyklė bus pritaikyta tik X pirmiesiems vartotojams.

source: A customer will only be able to use the cart rule "X" time(s).
lt_lt: Vartotojas galės pasinaudoti šia taisykle tik X kartą (-ų).

source: This restriction applies to the country of delivery.
lt_lt: Šis apribojimas taikomas šalyje, kurioje bus atliktas pristatymas.

source: This will be displayed in the cart summary, as well as on the invoice.
lt_lt: Bus rodoma krepšelio santraukoje ir sąskaitoje.

source: For your eyes only. This will never be displayed to the customer.
lt_lt: Rodoma tik jums, nerodoma vartotojams.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
lt_lt: Tai yra kodas, kuri vartotojai turėtų įvesti norėdami pridatikyti kuponą krepšeliui. Sukurkite savo kodą arba spauskite mygtuką "Sugeneruoti" naujam kodui sugeneruoti.

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
lt_lt: Dėmesio! Jei paliksite šį laukelį tuščią, taisyklė bus automatiškai taikoma klientams.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
lt_lt: Jei kuponas dar nėra krepšelyje, jis bus rodomas po krepšeliu, jo santraukoje.

source: Only applicable if the voucher value is greater than the cart total.
lt_lt: Taikoma tik jei kupono vertė yra didesnė už krepšelio.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
lt_lt: Jei neleidžiate dalinio naudojimo, kupono vertė bus sumažinta iki visos pirkinio sumos. Jei leidžiate dalinį naudojimą, su likusia suma bus sukurtas naujas kuponas.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
lt_lt: Krepšelio taisyklės pritaikomos pagal prioritetą. Krepšelio taisyklė su prioritetu "1" bus pritaikyta prieš krepšelio taisyklę su prioritetu "2".

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules & Services > Installed modules.[/1] Then, configure your menu module.
lt_lt: Jei norite, kad jūsų parduotuvės meniu būtų kategorija, eikite [1]Moduliai > Moduliai ir paslugos > Įdiegti moduliai.[/1] Ten konfigūruokite savo meniu modulį.

source: Recommended dimensions (for the default theme): %1spx x %2spx
lt_lt: Rekomenduojami matmenys (numatytajai temai): %1spx x %2spx

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules Manager.[/1] Then, configure your menu module.
lt_lt: Jei norite, kad kategorija atsirstų jūsų parduotuvės meniu, eikite [1]Moduliai > Modulių valdymas.[/1] Ten konfigūruokite savo meniu modulį.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
lt_lt: Tuščia kategorija - tai kategorija, kuri neturi jokios tiesiogiai susietos prekės. Tuščia kategorija gali turėti subkategorijų, kurios turi prekių.

source: Your internal name for this attribute.
lt_lt: Vidinis šio atributo pavadinimas.

source: The public name for this attribute, displayed to the customers.
lt_lt: Viešas pavadinimas šiai savybei, kuris bus rodomas klientams.

source: The way the attribute's values will be presented to the customers in the product's page.
lt_lt: Būdas, kuriuo savybės reikšmės bus atvaizduojamos vartotojams prekės puslapyje.

source: Choose the attribute group for this value.
lt_lt: Pasirinkite savybių grupę šiai reikšmei.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
lt_lt: Pasirinkite norimą spalvą naudodamiesi spalvų pasirinkimo įrankiu arba įrašykite HTML spalvos kodą (pvz.: "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
lt_lt: Įkelti paveiksliuko failą, kuriame yra spalvos tekstūra.

source: This will override the HTML color!
lt_lt: Tai perrašys HTML spalvą!

source: Save then add another value
lt_lt: Išsaugoti ir pridėti kitą reikšmę

source: To add "tags," click in the field, write something, and then press "Enter."
lt_lt: Norėdami sukurti "žymą", spustelėkite laukelyje, ką nors parašykite ir paspauskite "Enter."

source: Allow customers to upload files using the contact page.
lt_lt: Leisti vartotojams įkelti failus naudojantis kontaktų puslapiu.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
lt_lt: Prašome užpildyti visus automatiškai atsirandančius laukus, kai bandote atsakyti į temą klientų aptarnavimo puslapyje.

source: URL for your IMAP server (ie.: mail.server.com).
lt_lt: Jūsų IMAP serverio URL (pvz.: mail.domenas.lt).

source: Port to use to connect to your IMAP server.
lt_lt: Portas, kuris naudojamas prisijungimui prie IMAP serverio.

source: User to use to connect to your IMAP server.
lt_lt: Vartotojas, kuris naudojamas prisijungimui prie IMAP serverio.

source: Password to use to connect your IMAP server.
lt_lt: Slaptažodis, kuris naudojamas prisijungimui prie IMAP serverio.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
lt_lt: Ištrinti žinutes po sinchronizacijos. Jei neįjungta, tuomet sinchronizacija užtruks ilgiau.

source: Create new threads for unrecognized emails.
lt_lt: Sukurti naują temą neatpažintiems laiškams.

source: Use POP3 instead of IMAP.
lt_lt: Naudokite POP3 vietoj IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
lt_lt: Nenaudokite RSH arba SSH nustatant gamykliškai autentiškas IMAP sesijas.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
lt_lt: Naudokite Secure Socket Layer (TLS/SSL) sesijos užkodavimui.

source: Validate certificates from the TLS/SSL server.
lt_lt: Patvirtinkite sertifikatus iš TLS/SSL serverio.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
lt_lt: Nepatvirtinkite sertifikatų iš TLS/SSL serverio. Ši funkcija reikalinga tik tada, kai serveris naudoja paties sugeneruotus sertifikatus.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
lt_lt: Sesijos šifravimui priverstinai naudokite start-TLS ir atmeskite prisijungimą prie serverio, kuris nepalaikio šio šifravimo.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
lt_lt: Sesijos šifravimui nenaudokite start-TLS net tada, kai serveris šį šifravimą palaiko.

source: Add new feature value
lt_lt: Pridėti naujos ypatybės reikšmę

source: Save and add another value
lt_lt: Išsaugoti ir pridėti kitą reikšmę

source: Back to the list
lt_lt: Atgal į sąrašą

source: Add new feature values
lt_lt: Pridėti naujas ypatybės reikšmes

source: To add "tags," click inside the field, write something, and then press "Enter."
lt_lt: Norėdami pridėti "žymas", paspauskite ant lauko, įrašykite ką nors ir paspauskite "Enter".

source: Company name for this brand
lt_lt: Įmonės pavadinimas šiam prekės ženklui

source: Company name for this supplier
lt_lt: Įmonės pavadinimas šiam tiekėjui

source: Will appear in the list of suppliers.
lt_lt: Bus rodoma tiekėjų sąraše.

source: Phone number for this supplier
lt_lt: Šio tiekėjo telefono numeris

source: Mobile phone number for this supplier.
lt_lt: Šio tiekėjo mobilaus telefono numeris.

source: Upload a supplier logo from your computer.
lt_lt: Įkelkite tiekėjo logotipą iš savo kompiuterio.

source: To add "tags" click in the field, write something and then press "Enter".
lt_lt: Norėdami sukurti "žymas", spustelėkite laukelyje, ką nors parašykite ir paspauskite "Enter".

source: Create a new product: CTRL+P
lt_lt: Sukurti naują prekę: `Ctrl + P`

source: To have a different title from the category name, enter it here.
lt_lt: Jei norite turėti skirtingą pavadinimą nei kategorijos pavadinimas, įveskite jį čia.

source: To have a different description than your category summary in search results page, write it here.
lt_lt: Jei norite turėti skirtingą kategorijos santraukos aprašymą paieškos rezultatų puslapyje, įveskite jį čia.

source: Search for a product
lt_lt: Ieškoti prekės

source: Enter your product name
lt_lt: Įveskite prekės pavadinimą

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
lt_lt: Santrauka yra trumpi sakiniai, apibūdinantys jūsų prekę. <br />Jie bus matomi parduotuvės prekės puslapio viršuje, prekių sąrašuose ir paieškos sistemų rezultatų puslapiuose (todėl tai labai svarbu SEO). Įveskite daugiau informacijos apie savo prekę skirtukyje "Aprašymas".

source: Search and add a related product
lt_lt: Ieškoti ir pridėti susijusią prekę

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
lt_lt: Naudokite kablelį, norėdami atskirti gaires. Pvz.: suknelė, medvilnė, kokteilinė suknelė.

source: Per kilo, per litre
lt_lt: Už kilogramą, už litrą

source: Combine several attributes, e.g.: "Size: all", "Color: red".
lt_lt: Kombinuoti skirtingus atributus, pvz.: "Dydis: visi", "Spalva: raudona".

source: Leave empty to disable
lt_lt: Jei norite išjungti palikite tuščią

source: To have a different title from the product name, enter it here.
lt_lt: Jei norite turėti skirtingą pavadinimą nei prekės pavadinimas, įveskite jį čia.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
lt_lt: Viešas pavadinimas prekės puslapiui ir paieškos sistemoms. Palikite tuščia, jei naudosite prekės pavadinimą. Likusių simbolių skaičius rodomas kairėje lauko pusėje.

source: To have a different description than your product summary in search results pages, write it here.
lt_lt: Jei norite turėti skirtingą prekės santraukos aprašymą paieškos rezultatų puslapyje, rašykite jį čia.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
lt_lt: Šis aprašymas bus rodomas paieškos varikliuose. Jums reikia įvesti vieną sakinį, trumpesnį nei 160 simbolių (tarpai įskaičiuoti)

source: To which product the page should redirect?
lt_lt: Į kurią prekę turi nukreipti puslapis?

source: To which category the page should redirect?
lt_lt: Į kurią kategoriją puslapis turi nukreipti?

source: If no category is selected the Main Category is used
lt_lt: Jei kategorijoje nepasirinkta, naudojama pagrindinė kategorija

source: Only letters and the minus (-) character are allowed.
lt_lt: Leidžiamos tik raidės ir minuso ženklas ("-").

source: Search name
lt_lt: Ieškoti pavadinimuose

source: Search ref.
lt_lt: Ieškoti koduose

source: Search category
lt_lt: Ieškoti kategorijoje

source: Permanently delete this product.
lt_lt: Visam laikui ištrinti šią prekę.

source: See how your product sheet will look online: ALT+SHIFT+V
lt_lt: Pažiūrėkite, kaip jūsų prekė atrodo parduotuvėje: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
lt_lt: Įjungti ar išjungti prekę parduotuvėje: ALT+SHIFT+O

source: Save the product and stay on the current page: ALT+SHIFT+S
lt_lt: Išsaugokite prekę ir likite dabartiniame puslapyje: ALT+SHIFT+S

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
lt_lt: Išsaugokite ir kopijuokite prekę, tuomet eikite į naują prekę: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
lt_lt: Išsaugokite ir grįžkite atgal į katalogą: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
lt_lt: Išsaugokite ir sukurkite naują prekę: ALT+SHIFT+P

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
lt_lt: Tai prekių pakuotė (dviejų skirtingų prekių derinys), virtuali prekė (parsisiunčiamas failas, paslauga, t.t.) ar paprasta, standartinė, fizinė prekė?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
lt_lt: Kur puslapyje turi būti matoma prekė? Pagrindinė kategorija yra prekės numatyta pagal nutylėjimą vieta: tai yra kategorija, kuri matoma prekės puslapio URL. Išjungtos kategorijos rašomos kursyvu.

source: Search categories
lt_lt: Ieškoti kategorijose

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
lt_lt: Jei norite greitai sukurti naują kategoriją, tai galite padaryti čia. Nepamirškite nueiti į kategorijos puslapį ir užpildyti reikiamą informaciją (aprašymą, paveisliukus, ir t.t.). Nauja kategorija automatiškai neatsiras jūsų parduotuvės meniu, plačiau skaitykite Pagalboje.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
lt_lt: Ar ši kombinacija turi skirtingą kainą? Tai mažesnė ar didesnė kaina negu numatytoji mažmeninė kaina?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
lt_lt: Deriniai yra skirtingi prekių variantai, su tokiomis savybėmis kaip dydis, svoris ar spalva, atsižvelgiant į skirtingas reikšmes. Norėdami sukurti derinį, pirmiausia turite sukurti prekės atributus. Eikite į Katalogas > Savybės ir ypatybės!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
lt_lt: Norėdami pridėti derinius, pirmiausia turite sukurti savybes ir reikšmes [1]Savybės ir ypatybės[/1] srityje. <br> Kai baigsite, žemiau esančiame lauke turite įvesti norimas savybes (pvz., "dydis" ar "spalva") ir atitinkamas jų reikšmes ("XS", "raudona","visi" ir t.t.); arba tiesiog pasirinkti iš stulpelio dešinėje. Tuomet paspauskite "Generuoti": deriniai bus sukurti automatiškai!

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
lt_lt: Tai yra žmogui perskaitoma nuoroda, sugeneruota iš prekės pavadinimo.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
lt_lt: Kai prekė yra išjungta, pasirinkite, į kurį puslapį norite nukreipti lankytoją, įvesdami prekės ar kategorijos pavadinimą.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
lt_lt: Neperadresuota (404) = Niekur nenukreipti ir rodyti "404 Nieko nerasta" puslapį.

source: Permanent redirection (301) = Permanently display another product or category instead.
lt_lt: Nuolatinis peradresavimas (301) = Nuolatos rodyti kitą prekę ar kategoriją.

source: Temporary redirection (302) = Temporarily display another product or category instead.
lt_lt: Laikinas peradresavimas (302) =Laikinai rodyti kitą prekę ar kategoriją vietoj jos.

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
lt_lt: Prekybininkams Europoje patariama atvaizduojamą prekės pristatymo laiką derinti su vietiniais įstatymais.

source: edit
lt_lt: redaguoti

source: If a carrier has a tax, it will be added to the shipping fees. Does not apply to free shipping.
lt_lt: Jei vežėjas turi mokestį, jis bus pridėtas prie pristatymo kainos. Netaikoma nemokamam pristatymui.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
lt_lt: Ši sąsaja leidžia jums nurodyti tiekėjus šiai prekei ir jos deriniams, jei reikia.

source: You can specify supplier references according to previously associated suppliers.
lt_lt: Taip pat galite nurodyti tiekėjo nuorodą su anksčiau įvestais tiekėjais.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
lt_lt: Kai naudojamas išplėstinis atsargų valdymo įrankis (žiūrėkite Parduotuvės parametrai->Prekės nustatymai), vertės, kurias nurodote (kainos, kodai), bus naudojamos tiekimo užsakymuose.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
lt_lt: Galite nurodyti prekės kodą pagal kiekvieną tiekėją. Paspauskite "Išsaugoti" po tiekėjo pasirinkimo, kad pamatytumėte susietą prekės kodą.

source: This interface allows you to specify the warehouse in which the product is stocked.
lt_lt: Ši sąsaja leidžia jums nurodyti sandėlį, kuriame laikoma prekė.

source: It is also possible to specify the location within the warehouse for each product or combination.
lt_lt: Taip pat galima nurodyti kiekvienos prekės ar derinio vietą sandėlio viduje.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
lt_lt: Dienų skaičius, kol failas bus prieinamas pirkėjams. Nustatykite 0 neribotam priėjimui.

source: Upload a file from your computer (%maxUploadSize% max.)
lt_lt: Įkelkite failą iš savo kompiuterio (%maxUploadSize% maks.)

source: The full filename with its extension (e.g. Book.pdf)
lt_lt: Pilnas pavadinimas su plėtiniu (pvz., Knyga.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
lt_lt: Leistinas parsisiuntimų skaičius kiekvienam vartotojui. Nustatykite 0 neribotiems atsisiuntimams.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
lt_lt: Jei nurodyta, failas bus nepasiekiamas parsisiuntimui po šios datos. Palikite lauką tuščią jei nenorite nustatyti galiojimo pabaigos datos.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
lt_lt: Minimalus kiekis, būtinas norint įsigyti šią prekę (nurodžius 1 - parinktis išjungiama). Pvz.: jei nurodysite 3, pirkėjas galės įsigyti prekę, jei nurodys 3 prekės vnt.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
lt_lt: El. laiškas bus išsiųstas visiems vartotojams, kurie turi priėjimą prie atsargų puslapio. Norėdami redaguoti leidimus, eikite [1]Išplėstiniai parametrai > Komanda[/1]

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
lt_lt: Deriniai yra skirtingi prekių variantai, su tokiomis savybėmis kaip dydis, svoris ar spalva, atsižvelgiant į skirtingas reikšmes. Ar jūsų prekė reikalauja derinių?

source: Advanced settings in [1][2]Combinations[/1]
lt_lt: Išplėstiniai nustatymai [1][2]Deriniuose[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
lt_lt: Jūsų nuorodos kodas šiai prekei. Leidžiami simboliai: .-_#.

source: How many products should be available for sale?
lt_lt: Kiek prekių galima įsigyti?

source: Advanced settings in [1][2]Quantities[/1]
lt_lt: Išplėstiniai nustatymai [1][2]Kiekiuose[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
lt_lt: Tai mažmeninė kaina, už kurią ketinate parduoti šią prekę savo pirkėjams. Kaina su mokesčiais keisis pagal parinktas mokesčių taisykles.

source: Advanced settings in [1][2]Pricing[/1]
lt_lt: Išplėstiniai nustatymai [1][2]Kainodaroje[/1]

source: Tags are meant to help your customers find your products via the search bar.
lt_lt: Žymos gali pagelbėti jūsų pirkėjams rasti prekes, naudojantis paieška.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
lt_lt: Pasirinkite terminus ir raktažodžius, kuriuos naudoja jūsų klientai ieškodami šios prekės, ir įsitikinkite, ar jos yra suderintos su gairėmis, kurias naudojate.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
lt_lt: Galite valdyti žymių alternatyvius vardus [1]Paieškos skyriuje[/1]. Jei norite pridėti naujas žymas, turite pertvarkyti index.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
lt_lt: Ne visos parduotuvės parduoda naujas prekes. Ši parinktis leidžia jums nurodyti prekės būklę. Tai gali būti reikalinga kai kuriose prekyvietėse.

source: ISBN is used internationally to identify books and their various editions.
lt_lt: ISBN (Tarptautinis standartinis knygos numeris) yra naudojamas tarptautiniu mastu, kad būtų galima identifikuoti knygas ir jų įvairius leidimus.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
lt_lt: Šis prekės kodas yra plačiai naudojamas JAV, Kanadoje, Jungtinėje Karalystėje, Australijoje, Naujojoje Zelandijoje ir kitose šalyse.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
lt_lt: Šis prekės kodas yra specifinis Europai ir Japonijai, tačiau taip pat plačiai naudojamas kitur. Šis kodo standartas apima daugiau nei UPC kodo standartas: visos prekės, pažymėtos EAN kodu, bus priimtos ir Šiaurės Amerikoje.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
lt_lt: Tai yra kaina, už kurią ketinate parduoti šią prekę savo klientams. Kaina su mokesčiais keisis pagal parinktas mokesčių taisykles.
