Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminAdvparametersNotification.*.xlf
Languages: eu_es, he_il, sq_al, vi_vn

source: Some PrestaShop files are missing from your server.
he_il: חסרים קבצי פרסטהשופ בשרת שלך.
vi_vn: Một tệp tin PrestaShop bị thiếu từ máy chủ của bạn.

source: Enable the Apache mod_rewrite module
vi_vn: Bật mô-đun Apache mod_rewrite

source: The "%tablename%" table does not exist.
sq_al: Tabela "%tablename%" nuk ekziston.
vi_vn: Bảng "%tablename%" không tồn tại.

source: The "%attribute%" attribute does not exist in the "%table%" table.
sq_al: Atributi "%attribute%" nuk ekziston në tabelën "%table%" .
vi_vn: Thuộc tính "%attribute%" không tồn tại trong bảng "%table%".

source: Undefined "%s" error
sq_al: Gabim "%s" i papërcaktuar
vi_vn: Lỗi không xác định "%s"

source: The "*" operator cannot be used in a nested query.
he_il: לא ניתן להשתמש באופרטור "*" בשאילתות מקוננות.
vi_vn: Các "*" nhà điều hành không thể được sử dụng trong một truy vấn lồng nhau.

source: The operator "%s" is incorrect.
eu_es: Erabilitako %s operadorea okerra da.
he_il: האופרטור "%s" שגוי.
vi_vn: Hệ điều hành "%s" không chính xác.

source: The "%operator%" operator is incorrect.
sq_al: Operatori "%operator%" nuk është korrekt.
vi_vn: Toán tử "%operator%" không chính xác.

source: The LIMIT clause must contain numeric arguments.
eu_es: LIMIT klausulak argumentu zenbakidunak izan beharra dauzka.
he_il: סעיף LIMIT חייב להכיל טיעונים מספריים
vi_vn: LIMIT phải chứa đối số số.

source: The "%reference%" reference does not exist in the "%table%" table.
sq_al: Referenca "%reference%" nuk ekziston në tabelën "%table%" .
vi_vn: Tham chiếu "%reference%" không tồn tại trong bảng "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
eu_es: Taula anitzak erabiltzerakoan, ezaugarri bakoitzak taula bati egin behar dio erreferentzia.
he_il: באשר משתמשים בטבלאות מרובות, כל תכונה חייבת להתיחס לטבלה
vi_vn: Khi nhiều bảng được sử dụng, mỗi thuộc tính phải tham khảo lại một bảng.

source: "%key%" is an unauthorized keyword.
vi_vn: "%key%"là một từ khóa không được phép.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
he_il: המגבלה שנבחרה גדולה ממגבלת ההעלאה של השרת. אנא הגדל את מגבלות השרת.
vi_vn: Các giới hạn được chọn là lớn hơn giới hạn tải lên tối đa của máy chủ. Hãy tăng mức giới hạn của máy chủ của bạn.

source: No file was uploaded.
eu_es: Ez da fitxategirik igo.
he_il: שום קובץ לא הועלה
vi_vn: Chưa tải lên được tập tin nào.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
eu_es: Igotako fitxategia php.ini-n definitutako gehienezko neurria gainditzen du. Zerbitzariaren konfigurazioak ahalbideratzen badu, zure .htaccess fitxategian direktiba bat gehitu dezakezu.
he_il: הקובץ שהועלה חורג מהנחיית upload_max_filesize בקובץ php.ini . אם הגדרות השרת מאפשרות, ניתן להוסיף הנחייה בקובץ .htaccess
vi_vn: Các tập tin được tải lên vượt quá chỉ upload_max_filesize trong php.ini. Nếu cấu hình máy chủ của bạn cho phép, bạn có thể thêm một chỉ thị trong .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
sq_al: Skedari i ngarkuar e tejkalon direktivën 'post_max_size' në 'php.ini'. Nëse konfigurimi i serverit e lejon atë, ti mund të shtosh një direktivë në skedën '.htaccess', për shembull:
vi_vn: Các tập tin được tải lên vượt quá chỉ thị post_max_size trong php.ini. Nếu cấu hình máy chủ của bạn cho phép, bạn có thể thêm một chỉ thị trong .htaccess của bạn, ví dụ:

source: The uploaded file was only partially uploaded.
eu_es: Igotako fitxategiaren zati bat gorde da.
he_il: שום קובץ לא הועלה.
vi_vn: Các tập tin được tải lên chỉ tải lên được một phần.

source: The extension of your file should be .csv.
eu_es: Zure fitxategiaren luzapena .csv beharko luke.
he_il: סיומת הקובץ צריכה להיות .csv
vi_vn: Các phần mở rộng của tập tin của bạn nên là .csv.

source: An error occurred while uploading / copying the file.
he_il: אירעה שגיאה בזמן הטעינה והעתקת הקובץ
vi_vn: Một lỗi sai đã xảy ra trong khi đang tải lên/sao chép tệp tin.

source: To avoid operating problems, please use an Apache server.
he_il: בכדי להמנע מבעיות בהפעלה אנא השתמש בשרת Apache
vi_vn: Để tránh xảy ra các vấn đề, vui lòng sử dụng một máy chủ apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
he_il: נא הפעל את מודול האפצ'י 'mod_auth_basic' כדי לאפשר אימות של שירות רשת (Webservice) של PrestaShop.
vi_vn: Hãy kích hoạt 'mod_auth_basic' Apache module cho phép thẩm định của webservice PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
he_il: נא הפעל את מודול האפצ'י 'mod_rewrite' כדי לאפשר שירות רשת (webservice) פרסטהשופ.
vi_vn: Hãy kích hoạt 'mod_rewrite' Apache module để cho phép các webservice PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
he_il: לא יכולנו לבדוק אם ההרחבות "Basic Authentication" ו"rewrite" מופעלים. נא לבדוק באופן ידני אם הם פעילים על מנת להשתמש בשירות הרשת של PrestaShop.
vi_vn: Chúng tôi không thể kiểm tra để xem nếu xác thực cơ bản và chỉnh sửa tiện ích mở rộng đã được kích hoạt. Xin vui lòng tự kiểm tra nếu họ đã được kích hoạt để sử dụng PrestaShop webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
he_il: נא הפעל את סיומת ה 'PHP 'SimpleXML כדי לאפשר בדיקה של השירות רשת (webservice) של PrestaShop.
vi_vn: Hãy kích hoạt 'SimpleXML' PHP mở rộng để cho phép thử nghiệm của webservice PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
he_il: אם אפשר, עדיף להשתמש ב-SSL (https) עבור קריאות WebService, כפי שהוא ימנע את בעיות אבטחה מסוג "האיש שבאמצע".
vi_vn: Nó là thích hợp hơn để sử dụng SSL (https:) cho các cuộc gọi webservice, vì nó tránh các vấn đề an ninh "man in the middle".

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
sq_al: Formimi i kopjes rezerve duket se është i suksesshëm, megjithatë ju duhet ta shkarkoni dhe ta verifikoni fajllin e kopjes rezerve me kujdes para procedimit të mëtejmë.
vi_vn: Backup thành công, tuy nhiên bạn cần download và cẩn thận kiểm tra file backup trước khi xử lý.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
sq_al: Direktoriumi "Kopjet rezereve" i vendosur në direktoriumin admin, duhet të jetë i shkrueshëm (CHMOD 755 / 777).
vi_vn: Thư mục "Backups" trong thư mục admin phải được phép ghi (CHMOD 755/777).

source: The backup file does not exist
he_il: קובץ גיבוי זה אינו קיים
sq_al: Skedari i sigurimit nuk ekziston
vi_vn: Các tập tin sao lưu không tồn tại

source: Error deleting
he_il: שגיאה במחירה
vi_vn: Lổi xóa

source: You cannot edit the SuperAdmin profile.
eu_es: SuperAdmin profila ezin daiteke editatu.
he_il: לא ניתן לערוך פרופיל SuperAdmin
sq_al: Ju nuk mund ta redaktoni profilin e Super administratorit.
vi_vn: Bạn không thể chỉnh sửa profile SuperAdmin.

source: The provided profile is invalid
he_il: הפרופיל שסופק אינו תקין
sq_al: Profili i ofruar është i pavlefshëm
vi_vn: Các hồ sơ được cung cấp không hợp lệ

source: You cannot disable or delete your own account.
eu_es: Ezin duzu zure kontua ezabatu.
he_il: אינך יכול להקפיא או למחוק את חשבונך.
vi_vn: Bạn không thể vô hiệu hóa hoặc xóa các tài khoản riêng của bạn.

source: You cannot disable or delete the administrator account.
eu_es: Administratzaileko azkeneko kontua ezin daiteke desgaitu edo ezabatu.
he_il: אינך יכול להקפיא או למחוק את חשבון האדמיניסטרטור האחרון
vi_vn: Bạn không thể vô hiệu hóa hoặc xóa các tài khoản quản trị viên.

source: Your current password is invalid.
he_il: סיסמתך הנוכחית אינה תקינה.
sq_al: Fjalëkalimi yt aktual është i pavlefshëm.
vi_vn: Mật khẩu hiện tại của bạn là không hợp lệ.

source: The employee must be associated with at least one shop.
eu_es: Ordainpeko langilea gutxienez denda batekin erlazionaturik egon behar da.
he_il: העובד חייב להיות מקושר עם חנות אחת לפחות
vi_vn: Người lao động phải được kết hợp với ít nhất một cửa hàng.

source: The import directory doesn't exist. Please check your file path.
sq_al: Folderi per te importuar nuk ekziston. Ju lutem kontrolloni strukturen e folderave
vi_vn: Thư mục nhập không tồn tại. Hãy kiểm tra đường dẫn tệp của bạn.

source: The import directory must be writable (CHMOD 755 / 777).
he_il: ספריית היבוא חייבת להיות ניתנת לכתיבה (CHMOD 755 / 777).
vi_vn: Danh mục nhập phảm được soạn thảo (CHMOD 755 / 777).

source: To proceed, please upload a file first.
sq_al: Per te vazhduar fillimisht duhet te transferosh filen.
vi_vn: Để tiếp tục, trước tiên vui lòng tải một tập tin lên.

source: The Memcached server cannot be added.
eu_es: Ezinezkoa da Memcache zerbitzaria gehitzea.
he_il: לא יכול למצוא שרת Memcached
vi_vn: Máy chủ Memcached không thể được thêm vào.

source: There was an error when attempting to delete the Memcached server.
eu_es: Errorea Memcache zerbitzariaren ezabaketan.
he_il: תקלה במחיקת שרת Memcached
vi_vn: Có lỗi khi cố gắng xóa các máy chủ memcached.

source: For security reasons, you cannot delete the Administrator's profile.
he_il: מסיבות אבטחה, לא ניתן למחוק את פרופיל המנהל (Administrator )
vi_vn: Vì lý do bảo mật, bạn không được xóa cấu hình quản trị

source: Key length must be 32 character long.
he_il: אורך המפתח חייב להיות 32 תווים
vi_vn: Chiều dài khóa phải có 32 ký tự dài.

source: This key already exists.
he_il: מפתח קיים כבר
vi_vn: Key này đã tồn tại.

source: (you must install the [a]Memcache PECL extension[/a])
he_il: (אתה חייב להתקין את הרחבת [a]Memcache PECL extension[/a])
vi_vn: (bạn phải cài đặt phần mở rộng [a]Memcache PECL [/a])

source: (you must install the [a]Memcached PECL extension[/a])
vi_vn: (bạn phải cài đặt phần mở rộng [a]Memcache PECL [/a])

source: (you must install the [a]APC PECL extension[/a])
he_il: (אתה חייב להתקין את הרחבת [a]APC PECL extension[/a])
vi_vn: (Bạn phải cài đặt phần mở rộng [a]APC PECL [/a])

source: (you must install the [a]Xcache extension[/a])
he_il: (אתה חייב להתקין את הרחבת [a]Xcache extension[/a])
vi_vn: (Bạn phải cài đặt phần mở rộng [a]Xcache [/a])

source: I have read the disclaimer. Please create a new backup.
he_il: קראתי את כתב הויתור - צור גיבוי חדש
vi_vn: Tôi đã đọc phần khuyến cáo. Hãy tạo ra một bản sao lưu mới.

source: How to restore a database backup
vi_vn: Làm thế nào để khôi phục lại một bản sao lưu cơ sở dữ liệu

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
vi_vn: Nếu bạn cần khôi phục lại một bản sao lưu cơ sở dữ liệu, chúng tôi mời bạn để đăng ký vào một [1][2] kế hoạch hỗ trợ kỹ thuật [/2][/1].

source: Our team will take care of restoring your database safely.
vi_vn: Nhóm chúng tôi sẽ chăm sóc phục hồi cơ sở dữ liệu của bạn một cách an toàn.

source: Why can't I restore it by myself?
vi_vn: Tại sao chính tôi không thể khôi phục nó?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
vi_vn: Cửa hàng của bạn được lưu trữ bởi PrestaShop. Mặc dù bạn có thể tạo ra các tập tin sao lưu ở đây dưới đây, có cài đặt lõi bạn không thể truy cập vì lý do an ninh, quản lý cơ sở dữ liệu như. Như vậy, chỉ có đội ngũ của chúng tôi có thể tiến hành phục hồi.

source: Disclaimer before creating a new backup
he_il: תנאי שימוש לפני יצירת גיבוי חדש
sq_al: Mohim përgjegjësie para krijimit të një kopjeje rezerve të re
vi_vn: Khuyến cáo sử dụng trước khi tạo một sao lưu mới

source: PrestaShop is not responsible for your database, its backups and/or recovery.
he_il: פרסטהשופ אינה אחראית למסד הנתונים שלך, לגיבויים, או לשחזור נתונים.
sq_al: PrestaShop nuk mban përgjegjësi për databazën tuaj, kopjet e saj rezerve dhe/ose restaurimin.
vi_vn: Prestashop không chịu trách nhiệm về cơ sở dữ liệu của bạn, cũng như các sao lưu hay phục hồi của nó.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
he_il: פרסטהשופ היא תוכנת קוד פתוח, אתה משתמש בה על אחריותך תחת הסכם הרישיון.
sq_al: PrestaShop është një softuer me kod të hapur. Ju jeni duke e përdorur në riskun tuaj sipas marrëveshjes së licencës.
vi_vn: PrestaShop là một phần mềm công khai nguồn. Bạn đang sử dụng nó ở một mức độ rủi ro của chính bạn dưới quyền cho phép.

source: You should back up your data on a regular basis (both files and database).
he_il: אתה צריך לגבות את הנתונים שלך על בסיס קבוע (גם את הקבצים וגם את מסד נתונים).
vi_vn: Bạn nên sao lưu dữ liệu của bạn một cách thường xuyên (cả hai tập tin và cơ sở dữ liệu).

source: This function only backs up your database, not your files.
he_il: אפשרות זו מגבה רק את מסד הנתונים שלך, לא את הקבצים שלך.
sq_al: Ky funksion e krijon kopjen rezerve vetëm të databazës suaj, jo edhe të fajllave.
vi_vn: Chức năng này chỉ sao lưu cơ sở dữ liệu của bạn, chứ không phải các tập tin của bạn.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
he_il: כברירת מחדל, טבלאות מסד הנתונים הקיים שלך יימחקו במהלך השחזור מקובץ הגיבוי (ראה "אפשרויות גיבוי").
sq_al: Sipas parametrave fillestarë, tabelat tuaja ekzistuese do të fshihen gjatë restaurimit nga kopjet rezerve (shih "Opsionet e kopjeve rezerve" më poshtë).
vi_vn: Theo mặc định, các bảng cơ sở dữ liệu hiện có của bạn sẽ được giảm xuống trong thời gian sao lưu phục hồi (xem "tùy chọn Backup" bên dưới).

source: Always verify the quality and integrity of your backup files!
he_il: תמיד יש לבדוק את האיכות ותקינות של קבצי הגיבוי.
sq_al: Gjithmonë verifiko cilësinë dhe integritetin e kopjeve tuaja rezerve!
vi_vn: Luôn luôn kiểm tra chất lượng và tính toàn vẹn của các tập tin sao lưu của bạn!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
he_il: וודא תמיד שהגיבוי שלך מלא, מעודכן ותקין. זאת גם אם קיבלת הודעה המאשרת שהגיבוי בוצע בהצלחה.
sq_al: Gjithmonë verifikoni nëse fajllat e kopjeve rezerve janë të kompletuara, të përditësuara dhe valide, edhe në rast se shfaqet mesazhi mbi suksesin gjatë procesit të krijimit të kopjeve rezerve.
vi_vn: Luôn luôn kiểm tra các tập tin sao lưu của bạn được hoàn tất, up-to-date và hợp lệ, ngay cả khi bạn đã có một thông báo thành công xuất hiện trong quá trình sao lưu.

source: Always check your data.
he_il: תמיד בדוק את הנתונים שלך.
sq_al: Gjithmonë verifikoni të dhënat tuaja.
vi_vn: Luôn kiểm tra dữ liệu của bạn.

source: Never restore a backup on a live site.
he_il: לעולם אל תבצע שחזור מגיבוי באתר פעיל.
sq_al: Kurrë mos e restauroni një kopje rezerve në një sajt "live".
vi_vn: Không bao giờ khôi phục lại một sao lưu trên một trang web trực tiếp.

source: Beginning the download ...
he_il: מתחיל בהורדה...
sq_al: Duke e filluar shkarkimin ...
vi_vn: Đang tải ...

source: Backup files should automatically start downloading.
he_il: הורדת קבצי הגיבוי צריכה להתחיל באופן אוטומטי.
vi_vn: Sao lưu các file sẽ tự động bắt đầu tải về.

source: If not,[1][2] please click here[/1]!
sq_al: Nese jo,[1][2] të lutem kliko këtu[/1]!
vi_vn: Nếu không phải,[1][2] vui lòng lick vào đây[/1]!

source: Note that the Category import does not support having two categories with the same name.
he_il: שים לב שיבוא קטגוריה אינו תומך ייבוא שתי קטגוריות בעלות אותו השם.
vi_vn: Lưu ý rằng các Danh mục nhập không hỗ trợ có hai danh mục có cùng tên.

source: Note that you can have several products with the same reference.
he_il: שים לב שעשויים להיות מספר מוצרים עם אותו מק"ט
vi_vn: Lưu ý rằng bạn có thể có một số sản phẩm với các tài liệu tham khảo tương tự.

source: Are you sure that you would like to delete this entity:
sq_al: Je i sigurt që do ta fshish këtë entitet:
vi_vn: Bạn có chắc muốn xóa thực thể này hay không:

source: The locale must be installed
he_il: ה- Locale חייב להיות מותקן
vi_vn: Các địa phương phải được cài đặt

source: SSL does not seem to be available on your server.
he_il: נראה ש SSL אינו זמין בשרת שלך.
vi_vn: SSL dường như không sẵn có trên máy chủ của bạn.

source: When saving the query, only the "SELECT" SQL statement is allowed.
he_il: ניתן לשמור רק שאילתות המכילות "SELECT" בלבד.
vi_vn: Khi đang lưu truy vấn, chỉ câu lệnh SQL "SELECT" (Chọn) được cho phép.

source: Please fix the following error(s)
he_il: נא תקן את השגיאות הבאות
vi_vn: Vui lòng sửa các lỗi sai bên dưới

source: Checking files...
he_il: בדיקת קבצים...
vi_vn: Đang kiểm tra các tập tin...

source: Missing files
he_il: קבצים חסרים
vi_vn: Các tập tin bị thiếu

source: Updated files
he_il: עדכון קבצים
vi_vn: Các tập tin đã cập nhật

source: Changed/missing files have been detected.
he_il: נתגלו קבצים ששונו/נמחקו
sq_al: Janë detektuar fajlla të ndryshuar/fshirë.
vi_vn: Các tập tin đã thay đổi/hoặc bị thiếu đã được tìm thấy.

source: No change has been detected in your files.
he_il: לא זוהה שינוי בקבצים שלך.
vi_vn: Không có thay đổi nào được phát hiện trong các tập tin của bạn.

source: YYYY-MM-DD
he_il: YYYY-MM-DD (פורמט תאריך , כאשר YYYY מייצג שנה ב- 4 ספרות , MM - מייצג חודש , DD = מייצג יום . לדוגמא : 2012-11-26)

source: OK
he_il: המשך
sq_al: Në rregull
