Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShopparametersNotification.*.xlf
Languages: eu_es

source: Width and height must be numeric values.
eu_es: Zabalera eta garaiera zenbakidunak behar dute.

source: The discount value is incorrect (must be a percentage).
eu_es: Balorearen beherapena ez da zuzena (porzentaia bat izan behar da).

source: Wrong category ID.
eu_es: ID Kategoria okerra.

source: The discount value is incorrect.
eu_es: Balorearen beherapena ez da zuzena.

source: You cannot save group reductions.
eu_es: Taldearen murrizketa ezin daiteke gorde.

source: An error occurred while updating this group.
eu_es: Errorea gertatu da taldearen eguneraketan.

source: This is not a valid IP address:
eu_es: Badirudi hau ez dela IP helbide bat:

source: An address located in a country containing states must have a state selected.
eu_es: Estatuak edo probintziak dituen herrialde batek, estatuak edo probintziak aukeraturik izan beharra dauzka.

source: Latitude and longitude are required.
eu_es: Latitudea eta Longitudea derrigorrezkoak dira.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
eu_es: SMTP zerbitzari bat eta SMTP portu bat zehaztu behar dituzu gutxienez. Ez badituzu ezagutzen, email funtzioa erabili.
