Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminNotificationsError.*.xlf
Languages: es_es, sq_al

source: Unable to update settings.
es_es: No se puede actualizar la configuración.
sq_al: Përditësimi i cilësimeve nuk ishte i mundur.

source: There are %d errors.
es_es: Hay %d errores.
sq_al: Jane shfaqur %d gabime

source: There is %d error.
es_es: Hay %d error.
sq_al: Është shfaqur %d gabim.

source: %1$s on line %2$s in file %3$s
es_es: %1$s en línea %2$s en archivo %3$s
sq_al: %1$s në rreshtin %2$s në skedarin %3$s

source: This class name does not exist.
es_es: Este nombre de clase no existe.
sq_al: Emri i klasës nuk u gjet.

source: This property does not exist in the class or is forbidden.
es_es: Esta propiedad no existe en la clase o está prohibida.
sq_al: Kjo pronësi nuk ekziston në klasë ose është e ndaluar.

source: This association has too many elements.
es_es: Esta asociación contiene ya demasiados elementos.
sq_al: Kjo lidhje ka shumë elemente.

source: This name is not allowed.
es_es: Este nombre no está permitido.
sq_al: Ky emër nuk është i lejuar.

source: Syntax error with this pattern.
es_es: Error de sintaxis con este patrón.
sq_al: Gabim sintakse me këtë model.

source: This key has already been used.
es_es: Esta clave ya ha sido utilizada.
sq_al: Ky çelës tashmë është përdorur.

source: [%s] is not a valid configuration key
es_es: [%s] no es una clave de configuración válida
sq_al: [%s] nuk është çelës i vlefshëm konfigurimi

source: Cannot parse feed.
es_es: No se puede analizar el feed.
sq_al: Nuk mund të analizohet 'feed{.

source: No default currency
es_es: No hay moneda predeterminada
sq_al: Nuk ka valutë të parazgjedhur

source: Could not load cart id=%s
es_es: No se pudo cargar el id del carrito=%s
sq_al: Nuk mund të ngarkohet shporta me id=%s

source: No files were uploaded.
es_es: No se subió ningún archivo.
sq_al: Skedarët nuk u ngarkuan.

source: Source file does not exist or is empty.
es_es: El archivo de origen no existe o está vacío.
sq_al: Skedari burimor nuk ekziston ose është i zbrazët.

source: File has an invalid extension, it should be one of these: %s.
es_es: El archivo tiene una extensión no válida, debería ser una de estas: %s.
sq_al: Skedari ka ekstension të pavlefshëm. Janë të lejuar vetëm: %s.

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
es_es: Imagen demasiado grande (%1$d kB). Máximo permitido: %2$d kB
sq_al: Imazhi është shumë i madh (%1$d kB). Maksimumi i lejuar: %2$d kB

source: Error while uploading image; please change your server's settings. (Error code: %s)
es_es: Error al subir la imagen; por favor, cambia la configuración de tu servidor. (Código de error: %s)
sq_al: Gabim gjatë ngarkimit të imazhit; të lutem ndryshoni cilësimet e serverit tënd. (Kodi i gabimit: %s)

source: Error while uploading image; please change your server's settings.
es_es: Error al subir la imagen; por favor, cambia la configuración de tu servidor.
sq_al: Gabim gjatë ngarkimit të imazhit; të lutem ndrysho cilësimet e serverit tënd.

source: Image format not recognized, allowed formats are: .ico
es_es: Formato de imagen no reconocido, utiliza el formato: .ico
sq_al: Formati i imazhit nuk u njoh, formatet e lejuara janë: .ico

source: Cannot scan root directory
es_es: No se puede analizar el directorio raiz
sq_al: Direktoria rrënjë nuk mund të lexohet

source: Cannot scan "override" directory
es_es: No se puede analizar el directorio "override"
sq_al: Direktoria "override" nuk mund të lexohet

source: File %2$s (in directory %1$s)
es_es: Archivo %2$s (en directorio %1$s)
sq_al: Skedari %2$s (në direktorinë %1$s)

source: Property %s is empty.
es_es: La propiedad %s está vacía.
sq_al: Karakteri %s është i zbrazët.

source: Property %1$s has a bad value (allowed values are: %2$s).
es_es: La propiedad %1$s tiene un valor incorrecto (los valores permitidos son: %2$s).
sq_al: Karakteri %1$s ka një vlerë të keqe (vlerat e lejuara janë: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
es_es: Tu entrada en el campo %1$s (Idioma %2$s) excede la longitud máxima %3$d de caracteres (incl. etiquetas html).
sq_al: E dhëna jote në fushën %1$s (gjuha %2$s) tejkalon gjatësinë maksimale prej %3$d karaktereve (përfshirë etiketat html).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
es_es: La longitud del campo %1$s es actualmente de %2$d caracteres. Debe tener entre %3$d y %4$d caracteres.
sq_al: Gjatësia e tiparit %1$s aktualisht është %2$d karaktere. Duhet të jetë midis %3$d dhe %4$d karaktere.

source: Validation function not found: %s.
es_es: Función de validación no encontrada: %s.
sq_al: Funksioni i vlerësimit nuk u gjet: %s.

source: Property %s is not valid
es_es: La propiedad %s no es válida
sq_al: Tipari %s nuk është i vlefshëm

source: is required.
es_es: es requerido.
sq_al: është e detyrueshme.

source: %1$s is too long. Maximum length: %2$d
es_es: %1$s es demasiado largo. Longitud máxima:: %2$d
sq_al: %1$s është shumë e gjatë. Gjatësia maksimale: %2$d

source: Error on image caption: "%1s" is not a valid caption.
es_es: Error en el título de la imagen: "%1s" no es un título válido.
sq_al: Gabim në titullin e imazhit: "%1s" nuk është titull i vlefshëm.

source: Fatal error
es_es: Error fatal
sq_al: Gabim fatal

source: Server file size is different from local file size
es_es: El tamaño de archivo del servidor es diferente de tamaño de archivo local
sq_al: Madhësia e skedarit të serverit ndryshon nga madhësia e skedarit lokal

source: The uploaded file exceeds %s
es_es: El archivo subido excede el tamaño %s
sq_al: Skedari i ngarkuar tejkalon %s

source: The uploaded file was only partially uploaded
es_es: El archivo subido fue sólo parcialmente cargado
sq_al: Skedari i ngarkuar u ngarkua vetëm pjesërisht

source: No file was uploaded
es_es: No se subió ningún archivo
sq_al: Skedarët nuk u ngarkuan

source: Missing temporary folder
es_es: No se encuentra la carpeta temporal
sq_al: Mungon dosja e përkohshme

source: Failed to write file to disk
es_es: Error al escribir el archivo en el disco
sq_al: Dështoj shkruarja e skedarit në disk

source: A PHP extension stopped the file upload
es_es: Una extensión de PHP detuvo la subida del archivo
sq_al: Një ekstension i PHP ndaloj ngarkimin e skedarit

source: Filetype not allowed
es_es: Tipo de archivo no permitido
sq_al: Tipi i skedarit nuk lejohet

source: Invalid URL
es_es: URL no válida
sq_al: URL e pavlefshme

source: The 'From' date format is invalid (YYYY-MM-DD)
es_es: El formato de fecha 'Desde' no es válido (AAAA-MM-DD)
sq_al: Formati i vlefshëm i datës 'PREJ:' (YYYY-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
es_es: El formato de fecha 'Hasta' no es válido (AAAA-MM-DD)
sq_al: Formati i vlefshëm i datës 'DERI:' (YYYY-MM-DD)

source: An error occurred while attempting to delete the image. (cannot load object).
es_es: Se ha producido un error al eliminar la imagen. (no se puede cargar el objeto).
sq_al: Ka ndodhur një gabim gjatë përpjekjes për të fshirë imazhin. (nuk mund të ngarkoj objektin).

source: You cannot delete this item.
es_es: No puede eliminar este elemento.
sq_al: Ju nuk mund të fshini këtë artikull.

source: An error occurred when attempting to update the required fields.
es_es: Se ha producido un error al intentar actualizar los campos requeridos.
sq_al: Gabim gjatë përditësimit të fushave të detyrueshme.

source: field %s is required.
es_es: el campo %s es requerido.
sq_al: fusha %s është e detyrueshme.

source: Cannot add configuration %s
es_es: No se puede añadir configuración %s
sq_al: Nuk mund të shtohet konfigurimi %s

source: The field %field_name% is required at least in %lang%.
es_es: El campo %field_name% es requerido al menos en %lang%.
sq_al: Fusha %field_name% është e nevojshme të paktën në %lang%.

source: The %field_name% field (%lang%) is invalid.
es_es: El campo %field_name% (%lang%) no es válido.
sq_al: Fusha %field_name% (%lang%) është e pavlefshme.

source: %s: Incorrect value
es_es: %s: Valor incorrecto
sq_al: %s: Vlerë e gabuar

source: An error occurred while assigning a zone to the selection.
es_es: Se ha producido un error al asignar una zona a la selección.
sq_al: Ka ndodhur një gabim gjatë caktimin të një zone për këtë përzgjedhje.

source: You must select at least one element to assign a new zone.
es_es: Debe seleccionar al menos un elemento para asignar a una nueva zona.
sq_al: Ju duhet ta përzgjidhni të paktën një element për ta caktuar një zonë të re.

source: The uploaded file exceeds the post_max_size directive in php.ini
es_es: El archivo subido excede la directiva post_max_size en php.ini
sq_al: Skedari i ngarkuar tejkalon direktivën 'post_max_size' në php.ini

source: File is too big. Current size is %1s, maximum size is %2s.
es_es: El archivo es demasiado grande. El tamaño actual es %1s, pero el tamaño máximo es %2s.
sq_al: Skedari është shumë i madh. Madhësia aktuale është %1s, madhësia maksimale është %2s.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini
sq_al: Skedari i ngarkuar tejkalon direktivën 'post_max_size' në php.ini

source: file (%s) not writable
es_es: el archivo (%s) no tiene permisos de escritura
sq_al: skedari (%s) nuk është i shkruajtshëm

source: directory (%s) not writable
es_es: no se puede escribir en el directorio (%s)
sq_al: direktoria (%s) nuk është e shkruajtshme

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
es_es: El archivo es demasiado grande. El tamaño máximo permitido es de: %1$d kB. El archivo tiene un tamaño de: %2$d kB.
sq_al: Skedari është shumë i madh. Madhësia maksimale e lejuar është: %1$d kB. Skedari që ju po tentoni ta ngarkoni është: %2$d. kB.

source: Failed to update the position.
es_es: Error al actualizar la posición.
sq_al: Përditësimi i pozicionit nuk ishte i sukseshëm.

source: The object cannot be loaded.
es_es: No se puede cargar el objeto
sq_al: Objekti nuk mund të ngarkohet.

source: Please fill in all the required fields.
es_es: Por favor, rellena todos los campos requeridos.
sq_al: Të lutem plotëso të gjitha fushat e kërkuara.

source: Invalid message
es_es: Mensaje no válido
sq_al: Mesazh i pavlefshëm

source: Error while delete
es_es: Error al eliminarlo
sq_al: Gabim gjatë fshirjes

source: Failed to update the status
es_es: Error al actualizar el estado
sq_al: Përditësimi i statusit dështoj

source: Address format invalid
es_es: Formato de dirección no válido
sq_al: Formati i adresës është i pavlefshëm

source: The email address is invalid.
es_es: La dirección de correo electrónico no es válida.
sq_al: Email adresa nuk është valide.

source: An error occurred during the file upload process.
es_es: Se ha producido un error durante el proceso de subida del archivo.
sq_al: U paraqit një gabim gjatë procesit të ngarkimit të skedës.

source: The selected date range is not valid.
es_es: El intervalo de fechas seleccionado no es válido.
sq_al: Zona e zgjedhur e datës nuk është e vlefshme.

source: No profile.
es_es: Ningún perfil.
sq_al: Nuk ka profil.

source: Unknown error.
es_es: Error desconocido
sq_al: Gabim i panjohur.

source: Incorrect value for "Depends on stock" for product %name%
es_es: Valor incorrecto para "Dependiendo del stock" para el producto %name%
sq_al: Vlera "Varet nga stoku" për produktin %name% është e pasaktë

source: There is one error.
es_es: Hay un error.
sq_al: Ekziston nje gabim.

source: There are several errors.
es_es: Hay varios errores.
sq_al: Ka disa gabime.

source: Email is empty.
es_es: El correo electrónico está vacío.
sq_al: Emaili është i zbraztë.

source: Invalid email address.
es_es: Dirección de correo electrónico no válida.
sq_al: Adresa e emailit është e pasaktë.

source: The password field is blank.
es_es: El campo de la contraseña está en blanco.
sq_al: Fusha e fjalëkalimit është zbrazët.

source: Invalid password.
es_es: Contraseña no válida.

source: The URL rewrite field must be filled in either the default or English language.
es_es: El campo de reescritura de URL debe ser rellenado en el idioma predeterminado o en el idioma Inglés.
sq_al: Fusha e rishkrimit të URL-së duhet të plotësohet ose në gjuhën e paracaktuar ose anglisht.

source: File upload was not completed.
es_es: Subida de archivo no completada.
sq_al: Ngarkimi i skedarit nuk u krye.

source: No file was uploaded.
es_es: Ningun archivo fue subido.
sq_al: Nuk u ngarkua asnjë skedar.

source: Internal error #%s
es_es: Error interno #%s
sq_al: Gabim i brendshëm #%s

source: No file has been selected
es_es: No se ha seleccionado ningún archivo
sq_al: Asnjë skedar nuk është zgjedhur

source: No valid value for field exceptions has been defined.
es_es: No se ha definido ningún valor válido para excepciones de campo.
sq_al: Asnjë vlerë e vlefshme për përjashtime fushe nuk është përcaktuar.

source: An error occurred while transplanting the module to its hook.
es_es: Se ha producido un error mientras se copiaba el módulo al hook
sq_al: Ndodhi një gabim gjatë transplantimit të modulit në 'hook'-un e tij.

source: Page not found
es_es: Página no encontrada
sq_al: Faqja nuk u gjet

source: The %1$s field is too long (%2$d chars max).
es_es: El campo %1$s es demasiado largo. (%2$d caracteres máximos)
sq_al: Fusha %1$s është shumë e gjatë (maks. %2$d karaktere).

source: An error occurred while saving the message.
es_es: Se ha producido un error al guardar el mensaje.
sq_al: Ndodhi një gabim gjatë ruajtjes së mesazhit.

source: You do not have permission to view this.
es_es: No está autorizado para ver este contenido.
sq_al: Ti nuk ke leje për ta parë këtë.

source: You need at least one object.
es_es: Necesitas al menos un objeto.
sq_al: Ju nevojitet të paktën një objekt.

source: You cannot delete all of the items.
es_es: No puedes eliminar todos los elementos.
sq_al: Ju nuk mund të fshini të gjithë artikujt.

source: Cannot retrieve file.
es_es: No se puede recuperar el archivo.
sq_al: Nuk mund të merret skedari.

source: Cannot delete file
es_es: No se puede eliminar el archivo
sq_al: Nuk mund të fshihet skedari

source: Invalid name for %s language
es_es: Nombre no válido para el %s
sq_al: Emri i pavlefshëm për gjuhën %s

source: The name for %1s language is too long (%2d chars max).
es_es: El nombre para el idioma %1s es demasiado largo (%2d caracteres máx.).

source: The file is missing.
es_es: Falta el archivo.
sq_al: Skedari mungon.

source: Invalid file extension
es_es: Extensión del archivo no válida

source: The file name is too long.
es_es: El nombre de archivo es demasiado largo.

source: Invalid file
es_es: Archivo no válido
sq_al: Skedar i pavlefshëm

source: Invalid date format.
es_es: Formato de fecha no válido.

source: Invalid date range
es_es: Rango de fechas no válido

source: An error occurred while updating the image.
es_es: Se ha producido un error al actualizar la imagen.

source: An error occurred while linking the object %table_name% to categories.
es_es: Se ha producido un error al vincular el objeto %table_name% a categorías.

source: The object cannot be loaded.
es_es: No se puede cargar el objeto
sq_al: Objekti nuk mund të ngarkohet.

source: The %name% field is required.
es_es: El campo %name% es requerido.
sq_al: Fusha %name% është e detyrueshme.

source: The %1$s field (%2$s) is invalid.
es_es: El campo %1$s (%2$s) no es válido.
sq_al: Fusha %1$s (%2$s) është e pavlefshme.

source: The tags list (%s) is invalid.
es_es: La lista de etiquetas (%s) no es válida.

source: An error occurred while copying this image:
es_es: Se ha producido un error al copiar esta imagen:
sq_al: Ndodhi një gabim gjatë kopjimit të këtij imazhi:

source: Invalid file name
es_es: Nombre del archivo no válido
sq_al: Emri i skedarit është i pavlefshëm

source: An error occurred while copying the image.
es_es: Se ha producido un error al cargar la imagen.
sq_al: Ndodhi një gabim gjatë kopjimit të imazhit.

source: An error occurred while attempting to create a new folder.
es_es: Se ha producido un error al intentar crear una nueva carpeta.
sq_al: Ndodhi një gabim gjatë përpjekjes për të krijuar një dosje të re.

source: An error occurred while copying this image: %s
es_es: Se ha producido un error al copiar esta imagen: %s
sq_al: Ndodhi një gabim gjatë kopjimit të këtij imazhi: %s

source: Error while updating the status.
es_es: Error al actualizar el estado.
sq_al: Gabim gjatë përditësimit të statusit.

source: You cannot delete or disable the last shop group.
es_es: No puedes eliminar ni desactivar el último grupo de tiendas.

source: You cannot delete or disable a shop group in use.
es_es: No puedes eliminar ni desactivar un grupo de tiendas en uso.

source: You cannot disable the Main URL.
es_es: No puedes desactivar la URL Principal.

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
es_es: No puedes cambiar una dirección URL principal a una URL no principal. Tienes que establecer otra dirección como URL principal para la tienda seleccionada.

source: A shop URL that uses this domain already exists.
es_es: Ya existe una URL de tienda que utiliza este dominio.

source: A shop virtual URL cannot be "%URL%"
es_es: Una URL virtual de tienda no puede ser "%URL%"

source: An error occurred during deletion.
es_es: Se ha producido un error al eliminar.
sq_al: Ka ndodhur një gabim gjatë fshirjes.

source: Your Zip/postal code is incorrect.
es_es: Código postal/Zip no válido.
sq_al: Kodi i juaj postar nuk është korrekt.

source: It must be entered as follows:
es_es: Debe introducirse como sigue:

source: A Zip/postal code is required.
es_es: El código postal/Zip es requerido.

source: The Zip/postal code is invalid.
es_es: El código postal/Zip no es válido.
sq_al: KP/kodi postal është i pavlefshëm.

source: You do not have permission to upload this.
es_es: No tienes permiso para subir esto.

source: "%type%" does not exist.
es_es: "%type%" no existe.

source: Directory "%folder%" cannot be created
es_es: El directorio "%folder%" no puede ser creado

source: File "%file%" cannot be created
es_es: El archivo "%file%" no puede ser creado

source: Cannot write this file: "%folder%"
es_es: No se puede escribir este archivo: "%folder%"

source: This file must be writable: %file%
es_es: Este archivo debe tener permisos de escritura: %file%

source: No file has been selected.
es_es: No se ha seleccionado ningún archivo.

source: The server does not have permissions for writing.
es_es: El servidor no tiene permisos de escritura.
sq_al: Serveri nuk ka leje për të shkruar.

source: Please check rights for %file%
es_es: Por favor, comprueba los permisos para %file%

source: This file must be writable:
es_es: Este archivo debe tener permisos de escritura:

source: Fatal error: The module directory does not exist.
es_es: Error fatal: El directorio de módulos no existe.

source: An error occurred while attempting to save.
es_es: Se ha producido un error durante el proceso de guardado.
sq_al: Ka ndodhur një gabim gjatë përpjekjes për ruajtjen e të dhënave.

source: An error occurred while attempting to upload the file.
es_es: Se ha producido un error durante la subida del archivo.
sq_al: Ka ndodhur një gabim gjatë përpjekjes për të ngarkuar skedën.

source: Maximum depth: Invalid number.
es_es: Profundidad máxima: Número no válido.
sq_al: Thellësia maksimale: numër i pavlefshëm.

source: Please fill out all fields.
es_es: Por favor, rellena todos los campos.
sq_al: Të lutem plotëso të gjitha fushat.

source: An error occurred on saving.
es_es: Se ha producido un error al guardar.

source: The voucher code is invalid.
es_es: El código del cupón de descuento no es válido.
sq_al: Kodi i kuponit është i pavlefshëm.

source: An error occurred during the image upload process.
es_es: Se ha producido un error durante el proceso de subida de la imagen.

source: You must select at least one element to delete.
es_es: Debe seleccionar al menos un elemento para eliminar.
sq_al: Ju duhet të përzgjidhni të paktën një element për të fshirë.

source: Can't delete #%id%
es_es: No se puede eliminar #%id%

source: Invalid tag(s) (%s)
es_es: Etiqueta(s) no válida(s) (%s)

source: Bad SQL query
es_es: Consulta SQL incorrecta
sq_al: SQL-pyetësor i gabuar

source: "%key%" does not exist.
es_es: "%key%" no existe.
sq_al: "%key% nuk ekziston.

source: (cannot load object)
es_es: (no se puede cargar el objeto)
sq_al: (nuk mund të ngarkoj objektin)

source: An error occurred while updating the status for an object.
es_es: Se ha producido un error al actualizar el estado de un objeto.
sq_al: Ka ndodhur një gabim gjatë përditësimt të statusit për një objekt.

source: An error occurred while updating the status.
es_es: Se ha producido un error al actualizar el estado.
sq_al: Ka ndodhur një gabim gjatë përditësimt të statusit.

source: This functionality has been disabled.
es_es: Esta funcionalidad ha sido desactivada.
sq_al: Ky funksionalitet është deaktivizuar.

source: Invalid selection
es_es: Selección no válida
sq_al: Përzgjedhje e pavlefshme

source: The %s field is invalid.
es_es: El campo %s no es válido.
sq_al: Fusha %s është e pavlefshme.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
es_es: PrestaShop no pudo iniciar sesión en Addons. Por favor verifica tus datos de acceso y tu conexión de Internet.

source: Access denied.
es_es: Acceso denegado.
sq_al: Qasja u refuzua.

source: The object cannot be loaded (the identifier is missing or invalid)
es_es: El objeto no puede ser cargado (identificador faltante o no válido)
sq_al: Objekti nuk mund të ngarkohet (identifikuesi i mungon ose i pavlefshëm)

source: You do not have permission to update this.
es_es: No tienes permiso para actualizar esto.

source: You need permission to add this.
es_es: Necesitas permiso para añadir esto.

source: You do not have permission to create this.
es_es: No tienes permiso para crear esto.

source: Profile(s) assigned to employee cannot be deleted
es_es: El perfil(es) asignado al empleado no puede ser eliminado

source: You cannot delete your own profile
es_es: No puedes eliminar tu propio perfil

source: Cannot open export file for writing
es_es: No se puede abrir el archivo de exportación para escritura

source: The field %field_name% is required at least in your default language.
es_es: El campo %field_name% es requerido al menos en tu idioma predeterminado.

source: The %s field is required.
es_es: El campo %s es requerido.
sq_al: Fusha %s është e detyrueshme.

source: Cannot write into file: %filename%. Please check write permissions.
es_es: No se puede escribir en el archivo: %filename%. Por favor, comprueba los permisos de escritura.

source: You do not have permission to delete this.
es_es: No tienes permiso para eliminar esto.

source: An unexpected error occurred. [%type% code %code%]
es_es: Se ha producido un error inesperado. [%type% código %code%]

source: Cannot send test email for theme %theme% because it is not your current theme
es_es: No se puede enviar el email de prueba para el tema %theme% porque no es tu tema actual

source: Cannot send test email for layout %layout%
es_es: No se puede enviar el email de prueba para el diseño %layout%

source: File too large (limit of %s bytes).
es_es: Archivo demasiado grande (límite máximo %s bytes).

source: You do not have permission to edit this.
es_es: No tienes permiso para editar esto.
sq_al: Ju nuk keni leje për ta redaktuar këtë.

source: Image format not recognized, allowed format(s) is(are): .%s
es_es: Formato de imagen no reconocido, el(los) formato(s) permitido(s) es(son): .%s

source: The %s field is not valid
es_es: El campo %s no es válido
