Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminDesignHelp.*.xlf
Languages: cs_cz, el_gr, hy_am, lv_lv, sk_sk

source: No emails were detected in any theme folder so this field is disabled.
cs_cz: Ve složce šablony nebyly nalezeny žádné e-maily, proto je toto pole zakázáno.
el_gr: Δεν ανιχνεύτηκαν email σε κανένα φάκελο θέματος, οπότε αυτό το πεδίο είναι απενεργοποιημένο.
sk_sk: V priečinku šablóny neboli nájdené žiadne e-maily, preto je toto pole zakázané.

source: Will appear on email headers. If undefined, the header logo will be used.
cs_cz: Bude použito v hlavičce e-mailu, pokud nenastavíte toto logo, bude použito logo z hlavičky
el_gr: Θα εμφανιστεί στην κεφαλίδα e-mail. Αν δεν οριστεί, το λογότυπο τις κεφαλίδα θα χρησιμοποιηθεί
hy_am: Կհատնվի էլ. փոստի գլխամասում: Եթե սահմանված չէ, կօգտագործվի կայքի ամբողջական տարբերակի պատկերանիշը
lv_lv: Parādīsies e-pasta galvenēs. Ja tas nav noteikts, tiks izmantots lapas galvenes logotips.
sk_sk: Objaví sa v hlavičkách e-mailov. Ak nie je definované, použije sa logo hlavičky.

source: Warning: if no invoice logo is available, the main logo will be used instead.
cs_cz: Varování: pokud není k dispozici žádné logo faktury, potom bude použito hlavní logo.
el_gr: Προειδοποίηση: αν κανένα λογότυπο παραστατικού δεν είναι διαθέσιμο, θα χρησιμοποιηθεί το κύριο λογότυπο.
lv_lv: Brīdinājums: ja rēķina logotips nav pieejams, tā vietā tiks izmantots galvenais logo.
sk_sk: Varovanie: ak nie je dostupné žiadne logo pre faktúry, bude použité namiesto neho hlavné logo.

source: Will appear on invoice headers.
cs_cz: Objeví se ve hlavičce faktury.
el_gr: Θα εμφανίζεται στην κεφαλίδα παραστατικών.
lv_lv: Parādīsies rēķinu galvenēs.
sk_sk: Objaví sa v hlavičkách faktúr.

source: Use our [1]favicon generator on PrestaShop Marketplace[/1] to boost your brand image!
cs_cz: Použijte náš [1]generátor favikonu na PrestaShop Marketplace[/1], abyste zvýšili imidž vaší značky!
el_gr: Χρησιμοποίησε την [1]γεννήτρια favicon στο PrestaShop Marketplace[/1] για να ενισχύσεις την εικόνα του brand σου!
lv_lv: Izmantojiet mūsu [1]favicon ģeneratoru no PrestaShop Marketplace[/1], lai uzlabotu savu zīmola tēlu!
sk_sk: Použite náš [1]generátor favikonov na PrestaShop Marketplace[/1], aby ste zvýšili imidž vašej značky!

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
cs_cz: Zobrazí se na hlavní stránce. Doporučená velikost pro výchozí šablonu: výška %height% a šířka %width%.
el_gr: Θα εμφανιστεί στην κεντρική σελίδα. Προτεινόμενη διάσταση για το προεπιλεγμένο θέμα: ύψος %height% και πλάτος %width%.
sk_sk: Zobrazí sa na hlavnej stránke. Odporúčaná veľkosť pre predvolenú šablónu: výška %height% a šírka %width%.

source: It is the small icon that appears in browser tabs, next to the title.
cs_cz: Je to malá ikona, která se zobrazí na kartách prohlížeče vedle názvu.
el_gr: Είναι το μικρό εικονίδιο που εμφανίζεται στις καρτέλες του φυλλομετρητή, δίπλα από τον τίτλο.
sk_sk: Je to malá ikona, ktorá sa zobrazí na kartách prehliadača vedľa názvu.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
cs_cz: Buďte opatrný! Před vygenerováním RTL stylu zkontrolujte svou šablonu v RTL jazyce: vaše téma by mohla být již přizpůsobena RTL stylu. Jakmile kliknete na "Přizpůsobit RTL", každý soubor specifický pro RTL, který jste mohli přidat k vaší tématu, může být přepsán vytvořeným stylem.
el_gr: Να είστε προσεκτικοί! Ελέγξτε το θέμα σας σε μία γλώσσα RTL πριν δημιουργήσετε το RTL stylesheet: το θέμα σας μπορεί να είναι ήδη προσαρμοσμένο για RTL. Αν κάνετε κλικ στο "Προσαρμογή σε RTL", κάθε RTL αρχείο που μπορεί να έχετε προσθέσει στο θέμα σας, μπορεί να διαγραφεί από το δημιουργημένο stylesheet.
sk_sk: Buďte opatrný! Pred vygenerovaním RTL štýlu skontrolujte svoju šablónu v RTL jazyku: vaša téma by mohla byť už prispôsobená RTL štýlu. Akonáhle kliknete na "Prispôsobiť RTL", každý súbor špecifický pre RTL, ktorý ste mohli pridať k vašej téme, môže byť prepísaný vytvoreným štýlom.

source: Browse your computer files and select the Zip file for your new theme.
cs_cz: Pojděte soubory Vašeho počítače a vyberte soubor ZIP, který obsahuje Vaší novou šablonu vzhledu.
el_gr: Επιλέξτε από τον υπολογιστή σας το αρχείο Zip για το νέο θέμα.
lv_lv: Pārlūkot datora failus un izvēlieties zip failu jaunai tēmai.
sk_sk: Prehľadávajte súbory vo Vašom počítači a vyberte zip súbor pre Vašu novú tému.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
cs_cz: Uveďte kompletní adresu URL k souboru ZIP uloženém na Internetu, který obsahuje Vaší novou šablonu vzhledu. Např. "http://www.priklad.cz/soubory/vzhled.zip".
el_gr: Υπόδειξη πλήρους URL σε ένα μεταφορτωμένο αρχείο Zip που περιέχει το νέο σας θέμα. Παραδείγματος χάριν, "http://example.com/files/theme.zip".
lv_lv: Norādiet pilno URL tiešsaistes zip failam, kurā ir jūsu jaunā tēma. Piemēram, "http://example.com/files/theme.zip".
sk_sk: Uveďte úplnú adresu na zip súbor, ktorý obsahuje Vašu novú šablónu. Napr. "http://example.com/files/theme.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
cs_cz: Tento prvek udává seznam souborů ZIP, které jste nahráli do složky "/themes".
el_gr: Αυτός ο επιλέκτης εμφανίζει τα συμπιεσμένα αρχεία που έχετε ανεβάσει στο φάκελο "/themes".
lv_lv: Šis selektors uzskaitīs augšupielādētos Zip failus mapē "/themes".
sk_sk: Tento výber zobrazuje nahraté zip súbory v zložke '/themes'.

source: You must select a shop from the above list if you wish to choose a theme.
cs_cz: Pokud si chcete vybrat šablonu, musíte vybrat obchod z výše uvedeného seznamu
el_gr: Πρέπει να επιλέξετε ένα κατάστημα από την παραπάνω λίστα, εάν θέλετε να επιλέξετε ένα θέμα
hy_am: Դուք պետք է ցուցակից խանութ ընտրեք, եթե ուզում եք ձեւանմուշ ընտրել
lv_lv: Izvēlaties no saraksta veikalu, kuram gribat izveidot tēmas šablonu.
sk_sk: Ak si chcete vybrať tému, musíte vybrať obchod z vyššie uvedeného zoznamu.

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
cs_cz: Tuto stránku upravujete v kontextu určitého obchodu nebo skupiny obchodů. Kliknutím na "Ano" zaškrtnete všechna pole, kliknutím na "Ne" zrušíte jejich zaškrtnutí.
el_gr: Τροποποιείτε τη σελίδα για συγκεκριμένο κατάστημα ή ομάδα καταστημάτων. Πατήστε "Ναι" για να επιλέξετε όλα τα πεδία, "Όχι" για να μην επιλεγεί κανένα.
lv_lv: Jūs rediģējat šo lapu konkrētam veikalam vai grupai. Noklikšķiniet uz "Jā", lai pārbaudītu visus laukus, "Nē", lai noņemtu visas atzīmes.
sk_sk: Túto stránku upravujete pre špecifický obchod alebo skupinu. Kliknite na "Áno" pre zaškrtnutie všetkých polí, "Nie" pre odškrtnutie všetkých polí.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
cs_cz: Pokud pole zaškrtnete, změníte jeho hodnotu a uložíte, chování tohoto parametru pro vícenásobné obchody se tohoto obchodu (nebo skupiny obchodů) nebude týkat.
el_gr: Αν επιλέξετε ένα πεδίο, αλλάξετε την τιμή του και το αποθηκεύσετε, η συμπεριφορά πολυκαταστήματος δεν θα εφαρμοστεί σε αυτό το κατάστημα (ή ομάδα καταστημάτων) για τη συγκεκριμένη παράμετρο.
lv_lv: Ja jūs pārbaudiet lauku, mainiet tā vērtību un saglabājiet, šis konkrētais parametrs neattiecas uz šo veikalu (vai grupu).
sk_sk: Ak pole zaškrtnete, zmeníte jeho hodnotu a uložíte, správanie tohto parametra pre viacnásobné obchody sa tohto obchodu (alebo skupiny obchodov) nebude týkať.
