Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminNotificationsWarning.*.xlf
Languages: ca_es

source: Are you sure?
ca_es: N'esteu segurs?

source: No module has been installed.
ca_es: No hi ha mòdul instal·lat

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
ca_es: PrestaShop no pot iniciar sessió a Addons, si us plau verifiqueu les vostres dades d'accés i la vostra connexió a Internet.

source: Invalid security token
ca_es: Credencial de seguretat no vàlida

source: I understand the risks and I really want to display this page
ca_es: Entenc els riscos i vull mostrar la pàgina

source: Take me out of here!
ca_es: Sortir d'aquí!

source: Are you sure you want to uninstall this module?
ca_es: Estàs segur de desinstal·lar aquest mòdul?

source: Delete selected items?
ca_es: Esborrar els elements seleccionats?

source: Delete selected item?
ca_es: Eliminar l'ítem seleccionat?

source: You can't change the value of this configuration field in the context of this shop.
ca_es: No podeu canviar aquest valor del camp de configuració en el context d'aquesta botiga.

source: Are you sure to delete this?
ca_es: Està segur de volver eliminar aixó?

source: Warning
ca_es: Advertencia

source: Leave anyway
ca_es: Marxar de totes maneres

source: Your modifications are not saved yet. Do you wish to save it before leaving?
ca_es: Encara no ha desat les modificacions. Vol desar-les abans de marxar?
