Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminInternationalNotification.*.xlf
Languages: bs_ba, ca_es, hy_am, ja_jp, lo_la, pt_br

source: There is an error in template, an empty string has been found. Please edit: "%file%"
bs_ba: Greška u šablonu, pronađen je prazan niz znakova. Molimo uredite: "%file%"
ca_es: Hi ha un error a la plantilla, s'ha trobat una cadena buida. Si us plau, editeu: "%file%"
pt_br: Existe um erro no template, foi encontrada uma linha vazia. Por favor, altere: "%file%"

source: The module directory must be writable.
ca_es: Al directori de mòduls s'hi ha de poder escriure
hy_am: Մոդուլի դիրեկտորիան պետք է գրելի լինի:
ja_jp: モジュールディレクトリは書き込み可能である必要があります
pt_br: O diretório dos módulos deve permitir a escrita do CHMOD

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
bs_ba: Mail direktorij postoji za "%iso_code%" jezike, ali ne za zadani jezik (%language%) u %folder%
ca_es: Existeix un directori de correu electrònic per al llenguatge "%iso_code%", però no per al llenguatge per defecte (%language%) a %folder%
pt_br: Existe uma pasta para os e-mails do idioma "%iso_code%", mas não para o idioma padrão (%language%) em %folder%

source: missing translation(s)
ca_es: traduccions desaparegudes
pt_br: traduções ausentes

source: No Subject was found for %mail_name% in the database.
bs_ba: Naslov nije pronađen za %mail_name% u bazi podataka.
ca_es: No s'ha trobat cap tema per a %mail_name% a la base de dades.
pt_br: Nenhum assunto foi encontrado para %mail_name%, no banco de dados.

source: There was a problem getting the mail files.
ca_es: No és un problema per aconseguir els arxius de correu.
hy_am: Նամակի ֆայլերը ստանալիս խնդիր է առաջացել
ja_jp: メールファイルの取得に問題があります。
lo_la: ມີປັນຫາກັບການຮັບຟີວເມວ
pt_br: Há um problema em conseguir os arquivos de email.

source: English language files must exist in %folder% folder
bs_ba: Engleska datoteka jezika mora postojati u direktoriju %folder%
ca_es: Els arxius de l'idioma anglès han d'existir a la carpeta %folder%
pt_br: Arquivos do idioma Inglês devem existir na pasta %folder%

source: Cannot write language file for email subjects. Path is: %folder%
bs_ba: Nije moguće zapisati jezičku datoteku za e-mail predmete. Putanja je: %folder%
ca_es: No es pot escriure l'arxiu de l'idioma per a temes de correu electrònic. La ruta és: %folder%
pt_br: Não é possível salvar arquivo de idioma para os assuntos dos e-mails. A pasta é: %folder%

source: Cannot write into the "%file%"
bs_ba: Nije moguće zapisivati u "%file%"
ca_es: No es pot escriure en "%file%"
pt_br: Não é possível escrever em "%file%"

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
bs_ba: Nije moguće kreirati direktorij "%folder%". Provjerite dozvole za pisivanje.
ca_es: No s'ha pogut crear la carpeta "%folder%". Si us plau, verifiqueu que el vostre directori té permisos d'escriptura.
pt_br: Não foi possível criar a pasta "%folder%". Por favor, verifique as permissões de escrita da pasta.

source: You must select two languages in order to copy data from one to another.
ca_es: ha de seleccionar 2 idiomes per tal de copiar les dades d'un a l'altre
hy_am: Դուք պետք է ընտրեք երկու լեզուներ որպեսզի կրկնօրինակեք տվյալները մեկից դեպի մյուսը
ja_jp: 順番にコピーするための2つの言語を選択しなければなりません
lo_la: ເຈົ້າຈະຕ້ອງເລືອກ 2 ພາສາເພື່ອສຳເນົາຂໍ້ມູນຈາກອັນໜຶ່ງໄປອີກອັນອື່ນ
pt_br: selecione 2 idiomas de forma a poder copiar dados de um para o outro

source: You must select two themes in order to copy data from one to another.
ca_es: ﻿ha de seleccionar 2 temes per copiar dades d'un a un altre.
hy_am: Դուք պետք է ընտրեք երկու ձեւանմուշներ որպեսզի կրկնօրինակեք տվյալները մեկից դեպի մյուսը
ja_jp: 順番にコピーするための2つのテーマを選択しなければなりません
lo_la: ເຈົ້າຈະຕ້ອງເລືອກ 2 ຮູບລັກຊະນະເພື່ອສຳເນົາຂໍ້ມູນຈາກອັນໜຶ່ງໄປອັນອື່ນ
pt_br: selecione 2 temas de forma a poder copiar dados de um para o outro

source: There is nothing to copy (same language and theme).
ca_es: No hi ha res per copiar (el mateix idioma i tema).
hy_am: Չկա ոչինչ կրկնօրինակելու (միեւնույն լեզուն ու ձեւանմուշը)
ja_jp: コピー内容がありません！（同じ言語とテーマ）
lo_la: ບໍ່ມີການສຳເນົາ! (ພາສາ ແລະ ຮູບລັກຊະນະຄືກັນ)
pt_br: Nada para copiar (mesmo idioma ou tema).

source: Theme(s) not found
ca_es: Temes no trobats
hy_am: Ձեւանմուշը(ները) չի գտնվել
ja_jp: テーマが見つかりません
pt_br: Tema(s) não encontrado

source: Impossible to copy "%source%" to "%dest%".
bs_ba: Nemoguće kopirati "%source%" u "%dest%".
ca_es: Impossible copiar "%source%" a "%dest%".
pt_br: Não é possível copiar "%source%" para "%dest%".

source: Impossible to translate "%dest%".
bs_ba: Nemoguće prevesti "%dest%".
ca_es: Impossible traduir "%dest%".
pt_br: Não é possível traduzir "%dest%".

source: A part of the data has been copied but some of the language files could not be found.
ca_es: Una part de les dades s'ha copiat però alguns arxius d'idioma poden no haver estat trobats o copiats.
hy_am: Տվյալների մի մասը կրկնօրինակվել են, սակայն լեզուների ֆայլերից մի քանիսը չեն կարող գտնվել
ja_jp: 一部のデータはコピーできましたが、いくつかの言語ファイルは見つかりませんでした。
lo_la: ສ່ວນຂອງຂໍ້ມູນໄດ້ສຳເນົາແຕ່ຟາຍບາງພາສາບໍ່ພົບ ຫຼື ບໍ່ຖືກສຳເນົາ
pt_br: Uma parte dos dados já foi copiado, mas algum(s) arquivo(s) do idioma não pôde(m) ser encontrado(s) ou copiado(s).

source: Fatal error: ISO code is not correct
ca_es: Error fatal: El codi ISO no és correcte
hy_am: Աղետալի սխալ. ISO կոդը ճիշտ չէ
ja_jp: 致命的なエラー: ISOコードが正しくありません
pt_br: Erro fatal: código ISO incorreto

source: Cannot load the localization pack.
ca_es: No es pot carregar paquet de localització (de prestashop.com i de la seva carpeta local "localització")
hy_am: Հնարավոր չէ բեռնել տեղայնացման փաթեթը:
ja_jp: 地域化パックをロードすることができません（prestashop.comとローカルフォルダの"localization"フォルダから）
pt_br: Não é possível carregar pacote de localização (de prestashop.com e local de sua pasta "localização")

source: Please select at least one item to import.
ca_es: Si us plau, seleccioneu almenys un element de contingut que voleu importar.
hy_am: Ընտրեցեք առնվազն մեկ նյութ ներմուծման համար:
ja_jp: 少なくとも1つのインポートアイテムを選択してください
pt_br: Por favor, selecione pelo menos um item de conteúdo a ser importado.

source: You cannot delete the default currency
ca_es: No pot esborrar la moneda predeterminada
hy_am: Դուք չեք կարող ջնջել դեֆոլտ դրված արտարժույթը
ja_jp: デフォルト通貨を削除することができません
lo_la: ເຈົ້າບໍ່ສາມາດລຶບສະກຸນເງິນເບື້ອງຕົ້ນໄດ້
pt_br: Não pode apagar as principais divisas

source: You cannot disable the default currency
ca_es: No es pot deshabilitar la moneda predeterminada
hy_am: Դուք չեք կարող անջատել դեֆոլտ դրված արտարժույթը
ja_jp: デフォルト通貨を無効にすることができません
lo_la: ເຈົ້າບໍ່ສາມາດປິດການນຳໃຊ້ສະກຸນເງິນເບິ້ງຕົ້ນ
pt_br: Você não pode desativar a moeda padrão

source: This currency already exists.
ca_es: Aquesta moneda ja existeix.
hy_am: Այս արտարժույթը արդեն ստեղծված է:
ja_jp: この通貨はすでに存在します。
pt_br: Essa moeda já existe.

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be removed from shop association
pt_br: %currency% é a moeda padrão da loja %shop_name%, e por isso não pode ser removida da associação da loja

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be disabled
pt_br: %currency% é a moeda padrão da loja %shop_name%, e por isso não pode ser desativada

source: You cannot delete the default language.
ca_es: ﻿no pot esborrar l'idioma predeterminat
hy_am: Դուք չեք կարող ջնջել դեֆոլտ դրված լեզուն
ja_jp: デフォルト言語を削除することはできません。
lo_la: ເຈົ້າບໍ່ສາມາດລຶບພາສາເບື້ອງຕົ້ນ
pt_br: Você não pode apagar o idioma padrão.

source: You cannot delete the language currently in use. Please select a different language.
ca_es: No es pot eliminar un idioma mentre sigui l'idioma actual. Modificar aquest paràmetre abans de suprimir-lo.
hy_am: Դուք չեք կարող ջնջել լեզուն, այն տվյալ պահին օգտագործվում է: Խնդրում ենք ընտրել այլ լեզու
ja_jp: 現在使用している言語を削除することはできません。削除する前に言語を変更してください。
lo_la: ເຈົ້າບໍ່ສາມາດລຶບພາສາປະຈຸບັນທີ່ຖືກນຳໃຊ້ຢູ່. ກະລຸນາປ່ຽນພາສາກ່ອນການລຶບ.
pt_br: Você não pode apagar o idioma atualmente em utilização. Altere o idioma antes de apagar.

source: You cannot change the status of the default language.
ca_es: No pot canviar l'estat de l'idioma predeterminat.
hy_am: Դուք չեք կարող փոխել դեֆոլտ դրված լեզվի կարգավիճակը:
ja_jp: デフォルト言語のステータスを変更することができません。
pt_br: Você não pode alterar o status da linguagem padrão.

source: This ISO code is already linked to another language.
ca_es: Aquest codi ISO ja està vinculat a un altre idioma.
hy_am: Այս ISO կոդը արդեն միացած է մի այլ լեզվի:
ja_jp: このISOコードは、すでに別の言語にリンクされています。
pt_br: Este código ISO já está relacionado a outra língua.

source: An error occurred while copying "No Picture" image to your product folder.
ca_es: S'ha produït un error de còpia cap imatge-imatge en la seva carpeta de productes.
hy_am: Սխալ է հայտնվել «նկար չկա» պատկերը Ձեր ապրանքի թղթապանակի մեջ կրկնօրինակելու ժամանակ:
ja_jp: 商品フォルダに画像なしイメージをコピー中にエラーが発生
pt_br: Ocorreu um erro durante a cópia da imagem sem-imagem para a pasta do produto.

source: An error occurred while copying "No picture" image to your category folder.
ca_es: S'ha produït un error de còpia cap imatge-imatge en la seva carpeta de la categoria.
hy_am: Սխալ է հայտնվել «նկար չկա» պատկերը Ձեր կատեգորիայի թղթապանակի մեջ կրկնօրինակելու ժամանակ:
ja_jp: カテゴリフォルダに「画像なし」イメージをコピー中にエラーが発生
pt_br: Ocorreu um erro durante a cópia da imagem sem-imagem para a pasta de categoria.

source: An error occurred while copying "No picture" image to your brand folder.
bs_ba: Dogodila se greška tokom kopiranja "Nema slike" slike u vašem direktoriju marke.
ca_es: S'ha produït un error en copiar la imatge "No hi ha imatge" a la carpeta de la marca.
ja_jp: ブランドフォルダに「画像なし」画像ファイルをコピー中にエラーが発生しました。
pt_br: Ocorreu um erro ao copiar a imagem "Nenhuma imagem" para a pasta das marcas.

source: Localization pack imported successfully.
ca_es: El paquet de l'idioma s'ha importat correctament.
hy_am: Տեղայնացման փաթեթը ներմուծվել է հաջողությամբ
ja_jp: 地域パックのインポートに成功しました。
lo_la: ແພັກພາສາທ້ອງຖິ່ນຖືກນຳເຂົ້າສຳເລັດຜົນ
pt_br: Pacote de Localização importado com sucesso.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
ca_es: La importació d'un nou idioma pot fallar sense el mòdul d'OpenSSL. Si us plau, activa "openssl.so" de la configuració del servidor.
pt_br: A importação de um novo idioma pode falhar sem o módulo OpenSSL. Por favor ative a opção "openssl.so" na configuração do seu servidor.

source: The translations have been successfully added.
ca_es: Traduccions afegides amb èxit
hy_am: Թարգմանությունները հաջողությամբ ավելացված են
ja_jp: 翻訳の追加に成功しました
lo_la: ການແປຖືກເພີ່ມເຂົ້າໄປແລ້ວ
pt_br: Traduções adicionadas com sucesso

source: The translation was successfully copied.
ca_es: Idioma copiat amb èxit
hy_am: Թարգմանությունը հաջողությամբ կրկնօրինակված է
ja_jp: 言語のコピーに成功
lo_la: ສຳເນົາພາສາຮຽບຮ້ອຍແລ້ວ
pt_br: Idioma copiado com sucesso

source: The geolocation database is unavailable.
ca_es: Base de dades de geolocalització no està disponible.
hy_am: Գեոտեղայնացման տվյալները անընդունելի են:
ja_jp: 位置情報データベースは利用不可です
pt_br: Banco de dados de geolocalização não está disponível.

source: Country selection is invalid.
ca_es: La selecció de països no és vàlid
hy_am: Երկրի սխալ ընտրություն:
ja_jp: 選択されている国は無効
pt_br: A seleção do país inválida

source: Invalid whitelist
ca_es: Llista blanca no vàlida
hy_am: Անվավեր սպիտակ ցուցակ:
ja_jp: ホワイトリストが無効
pt_br: Whitelist inválida

source: Please install the %module_name% module before using this feature.
bs_ba: Instalirajte %module_name% prije korištenja ove osobine.
ca_es: Si us plau, instal·la el mòdul %module_name% abans d'usar aquesta funció.
ja_jp: この機能を使用する前に、%module_name%モジュールをインストールしてください。
pt_br: Por favor instale o módulo %module_name% antes de usar este recurso.

source: When you delete a language, all related translations in the database will be deleted.
ca_es: ﻿Quan esborra un idioma, totes les seves traduccions s'esborraran de la base de dades.
hy_am: Երբ դուք ջնջեք լեզուն, նրա հետ կապված բոլոր թարգմանությունները կջնջվեն տվյալների բազայից
ja_jp: 言語を削除する時、データベースのすべての関連する翻訳は削除されます。
lo_la: ເມື່ອເຈົ້າລຶບພາສາ, ການແປພາສາທັງໝົດທີ່ກ່ຽວຂ້ອງໃນຖານຂໍ້ມູນຈະຖືກລຶບນຳ.
pt_br: Quando você apagar um idioma, todas as traduções relacionadas na base de dados serão apagadas.

source: Your .htaccess file must be writable.
ca_es: El vostre fitxer .htaccess ha de poder-se escriure
hy_am: Ձեր .htaccess ֆայլը պետք է գրառելի լինի
ja_jp: アカウント
pt_br: Seu arquivo .htaccess deve estar gravável.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
bs_ba: Prije promjene zadane valute, preporučujemo da omogućite način održavanja. Zaista, svaka promjena zadane valute zahtijeva ručno podešavanje cijene svakog proizvoda i njegovih kombinacija.
ca_es: Abans de canviar la moneda actual, recomanem firmement que activeu el mode manteniment. En efecte, qualsevol canvi en la moneda per defecte requereix un ajust manual del preu de cadascun dels productes i combinacions.
ja_jp: デフォルトの通貨を変更する前に、メンテナンスモードを有効にすることを強くお勧めします。 実際問題として、デフォルト通貨を変更した場合、すべての商品と商品構成の価格を手動で調整する必要があります。
pt_br: Antes de mudar a moeda atual, nós recomendamos fortemente que você habilite o modo de manutenção. Qualquer mudança feita na moeda padrão requer um ajuste manual do preço de cada produto e suas combinações.

source: Language files must be complete to allow copying of translations.
ca_es: ﻿Els fitxers d'idioma (com s'indica en Eines > > Idiomes > > Edició) han d'estar complets per permetre la còpia de les traduccions
hy_am: Թարգմանության ֆայլերը պետք է ստեղծվեն
ja_jp: 言語ファイルは翻訳のコピーを可能にするために完全でなければなりません
pt_br: Arquivos de idiomas (como indicado em Ferramentas>> Idiomas>> Edition) deve ser completa para permitir a cópia de traduções

source: Translation successfully updated
bs_ba: Prijevod je uspješno ažuriran
ca_es: La traducció s'ha completat correctament
ja_jp: 翻訳が正常に更新されました。
pt_br: A tradução foi atualizada com sucesso

source: Failed to update translation
bs_ba: Ažuriranje prijevoda nije uspjelo
ca_es: No s'ha pogut actualitzar la traducció
ja_jp: 翻訳の更新に失敗しました
pt_br: Falha ao atualizar a tradução
