Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShippingHelp.*.xlf
Languages: pt_br, ru_ru

source: undefined
pt_br: indefinido
ru_ru: неопределён

source: Format:
pt_br: Formato:
ru_ru: Формат:

source: Filesize:
pt_br: Tamanho do arquivo:
ru_ru: Размер:

source: MB max.
pt_br: Máx MB
ru_ru: MБ макс.

source: Current size:
pt_br: Tamanho atual:
ru_ru: Текущий размер:

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
pt_br: A sua loja online precisa ter uma transportadora cadastrada no PrestaShop tão logo você comece a enviar produtos. Isso significa o envio de encomendas através de um serviço postal local, ou a existência de um contrato com uma transportadora privada, que irá fazer o envio das encomendas para os seus clientes. Para que o PrestaShop possa sugerir aos seus clientes a transportadora mais adequada durante o processo de checkout, é necessário que você cadastre todas as transportadoras com as quais irá trabalhar.
ru_ru: Для осуществления доставки товаров вам необходимо зарегистрировать подходящего перевозчика в магазине. Это может быть, например, почта для отправки бандеролей, или компания экспресс-доставки. Для того, чтобы при оформлении заказа предложить клиентам наиболее подходящего перевозчика, вам нужно зарегистрировать в магазине всех перевозчиков, с которыми вы работаете.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
pt_br: O PrestaShop disponibiliza por padrão um conjunto de módulos de transportadoras que podem ser ativados. Além disso, você pode adquirir outros módulos de transportadoras no PrestaShop Addons. Os módulos recomendados estão listados abaixo: instale o módulo que corresponde à sua transportadora e configure-o!
ru_ru: PrestaShop поставляется с несколькими модулями перевозчиков, которые можно активировать. Также можно приобрести дополнительные модули в PrestaShop-маркете. Рекомендованные модули перечислены внизу. Выберите нужный, и настройте его.

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
pt_br: Se não existir um módulo para a sua transportadora, você poderá cadastrá-la manualmente usando a informação que esta lhe fornecer: tarifas de expedição, limites regionais, tamanho e pesos limite, etc. Clique no botão Adicionar nova transportadora para abrir o configurador de transportadora, que o ajudará a cadastrá-la em poucos passos.
ru_ru: Если для вашего перевозчика нет подходящего модуля, вы можете зарегистрировать перевозчика вручную, используя данные, которые нужно получить у него: стоимость доставки, зоны доставки, ограничения по размерам и весу, и т.п. Клик на кнопке "Создание перевозчика вручную" внизу откроет мастера, который поможет вам зарегистрировать нового перевозчика.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
pt_br: Nota: NÃO CADASTRE uma nova transportadora caso já exista um módulo destinado a essas operações! Usar um módulo torna estes processos muito mais rápidos e precisos!
ru_ru: Внимание: НЕ регистрируйте перевозчика, если для него есть отдельный модуль! Использование модуля ускоряет и облегчает процесс.

source: The carrier's name will be displayed during checkout.
pt_br: O Nome da Transportadora será mostrada durante o checkout.
ru_ru: Название перевозчика, отображаемое при оформлении заказа.

source: The delivery time will be displayed during checkout.
pt_br: O tempo de entrega estimado será exibido durante a finalização do pedido.
ru_ru: Время доставки будет показано при оформлении.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
pt_br: URL de rastreamento de entrega: Digite '@' onde o código de rastreamento deve aparecer. Ela será substituída automaticamente pelo código de rastreamento.
ru_ru: URL отслеживания доставки: введите символ '@' в поле и он будет автоматически заменен номером отслеживания.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
pt_br: Por exemplo: 'http://www.exemplo.com.br/track.php?num=@' onde '@' é onde o número do rastreamento deve ser inserido.
ru_ru: Например: 'http://example.com/track.php?num=@', '@' заменён на где номер отслеживания.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
pt_br: Incluir os custos de preparação no preço final do transportador (conforme definido em Expedição > Preferências).
ru_ru: Включить стоимость обработки (Доставка > Настройки) в стоимость доставки.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
pt_br: Comportamento fora do intervalo ocorre quando nenhuma faixa corresponde ao carrinho do cliente (ex: quando o peso total do carrinho é maior que maior limite da transportadora, nas faixas de peso).
ru_ru: Что делать, если параметры заказа клиента не входят в допустимые пределы (например, общий вес заказа превышает максимально допустимый).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pt_br: Largura máxima aceita pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная ширина, перевозимая этим перевозчиком. Чтобы отключить задайте "0" или оставьте пустым.

source: The value must be an integer.
pt_br: O valor precisa ser inteiro
ru_ru: Значение должно быть целым.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pt_br: Altura máxima aceito pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная высота, перевозимая этим перевозчиком. Чтобы отключить, установите "0" или оставьте пустым.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pt_br: Profundidade máxima aceita pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная глубина, перевозимая этим перевозчиком. Чтобы отключить, оставьте пустым или задайте "0".

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pt_br: Peso máximo aceito pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальный вес, перевозимый этим перевозчиком. Чтобы отключить, задайте "0" или пустым.

source: Allowed characters: letters, spaces and "%special_chars%".
pt_br: Caracteres permitidos: letras, espaços e "%special_chars%".
ru_ru: Допустимые символы: буквы, пробел и "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
pt_br: Com um valor 0 (zero), o nome da transportadora será substituido pelo nome da loja
ru_ru: Для самовывоза товара установите 0, или замените название перевозчика на ваш магазин.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
pt_br: Digite "0" para um atraso de transporte mais longo, ou "9" para o atraso de transporte menor.
ru_ru: Для самого долгого способа доставки введите "0", для самого быстрого способа доставки "9".

source: Mark the groups that are allowed access to this carrier.
pt_br: Marcar todos os grupos para os quais você deseja dar acesso a esta transportadora
ru_ru: Выберите группы, которым доступен этот перевозчик.

source: Enable the carrier in the front office.
pt_br: Ativar a transportadora na loja.
ru_ru: Включить перевозчика в Фронт-офисе.

source: Carrier name displayed during checkout
pt_br: Nome da transportadora apresentado durante a confirmação de compra
ru_ru: Название показываемое при оформлении заказа

source: Upload a logo from your computer.
pt_br: Enviar logotipo a partir do seu computador
ru_ru: Загрузить логотип с компьютера.

source: or
pt_br: ou
ru_ru: или

source: Estimated delivery time will be displayed during checkout.
pt_br: Tempo estimado para entrega será exibido durante a finalização da compra.
ru_ru: Ожидаемое время доставки будет показано при оформлении заказа.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
pt_br: URL de rastreamento da entrega: Digite '@' onde o número de rastreamento deve aparecer. Será, então, automaticamente substituído pelo número de rastreamento.
ru_ru: URL отслеживания доставки: введите символ '@' в поле и он будет автоматически заменен номером отслеживания.

source: The zones in which this carrier will be used.
pt_br: As zonas as quais essa transportadora será utilizada.
ru_ru: Зоны, обслуживаемые этим перевозчиком.

source: Group access
pt_br: Grupo de Acesso
ru_ru: Доступ группы

source: Apply both regular shipping cost and product-specific shipping costs.
pt_br: Aplicar os custos de envio e custos adicionais de envio por produtos de preço transportadora
ru_ru: Учесть обычную стоимость доставки + расходы, связанные со спецификой товара.

source: Include the shipping and handling costs in the carrier price.
pt_br: Incluir os custos de envios e manuseamento no preço da transportadora
ru_ru: Включить цену доставки и обработки в стоимость доставки

source: Apply the cost of the highest defined range
pt_br: Aplicar o custo ao maior limite definido
ru_ru: Считать наибольшую стоимость доставки

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
pt_br: Comportamento fora do intervalo ocorre quando nenhuma faixa está definida (ex: quando o peso do carrinho de um cliente é maior que o maior limite definido nas faixas de peso).
ru_ru: Что делать при выходе за допустимые пределы (например, общий вес заказа клиента превышает максимально допустимый).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pt_br: Altura máxima aceito pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная высота для этого способа доставки. Установите "0" или оставьте это поле, незаполненым, чтобы проигнорировать это.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pt_br: Largura máxima aceita pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная ширина для этого способа доставки. Установите "0" или оставьте это поле, незаполненым, чтобы проигнорировать это.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pt_br: Profundidade máxima aceita pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальная глубина для этого способа доставки. Установите "0" или оставьте это поле, незаполненым, чтобы проигнорировать это.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pt_br: Peso máximo aceito pela transportadora. Defina "0" ou deixe em branco para ignorar esse campo.
ru_ru: Максимальный вес для этого способа доставки. Установите "0" или оставьте это поле, незаполненым, чтобы проигнорировать это.

source: Your shop's default carrier
pt_br: Transportadora padrão de suas lojas.
ru_ru: Способ доставки по умолчанию для вашего магазина

source: This will only be visible in the front office.
pt_br: Isso será visível apenas na loja.
ru_ru: Это будет видимым только на страницах магазина.

source: If you set these parameters to 0, they will be disabled.
pt_br: Se você definir os parâmetros para 0, eles serão destivados
ru_ru: Для отключения параметров установите их значение в 0

source: Coupons are not taken into account when calculating free shipping.
pt_br: Cupons não são contabilizados ao calcular o frete grátis.
ru_ru: При расчете бесплатной доставки купоны не учитываются.
