Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminInternationalNotification.*.xlf
Languages: bs_ba, ca_es, hy_am, ja_jp, lo_la, pt_br

source: Are you sure you want to restore the default address format for this country?
ca_es: Esteu segur d'aplicar aquesta selecció?
hy_am: Դուք իսկապես՞ ուզում եք վերականգնել հասցեի ձեւաչափը յաս երկրի համար
ja_jp: この国のデフォルトの住所フォーマットを復元してもよろしいですか？
lo_la: ເຈົ້າແນ່ໃຈແລ້ວບໍຈະນຳໃຊ້ໂຕທີ່ເລືອກນີ້?
pt_br: Você tem certeza de aplicar essa seleção?

source: A language pack is available for this ISO.
ca_es: Un paquet d'idioma està disponible per aquesta ISO.
hy_am: Լեզվի փաթեթը մատչելի է այս ISO -ի համար
ja_jp: このISOでは言語パックがご利用になれます。
lo_la: ແພັກພາສາພ້ອມໃຊ້ງານສຳລັບ ISO (ຊື່ແມ່ນ
pt_br: Um pacote de idioma está disponível para este código ISO.

source: The Prestashop version compatible with this language and your system is:
bs_ba: Kompatibilna Prestashop verzija za ovaj jezik i vaš sistem je:
ca_es: La versió de PrestaShop compatible amb aquest idioma i amb el seu sistema és:
ja_jp: この言語とお使いのシステムに互換性のあるPrestaShopのバージョンは次のとおりです：
pt_br: A versão do PrestaShop compatível com este idioma e o seu sistema é:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
bs_ba: Nakon izrade jezika, možete uvesti sadržaj jezičnog paketa, koji možete preuzeti pod "Internacionalizacija - Prijevodi."
ca_es: Després de crear el llenguatge, podeu importar el contingut del paquet d'idiomes, el qual podeu descarregar a "Internacional -- Traduccions."
pt_br: Após ter criado um idioma, você pode importar o conteúdo do pacote do idioma, que você pode baixar através do menu "Localização - Traduções".

source: No language pack is available on prestashop.com for this ISO code
ca_es: No hi ha cap paquet a prestashop.com per aquest codi iso
hy_am: Այս ISO կոդի համար prestashop.com կայքից մատչելի լեզվի փաթեթ չկա
ja_jp: このprestashop.com上で利用可能なISOコードの言語パックがありません
lo_la: ບໍ່ມີແພັກພາສາໃດໆໃຊ້ການໄດ້ເທິງເວັບລະບົບແມ່ ສຳລັບລະຫັດ ISO ນີ້
pt_br: Nenhum pacote de idioma está disponível para este código ISO

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
ca_es: Aquest paquet de llengua No és complet i no es pot utilitzar al web públic o al Tauler d'Administració ja que hi manquen fitxers.
pt_br: Este pacote de idioma NÃO está completo e não pode ser usado na loja ou na área de administração porque alguns arquivos estão faltando.

source: %s at least, or you will have to edit the translation files manually.
ca_es: %s com a mínim, o haureu d'editar manualment els fitxers de traducció.
pt_br: %s pelo menos, ou você terá que editar os arquivos de tradução manualmente.

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
ca_es: El mod_security d'Apache està activat al vostre servidor. Això reportarà alguns errors de Sol·licitud incorrecta (Bad Request)
pt_br: O 'mod_security' do Apache está ativado no seu servidor. Isto pode gerar muitos erros de solicitações SQL.

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
ca_es: Atenció! El vostre proveïdor d'hostatge utilitza el complement Suhosin per a PHP, en el que els límits de màxim nombre de camps permesos en un formulari són els següents:
pt_br: Aviso! Seu provedor de hospedagem está utilizando o script de PHP Suhosin, que limita o número máximo de campos permitidos em um formulário:

source: %limit% for suhosin.post.max_vars.
bs_ba: %limit% za suhosin.post.max_vars.
ca_es: %limit% per suhosin.post.max_vars.
ja_jp: suhosin.post.max_varsの %limit%。
pt_br: %limit% para suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
bs_ba: %limit% za suhosin.request.max_vars.
ca_es: %limit% per suhosin.request.max_vars.
ja_jp: suhosin.request.max_vars の %limit%。
pt_br: %limit% para suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
ca_es: Si us plau pregunteu al vostre proveïdor d'hostatge si pot incrementar el límit de Suoshin a
pt_br: Favor solicitar ao seu servidor de hospedagem para aumentar este limite para

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
ca_es: Atenció, els límits de publicació de camps de formulari del PHP és de
hy_am: Զգուշացում՛. Ձեր PHP -ի կազմաձեւումը սահմանափակում է ձեւի մեջ թույլատրված դաշտերի առավելագույն թիվը.
ja_jp: 警告 フォームに登録できる項目数がPHP設定の最大制限数です：
pt_br: Atenção, sua configuração do PHP limita o número máximo de campos para postar em um formulário:

source: for max_input_vars.
ca_es: per a max_input_vars.
hy_am: max_input_vars -ի համար
ja_jp: 最大入力値のため
pt_br: para max_input_vars.

source: Please ask your hosting provider to increase this limit to
ca_es: Si us plau contacteu amb el vostre proveïdor de serveis per tal d'incrementar aquest límit a
pt_br: Favor solicitar ao seu servidor de hospedagem para aumentar este limite para

source: %s at least, or you will have to edit the translation files.
ca_es: %s com a mínim, o haureu d'editar els fitxers de traducció.
pt_br: %s pelo menos, ou você terá que editar os arquivos de tradução.

source: This expression uses a special syntax:
bs_ba: Ovaj izraz koristi posebnu sintaksu:
ca_es: Aquesta expressió utilitza una sintaxi especial:
ja_jp: この式は、特別な構文を使用します：
pt_br: Esta expressão usa uma sintaxe especial:

source: Fatal error: IETF code %s is not correct
ca_es: Error fatal: el codi IETF %s no és correcte
ja_jp: 致命的なエラー: IETFコード %s が正しくありません
pt_br: Erro fatal: código IETF %s não está correto

source: Sorry this language is not available
bs_ba: Žao nam je, taj jezik nije dostupan
ca_es: Ho sentim, aquest idioma no està disponible
ja_jp: 申し訳ありませんが、この言語は利用できません
pt_br: Desculpe, este idioma não está disponível

source: Server does not have permissions for writing.
ca_es: El servidor no té permisos d'escriptura.
hy_am: Սերվերը չունի թույլտվություն գրելու համար:
ja_jp: サーバーは書き込み権限を持っていません。
pt_br: Servidor não tem permissões para escrita.

source: Language pack unavailable.
bs_ba: Paket jezika nije dostupan.
ca_es: Paquet d'idioma no disponible.
ja_jp: ランゲージパックは利用できません。
pt_br: Pacote de idioma indisponível.

source: An error occurred while creating the language: %s
ca_es: S'ha produït un error en crear la llengua: %s
ja_jp: 言語作成中にエラーが発生しました: %s
pt_br: Ocorreu um erro ao criar o idioma: %s

source: Cannot load country: %d
bs_ba: Ne mogu učitati državu: %d
ca_es: No es pot carregar el país: %d
ja_jp: 次の国を読み込む事ができません：%d
pt_br: Falha ao carregar país: %d

source: Cannot enable the associated country: %s
bs_ba: Ne može se omogućiti povezana zemlja: %s
ca_es: No es pot activar el país associat: %s
ja_jp: 関連付けられた国を有効にすることができません： %s
pt_br: Não é possível ativar o país associado: %s

source: Invalid Zone name.
ca_es: Nom de Zona no vàlid.
hy_am: Անվավեր Գոտու անվանում:
ja_jp: ゾーン名が無効
pt_br: Nome da zona inválido.

source: Invalid state properties.
ca_es: Propietats d'Estat no vàlid.
hy_am: Տարածաշրջանի սխալ կարգավորումներ
ja_jp: 都道府県プロパティが無効です。
pt_br: Propriedades de estado inválido.

source: Cannot update the associated country: %s
bs_ba: Ne mogu ažurirati pridruženu državu: %s
ca_es: No es pot actualitzar el país associat: %s
ja_jp: 関連付けられた国を更新できません： %s
pt_br: Não é possível atualizar o país associado: %s

source: An error occurred while adding the state.
ca_es: S'ha produït un error en afegir l'Estat.
hy_am: Սխալ տարածաշրջանը ավելացնելու շժամանակ
ja_jp: 状態の追加中にエラーが発生しました。
pt_br: Ocorreu um erro ao adicionar o Estado.

source: An error occurred while fetching the state.
ca_es: S'ha produït un error en recuperar l'Estat.
hy_am: Տարածաշրջանը ընտրելու սխալ:
ja_jp: 状態取得中にエラーが発生しました。
pt_br: Ocorreu um erro ao buscar o estado.

source: Invalid tax properties.
ca_es: Propietats no vàlides d'impostos.
hy_am: Անվավեր հարկի հատկություններ:
ja_jp: 税プロパティが無効です。
pt_br: imposto sobre propriedades inválido

source: An error occurred while importing the tax: %s
bs_ba: Dogodila se greška tokom uvoza poreza: %s
ca_es: S'ha produït un error en importar l'impost: %s
ja_jp: 税のインポート中にエラーが発生しました：%s
pt_br: Ocorreu um erro durante a importação do imposto: %s

source: This tax rule cannot be saved.
ca_es: No s'ha pogut desar aquesta regla d'impostos.
hy_am: Ահս հարկի կանոնը չի կարող պահպանվել:
ja_jp: この税ルールは登録できませんでした。
pt_br: Esta regra fiscal não pode ser salva.

source: Invalid currency properties.
ca_es: Propietats no vàlides de la moneda.
hy_am: Արտարժույթի անվավեր հատկություններ:
ja_jp: 通貨のプロパティが無効です。
pt_br: Propriedades da moeda inválidas

source: An error occurred while importing the currency: %s
bs_ba: Dogodila se greška tokom uvoza valute: %s
ca_es: S'ha produït un error en importar la moneda: %s
ja_jp: 通貨のインポート中にエラーが発生しました：%s
pt_br: Ocorreu um erro durante a importação da moeda: %s

source: Localization pack corrupted: wrong unit type.
ca_es: Pack danyat: tipus d'unitat equivocada.
hy_am: Տեղայնացման փաթեթը վնասված է. սխալ միավորի տեսակ
ja_jp: 地域パックが破損しています: 間違ったユニットタイプです。
pt_br: Pack corrompido: tipo de unidade errada.

source: An error occurred while setting the units.
ca_es: S'ha produït un error en configurar les unitats.
hy_am: Միավորը տեղադրելու ժամանակ հայտնված սխալ:
ja_jp: ユニットの設定中にエラーが発生しました。
pt_br: Ocorreu um erro durante a definição das unidades.

source: An error occurred while installing the module: %s
bs_ba: Dogodila se greška tokom instalacije modula: %s
ca_es: S'ha produït un error durant la instal·lació del mòdul: %s
ja_jp: モジュールのインストール中にエラーが発生：%s
pt_br: Ocorreu um erro durante a instalação do módulo: %s

source: An error occurred while uninstalling the module: %s
bs_ba: Dogodila se greška tokom instalacije modula: %s
ca_es: S'ha produït un error durant la desinstal·lació del mòdul: %s
ja_jp: モジュールのアンインストール中にエラーが発生：%s
pt_br: Ocorreu um erro durante a desinstalação do módulo: %s

source: An error has occurred, this module does not exist: %s
bs_ba: Dogodila se greška, ovaj modul ne postoji: %s
ca_es: S'ha produït un error: aquest mòdul no existeix: %s
ja_jp: このモジュールが存在しないため、エラーが発生しました：%s
pt_br: Ocorreu um erro, este módulo não existe: %s

source: An error occurred during the configuration setup: %1$s
bs_ba: Došlo je do greške tokom postavljanja konfiguracije: %1$s
ca_es: Ha hagut un error durant l'ajust de configuració: %1$s
ja_jp: 基本設定のセットアップ中にエラーが発生しました：%1$s
pt_br: Ocorreu um erro durante a configuração: %1$s

source: An error occurred during the default group update
ca_es: Ha succeït un error mentre s'actualitzava el grup predeterminat
hy_am: Դեֆոլտ խմբի թարմացման ժամանակ հայտնված սխալ:
ja_jp: デフォルトグループの更新中にエラーが発生
pt_br: Ocorreu um erro durante a atualização do padrão do grupo

source: An error has occurred during the default group update
ca_es: S'ha produït un error mentre s'actualitzava el grup predeterminat
hy_am: Սխալ է հայտնվել դեֆոլտ խմբի թարմացման ընթացքում:
ja_jp: デフォルトのグループ更新時にエラーが発生
pt_br: Ocorreu um erro durante a atualização do padrão do grupo

source: Invalid language ISO code (%s)
bs_ba: Pogrešan ISO kod jezika (%s)
ca_es: Codi ISO del llenguatge: %s no vàlid
ja_jp: ISO 言語コード (%s) は正しくありません。
pt_br: Código ISO da lingua inválido (%s)

source: The translation was added successfully, but the language has not been created.
ca_es: Traduccions afegides correctament però no s'ha creat l'idioma
hy_am: Թարգմանությունը ավելացվել է հաջողությամբ, բայց լեզուն չի ստեղծված
ja_jp: 翻訳の追加に成功しましたが、言語は作成されていません
lo_la: ການແປຖືກເພີ່ມສຳເລັດແລ້ວ ແຕ່ ພາສາຍັງບໍ່ທັນໄດ້ຖືກສ້າງເທື່ອ
pt_br: Tradução adicionada com êxito, mas o idioma não foi criado

source: Cannot add configuration %1$s for %2$s language
bs_ba: Nije moguće dodati konfiguraciju %1$s za %2$s jezik
ca_es: No es pot afegir la configuració %1$s pel llenguatge %2$s
ja_jp: %2$s 言語に対して、設定 %1$s 設定を追加できません
pt_br: Não é possível adicionar as configurações %1$s para o idioma %2$s

source: Incorrect Tax Manager class [%s]
ca_es: Classe Tax Manager incorrecta [%s]
hy_am: Սխալ Հարկի Կառավարիչ դաս [%s]
ja_jp: 税管理クラス [%s ]は間違っている
pt_br: Classe de gerenciamento incorreta para Imposto [%s]

source: Tax Manager class not found [%s]
ca_es: No es troba la classe Tax Manager [%s]
hy_am: Հարկի կառավարիչ դասը չի գտնվել [%s]
ja_jp: 税管理クラスが見つかりません[ %s ]
pt_br: Classe gerenciamento fiscal não encontrado [%s]

source: No tax
ca_es: Sense impostos
hy_am: Չկա հարկ
ja_jp: 税がありません
lo_la: ບໍ່ມີພາສີ
pt_br: Sem imposto

source: This ISO code already exists.You cannot create two countries with the same ISO code.
ca_es: Aquest codi ISO ja existeix, no podeu crear dos països amb el mateix codi ISO
hy_am: Այս ISO կոդը արդեն գոյություն ունի: Դուք չեք կարող ստեղծել երկու երկիր միեւնույն ISO կոդով:
ja_jp: このISOコードが既に存在します、同じISOコードで2つの国を作成することはできません。
pt_br: Este código ISO já existe, você não pode criar dois países com o mesmo código ISO

source: Invalid address layout %s
bs_ba: Neispravan raspored adresa %s
ca_es: Adreça de plantilla no vàlida %s
ja_jp: アドレスレイアウト %s は正しくありません。
pt_br: Layout de endereço inválido %s

source: The currency conversion rate cannot be equal to 0.
bs_ba: Stopa konverzije valute ne može biti jednaka 0.
ca_es: La taxa de conversió de moneda no pot ser igual a 0.
ja_jp: 通貨換算レートは "0" にはできません。
pt_br: A taxa de conversão de moeda não pode ser igual a 0.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
ca_es: Quan suprimeix un idioma, TOTS ELS TEXTOS TRADUÏTS A AQUEST IDIOMA SE SUPRIMIRAN. Està segur de voler suprimir aquest idioma?
hy_am: Երբ դուք ջնջեք լեզուն, նրա հետ կապված բոլոր թարգմանությունները կջնջվեն տվյալների բազայից: Դուք համոզված՞ եք որ ուզում եք շարունակել
ja_jp: 言語を削除する時、データベースのすべての関連する翻訳は削除されます。本当にこの言語を削除してもよろしいですか？
lo_la: ເມື່ອເຈົ້າລຶບພາສາ, "ການແປພາສາທັງໝົດທີ່ກ່ຽວຂ້ອງໃນຖານຂໍ້ມູນຈະຖືກລຶບນຳ", ເຈົ້າແນ່ໃຈແລ້ວບໍວ່າເຈົ້າຈະລຶບພາສານີ້ອອກຈາກລະບົບ?
pt_br: Quando você apaga um idioma, TODAS AS TRADUÇÕES RELACIONADAS NO BANCO DE DADOS SERÃO APAGADAS. Tem certeza que deseja apagar este idioma?

source: Flag and "No picture" image fields are required.
ca_es: Camps de la bandera i no d'imatge-imatge són necessaris.
hy_am: Դրոշակի եւ «Նկար չկա» պատկերի դաշտերը պահանջված են:
ja_jp: フラッグと「画像なし」イメージ項目は必須です
pt_br: Bandeira e campo de imagem sem-imagem são obrigatórios.

source: An error occurred while resizing "No picture" image to your product directory.
ca_es: S'ha produït un error en canviar la mida d'imatge sense imatge en el directori de productes.
hy_am: Սխալ է հայտնվել «նկար չկա» պատկերը Ձեր ապրանքի դիրեկտորիայի մեջ չափսերը փոփոխելու ընթացքւոմ:
ja_jp: 商品ディレクトリの「画像なし」イメージのリサイズ中にエラーが発生
pt_br: Ocorreu um erro durante o redimensionamento da imagem sem-imagem para a pasta do produto.

source: An error occurred while resizing "No picture" image to your category directory.
ca_es: S'ha produït un error en canviar la mida d'imatge no la imatge en el directori de la categoria.
hy_am: Սխալ է հայտնվել «նկար չկա» պատկերը Ձեր կատեգորիաներ դիրեկտորիայի մեջ չափսերը փոփոխելու ընթացքւոմ:
ja_jp: カテゴリディレクトリの「画像なし」イメージのリサイズ中にエラーが発生
pt_br: Ocorreu um erro durante o redimensionamento da imagem sem-imagem para a pasta da categoria.

source: An error occurred while resizing "No picture" image to your brand directory.
bs_ba: Dogodila se greška tokom promjene veličine "Nema slike" slike u vašem direktoriju marka.
ca_es: S'ha produït un error en canviar la mida de la imatge "No hi ha image" per al directori de la marca.
ja_jp: ブランドディレクトリに「画像なし」画像ファイルをリサイズ中にエラーが発生しました。
pt_br: Ocorreu um erro ao redimensionar a imagem "Nenhuma imagem" para a pasta das marcas.

source: An error occurred during image deletion process.
ca_es: S'ha produït un error durant l'eliminació de la imatge.
hy_am: Սխալ է հայտնվել պատկերը ջնջելու ընթացքում:
ja_jp: 画像を削除中にエラーが発生
pt_br: Ocorreu um erro durante a exclusão de imagens.

source: Iso code is not valid
ca_es: El codi ISO no és vàlid
hy_am: Iso կոդը անվավեր է
ja_jp: Isoは有効ではありません。
pt_br: Código Iso não é válido

source: Technical Error: ps_version is not valid
ca_es: Errada tècnica: ps_version no és vàlida
hy_am: Տեխնիկական սխալ. ps_version -ը անվավեր է
ja_jp: テクニカルエラー：ps_versionが有効ではありません。
pt_br: Erro Técnico: ps_version não é válido

source: Wrong ISO code, or the selected language pack is unavailable.
ca_es: Codi ISO erroni o pack d'idioma no disponible.
hy_am: Սխալ ISO, կոդ կամ ընտրված լեզվի փաթեթը մատչելի չէ
ja_jp: ISOコードが異なるか、利用できない言語パックが選択されています。
pt_br: Código ISO errado ou pacote de idioma indisponível.

source: Technical Error: translation server unreachable.
ca_es: Errada tècnica: no es troba el servidor de traducció.
pt_br: Erro Técnico: servidor de tradução não pode ser contatado.

source: This ISO code already exists. You cannot create two states with the same ISO code.
ca_es: Aquest codi ISO ja existeix, i no podeu crear dues regions amb el mateix codi ISO al mateix país
hy_am: Այս ISO կոդը արդեն գոյություն ունի: Դուք չեք կարող ստեղծել երկու երկիր միեւնույն ISO կոդով:
ja_jp: このISOコードが既に存在します、同じ国の中にで同じISOコードの2つ状態を作成することはできません。
pt_br: Este código ISO já existe, você não pode criar dois estados com o código ISO mesmo no mesmo país =

source: This state was used in at least one address. It cannot be removed.
ca_es: Aquest estat s'ha utilitzat al menys en una comanda, no es pot esborrar
hy_am: Այս երկիրը առնվազն մեկ հասցեում արդեն օգտագործված է: Այն չի կարող հեռացվել:
ja_jp: この都道府県は少なくとも１つの住所で利用されます、削除することはできません。
pt_br: Este estado foi utilizada em, pelo menos, um endereço, que não pode ser removido

source: A tax rule already exists for this country/state with tax only behavior.
ca_es: Existeix una regla d'impostos per aquest País/Província amb comportament de només impostos.
pt_br: Uma regra fiscal já existe para este país / estado com comportamento de imposto único.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
bs_ba: Poštanski broj je nevažeći. Mora se upisati kako slijedi: %format% za %country%.
ca_es: El codi postal no és vàlid. S'ha de escriure de la següent manera: %format% per a %country%.
ja_jp: 郵便番号（Zip cord）が正しくありません。次のように形で入力する必要があります：%format% を %country% に対して指定
pt_br: O CEP é inválido. Deve ser digitado da seguinte forma: %format% no %country%.

source: An error has occurred: Cannot save the current tax rule.
ca_es: Ha succeït un error: No s'ha pogut desar la regla d'impostos.
hy_am: Սխալ է հայտնվել. Չի կարող պահպանվել ընթացիկ հարկային կանոնը:
ja_jp: エラーが発生しました：現在の税ルールを登録することができません。
pt_br: Ocorreu um erro: Não é possível salvar a regra fiscal atual.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
ca_es: Aquest impost s'està utilitzant en una regla d'impostos. N'esteu segurs de voler continuar?
pt_br: Este imposto está atualmente em utilização por uma regra fiscal. tem certeza que deseja continuar?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
ca_es: Aquest impost s'està utilitzant en una regla d'impostos. Si continueu, aquest impost serà esborrat de la regla d'impostos. N'esteu segurs de voler continuar?
hy_am: Այս հարկը տվյալ պահին օգտագործվում է հարկման կանոններում: Եթե շարունակեք հարկը կհեռացվի հարկման կանոններից: Համոզված՞ եք որ ուզում եք շարունակել
ja_jp: この税は税ルールの中で現在あります。続ける場合は、この税は税ルールから削除されます。続けてもよろしいですか？
pt_br: Este imposto está em uso na regra de impostos. Se você continuar, este imposto será removido da regra de imposto onde é utilizado. Confirma a operação?

source: An error occurred while copying data.
ca_es: ﻿Ha ocorregut un error durant la còpia
hy_am: Սխալ է հայտնվել տվյալները կրկնօրինակելու ժամանակ
ja_jp: データコピー中にエラーが発生
lo_la: ເກີດຂໍ້ຜິດພາດຂຶ້ນໃນຄະນະທີ່ສຳເນົາຂໍ້ມູນ
pt_br: ocorreu um erro ao copiar os dados

source: Impossible to create the directory "%folder%".
bs_ba: Nemoguće je kreirati direktorij "%folder%".
ca_es: Impossible crear el directori "%folder%".
pt_br: Não é possível criar a pasta "%folder%".

source: An error occurred while creating archive.
ca_es: S'ha produït un error en crear l'arxiu.
hy_am: Սխալ է հայտնվել արխիվ ստեղծելու ժամանակ:
ja_jp: アーカイブの作成中にエラーが発生
pt_br: Ocorreu um erro ao criar o arquivo.

source: Please select a language and a theme.
ca_es: Si us plau, escolliu un idioma i tema.
hy_am: Խնդրում ենք ընտրել լեզուն եւ ձեւանմուշը:
ja_jp: 言語とテーマを選択してください
pt_br: Por favor, escolha um idioma e um tema.

source: Tab "%s" is not valid
ca_es: La pestanya "%s" no és vàlida
hy_am: «%s» ներդիրը վավեր չէ:
ja_jp: "%s"タブは無効です。
pt_br: Aba "%s" não é válida

source: Validation failed for: %file%
bs_ba: Provjera nije uspjela za: %file%
ca_es: Validació fallida per: %file%
pt_br: Falha da validação para: %file%

source: Unidentified file found: %file%
bs_ba: Pronađena je nepoznata datoteka: %file%
ca_es: S'ha trobat un arxiu no identificat: %file%
pt_br: Arquivo não identificado encontrado: %file%

source: The archive cannot be extracted.
ca_es: Arxiu no es pot extreure.
hy_am: Արխիվը չի կարող դուրս հանվել:
ja_jp: アーカイブを展開することができませんでした。
pt_br: Arquivo não pode ser extraído.

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
bs_ba: ISO ŠIFRA nije ispravna "%iso_code%" za sljedeću datoteku: "%file%"
ca_es: CODI ISO invàlid "%iso_code%" per al següent arxiu: "%file%"
pt_br: Código ISO "%iso_code%" inválido para o seguinte arquivo: "%file%"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
ca_es: No es pot escriure al fitxer d'idioma del tema (%s). Si us plau verifiqueu els permisos d'escriptura.
pt_br: Não foi possível gravar no arquivo de idioma do tema (%s). Por favor, verifique as permissões de escrita.

source: Invalid theme "%theme%"
bs_ba: Neispravna tema "%theme%"
ca_es: Tema invàlid "%theme%"
pt_br: Tema "%theme%" inválido

source: Invalid iso code "%iso_code%"
bs_ba: Neispravan ISO kod "%iso_code%"
ca_es: Codi iso invàlid "%iso_code%"
pt_br: Código ISO "%iso_code%" inválido

source: This %type_content% file extension is not accepted.
bs_ba: Ova %type_content% ektenzije datoteke nije prihvaćen.
ca_es: Aquest %type_content% extensió d'arxiu no és acceptada.
ja_jp: この %type_content% ファイル拡張子は利用できません。
pt_br: A extensão de arquivo %type_content% não é permitida.

source: Invalid module name "%module%"
bs_ba: Neispravan naziv modula "%module%"
ca_es: Nom de mòdul invàlid "%module%"
pt_br: Nome do módulo "%module%" inválido

source: Invalid mail name "%mail%"
bs_ba: Neispravan naziv maila "%mail%"
ca_es: Nom de correu electrònic invàlid "%mail%"
pt_br: Nome do e-mail Inválido: "%mail%"

source: Directory "%folder%" cannot be created
bs_ba: Direktorij "%folder%" nije moguće kreirati
ca_es: No s'ha pogut crear el directori "%folder%"
pt_br: A pasta "%folder%" não pode ser criada

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
bs_ba: Vaši e-mail prijevodi sadrže neki pogrešan HTML i ne mogu se spasiti. Provjerite sadržaj.
ca_es: Les seves traduccions de correu electrònic contenen una mica d'HTML vàlid i no es poden desar. Si us plau, comproveu el seu contingut.
ja_jp: 電子メールの翻訳に無効なHTMLが含まれているため保存することができません。 入力内容を確認してください。
pt_br: A tradução do conteúdo do seu e-mail contém alguns caracteres HTML inválidos e não pôde ser salva. Por favor verifique o conteúdo.

source: Your HTML email templates cannot contain JavaScript code.
ca_es: HTML plantilles de correu electrònic no poden contenir codi JavaScript.
hy_am: Ձեր HTML էլ. նամակի ձեւանմուշը չի կարող պարունակել JavaScript կոդ:
ja_jp: HTML形式のメールテンプレートは、JavaScriptコードを含めることはできません。
pt_br: Modelos de e-mail HTML não podem conter código JavaScript.

source: Empty string found, please edit: "%file%"
bs_ba: Pronađen je prazan niz, molimo uredite: "%file%"
ca_es: Trobada una cadena buida, si us plau, editeu: "%file%"
pt_br: Linha vazia encontrada, favor editar: "%file%"
