Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminAdvparametersHelp.*.xlf
Languages: bs_ba, cs_cz, el_gr, vi_vn

source: -- Choose --
cs_cz: – Vyberte –
el_gr: -- Επιλέξτε --
vi_vn: -- Chọn --

source: or
cs_cz: nebo
el_gr: ή
vi_vn: hoặc

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
cs_cz: Použít ke spojení dat (výrobky, moduly, atd.) stejným způsobem u vybrané prodejny
el_gr: Χρησιμοποιήστε αυτή την επιλογή για να συσχετίσετε δεδομένα (προϊόντα, modules, κλπ.) με τον ίδιο τρόπο για το επιλεγμένο κατάστημα
vi_vn: Sử dụng tùy chọn này để kết nối dữ liệu (sản phẩm, module,...) Cách tương tự cho mỗi cửa hàng đã chọn.

source: Click here to display the shops in the %name% shop group
bs_ba: Kliknite ovdje za prikaz trgovina u %name% grupi trgovina
cs_cz: Kliknutím sem zobrazíte obchody ve skupině obchodů %name%
el_gr: Κάντε κλικ εδώ για να εμφανιστούν τα καταστήματα στην ομάδα καταστημάτων %name%
vi_vn: Nhấn vào đây để hiển thị các cửa hàng trong nhóm cửa hàng %name%

source: Click here to display the URLs of the %name% shop
bs_ba: Kliknite ovdje za prikaz URL-ova %name% trgovine
cs_cz: Kliknutím sem zobrazíte adresy URL obchodu %name%
el_gr: Κάντε κλικ εδώ για να εμφανιστούν τα URL του καταστήματος %name%
vi_vn: Nhấn vào đây để hiển thị URL của cửa hàng %name%

source: Click here to display the list of shop groups
cs_cz: Kliknutím sem zobrazíte seznam skupin obchodů
el_gr: Κλικ εδώ να εμφανιστεί λίστα της ομάδας καταστήματος
vi_vn: Nhấn vào đây để hiển thị danh sách các nhóm cửa hàng

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
cs_cz: Upozornění: není doporučeno povolit "sdílení zákazníků" a "sdílení objednávek", protože jakmile jsou tyto možnosti aktivovány a jsou vytvořeny zákazníci nebo objednávky, nebudete moci zakázat toto nastavení. Pokud potřebujete povolit tyto možnosti, zkuste nejdříve zvážit použití sdílení v několika kategoriích místo v několika obchodech.
el_gr: Προειδοποίηση: δεν συνιστάται η ενεργοποίηση των επιλογών " κοινοί πελάτες " και " κοινές παραγγελίες", επειδή από τη στιγμή που θα ενεργοποιηθεί και δημιουργηθούν πελάτες ή παραγγελίες, δεν θα είστε σε θέση να απενεργοποιήσετε αυτές τις επιλογές. Αν χρειάζεστε αυτές τις επιλογές, προσπαθήστε να σκεφτείτε πρώτα να χρησιμοποιήστε διάφορες κατηγορίες, αντί για πολλά καταστήματα.
vi_vn: Cảnh báo: Việc kích hoạt các tùy chọn "Chia sẻ khách hàng" và "Chia sẻ đơn hàng" không được khuyên dùng.. Khi được kích hoạt và các đơn hàng được tạo, bạn sẽ không thể vô hiệu hóa các tùy chọn này. Nếu bạn cần các tùy chọn này, bạn nên dùng một vài hạng mục hơn là một vài cửa hàng.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
cs_cz: Pokud je tato možnost povolena, obchody budou sdíleny vašim zákazníkům. Jakmile se zákazník zaregistruje na jednom z těchto eshopu, jeho účet bude automaticky dostupný ve všech obchodech ze skupiny.
el_gr: Μόλις αυτή η επιλογή ενεργοποιηθεί, τα καταστήματα σε αυτήν την ομάδα θα μοιραστούν τους πελάτες τους. Αν ένας πελάτης εγγραφεί σε κάποιο από αυτά τα καταστήματα, ο λογαριασμός του θα είναι αυτόματα διαθέσιμος και στα υπόλοιπα καταστήματα αυτής της ομάδας.
vi_vn: Khi tùy chọn ày được bật, các cửa hàng trong nhóm cửa hàng sẽ chia sẻ khách hàng. Nếu một khách hàng đăng kí bất kỳ cái nào trong số những cửa hàng này, tài khoản sẽ tự động sẵn có trong các cửa hàng khác của nhóm này.

source: Warning: you will not be able to disable this option once you have registered customers.
cs_cz: Varování: nemůžete vypnout tuto funkci, pokud už máte zaregistrované zákazníky.
el_gr: Προειδοποίηση: δε θα μπορείτε να απενεργοποιήσετε αυτήν την επιλογή μόλις αποκτήσετε εγγεγραμμένους πελάτες.
vi_vn: Cảnh báo: bạn sẽ không thể tắt tùy chọn này khi bạn đã đăng kí thông tin khách hàng.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
cs_cz: Jakmile bude tato možnost povolena (což je možné pouze pokud obchody sdílí zákazníky a dostupné množství), zákazníkův košík bude sdílen ve všech obchodech ze skupiny. Pokud tedy zákazník začne nakupovat v jednom obchodě, bude moci nákup dokončit v jakémkoliv obchodě ze stejné skupiny.
el_gr: Μόλις αυτή η επιλογή ενεργοποιηθεί (που είναι δυνατό μόνο σε περίπτωση που οι πελάτες και οι διαθέσιμες ποσότητες είναι κοινές μεταξύ των καταστημάτων), το καλάθι του πελάτη θα είναι κοινό σε όλα τα καταστήματα της ομάδας. Με αυτόν τον τρόπο, οποιαδήποτε αγορά πραγματοποιηθεί σε ένα κατάστημα θα είναι δυνατό να ολοκληρωθεί σε κάποιο άλλο της ίδιας ομάδας.
vi_vn: Khi tùy chọn này được bật ( chỉ có thể nếu các khách hàng và số lượng sẵn có được chia sẻ giữa các cửa hàng với nhau), giỏ hàng của khách hàng sẽ được tất cả các cửa hàng chia sẻ trong nhóm này. Bằng cách này, bất kì hàng hóa nào được mua bắt đầu trong một cửa hàng sẽ có thể được hoàn thành trong một cửa hàng khác từ cùng nhóm.

source: Warning: You will not be able to disable this option once you've started to accept orders.
cs_cz: Varování: nemůžete vypnout tuto funkci, pokud už máte nějaké objednávky.
el_gr: Προειδοποίηση: Δε θα μπορείτε να απενεργοποιήσετε αυτή την επιλογή μόλις αρχίσετε να δέχεστε παραγγελίες.
vi_vn: Cảnh báo: bạn sẽ không thể tắt tùy chọn này một khi bạn bắt đầu chấp nhận các đơn đặt hàng.

source: Enable or disable this shop group?
cs_cz: Povolit nebo zakázat tuto skupinu obchodů?
el_gr: Ενεργοποιήστε ή απενεργοποιήστε αυτή την ομάδα του καταστήματος;
vi_vn: Kịch hoạt hay tắt nhóm cửa hàng này?

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
cs_cz: Chcete-li přidat virtuální adresu URL, musíte aktivovat přepisování URL na vašem webovém serveru a umožnit volbu Friendly URL (přátelské URL).
el_gr: Αν θέλετε να προσθέσετε ένα εικονικό URL, πρέπει να ενεργοποιήσετε την επανεγγραφή URL στο διακομιστή δικτύου σας και την επιλογή Φιλικό URL.
vi_vn: Nếu bạn muốn thêm một URL ảo, bạn cần kích hoạt viết lại URL trên máy chủ web của bạn và bật tùy chọn URL thân thiện.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
cs_cz: Tuto volbu lze použít v případě, že potřebujete vytvořit obchod s adresou URL, která na Vašem serveru neexistuje (např. pokud chcete, aby byl Váš obchod dostupný na adrese URL www.priklad.cz/boty/, zadejte do tohoto pole "boty/" - za předpokladu, že fyzická adresa URL obchodu je www.priklad.cz).
el_gr: Μπορείτε να χρησιμοποιήσετε αυτήν την επιλογή αν θέλετε να δημιουργήσετε ένα κατάστημα με URL που δεν υπάρχει στο διακομιστή σας (π.χ. αν θέλετε το κατάστημά σας να είναι διαθέσιμο με το URL www.example.com/my-store/shoes/, πρέπει να ορίσετε σε αυτό το πεδίο shoes/, υποθέτοντας ότι το my-store/ είναι το Φυσικό URL σας).
vi_vn: Bạn có thể sử dụng tùy chọn này nếu bạn muốn tạo ra một cửa hàng với một URL không tồn tại trên máy chủ của bạn (ví dụ: nếu bạn muốn cửa hàng của bạn sẽ có sẵn với các URL www.example.com/my-store/shoes/, bạn phải thiết lập shoes / trong trường này, giả sử rằng my-store/ là URL của bạn).

source: URL rewriting must be activated on your server to use this feature.
cs_cz: Přepisování URL musí být aktivováno na vašem serveru, když chcete využívat tuto funkci.
el_gr: Για να χρησιμοποιήσετε αυτό το xαρακτηριστικό, η επανεγγραφή URL πρέπει να ενεργοποιηθεί στο server σας.
vi_vn: Định dạng lại URL phải được kích hoạt trên máy chủ của bạn để sử dụng tính năng này.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
cs_cz: Nastavíte-li tuto adresu jako hlavní URL pro vybraný obchod, budou všechny URL adresy obchodu přesměrovány na toto URL (můžete mít pouze jednu hlavní adresu URL pro obchod).
el_gr: Αν ορίσετε αυτό το URL όπως το Main URL για το επιλεγμένο κατάστημα, όλες οι διευθύνσεις URL του καταστήματος θα πρέπει να ανακατευθύνουν σε αυτήν την διεύθυνση URL (μπορείτε να έχετε μόνο μία Main URL ανά κατάστημα).
vi_vn: Nếu bạn cài đặt URL này như một URL chính cho cửa hàng đã chọn, tất cả các URL đã cài đặt cho cửa hàng này sẽ bị đổi hướng đến URL này (Bạn chỉ có thể có một URL chính trên mỗi cửa hàng).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
cs_cz: Vzhledem k tomu, že vybraný obchod nemá hlavní adresu URL, budete muset nastavit toto URL jako hlavní
el_gr: Δεδομένου ότι το επιλεγμένο κατάστημα δεν έχει Main URL, θα πρέπει να ρυθμίσετε αυτή τη διεύθυνση URL, ως Main URL
vi_vn: Vì cửa hàng đã chọn không có URL chính, bạn phải cài đặt URL này như URL chính.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
cs_cz: Zvolený obchod již hlavní adresu URL má. Pokud nastavíte tuto adresu jako hlavní, bude stará adresa nastavena jako běžná adresa URL.
el_gr: Το επιλεγμένο κατάστημα έχει ήδη ένα Κύριο URL. Συνεπώς, αν ορίσετε αυτό ως το Κύριο URL, το παλιότερο Κύριο URL θα μετατραπεί σε απλό URL.
vi_vn: Cửa hàng được chọn đã có URL chính. Vì vậy, nếu bạn cài đặt URL này như một URL chính, URL chính cũ sẽ được cài đặt như một URL không đổi.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
cs_cz: Toto je fyzická složka na serveru, ve které je umístěn Váš obchod. Pokud je Vás obchod nainstalován v kořenové složce, ponechte toto pole prázdné. Např. pokud je Váš obchod dostupný na adrese www.priklad.cz/obchod, bude v tomto poli hodnota "obchod/".
el_gr: Αυτός είναι ο φυσικός φάκελος για το κατάστημά σας στο διακομιστή. Αφήστε αυτό το πεδίο κενό αν το κατάστημά σας είναι εγκατεστημένο στο ριζικό κατάλογο. Παραδείγματος χάριν, αν το κατάστημα βρίσκεται στη θέση www.example.com/my-store/, συμπληρώστε my-store/ στο πεδίο.
vi_vn: Đây là thư mục vật lý cho cửa hàng của bạn trên máy chủ web. Để lại trường này có sản phẩm nào nếu cửa hàng của bạn đã được cài đặt trên các đường dẫn gốc. Ví dụ, nếu cửa hàng bạn có sẵn tại www.example.com/my-store/, bạn phải nhập my-store/ trong trường này.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
cs_cz: Upozornění: přepisování URL (např. mod_rewrite pro Apache), je pravděpodobně zakázáno. Pokud vaše URL nefungují, poraďte se se svým poskytovatelem hostingu jak aktivovat přepisování URL.
el_gr: Προειδοποίηση: η Επανεγγραφή URL (π.χ. mod_rewrite για Apache) φαίνεται πως είναι απενεργοποιημένη. Αν το εικονικό URL δε λειτουργεί, ελέγξτε με τον πάροχό σας πώς να ενεργοποιήσετε την Επανεγγραφή URL.
vi_vn: Cảnh báo: Việc định dạng lại URL (ví dụ: mô đun mod_rewrite cho Apache) dường như bị vô hiệu. Nếu URL ảo của bạn không hoạt động, vui lòng kiểm tra với nhà cung cấp dịch vụ lưu trữ web hosting để tìm cách kích hoạt định dạng lại URL.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
cs_cz: Ignorujte toto pole, pokud nechcete použít nástroj Multistore. Necháte-li toto pole prázdné, bude použit výchozí obchod
el_gr: Αγνοήστε το πεδίο αν δε χρησιμοποιείτε το εργαλία Πολυκαταστημέτων. Εάν το αφήσετε κενό θα χρησιμοποιηθεί το προεπιλεγμένο κατάστημα.
vi_vn: Bỏ qua trường này nếu bạn không dùng công cụ kinh doanh đa cửa hàng. Nếu bạn để trống trường này, cửa hàng mặc định sẽ được dùng.

source: A category root is where a category tree can begin. This is used with multistore.
cs_cz: Hlavní kategorií je místo, kde začíná strom kategorií. Používá se v Multistore
el_gr: Ριζική κατηγορία είναι όπου το δέντρο κατηγορίας ξεκινά. Χρησιμοποιείται στα Πολυκαταστήματα.
vi_vn: Một danh mục gốc là nơi một danh mục có thể bắt đầu. Điều này được sử dụng với multistore.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
cs_cz: Aktivovat pokročilé řízení zásob (0=Ne, 1=Ano)
el_gr: Ενεργοποίησε την Εξελιγμένη Διαχείριση Αποθέματος στα προϊόντα (0 = Όχι, 1 = Ναι)
vi_vn: Kích hoạt tính năng quản lý kho hàng cao cấp trên sản phẩm (0 = Không, 1 = Có)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
cs_cz: 0 = použít množství u produktu, 1 = použít množství ze řízení skladových zásob.
el_gr: 0 = Χρησιμοποίησε την ποσότητα που ορίζεται στο προϊόν, 1 = Χρησιμοποίησε την ποσότητα από την αποθήκη.
vi_vn: 0= dùng số lượng đã cài đặt trong sản phẩm, 1 = sử dụng số lượng từ kho hàng.

source: ID of the warehouse to set as storage.
cs_cz: ID skladu pro úložiště.
el_gr: Κωδικός της αποθήκης για να οριστεί σαν αποθηκευτικός χώρος.
vi_vn: ID của kho hàng để cài đặt như nơi tạm trữ hàng hóa.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
cs_cz: Aktivovat pokročilé řízení zásob (0=Ne, 1=Ano).
el_gr: Ενεργοποίησε την Εξελιγμένη Διαχείριση Αποθέματος στα προϊόντα (0 = Όχι, 1 = Ναι).
vi_vn: Kích hoạt tính năng quản lý kho hàng cao cấp trên sản phẩm (0 = Không, 1 = Có).

source: Informative only
cs_cz: Pouze informativní
el_gr: Ενημερωτικά μόνο
vi_vn: Chỉ cung cấp các thông tin

source: Warning
cs_cz: Varování
el_gr: Προειδοποίηση
vi_vn: Cảnh báo

source: Error
cs_cz: Chyba
el_gr: Σφάλμα
vi_vn: lỗi

source: Major issue (crash)!
cs_cz: Závažné problémy (pád)!
el_gr: Μείζον πρόβλημα (crash)
vi_vn: Vấn đề chính (tạm ngừng)!

source: How to restore a database backup in 10 easy steps
cs_cz: Jak obnovit zálohu databáze v 10 jednoduchých krocích
el_gr: Πώς να επαναφέρετε ένα αντίγραφο ασφαλείας της βάση δεδομένων σε 10 απλά βήματα
vi_vn: Cách để khôi phục sao lưu cơ sở dữ liệu trong 10 bước dễ dàng

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
cs_cz: Nastavte "Povolit obchod" na "Ne" na stránce "Údržba obchodu" pod nabídkou "Konfigurace".
el_gr: Ορίστε "Ενεργοποίηση Καταστήματος" σε "Όχι" στην καρτέλα "Συντήρηση" κάτω από την επιλογή "Προτιμήσεις"
vi_vn: Đặt "Kích hoạt Shop" chọn "Không" trong "Bảo trì" trang dưới "Tuỳ chọn" menu.

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
cs_cz: Stáhněte si zálohu ze seznamu níže nebo přes FTP (z adresáře "admin/backups").
el_gr: Κατεβάστε το Αντίγραφο ασφαλείας από την παρακάτω λίστα ή από FTP server σας (στο φάκελο "admin / backups").
vi_vn: Tải các bản sao lưu từ danh sách bên dưới hoặc từ máy chủ FTP của bạn (trong thư mục "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
cs_cz: Kontrola integrity zálohy: hledání chyb, neúplných souborů atd. Ověřte všechna vaše data.
el_gr: Ελέγξτε την ακεραιότητα των αντιγράφων ασφαλείας: ψάξτε για λάθη, ελλιπή αρχεία, κλπ. Να είστε βέβαιοι ότι ελέγξατε όλα τα δεδομένα σας.
vi_vn: Kiểm tra tính toàn vẹn sao lưu: Hãy tìm lỗi, file không đầy đủ, vv... Hãy chắc chắn với kiểm tra tất cả các dữ liệu của bạn.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
cs_cz: Požádejte svého poskytovatele hostingu o přístup k databázi přes "phpMyAdmin".
el_gr: Ρωτήστε τον πάροχο φιλοξενίας σας για "phpMyAdmin" πρόσβαση στη βάση δεδομένων σας
vi_vn: Xin hỏi nhà cung cấp hosting của bạn cho "phpMyAdmin" truy cập vào cơ sở dữ liệu của bạn.

source: Connect to "phpMyAdmin" and select your current database.
cs_cz: Připojte se do "phpMyAdmin" a vyberte si svou aktuální databázi.
el_gr: Συνδεθείτε στο "phpMyAdmin" και επιλέξτε την τρέχουσα βάση δεδομένων σας
vi_vn: Kết nối "phpMyAdmin" và chọn cơ sở dữ liệu hiện tại của bạn.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
cs_cz: Pokud jste nepovolili volbu "Odstranit existující tabulky" musíte vymazat všechny tabulky z Vaší databáze.
el_gr: Αν έχετε ενεργοποιήσει την "Drop existing tables" επιλογή, θα πρέπει να διαγράψετε όλους τους πίνακες από την τρέχουσα βάση δεδομένων σας.
vi_vn: Trừ khi bạn kích hoạt "Drop existing table", bạn phải xóa tất cả các bảng cơ sở dữ liệu từ hiện tại của bạn.

source: At the top of the screen, please select the "Import" tab
cs_cz: V horní části stránky vyberte záložku "Import"
el_gr: Στο πάνω μέρος της οθόνης επιλέξετε την καρτέλα "Import"
vi_vn: Ở phía trên cùng của màn hình, hãy chọn "Xuất" tab

source: Click on the "Browse" button and select the backup file from your hard drive.
cs_cz: Klikněte na tlačítko "Procházet" a vyberte záložní soubor ze svého pevného disku.
el_gr: Κάντε κλικ στο "Browse ..." και επιλέξτε το αρχείο αντιγράφου ασφαλείας από το σκληρό σας δίσκο
vi_vn: Click vào nút "Browse" và chọn tập tin sao lưu từ ổ đĩa cứng của bạn.

source: Check the maximum filesize allowed (e.g. Max: 16MB)
cs_cz: Zkontrolujte maximální povolenou velikost (např. Max: 16 MB)
el_gr: Ελέγξτε το μέγιστο επιτρεπτό μέγεθος αρχείου (π.χ. Μέγιστο: 16MB)
vi_vn: Kiểm tra kích thước tập tin tối đa cho phép (ví dụ: Max: 16MB)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
bs_ba: Ako vaša datoteka sigurnosne kopije prelazi tu granicu, kontaktirajte vašeg web provajdera usluge za pomoć.
cs_cz: Pokud váš záložní soubor překročí tento limit, obraťte se na svého poskytovatele hostingu.
el_gr: Αν το αρχείο του αντιγράφου ασφαλείας σας υπερβαίνει αυτό το όριο, επικοινωνήστε με τον πάροχο φιλοξενίας για βοήθεια.
vi_vn: Nếu tập tin sao lưu của bạn vượt quá giới hạn này, hãy liên hệ với nhà cung cấp máy chủ của bạn để được giúp đỡ.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
cs_cz: Klikněte na tlačítko "Provést" a počkejte na dokončení importu. Tento proces může trvat několik minut.
el_gr: Κάντε κλικ στο κουμπί "Εκκίνηση" και παρακαλώ περιμένετε υπομονετικά να ολοκληρωθεί η διαδικασία εισαγωγής. Αυτή μπορεί να διαρκέσει αρκετά λεπτά.
vi_vn: Click vào nút "Go", xin hãy kiên nhẫn chờ đợi cho quá trình nhập để kết thúc. Việc này có thể sẽ mất vài phút.

source: Drop existing tables during import.
cs_cz: Odstranit při importu existující tabulky.
el_gr: Απόρριψη υπαρχουσών πινάκων κατά τη διάρκεια της εισαγωγής.
vi_vn: Bỏ các bảng đã tồn tại khi thực hiện import.

source: If enabled, the backup script will drop your tables prior to restoring data.
cs_cz: Pokud je povoleno, zálohovací skript odstraní vaše tabulky před obnovou zálohovaných dat.
el_gr: Αν ενεργοποιηθεί, το σενάριο δημιουργίας αντιγράφου ασφαλείας θα κανε Drop tables πριν από την επαναφορά των αποθηκευμένων δεδομένων
vi_vn: Nếu được bật, mã sao lưu sẽ xoá các bảng để phục hồi dư liệu.

source: (ie. "DROP TABLE IF EXISTS")
cs_cz: (např. "DROP TABLE IF EXISTS")
el_gr: (πχ. "DROP TABLE IF EXISTS")
vi_vn: (ví dụ.. "DROP TABLE IF EXISTS")

source: You can read information on import at:
bs_ba: Možete pročitati informacije o uvozu na:
cs_cz: Informace o importu si můžete přečíst na adrese:
el_gr: Μπορείτε να διαβάσετε πληροφορίες για την εισαγωγή αρχείων εδώ:
vi_vn: Bạn có thể đọc thông tin về thao tác nhập ở:

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
bs_ba: Dopušteni formati: .csv, .xls, .xlsx, .xlst, .ods, .ots
cs_cz: Povolené formáty: .csv, .xls, .xlsx, .xlst, .ods, .ots
el_gr: Επιτρεπόμενες μορφές: .csv, .xls, .xlsx, .xlst, .ods, .ots
vi_vn: Các định dạng được phép: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
cs_cz: Je povoleno pouze kódování UTF-8 nebo ISO-8859-1
el_gr: Επιτρέπονται μόνο κωδικοποιήσεις UTF-8 και ISO 8859-1
vi_vn: Chỉ được phép mã hóa UTF-8 và ISO 8859-1

source: You can also upload your file via FTP to the following directory: %s .
cs_cz: Můžete také odeslat soubor přes FTP do následujícího adresáře: %s .
el_gr: Μπορείτε επίσης να ανεβάσετε το αρχείο σας μέσω FTP στο ακόλουθο κατάλογο: %s .
vi_vn: Bạn chỉ có thể tải lên tập tin của bạn qua FTP đến danh mục dưới đây: %s .

source: e.g.
bs_ba: npr.
cs_cz: např.
el_gr: π.χ.
vi_vn: ví dụ

source: If enabled, the product's reference number MUST be unique!
cs_cz: Pokud je povoleno, MUSÍ BÝT kód zboží unikátní!
el_gr: Αν ενεργοποιημένο, ο κωδικός αναφοράς του προϊόντος ΠΡΕΠΕΙ να είναι μοναδικός!
vi_vn: Nếu được cho phép, tham số sản phẩm phải là duy nhất!

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
bs_ba: Ako omogućite ocu opciju, vaši učitani ID brojevi stavki će biti takvi kakvu jesu. Ako ne omogućite ovu opciju, učitani ID brojevi će biti ignorisani, i PrestaShop će kreirati nove ID brojeve za sve učitane stavke.
cs_cz: Pokud povolíte tuto volbu, ID čísla vašich importovaných položek budou použity v původních tvarech. Pokud tuto volbu nepovolíte, importované ID čísla se budou ignorovat a místo nich PrestaShop vytvoří pro všechny importované položky vlastní, automaticky se zvyšující ID čísla.
el_gr: Αν ενεργοποιήσετε αυτήν την επιλογή, τα ID των εισαχθέντων αντικειμένων θα χρησιμοποιηθούν ως έχουν. Αλλιώς, τα εισαχθέντα ID θα αγνοηθούν και το PrestaShop θα δημιουργήσει τα δικά του (μια αύξουσα ακολουθία αριθμών).
vi_vn: Nếu bạn bật tùy chọn này, số ID của các sản phẩm đã nhập của bạn sẽ được sử dụng theo nguyên trạng. Nếu bạn không bật tùy chọn này, số ID đã nhập sẽ được bỏ qua, và PrestaShop sẽ tạo ra số ID tự tăng cho tất cả các mặt hàng đã nhập.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
bs_ba: Poslan e-mail kao informacija da je uvoz završen. To može biti korisno pri rukovanju velikim datotekama, kada uvoz može potrajati neko vrijeme.
cs_cz: Odešle informační e-mail o dokončení importu. Při práci s většími soubory to může být užitečné, protože import bývá časově náročný.
el_gr: Σας στέλνει email όταν ολοκληρωθεί η εισαγωγή. Μπορεί να χρησιμεύσει όταν δουλεύετε με μεγάλα αρχεία, των οποίων η εισαγωγή μπορεί να αργήσει.
vi_vn: Gửi email để thông báo cho bạn biết quy trình nhập của bạn đã hoàn tất. Nó có thể có ích khi xử lý các tập tin lớn, vì quy trình nhập có thể mất một thời gian.

source: Read more about the CSV format at:
bs_ba: Pročitajte više o CSV formatu na:
cs_cz: Přečtěte si více o formátu CSV na:
el_gr: Διαβάστε περισσότερα για τη μορφή CSV εδώ:
vi_vn: Đọc thêm về định dạng CVS ở:

source: Where customers send messages from the order page.
cs_cz: Kde zákazníci odesílají zprávy ze stránky objednávky
el_gr: Πού στέλνουν μηνύματα οι πελάτες από τη σελίδα παραγγελίας.
vi_vn: Nơi khách hàng gửi các tin nhắn từ trang đặt hàng.

source: Fully qualified domain name (keep this field empty if you don't know).
cs_cz: Plně kvalifikovaný název domény (pokud nevíte, ponechte prázdné)
el_gr: Πλήρως κατάλληλο όνομα domain (κρατήστε το κενό αν δεν γνωρίζετε)
vi_vn: Tên miền đủ điều kiện (để trống trường này nếu bạn không biết).
