Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminOrderscustomersNotification.*.xlf
Languages: hy_am, ka_ge

source: You have to select a shop before creating new orders.
hy_am: Դուք պետք է ընտրեք խանութ նախքան նոր պատվերներ ստեղծելը

source: This cart does not exists
hy_am: Այս զամբյուղը գոյություն չունի

source: The cart must have a customer
hy_am: Զամբյուղը պետք է հաճախորդ ունենա

source: The order carrier ID is invalid.
hy_am: Պատվերի փոխադրողի ID անվավեր է:

source: The tracking number is incorrect.
hy_am: Հետեւելու համարը սխալ է:

source: An error occurred while sending an email to the customer.
hy_am: Սխալ է հայտնվել հաճախորդին էլ. նամակ ուղարկելու ընթացքում:

source: The order carrier cannot be updated.
hy_am: Պատվերի փոխադրողը չի կարող թարմացվել:

source: The new order status is invalid.
hy_am: Նոր պատվերի կարգավիճակը անվավեր է:

source: An error occurred while changing order status, or we were unable to send an email to the customer.
hy_am: Սխալ է հայտնվել պատվերի կարգավիճակկը փոխելու ընթացքում, կամ մենք չկարողացանք էլ. նամակ ուղարկել հաճախորդին:
ka_ge: An error occurred while changing the status and/or was unable to send email to the customer.

source: The order has already been assigned this status.
hy_am: Պատվերին այս կարգավիճակը արդեն նշանակվել է:

source: The customer is invalid.
hy_am: Հաճախորդը անվավեր է:

source: The message cannot be blank.
hy_am: Հաղորդագրությունը չի կարող լինել դատարկ:

source: field %s is required.
hy_am: %s դաշտը պահանջվում է:

source: You cannot generate a partial credit slip.
hy_am: Դուք չեք կարող գեներացնել մասնակի վարկի ապրանքագիր:

source: You cannot generate a voucher.
hy_am: Դուք չեք կարող գեներացնել վճարատոմս:

source: The partial refund data is incorrect.
hy_am: Մասնակի փոխհատուցման տվյալները սխալ են:

source: You must select a product.
hy_am: Դուք պետք է ընտրեք ապրանքը

source: You must enter a quantity.
hy_am: Դուք պետք է մուտքագրեք քանակը:

source: No quantity has been selected for this product.
hy_am: Այս ապրանքի համար քանակ ընտրված չէ:
ka_ge: საქონლის რაოდენობა შერჩეული არ არის

source: An invalid quantity was selected for this product.
hy_am: Սխալ քանակ է ընտրված այս ապրանքի համար:

source: An error occurred while attempting to delete the product.
hy_am: Սխալ է հայտնվել ապրանքը ջնջելու փորձ կատարելու ընթացքում:

source: An error occurred while attempting to delete product customization.
hy_am: Սխալ է տեղի ունեցել ապրանքի կարգավորումները ջնջելու ընթացքում:

source: No product or quantity has been selected.
hy_am: Նշած չէ ապրանքը կամ քանակը:

source: The order cannot be found
hy_am: Պատվերը չի կարող գտնվել:

source: The amount is invalid.
hy_am: Գումարը անվավեր է:

source: The selected payment method is invalid.
hy_am: Նշած վճարման եղանակը անվավեր է:

source: The transaction ID is invalid.
hy_am: Գումարային փոխանցման ID անվավեր է

source: The selected currency is invalid.
hy_am: Ընտրված արտարժութը անվավեր է

source: The invoice is invalid.
hy_am: Հաշիվ ապրանքագիրը անվավեր է:

source: The date is invalid
hy_am: Ամսաթիվը անվավեր է

source: An error occurred during payment.
hy_am: Սխալ է հայտնվել վճարման ընթացում:

source: The invoice note was not saved.
hy_am: Հաշիվ ապրանքագրի անդորրագիրը պահպանված չէ:

source: You cannot change the currency.
hy_am: Դուք չեք կարող փոխել արտարժույթը:

source: Invoice management has been disabled.
hy_am: Հաշիվ ապրանքագրի կառավարումը անջատված է:

source: This order already has an invoice.
hy_am: Այս պատվերը արդեն ունի հաշիվ ապրանքագիր:

source: You cannot edit this cart rule.
hy_am: Դուք չեք կարող խմբագրել այս զամբյուղի կանոնները:

source: You must specify a name in order to create a new discount.
hy_am: Դուք պետք է նշեք անունը, որպեսզի ստեղծեք նոր զեղչ:

source: The discount value is invalid.
hy_am: Զեղչի գումարը սխալ է:

source: The discount value is greater than the order invoice total.
hy_am: Զեղչի գումարը ավելին է քան պատվերի ապրանքագրի ընդհանուրը:

source: The discount value is greater than the order total.
hy_am: Զեղչի գումարը ավելին է քան պատվերի ընդհանուր գումարը:

source: The discount type is invalid.
hy_am: Զեղչի տեսակը սխալ է:

source: An error occurred during the OrderCartRule creation
hy_am: Սխալ է հայտնվել ՊատվերիԶամբյուղիԿանոնի ստեղծման ժամանակ:

source: The email was sent to your customer.
hy_am: Էլ. նամակը ուղարկված է Ձեր հաճախորդին

source: Error in sending the email to your customer.
hy_am: Սխալ, Էլ. նամակը Ձեր հաճախորդին ուղարկելու ժամանակ

source: The order object cannot be loaded.
hy_am: Պատվերի օբյեկտը չի կարող բեռնվել:

source: The product object cannot be loaded.
hy_am: Ապրանքի օբյեկտը չի կարող բեռնվաել:

source: The combination object cannot be loaded.
hy_am: Համադրության օբյեկտը չիկարող բեռնվել:

source: You must add %d minimum quantity
hy_am: Ապրանքի %d նվազագույն քանակը:

source: You already have the maximum quantity available for this product.
hy_am: Ձեզ համար արդեն այս ապրանքի առավելագույն քանակը

source: [Generated] CartRule for Free Shipping
hy_am: [Գեներացված] Զամբյուղի կանոնները Անվճար Առաքման համար

source: The OrderDetail object cannot be loaded.
hy_am: Պատվերի Մանրամասներ օբյեկտը չի կարող բեռնվել:

source: The address object cannot be loaded.
hy_am: Հասցեի օբյելտը չի կարող բեռնվել:

source: An error occurred while editing the product line.
hy_am: Սխալ է հայտնվել ապրանքի տողը խմբագրելու ընթացքում:

source: An error occurred while attempting to delete the product line.
hy_am: Սխալ է հայտնվել ապրանքի տողը ջնջելու փորձ կատարելու ընթացքում:

source: The Order Detail object could not be loaded.
hy_am: Պատվերի Մանրամասներ օբյեկտը չի կարող բեռնվել:

source: The invoice object cannot be loaded.
hy_am: Ապրանքագրի օբյեկտը չի կարող բեռնվել:

source: You cannot edit the order detail for this order.
hy_am: Դուք չեք կարող խմբագրել պատվերի մանրամասները այս պատվերի համար:

source: You cannot edit a delivered order.
hy_am: Դուք չեք կարող խմբագրել առաքված պատվերները:

source: You cannot use this invoice for the order
hy_am: Դուք չեք կարող օգտագործել այս հաշիվ ապրանքագիրը պատվերի համար:

source: Invalid price
hy_am: Սխալ գին

source: Invalid quantity
hy_am: Անվավեր քանակ

source: You cannot delete the order detail.
hy_am: Դուք չեք կարող ջնջել պատվերի մանրամասները:

source: This product cannot be re-stocked.
hy_am: Ապրանքը չի կարող վերապահեստավորվել:

source: The order cannot be found within your database.
hy_am: Պատվերը չի գտնվել Ձեր տվյալների բազայի մեջ:

source: The order ID -- or the invoice order ID -- is missing.
hy_am: Պատվերի ID-ին կամ պարանքագրի պատվերի ID-ին բացակայում է:

source: No invoice was found.
hy_am: Ոչ մի հաշիվ ապրանքագիր չի գտնվել:

source: No order slips were found.
hy_am: Ոչ մի պատվերի անդորրագիր չի գտնվել:

source: The supply order ID is missing.
hy_am: Մատակարարման պատվերի ID -ին բացակայում է:

source: The supply order cannot be found within your database.
hy_am: Մատակարարման պատվերը չի գտնվել Ձեր տվյալների բազայի մեջ:

source: The order invoice cannot be found within your database.
hy_am: Պատվերի ապրանքագիրը չի գտնվել Ձեր տվյալների բազայի մեջ:

source: An error occurred. Your message was not sent. Please contact your system administrator.
hy_am: Տեղի է ունեցել սխալ: Ձեր հաղորդագրությունը չի ուղարկվել: Խնդրում ենք կապնվել համակարգի ադմինիստարատորի հետ:

source: You must add a minimum quantity of %d
hy_am: Դուք պետք է ավելացնեք %d նվազագույն քանակություն:

source: Invalid order
hy_am: Անվավեր պատվեր

source: The order cannot be renewed.
hy_am: Պատվերը չի կարող թարմացվել:

source: This email address is not registered.
hy_am: Էլ. փոստը գրանցված չէ
ka_ge: e-mail მისამართი არ არის რეგისტრირებული

source: The identification number is incorrect or has already been used.
hy_am: Նույնականացման համարը նշված է ոչ ճիշտ կամ արդեն օգտագործվում է:

source: An address located in a country containing states must have a state selected.
hy_am: Ձեր հասցեն պետք է լինի ընտրված տարածաշրջանի հետ, եթե այն առաջարկվում է Ձեր երկրի համար:

source: An error occurred while linking this address to its order.
hy_am: Տվյալ պատվերի հետ այս հասցեի կապի սխալ:

source: No order was found with this ID:
hy_am: Այս ID -ով ոչ մի պատվեր չի գտնվել:

source: No invoice was found with this ID:
hy_am: Այս ID -ով ոչ մի ապրանքագիր չի գտնվել:

source: No cart was found with this ID:
hy_am: Այս ID -ով ոչ մի զամբյուղ չի գտնվել:

source: An account already exists for this email address:
hy_am: Այս էլ. փոստի համար պահոց արդեն գոյություն ունի:

source: You have to select a shop if you want to create a customer.
hy_am: Անհրաժեշտ է ընտրել խանութ հաճախորդ ստեղծելու համար

source: Unknown delete mode:
hy_am: Ջնջելու անհայտ ռեժիմ:

source: An error occurred while loading the object.
hy_am: Օբյեկտը բեռնելու ժամանակ հայտնվել է սխալ:

source: (cannot load object)
hy_am: (հնարավոր չէ բեռնել օբյեկտը)
ka_ge: (გამოსახულების ჩამოტვირთვა შეუძლებელია)

source: A default customer group must be selected in group box.
hy_am: Խմբի դաշտում պետք է դեֆոլտ ընտրված լինի հաճախորդի խումբը:

source: This customer does not exist.
hy_am: Հաճախորդը գոյություն չունի:

source: This customer already exists as a non-guest.
hy_am: Այս հաճախորդը արդեն գոյություն ունի ոչ միայն հյուրի կարգավիճակով:

source: An error occurred while updating customer information.
hy_am: Հաճախորդի տվյալների թարմացման սխալ:

source: Direct link
hy_am: Ողղակի հղում
ka_ge: პირდაპირი ბმული

source: An error occurred while deleting the details of your order return.
hy_am: Սխալ է հայտնվել Ձեր պատվերի վերեդարձի մանարմասները ջնջելու ժամանակ:

source: You need at least one product.
hy_am: Ձեզ պետք է առնվազն մեկ ապրանք:

source: The order return is invalid.
hy_am: Պատվերի վերադարձը անվավեր է:

source: The order return content is invalid.
hy_am: Պատվերի վերադարձի բովանդակությունը անվավեր է:

source: No order return ID has been specified.
hy_am: Ոչ մի պատվերի վերադարձի ID չի նշվել:

source: Invalid "From" date
hy_am: Անվավեր «Սկսած» ամսաթիվը
ka_ge: მცდარი თარიღი - დან

source: Invalid "To" date
hy_am: Անվավեր «Մինչեւ» ամսաթիվը
ka_ge: მცდარი საბოლოო თარიღი

source: No invoice has been found for this period.
hy_am: Այս ժամանակահատվածի համար ոչ մի վճարում չի գտնվել
ka_ge: ამ პერიოდისთვის ანგარიში არაა ნახული

source: No order slips were found for this period.
hy_am: Այս ժամանակահատվածի համար պատվերի ապրանքագրեր չեն գտնվել

source: No delivery slip was found for this period.
hy_am: Այս ժամանակահատվածում առաքման վերաբերյալ հաշիվներ չկան:
ka_ge: ამ პერიოდისთვის არ არის მიწოდების ანგარიშები

source: Invalid invoice number.
hy_am: Սխալ վճարման թիվ

source: You must select at least one order status.
hy_am: Դուք պետք է ընտրեք առնվազն մեկ պատվերի կարգավիճակ

source: No invoice has been found for this status.
hy_am: Այս կարգավիճակի համար ոչ մի վճարում չի գտնվել

source: downloadable %d time(s)
hy_am: ներբեռնելի %d անգամ

source: A partial refund was successfully created.
hy_am: Մասնակի փախհատուցումը հաջողությամբ ստեղծված է

source: This value must include taxes.
hy_am: Այս արժեքը պետք է ներառի հարկը

source: Are you sure you want to add this quantity?
hy_am: Դուք համոզված՞ եք որ ուզում եք ավելացնել այս քանակությունը

source: Are you sure you want to create a new invoice?
hy_am: Դուք համոզված՞ եք որ ուզում եք ստեղծել նոր ապրանքագիր

source: Error: No product has been selected
hy_am: Սխալ. Ոչ մի ապրանք ընտրված չէ

source: Error: Quantity of products must be set
hy_am: Սխալ. Ապրանքների քանակը պետք է տեղադրված լինեն

source: Error: Product price must be set
hy_am: Սխալ. Ապրանքի գինը պետք է դրված լինի

source: paid instead of
hy_am: վճարված է փոխարեն
ka_ge: გადახდილია მაგიერ

source: A registered customer account has already claimed this email address
hy_am: Գրանցված հաճախորդի պահոց այս էլ. փոստի հասցեով արդեն գոյություն ունի

source: Do you want to send this message to the customer?
hy_am: Ուզում՞ եք ուղարկել այս հաղորդագրությունը հաճախորդին
ka_ge: გსურთ ამ შეტყობინების მომხმარებლისათვის გაგზავნა?

source: Do you want to overwrite your existing message?
hy_am: Դուք ուզում եք կրկին՞ գրել Ձեր գոյություն ունեցող հաղորդագրության վրա
ka_ge: თქვენ გსურთ გადააწეროთ უკვე არსებული შეტყობინება?

source: This product cannot be returned.
hy_am: Այս ապրանքը չի կարող վերադարձվել
ka_ge: მოცემული საქონლის დაბრუნება შეუძლებელია

source: Quantity to cancel is greater than quantity available.
hy_am: Չեղյալ հայտարարելու քանակը մեծ է քան մատչելիության քանակը

source: Merchandise returns are disabled
hy_am: Առեւտրի վերադարձումները անջատված են
ka_ge: პროდუქტის დაბრუნების ოფცია გამორთულია

source: No voucher was found
hy_am: Ոչ մի վճարատոմս չի գտնվել

source: No customers found
hy_am: Ոչ մի հաճախորդ չի գտնվել

source: No carrier can be applied to this order
hy_am: Ոչ մի փոխադրող չի կարող կիրառվել այս պատվերին

source: No products found
hy_am: Ոչ մի ապրանք չի գտնվել
ka_ge: საქონელი არ არის ნაპოვნი

source: You must add at least one address to process the order.
hy_am: Դուք պետք է ավելացնեք առնվազն մեկ հասցե պատվերին ընթացք տալու համար

source: The prices are without taxes.
hy_am: Գները առանց հարկերի են

source: No cart is available
hy_am: Չկա մատչելի զամբյուղ
ka_ge: კალათა ხელმიმიუწვდომელია

source: There are two ways of deleting a customer. Please choose your preferred method.
hy_am: Դուք ունեք երկու միջոց հաճախորդին ջնջելու համար, ընտրեք դրանցից մեկնումեկը
