Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/EmailsBody.*.xlf
Languages: ca_es, cs_cz, eu_es, ko_kr, mn_mn, sk_sk

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
ca_es: La vostra amistat <span><strong>{firstname} {lastname}</strong></span> espera que el dirigiu a <a href="{shop_url}">{shop_name}</a>!
cs_cz: Váš přítel <span><strong>{firstname}{lastname}</strong></span> Vám doporučuje stránku <a href="{shop_url}">{shop_name}</a>!
ko_kr: 친구 <span><strong>{firstname}{lastname}</strong></span>이 <a href="{shop_url}"> {shop_name} </a>을 당신에게 추천합니다!
sk_sk: Váš priateľ <span><strong>{firstname} {lastname}</strong></span> Vám chce odporučiť obchod <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
ca_es: Estem encantats d'oferir-vos un descompte de <span><strong>{discount}</strong></span> que podreu utilitzar a la vostra propera comanda.
cs_cz: Je nám potěšením Vám nabídnout slevový kupón v hodnotě <span><strong>{discount}</strong></span>, který můžete použít při svém dalším nákupu.
ko_kr: 다음 주문시 사용할 수 있는 <span> <strong> {discount} </strong> </span> 상당의 할인 쿠폰을 제공해 드립니다.
sk_sk: Teší nás, že Vám môžeme ponúknuť kupón v hodnote <span><strong>{discount}</strong></span>, ktorý môžete použiť pri Vašej ďalšej objednávke.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
ca_es: Feu registrar un amic i obteniu un cupó de descompte de <span><strong>{discount}!</strong></span>
cs_cz: Doporučte nás a získejte slevový kupón v hodnotě <span><strong>{discount}!</strong></span>
ko_kr: 추천을 받고 <span> <strong> {discount}! </strong> </span>의 할인 쿠폰을 받으세요.
sk_sk: Odporučte náš obchod a získajte zľavový kupón v hodnote <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
ca_es: És molt fàcil registrar-se. Comenceu clicant aquí!
cs_cz: Je to velmi snadné. Registrujte se kliknutím zde!
ko_kr: 가입은 아주 쉽습니다. 단지 여기를 클릭하세요!
sk_sk: Registrácia je veľmi jednoduchá. Stačí kliknúť sem!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
ca_es: Quan feu el registre, no us oblideu de facilitar una adreça electrònica de la vostra amistat:
cs_cz: Nezapomeňte při registraci uvést e-mailovou adresu toho, kdo vás odkázal:
ko_kr: 가입시, 추천 친구의 이메일 주소를 기입하는 것을 잊지 마세요:
sk_sk: Pri registrácii, nezabudnite vyplniť e-mail priateľa, ktorý Vám odporučil náš obchod:

source: Test
ko_kr: 테스트
