Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/EmailsBody.*.xlf
Languages: ca_es, cs_cz, eu_es, ko_kr, mn_mn, sk_sk

source: Thank you for subscribing to our newsletter. Please click on the following link to confirm your request:
cs_cz: Děkujeme, že jste se přihlásili k odběru našich novinek. Svou žádost potvrďte kliknutím na následující odkaz:
ko_kr: 우리의 소식지를 구독해 주셔서 감사드립니다. 당신의 요청에 대한 확인을 위해 다음 링크를 클릭해 주세요:
sk_sk: Ďakujeme, že ste sa prihlásili na odber našich noviniek. Svoju žiadosť potvrďte kliknutím na nasledujúci odkaz:

source: Newsletter Voucher
cs_cz: Slevový kód za odběr novinek
ko_kr: 소식지 할인 쿠폰
sk_sk: Zľavový kód za odber noviniek

source: Subscribing to newsletter
cs_cz: Přihlášení k odběru novinek
ko_kr: 소식지 구독
sk_sk: Prihlásenie na odber noviniek

source: Thank you for subscribing to our newsletter. We are pleased to offer you the following voucher:
cs_cz: Děkujeme, že jste se přihlásili k odběru našich novinek. Jako dík vám zasíláme tento slevový kód:
ko_kr: 소식지를 구독해 주셔서 감사합니다. 우대차 다음의 할인 쿠폰을 제공합니다:
sk_sk: Ďakujeme, že ste sa prihlásili na odber našich noviniek. Ako vďaku vám zasielame tento zľavový kód:

source: Congratulations!
ca_es: Enhorabona!
cs_cz: Blahopřejeme!
eu_es: Zorionak!
ko_kr: 축하드립니다!!!
sk_sk: Gratulujeme!

source: Your referred friend [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] has placed his/her first order on <a href="{shop_url}">{shop_name}</a>!
cs_cz: Váš doporučený přítel [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] zadal svou první objednávku v obchodě <a href="{shop_url}">{shop_name}</a>!
ko_kr: 당신의 추천 친구 [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] 이 <a href="{shop_url}">{shop_name}</a>에 서 첫 주문을 했습니다.
sk_sk: Váš odporúčaný priateľ [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] zadal svoju prvú objednávku v obchode <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display}[/1] (VOUCHER # [1]{discount_name}[/1]) that you can use on your next order.
cs_cz: Jsme rádi, že vám můžeme nabídnout kupón v hodnotě [1]{discount_display}[/1] (KUPÓN # [1]{discount_name}[/1]), který můžete použít při další objednávce.
ko_kr: 다음 주문 시 사용할 수있는 [1]{discount_display}[/1] (VOUCHER # [1]{discount_name}[/1]) 상당의 할인 쿠폰을 드립니다.
sk_sk: Sme radi, že vám môžeme ponúknuť kupón v hodnote [1]{discount_display}[/1] (KUPÓN # [1]{discount_name}[/1]), ktorý môžete použiť pri ďalšej objednávke.

source: Referral program Congratulations
cs_cz: Gratulujeme ke programu doporučení
ko_kr: 추천 프로그램을 축하합니다
sk_sk: Gratulujeme ku programu odporúčaní

source: Best regards,
ca_es: Molt cordialment,
cs_cz: S pozdravem,
ko_kr: 친애하는,
sk_sk: Tešíme sa na Vás!

source: We are pleased to offer you a voucher worth [1]{discount}[/1] that you can use on your next order.
cs_cz: Jsme rádi, že vám můžeme nabídnout kupón v hodnotě [1]{discount}[/1], který můžete použít při další objednávce.
ko_kr: 다음 주문 시 사용할 수있는 [1]{discount}[/1] 상당의 할인 쿠폰을 드립니다.
sk_sk: Sme radi, že vám môžeme ponúknuť kupón v hodnote [1]{discount}[/1], ktorý môžete použiť pri ďalšej objednávke.

source: Join us!
cs_cz: Připojte se k nám!
ko_kr: 참여하세요!
sk_sk: Pripojte sa k nám!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}" target="_blank">{shop_name}</a>!
cs_cz: Váš přítel [1]{firstname} {lastname}[/1] vás chce pozvat do obchodu <a href="{shop_url}" target="_blank">{shop_name}</a>!
ko_kr: 친구 [1]{firstname} {lastname}[/1] 이 <a href="{shop_url}" target="_blank">{shop_name}</a>을 당신에게 추천합니다!
sk_sk: Váš priateľ [1]{firstname} {lastname}[/1] vás chce pozvať do obchodu <a href="{shop_url}" target="_blank">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}[/1]!
cs_cz: Získejte doporučení a získáte slevový kupón v hodnotě [1]{discount}[/1]!
ko_kr: 추천을 받고 [1]{discount}[/1] 할인 쿠폰을 받으세요!
sk_sk: Získajte odporúčanie a získate zľavový kupón v hodnote [1]{discount}[/1]!

source: It's very easy to sign up, just click here!
cs_cz: Registrace je velmi jednoduchá, klikněte zde!
ko_kr: 가입은 아주 쉽습니다, 단지 여기를 클릭하세요!
sk_sk: Registrácia je veľmi jednoduchá, kliknite sem!

source: When signing up, don't forget to provide the email address of your referring friend:
cs_cz: Při registraci nezapomeňte uvést e-mailovou adresu přítele, který vás doporučil:
ko_kr: 가입 시, 추천 친구의 이메일 주소를 기입하는 것을 잊지 마세요:
sk_sk: Pri registrácii nezabudnite uviesť e-mailovú adresu priateľa, ktorý vás odporučil:

source: Referral program Invitation
cs_cz: Pozvánka do programu doporučení
ko_kr: 추천 프로그램 초대
sk_sk: Pozvánka do programu odporúčaní

source: Hi {firstname} {lastname},
ca_es: Hola {firstname} {lastname},
cs_cz: Dobrý den {firstname} {lastname},
eu_es: Kaixo {firstname} {lastname},
ko_kr: 안녕하세요. {lastname}{firstname}님,
mn_mn: Сайн байна уу, эрхэм {firstname} {lastname},
sk_sk: Dobrý deň {firstname} {lastname},

source: Simply copy/paste this code during the payment process for your next order.
ca_es: Només cal que copieu/enganxeu aquest codi mentre feu el pagament de la vostra nova comanda.
cs_cz: Stačí pouze zkopírovat a vložit tento kód během procesu zadávání další objednávky.
ko_kr: 다음 주문의 결제 과정에서 이 코드를 복사/붙여넣기만 하세요.
sk_sk: Jednoducho skopírujte tento kód a vložte ho do Vašej ďalšej objednávky v našom obchode.

source: Here is the code of your voucher:
ca_es: Aquest és el codi del vostre cupó:
cs_cz: Kód slevového kupónu:
ko_kr: 할인 쿠폰 코드는 다음과 같습니다:
sk_sk: Kód Vášho zľavového kupónu:

source: We have created a voucher in your name for referring a friend.
ca_es: Hem creat un cupó en nom vostre per enviar a un amic.
cs_cz: Vytvořili jsme vám slevový kupón na vaše jméno za doporučení příteli.
ko_kr: 당신의 이름으로 친구를 추천하는 할인 쿠폰을 생성했습니다.
sk_sk: Vytvorili sme pre Vás kupón za odporúčanie nášho obchodu.

source: , with an amount of
ca_es: , amb un import de
cs_cz: , v hodnotě
sk_sk: , v hodnote

source: Sponsorship Program
cs_cz: Sponzorský program
ko_kr: 협찬 프로그램
sk_sk: Sponzorský program

source: Referral program Voucher
cs_cz: Slevový kupón programu doporučení
ko_kr: 추천 프로그램 할인 쿠폰
sk_sk: Zľavový kupón programu odporúčaní

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> ha estat tramitada i us <strong>serà enviada quan rebem el vostre pagament</strong>.
cs_cz: Vaše objednávka s číslem <span><strong>{order_name}</strong></span> byla úspěšně vytvořena a <strong>bude expedována v co nejkratším čase poté, co obdržíme Vaši platbu</strong>.
eu_es: Zure eskaera <span><strong>{order_name}</strong></span> erreferentziarekin egokiro gauzatu da eta <strong>zure ordainketa jaso bezain laister bidalia izango da</strong>.
ko_kr: 참조 <span><strong>{order_name}</strong></span> 주문은 잘 접수되었고 <strong>결재가 완료되는 대로 즉시 배송합니다</strong>.
sk_sk: Vaša objednávka s číslom <span><strong>{order_name}</strong></span> bola úspešne prijatá a bude <strong>odoslaná ihneď po prijatí Vašej platby</strong>.

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
ca_es: Hem generat un val de devolució al vostre nom per a la comanda amb referència <span><strong>{order_name}</strong></span>.
cs_cz: Vytvořili jsme Vám dobropis k objednávce s číslem <span><strong>{order_name}</strong></span>.
ko_kr: <span><strong>{order_name}</strong></span>를 참조하는 주문에 대해 당신의 이름으로 신용 전표가 생성됐습니다.
sk_sk: Vytvorili sme Vám dobropis k objednávke s číslom <span><strong>{order_name}</strong></span>.

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
ca_es: Teniu els productes <span><strong>{nbProducts}</strong></span> disponibles per a ser descarregats utilitzant els següents enllaços:
cs_cz: Produkt(y) <span><strong>{nbProducts}</strong></span> jsou k dispozici ke stažení zde:
ko_kr: 다음 링크를 사용하여 다운로드 할 수있는 <span><strong>{nbProducts}</strong></span> 상품(들) 을 보유하고 있습니다:
sk_sk: Máte <span><strong>{nbProducts}</strong></span> produkt(y) dostupný(é) na stiahnutie pomocou nasledujúcej(ich) adresy(ies):

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
ca_es: Aquesta és la vostra informació personal d'accés per a <span><strong>{shop_name}</strong></span>:
cs_cz: Zde jsou vaše osobní přihlašovací údaje pro obchod {shop_name}:
ko_kr: <span><strong>{shop_name}</strong></span>에 대한 개인 로그인 정보는 다음과 같습니다:
sk_sk: Tu sú Vaše osobné prihlasovacie údaje do obchodu <span><strong>{shop_name}</strong></span>:

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
ca_es: <a href="{shop_url}">{shop_name}</a> desenvolupat amb <a href="http://www.prestashop.com/">PrestaShop™</a>
cs_cz: <a href="{shop_url}">{shop_name}</a> poháněné <a href="http://www.prestashop.com/">PrestaShop™</a>
ko_kr: <a href="{shop_url}">{shop_name}</a>은 <a href="http://www.prestashop.com/">PrestaShop™</a> 으로 제작됨
sk_sk: <a href="{shop_url}">{shop_name}</a> poháňané <a href="http://www.prestashop.com/">PrestaShop™</a>

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
ca_es: <span><strong>{employee}</strong></span> ha volgut enviar-vos aquesta conversa a vos.
cs_cz: <span><strong>{employee}</strong></span> Vám chce předat tuto diskuzi.
ko_kr: <span><strong>{employee}</strong></span>이 토론을 전달하려고 합니다.
sk_sk: <span><strong>{employee}</strong></span> Vám chcel preposlať túto diskusiu.

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
ca_es: <span><strong>{employee}</strong></span> afegit <span><strong>"{comment}"</strong></span>
cs_cz: <span><strong>{employee}</strong></span> přidal <span><strong>"{comment}"</strong></span>
ko_kr: <span><strong>{employee}</strong></span>가 <span><strong>"{comment}"</strong></span>를 추가함
sk_sk: <span><strong>{employee}</strong></span> pridal komentár <span><strong>"{comment}"</strong></span>

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
ca_es: El vostre compte de convidat a <span><strong>{shop_name}</strong></span> ha estat transformat en un compte de client registrat.
cs_cz: Váš návštěvnický účet v obchodě <span><strong>{shop_name}</strong></span> byl změněn na zákaznický účet.
ko_kr: <span><strong>{shop_name}</strong></span>에 대한 비회원 계정이 고객 계정으로 변환되었습니다.
sk_sk: Váš účet návštevníka v obchode <span><strong>{shop_name}</strong></span> bol zmenený na zákaznícky účet.

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> actualment és en trànsit.
cs_cz: Vaše zboží z objednávky <span><strong>{order_name}</strong></span> je v současné době přepravováno.
ko_kr: 참조한 <span><strong>{order_name}</strong></span> 주문은 현재 배송 중입니다.
sk_sk: Vaša objednávka s číslom <span><strong>{order_name}</strong></span> bola expedovaná.

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
ca_es: <span><strong>Atenció:</strong></span> heu rebut un nou avís de registre al vostre Tauler d'Administració.
cs_cz: <span><strong>Upozornění:</strong></span> Obdrželi jste nové upozornění v logu administrace (Back Office).
ko_kr: <span><strong>경고:</strong></span> 관리자 사이트에서 새 기록 경고를 받았습니다.
sk_sk: <span><strong>Varovanie:</strong></span> obdržali ste nové upozornenie v logu administrácie.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
ca_es: Ho podeu revisar als apartats <span><strong>"Eines" > "Logs"</strong></span> del Back Office.
cs_cz: Můžete to zkontrolovat v části <span><strong>"Nástroje" > "Logy"</strong></span> Vaší administrace (Back Office).
ko_kr: 관리자 사이트의 <span> <strong> "도구"> "로그"</ strong> </ span> 섹션에서 확인할 수 있습니다.
sk_sk: Môžete si ho skontrolovať v časti <span><strong>"Nástroje" > "Záznamy"</strong></span> vášho administratívneho rozhrania.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> a <span><strong>{shop_name}</strong></span> ha estat anul·lada.
cs_cz: Vaše objednávka s číslem <span><strong>{order_name}</strong></span> z eshopu <span><strong>{shop_name}</strong></span> byla zrušena.
ko_kr: <span><strong> {shop_name}</strong></span>의 <span><strong>{order_name}</strong></span>에 대한 주문이 취소되었습니다.
sk_sk: Vaša objednávka s číslom <span><strong>{order_name}</strong></span> v obchode <span><strong>{shop_name}</strong></span> bola zrušená.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> a <span><strong>{shop_name}</strong></span> ha estat modificada pel venedor.
cs_cz: Vaše objednávka <span><strong>{order_name}</strong></span> v obchodě <span><strong>{shop_name}</strong></span> byla změněna obchodníkem.
ko_kr: 판매자가 <span><strong>{shop_name}</strong></span>의 <span><strong>{order_name}</strong></span> 주문을 변경했습니다.
sk_sk: Vaša objednávka s číslom <span><strong>{order_name}</strong></span> v obchode <span><strong>{shop_name}</strong></span> bola zmenená obchodníkom.

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
ca_es: Heu rebut un nou missatge de <span><strong>{shop_name}</strong></span> sobre la comanda amb referència <span><strong>{order_name}</strong></span>.
cs_cz: Obdrželi jste novou zprávu z obchodu <span><strong>{shop_name}</strong></span> týkající se objednávky s označením <span><strong>{order_name}</strong></span>.
ko_kr: 참조가 <span><strong>{order_name}</strong></span> 인 주문에 대해 <span><strong>{shop_name}</strong></span>에서 새 메시지를 받았습니다.
sk_sk: Obdržali ste novú správu z obchodu <span><strong>{shop_name}</strong></span> k Vašej objednávke s číslom <span><strong>{order_name}</strong></span>.

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
ca_es: Heu demanat restablir les vostres dades d'accés a <span><strong>{shop_name}</strong></span>.
cs_cz: Požádali jste o obnovení svých přihlašovací údajů v obchodě <span><strong>{shop_name}</strong></span>.
ko_kr: <span><strong>{shop_name}</strong></span> 로그인 정보를 재설정하도록 요청했습니다.
sk_sk: Požiadali ste o zmenu hesla v obchode <span><strong>{shop_name}</strong></span>.

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> ha estat enviada.
cs_cz: Vaše objednávka <span><strong>{order_name}</strong></span> byla odeslána.
eu_es: Zure <span><strong>{order_name}</strong></span> erreferiantziadun eskaera bidali dugu.
ko_kr: 참조 <span> <strong> {order_name} </strong> </span> 인 주문이 배송되었습니다.
sk_sk: Vaša objednávka s číslom <span><strong>{order_name}</strong></span> bola odoslaná.

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
ca_es: Aquest és un <strong>e-mail de prova</strong> des de la vostra botiga. <br /><br />Si el podeu llegir, la prova ha estat un èxit!
cs_cz: Toto je <strong>testovací e-mail</strong> z vašeho obchodu.<br /><br /> Pokud můžete přečíst tuto zprávu, pak byl test úspěšný!
ko_kr: 이것은 상점에서 <strong> 테스트 전자 메일 </strong>입니다. <br /> <br />이것을 읽을 수 있다면, 테스트가 성공한 것입니다!
sk_sk: Toto je <strong>testovací e-mail</strong> z Vášho obchodu.<br /><br />Ak toto čítate, test bol úspešný!

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
ca_es: S'ha creat un cupó de descompte al vostre nom com a resultat de la vostra comanda amb referència <span><strong>{order_name}</strong></span>.
cs_cz: Slevový kupón na Vaše jméno byl vytvořen jako výsledek objednávky s označením <span><strong>{order_name}</strong></span>.
ko_kr: <span><strong>{order_name}</strong></span>을 주문하였기에 당신의 이름으로 할인 쿠폰이 생성되었습니다.
sk_sk: Vytvorili sme Vám nový kupón vďaka objednávke s číslom <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
ca_es: <span><strong>Codi del cupó: {voucher_num}</strong></span> d'un total de <span><strong>{voucher_amount}</strong></span>
cs_cz: <span><strong>Kód slevového kupónu: {voucher_num}</strong></span> v hodnotě <span><strong>{voucher_amount}</strong></span>
ko_kr: <span><strong>할인쿠폰 코드: {voucher_num}</strong></span> <span><strong>{voucher_amount}</strong></span> 상당
sk_sk: <span><strong>Kód zľavového kupónu: {voucher_num}</strong></span> v hodnote <span><strong>{voucher_amount}</strong></span>

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
ca_es: Com a incentiu, podeu obtenir un descompte d'un {amount}% en la vostra propera comanda! Aquesta oferta és vàlida per a <span><strong>{days}</strong></span> dies, de manera que no podeu perdre ni un moment!
cs_cz: Chtěli bychom Vám nabídnout slevu {amount}% na další nákup! Tato nabídka je platná po dobu <span><strong>{days}</strong></span> dnů, takže neztrácejte čas!
ko_kr: 우대 차, 다음 주문 시 {amount} % 할인받을 수 있습니다! 이 제안은 <span> <strong> {days} </strong> </span> 일간 유효하므로, 놓치지 마세요!
sk_sk: Na povzbudenie by sme Vám chceli ponúknuť zľavu vo výške {amount}% na Vašu ďalšiu objednávku! Táto ponuka platí nasledujúcich <span><strong>{days}</strong></span> dní, tak ju neváhajte využiť!

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
ca_es: Com una manera de ser agraïts, voldríem oferir-vos un descompte del <span><strong>{amount}</strong></span>% en la vostra propera comanda! Aquesta oferta és vàlida per a <span><strong>{days}</strong></span> dies, de manera que no podeu perdre ni un moment!
cs_cz: Jako poděkování, bychom Vám chtěli nabídnout slevu <span><strong>{amount}</strong></span>% na Váš další nákup! Tato nabídka je platná po dobu <span><strong>{days}</strong></span> dnů, takže neztrácejte čas!
ko_kr: 감사의 말씀 차, 다음 주문 시 <span> <strong> {amount} </strong> </span> 할인해 드립니다. 이 제안은 <span> <strong> {days} </strong> </span> 일 간 유효하므로, 놓치지 마세요!
sk_sk: Ako poďakovanie by sme Vám chceli ponúknuť zľavu vo výške <span><strong>{amount}%</strong></span> na Vašu ďalšiu objednávku! Táto ponuka platí nasledujúcich <span><strong>{days}</strong></span> dní, tak ju neváhajte využiť!

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
ca_es: Com a apreciació per la vostra lleialtat, volem oferir-vos un descompte del <span><strong>{amount}</strong></span>% vàlid per a la vostra propera comanda! Aquesta oferta és vàlida per a <span><strong>{days}</strong></span> dies, de manera que no podeu perdre ni un moment!
cs_cz: Jako uznání za Vaši věrnost, bychom Vám chtěli nabídnout slevu <span><strong>{amount}</strong></span>% na Váš další nákup! Tato nabídka je platná po dobu <span><strong>{days}</strong></span> dnů, takže neztrácejte čas!
ko_kr: 당신의 사랑에 감사드리며, 다음 주문시 유효한 <span><strong>{amount}</strong></span> % 할인 혜택을 드립니다. 이 혜택은 <span><strong>{days}</strong></span> 일간 유효하므로, 잠시도 지체하지 마세요!
sk_sk: Ako poďakovanie za Vašu vernosť by sme Vám chceli ponúknuť zľavu vo výške <span><strong>{amount}%</strong></span> na Vašu ďalšiu objednávku! Táto ponuka platí nasledujúcich <span><strong>{days}</strong></span> dní, tak ju neváhajte využiť!

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
ca_es: Volem agrair-vos la vostra confiança en nosaltres oferint-vos un descompte del {amount}% vàlid per a la vostra propera comanda! Aquesta oferta és vàlida per a <span><strong>{days}</strong></span> dies, de manera que no podeu perdre ni un moment!
cs_cz: Rádi bychom Vám poděkovali za důvěru, kterou jste do nás vložil(a) a poskytli Vám slevu {amount}% na Váš další nákup! Tato nabídka je platná po dobu <span><strong>{days}</strong></span> dnů, takže neztrácejte čas!
ko_kr: 당신의 신뢰에 감사드리며, 다음 주문시 유효한 {amount} % 할인 혜택을 드립니다. 이 혜택은 <span><strong>{days}</strong></span> 일간 유효하므로, 잠시도 지체하지 마세요!
sk_sk: Ako poďakovanie za Vašu dôveru, ktorú ste do nás vložili by sme Vám chceli ponúknuť zľavu vo výške {amount}% na Vašu ďalšiu objednávku! Táto ponuka platí nasledujúcich <span><strong>{days}</strong></span> dní, tak ju neváhajte využiť!

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
ca_es: La vostra comanda amb referència <span><strong>{order_name}</strong></span> ha estat modificada.
cs_cz: Vaše objednávka s poznámky <span><strong>{order_name}</strong></span> byla upravena.
ko_kr: 참조 <span> <strong> {order_name} </strong> </span> 인 주문이 수정되었습니다.
sk_sk: Vaša objednávka číslo <span><strong>{order_name}</strong></span> bola upravená.

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
ca_es: Us aconsellem modificar el producte en la pàgina d'administració de productes per a actualitzar el vostre inventari.
cs_cz: Doporučujeme Vám v administraci doplnit zásobu produktu.
ko_kr: 재고를 보충하려면 상품의 관리 상품 페이지를 열어 두는 것이 좋습니다.
sk_sk: Odporúčame otvoriť stránku produktu v administrácii a doplniť inventár.

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
ca_es: La vostra amistat <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> ha fet la seva primera comanda a <a href="{shop_url}">{shop_name}</a>!
cs_cz: Váš přítel <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> provedl první objednávku v obchodě <a href="{shop_url}">{shop_name}</a>!
ko_kr: 당신의 추천 친구 <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span>이 <a href="{shop_url}">{shop_name}</a>에 서 첫 주문을 했습니다.
sk_sk: <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span>, ktorému ste odporučili náš obchod, vytvoril prvú objednávku v obchode <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
ca_es: Estem encantats d'oferir-vos un cupó de descompte per un valor de <span><strong>{discount_display} (cupó # {discount_name})</strong></span> que podreu utilitzar en la vostra nova comanda.
cs_cz: Je nám potěšením Vám nabídnout slevový kupón <span><strong>{discount_display} (voucher # {discount_name})</strong></span>, který můžete použít při svém dalším nákupu.
ko_kr: 다음 주문 시 사용할 수있는 <span><strong>{discount_display}(할인 쿠폰 # {discount_name})</strong></span> 상당의 할인 쿠폰을 드립니다.
sk_sk: Teší nás, že Vám môžeme ponúknuť kupón v hodnote <span><strong>{discount_display} (kupón #{discount_name})</strong></span>, ktorý môžete použiť pri Vašej ďalšej objednávke.
