Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/EmailsBody.*.xlf
Languages: ca_es, cs_cz, eu_es, ko_kr, mn_mn, sk_sk

source: Order canceled
ca_es: Comanda anul·lada
cs_cz: Objednávka zrušena
ko_kr: 주문 취소됨
sk_sk: Objednávka bola zrušená

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled by the merchant.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] v obchodě [1]{shop_name}[/1] byla zrušena prodejcem.
ko_kr: [1]{shop_name}[/1] 에서의 [1]{order_name}[/1] 를 참조하는 주문이 판매자에 의해 취소되었습니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] v obchode [1]{shop_name}[/1] bola zrušená predajcom.

source: Order confirmation
ca_es: Confirmació de la comanda
cs_cz: Potvrzení objednávky
eu_es: Eskaeraren baieztapena
ko_kr: 주문 확인
mn_mn: Захиалгыг баталгаажуулах
sk_sk: Potvrdenie objednávky

source: Thank you for shopping on [1]{shop_name}[/1]!
cs_cz: Děkujeme za nákup v obchodě [1]{shop_name}[/1]!
ko_kr: [1]{shop_name}[/1] 에서 구매해 주셔서 감사합니다!
sk_sk: Ďakujeme za nákup v obchode [1]{shop_name}[/1]!

source: You have received a new message regarding order with the reference
ca_es: Heu rebut un nou missatge sobre la comanda amb referència
cs_cz: Obdrželi jste novou zprávu týkající se objednávky s označením
ko_kr: 참조와 관련된 주문에 관한 새 메시지를 받았습니다.
sk_sk: Máte novú správu k objednávke s číslom

source: Order customer comment
cs_cz: Komentář ke objednávce od zákazníka
ko_kr: 주문 고객 댓글
sk_sk: Komentár ku objednávke od zákazníka

source: Message from customer
cs_cz: Zpráva od zákazníka
ko_kr: 고객에게서의 메시지
sk_sk: Správa od zákazníka

source: Message from {shop_name}
ca_es: Missatge de {shop_name}
cs_cz: Zpráva z obchodu {shop_name}
ko_kr: {shop_name} 의 메시지
sk_sk: Správa z obchodu {shop_name}

source: Message:
ca_es: Missatge:
cs_cz: Obsah zprávy:
eu_es: Mezua:
ko_kr: 메시지:
mn_mn: Мессеж:
sk_sk: Správa:

source: You have received a new message from [1]{shop_name}[/1] regarding order with the reference [1]{order_name}[/1].
cs_cz: Z obchodu [1]{shop_name}[/1] jste dostali novou zprávu týkající se objednávky s označením [1]{order_name}[/1].
ko_kr: [1]{order_name}[/1] 을 참조하는 주문에 대한 [1]{shop_name}[/1] 에서의 새 메시지를 받았습니다.
sk_sk: Z obchodu [1]{shop_name}[/1] ste dostali novú správu týkajúcu sa objednávky s označením [1]{order_name}[/1].

source: Order merchant comment
cs_cz: Zpráva ke objednávce od prodejce
ko_kr: 주문 판매자 댓글
sk_sk: Správa ku objednávke od predajcu

source: We have updated the progress on your return #{id_order_return}, the new status is:
ca_es: Hem actualitzat el progrés de la vostra devolució #{id_order_return}, el nou estat és:
cs_cz: Aktualizovali jsme stav vratky objednávky č. {id_order_return}, nový stav je:
eu_es: Zure #{id_order_return} itzultzea eguneratu dugu, egoera berria hauxe da:
ko_kr: #{id_order_return} 에 대한 진행 상황을 갱신했습니다, 새 상태는 다음과 같습니다:
sk_sk: Aktualizovali sme priebeh vrátenia Vášho tovaru #{id_order_return}, nový stav je:

source: Order return #{id_order_return} - Update
cs_cz: Vrácení objednávky #{id_order_return} - Aktualizace
ko_kr: 주문 반품 #{id_order_return} - 갱신
sk_sk: Vrátenie objednávky #{id_order_return} - Aktualizácia

source: Order return state
cs_cz: Stav vrácené objednávky
ko_kr: 주문 반품 상태
sk_sk: Stav vrátenej objednávky

source: Thanks for your order with the reference {order_name} from {shop_name}.
ca_es: Gràcies per la vostra comanda amb la referència {order_name} a {shop_name}.
cs_cz: Děkujeme za vaši objednávku {order_name} v obchodě {shop_name}.
eu_es: Mila esker {shop_name}-n egindako {order_name} erosketagatik.
ko_kr: {shop_name} 의 {order_name} 참조로 주문해 주셔서 감사합니다.
sk_sk: Ďakujeme za Vašu objednávku s číslom {order_name} z obchodu {shop_name}.

source: Follow your order and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Order history and details</a> section of your customer account.
cs_cz: Sledovat tuto objednávku a stáhnout fakturu si můžete v našem obchodě, přejděte do části <a href="{history_url}" target="_blank">Historie a detaily objednávek</a> ve svém zákaznickém účtu.
ko_kr: 상점에서 이 주문을 따라가서 청구서를 다운로드 하려면, 고객 계정의 <a href="{history_url}" target="_blank">주문 이력과 상세</a> 섹션으로 이동하세요.
sk_sk: Sledovať túto objednávku a stiahnuť faktúru si môžete v našom obchode, prejdite do časti <a href="{history_url}" target="_blank">História a detaily objednávok</a> vo svojom zákazníckom účte.

source: Out of stock
ca_es: Exhaurit
cs_cz: Není skladem
eu_es: Stocketik kanpo
ko_kr: 일시 품절.
mn_mn: Бараа бэлнээр алга байна
sk_sk: Vypredané

source: Replenishment required
cs_cz: Vyžaduje se doplnění
ko_kr: 보충 필요함
sk_sk: Vyžaduje sa doplnenie

source: Unfortunately, one or more items are currently out of stock and this may cause a slight delay for delivery. Please accept our apologies for this inconvenience and be sure we are doing our best to correct the situation.
cs_cz: Bohužel, jedna nebo více položek momentálně není na skladě, což může způsobit mírné zpoždění při dodání. Přijměte naši omluvu za tyto nepříjemnosti a ujistěte se, že se snažíme tuto situaci napravit.
ko_kr: 죄송하지만, 하나 이상의 품목이 현재 재고가 없어서 이로 인해 배송이 약간 지연 될 수 있습니다. 이에 사과드리고 꼭 문제를 해결하려고 열심히 노력중입니다.
sk_sk: Bohužiaľ, jedna alebo viac položiek momentálne nie je na sklade, čo môže spôsobiť mierne oneskorenie pri dodaní. Prijmite naše ospravedlnenie za tieto nepríjemnosti a uistite sa, že sa snažíme napraviť túto situáciu.

source: Password
ca_es: Contrasenya
cs_cz: Heslo
ko_kr: Sleutelwoord
mn_mn: Нууц үг
sk_sk: Heslo

source: Your password has been correctly updated.
cs_cz: Vaše heslo bylo úspěšně aktualizováno.
ko_kr: 비밀번호가 변경되었습니다.
sk_sk: Vaše heslo bolo úspešne aktualizované.

source: Please note that this will change your current password.
ca_es: Tingueu en compte que això canviarà la vostra contrasenya.
cs_cz: Vezměte prosím na vědomí, že tato akce změní Vaše aktuální heslo.
ko_kr: 이렇게하면 현재 비밀번호가 변경됩니다.
sk_sk: Nasledujúca akcia povedie ku zmene Vášho súčasného hesla.

source: You have requested to reset your [1]{shop_name}[/1] login details.
cs_cz: V obchodě [1]{shop_name}[/1] jste požádali o obnovu vašich přihlašovacích údajů.
ko_kr: [1]{shop_name}[/1] 로그인 상세 사항을 재설정 하도록 요청했습니다.
sk_sk: V obchode [1]{shop_name}[/1] ste požiadali o obnovu vašich prihlasovacích údajov.

source: Password Query
cs_cz: Požadavek na heslo
ko_kr: 비밀번호 질문
sk_sk: Požiadavka na heslo

source: Confirmation of password request on {shop_name}
cs_cz: Potvrzení žádosti o nové heslo v obchodě {shop_name}
ko_kr: {shop_name} 에서의 비밀번호 요청 확인
sk_sk: Potvrdenie žiadosti o nové heslo v obchode {shop_name}

source: In order to confirm this action, click on the following link:
cs_cz: Chcete-li potvrdit tento požadavek, klikněte na následující odkaz:
ko_kr: 이 작업을 확인하려면, 다음 링크를 클릭하세요:
sk_sk: Ak chcete potvrdiť túto požiadavku, kliknite na nasledujúci odkaz:

source: If you did not make this request, just ignore this email.
cs_cz: Pokud jste tuto žádost nepodali, tento e-mail ignorujte.
ko_kr: 이 요청을 하지 않았다면, 이 이메일을 무시하세요.
sk_sk: Ak ste túto žiadosť nepodali, tento e-mail ignorujte.

source: Payment
ca_es: Pagament:
cs_cz: Platba
eu_es: Ordainketa
ko_kr: 결제
mn_mn: Төлбөр тооцоо
sk_sk: Platba

source: Your payment for order with the reference [1]{order_name}[/1] was successfully processed.
cs_cz: Vaše platba za objednávku s označením [1]{order_name}[/1] byla úspěšně zpracována.
ko_kr: [1]{order_name}[/1] 를 참조하는 주문의 결제가 처리되었습니다.
sk_sk: Vaša platba za objednávku s označením [1]{order_name}[/1] bola úspešne spracovaná.

source: Payment Error
cs_cz: Chyba platby
ko_kr: 결제 오류
sk_sk: Chyba platby

source: Payment error
ca_es: Error de pagament
cs_cz: Chyba platby
ko_kr: 결제 오류
sk_sk: Chyba platby

source: We have encountered an error while processing your payment for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1]. Please contact us as soon as possible.
cs_cz: Při zpracování platby za objednávku s označením [1]{order_name}[/1] v obchodě [1]{shop_name}[/1] se vyskytla chyba. Kontaktujte nás co nejdříve prosím.
ko_kr: [1]{shop_name}[/1] 에서의 [1]{order_name}[/1] 를 참조하는 주문에서 결제 처리시 오류가 발생했습니다. 최대한 빨리 저희에게 연락주세요.
sk_sk: Pri spracovaní platby za objednávku s označením [1]{order_name}[/1] v obchode [1]{shop_name}[/1] sa vyskytla chyba. Kontaktujte nás čo najskôr prosím.

source: You can expect delivery as soon as your payment is received.
cs_cz: Doručení lze očekávat ihned po přijetí platby.
ko_kr: 결제가 접수되는대로 배송이 시작됩니다.
sk_sk: Doručenie môžete očakávať ihneď po prijatí platby.

source: Preparation
cs_cz: Probíhá příprava
ko_kr: 준비
sk_sk: Prebieha príprava

source: Processing order
cs_cz: Zpracování objednávky
ko_kr: 처리중인 주문
sk_sk: Spracovanie objednávky

source: We are currently processing your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
cs_cz: Vaši objednávku s označením [1]{order_name}[/1] v obchodě [1]{shop_name}[/1] právě zpracováváme.
ko_kr: 현재 [1]{shop_name}[/1] 에서 [1]{order_name}[/1] 를 참조하는 주문을 처리중입니다.
sk_sk: Vašu objednávku s označením [1]{order_name}[/1] v obchode [1]{shop_name}[/1] práve spracovávame.

source: Refund processed
ca_es: Reemborsament processat
cs_cz: Vrácení platby se zpracovává
ko_kr: 환불 처리됨
sk_sk: Vrátenie platby bolo spracované

source: Refund
ca_es: Restitució
cs_cz: Vrátit peníze
ko_kr: 환불
sk_sk: Vyplatiť späť

source: We have processed your refund for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
cs_cz: Vrácení platby za vaši objednávku s označením [1]{order_name}[/1] z obchodu [1]{shop_name}[/1] jsme zpracovali.
ko_kr: [1]{shop_name}[/1] 에서 [1]{order_name}[/1] 를 참조하는 주문의 환불을 처리했습니다.
sk_sk: Vrátenie platby za vašu objednávku s označením [1]{order_name}[/1] z obchodu [1]{shop_name}[/1] sme spracovali.

source: Please do not reply directly to this email, we will not receive it.
ca_es: Si us plau no responeu directament aquest email, no rebrem mai la resposta.
cs_cz: Prosím, neodpovídejte přímo na tento e-mail, nebude možné ho obdržet.
ko_kr: 이 메일에 답장을 보내도 받을 수 없으니 답장을 보내지 마세요.
sk_sk: Prosím neodpovedajte na tento e-mail, Vaša odpoveď nám nepríde.

source: Reply msg
cs_cz: Odpověď
ko_kr: 회신 메시지
sk_sk: Odpoveď

source: In order to reply, click on the following link: <a href="{link}" target="_blank">{link}</a>
cs_cz: Chcete-li odpovědět, klikněte na následující odkaz: <a href="{link}" target="_blank">{link}</a>
ko_kr: 회신하려면, 다음 링크를 클릭하세요: <a href="{link}" target="_blank">{link}</a>
sk_sk: Ak chcete odpovedať, kliknite na nasledujúci odkaz: <a href="{link}" target="_blank">{link}</a>

source: Shipped
ca_es: Enviat
cs_cz: Odeslána
eu_es: Bidalita
ko_kr: 발송완료
sk_sk: Odoslaná

source: Your order with the reference [1]{order_name}[/1] has been shipped.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] byla odeslána.
ko_kr: [1]{order_name}[/1] 를 참조하는 주문이 발송 되었습니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] bola odoslaná.

source: Here is a test [1]email[/1] from your shop.
cs_cz: Toto je zkušební [1]e-mail[/1] z vašeho obchodu.
ko_kr: 다음은 상점에서 테스트한 [1]이메일[/1] 입니다.
sk_sk: Toto je skúšobný [1]e-mail[/1] z vášho obchodu.

source: If you can read this, it means the test is successful!
cs_cz: Pokud čtete tento text, znamená to, že test je úspěšný!
ko_kr: 이것을 읽을 수 있다면, 테스트는 성공했다는 겁니다!
sk_sk: Ak čítate tento text, znamená to, že test je úspešný!

source: In order to use it, just copy/paste this code during check out.
cs_cz: Pokud jej chcete použít, stačí tento kód kopírovat / přilepit během vyplňování objednávky.
ko_kr: 사용하려면, 단지 결제 중 이 코드를 복사/붙여넣기 하세요.
sk_sk: Ak ho chcete použiť, stačí tento kód kopírovať / prilepiť počas vyplňovania objednávky.

source: Voucher
ca_es: Cupó:
cs_cz: Slevová poukázka
eu_es: Kupoia
ko_kr: Bons de réduction :
mn_mn: Урамшуулалын ваучер
sk_sk: Poukážka:

source: Voucher code generated
cs_cz: Byl vygenerován slevový kupón
ko_kr: 할인 쿠폰 코드 생성됨
sk_sk: Bol vygenerovaný zľavový kupón

source: We are pleased to inform you that a voucher has been generated in your name for order with the reference [1]{order_name}[/1].
cs_cz: S potěšením Vám oznamujeme, že na vaše jméno byl vygenerován slevový kupón na objednávku s označením [1]{order_name}[/1].
ko_kr: 우리는 기쁘게도 [1]{order_name}[/1] 을 참조하는 주문에 당신의 이름으로 할인 쿠폰이 생성됨을 알려드립니다.
sk_sk: S potešením Vám oznamujeme, že na vaše meno bol vygenerovaný zľavový kupón na objednávku s označením [1]{order_name}[/1].

source: [1]VOUCHER CODE: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
cs_cz: [1]SLEVOVÝ KUPÓN: {voucher_num}[/1] v hodnotě [1]{voucher_amount}[/1]
ko_kr: [1]할인 쿠폰 코드:[1]{voucher_amount}[/1] 상당의 {voucher_num}[/1]
sk_sk: [1]ZĽAVOVÝ KUPÓN: {voucher_num}[/1] v hodnote [1]{voucher_amount}[/1]

source: Voucher new
cs_cz: Nový slevový kupón
ko_kr: 새 쿠폰
sk_sk: Nový zľavový kupón

source: Voucher code has been generated
cs_cz: Byl vygenerován slevový kupón
ko_kr: 할인 쿠폰 코드 생성됨
sk_sk: Bol vygenerovaný zľavový kupón

source: Here is your new voucher code:
cs_cz: Zde je váš nový slevový kupón:
ko_kr: 다음은 새 할인 쿠폰 코드입니다:
sk_sk: Tu je váš nový zľavový kupón:

source: Your cart at {shop_name}
ca_es: El vostre carret a {shop_name}
cs_cz: Váš nákupní košík v obchodě {shop_name}
ko_kr: {shop_name} 의 장바구니
sk_sk: Váš nákupný košík v obchode {shop_name}

source: Follow up 1
cs_cz: Sledovat 1
ko_kr: 따라하기 1
sk_sk: Sledovať 1

source: Thanks for your visit. However, it looks like you did not complete your purchase.
cs_cz: Děkujeme za vaši návštěvu. Zdá se však, že jste nákup nedokončili.
ko_kr: 방문에 감사드립니다. 하지만, 구매가 완료되지 않은것 같네요.
sk_sk: Ďakujeme za vašu návštevu. Zdá sa však, že ste nákup nedokončili.

source: Your cart has been saved, you can go back to your order on our shop:
cs_cz: Váš košík byl uložen, ke své objednávce se můžete vrátit v našem obchodě:
ko_kr: 장바구니가 저장되었습니다, 주문하러 우리 상점으로 돌아갈 수 있습니다:
sk_sk: Váš košík bol uložený, ku svojej objednávke sa môžete vrátiť v našom obchode:

source: Your voucher code on {shop_name}
cs_cz: Váš slevový kupón do obchodu {shop_name}
ko_kr: {shop_name} 의 할인 쿠폰 코드
sk_sk: Váš zľavový kupón do obchodu {shop_name}

source: Follow up 2
cs_cz: Sledovat 2
ko_kr: 따라하기 2
sk_sk: Sledovať 2

source: Thanks for your order.
cs_cz: Děkujeme za vaši objednávku.
ko_kr: 주문해 주셔서 감사합니다.
sk_sk: Ďakujeme za vašu objednávku.

source: Thanks for your trust.
ca_es: Gràcies per la vostra confiança.
cs_cz: Děkujeme za Vaši důvěru.
ko_kr: 당신의 신뢰에 감사드립니다.
sk_sk: Ďakujeme za Vašu dôveru.

source: Follow up 3
cs_cz: Sledovat 3
ko_kr: 따라하기 3
sk_sk: Sledovať 3

source: Your cart has been saved, you can resume your order by visiting our shop:
ca_es: El vostre carret de la compra ha estat desat, podeu reprendre la vostra comanda tornant a visitar la nostra botiga:
cs_cz: Váš nákupní košík byl uložen, můžete se k němu kdykoliv vrátit při návštěvě našeho eshopu:
ko_kr: 장바구니가 저장되었습니다. 상점을 방문하여 주문을 계속할 수 있습니다.
sk_sk: Váš nákupný košík bol uložený, Vašu objednávku môžete dokončiť navštívením nášho obchodu:

source: We are pleased to offer you a discount of [1]{amount}%[/1] off your next order. And this offer is valid for [1]{days}[/1] days, so do not wait any longer!
cs_cz: S potěšením vám můžeme poskytnout slevu [1]{amount}%[/1] z vaší další objednávky! Tato nabídka je platná [1]{days}[/1] dní, takže už není na co čekat!
ko_kr: 우대 차 다음 주문 시 [1]{amount}%[/1] 할인을 해드립니다! 이 제안은 [1]{days}[/1] 일간 유효하므로, 놓치지 마세요!
sk_sk: S potešením vám môžeme poskytnúť zľavu [1]{amount}%[/1] z vašej ďalšej objednávky! Táto ponuka je platná [1]{days}[/1] dní, takže už nie je na čo čakať!

source: Here is your VOUCHER CODE:
cs_cz: Zde je váš SLEVOVÝ KUPÓN:
ko_kr: 다음은 할인 쿠폰 코드입니다:
sk_sk: Tu je váš ZĽAVOVÝ KUPÓN:

source: Enter this code in your shopping cart to get the discount.
cs_cz: Chcete-li získat slevu, zadejte tento kód v košíku.
ko_kr: 장바구니에 이 코드를 입력하여 할인을 받으세요.
sk_sk: Ak chcete získať zľavu, zadajte tento kód v košíku.

source: Follow up 4
cs_cz: Sledovat 4
ko_kr: 따라하기 4
sk_sk: Sledovať 4

source: Your cart on {shop_name}
cs_cz: Váš košík v obchodě {shop_name}
ko_kr: {shop_name} 의 장바구니
sk_sk: Váš košík v obchode {shop_name}

source: Congratulations, you are one of our best customers! However, it looks like you have not placed an order since {days_threshold} days.
cs_cz: Gratulujeme, jste jedním z našich nejlepších zákazníků! Zdá se však, že jste již {days_threshold} dní nevytvořili žádnou objednávku.
ko_kr: 축하합니다, 당신은 우리의 최고의 고객들 중 한 분입니다! 하지만, {days_threshold} 일 이내에 주문된 것이 없습니다.
sk_sk: Gratulujeme, ste jedným z našich najlepších zákazníkov! Zdá sa však, že ste už {days_threshold} dní nevytvorili žiadnu objednávku.

source: {product} is now available.
ca_es: {product} ara està disponible.
cs_cz: {product} je nyní dostupný.
eu_es: {product} eskuragarri dago.
ko_kr: {product} 은 지금 사용가능 합니다.
sk_sk: {product} je od teraz dostupný.

source: Customer Quantity
cs_cz: Množství zákazníka
ko_kr: 고객 수
sk_sk: Množstvo zákazníka

source: Good news, this item is back in stock!
cs_cz: Dobrá zpráva, tento produkt je skladem!
ko_kr: 좋은 소식입니다, 이 품목이 다시 재고가 있습니다!
sk_sk: Dobrá správa, tento produkt je na sklade!

source: Click on the following link to visit the product page and order it:
cs_cz: Kliknutím na následující odkaz přejdete na stránku produktu a objednáte ho:
ko_kr: 상품 페이지를 방문해서 주문하시려면 다음 링크를 클릭하세요:
sk_sk: Kliknutím na nasledujúci odkaz prejdete na stránku produktu a objednáte ho:

source: Customer message:
ca_es: Missatge del client:
cs_cz: Zpráva od zákazníka:
ko_kr: 고객 메시지:
mn_mn: Харилцагчийн мэдээлэл:
sk_sk: Správa od zákazníka:

source: Order details
ca_es: Detalls de la comanda
cs_cz: Detaily objednávky
eu_es: Eskaeraren xehetasunak
ko_kr: 주문 상세
sk_sk: Detaily objednávky

source: Order:
ca_es: Comanda:
cs_cz: Objednávka:
eu_es: Eskaera:
ko_kr: 주문:
sk_sk: Objednávka:

source: Placed on
ca_es: Feta a
cs_cz: Vytvořená
ko_kr: 접수 됨
sk_sk: vytvorená dňa

source: Payment:
ca_es: Pagament:
cs_cz: Platba:
eu_es: Ordainketa:
ko_kr: 결제:
sk_sk: Platba:

source: Reference
ca_es: Referència
cs_cz: Kód
eu_es: Erreferentzia
ko_kr: 참고
sk_sk: Kód

source: Product
ca_es: Producte
cs_cz: Produkt
eu_es: Produktua
ko_kr: 상품
mn_mn: Бүтээгдэхүүн
sk_sk: Produkt

source: Unit price
ca_es: Preu unitari
cs_cz: Cena za kus
eu_es: Prezioa unitateko
ko_kr: 단가
sk_sk: Cena za kus

source: Quantity
ca_es: Quantitat
cs_cz: Počet
eu_es: Kopurua
ko_kr: 수량
mn_mn: Тоо ширхэг
sk_sk: Množstvo

source: Total price
ca_es: Preu total
cs_cz: Celková cena
eu_es: Guztira
ko_kr: 전체 합계
sk_sk: Celková cena

source: Products
ca_es: Articles
cs_cz: x
eu_es: Produktuak
ko_kr: 상품
mn_mn: Бүтээгдэхүүнүүд
sk_sk: Produkty

source: Discounts
ca_es: Descomptes
cs_cz: Sleva
eu_es: Deskontuak
ko_kr: 할인
sk_sk: Zľavy

source: Gift-wrapping
ca_es: Embolicat per a regal
cs_cz: Dárkové balení
eu_es: Opari gisa prestatu
ko_kr: 선물 포장
sk_sk: Darčekové balenie

source: Shipping
ca_es: Lliurament
cs_cz: Doručení
eu_es: Bidalketa
ko_kr: 배송
mn_mn: Хүргэлт
sk_sk: Doručenie

source: Total paid
ca_es: Total pagat
cs_cz: Celkem k úhradě
eu_es: Ordaindutakoa guztira
ko_kr: 총 지불합계
sk_sk: Celkom k úhrade

source: Carrier:
ca_es: Empresa de transport
cs_cz: Dopravce:
eu_es: Garraiolaria:
ko_kr: Transporteur :
sk_sk: Prepravca:

source: Delivery address
ca_es: Adreça d'entrega
cs_cz: Dodací adresa
eu_es: Bidalketarako helbidea
ko_kr: 배송지 주소
sk_sk: Adresa doručenia

source: Billing address
ca_es: Adreça de facturació
cs_cz: Fakturační adresa
eu_es: Fakturazio helbidea
ko_kr: 청구지 주소
sk_sk: Fakturačná adresa

source: Including total tax
cs_cz: DPH celkem
ko_kr: 총 세금 포함
sk_sk: DPH celkom

source: New Order
cs_cz: Nová objednávka
ko_kr: 새 주문
sk_sk: Nová objednávka

source: A new order was placed on [1]{shop_name}[/1] by the following customer:
cs_cz: V obchodě [1]{shop_name}[/1] byla zadána nová objednávka zákazníkem:
ko_kr: 다음 고객에 의한 [1]{shop_name}[/1] 에서의 새 주문이 접수되었습니다:
sk_sk: V obchode [1]{shop_name}[/1] bola zadaná nová objednávka zákazníkom:

source: Carrier
ca_es: Transportista
cs_cz: Doručení
ko_kr: 배송업체
sk_sk: Prepravca

source: Order changed
ca_es: Comanda modificada
cs_cz: Vaše objednávka byla změněna
ko_kr: 주문 변경됨
sk_sk: Vaša objednávka bola zmenená

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been changed by the merchant.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] v obchodě [1]{shop_name}[/1] byla změněna prodejcem.
ko_kr: [1]{shop_name}[/1] 에서의 [1]{order_name}[/1] 를 참조하는 주문이 판매자에 의해 변경 되었습니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] v obchode [1]{shop_name}[/1] bola zmenená predajcom.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}" target="_blank">Guest Tracking</a> section on our shop.
cs_cz: Pokud máte účet hosta, objednávku můžete sledovat v části <a href="{guest_tracking_url}" target="_blank">Sledování pro návštěvníky</a> našeho obchodu.
ko_kr: 비회원 계정을 가지고 계시다면, 상점의 <a href="{guest_tracking_url}" target="_blank">비회원 추적</a> 섹션을 통해 주문을 추적할 수 있습니다.
sk_sk: Ak máte účet hosťa, objednávku môžete sledovať v časti <a href="{guest_tracking_url}" target="_blank">Sledovanie pre návštevníkov</a> nášho obchodu.

source: Order ID {order_name}
cs_cz: Objednávka ID {order_name}
ko_kr: 주문 ID {order_name}
sk_sk: Objednávka ID {order_name}

source: Go to your customer account to learn more about it.
cs_cz: Více informací získáte ve svém zákaznickém účtu.
ko_kr: 더 많은 것을 배우려면 고객 계정으로 이동하세요.
sk_sk: Viac informácií získate vo svojom zákazníckom účte.

source: Current stock cover:
ca_es: Cobertura actual d'estoc:
cs_cz: Aktuální skladová zásoba:
ko_kr: 현 재고 지속 기간:
sk_sk: Momentálne množstvo na sklade:

source: Product coverage
cs_cz: Pokrytí zásob produktu
ko_kr: 상품 보급
sk_sk: Pokrytie zásob produktu

source: Your stock cover is now less than the specified minimum of:
cs_cz: Vaše pokrytí zásob je nyní nižší než stanovené minimum:
ko_kr: 재고 지속 기간의 현재 값이 정의된 최소값보다 작습니다:
sk_sk: Vaše pokrytie zásob je teraz nižšie ako stanovené minimum:

source: {product} is almost out of stock.
ca_es: {product} gairebé està fora d'estoc.
cs_cz: {product} je téměř vyprodán.
ko_kr: {product} 은 (는) 거의 재고가 없습니다.
sk_sk: {product} je takmer vypredaný.

source: Remaining stock:
ca_es: Estoc restant:
cs_cz: Dostupné množství:
ko_kr: 잔여 재고:
sk_sk: Na sklade zostáva:

source: Replenish your inventory, go to the [1]Catalog > Stocks[/1] section of your back office to manage your stock.
cs_cz: Doplňte svůj inventář, přejděte do sekce [1]Katalog > Sklady[/1] ve vaší administraci a spravujte své zásoby.
ko_kr: 재고를 보충하려면, 재고 관리를 위한 관리자 사이트의 [1]목록 > 재고[/1] 섹션으로 이동하세요.
sk_sk: Doplňte svoj inventár, prejdite do sekcie [1]Katalóg > Sklady[/1] vo vašej administrácii a spravujte svoje zásoby.

source: Product out of stock
cs_cz: Produkt je vyprodán
ko_kr: 상품 품절
sk_sk: Produkt je vypredaný

source: There are now less than [1]{last_qty}[/1] items in stock.
cs_cz: Momentálně je skladem méně než [1]{last_qty}[/1] ks.
ko_kr: 현재 재고가 [1]{last_qty}[/1] 개 미만입니다.
sk_sk: Momentálne je na sklade menej ako [1]{last_qty}[/1] ks.

source: Customer:
ca_es: Client:
cs_cz: Zákazník:
eu_es: Bezeroa:
ko_kr: 고객:
sk_sk: Zákazník:

source: You have received a new return request for {shop_name}.
ca_es: Has rebut una nova sol·licitud de devolució a {shop_name}.
cs_cz: Dostal(a) jste nový požadavek na vrácení zboží v {shop_name}.
ko_kr: {shop_name} 에서 새 반품 요청을 받았습니다.
sk_sk: Obdržali ste novú žiadosť o vrátenie tovaru v obchode {shop_name}.

source: Return Slip
cs_cz: Návratka
ko_kr: 반품 전표
sk_sk: Návratka

source: Return Details
cs_cz: Detaily vrácení
ko_kr: 반품 상세
sk_sk: Detaily vrátenia

source: Thank you for subscribing to our newsletter.
ca_es: Gràcies per subscriure-us a la nostra newsletter.
cs_cz: Děkujeme vám za přihlášení k odběru novinek.
ko_kr: 소식지를 구독해 주셔서 감사합니다.
sk_sk: Ďakujeme za prihlásenie do zoznamu noviniek.

source: Hi,
ca_es: Ei,
cs_cz: Dobrý den,
eu_es: Kaixo,
ko_kr: 안녕하세요,
sk_sk: Dobrý deň,

source: Newsletter Confirmation
cs_cz: Potvrzení odběru novinek
ko_kr: 소식지 확인
sk_sk: Potvrdenie odberu noviniek

source: Newsletter Verification
cs_cz: Ověření odběru novinek
ko_kr: 소식지 확인
sk_sk: Overenie odberu noviniek
