Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/EmailsBody.*.xlf
Languages: ca_es, cs_cz, eu_es, ko_kr, mn_mn, sk_sk

source: You can access the product page by clicking on the link:
ca_es: Podeu accedir a la pàgina del producte fent clic sobre l'enllaç:
cs_cz: Po kliknutí na následující odkaz se dostanete na stránky produktu:
ko_kr: 링크를 클릭하여 상품 페이지에 접근할 수 있습니다:
sk_sk: Stránku produktu môžete zobraziť kliknutím na odkaz:

source: You can order it right now from our online shop.
ca_es: El podeu demanar ara a la nostra botiga virtual.
cs_cz: Můžete jej objednat nyní v našem obchodě.
ko_kr: 온라인 상점에서 바로 주문할 수 있습니다.
sk_sk: Môžete si ho objednať práve teraz z nášho obchodu.

source: Total Tax paid
ca_es: Total d'impostos pagats
cs_cz: Celkem DPH
eu_es: Ordainduriko zerga
ko_kr: 총 지불 세금
sk_sk: Zaplatená daň

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
ca_es: Una nova comanda ha estat formalitzada a {shop_name} per part del següent client: {firstname} {lastname} ({email})
cs_cz: V obchodě {shop_name} byla vytvořena nová objednávka zákazníkem: {firstname} {lastname} ({email})
ko_kr: 다음 고객이 {shop_name} 에 새 주문을 했습니다: {lastname}{firstname} ({email})
sk_sk: V obchode {shop_name} bola vytvorená nová objednávka zákazníkom: {firstname} {lastname} ({email})

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
ca_es: Podeu revisar la vostra comanda i descarregar la vostra factura des de la secció <a href="{history_url}">"Historial de comandes"</a> del vostre compte de client clicant a <a href="{my_account_url}">"El meu compte"</a> a la nostra botiga.
cs_cz: Objednávku a doklad ke stažení naleznete na našich stránkách v sekci <a href="{history_url}">"Historie objednávek"</a>, kterou naleznete po přihlášení do Vašeho účtu kliknutím na <a href="{my_account_url}">"Můj účet"</a>.
eu_es: Zure eskaera berrikusi eta faktura jeitsi dezakezu <a href="{history_url}">"Eskaera gutziak"</a> zure bezero kontutik, klikatu <a href="{my_account_url}">"Nire kontua" </a> gure dendan.
ko_kr: 상점에서 <a href="{my_account_url}">"내 계정"</a>을 클릭하고 고객 계정 섹션의 <a href="{history_url}">"주문 이력"</a>을 통해서 주문 내역을 보거나 청구서를 다운로드 할 수 있습니다.
sk_sk: Podrobnosti o objednávke spolu s Vašou faktúrou nájdete vo Vašom zákazníckom <a href="{my_account_url}">"Účte"</a> po kliknutí na <a href="{history_url}">"História objednávok"</a>.

source: Order {order_name}
ca_es: Comanda {order_name}
cs_cz: Objednávka {order_name}
eu_es: Eskaera {order_name}
ko_kr: 주문 {order_name}
sk_sk: Objednávka {order_name}

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
ca_es: Si teniu un compte de convidat, podeu seguir l'evolució de la comanda a la secció <a href="{guest_tracking_url}?id_order={order_name}">"Seguiment de convidat"</a> de la nostra botiga.
cs_cz: Pokud máte účet návštěvníka, můžete sledovat své objednávky po kliknutí na odkaz <a href="{guest_tracking_url}?id_order={order_name}">Sledování pro návštěvníky</a>.
ko_kr: 비회원 계정을 가지고 계시다면, 상점의 <a href="{guest_tracking_url}?id_order={order_name}">"비회원 추적"</a> 섹션을 통해 주문을 추적할 수 있습니다.
sk_sk: Ak nemáte v našom obchode založený účet, stav objednávky môžete sledovať v časti <a href="{guest_tracking_url}?id_order={order_name}">"Sledovanie objednávok pre neregistrovaných zákazníkov"</a>.

source: Order edited
ca_es: Comanda editada
cs_cz: Objednávka opravena
ko_kr: 주문 수정됨
sk_sk: Úprava objednávky

source: Your order with the reference [1]{order_name}[/1] has been modified.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] byla změněna.
ko_kr: [1]{order_name}[/1] 을 참조하는 주문이 수정되었습니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] bola zmenená.

source: The stock cover is now less than the specified minimum of:
ca_es: No hi ha estoc ja que hi ha menys del mínim especificat de:
cs_cz: Skladové množství je nižší než specifikovaná minimální zásoba:
ko_kr: 재고 지속 기간이 현재 정의된 최소값보다 작습니다:
sk_sk: Množstvo na sklade je momentálne menšie ako špecifikované minimum:

source: {product} is nearly out of stock.
ca_es: {product} és gairebé fora d'estoc.
cs_cz: {product} je téměř vyprodán.
ko_kr: {product} 은 (는) 거의 재고가 없습니다.
sk_sk: {product} je takmer vypredaný.

source: The remaining stock is now less than the specified minimum of
ca_es: L'estoc restant ara mateix està per sota del mínim especificat de
cs_cz: Požadovaná skladová zásoba je nižší než specifikovaná minimální zásoba
ko_kr: 잔여 재고가 현재 정의된 최소값보다 적습니다
sk_sk: Množstvo na sklade je momentálne menšie ako špecifikované minimum

source: Return details
ca_es: Detalls de la devolució
cs_cz: Detaily reklamace
ko_kr: 반품 상세
sk_sk: Detaily k vráteniu tovaru

source: {order_name} Placed on {date}
ca_es: {order_name} formalitzada el {date}
cs_cz: {order_name} objednané dne {date}
ko_kr: {date} 에 {order_name} 접수됨
sk_sk: {order_name} vytvorená dňa {date}

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
ca_es: Gràcies per subscriure-us al nostre butlletí, si us plau confirmeu la petició fent clic sobre l'enllaç de sota:
cs_cz: Děkujeme za potvrzení odběru našeho newsletteru, prosíme, potvrďte tuto žádost kliknutím na odkaz níže:
ko_kr: 우리 소식지를 구독해 주셔서 감사합니다. 아래 링크를 클릭하여 당신의 요청을 확인하세요.
sk_sk: Ďakujeme za prihlásenie do odberu našich noviniek. Potvrďte prosím Vašu žiadosť kliknutím na následujúci odkaz:

source: Newsletter subscription
ca_es: Susbscripció a la newsletter
cs_cz: Odběr newsletteru
ko_kr: 소식지 구독
sk_sk: Odber noviniek

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
ca_es: Quant a la subscripció a la newsletter, ens plau oferir-vos el següent cupó de descompte:
cs_cz: Odměnou za potvrzení odběru našeho newsletteru, bychom Vám rádi nabídli následující slevový kupón:
ko_kr: 소식지 구독에 대하여, 다음 할인쿠폰을 기쁘게 제공합니다:
sk_sk: Ako vďaku za prihlásenie do odberu našich noviniek Vám ponúkame nasledujúci zľavový kupón:

source: Your referred friend [1]{sponsored_firstname} {sponsored_lastname}[/1] has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
cs_cz: Váš doporučený přítel [1]{sponsored_firstname} {sponsored_lastname}[/1] zadal svou první objednávku v obchodě <a href="{shop_url}">{shop_name}</a>!
ko_kr: 당신의 추천 친구 [1]{sponsored_firstname} {sponsored_lastname}[/1] 이 <a href="{shop_url}">{shop_name}</a>에 서 첫 주문을 했습니다.
sk_sk: Váš odporúčaný priateľ [1]{sponsored_firstname} {sponsored_lastname}[/1] zadal svoju prvú objednávku v obchode <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display} (voucher # {discount_name})[/1] that you can use on your next order.
cs_cz: Jsme rádi, že vám můžeme nabídnout slevový kupón v hodnotě [1]{discount_display} (kupón # {discount_name})[/1], který můžete použít při další objednávce.
ko_kr: 다음 주문 시 사용할 수있는 [1]{discount_display} (할인 쿠폰 # {discount_name})[/1] 상당의 할인 쿠폰을 드립니다.
sk_sk: Sme radi, že vám môžeme ponúknuť zľavový kupón v hodnote [1]{discount_display} (kupón # {discount_name})[/1], ktorý môžete použiť pri ďalšej objednávke.

source: join us!
ca_es: uneix-te a nosaltres!
cs_cz: přidejte se k nám!
ko_kr: 참여하세요!
sk_sk: pridajte sa k nám!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}">{shop_name}</a>!
cs_cz: Váš přítel [1]{firstname} {lastname}[/1] vás zve do obchodu <a href="{shop_url}">{shop_name}</a>!
ko_kr: 친구 [1]{firstname} {lastname}[/1] 이 <a href="{shop_url}">{shop_name}</a>을 당신에게 추천합니다!
sk_sk: Váš priateľ [1]{firstname} {lastname}[/1] vás pozýva do obchodu <a href="{shop_url}">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}![/1]
cs_cz: Přiveďte zákazníka a získejte slevový kupón [1]{discount}![/1]
ko_kr: 추천을 받고 [1]{discount}[/1] 할인 쿠폰을 받으세요!
sk_sk: Priveďte zákazníka a získajte zľavový kupón [1]{discount}![/1]

source: It's very easy to sign up. Just click here!
cs_cz: Registrace je velmi jednoduchá. Stačí kliknout zde!
ko_kr: 가입은 아주 쉽습니다. 단지 여기를 클릭하세요!
sk_sk: Registrácia je veľmi jednoduchá. Stačí kliknúť sem!

source: When signing up, don't forget to provide the e-mail address of your referring friend:
cs_cz: Při registraci nezapomeňte uvést e-mailovou adresu přítele, který vás doporučil:
ko_kr: 가입시, 추천 친구의 이메일 주소를 기입하는 것을 잊지 마세요:
sk_sk: Pri registrácii nezabudnite uviesť e-mailovú adresu priateľa, ktorý vás odporučil:

source: Referral Program
ca_es: Programa de referències
cs_cz: Sponzorský program
eu_es: Erreferentzia Programa
ko_kr: 추천 프로그램
sk_sk: Program odmien

source: Thank you for creating a customer account at {shop_name}.
ca_es: Gràcies per haver creat un compte de client a {shop_name}.
cs_cz: Děkujeme za Vaši registraci v e-shopu {shop_name}.
eu_es: Eskerrikasko zure bezero kontua irekitzeagatik {shop_name}-(e)n.
ko_kr: 저희 {shop_name}에 가입을 진심으로 환영합니다.
sk_sk: Ďakujeme za Vašu registráciu v obchode {shop_name}.

source: Here are your login details:
ca_es: Aquí hi ha les vostres dades d'accés:
cs_cz: Zde jsou Vaše přihlašovací údaje:
eu_es: Hemen daude zure sarrera xehetasunak:
ko_kr: 로그인 상세정보는 다음과 같습니다:
sk_sk: Tu sú Vaše prihlasovacie údaje:

source: Important Security Tips:
ca_es: Aspectes importants de seguretat:
cs_cz: Tipy pro Vaši bezpečnost:
eu_es: Segurtasun Aholku Garrantzitxuak:
ko_kr: 중요 보안 팁:
sk_sk: Tipy pre Vašu bezpečnosť:

source: Always keep your account details safe.
ca_es: Manteniu segurs els vostres detalls del compte.
cs_cz: Uschovejte Vaše přihlašovací údaje k účtu na bezpečném místě.
eu_es: Beti eduki zure kontuaren xehetasunak seguru.
ko_kr: 항상 계정정보를 안전하게 보관하세요.
sk_sk: Vaše prihlasovacie údaje uchovávajte vždy na bezpečnom mieste.

source: Never disclose your login details to anyone.
ca_es: Mai no revelarem a ningú les vostres dades d'accés,
cs_cz: Nikomu Vaše přihlašovací údaje neukazujte.
eu_es: Inoiz ere ez eman zure kontuaren xehetasunak inorri.
ko_kr: 로그인 정보를 타인에게 공개하지 마십시오.
sk_sk: Nikdy nedávajte Vaše prihlasovacie údaje ďalším osobám.

source: Change your password regularly.
ca_es: Canvieu la vostra contrasenya regularment.
cs_cz: Jednou za čas změňte Vaše heslo.
eu_es: Aldatu zure pasahitza aldizka.
ko_kr: 정기적으로 비밀번호를 변경하세요.
sk_sk: Pravidelne si meňte heslo.

source: Should you suspect someone is using your account illegally, please notify us immediately.
ca_es: Si sospiteu que algú utilitza el vostre compte sense permís, si us plau notifiqueu-nos-ho immediatament.
cs_cz: Pokud máte podezření, že Váš účet používá někdo jiný, bezodkladně nás prosím kontaktujte.
eu_es: Susmatzen baduzu norbait zure kontua ilegalki erabiltzen ari dela, mesedez jakinarazi iezaguzu ahalik eta lehen.
ko_kr: 누군가가 불법으로 당신의 계정 사용이 의심될 경우, 즉시 저희에게 알려주세요.
sk_sk: Ak máte podozrenie, že Váš účet bol zneužitý, okamžite nás informujte.

source: You can now place orders on our shop:
ca_es: Ara podeu fer comandes a la nostra botiga:
cs_cz: A nyní můžete přejít k nakupování do našeho e-shopu:
eu_es: Orain eskaerak egin ditzazkezu gure dendan:
ko_kr: 이제 우리 상점에서 주문을 할 수 있습니다:
sk_sk: Teraz môžete zadávať objednávky v našom obchode:

source: Account
ca_es: Compte
cs_cz: Účet
eu_es: Kontua
ko_kr: 계정
mn_mn: Данс
sk_sk: Účet

source: Your login details on {shop_name}
cs_cz: Vaše přihlašovací údaje v obchodě {shop_name}
ko_kr: {shop_name} 의 로그인 상세
sk_sk: Vaše prihlasovacie údaje v obchode {shop_name}

source: A new order has been generated on your behalf.
ca_es: S'ha generat una nova comanda en el vostre nom.
cs_cz: Nová objednávka byla vytvořena.
eu_es: Eskaera berri bat sortu da.
ko_kr: 당신을 대신하여 새 주문이 생성되었습니다.
sk_sk: Nová objednávka bola vytvorená za Vás.

source: Back Office Order
cs_cz: Objednávka vytvořená v administraci
ko_kr: 관리자 페이지 주문
sk_sk: Objednávka vytvorená v administrácii

source: Please go on <a href="{order_link}">{order_link}</a> to complete the payment.
cs_cz: Přejděte prosím na odkaz <a href="{order_link}">{order_link}</a> a dokončete platbu.
ko_kr: 결제를 마치려면 <a href="{order_link}">{order_link}</a>로 이동하세요.
sk_sk: Prejdite prosím na odkaz <a href="{order_link}">{order_link}</a> a dokončite platbu.

source: Account owner:
ca_es: Titular de compte:
cs_cz: Majitel účtu:
eu_es: Kontuaren jabea:
ko_kr: 예금주:
sk_sk: Majiteľ účtu:

source: Account details:
ca_es: Detalls del compte:
cs_cz: Detaily účtu:
eu_es: Kontuaren xehetasunak:
ko_kr: 계좌 상세 정보:
sk_sk: Detaily účtu:

source: Bank address:
ca_es: Adreça de l'oficina bancària:
cs_cz: Sídlo banky:
eu_es: Bankuaren helbidea:
ko_kr: 계좌 번호:
sk_sk: Sídlo banky:

source: Please specify your order reference in the bankwire description.
ca_es: Si us plau, indiqueu el vostre número de comanda en la descripció de la transferència bancària.
cs_cz: V popisu bankovního převodu uveďte kód objednávky.
ko_kr: 계좌 이체 상세에 주문 참조를 기입해 주세요.
sk_sk: Do poznámky bankového prevodu prosím pridajte kód vašej objednávky.

source: Bankwire
ca_es: Gir bancari
cs_cz: Bankovní převod
ko_kr: 계좌 이체
sk_sk: Bankový prevod

source: Pending payment
cs_cz: Čeká se na platbu
ko_kr: 대기중인 결제
sk_sk: Čaká sa na platbu

source: Payment method: bank wire
cs_cz: Způsob platby: bankovní převod
ko_kr: 결제 방법: 계좌 이체
sk_sk: Spôsob platby: bankový prevod

source: You have decided to pay by bank wire.
cs_cz: Vybrali jste si platbu bankovním převodem.
ko_kr: 계좌 이체로 결제하기를 결정했습니다.
sk_sk: Vybrali ste si platbu bankovým prevodom.

source: Here is the information you need for your transfer:
cs_cz: Zde jsou informace, které potřebujete na bankovní převod:
ko_kr: 여기에 송금에 필요한 정보를 입력하세요:
sk_sk: Tu sú informácie, ktoré potrebujete na bankový prevod:

source: Amount:
ca_es: Import:
cs_cz: Částka:
eu_es: Zenbatekoa:
ko_kr: 금액:
sk_sk: Suma:

source: Payable to the order of:
ca_es: A pagar per ordre de:
cs_cz: Příjemce platby:
ko_kr: 지불 가능한 주문:
sk_sk: Splatný pre objednávku:

source: Please mail your check to:
ca_es: Si us plau trameteu el xec a:
cs_cz: Prosíme, pošlete šek na:
eu_es: Mesedez bidali zure txekea honera:
ko_kr: 다음으로 수표를 우편으로 보내주세요:
sk_sk: Prosím, pošlite Váš šek na:

source: Thank you for shopping with {shop_name}!
ca_es: Gràcies per comprar a {shop_name}!
cs_cz: Děkujeme Vám za nákup v e-shopu {shop_name}!
eu_es: Eskerrikasko {shop_name}-(e)n erosteagatik!
ko_kr: 저희 {shop_name}를 이용해 주셔서 감사합니다.
sk_sk: Ďakujeme za nákup v obchode {shop_name}!

source: Your order with the reference [1]{order_name}[/1] has been placed successfully. You can expect [1]delivery as soon as your payment is received[/1].
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] byla úspěšně zadána. Doručení můžete očekávat [1]ihned po přijetí platby[/1].
ko_kr: [1]{order_name}[/1]를 참조하는 주문이 잘 접수되었습니다. [1]결제가 완료되는 대로 배송이 시작됩니다[/1].
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] bola úspešne zadaná. Doručenie môžete očakávať [1]ihneď po prijatí platby[/1].

source: Check
ca_es: Xec
cs_cz: šek
ko_kr: 확인
sk_sk: šek

source: Awaiting payment by check
cs_cz: Čeká se na platbu šekem
ko_kr: 수표 결제 대기중
sk_sk: Čaká sa na platbu šekom

source: Payment method: check
cs_cz: Způsob platby: šek
ko_kr: 결제 방법: 수표
sk_sk: Spôsob platby: šek

source: You have decided to pay by bank check.
cs_cz: Vybrali jste si platbu bankovním šekem.
ko_kr: 은행 수표로 결제하기를 결정했습니다.
sk_sk: Vybrali ste si platbu bankovým šekom.

source: Here is the information you need for your check:
cs_cz: Zde jsou informace, které potřebujete pro vyplnění šeku:
ko_kr: 여기에 수표에 필요한 정보를 입력하세요:
sk_sk: Tu sú informácie, ktoré potrebujete pre vyplnenie šeku:

source: Message from a {shop_name} customer
ca_es: Missatge d'un client de {shop_name}
cs_cz: Zpráva od zákazníka e-shopu {shop_name}
ko_kr: {shop_name} 고객의 메시지
sk_sk: Správa od zákazníka z obchodu {shop_name}

source: Attached file:
ca_es: Fitxer adjuntat:
cs_cz: Příloha:
eu_es: Erantsitako fitxategia:
ko_kr: 첨부 파일:
mn_mn: Хавсаргагдсан файл:
sk_sk: Príloha:

source: Order ID #:
cs_cz: Objednávka ID #:
ko_kr: 주문 ID #:
sk_sk: Objednávka ID #:

source: Contact
ca_es: Contacte
cs_cz: Napište nám
ko_kr: 연락처
sk_sk: Kontakt

source: Customer Email Address:
cs_cz: E-mailová adresa zákazníka:
ko_kr: 고객 이메일 주소:
sk_sk: E-mailová adresa zákazníka:

source: Product:
ca_es: Producte:
cs_cz: Produkt:
eu_es: Produktua:
ko_kr: 상품:
mn_mn: Бараа бүтээгдэхүүн:
sk_sk: Produkt:

source: Contact Form
cs_cz: Kontaktní formulář
ko_kr: 연락처 양식
sk_sk: Kontaktný formulár

source: Your message has been sent successfully, thank you for taking the time to write!
cs_cz: Vaše zpráva byla úspěšně odeslána, děkujeme, že jste si našli čas na její napsání!
ko_kr: 메시지가 잘 전송되었습니다, 시간내어 작성해주셔서 감사합니다!
sk_sk: Vaša správa bola úspešne odoslaná, ďakujeme, že ste si našli čas na jej napísanie!

source: We will reply as soon as possible.
cs_cz: Odpovíme vám co nejdříve.
ko_kr: 최대한 빨리 회신 하겠습니다.
sk_sk: Odpovieme vám čo najskôr.

source: Credit Slip
ca_es: Val de descompte
cs_cz: Dobropis
ko_kr: 신용 전표
sk_sk: Dobropis

source: Credit slip
ca_es: Nota de crèdit
cs_cz: Dobropis
eu_es: Kreditu-oharra
ko_kr: 신용전표
mn_mn: Мөнгө буцаасан баримт
sk_sk: Dobropis

source: A credit slip has been generated in your name for order with the reference [1]{order_name}[/1].
cs_cz: Na vaše jméno byl pro objednávku s označením [1]{order_name}[/1] vygenerován dobropis.
ko_kr: [1]{order_name}[/1] 을 참조하는 주문에서 당신 이름으로 신용 전표를 생성했습니다.
sk_sk: Na vaše meno bol pre objednávku s označením [1]{order_name}[/1] vygenerovaný dobropis.

source: Review this credit slip and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Credit slips</a> section of your customer account.
cs_cz: Prohlédnout tento dobropis a stáhnout fakturu můžete v zákaznické sekci našeho obchodu na odkazu <a href="{history_url}" target="_blank">Dobropisy</a>.
ko_kr: 상첨에서 이 신용 전표를 검토하고 청구서를 다운로드 하려면, 고객 계정의 <a href="{history_url}" target="_blank">신용 전표</a> 섹션으로 이동하세요.
sk_sk: Prezrieť tento dobropis a stiahnuť faktúru môžete v zákaznickej sekcii nášho obchodu na odkaze <a href="{history_url}" target="_blank">Dobropisy</a>.

source: Download products
cs_cz: Stažení produktů
ko_kr: 상품 다운로드
sk_sk: Stiahnutie produktov

source: Thank you for your order with the reference {order_name} from [1]{shop_name}[/1]
cs_cz: Děkujeme za Vaši objednávku s označením {order_name} v obchodě [1]{shop_name}[/1]
ko_kr: [1]{shop_name}[/1] 에서 {order_name} 를 참조하는 주문에 감사드립니다
sk_sk: Ďakujeme za Vašu objednávku s označením {order_name} v obchode [1]{shop_name}[/1]

source: Product(s) to download
cs_cz: Produkt(y) ke stažení
ko_kr: 다운로드 할 상품(들)
sk_sk: Produkt(y) na stiahnutie

source: You have [1]{nbProducts}[/1] product(s) now available for download using the following link(s):
cs_cz: Máte [1]{nbProducts}[/1] produkt(ů) nyní dostupný(ch) ke stažení zde:
ko_kr: 다음 링크(들) 을 사용하여 다운로드 할 수있는 [1]{nbProducts}[/1] 상품(들) 을 보유하고 있습니다:
sk_sk: Pomocou následujúceho odkazu(ov) máte k dispozícii [1]{nbProducts}[/1] produkt(ov) na stiahnutie:

source: First name:
ca_es: Nom:
cs_cz: Jméno:
eu_es: Izena:
ko_kr: 이름:
sk_sk: Meno:

source: Last name:
ca_es: Cognoms:
cs_cz: Příjmení:
eu_es: Abizena:
ko_kr: 성:
sk_sk: Priezvisko:

source: Employee password
cs_cz: Heslo zaměstnance
ko_kr: 직원 비밀번호
sk_sk: Heslo zamestnanca

source: Here is your personal login information for {shop_name}
cs_cz: Zde jsou Vaše osobní přihlašovací informace v obchodě {shop_name}
ko_kr: {shop_name} 에 대한 개인 로그인 정보는 다음과 같습니다
sk_sk: Tu sú vaše osobné prihlasovacie údaje pre obchod {shop_name}

source: Here is your identification information on [1]{shop_name}[/1]
cs_cz: Zde jsou Vaše osobní přihlašovací informace v obchodě [1]{shop_name}[/1]
ko_kr: [1]{shop_name}[/1] 에 대한 개인 인증 정보는 다음과 같습니다
sk_sk: Tu sú vaše identifikačné informácie v obchode [1]{shop_name}[/1]

source: Discussion history:
ca_es: Històric de la conversa:
cs_cz: Historie diskuze:
eu_es: Elkarrizketaren historiala:
ko_kr: 토론 이력:
sk_sk: História diskusie:

source: [1]{employee}[/1] wanted to forward this discussion to you.
cs_cz: [1]{employee}[/1] Vám chce předat tuto diskuzi.
ko_kr: [1]{employee}[/1] 이 이 토론을 전달하려고 합니다.
sk_sk: [1]{employee}[/1] vám poslal túto diskusiu.

source: Forward message
cs_cz: Přeposlána zpráva
ko_kr: 메시지 전달
sk_sk: Preposlaná správa

source: Customer Service - Discussion Forwarded
cs_cz: Zákaznický servis - Diskuze přeposlána
ko_kr: 고객 서비스 - 상담 전달됨
sk_sk: Zákaznícky servis - Diskusia preposlaná

source: [1]{employee}[/1] added [1]{comment}[/1]
cs_cz: [1]{employee}[/1] přidal komentář [1]{comment}[/1]
ko_kr: [1]{employee}[/1] 이 [1]"{comment}"[/1] 를 추가함
sk_sk: [1]{employee}[/1] pridal komentár [1]{comment}[/1]

source: You can access your customer account on our shop:
ca_es: Podeu accedir al vostre compte de client a la nostra botiga:
cs_cz: Můžete přistupovat ke svému zákaznickému účtu v našem obchodě:
ko_kr: 우리 상점에 당신의 고객 계정으로 접속할 수 있습니다:
sk_sk: Môžete sa prihlásiť do svojho zákazníckeho účtu v našom obchode:

source: Email address:
cs_cz: E-mailová adresa:
ko_kr: 이메일 주소:
sk_sk: E-mailová adresa:

source: Guest to customer
cs_cz: Z hosta na zákazníka
ko_kr: 방문자를 고객으로
sk_sk: Z hosťa na zákazníka

source: Your guest account has been turned into a customer account
cs_cz: Váš účet hosta byl změněn na účet zákazníka
ko_kr: 당신의 비회원 계정이 고객 계정으로 변경 되었습니다.
sk_sk: Váš hosťovský účet bol zmenený na účet zákazníka

source: Congratulations, your guest account for [1]{shop_name}[/1] has been turned into a customer account!
cs_cz: Blahopřejeme, váš účet hosta v obchodě [1]{shop_name}[/1] byl změněn na účet zákazníka!
ko_kr: 축하합니다, [1]{shop_name}[/1] 의 당신의 비회원 계정이 고객 계정으로 변환 되었습니다!
sk_sk: Blahoželáme, váš účet hosťa v obchode [1]{shop_name}[/1] bol zmenený na účet zákazníka!

source: The file {filename} has been successfully imported to your shop.
ca_es: El fitxer {filename} s'ha importat correctament a la botiga.
cs_cz: Soubor {filename} byl úspěšně importován do vašeho obchodu.
ko_kr: 파일 {filename} 을 (를) 상점에 상점에 불러왔습니다.
sk_sk: Súbor {filename} bol úspešne importovaný do vášho obchodu.

source: Import
ca_es: Importar
cs_cz: Importovat
eu_es: Inportatu
ko_kr: 불러오기
mn_mn: Импортлох

source: Import finished
cs_cz: Import dokončen
ko_kr: 가져오기 완료
sk_sk: Import dokončený

source: In transit
ca_es: En trànsit
cs_cz: Zásilka na cestě
ko_kr: 배송 중
sk_sk: Objednávka bola expedovaná

source: You can track your package using the following link:
ca_es: Podeu fer el seguiment del vostre paquet utilitzant l'enllaç següent:
cs_cz: Vaši zásilku můžete sledovat přes následující odkaz:
ko_kr: 다음 링크를 사용하여 화물을 추적할 수 있습니다.
sk_sk: Vašu zásielku môžete sledovať kliknutím na sledovací odkaz:

source: Your order with the reference [1]{order_name}[/1] is on its way.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] je na cestě.
ko_kr: [1]{order_name}[/1] 을 참조하는 주문이 배송 중입니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] je na ceste.

source: You can check for it in the [1]Advanced Parameters > Logs[/1] section of your back office.
cs_cz: Zkontrolujte sekci [1]Pokročilé nastavení > Chybové záznamy [/1] ve vaší administraci.
ko_kr: 관리자 사이트의 [1]고급 매개 변수 > 기록[/1] 섹션에서 확인할 수 있습니다.
sk_sk: Skontrolujte sekciu [1]Rozšírené nastavenia > Chybové záznamy[/1] vo vašej administrácii.

source: Log Alert
cs_cz: Chybové hlášení
ko_kr: 기록 경고
sk_sk: Chybové hlásenie

source: New alert message saved
cs_cz: Nová výstražná zpráva byla uložena
ko_kr: 새 경고 메시지 저장됨
sk_sk: Nová výstražná správa bola uložená

source: [1]WARNING:[/1] you have received a new log alert in your back office.
cs_cz: [1]Varování:[/1] dostali jste nové upozornění chybových záznamů v administraci.
ko_kr: [1]경고: [/1] 관리자 사이트에서 새 기록 경고를 받았습니다.
sk_sk: [1]Varovanie:[/1] dostali ste nové upozornenie chybových záznamov v administrácii.

source: Newsletter
ca_es: Butlletí de notícies (newsletter)
cs_cz: Odběr novinek
ko_kr: 소식지
sk_sk: Zasielanie noviniek
