Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/EmailsBody.*.xlf
Languages: ca_es, cs_cz, eu_es, ko_kr, mn_mn, sk_sk

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="{prestashop_url}">PrestaShop™</a>
cs_cz: <a href="{shop_url}">{shop_name}</a> vytvořené přes <a href="{prestashop_url}">PrestaShop™</a>
ko_kr: <a href="{shop_url}">{shop_name}</a>은 <a href="{prestashop_url}">PrestaShop™</a> 으로 제작됨
sk_sk: <a href="{shop_url}">{shop_name}</a> vytvorené cez <a href="{prestashop_url}">PrestaShop™</a>

source: Your login email address on {shop_name}
cs_cz: Vaše přihlašovací e-mailová adresa v obchodě {shop_name}
ko_kr: {shop_name} 의 로그인 이메일 주소
sk_sk: Vaša prihlasovacia e-mailová adresa v obchode {shop_name}

source: Here is your login email address:
cs_cz: Toto je vaše přihlašovací e-mailová adresa:
ko_kr: 다음은 당신의 로그인 이메일 주소입니다:
sk_sk: Toto je vaša prihlasovacia e-mailová adresa:

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
ca_es: Si us plau aneu a <a href="{order_link}">{order_link}</a> per tal de finalitzar el pagament.
cs_cz: Pro dokončení platby pokračujte prosím na <a href="{order_link}">{order_link}</a>.
eu_es: Mesedez jarrai ezazu <a href="{order_link}">{order_link}</a> ordainketa amaitzeko.
ko_kr: 결제를 완료하려면 <a href="{order_link}">{order_link}</a>로 이동하십시오.
sk_sk: Pre dokončenie objednávky prosím prejdite na <a href="{order_link}">{order_link}</a>.

source: Awaiting wire payment
ca_es: Esperant pagament per transferència
cs_cz: Čeká se na bankovní převod
eu_es: Transferentzi ordainketaren zain
ko_kr: 계좌 이체 결제 대기 중
sk_sk: Čaká sa na platbu prevodom na účet

source: You have selected to pay by wire transfer.
ca_es: Heu seleccionat pagar mitjançant transferència.
cs_cz: Jako způsob platby jste vybrali bankovní převod.
eu_es: Banku transferentziaz ordaintzea aukeratu duzu.
ko_kr: 당신은 계좌 이체로 지불을 선택했습니다.
sk_sk: Zvolili ste si platbu bankovým prevodom.

source: Here are the bank details for your transfer:
ca_es: Aquí hi ha les dades bancàries per a la vostra transferència:
cs_cz: Zde jsou detaily pro provedení bankovního příkazu:
eu_es: Hona hemen bankuko datuak zure transferentzirako:
ko_kr: 이체할 은행 정보는 다음과 같습니다:
sk_sk: Detaily bankového účtu pre Vašu platbu:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
ca_es: Si teniu un compte de convidat, podeu seguir l'evolució de la comanda a la secció <a href="{guest_tracking_url}">"Seguiment de convidat"</a> de la nostra botiga.
cs_cz: Pokud máte účet hosta, můžete zkontrolovat Vaši objednávku v našem e-shopu v sekci <a href="{guest_tracking_url}">"Účet hosta"</a>.
ko_kr: 비회원 계정을 가지고 계시다면, 상점의 <a href="{guest_tracking_url}">"비회원 추적"</a> 섹션을 통해 주문을 추적할 수 있습니다.
sk_sk: Ak nemáte v našom obchode založený účet, stav objednávky môžete sledovať v časti <a href="{guest_tracking_url}">Sledovanie objednávok pre neregistrovaných zákazníkov</a>.

source: Awaiting check payment
ca_es: Esperant el pagament amb xec
cs_cz: Čeká se na platbu šekem
eu_es: Ordainketa txekearen zain
ko_kr: 수표 결제 대기 중
sk_sk: Čaká sa na platbu šekom

source: You have selected to pay by check.
ca_es: Heu seleccionat pagar mitjançant un xec.
cs_cz: Jako způsob platby jste vybrali platbu šekem.
eu_es: Txeke bitartez ordaintzea aukeratu duzu.
ko_kr: 수표로 결제를 선택했습니다.
sk_sk: Zvolili ste si platbu šekom.

source: Here are the bank details for your check:
ca_es: Aquí hi ha els detalls bancaris pel vostre xec:
cs_cz: Zde jsou údaje pro platbu šekem:
eu_es: Hona hemen bankuko xehetasunak zure txekerako:
ko_kr: 수표에 대한 은행 정보는 다음과 같습니다:
sk_sk: Detaily bankového účtu pre Váš šek:

source: Your order with the reference [1]{order_name}[/1] has been placed successfully and will be [1]shipped as soon as we receive your payment[/1].
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] byla úspěšně zadána a bude [1]odeslaná po přijetí vaší platby[/1].
ko_kr: 참조 [1]{order_name}[/1] 은 잘 접수되었고 [1]결재가 완료되는 대로 즉시 배송[/1] 합니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] bola úspešne zadaná a bude [1]odoslaná po prijatí vašej platby[/1].

source: Customer e-mail address:
ca_es: Adreça electrònica del client:
cs_cz: E-mail zákazníka:
ko_kr: 고객 이메일 주소:
mn_mn: Харилцагчийн И-мэйл хаяг:
sk_sk: E-mailová adresa zákazníka:

source: Order ID:
ca_es: ID de comanda:
cs_cz: Číslo objednávky:
eu_es: Eskaera IDa:
ko_kr: 주문 ID:
mn_mn: Захиалгын дугаар:
sk_sk: Číslo objednávky:

source: Your message to {shop_name} Customer Service
ca_es: El vostre missatge pel servei d'atenció al client de {shop_name}
cs_cz: Vaše zpráva zákaznickému centru {shop_name}
ko_kr: {shop_name} 고객 서비스에 보내는 메시지
sk_sk: Vaša správa pre zákaznícky servis obchodu {shop_name}

source: Your message has been sent successfully.
ca_es: El vostre missatge ha estat enviat correctament.
cs_cz: Vaše zpráva byla úspěšně odeslána.
eu_es: Zure mezua ongi bidali da.
ko_kr: 메시지가 전송되었습니다.
sk_sk: Vaša správa bola úspešne odoslaná.

source: We will answer as soon as possible.
ca_es: Us respondrem tan aviat com ens sigui possible.
cs_cz: Odpovíme Vám v co nejkratším čase.
eu_es: Ahal bezain azkarren erantzungo dizugu.
ko_kr: 최대한 빨리 답변 드리겠습니다.
sk_sk: Odpovieme Vám čo najskôr.

source: Credit slip created
ca_es: S'ha creat un val de descompte
cs_cz: Byl vytvořen dobropis
ko_kr: 신용 전표 생성됨
sk_sk: Dobropis vytvorený

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
ca_es: Podeu revisar el val de devolució i descarregar la vostra factura a la secció <a href="{history_url}">"Els meus vals de devolució"</a> del vostre compte clicant a <a href="{my_account_url}">"El meu compte"</a> a la nostra botiga.
cs_cz: Dobropis si můžete zkontrolovat a doklad stáhnout na našich stránkách v sekci <a href="{history_url}">"Moje dobropisy"</a>, kterou naleznete po přihlášení do Vašeho účtu kliknutím na <a href="{my_account_url}">"Můj účet"</a>.
ko_kr: 상점에서 <a href="{my_account_url}"> "내 계정"</a>을 클릭하고 계정의 <a href="{history_url}">"내 신용 전표 "</a> 섹션에서 청구서를 조회하거나 다운로드 할 수 있습니다.
sk_sk: Podrobnosti o dobropise spolu s Vašou faktúrou nájdete vo Vašom zákazníckom <a href="{my_account_url}">"Účte"</a> po kliknutí na <a href="{history_url}">"História objednávok"</a>.

source: We have generated a credit slip in your name for order with the reference [1]{order_name}[/1].
cs_cz: Ke vaší objednávce s označením [1]{order_name}[/1] jsme právě vygenerovali dobropis.
ko_kr: [1]{order_name}[/1] 를 참조하는 주문에 대해 당신의 이름으로 신용 전표가 생성됐습니다.
sk_sk: Ku vašej objednávke s označením [1]{order_name}[/1] sme práve vygenerovali dobropis.

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
ca_es: Gràcies per fer la vostra comanda amb referència {order_name} a <strong>{shop_name}</strong>
cs_cz: Děkujeme za Vaši objednávku číslo {order_name} z obchodu <strong>{shop_name}</strong>
ko_kr: <strong>{shop_name}</strong>에서 참조 {order_name} 을 주문해 주셔서 감사합니다
sk_sk: Ďakujeme za Vašu objednávku s číslom {order_name} z obchodu <strong>{shop_name}</strong>

source: Product(s) now available for download
ca_es: Producte(s) disponibles ara per a la descàrrega
cs_cz: Virtuální produkt(y) k dispozici ke stažení
ko_kr: 이제 상품(들) 이 다운로드 가능함
sk_sk: Produkt(y) dostupné na stiahnutie

source: Your {shop_name} login information
ca_es: La vostra informació d'accés a {shop_name}
cs_cz: Vaše přihlašovací údaje pro obchod {shop_name}
ko_kr: {shop_name} 로그인 정보
sk_sk: Vaše prihlasovacie údaje do obchodu {shop_name}

source: Here is your personal login information for [1]{shop_name}[/1]:
cs_cz: Zde jsou vaše osobní přihlašovací informace v obchodě [1]{shop_name}[/1]:
ko_kr: [1]{shop_name}[/1] 에 대한 개인 로그인 정보는 다음과 같습니다:
sk_sk: Tu sú vaše osobné prihlasovacie informácie v obchode [1]{shop_name}[/1]:

source: Customer service - Forwarded discussion
ca_es: Servei d'atenció al client - Conversa redirigida
cs_cz: Zákaznický servis – Přeposlaná konverzace
ko_kr: 고객 서비스 - 전달된 토론
sk_sk: Zákaznícky servis - Preposlaná diskusia

source: [1]{employee}[/1] added [1]"{comment}"[/1]
cs_cz: [1]{employee}[/1] přidal komentář [1]"{comment}"[/1]
ko_kr: [1]{employee}[/1] 이 [1]"{comment}"[/1] 를 추가했습니다
sk_sk: [1]{employee}[/1] pridal komentár [1]"{comment}"[/1]

source: Your customer account creation
ca_es: Creació del vostre compte de client
cs_cz: Váš zákaznický účet byl vytvořen
ko_kr: 고객 계정 생성
sk_sk: Váš zákaznícky účet bol vytvorený

source: Please be careful when sharing these login details with others.
ca_es: Aneu en compte al compartir aquestes dades d'accés amb altres persones.
cs_cz: Prosím, buďte opatrní při sdílení těchto přihlašovací údajů s ostatními.
ko_kr: 이러한 로그인 세부 정보를 다른 사용자와 공유할 때는 주의하세요.
sk_sk: Pri zdieľaní týchto prihlasovacích údajov s ostatnými buďte prosím opatrný.

source: E-mail address:
ca_es: Adreça electrònica:
cs_cz: E-mail:
eu_es: E-mail helbidea:
ko_kr: 이메일 주소:
mn_mn: И-мэйл хаяг:
sk_sk: E-mail:

source: Your guest account for [1]{shop_name}[/1] has been transformed into a customer account.
cs_cz: Váš účet hosta v obchodě [1]{shop_name}[/1] se změnil na účet zákazníka.
sk_sk: Váš účet hosťa v obchode [1]{shop_name}[/1] sa zmenil na účet zákazníka.

source: Import complete
ca_es: S'ha completat la importació
cs_cz: Import dokončen
ko_kr: 가져오기 완료
sk_sk: Import bol dokončený

source: Your order with the reference [1]{order_name}[/1] is currently in transit.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] je v přepravě.
ko_kr: 참조 [1]{order_name}[/1] 주문은 현재 배송 중입니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] je v preprave.

source: You have received a new log alert
ca_es: Heu rebut una nova alerta de registre
cs_cz: Máte nový záznam v logu z Vašeho obchodu
ko_kr: 새 기록 알림을 받았습니다
sk_sk: Máte nový záznam v logu z Vášho obchodu

source: [1]Warning:[/1] you have received a new log alert in your Back Office.
cs_cz: [1]Varování:[/1] dostali jste nové upozornění chybových záznamů v administraci.
ko_kr: [1]경고: [/1] 관리자 사이트에서 새 기록 경고를 받았습니다.
sk_sk: [1]Varovanie:[/1] dostali ste nové upozornenie chybových záznamov v administrácii.

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled.
cs_cz: Vaše objednávka s označením [1]{order_name}[/1] z obchodu [1]{shop_name}[/1] byla zrušena.
ko_kr: [1]{shop_name}[/1] 에서의 [1]{order_name}[/1] 를 참조하는 주문이 취소되었습니다.
sk_sk: Vaša objednávka s označením [1]{order_name}[/1] z obchodu [1]{shop_name}[/1] bola zrušená.

source: Message from a customer
ca_es: Missatge d'un client
cs_cz: Zpráva od zákazníka
eu_es: Bezeroaren mezua
ko_kr: 고객님으로 부터 온 메세지
mn_mn: Харилцагчаас ирсэн мессеж
sk_sk: Správa od zákazníka

source: Return #{id_order_return} - update
ca_es: Devolució #{id_order_return} - actualització
cs_cz: Vratka č.{id_order_return} - Aktualizována
eu_es: #{id_order_return} itzultzearen eguneraketa
ko_kr: 반품#{id_order_return} - 갱신
sk_sk: Vrátenie tovaru #{id_order_return} - aktualizácia

source: Item(s) out of stock
ca_es: Ítem(s) fora d'estoc
cs_cz: Produkt(y) je/jsou vyprodaný(é)
eu_es: Ale stockik gabe
ko_kr: 품절 품목(들)
sk_sk: Niektoré produkty nie sú skladom

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
ca_es: Malauradament, un o més articles actualment no estan en estoc. Això pot causar un retard en el vostre lliurament. Accepteu les nostres disculpes, treballem per corregir la situació.
cs_cz: Bohužel, jedna nebo více položek není v současné době na skladě. To může způsobit mírné zpoždění dodávky objednaného zboží. Přijměte, prosím, naši omluvu a ujištěni, že se snažíme o co nejrychlejší řešení.
ko_kr: 죄송하지만, 하나 이상의 품목이 현재 재고가 없습니다. 이로 인해 배송이 약간 지연 될 수 있습니다. 사과드리고 이 문제를 해결하려고 열심히 노력 중이니 안심하시기 바랍니다.
sk_sk: Bohužiaľ, niektoré produkty nie sú momentálne na sklade, čo môže spôsobiť krátke oneskorenie doručenia Vašej objednávky. Prosíme, prijmite naše ospravedlnenie. Chceme Vás ubezpečiť, že Vašu objednávku vybavíme hneď ako to bude možné.

source: Your new {shop_name} login details
ca_es: Les vostres noves dades d'accés a {shop_name}
cs_cz: Vaše nové přihlašovací údaje do obchodu {shop_name}
ko_kr: 신규 {shop_name} 로그인 세부 정보
sk_sk: Vaše nové prihlasovacie údaje do obchodu {shop_name}

source: Password reset request for {shop_name}
ca_es: S'ha demanat una regeneració de la contrasenya per a {shop_name}
cs_cz: Požadavek na změnu hesla z obchodu {shop_name}
ko_kr: {shop_name} 의 비밀번호 재설정 요청
sk_sk: Žiadosť o zmenu hesla pre obchod {shop_name}

source: To confirm this action, please use the following link:
ca_es: Per tal de confirmar aquesta acció, si us plau cliqueu el següent enllaç:
cs_cz: Pro potvrzení této akce, prosíme, klikněte na následující odkaz:
ko_kr: 이 작업을 확인하려면, 다음 링크를 사용하세요:
sk_sk: K potvrdeniu tejto akcie použite prosím nasledujúci odkaz:

source: Payment processed
ca_es: Pagament processat
cs_cz: Vaše objednávka byla uhrazena
ko_kr: 결제 처리됨
sk_sk: Vaša objednávka bola uhradená

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
ca_es: El vostre pagament per a la comanda amb referència <strong><span>{order_name}</span></strong> s'ha processat correctament.
cs_cz: Vaše platba za objednávku s označením <strong><span>{order_name}</span></strong> byla úspěšně zpracována.
ko_kr: 참조 <strong> <span> {order_name} </span> </strong> 인 주문에 대한 결제가 성공적으로 처리 되었습니다.
sk_sk: Platba za Vašu objednávku s číslom <strong><span>{order_name}</span></strong> bola úspešne prijatá.

source: Payment processing error
ca_es: Error en processar el pagament
cs_cz: Chyba při zpracování platby
ko_kr: 결제 처리 오류
sk_sk: Chyba pri spracovaní platby

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
ca_es: Hi ha un problema amb el vostre pagament a <strong><span>{shop_name}</span></strong> per a la comanda amb referència <strong><span>{order_name}</span></strong>. Si us plau, contacteu amb nosaltres pel vostre propi interès.
cs_cz: Nastal problém s Vaší platbou v obchodě <strong><span>{shop_name}</span></strong> u objednávky s označením <strong><span>{order_name}</span></strong>. Prosím, kontaktujte nás ihned, jakmile to bude možné.
ko_kr: <strong><span>{shop_name}</span></strong>의 참조 <strong><span>{order_name}</span></strong> 주문에 대한 결제에 문제가 있습니다. 최대한 빠른 시일 내에 연락 주시기 바랍니다.
sk_sk: Vyskytol sa problém s platbou za Vašu objednávku s číslom <strong><span>{order_name}</span></strong> v obchode <strong><span>{shop_name}</span></strong>. Kontaktujte nás prosím hneď ako to bude možné.

source: We cannot ship your order until we receive your payment.
ca_es: No us podem enviar la comanda fins que no en rebem el pagament.
cs_cz: Nemůžeme odeslat Vaší objednávku, dokud neobdržíme platbu.
ko_kr: 결제를 받을 때까지는 주문을 발송할 수 없습니다.
sk_sk: Objednávku nemôžeme odoslať skôr, než prijmeme od Vás platbu.

source: Processing
ca_es: Processant
cs_cz: Se zpracovává
ko_kr: 처리 중
sk_sk: Spracováva sa

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
ca_es: Ara mateix estem processant la vostra comanda a <strong><span>{shop_name}</span></strong> amb la referència <strong><span>{order_name}</span></strong>.
cs_cz: V současné době zpracováváme Vaší objednávku v obchodě <strong><span>{shop_name}</span></strong> s označením <strong><span>{order_name}</span></strong>.
ko_kr: 현재 <strong><span>{shop_name}</span></strong>의 <strong><span>{order_name}</span></strong> 주문을 처리 중입니다.
sk_sk: Práve spracovávame Vašu objednávku s číslom <strong><span>{order_name}</span></strong> z obchodu <strong><span>{shop_name}</span></strong>.

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
ca_es: Hem processat el reemborsament de <strong><span>{shop_name}</span></strong> per a la vostra comanda amb referència <strong><span>{order_name}</span></strong>.
cs_cz: Zpracováváme vrácení platby za Vaší objednávku s označením <strong><span>{order_name}</span></strong> v obchodě <strong><span>{shop_name}</span></strong>.
ko_kr: <strong><span>{shop_name}</span></strong>에서 <strong><span>{order_name}</span></strong> 주문을 환불 처리했습니다.
sk_sk: Spracovali sme vrátenie peňazí za Vašu objednávku s číslom <strong><span>{order_name}</span></strong> v obchode <strong><span>{shop_name}</span></strong>.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
ca_es: Per tal de respondre, si us plau utilitzeu el següent enllaç: <a href="{link}">{link}</a>
cs_cz: Pokud chcete odpovědet, prosím, použijte následující odkaz: <a href="{link}">{link}</a>
ko_kr: 답장을 보내려면, 다음 링크를 사용하세요:<a href="{link}">{link}</a>
sk_sk: Odpovedajte prosím na následujúcom odkaze: <a href="{link}">{link}</a>

source: Your order has been shipped
ca_es: La vostra comanda ha estat enviada
cs_cz: Vaše objednávka byla odeslána
ko_kr: 당신의 주문이 배송되었습니다
sk_sk: Vaša objednávka bola odoslaná

source: Hello
ca_es: Hola
cs_cz: Dobrý den
eu_es: Kaixo
ko_kr: 안녕하세요
sk_sk: Dobrý deň

source: This is a [1]test e-mail[/1] from your shop.
cs_cz: Toto je [1]testovací e-mail[/1] z vašeho obchodu.
sk_sk: Toto je [1]testovací e-mail[/1] z vášho obchodu.

source: If you can read this, the test was successful!
cs_cz: Pokud to čtete, test byl úspěšný!
ko_kr: 이것을 읽을 수 있다면, 테스트는 성공한 겁니다!
sk_sk: Ak to čítate, test bol úspešný!

source: Voucher created
ca_es: Cupó de descompte creat
cs_cz: Slevový kupón vytvořen
ko_kr: 할인쿠폰 생성됨
sk_sk: Zľavový kupón vytvorený

source: A voucher has been created in your name as a result of your order with the reference [1]{order_name}[/1].
cs_cz: Na základě vaší objednávky s označením [1]{order_name}[/1] vám byl vytvořen slevový kupón.
ko_kr: [1]{order_name}[/1] 를 참조하는 주문 결과로 당신의 이름으로 할인 쿠폰이 생성되었습니다.
sk_sk: Na základe vašej objednávky s označením [1]{order_name}[/1] vám bol vytvorený zľavový kupón.

source: [1]Voucher code: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
cs_cz: [1]Kód kupónu: {voucher_num}[/1] v hodnotě [1]{voucher_amount}[/1]
ko_kr: [1]할인 쿠폰 코드: {voucher_num}[/1] [1]{voucher_amount}[/1] 상당
sk_sk: [1]Kód kupónu: {voucher_num}[/1] v hodnote [1]{voucher_amount}[/1]

source: This is to inform you about the creation of a voucher.
ca_es: Aquest missatge és per informar-vos que s'ha creat un cupó.
cs_cz: Chceme Vás informovat o vytvoření slevového kupónu.
ko_kr: 이것은 할인 쿠폰 생성에 대한 정보입니다.
sk_sk: Toto je informatívny e-mail o vytvorení zľavového kupónu.

source: Your {shop_name} login details
ca_es: Dades d'accés a {shop_name}
cs_cz: Vaše přihlašovací údaje
eu_es: Zure {shop_name} sarrera xehetasunak
ko_kr: {shop_name}의 로그인 상세정보
sk_sk: Vaše prihlasovacie údaje v obchode {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
ca_es: Ens n'hem adonat que durant la vostra darrera visita a {shop_name}, no heu completat la comanda que havíeu començat.
cs_cz: Všimli jsme si, že během Vaší poslední návštěvy obchodu {shop_name}, jste nedokončil(a) svoji objednávku.
ko_kr: 마지막으로 {shop_name} 을 (를) 방문하는 동안 시작한 주문을 완료하지 않은 것으로 나타났습니다.
sk_sk: Všimli sme si, že počas Vašej poslednej návštevy v obchode {shop_name} ste nedokončiii objednávku ktorú ste začali.

source: As an incentive, we can give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
cs_cz: Jako odškodnění vám můžeme poskytnout slevu [1]{amount}%[/1] z vaší další objednávky! Tato nabídka je platná [1]{days}[/1] dní!
ko_kr: 우대 차, 다음 주문 시 [1]{amount}%[/1] 할인을 해드립니다! 이 제안은 [1]{days}[/1] 일간 유효하므로, 놓치지 마세요!
sk_sk: Ako odškodnenie vám môžeme poskytnúť zľavu [1]{amount}%[/1] z vašej ďalšej objednávky! Táto ponuka je platná [1]{days}[/1] dní!

source: Thank you for your order at {shop_name}.
ca_es: Gràcies per la vostra comanda a {shop_name}.
cs_cz: Děkujeme za Vaši objednávku v obchodě {shop_name}.
ko_kr: {shop_name} 에서 주문해 주셔서 감사합니다.
sk_sk: Ďakujeme za Vašu objednávku v obchode {shop_name}.

source: As our way of saying thanks, we want to give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
cs_cz: Jako způsob vyjádření díků vám chceme dát slevu [1]{amount}%[/1] z vaší další objednávky! Tato nabídka platí [1]{days}[/1] dní!
ko_kr: 감사의 뜻으로, 다음 주문 시 [1]{amount}%[/1] 할인해 드립니다. 이 제안은 [1]{days}[/1] 일 간 유효하므로, 놓치지 마세요!
sk_sk: Ako spôsob vyjadrenia vďaky vám chceme dať zľavu [1]{amount}%[/1] z vašej ďalšej objednávky! Táto ponuka platí [1]{days}[/1] dní!

source: You are one of our best customers and as such we want to thank you for your continued patronage.
ca_es: Sou un dels nostres millors clients , per la qual cosa volem agrair-vos la vostra continuada confiança.
cs_cz: Jste jeden z našich nejlepších zákazníků, chtěli bychom Vám velmi poděkovat za vaši přízeň.
ko_kr: 당신은 우리의 최고 고객 중 한분이며 지속적인 후원에 감사드립니다.
sk_sk: Ste jedným z našich najlepších zákazníkov a preto by sme Vám chceli poďakovať za Vašu vernosť.

source: As appreciation for your loyalty, we want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
cs_cz: Jako ocenění za vaši loajalitu vám chceme poskytnout slevu [1]{amount}%[/1] z vaší další objednávky! Tato nabídka je platná [1]{days}[/1] dní!
ko_kr: 당신의 사랑에 감사드리며, 다음 주문시 유효한 [1]{amount}%[/1] 할인 혜택을 드립니다. 이 혜택은 [1]{days}[/1] 일간 유효하므로, 놓치지 마세요!
sk_sk: Ako ocenenie za vašu lojalitu vám chceme poskytnúť zľavu [1]{amount}%[/1] z vašej ďalšej objednávky! Táto ponuka je platná [1]{days}[/1] dní!

source: Here is your coupon:
ca_es: Aquí hi ha el vostre cupó:
cs_cz: Zde je číslo kupónu:
ko_kr: 쿠폰은 다음과 같습니다:
sk_sk: Tu je Váš kupón:

source: Enter this code in your shopping cart to get your discount.
ca_es: Entreu aquest codi al vostre carret de la compra per aconseguir el vostre descompte.
cs_cz: Vložte tento kód ve vašem košíku a aktivujte svoji slevu.
ko_kr: 장바구니에 이 코드를 입력하여 할인을 받으세요.
sk_sk: Na získanie zľavy zadajte tento kód do nákupného košíka.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
ca_es: Sou un dels nostres millors clients, malgrat no heu fet cap comanda en els darrers {days_threshold} dies.
cs_cz: Jste jeden z našich nejlepších zákazníků, ale již jste nevytvořil objednávku po dobu {days_threshold} dnů.
ko_kr: 당신은 최고의 고객 중 한 분이지만, {days_threshold} 일 이내에 접수한 주문이 없습니다.
sk_sk: Ste jedným z našich najlepších zákazníkov, avšak za posledných {days_threshold} dní ste nevytvorili žiadnu objednávku.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
cs_cz: Chceme vám poděkovat za důvěru, kterou jste nám projevili, a chceme vám poskytnout slevu [1]{amount}%[/1] z vaší další objednávky! Tato nabídka je platná [1]{days}[/1] dní!
ko_kr: 당신의 신뢰에 감사드리며, 다음 주문시 유효한 [1]{amount}%[/1] 할인 혜택을 드립니다. 이 혜택은 [1]{days}[/1] 일간 유효하므로, 놓치지 마세요!
sk_sk: Chceme sa vám poďakovať za dôveru, ktorú ste nám prejavili, a chceme vám poskytnúť zľavu [1]{amount}%[/1] z vašej ďalšej objednávky! Táto ponuka je platná [1]{days}[/1] dní!

source: This item is once again in-stock.
ca_es: Aquest element ara mateix torna a ser en estoc.
cs_cz: Tato položka je nyní opět skladem.
ko_kr: 이 품목은 다시 재고-있음으로 됩니다.
sk_sk: Tento produkt je znovu skladom.
