Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/Install.*.xlf
Languages: az_az, es_ve

source: Choose your language
az_az: Dil seçin

source: License agreements
az_az: Lisenziya razılaşması

source: System compatibility
az_az: Sistem uyğunluğu

source: Store information
az_az: Mağaza məlumatları

source: System configuration
az_az: Sistem tənzimləməsi

source: Store installation
az_az: Mağaza quraşdırılması

source: Field required
az_az: Bu sahə məcburidir

source: firstname
az_az: Ad

source: Your lastname contains some invalid characters
az_az: Soyadınız bəzi yanlış hərflərdən ibarətdir

source: lastname
az_az: Soyad

source: This e-mail address is invalid
az_az: E-poçt adresi yanlışdır

source: Image folder %s is not writable
az_az: %s şəkil qovluğu yazılabilir deyil

source: An error occurred during logo copy.
az_az: Loqo kopyalanması zamanı xəta baş verdi.

source: An error occurred during logo upload.
az_az: Loqo yüklənməsi zamanı xəta baş verdi.

source: Sports and Entertainment
az_az: İdman və əyləncə

source: Invalid shop name
az_az: Yanlış mağaza adı

source: Your firstname contains some invalid characters
az_az: Adınız bəzi yanlış hərflərdən ibarətdir

source: Database is connected
az_az: Bazaya qoşuldu

source: Database is created
az_az: Baza yaradıldı

source: Cannot create the database automatically
az_az: Avtomatik baza yaradila bilmədi

source: Create database tables
az_az: Baza cədvəlləri yarat

source: Create default shop and languages
az_az: Cari mağaza və dillər

source: Populate database tables
az_az: Baza cədvəllərini artır

source: Configure shop information
az_az: Mağaza məlumatlarını tənzimləyin

source: Install modules
az_az: Modul quraşdır

source: Cannot upload files
az_az: Sənədlər yüklənmədi

source: Cannot create new files and folders
az_az: Yeni sənəd və qovluqlar yaradılmadı

source: Files
az_az: Sənədlər

source: Permissions on files and folders
az_az: Sənəd və qovluqlardakı icazə

source: Information about your Store
az_az: Mağazanız haqqında məlumat

source: Shop name
az_az: Bazarın adı

source: Yes
az_az: Bəli

source: No
az_az: Xeyir

source: Country
az_az: Ölkə

source: Select your country
az_az: Ölkənizi seçin

source: Shop timezone
az_az: Mağaza vaxt zonası

source: Select your timezone
az_az: Vaxt zonasını seçin

source: Shop logo
az_az: Mağaza loqosu

source: Your Account
az_az: Hesabınız

source: First name
az_az: Adınız

source: Last name
az_az: Soyadınız

source: E-mail address
az_az: E-Poçt

source: Shop password
az_az: Mağaza parolu

source: Must be at least 8 characters
az_az: Ən azı 8 hərf olmalıdır

source: Re-type to confirm
az_az: Təsqdiqləmək üçün yenidən daxil edin

source: Database name
az_az: Baza adı

source: Database login
az_az: Bazaya giriş

source: Database password
az_az: Baza parolu

source: Database Engine
az_az: Baza Motoru

source: Drop existing tables (mode dev)
az_az: Var olan cədvəlləri sil

source: Test your database connection now!
az_az: Baza qoşulmasını test edin!

source: Next
az_az: Növbəti

source: Back
az_az: Geri

source: Official forum
az_az: Rəsmi forum

source: Contact us
az_az: Bizimlə əlaqə

source: Support
az_az: Dəstək

source: Documentation
az_az: Sənədləşmə

source: PrestaShop Installation Assistant
az_az: PrestaShop yükləmə yardımcısı

source: Contact us!
az_az: Bizimlə əlaqə!

source: Installation Assistant
az_az: Quraşdırma yardımçısı

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
az_az: PrestShop-un quraşdırılması üçün brauzerinidə JavaScript aktivləşdirilmiş olmalıdır.

source: License Agreements
az_az: Lisenziya razılaşması

source: Done!
az_az: Bitti!

source: An error occurred during installation...
az_az: Quraşdırılma zamanı xəta baş verdi...

source: Your installation is finished!
az_az: Yükləmə tamamlandı!

source: You have just finished installing your shop. Thank you for using PrestaShop!
az_az: Mağazanızın quraşdırılması başa catdı.PrestaShop istifadə etdiyiniz üçün minnətdarıq!

source: E-mail
az_az: E-Poçt

source: Print my login information
az_az: Giriş məlumatlarınızı çap edin

source: Password
az_az: Şifrə

source: Display
az_az: Göstər

source: For security purposes, you must delete the "install" folder.
az_az: Təhlükəsizlik məqsədləri üçün "install" qovluğunu silməlisiniz.

source: Back Office
az_az: İdarə Ofisi

source: Manage your store
az_az: Mağazanızı idarə edin

source: Front Office
az_az: Ön ofis

source: Share
az_az: Paylaş

source: PrestaShop compatibility with your system environment has been verified!
az_az: PrestaShop-un sizin sistemlə uyğunluğu təsdiqləndi!

source: Continue the installation in:
az_az: Yükləməya burdan davam edin:

source: Lingerie and Adult
az_az: Alt paltarı və Yetişkin

source: Animals and Pets
az_az: Heyvanlar və Evcil Heyvanlar

source: Art and Culture
az_az: İncənət və Mədəniyyət

source: Babies
az_az: Uşaqlar

source: Beauty and Personal Care
az_az: Gözəllik və özünə qayğı

source: Cars
az_az: Maşınlar

source: Computer Hardware and Software
az_az: Kompyuter hissələri və program təminatı

source: Download
az_az: Yüklə

source: Fashion and accessories
az_az: Moda və aksessuarlar

source: Flowers, Gifts and Crafts
az_az: Güllər, Hədiyyələr və Əl işləri

source: Food and beverage
az_az: Yemək və içkilər

source: Home and Garden
az_az: Ev və bağça

source: Home Appliances
az_az: Ev alətləri

source: Jewelry
az_az: Daş-qaş

source: Mobile and Telecom
az_az: Mobil və telekom

source: Services
az_az: Xidmətlər

source: Shoes and accessories
az_az: Ayaqqabı və aksessuarlar

source: Travel
az_az: Səyahət

source: The password and its confirmation are different
es_ve: La contraseña y la confirmación de la contraseña son diferentes

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
es_ve: La contraseña no es válida (debe ser una cadena alfanumérica de al menos 8 caracteres)

source: Create file parameters
es_ve: Creando archivo de parámetros

source: PHP 5.6 or later is not enabled
es_ve: No está habilitado PHP 5.6 o superior

source: cURL extension is not enabled
es_ve: La extensión cURL no está activada

source: JSON extension is not loaded
es_ve: La extensión JSON no está cargada

source: PHP OpenSSL extension is not loaded
es_ve: La extensión PDP OpenSSL no se ha cargado

source: SimpleXML extension is not loaded
es_ve: La extensión SimpleXML no se ha cargado

source: ZIP extension is not enabled
es_ve: La extensión ZIP no está habilitada

source: Fileinfo extension is not enabled
es_ve: La extensión Fileinfo no está activada

source: Required Apache configuration
es_ve: Requiere configuración de Apache

source: Write permissions for %user% user on %folder%
es_ve: Permisos de escritura para el usuario "%user%" en %folder%

source: Cannot open external URLs (requires allow_url_fopen as On)
es_ve: No se pueden abrir URL externas (se requiere activar la directiva allow_url_fopen de PHP)

source: Intl extension is not loaded
es_ve: La extensión intl no está cargada

source: Please complete the fields below in order for PrestaShop to connect to your database.
es_ve: Por favor, rellena los siguientes campos para conectar PrestaShop a tu base de datos.

source: Refresh
es_ve: Actualizar

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
es_ve: Si necesita ayuda no dude en <a href="%tutoriellink%" target="_blank">ver este corto tutorial</a>, o <a href="%linkdoc%" target="_blank">consulte nuestra documentación</a>.

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
es_ve: La anterior selección de idioma afecta únicamente al Asistente de Instalación. Cuando su tienda se encuentre instalada, podrá elegir el idioma de su tienda entre más de %d% traducciones disponibles, ¡todos ellos gratuitos!

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
es_ve: Su acceso a la base de datos no tiene los privilegios para crear tablas en la base de datos "%s". Consulte con su proveedor de alojamiento:

source: Cannot write app/config/parameters.php file
es_ve: No se puede escribir en el archivo app/config/parameters.php

source: Cannot write app/config/parameters.yml file
es_ve: No se puede escribir en el fichero app/config/parameters.yml

source: Cannot download language pack "%iso%"
es_ve: No es posible descargar el paquete de idioma "%iso%"

source: Disabling modules now...
es_ve: Desactivando módulos ahora...

source: Modules successfully disabled.
es_ve: Desactivación de módulos realizada correctamente.

source: Enabling modules now...
es_ve: Activando módulos ahora...

source: Modules successfully enabled.
es_ve: Activación de módulos realizada correctamente.

source: Upgrading images now...
es_ve: Actualizando imágenes ahora...

source: Images successfully upgraded.
es_ve: Imágenes actualizadas correctamente.

source: Upgrading languages now...
es_ve: Actualizando idiomas ahora...

source: Languages successfully upgraded.
es_ve: Idiomas actualizados correctamente.

source: Upgrading theme now...
es_ve: Actualizando tema ahora...

source: Theme successfully upgraded.
es_ve: Tema actualizado con éxito.

source: Error detected during upgrade.
es_ve: Error detectado durante la actualización.
