Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/messages.*.xlf
Languages: hy_am, sq_al

source: Tax Excluded
hy_am: Առանց ԱԱՀ
sq_al: Pa taksa

source: Tax Included
hy_am: Ներառյալ ԱԱՀ
sq_al: Tax Incl.

source: %d product(s) successfully created.
hy_am: հջողությամբ ստեղծվել են %d ապրանք(ներ)
sq_al: %d produkti(et) u krijuan me sukses

source: Attributes generator
hy_am: Բնորոշ հատկանիշների գեներատոր
sq_al: Gjeneratori i atributeve

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
hy_am: Հատկանիշների գերերատորը դա գործիք է, ընտրված հատականիշների հիման վրա, համակցությունների հավաքածու ստեղծելու համար :Օրնակ եթե դուք վաճառում եք 3 տարբեր չափսերի եւ 2 տարբեր գույնի շապիներ , ապա գեներատորը Ձեզ համար կստեղծի 6 համակցություններ
sq_al: Gjeneratori i kombinimeve është një mjet që ju mundëson që lehtësisht të krijoni seri të kombinimeve duke i zgjedhur atributet e ndërlidhura. Për shembull, nëse jeni duke shitur këmisha në 3 madhësi dhe 2 madhësi të ndryshme, gjeneratori do të krijojë 6 kombinime për ju.

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
hy_am: Քայլ 1. Ձած կողմից ընտրեք հատկությունները, որոնք ուզում եք օգտագործել (Սեղմած պահեք CTRL կոճակը որպեսզի ընտրեք մի քանիսը, եւ Ձեր ընտրությունը հաստատեք «Ավելացնել» կոճակը սեղմելով)
sq_al: Hapi 1: Në anën e majtë, selekto atributet që dëshiron t'i përdorësh (Mbaje tastin "Ctrl" të shtypur në tastierë dhe valido duke klikuar në "Shto"

source: Impact on the product price
hy_am: Ազդում է ապրանքի գնի վրա
sq_al: Ndikimi në çmimin e produktit

source: Impact on the product weight
hy_am: Ազդում է ապրանքի քաշի վրա
sq_al: Ndikimi në peshën e produktit

source: Select a default quantity, and reference, for each combination the generator will create for this product.
hy_am: Քայլ 2. (պարտադիր չէ) Ընտրեք դեֆոլտ դրված քանակը ու հղումը բոլոր համակցությունների համար, որոնք գեներատորը կստեղծի այս ապրանքի համար
sq_al: Zgjedhe një sasi të parapërcaktuar, dhe referencën, për çdo kombinim që gjeneratori do të krijojë për këtë produkt.

source: [undefined]
hy_am: [չսահմանված]
sq_al: [e papërcaktuar]

source: Add a rule concerning
hy_am: Ավելացնել կանոնները, որոնք վերաբերվում են

source: Discount name
hy_am: Զեղչի անվանումը

source: Sync success
hy_am: Հաջողված սինքրոնացում

source: Close
hy_am: Փակել
sq_al: Mbyll

source: Send
hy_am: Ուղարկել
sq_al: Dërgojeni

source: You can add a comment here.
hy_am: Դուք ակրող եք մեկնաբանությունները ավելացնել այստեղ

source: Order #
hy_am: Պատվեր №

source: Product #
hy_am: Ապրանք №

source: Download
hy_am: Ներբեռնումներ
sq_al: Shkarkime

source: or
hy_am: կամ

source: The locale must be installed
hy_am: Տեղայնացումը պետ է տեղադրված լինի

source: Multiple value separator
hy_am: Բազմակի արժեքների բաժանարար

source: Load
hy_am: Բեռնել

source: Password
hy_am: Գաղտնաբառ
sq_al: Fjalëkalimi

source: Delete item #
hy_am: Ջնջել նյութը №
sq_al: Fshije artikullin #

source: Update
hy_am: Թարմացնել

source: Manage hooks
hy_am: Կառավարել hook -երը

source: Uninstall
hy_am: Հեռացնել ծր.

source: Module
hy_am: Մոդուլ
sq_al: Moduli

source: Normal view
hy_am: Սովորական դիտում

source: Favorites view
hy_am: Ընտրյալների դիտում

source: Tab
hy_am: Ներդիր

source: Categories
hy_am: Կատեգորիաներ
sq_al: Kategoritë

source: Interest
hy_am: Հետաքրքրություն
sq_al: Interesimet

source: Favorite
hy_am: Սիրված
sq_al: Favoritet

source: Other Modules
hy_am: Այլեւայլ մոդուլներ

source: Installed Modules
hy_am: Տեղադրված Մոդուլներ

source: Disabled Modules
hy_am: Անջատած մոդուլները
sq_al: Modulet e çaktivizuara

source: Installed & Not Installed
hy_am: Տեղադրված եւ Չտեղադրված

source: Enabled & Disabled
hy_am: Միացրած եւ Անջատած

source: Enabled Modules
hy_am: Միացած մոդուլները

source: Authors
hy_am: Հեղինակներ

source: All Modules
hy_am: Բոլոր մոդուլները
sq_al: Të gjithë modulet

source: Free Modules
hy_am: Անվճար մոդուլները
sq_al: Modulet pa pagesë

source: Partner Modules (Free)
hy_am: Գործընկերների մոդուլ (անվճար)

source: Must Have
hy_am: Ամենանհրաժեշտը

source: Modules purchased on Addons
hy_am: Մոդուլները, ձեռք բերված Հավելումներում

source: All countries
hy_am: Բոլոր երկրները
sq_al: Të gjitha vendet

source: Preferences saved
hy_am: Կարգավորումները պահպանված են

source: Remove from Favorites
hy_am: Հեռացնել Ընտրյալներից

source: Mark as Favorite
hy_am: Նշել որպես Ընտրյալ

source: Update it!
hy_am: Թարմացնել այն

source: Install the selection
hy_am: Տեղադրել ընտրվածը

source: Uninstall the selection
hy_am: Հեռացնել ընտրվածը

source: by
hy_am: ըստ

source: Free
hy_am: Անվճար
sq_al: Falas!

source: Read more
hy_am: Կարդալ ավելին
sq_al: Lexo më gjerësisht

source: Install
hy_am: Տեղադրել ծր.

source: Back
hy_am: Դեպի ետ
sq_al: Kthehu

source: Author
hy_am: Հեղինակ

source: Manage translations
hy_am: Կառավարել թարգմանությունները

source: Upload a module from your computer.
hy_am: Վերբեռնել մոդուլը Ձեր համակարգչից

source: Module file
hy_am: Մոդուլի ֆայլը

source: Upload this module
hy_am: Վերբեռնել այս մոդուլը

source: An upgrade is available for some of your modules!
hy_am: Ձեր մի շարք մոդուլների համար արդիականացումը մատչելի է

source: Favorites
hy_am: Ընտրյալներ

source: All
hy_am: Բոլորը
sq_al: Të gjitha

source: Add a new module
hy_am: Ավելացնել նոր մոդուլ

source: List of modules
hy_am: Մոդուլների ցուցակը

source: Help
hy_am: Օգնություն
sq_al: Ndihmë

source: Description
hy_am: Նկարագրությունը
sq_al: Përshkrimi

source: Not Installed
hy_am: Չտեղադրված

source: Installed
hy_am: Տեղադրված

source: No module was found for this hook.
hy_am: Այս hook -ի համար ոչ մի մոդուլ չի գտնվել

source: The controller %s is missing or invalid.
hy_am: Կարգավորող %s բացակայում է կամ անվավեր է

source: See the document
hy_am: Նայել փաստաթուղթը

source: Set payment form
hy_am: Դնել վճարման ձեւաչափը

source: Add note
hy_am: Ավելացնել գրառում

source: Edit note
hy_am: Խմբագրել գրառումը

source: Existing
hy_am: Գոյությոն ունեցող

source: New
hy_am: Նոր
sq_al: I ri

source: Show carts and orders for this customer.
hy_am: Ցույց տալ զամբյուղները եւ պատվերները այս հաճախորդների համար

source: Hide carts and orders for this customer.
hy_am: Թաքցնել զամբյուղները եւ պատվերները այս հաճախորդների համար

source: Change
hy_am: Փոխարինում

source: Gift
hy_am: Նվեր
sq_al: Dhuratë

source: Transform a guest into a customer
hy_am: Փոխակերպել հյուրին հաճախորդի
sq_al: Transform to customer

source: Process a standard refund
hy_am: Ընթացք տալ ստանդարտ փոհատուցմանը

source: Process a partial refund
hy_am: Ընթացք տալ մասնակի փոխհատուցմանը

source: Refunded
hy_am: Փոխհատուցված
sq_al: Rimbursuar

source: Return products
hy_am: Վերադարձված ապրանքները

source: Refund products
hy_am: Փոխհատուցել ապրանքները

source: Cancel products
hy_am: Չեղյալ ապրանքներ

source: Keywords
hy_am: Հիմնաբառեր
sq_al: Fjalët kyçe

source: Warehouse
hy_am: Պահեստ
sq_al: Depo

source: Attribute
hy_am: Հատկանիշ

source: Attachment
hy_am: Կցորդ
sq_al: Shtojca

source: Category
hy_am: Կատեգորիա
sq_al: Kategoria

source: Supplier
hy_am: Մատակարար
sq_al: autori.

source: Product name
hy_am: Ապրանքի անվանումը
sq_al: Emërtimi i produktit

source: Attribute name
hy_am: Հատկանիշի անվանումը

source: Supplier Reference
hy_am: Մատակարարի հղումը

source: Wholesale price
hy_am: Մեծածախ գին.

source: EAN13
hy_am: Շտրիխ կոդը

source: UPC
hy_am: Ապրանքի ունիվերսալ կոդը

source: Available Quantity
hy_am: Հասանելի Քանակը

source: N/A
hy_am: Հասանելի չէ

source: Finish
hy_am: Ավարտել
sq_al: Mbaroi

source: Resource
hy_am: Ռեսուրս

source: to
hy_am: մինչեւ
sq_al: deri

source: Sunday
hy_am: Կիրակի
sq_al: E diel

source: Monday
hy_am: Երկուշաբթի
sq_al: E hënë

source: Tuesday
hy_am: Երեքշաբթի
sq_al: E martë

source: Wednesday
hy_am: Չորեքշաբթի
sq_al: E mërkurë

source: Thursday
hy_am: Հինգշաբթի
sq_al: E enjte

source: Friday
hy_am: Ուրբաթ
sq_al: E premte

source: Saturday
hy_am: Շաբաթ
sq_al: E shtunë

source: January
hy_am: Հունվար
sq_al: Janar

source: February
hy_am: Փետրվար
sq_al: Shkurt

source: March
hy_am: Մարտ
sq_al: Mars

source: April
hy_am: Ապրիլ
sq_al: Prill

source: May
hy_am: Մայիս
sq_al: Maj

source: June
hy_am: Հունիս
sq_al: Qershor

source: July
hy_am: Հուլիս
sq_al: Korrik

source: August
hy_am: Օգոստոս
sq_al: Gusht

source: September
hy_am: Սեպտեմբեր
sq_al: Shtator

source: October
hy_am: Հոկտեմբեր
sq_al: Tetor

source: November
hy_am: Նոյեմբեր
sq_al: Nëntor

source: December
hy_am: Դեկտեմբեր
sq_al: Dhjetor

source: May
hy_am: Մայիս
sq_al: Maj

source: Customers
hy_am: Հաճախորդներ
sq_al: Klientët

source: Orders
hy_am: Պատվերներ
sq_al: Porositë

source: Message
hy_am: Հաղորդագրություն:

source: Conversion
hy_am: Փոխարկում
sq_al: Konvertimi

source: Add tag
hy_am: Ավելացնել թեգ

source: Remove
hy_am: Հեռացնել
sq_al: Hiqe

source: Good
hy_am: Լավ

source: Now
hy_am: Հիմա

source: Done
hy_am: Արված է

source: Choose Time
hy_am: Ընտրեք ժամանակը

source: Time
hy_am: Ժամանկը

source: Hour
hy_am: Ժամ
sq_al: orë

source: Minute
hy_am: Րոպե

source: Group name
hy_am: Խմբի անվանումը

source: No group created
hy_am: Ոչ մի խումբ ստեղծված չէ
sq_al: No customer group available

source: Select all
hy_am: Ընտրել բոլորը
sq_al: Zgjidh të gjitha

source: Unselect all
hy_am: Հանել բոլոր ընտրությունները
sq_al: Çpërzgjidh të gjitha

source: Display
hy_am: Ցուցադրել
sq_al: Shfaq

source: result(s)
hy_am: արդյւնք(ները)

source: Shop group
hy_am: Խանութի խումբը.

source: To
hy_am: Մինչեւ
sq_al: Deri

source: and stay
hy_am: եւ մնալ
sq_al: dhe qëndro

source: From
hy_am: Ումից
sq_al: Prej

source: Reset
hy_am: Վերագործարկել
sq_al: Rivendos

source: Modules list
hy_am: Մոդուլների ցուցակ

source: No modules available in this section.
hy_am: Այս բաժնում մատչելի մոդուլներ չկան

source: (tax excl.)
hy_am: Առանց ԱԱՀ
sq_al: (pa taksa)

source: Multistore
hy_am: Բազում խանութներ

source: Check / Uncheck all
hy_am: Ընտրել բոլորը / Հանել բոլոր ընտրությունները

source: You can't change the value of this configuration field in the context of this shop.
hy_am: Դուք չեք կարող փոխել այս կարգաբերման դաշտի արժեքը այս խանութի համատեքստում

source: Set required fields for this section
hy_am: Դրեք այս բաժնի համար պարտադիր դաշտերը
sq_al: Vendos fushat e kërkuara për këtë seksion

source: Required Fields
hy_am: Պարտադիր դաշտերը
sq_al: Fushat e kërkuara

source: Select the fields you would like to be required for this section.
hy_am: Ընտրեեք այն դաշտերը, որոնք կցանկանայիք որ լինեին պարտադիր այս բաժնի համար
sq_al: Zgjidh fushat që do të donit të jenë të detyrueshme për këtë seksion.

source: Field Name
hy_am: Դաշտի անվանումը
sq_al: Emri i fushës

source: All shops
hy_am: Բոլոր խանութները

source: Upload file
hy_am: Վերբեռնել ֆայլ

source: File size
hy_am: Ֆայլի ծավալը.
sq_al: Madhësia e skedës

source: There are %d warnings.
hy_am: Կան %d նախազգուշացումներ

source: Click here to see more
hy_am: Սեղմեք այստեղ ավելին տեսնելու համար
sq_al: Kliko këtu për të parë më shumë

source: Hide warning
hy_am: Թաքցնել նախազգուշացումը
sq_al: Fshehe paralajmërimin

source: There is %d warning.
hy_am: Կա %d նախազգուշացում
sq_al: Është shfaqur %d vërejtje.

source: %d errors
hy_am: %d սխալներ

source: Sign out
hy_am: Դուրս գալ
sq_al: Çidentifikohu

source: Quick Access
hy_am: Արագ մատչելիություն
sq_al: Qasja e shpejtë

source: Everywhere
hy_am: Ամենուրեք
sq_al: Kudo

source: Catalog
hy_am: Կատալոգ
sq_al: Katalogu

source: by name
hy_am: ըստ անունի
sq_al: sipas emrit

source: by ip address
hy_am: ըստ IP հասցեի
sq_al: sipas adresës ip

source: Order ID
hy_am: Պատվերի նույնականացումը
sq_al: Numri i porosisë

source: Invoices
hy_am: Հաշիվներ
sq_al: Faturat

source: Invoice Number
hy_am: Ապրանքագրի համարը
sq_al: Numri i faturës

source: Carts
hy_am: Զամբյուղներ
sq_al: Shportat

source: Modules
hy_am: Մոդուլներ
sq_al: Modulet

source: Module name
hy_am: Մոդուլի անվանումը
sq_al: Emri i modulit

source: View my shop
hy_am: Դիտել իմ խանութը
sq_al: Shfaq dyqanin tim

source: A new order has been placed on your shop.
hy_am: Ձեր խանութւոմ նոր պատվեր է տեղադրվել
sq_al: Një porosi e re është plasuar në dyqanin tuaj.

source: Total:
hy_am: Ընդամենը.
sq_al: Gjithsej:

source: From:
hy_am: Ումից.
sq_al: Prej:

source: View this order
hy_am: Դիտել այս պատվերը
sq_al: Shfaq këtë porosi

source: A new customer registered on your shop.
hy_am: Նոր հաճախորդ է գրանցվել Ձեր խանութում
sq_al: Një klient i ri është është regjistruar në dyqanin tënd.

source: Read this message
hy_am: Կարդալ այս հաղորդագրությունը
sq_al: Lexo këtë mesazh

source: Choose language
hy_am: Ընտրել լեզուն
sq_al: Zgjidh gjuhën

source: Update successful
hy_am: Թարմացումը հաջողված է
sq_al: U përditësua me sukses

source: Search for a product
hy_am: Որոնում ապրանքի համար
sq_al: Kërko një produkt

source: Add
hy_am: Ավելացնել
sq_al: Shto

source: Edit
hy_am: Խմբագրել
sq_al: Redakto

source: Options
hy_am: Օպցիաներ
sq_al: Opsionet

source: Add new
hy_am: Ավելացնել նորը
sq_al: Shto të ri

source: View
hy_am: Դիտել
sq_al: Shfaq

source: yes
hy_am: այո
sq_al: Po

source: no
hy_am: ոչ
sq_al: Jo

source: %s deletion
hy_am: %s ջնջում

source: %s addition
hy_am: %s ավելացում

source: Export
hy_am: Արտահանում
sq_al: Exporto

source: Bad SQL query
hy_am: Վատ SQL հարցում
sq_al: SQL-pyetësor i gabuar

source: Cancel
hy_am: Չեղյալ
sq_al: Anulo

source: Save
hy_am: Պահպանել
sq_al: Ruaj

source: Disable this module
hy_am: Անջատել այս մոդուլը

source: Enable this module for all shops
hy_am: Միացնել այս մոդուլը բոլոր խանութների համար

source: Disable
hy_am: Անջատած է
sq_al: Çaktivizo

source: Enable
hy_am: Միացած է.
sq_al: Aktivizo

source: Configure
hy_am: Կարգավորել
sq_al: Konfiguro

source: Delete
hy_am: Հեռացնել
sq_al: Fshi

source: This action will permanently remove the module from the server. Are you sure you want to do this?
hy_am: Այս գործողությունը սերվերի վրայից վերջնականապես կհեռացնի մոդուլը: Համոզված՞ եք, որ ուզում եք սա անել

source: Add my IP
hy_am: Ավելացնել իմ IP -ը
sq_al: Shto IP time

source: Page
hy_am: Էջ
sq_al: faqja e klientëve

source: Administration
hy_am: Ադմինիստարցիա
sq_al: Administrimi

source: Advertising and Marketing
hy_am: Գովազդ եւ մարքեթինգ

source: Analytics and Stats
hy_am: Վիճակագրություն եւ վերլուծություն

source: Checkout
hy_am: Ձեւավորել պատվերը
sq_al: Përfundoni porosinë

source: Content Management
hy_am: Բովանդակության կառավարում

source: Internationalization and Localization
hy_am: Միջազգայնացում եւ տեղայնացում

source: Migration Tools
hy_am: Միգրացիայի գործիքներ

source: Payments and Gateways
hy_am: Վճարումներ եւ համակարգեր

source: Pricing and Promotion
hy_am: Գնագոյացում եւ Խթանում

source: Quick / Bulk update
hy_am: Արագ / Մասսայական թարմացում

source: SEO
hy_am: Որոնողական համակարգի օպտիմալացում

source: Shipping and Logistics
hy_am: Առաքում եւ Լոգիստիկա

source: Slideshows
hy_am: Սահացույցեր

source: Marketplace
hy_am: Առեւտրի հրապարակ

source: Mobile
hy_am: Շարժական

source: Dashboard
hy_am: Գործիքների վահանակ
sq_al: Pulti i kontrollit

source: Social Networks
hy_am: Սոցիալական ցանցեր

source: Module not found
hy_am: Մոդուլը չի գտնվել

source: Delete selected
hy_am: Ջնջել նշվածները
sq_al: Fshi të përzgjedhurat

source: Delete selected items?
hy_am: Ջնջել՞ ընտրված նյութերը
sq_al: Do ti fshini artikujt e zgjedhur?

source: Position
hy_am: Դիրքը
sq_al: Pozicioni

source: Menus
hy_am: Մենյուները
sq_al: Menutë

source: Home
hy_am: Գլխավոր
sq_al: Kryefaqja

source: Status
hy_am: Կարգավիճակ
sq_al: Statusi

source: Show or hide menu.
hy_am: Ցուցադրել կամ թաքցնել մենյուն

source: Back to list
hy_am: Եգ գնալ դեպի ցանկ
sq_al: Mbrapa te lista

source: Enable selection
hy_am: Միացնել ընտրվածը
sq_al: Mundëso selektimin

source: Disable selection
hy_am: Անջատել ընտրվածը
sq_al: Pamundëso selektimin

source: Customer ID:
sq_al: ID e klientit:

source: Subject:
sq_al: Tema:

source: Valid orders:
sq_al: Porosi të vlefshme:

source: Search on PrestaShop Marketplace:
sq_al: Kërko në PrestaShop Marketplace:

source: Official, PrestaShop certified module. Free, secure and includes updates!
sq_al: Modul standard i certifikuar nga PrestaShop. Gratis, i sigurt dhe i aftë për tu përditësuar!

source: Official
sq_al: Zyrtarisht

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
sq_al: Nëse dëshironi të jeni në gjendje të përdorni plotësisht panelin e AdminModules dhe të keni në dispozicion module pa pagesë, duhet ta aktivizoni konfigurimin e mëposhtëm në serverin tuaj:

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
sq_al: Lidhe dyqanin tënd me tregun e PrestaShop në mënyrë që të importosh automatikisht të gjitha shtesat tua që ke blerë.

source: Don't have an account?
sq_al: Nuk keni akoma llogari?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
sq_al: Zbulo fuqinë e shtesave të PrestaShop! Eksploro Tregun Zyrtar të PrestaShop dhe gjej mbi 3 500 module dhe motive të reja që optimizojnë normat e konvertimit, rrisin trafikun, ndërtojnë besnikërinë e klientit dhe maksimizojnë produktivitetin tuaj

source: Connect to PrestaShop Addons
sq_al: Lidhu me shtojcat e PrestaShop

source: I forgot my password
sq_al: Kam harruar fjalëkalimin tim

source: Create an Account
sq_al: Krijo një llogari

source: Sign in
sq_al: Identifikohu

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
sq_al: [1]Kliko këtu për të shfletuar katalogun tonë të shtesave në PrestaShop[/1].

source: Choose a file
sq_al: Zgjidh një skedë

source: Install module
sq_al: Instalo modulin

source: Search for an existing product by typing the first letters of its name.
sq_al: Për të kërkuar një produkt shkruaj tre germat e para të emrit të tij.

source: Brand
sq_al: Marka

source: See all themes
sq_al: Shfaq të gjitha shabllonet

source: Choose layouts
sq_al: Zgjidh faqosjen

source: Configure your page layouts
sq_al: Konfiguro pamjen e faqes tënde

source: Traffic
sq_al: Trafiku

source: Group:
sq_al: Grupi:

source: No records found
sq_al: Nuk u gjet asnjë regjistër

source: Please fill at least one field to perform a search in this list.
sq_al: Të lutem plotëso të paktën një fushë për të kryer një kërkim në këtë listë.

source: Refresh list
sq_al: Rifresko listën

source: Show SQL query
sq_al: Shfaq pyetësorin SQL

source: Export to SQL Manager
sq_al: Eksporto te Menaxheri SQL

source: Recommended Modules and Services
sq_al: Module dhe shërbime të rekomanduara

source: There are %d warnings:
sq_al: Ka %d paralajmërime:

source: Your profile
sq_al: Profili i juaj

source: Oh no!
sq_al: O, jo!

source: The mobile version of this page is not available yet.
sq_al: Versioni për celular i kësaj faqeje nuk është i disponueshëm.

source: Please use a desktop computer to access this page, until is adapted to mobile.
sq_al: Të lutem përdor një kompjuter tavoline për të hyrë në këtë faqe derisa të përshtatet për celular.

source: Thank you.
sq_al: Faleminderit.

source: Please name this shortcut:
sq_al: Të lutem emëro këtë shkurtore:

source: Remove from QuickAccess
sq_al: Largo nga qasja e shpejtë

source: Add current page to QuickAccess
sq_al: Shto faqen aktuale te 'Qasja e shpejtë'

source: Manage quick accesses
sq_al: Menaxho qasjen e shpejtë

source: Search (e.g.: product reference, customer name…)
sq_al: Kërko (p.sh. referencën e produktit, emrin e klientit...)

source: What are you looking for?
sq_al: Çfarë je duke kërkuar?

source: Product name, SKU, reference...
sq_al: Emrin e produktit, SKU, referencën,...

source: Email, name...
sq_al: Emaili, emri,...

source: by IP address
sq_al: sipas adresës së IP-së

source: Cart ID
sq_al: ID e shportës

source: SEARCH
sq_al: KËRKO

source: Order number:
sq_al: Numri i porosisë:

source: Customer name:
sq_al: Emri klientit:

source: A new message was posted on your shop.
sq_al: Një mesazh i ri u postua në dyqanin tënd.

source: Your shop is in maintenance.
sq_al: Dyqani yt është duke u mirëmbajtur.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
sq_al: Vizitorët dhe klientët tu nuk mund të qasen në dyqanin tuaj derisa ndodhet në regjimin e mirëmbajtjes.%s Për të menaxhuar cilësimet e mirëmbajtjes, shko te Parametrat e dyqanit> Skedina i mirëmbajtjes.

source: Maintenance mode
sq_al: Regjimi i mirëmbajtjes

source: List
sq_al: Listë

source: Edit: %s
sq_al: Redakto: %s

source: Recommended Modules
sq_al: Module të rekomanduara

source: Taxes & Invoicing
sq_al: TVSH dhe Faturimi

source: Invalid characters:
sq_al: Karaktere të pavlefshme:
