Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesProductinfoAdmin.*.xlf
Languages: sr_cs

source: Product tooltips
sr_cs: Tultipovi proizvoda

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
sr_cs: Prikazuje informacije na stranici proizvoda: koliko ljudi ga pregleda, kada je poslednji put prodato i kada je poslednji put dodato u korpu.

source: Number of visitors
sr_cs: Broj posetioca

source: Display the number of visitors who are currently watching this product.
sr_cs: Prikazuje broj osoba koji trenutno gledaju ovaj proizvod.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
sr_cs: Ako aktivirate opciju gore, morate aktivirati prvu opciju ("Sačuvaj broj pregleda za svakog kupca") na "Data majning za statistiku" (StatsData) modul.

source: Period length
sr_cs: Dužina perioda

source: Set the reference period length.
sr_cs: Postavi referentnu dužinu perioda.

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
sr_cs: Na primer, ako postavite na 30 minuta, prikazivaće se broj posetioca u proteklih 30 minuta.

source: minutes
sr_cs: minuta

source: Last order date
sr_cs: Datum poslednje porrudžbine

source: Display the last time the product has been ordered.
sr_cs: Prikazuje kada je poslednji put proiizvod bio poručen.

source: Added to a cart
sr_cs: Dodato u korpu

source: If the product has not been ordered yet, display the last time it was added to a cart.
sr_cs: Ukoliko proizvot još uvek nijednom nije bio poručen, prikazauje kada je poslednji put dodat u korpu.

source: Do not display events older than
sr_cs: Ne prikazivati događaje starije od

source: days
sr_cs: dana
