Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesLegalcomplianceShop.*.xlf
Languages: bs_ba, es_es

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
bs_ba: Narudžba će biti potvrđena kada kliknete na dugme 'Narudžba s obvezom plaćanja' na kraju naplate!
es_es: ¡El pedido solo se confirmará al hacer clic en el botón 'Pedido con obligación de pago' en la última parte del proceso de compra!

source: You must agree to our Terms of Service before going any further!
bs_ba: Morate prihvatiti Uslove pružanja usluge prije nego krenete u daljnje aktivnosti!
es_es: ¡Debe aceptar los Términos del Servicio antes de continuar!

source: Something went wrong. If the problem persists, please contact us.
es_es: Algo salió mal. Si el problema persiste, póngase en contacto con nosotros.

source: Select a payment option first.
bs_ba: Najprije odaberite metodu plaćanja.
es_es: Seleccione en primer lugar, una opción de pago.

source: Please check the "Revocation of virtual products" box first!
bs_ba: Molimo provjerite "Opoziv virtualnih proizvoda" kutija na prvom mjestu!
es_es: Por favor, ¡primero marque la casilla "Revocación de productos virtuales"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
bs_ba: Slažem se s [uslovim usluge], [uslovima opoziva], i bezuvjetno ću ih se pridržavati.
es_es: Estoy de acuerdo con los [términos del servicio] y los [términos de revocación] y los acepto sin reservas.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
bs_ba: [1] Za digitalne proizvode: [/1] Želim direktan pristup digitalnom sadržaju i prihvaćam da time gubim pravo na otkazivanje nakon što je usluga počela [2] [1] Za usluge:. [/1] Ja pristajem na pokretanje usluge i prihvaćam da sam izgubio svoje pravo za otkazivanje nakon što je usluga u potpunosti provedena.
es_es: [1]Para bienes digitales:[/1] Quiero acceso inmediato al contenido digital y acepto por la presente que pierdo mi derecho a cancelar una vez que el servicio dé comienzo.[2][1]Para servicios:[/1] Estoy de acuerdo con el comienzo del servicio y acepto perder mi derecho a cancelar una vez que el servicio se haya realizado completamente.

source: From
es_es: Desde

source: Our previous price
bs_ba: Naša prijašnja cijena
es_es: Nuestro precio anterior

source: Shipping excluded
es_es: Envío excluido

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
bs_ba: Informacije koje se odnose na mrežno rješavanje sporova u skladu s čl. 14. st. 1. ODR (Online Dispute Resolution propisa):
es_es: Información relacionada con la resolución de disputa en línea del Art. 14, párr. 1 del ODR (Regulación de resolución de disputa en línea):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
bs_ba: Europska komisija daje mogućnost potrošačima da riješe online sporove u skladu s čl. 14. st. 1. ODR na jednoj od njihovih platformi. Platforma ([1] http://ec.europa.eu/consumers/odr [/1]) služi kao mjesto gdje potrošači mogu pokušati doprijeti do izvansudske nagodbe sporova koji proizlaze iz online kupovine i ugovora za usluge.
es_es: La Comisión Europea ofrece a los consumidores la oportunidad de resolver disputas en línea conforme al Art. 14, párr. 1 del ODR en una de sus plataformas. La plataforma ([1]http://ec.europa.eu/consumers/odr[/1]) sirve como web en la que los consumidores pueden intentar llegar a acuerdos sin ir a juicio relacionados con las disputas que surjan en las compras y contratos de servicios en línea.

source: Print this page
bs_ba: Štampaj ovu stranicu
es_es: Imprimir esta página

source: (Under conditions)
bs_ba: (Pod uslovima)
es_es: (Bajo condiciones)

source: My shopping cart
bs_ba: Moja korpa za kupovinu
es_es: Mi carrito

source: Shipping and payment
bs_ba: Dostava i plaćanje
es_es: Envío y pago

source: All prices are mentioned tax included
bs_ba: Sve cijene su navedene s uključenim porezima
es_es: Todos los precios son indicados con impuestos incluidos

source: All prices are mentioned tax excluded
bs_ba: Sve cijene su navedene s isključenim porezima
es_es: Todos los precios son indicados con impuestos incluidos

source: and
es_es: y

source: shipping excluded
bs_ba: dostava isključena
es_es: envío excluido

source: Information
bs_ba: Informacije
es_es: Información
