Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesMailalertsAdmin.*.xlf
Languages: cs_cz, de_de, nl_nl

source: You must have a product to delete an alert.
cs_cz: Chcete-li smazat upozornění, musí existovat produkt.
de_de: Ohne Artikelbezug kann diese Warnung nicht gelöscht werden.
nl_nl: U moet een product hebben om een waarschuwing te kunnen verwijderen.

source: You must be logged in to manage your alerts.
cs_cz: Správa upozornění vyžaduje přihlášení.
de_de: Sie müssen angemeldet sein, um Ihre Mitteilungen zu verwalten.
nl_nl: U moet zijn aangemeld om uw waarschuwingen te kunnen beheren.

source: No template found
cs_cz: Nenalezena žádná šablona
de_de: Keine Mail-Vorlage gefunden
nl_nl: Geen template gevonden

source: Mail alerts
cs_cz: Upozornění na e-maily
de_de: Benachrichtigungen
nl_nl: E-mailwaarschuwingen

source: Sends e-mail notifications to customers and merchants regarding stock and order modifications.
cs_cz: Odesílá zákazníkům a obchodníkům e-mailová upozornění týkající se změn ve skladových zásobách a v objednávkách.
de_de: Sendet bei Lager- oder Bestelländerungen E-Mail-Benachrichtigungen an Kunden und Händler
nl_nl: Verstuurt e-mailmeldingen aan klanten en handelaars met betrekking tot voorraad en wijziging van bestellingen.

source: Cannot update settings
cs_cz: Nelze aktualizovat nastavení
de_de: Einstellungen konnten nicht aktualisiert werden
nl_nl: Instellingen updaten onmogelijk

source: Please type one (or more) e-mail address
cs_cz: Zadejte jednu (nebo více) e-mailových adres
de_de: Bitte geben Sie eine (oder mehrere) E-Mail Adressen ein
nl_nl: Voer een (of meer) e-mailadres(sen) in

source: Invalid e-mail:
cs_cz: Neplatný e-mail:
de_de: Ungültige E-Mail:
nl_nl: Ongeldig e-mailadres:

source: Settings updated successfully
cs_cz: Nastavení bylo úspěšně aktualizováno
de_de: Einstellungen aktualisiert
nl_nl: Instellingen zijn met succes bijgewerkt

source: No message
cs_cz: Žádná zpráva
de_de: Keine Nachricht
nl_nl: Geen bericht

source: Customer notifications
cs_cz: Upozornění pro zákazníky
de_de: Kundennachrichten
nl_nl: Klantmeldingen

source: Product availability
cs_cz: Dostupnost produktu
de_de: Lieferbarkeit
nl_nl: Productbeschikbaarheid

source: Gives the customer the option of receiving a notification when an out-of-stock product is available again.
cs_cz: Zákazníkovi může být zasláno upozornění, jakmile bude nedostupný produkt opět k dispozici.
de_de: Optional kann sich ein Kunde so benachrichtigen lassen, wenn ein ausverkaufter Artikel wieder lieferbar ist.
nl_nl: Biedt de klant de optie om een melding te ontvangen wanneer het uitverkochte product weer verkrijgbaar is.

source: Order edit
cs_cz: Úprava objednávky
de_de: Auftragsänderung
nl_nl: Bestelling wijzigen

source: Send a notification to the customer when an order is edited.
cs_cz: Odešle zákazníkovi upozornění, pokud dojde k úpravě objednávky.
de_de: Kundennachricht versenden, wenn eine Bestellung geändert wird.
nl_nl: De klant een melding sturen indien een bestelling wordt bewerkt.

source: New order
cs_cz: Nová objednávka
de_de: Neue Bestellung
nl_nl: Nieuwe bestelling

source: Receive a notification when an order is placed.
cs_cz: Odešle upozornění, pokud dojde k zadání objednávky.
de_de: Benachrichtigen, wenn eine Bestellung aufgegeben wurde.
nl_nl: Een melding ontvangen wanneer een bestelling is geplaatst.

source: Out of stock
cs_cz: Není skladem
de_de: Nicht auf Lager
nl_nl: Niet op voorraad

source: Receive a notification if the available quantity of a product is below the following threshold.
cs_cz: Odešle upozornění, pokud bude množství výrobku na skladě nižší než tato limitní hodnota.
de_de: Benachrichtigen, wenn die vorhandene Artikelmenge den folgenden Schwellenwert unterschreitet
nl_nl: Een melding ontvangen indien de beschikbare hoeveelheid van een product lager is dan de volgende drempelwaarde.

source: Threshold
cs_cz: Limit
de_de: Schwellenwert
nl_nl: Drempel

source: Quantity for which a product is considered out of stock.
cs_cz: Množství, při kterém se produkt považuje za vyprodaný.
de_de: Menge, ab der ein Artikel als ausverkauft gilt
nl_nl: Hoeveelheid waarvoor een product als uit voorraad wordt beschouwd.

source: Coverage warning
cs_cz: Upozornění na docházející zásoby
de_de: Lagerbestands-Warnung
nl_nl: Dekkingswaarschuwing

source: Receive a notification when a product has insufficient coverage.
cs_cz: Odešle upozornění, pokud nejsou skladové zásoby produktu dostatečné.
de_de: Beachrichtigung erhalten, wenn ein Artikel unzureichend verpackt wurde.
nl_nl: Een melding ontvangen wanneer een product onvoldoende dekking heeft.

source: Coverage
cs_cz: Stav zásob
de_de: Verfügbarkeit
nl_nl: Dekking

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
cs_cz: Množství produktu na skladě, ve dnech. Množství uvedeného produktu na skladě se bude navíc vypočítávat podle tohoto čísla.
de_de: Lagertage. Auf Basis dieser Kennzahl wird der jeweilige Lagerbestand eines Artikels berechnet.
nl_nl: Voorraaddekking, in dagen. De voorraaddekking van een gegeven product wordt berekend gebaseerd op dit getal.

source: Returns
cs_cz: Vrácení
de_de: Retouren
nl_nl: Retouren

source: Receive a notification when a customer requests a merchandise return.
cs_cz: Odešle upozornění, pokud zákazník žádá vrácení zboží.
de_de: Benachrichtigen, wenn ein Kunde einen Retourenschein anfordert
nl_nl: Een melding ontvangen indien een klant een retour aanvraagt.

source: E-mail addresses
cs_cz: E-mailové adresy
de_de: E-Mail-Adressen
nl_nl: E-mailadressen

source: One e-mail address per line (e.g. bob@example.com).
cs_cz: Jedna e-mailová adresa na řádek (např. bob@example.com).
de_de: Eine E-Mailadresse pro Zeile (Bsp. mustermann@beispiel.de).
nl_nl: EÃ©n e-mailadres per regel (bijv. bob@voorbeeld.com).

source: Merchant notifications
cs_cz: Upozornění pro obchodníka
de_de: Händlernachrichten
nl_nl: Meldingen voor handelaren

source: image(s)
cs_cz: obrázek/obrázky
de_de: Bild(er)
nl_nl: afbeelding(en)

source: Voucher code:
cs_cz: Kód kuponu:
de_de: Gutschein-Code:
