Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesLinklistAdmin.*.xlf
Languages: bs_ba

source: Link block configuration
bs_ba: Podešavanja bloka linkova

source: Link Blocks
bs_ba: Link blokovi

source: Name of the link block
bs_ba: Naziv link bloka

source: Please add every page that you want to display in this block.
bs_ba: Označi sve stranice koje želite prikazati u ovom bloku.

source: Link List
bs_ba: Lista linkova

source: Adds a block with several links.
bs_ba: Dodaje blok s nekoliko linkova.

source: Content pages
bs_ba: Stranice sa sadržajem

source: Product pages
bs_ba: Stranice proizvoda

source: Static content
bs_ba: Statički sadržaj

source: Custom content
bs_ba: Prilagođeni sadržaj

source: Edit the link block.
bs_ba: Uredi link blok.

source: New link block
bs_ba: Novi link blok

source: Edit
bs_ba: Uredi

source: Delete
bs_ba: Obriši
