Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesMainmenuAdmin.*.xlf
Languages: fr_fr

source: Main menu
fr_fr: Menu principal

source: Adds a new menu to the top of your e-commerce website.
fr_fr: Ajoute un menu horizontal en haut de votre site e-commerce.

source: Unable to update settings for the following shop(s): %s
fr_fr: Impossible de mettre à jour les paramètres pour la (les) boutique(s) suivante(s) : %s

source: Please complete the "Link" field.
fr_fr: Veuillez remplir le champ "Lien".

source: Please add a label.
fr_fr: Veuillez ajouter un label.

source: Please add a label for your default language.
fr_fr: Veuillez ajouter un label pour le langage par défaut

source: The link has been added.
fr_fr: Le lien a été ajouté

source: Unable to add link for the following shop(s): %s
fr_fr: Impossible d'ajouter un lien pour la (les) boutique(s) suivante(s) : %s

source: The link has been removed.
fr_fr: Le lien a été enlevé.

source: Unable to remove link for the following shop(s): %s
fr_fr: Impossible de supprimer le lien pour la (les) boutiques suivante(s) : %s

source: The link has been edited.
fr_fr: Le lien a été modifié.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
fr_fr: Vous ne pouvez pas modifier le menu horizontal pour un groupe de boutiques ou toutes les boutiques à la fois. Sélectionnez uniquement la boutique que vous souhaitez modifier

source: The modifications will be applied to shop: %s
fr_fr: Les modifications s'appliqueront à la boutique suivante : %s

source: The modifications will be applied to this group: %s
fr_fr: Les modifications s'appliqueront au groupe de boutiques suivant : %s

source: The modifications will be applied to all shops
fr_fr: Les modifications seront appliquées à toutes les boutiques

source: All brands
fr_fr: Toutes les marques

source: All suppliers
fr_fr: Tous les fournisseurs

source: Menu Top Link
fr_fr: Lien du menu

source: All active products combinations quantities will be changed
fr_fr: Toutes les quantités des combinaisons de produits actives seront modifiées

source: Update link
fr_fr: Mettre à jour le lien

source: Add a new link
fr_fr: Ajouter un nouveau lien

source: Shops
fr_fr: Boutiques

source: Choose product ID
fr_fr: Choisissez un ID de produit

source: Menu Top Links
fr_fr: Liens du menu

source: Link ID
fr_fr: ID du lien

source: Link list
fr_fr: Liste des liens

source: Indicate the ID number for the product
fr_fr: Indiquez l'identifiant (ID) du produit

source: Product ID #
fr_fr: Identifiant du produit

source: Please select just one item
fr_fr: Veuillez sélectionner un seul élément

source: Change position
fr_fr: Modifier la position

source: Selected items
fr_fr: Éléments sélectionnés

source: Available items
fr_fr: Éléments disponibles

source: Remove
fr_fr: Retirer
