Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesProductcommentsShop.*.xlf
Languages: es_es

source: Deleted account
es_es: Cuenta eliminada

source: You need to be [1]logged in[/1] or [2]create an account[/2] to post your review.
es_es: Necesita estar [1]logged in[/1] o [2]create an account[/2] para publicar su reseña.

source: You are not allowed to post a review at the moment, please try again later.
es_es: En estos momento no puede publicar una reseña, inténtalo de nuevo más tarde.

source: Title cannot be empty
es_es: El título no puede estar vacío

source: Title cannot be more than %s characters
es_es: El título no puede tener más de %s caracteres

source: Customer name cannot be empty
es_es: El nombre del cliente no puede estar vacío

source: Customer name cannot be more than %s characters
es_es: El nombre del cliente no puede tener más de %s caracteres

source: You need to be logged in to report a review.
es_es: Debe iniciar sesión para publicar una reseña.

source: You already reported this review as abusive.
es_es: Ya has reportado esta reseña como abusiva.

source: Cannot find the requested product review.
es_es: No se pudo encontrar la reseña del producto solicitado.

source: This feature is not enabled.
es_es: Esta función no está disponible.

source: You need to be [1]logged in[/1] or [2]create an account[/2] to give your appreciation of a review.
es_es: Necesita estar [1]logged in[/1] o [2]create an account[/2] para dar su agradecimiento a una reseña.

source: Grade
es_es: Calificación

source: Yes
es_es: Sí

source: Be the first to write your review
es_es: Sea el primero en escribir una reseña

source: No customer reviews for the moment.
es_es: No hay reseñas de clientes en este momento.

source: Sorry, your review cannot be posted.
es_es: Lo sentimos, su reseña no pudo ser publicada.

source: Title
es_es: Tratamiento

source: Your name
es_es: Su nombre

source: Review
es_es: Reseña

source: Required fields
es_es: Campos requeridos

source: Cancel
es_es: Cancelar

source: Send
es_es: Enviar

source: Your comment has been submitted and will be available once approved by a moderator.
es_es: Su comentario ha sido añadido y estará disponible una vez sea aprobado por un moderador.

source: Your comment has been added!
es_es: ¡Su comentario ha sido añadido!

source: Review sent
es_es: Reseña enviada

source: Your review cannot be sent
es_es: Su reseña no pudo ser enviada

source: Read user reviews
es_es: Leer las reseñas de los usuarios

source: By %1$s
es_es: Por %1$s

source: Report abuse
es_es: Reportar abuso

source: Write your review
es_es: Escriba su propia reseña

source: Sorry, your review appreciation cannot be sent.
es_es: Lo sentimos, su agradecimiento a la reseña no pudo ser enviado.

source: Sorry, your abuse report cannot be sent.
es_es: Lo sentimos, su reporte de abuso no pudo ser enviado.

source: Comments
es_es: Comentarios

source: Your review appreciation cannot be sent
es_es: Su agradecimiento a la reseña no pudo ser enviado

source: Report comment
es_es: Reportar comentario

source: Are you sure that you want to report this comment?
es_es: ¿Está seguro de que quiere denunciar este comentario?

source: Report sent
es_es: Reporte enviado

source: Your report has been submitted and will be considered by a moderator.
es_es: Su reporte ha sido enviado y será considerada por un moderador.

source: Your report cannot be sent
es_es: Su reporte no pudo ser enviado
