Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesGsitemapAdmin.*.xlf
Languages: ms_my

source: Google sitemap
ms_my: peta laman Google

source: Generate your Google sitemap file
ms_my: Menghasilkan fail sitemap Google

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
ms_my: Ralat berlaku ketika sedang menyemak pengizinan fail anda. Sila ubah pengizinan untuk membenarkan PrestaShop menulis ke fail di direktori utama.

source: in your Google Webmaster account.
ms_my: dalam akaun Google Webmaster anda.

source: Sitemaps were already created.
ms_my: Peta laman memang sudah ada.

source: Continue
ms_my: Sambung

source: Your last update was made on this date:
ms_my: Kemaskini anda yang terakhir telah dibuat pada tarikh ini:

source: For a better use of the module, please make sure that you have
ms_my: Untuk penggunaan lebih baik bagi modul ini, sila pastikan yang anda mempunyai

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
ms_my: Anda boleh menyunting had ini pada php.ini. Untuk keterangan lebih lanjut, sila hubungi penyedia hos laman anda.

source: How often do you update your store?
ms_my: Berapa kerapkah anda mengemaskini kedai anda?

source: always
ms_my: selalu

source: hourly
ms_my: setiap jam

source: daily
ms_my: setiap hari

source: weekly
ms_my: setiap minggu

source: monthly
ms_my: setiap bulan

source: yearly
ms_my: setiap tahun

source: never
ms_my: tidak pernah langsung

source: Check this box if you wish to check the presence of the image files on the server
ms_my: Tandakan kotak ini jika anda berhasrat untuk menyemak kehadiran fail imej itu pada pelayan

source: This can take several minutes
ms_my: Ini boleh mengambil masa beberapa minit

source: Manually:
ms_my: Secara manual:

source: -or-
ms_my: -atau-

source: Automatically:
ms_my: Secara automatik:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
ms_my: Minta penyedia hos laman anda untuk hasilkan "tugas Cron" untuk berfungsi dari URL berikut pada masa yang anda inginkan:

source: Information
ms_my: Maklumat
