Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesLivetranslationAdmin.*.xlf
Languages: ca_es, de_de, sk_sk

source: Live translation
ca_es: Traducció en viu
de_de: Direktübersetzung
sk_sk: Live preklad

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
ca_es: Contribueixi a la traducció de PrestaShop directament des de la seva botiga i el panel d'administració.
de_de: Tragen Sie aus dem eigenen Shop und dem Back Office direkt zur PrestaShop-Übersetzung bei.
sk_sk: Prispieť k prekladu PrestaShop priamo zo svojho obchodu a administračného panelu.

source: Unable to install the module: the English Upside Down language cannot be installed.
ca_es: No s'ha pogut instal·lar el mòdul: el llenguatge anglès de l'upside down no s'ha pogut instal·lar.
de_de: Modul-Installation fehlgeschlagen: Die Sprache "Englisch Upside Down" konnte nicht installiert werden.
sk_sk: Modul sa nepodarilo nainštalovať: anglický Upside Down jazyk nemôže byť nainštalovaný.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
ca_es: Aquest mòdul fa possible traduir PrestaShop directamente des de diverses pàgines (panell d'administració i portal públic).
de_de: Dieses Modul ermöglicht Direktübersetzungen im jeweiligen Kontext (Back und Front Office).
sk_sk: Tento modul umožňuje prekladať PrestaShop priamo z rôznych stránok (administrácie a verejnej časti obchodu).

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
ca_es: Envia aquestes traduccions en context immediatament al [1]Projecte de traducció de PrestaShop[/1] en Crowdin: això contribueix a la nostra comunitat de traduccions, no a traduir ni personalitzar la vostra botiga.
de_de: Das Modul sendet die Übersetzungen unmittelbar an das [1]PrestaShop-Übersetzungsprojekt[/1] bei Crowdin:. Es geht also nicht (nur) um die Anpassung/Übersetzung des eigenen Shops, sondern sie tragen so direkt zu den Übersetzungen der Community bei.
sk_sk: Odosielať tieto preklady kontextu bezodkladne na [1]PrestaShop prekladový projekt [/1] na Crowdin: prispejete tak k našim komunitným prekladom, nie je potrebné prekladať alebo upravovať svoj vlastný obchod.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
ca_es: Si encara no té un compte a Crowdin, [1]uneixi's ara[/1]!
de_de: Wenn Sie noch keinen Crowdin-Account haben, können Sie sich [1]hier registrieren[/1]!
sk_sk: Ak ešte nemáte Crowdin účet, [1]vytvorte si ho teraz[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
ca_es: Per poder treballar, el mòdul necessita el llenguatge virtual "Anglès de l'Upside Down". Està instal·lat a la vostra botiga, però no és actiu, i no està disponible per als vostres clients.
de_de: Das Modul benötigt die virtuelle Sprache "English Upside Down", um zu funktionieren. Diese ist zwar im Shop installiert, aber nicht aktiv und auch nicht für Kunden sichtbar.
sk_sk: Aby mohol modul pracovať, potrebuje virtuálny jazyk "angličtina Upside Down". Je inštalovaný vo vašom obchode, ale nie je aktívny a nie je k dispozícii pre vašich zákazníkov.

source: How to proceed
ca_es: Com procedir
de_de: Was nun?
sk_sk: Ako postupovať

source: Log in to your [1]Crowdin account[/1]
ca_es: Inicii sessió al seu [1]compte de Crowdin[/1]
de_de: Melden Sie sich mit Ihrem [1]Crowdin-Account[/1] an
sk_sk: Prihlásiť sa do Vášho [1]Crowdin účtu[/1]

source: Translate PrestaShop using the live translation module
ca_es: La traducció de PrestaShop utilitza el mòdul de traducció en viu
de_de: Übersetzen Sie PrestaShop mit Hilfe des Moduls Direktübersetzung
sk_sk: Preložiť PrestaShop pomocou live prekladového modulu

source: Back office
ca_es: Panell d'Administració
sk_sk: Administrácia

source: Translate
ca_es: Traducció
de_de: Übersetzen
sk_sk: Preložiť

source: Front office
ca_es: Portal públic
sk_sk: Verejná časť obchodu

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
ca_es: La traducció en viu no es pot activar. El llenguatge Anglès de l'upside down no es troba i no es pot instal·lar. Si us plau, reinicii el mòdul per tornar-ho a intentar.
de_de: Die Direktübersetzung kann nicht aktiviert werden. Es fehlt die Sprache "English Upside Down". Versuchen Sie es noch einmal mit einem Modul-Reset.
sk_sk: Live preklad nie je možné povoliť. Anglický jazyk Upside Down chýba a nemôže byť nainštalovaný. Obnovte modul a skúste to prosím znova.
