Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesStatsliveAdmin.*.xlf
Languages: uk_ua

source: Visitors online
uk_ua: Відвідувачі онлайн

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
uk_ua: Додає до Панелі статистики перелік покупців і відвідувачів, що зараз присутні на сайті.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
uk_ua: Ви повинні активувати "Зберігання переглядів сторінок для кожного клієнта" у модулі "Збирання даних для статистики" (StatsData) для того, щоб побачити сторінки, які ваші відвідувачі переглядають в даний час.

source: Current online customers
uk_ua: Клієнтів онлайн

source: Total:
uk_ua: Всього:

source: Current page
uk_ua: Поточна сторінка

source: View customer profile
uk_ua: Переглянути профіль клієнта

source: There are no active customers online right now.
uk_ua: Немає активних клієнтів онлайн.

source: Current online visitors
uk_ua: Відвідувачів онлайн

source: Guest ID
uk_ua: № відвідувача

source: Last activity
uk_ua: Остання активність

source: Notice
uk_ua: Примітка

source: Maintenance IPs are excluded from the online visitors.
uk_ua: IP-адреси визначені для технічного обслуговування виключаються з списку онлайн відвідувачів.

source: Add or remove an IP address.
uk_ua: Додати або видалити IP-адресу.
