Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesWelcomeAdmin.*.xlf
Languages: es_es, sq_al

source: Let's create your first product
es_es: Vamos a crear su primer producto
sq_al: Le të krijojmë produktin tënd të parë

source: What do you want to tell about it? Think about what your customers want to know.
es_es: ¿Qué quiere contar sobre el producto? Piense en lo que sus clientes quieren saber.
sq_al: Si do ta përshkruash atë? Mendo rreth asaj se çfarë duan të dinë klientët.

source: Add clear and attractive information. Don't worry, you can edit it later :)
es_es: Añada información clara y atractiva. No se preocupe, podrá editarlo más tarde :)

source: Give your product a catchy name.
es_es: Dele a su producto un nombre atractivo.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
es_es: Complete los detalles esenciales en esta pestaña. Las otras pestañas son para información más avanzada.

source: Add one or more pictures so your product looks tempting!
es_es: ¡Añada una o más imágenes para que su producto atraiga la atención!

source: How much do you want to sell it for?
es_es: ¿A qué precio quiere venderlo?

source: Yay! You just created your first product. Looks good, right?
es_es: ¡Genial! Acaba de crear su primer producto. Tiene buena pinta, ¿verdad?

source: Give your shop its own identity
es_es: Dele a su tienda su propia identidad

source: How do you want your shop to look? What makes it so special?
es_es: ¿Qué aspecto quiere para su tienda? ¿Qué la hace especial?

source: Customize your theme or choose the best design from our theme catalog.
es_es: Personalice su tema o escoja el mejor diseño de nuestro catálogo de temas.

source: A good way to start is to add your own logo here!
es_es: ¡Una buena manera de empezar es añadir su propio logotipo aquí!

source: If you want something really special, have a look at the theme catalog!
es_es: Si quiere algo realmente especial, ¡eche un vistazo al catálogo de temas!

source: Get your shop ready for payments
es_es: Prepara tu tienda para recibir pagos
sq_al: Përgatiteni dyqanin tuaj për pagesa

source: How do you want your customers to pay you?
es_es: ¿Cómo quiere que le paguen sus clientes?

source: These payment methods are already available to your customers.
es_es: Estos métodos de pago ya están disponibles para tus clientes.

source: Adapt your offer to your market: add the most popular payment methods for your customers!
es_es: Adapte su oferta al mercado: ¡añada los métodos de pago más populares para sus clientes!

source: And you can choose to add other payment methods from here!
es_es: ¡Y puede escoger y añadir otros métodos de pago desde aquí!

source: Choose your shipping solutions
es_es: Elija sus soluciones de envío

source: How do you want to deliver your products?
es_es: ¿Cómo quiere enviar sus productos?

source: Here are the shipping methods available on your shop today.
es_es: Aquí están los métodos de envío disponibles en su tienda ahora mismo.

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
es_es: ¡Seleccione las soluciones de envío que mejor se adapten a sus clientes! Cree su propio transporte o añada un módulo listo para usar.

source: You can offer more delivery options by setting up additional carriers
es_es: Puede ofrecer más opciones de envío configurando transportistas adicionales

source: Improve your shop with modules
es_es: Mejore su tienda con módulos

source: Add new features and manage existing ones thanks to modules.
es_es: Añada nuevas características y gestione las que ya existen gracias a los módulos.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
es_es: Algunos módulos ya están preinstalados, otros son módulos gratuitos o de pago - ¡navega por nuestra selección y descubre los que están disponibles!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
es_es: Descubra nuestra selección de módulos en la primera pestaña. Administre sus módulos en la segunda y siga las notificaciones en la tercera pestaña.

source: Skip this tutorial
es_es: Saltar este tutorial
sq_al: Kapërce këtë tutorial

source: Over to you!
es_es: ¡Es su turno!

source: You've seen the essential, but there's a lot more to explore.
es_es: Ha visto lo esencial, pero hay mucho más por explorar.

source: Some ressources can help you go further:
es_es: Algunos recursos pueden ayudarle a profundizar aun más:

source: Starter Guide
es_es: Guía de principiante

source: Forum
es_es: Foro
sq_al: Forumi

source: Training
es_es: Formación
sq_al: Trainimi

source: Video tutorial
es_es: Tutorial en vídeo

source: I'm ready
es_es: Estoy listo

source: Welcome to your shop!
es_es: ¡Bienvenido a su tienda!

source: Hi! My name is Preston and I'm here to show you around.
es_es: ¡Hola! Me llamo Presto y estoy aquí para enseñarle todo esto.

source: You will discover a few essential steps before you can launch your shop:
es_es: Descubrirá algunos pasos esenciales antes de poder lanzar su tienda:

source: Create your first product, customize your shop, configure shipping and payments...
es_es: Cree su primer producto, personalice su tienda, configure envíos y pagos...

source: Let's get started!
es_es: ¡Empecemos!

source: Later
es_es: Más tarde

source: Start
es_es: Empezar

source: Launch your shop!
es_es: ¡Lanza tu tienda!
sq_al: Nis dyqanin tënd!

source: Resume
es_es: Resumen
sq_al: Vazhdo

source: Stop the OnBoarding
es_es: Detener módulo Primeros pasos
sq_al: Ndalo OnBoarding

source: Hey! Are you lost?
es_es: ¡Eh! ¿Se ha perdido?

source: To continue, click here:
es_es: Para continuar, haga clic aquí:

source: If you want to stop the tutorial for good, click here:
es_es: Si quiere detener el tutorial, haga clic aquí:

source: Quit the Welcome tutorial
es_es: Salir del tutorial de bienvenida

source: Continue
es_es: Continuar
sq_al: Vazhdo

source: Step
es_es: Paso
sq_al: Hapi

source: Next
es_es: Siguiente
sq_al: Vazhd.

source: Welcome
es_es: Bienvenido
sq_al: Mirë se vini

source: Help the user to create his first product.
es_es: Ayuda al usuario a crear su primer producto.
sq_al: Ndihmon përdoruesin të krijojë produktin e tij të parë.
