Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: ar_sa, ko_kr

source: Empty recordset returned
ar_sa: عاد سجلات فارغة
ko_kr: 빈 결과집합이 반환됨

source: Valid orders
ar_sa: طلبات شراء صحيحة:
ko_kr: 검증된 주문

source: Money spent
ar_sa: إنفاق الأموال
ko_kr: 지출 금액

source: Best customers
ar_sa: أفضل العملاء
ko_kr: 최고의 고객

source: Adds a list of the best customers to the Stats dashboard.
ar_sa: يضيف قائمة أفضل العملاء إلى إحصائيات لوحة التحكم الرئيسية.
ko_kr: 통계 대시보드에 최고의 고객 목록을 추가합니다.

source: Develop clients' loyalty
ar_sa: تطوير ولاء العملاء
ko_kr: 고객의 충성도 성장

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
ar_sa: يمكن الحفاظ على العميل أن تكون أكثر فائدة من كسب واحد جديدة. هذا هو واحد من الأسباب الكثيرة لضرورة دمج ولاء العملاء.
ko_kr: 고객을 유지하는 것은 새로운 고객을 얻는 것보다 더 많은 수익을 올릴 수 있습니다. 그것은 고객 충성도의 육성이 필요한 여러 이유 중 하나입니다.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
ar_sa: السمعة الطيبة هي وسيلة لاستقطاب عملاء جدد راضين عن الخدمة. في حين يستطيع العميل الغير راضي أن يضر بسمعتك ويعيق تحققيق أهداف مبيعاتك المستقبلية.
ko_kr: 입소문은 새롭고, 만족한 고객을 얻는 방법이기도 합니다. 불만족한 고객은 온라인 상의 평판을 해칠 수 있으며 향후 판매 목표를 저해할 수 있습니다.

source: In order to achieve this goal, you can organize:
ar_sa: من أجل تحقيق هذا الهدف يمكن تنظيم :
ko_kr: 이 목표를 달성하기위해, 다음을 구성할 수 있습니다:

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
ko_kr: 제때 해야하는 작업: 상업적인 보상 (개인 맞춤 특별 제공, 제공되는 상품이나 서비스), 비 상업적 보상 (주문 또는 상품의 우선 처리), 금전적 보상 (채권, 할인 쿠폰, 환불).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
ko_kr: 지속적인 작업: 판매자와 고객간의 의사 소통을 정당화 할뿐만 아니라 고객에게 이점 (개인적인 제안, 할인) 을 제공하는 적립금 포인트 또는 카드.

source: These operations encourage clients to buy products and visit your online store more regularly.
ar_sa: هذه العمليات تشجع العملاء على شراء منتجاتك وزيارة متجرك الإلكتروني بشكل أكثر إنتظاماً.
ko_kr: 이러한 작업은 고객이 상품을 구입하고 온라인 상점을 더 자주 방문하도록 부추깁니다.
