Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesWirepaymentAdmin.*.xlf
Languages: ca_es, cs_cz, el_gr, ko_kr

source: Wire payment
ca_es: Pagament per transferència bancària
cs_cz: Platba bankovním převodem
el_gr: Πληρωμή με τραπεζικό έμβασμα
ko_kr: 계좌 이체 결제

source: Accept payments by bank transfer.
ca_es: Acceptar pagaments per transferència bancària.
cs_cz: Přijmout platby bankovním převodem.
el_gr: Αποδοχή πληρωμών με τραπεζικό έμβασμα.
ko_kr: 계좌 이체 결제를 허용합니다.

source: Are you sure about removing these details?
ca_es: N'esteu segurs que voleu esborrar aquestes dades?
cs_cz: Opravdu chcete odstanit vaše údaje?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα στοιχεία σας;
ko_kr: 이 세부사항을 삭제하시겠습니까?

source: Account owner and account details must be configured before using this module.
ca_es: Cal configurar el titular del compte i els detalls per a utilitzar aquest mòdul correctament.
cs_cz: Aby tento modul fungoval správně, je nutné vyplnit informace o bankovním spojení.
el_gr: Ο κάτοχος του λογαριασμού και οι λεπτομέρειες πρέπει να ρυθμιστούν ώστε να χρησιμοποιήσετε αυτό το module σωστά.
ko_kr: 이 module을 올바르게 사용하려면 계정 및 세부사항은 구성해야 합니다.

source: No currency has been set for this module.
ca_es: No hi ha moneda definida per aquest mòdul.
cs_cz: Pro tento modul není nastavena žádná měna.
el_gr: Δεν έχετε ορίσει νόμισμα γι’ αυτό το module
ko_kr: 화폐단위가 이 module에 설정되어 있지 않습니다

source: Account details are required.
ca_es: Els detalls del compte són necessaris.
cs_cz: Je nutné vyplnit informace týkající se bankovního spojení.
el_gr: Απαιτούνται οι λεπτομέρειες λογαριασμού.
ko_kr: 계좌정보를 입력하시오

source: Account owner is required.
ca_es: El titular del compte és necessari.
cs_cz: Jméno majitele účtu je povinné.
el_gr: Απαιτείται ο κάτοχος του λογαριασμού.
ko_kr: 예금주를 입력하시오.

source: Account details
ca_es: Detalls de la compta
cs_cz: Detaily účtu
el_gr: Στοιχεία λογαριασμού
ko_kr: 계좌 상세 정보

source: Account owner
ca_es: Titular del compte
cs_cz: Majitel účtu
el_gr: Κάτοχος λογαριασμού
ko_kr: 예금주

source: Such as bank branch, IBAN number, BIC, etc.
ca_es: Tals com la sucursal bancària, número IBAN, BIC, etc
cs_cz: Jako bankovní ústav, IBAN, BIC, atd.
el_gr: Όπως υποκατάστημα τράπεζας, αριθμός ΙΒΑΝ, BIC, κλπ.
ko_kr: 예- 은행지점명, IBAN번호, BIC, 등의 내용을 입력하세요.

source: Bank address
ca_es: Adreça de l'oficina bancària
cs_cz: Adresa banky
el_gr: Διεύθυνση Τράπεζας
ko_kr: 은행명

source: Customization
ca_es: Personalització
cs_cz: Přizpůsobení
el_gr: Προσαρμογή
ko_kr: 사용자 정의

source: Reservation period
ca_es: Període de reserva
cs_cz: Období rezervace
el_gr: Περίοδος κράτησης
ko_kr: 예약 기간

source: Number of days the items remain reserved
ca_es: Nombre de dies que els elements romanen reservats
cs_cz: Počet dnů, během nichž zůstanou položky rezervované
el_gr: Αριθμός ημερών για τις οποίες θα κρατηθούν τα αγαθά
ko_kr: 품목이 예약될 수 있는 일 수

source: Information to the customer
ca_es: Informació per al client
cs_cz: Informace pro zákazníka
el_gr: Πληροφορίες προς τον πελάτη
ko_kr: 고객에 대한 정보

source: Information on the bank transfer (processing time, starting of the shipping...)
ca_es: Informació sobre la transferència bancària (temps de processament, inici de l'enviament...)
cs_cz: Informace o bankovním převodu (doba zpracování, zahájení expedice...)
el_gr: Πληροφορίες για το τραπεζικό έμβασμα (χρόνος διεκπεραίωσης, έναρξη αποστολής...)
ko_kr: 계좌 이체 정보 (처리 시간, 배송 출발...)

source: Display the invitation to pay in the order confirmation page
ca_es: Visualitzar el requeriment de pagament a la pàgina de confirmació de la comanda
cs_cz: Zobrazit výzvu k platbě na stránce potvrzení objednávky
el_gr: Να εμφανίζεται η πρόσκληση πληρωμής στη σελίδα επιβεβαίωσης παραγγελίας
ko_kr: 주문 확인 페이지에 결제 초대장을 표시

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
ca_es: La legislació del vostre país pot exigir que envieu la invitació per pagar només per correu electrònic. Si desactiveu l'opció, s'amagarà la invitació a la pàgina de confirmació.
cs_cz: Legislativa vaší země může vyžadovat, abyste svým zákazníkům zasílali výzvu k úhradě pouze e-mailem. Vypnutím této možnosti skryjete výzvu na stránce potvrzení.
el_gr: Η νομοθεσία της χώρας σας μπορεί να απαιτεί να στείλετε πρόσκληση για πληρωμή μόνο με email. Απενεργοποιώντας την επιλογή θα αποκρύψει την πρόσκληση στην σελίδα επιβεβαίωσης.
ko_kr: 해당 국가의 법률에 따라 전자 메일로만 지불 초대장을 보내도록 요구할 수 있습니다. 이 옵션을 사용 중지하면 확인 페이지에서 초대가 숨겨집니다.

source: This module allows you to accept secure payments by bank wire.
ca_es: Aquest mòdul us permet acceptar pagaments per transferència bancària.
cs_cz: Tento modul umožňuje přijímat platby bankovním převodem.
el_gr: Αυτό το module σας επιτρέπει να δέχεστε πληρωμές με μεταφορά μέσο τραπέζης.
ko_kr: 이 모듈을 사용하면 은행 송금으로 안전하게 지불 할 수 있습니다.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
ca_es: Si el client tria pagar per transferència bancària, l'estat de la comanda canvia a "Esperant el pagament".
cs_cz: Pokud zákazník zvolí tento typ platby, dojde ke změně stavu objednávky na "Čeká se na platbu bankovním převodem".
el_gr: Αν ο πελάτης επιλέξει να πληρώσει με τραπεζικό έμβασμα, η κατάσταση της παραγγελίας θα αλλάξει σε «Αναμονή πληρωμής».
ko_kr: 고객이 계좌이체 결제를 선택하면, 주문 상태는 "결제 대기" 로 변경됩니다.

source: That said, you must manually confirm the order upon receiving the bank wire.
ca_es: Per tant, heu de confirmar manualment la comanda tan aviat com rebeu la transferència.
cs_cz: Proto je nutné ručně potvrdit objednávku, jakmile obdržíte uskutečněnou platbu.
el_gr: Ως εκ τούτου, πρέπει να επιβεβαιώσετε την παραγγελία χειροκίνητα μόλις ολοκληρωθεί η μεταφορά του τραπεζικού εμβάσματος.
ko_kr: 즉, 입금내역을 계좌를 통해 수시로 확인해야 합니다.
