Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesFacetedsearchAdmin.*.xlf
Languages: sq_al, tl_ph

source: Faceted search
sq_al: Kërkimi 'faceted'
tl_ph: Paghahanap ng faceted

source: Displays a block allowing multiple filters.
tl_ph: Ipinapakita ang isang block na pumapayag ng maramihang mga filter.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
tl_ph: Kapag ang Faceted Search na modulo ay gumagana, maaari kang makakuha ng mga URL na detalyado sa pamamagitan ng pagpili ng salita na pinakamahusay na kumakatawan sa katangian nito. Sa default, ginagamit ng PrestaShop ang pangalan ng katangian, ngunit maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
tl_ph: Kapag ang modulong Faceted Search ay pinagana, maaari kang makakuha ng mga detalyadong mga pamagat ng pahina sa pamamagitan ng pagpili ng salitang pinakamahusay na kumakatawan sa katangiang ito. Sa default, gumagamit ang PrestaShop ng pangalan ng katangian, pero maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: Use this attribute in URL generated by the Faceted Search module.
tl_ph: Gamitin ang katangian na ito sa URL na binuo sa pamamagitan ng Faceted Search na modulo.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
tl_ph: Kapag ang Faceted Search na modulo ay gumana, maaari kang makakuha ng mga URL na detalyado sa pagpili ng salitang pinakamahusay na kumakatawan sa itinatampok na ito. Sa pamamagitan ng default, gumagamit ang PrestaShop ng pangalan sa itinatampok, ngunit maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
tl_ph: Kapag ang Faceted Search na modulo ay pinapagana, maaari kang makakuha ng detalyadong pahina ng mga pamagat sa pagpili ng salitang pinakamahusay na kumakatawan sa itinatampok na ito. Sa pamamagitan ng default, gumagamit ang PrestaShop ng pangalan ng itinatampok, maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
tl_ph: Kapag ang Faceted Search na modulo ay pinapagana, maaari kang makakuha ng detalyadong mga URL sa pamamagitan ng pagpili ng salitang pinakamahusay na kumakatawan sa kahalagahan ng itinatampok na ito. Sa pamamagitan ng default, ginagamit ng PrestaShop ang pinapahalagahan na pangalan, ngunit maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
tl_ph: Kapag ang Faceted Search na modulo ay pinapagana, maaari kang makakuha ng detalyadong mga pamagat ng pahina sa pagpili ng salitang pinakamahusay na kumakatawan sa kahalagahan ng itinatampok na ito. Sa default, ginagamit ng PrestaShop ang pangalan ng kahalagahan, ngunit maaari mong baguhin ang pagtatakda gamit ang patlang na ito.

source: Product brand filter
tl_ph: Pagsasala ng tatak ng produkto

source: List of ranges
tl_ph: Listahan ng mga saklaw

source: Attribute group: %name% (%count% attributes)
tl_ph: Grupo ng katangian: %name% (%count% mga katangian)

source: Attribute group: %name% (%count% attribute)
tl_ph: Grupo ng katangian: %name% (%count% katangian)

source: Feature: %name% (%count% values)
tl_ph: Itinatampok: %name% (%count% mga halaga)

source: Feature: %name% (%count% value)
tl_ph: Itinatampok: %name% (%count% na kahalagahan)

source: Actions
sq_al: Veprimet

source: Do you really want to delete this filter template?
sq_al: Ju me të vërtetë doni të fshini këtë shabllon filtri?

source: URL indexing finished
sq_al: Indeksimi i URL mbaroi

source: Attribute indexing finished
sq_al: Indeksimi i tipareve mbaroi

source: URL indexing failed
sq_al: Ideksimi i URL dështoi

source: Attribute indexing failed
sq_al: Indeksimi i tipareve dështoi

source: Price indexing finished
sq_al: Indeksimi i çmimit mbaroi

source: Price indexing failed
sq_al: Indeksimi i çmimit dështoi

source: Loading...
sq_al: Duke ngarkuar...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
sq_al: Ju zgjodhët -Të gjitha kategoritë-: të gjithë shabllonat e filtrit ekzistues do të fshihen. A është në rregull?

source: You must select at least one category
sq_al: Ju duhet të zgjidhni të paktën e një kategori

source: Radio button
sq_al: Butoni radio

source: Drop-down list
sq_al: Lista rënëse
