Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesStatssalesAdmin.*.xlf
Languages: uk_ua

source: Sales and orders
uk_ua: Продажі та замовлення

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
uk_ua: Додає до панелі статистики графік продажів та замовлень.

source: About order statuses
uk_ua: Про статуси замовлень

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
uk_ua: У вашому бек-офісі ви можете визначити різні статуси замовлень.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
uk_ua: Стандартні статуси не можуть бути видалені, але ви можете додавати нові.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
uk_ua: Наступні графіки представляють еволюцію замовлень та продажів вашого магазину для обраного періоду.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
uk_ua: Ви повинні часто консультуються з цим звітом, оскільки він дозволяє швидко відстежувати стійкість вашого магазину. Він також дозволяє відстежувати кілька періодів часу.

source: Only valid orders are graphically represented.
uk_ua: Тільки дійсні замовлення будуть представлені на графіку.

source: Orders placed:
uk_ua: розміщених замовлень

source: CSV Export
uk_ua: CSV експорт

source: Sales:
uk_ua: Продажі:

source: You can view the distribution of order statuses below.
uk_ua: Ви можете переглянути розподіл порядку статусів нижче.

source: No orders for this period.
uk_ua: Немає замовлень на цей період.

source: Orders placed
uk_ua: Розміщено замовлень

source: Products bought
uk_ua: Продано товарів

source: Products:
uk_ua: Товари

source: Sales currency: %s
uk_ua: Валюта продажу: %s

source: Percentage of orders per status.
uk_ua: Відсоток замовлень за статусом.
