Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesStatsforecastAdmin.*.xlf
Languages: ms_my

source: Stats Dashboard
ms_my: Statistik Dashboard

source: This is the main module for the Stats dashboard. It displays a summary of all your current statistics.
ms_my: Ini adalah modul utama untuk papan Stats. Ia memaparkan ringkasan semua statistik semasa.

source: Average
ms_my: rata-rata

source: Forecast
ms_my: Ramalan

source: Conversion
ms_my: Penukaran

source: Accounts
ms_my: Account

source: Full carts
ms_my: Gerobak penuh

source: Registered visitors
ms_my: Berdaftar tetamu

source: Payment distribution
ms_my: Pengedaran bayaran

source: -- No filter --
ms_my: - Tidak ada penapis -

source: Module
ms_my: Modul

source: Average cart value
ms_my: Nilai purata troli

source: Category distribution
ms_my: Kategori edaran

source: Language distribution
ms_my: Bahasa edaran

source: Growth
ms_my: Pertumbuhan

source: Zone distribution
ms_my: Zon edaran

source: Currency distribution
ms_my: Mata Wang edaran

source: Sales (converted)
ms_my: Jualan (ditukar)

source: Attribute distribution
ms_my: Attribution edaran
