Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesNewsletterAdmin.*.xlf
Languages: hy_am

source: Newsletter
hy_am: Նորություններ

source: Generates a .CSV file for mass mailings
hy_am: Ստեղծում է .CSV ֆայլ զանգվածային նամակներ ուղարկելու համար

source: All countries
hy_am: Բոլոր երկրները

source: Customers' country
hy_am: Հաճախորդների երկիրը

source: Newsletter subscribers
hy_am: Տեղեկագրություններ բաժանորդներին

source: Filter newsletter subscribers.
hy_am: Ֆիլտրել տեղեկագրություններ բաժանորդներին

source: All customers
hy_am: Բոլոր հաճախորդները

source: Subscribers
hy_am: Բաժանորդագրվածները

source: Non-subscribers
hy_am: Չբաժանորդագրվածները

source: No customers found with these filters!
hy_am: Այս ֆիլտրներով հաճախորդ չի գտնվել

source: Download the file
hy_am: Ներբեռնել ֆայլը

source: Error: cannot write
hy_am: Սխալ. չի կարող գրել

source: Export customers
hy_am: Արտահանել հաճախորդներին

source: Export .CSV file
hy_am: Արտահանել .CSV ֆայլը
