Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesSekeywordsAdmin.*.xlf
Languages: hy_am, uk_ua

source: Search engine keywords
hy_am: Որոնողական մեքենայի հիմնաբառերը
uk_ua: Запити пошукових систем

source: Displays which keywords have led visitors to your website.
uk_ua: Показує, які ключові слова привели відвідувачів на ваш сайт.

source: Identify external search engine keywords
hy_am: Արտաքին որոնողական հիմնաբառերի սահմանումը
uk_ua: Визначення зовнішніх пошукових ключових слів

source: This is one of the most common ways of finding a website through a search engine.
uk_ua: Це один з найпоширеніших способів знайти сайт через пошукову систему.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
uk_ua: Визначення найбільш популярних ключових слів, дозволяє побачити товари які ви повинні помістити попереду, якщо ви хочете досягти кращої видимості в пошукових системах.

source: How does it work?
hy_am: Ինչպես՞ է այն աշխատում:
uk_ua: Як це працює?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
uk_ua: Коли відвідувач заходить на ваш сайт, веб-сервер запам'ятовує URL сайту звідки він прийшов. Цей модуль потім розбирає URL, і якщо він знаходить посилання на відомі пошукової системи, він знаходить ключові слова які привели відвідувача.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
uk_ua: Цей модуль може розпізнати усі пошукові системи що перераховано на сторінці Пошукових систем в розділі Статистика - Там ви можете додати більше пошукових систем!

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
uk_ua: ВАЖЛИВО: у вересні 2013 року, Google обрав SSL для шифрування своїх пошукових запитів. Це означає, що всі інструменти що базуються на аналізі REFERER (включаючи і цей), більше не можуть визначити ключові слова Google.

source: %d keyword matches your query.
hy_am: %d հիմնաբառ, որը համապատասխանում է Ձեր հարցմանը:
uk_ua: %d ключове слово відповідає вашому запиту.

source: %d keywords match your query.
hy_am: %d հիմնաբառեր, որոնք համապատասխանում են Ձեր հարցմանը:
uk_ua: %d ключових слів, що відповідають вашому запиту.

source: Filter by keyword
hy_am: Հիմնաբառերի ֆիլտր
uk_ua: Фільтр за ключовими словами

source: And min occurrences
hy_am: ու նվազագույն մուտքեր
uk_ua: та мінімумом входжень

source: Keywords
hy_am: Հիմնաբառեր
uk_ua: Ключові слова

source: Occurrences
hy_am: Գտնվել է
uk_ua: Входження

source: No keywords
hy_am: Բառեր չկան
uk_ua: Немає ключових слів

source: Top 10 keywords
hy_am: Առաջին 10 հիմնաբառերը
uk_ua: Перші 10 ключових слів

source: Others
hy_am: Մյուսները
uk_ua: Інші
