Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesImagesliderAdmin.*.xlf
Languages: vi_vn

source: Image slider
vi_vn: Công cụ chiếu slide hình ảnh

source: Adds an image slider to your site.
vi_vn: Thêm một công cụ chiếu slide hình ảnh vào trang của bạn.

source: Invalid values
vi_vn: Giá trị không hợp lệ

source: Invalid slide
vi_vn: Slide không hợp lệ

source: Invalid slide state.
vi_vn: Slide không hợp lệ.

source: Invalid slide position.
vi_vn: Vị trí Slide không hợp lệ.

source: Invalid slide ID
vi_vn: ID Slide không hợp lệ

source: The title is too long.
vi_vn: Tiêu đề quá dài.

source: The caption is too long.
vi_vn: Các chú thích là quá dài.

source: The URL is too long.
vi_vn: URL quá dài.

source: The description is too long.
vi_vn: Mô tả quá dài.

source: The URL format is not correct.
vi_vn: Các định dạng URL là không chính xác.

source: Invalid filename.
vi_vn: Tên không hợp lệ.

source: The URL is not set.
vi_vn: Các URL không được thiết lập.

source: The image is not set.
vi_vn: Các hình ảnh không được thiết lập.

source: The configuration could not be updated.
vi_vn: Các cấu hình có thể không được cập nhật.

source: The slide could not be added.
vi_vn: Các slide không thể được thêm vào.

source: The slide could not be updated.
vi_vn: Slide không thể cập nhật.

source: Slide information
vi_vn: Thông tin Slide

source: Target URL
vi_vn: URL mục tiêu

source: Caption
vi_vn: Chú thích

source: Speed
vi_vn: Tốc độ

source: The duration of the transition between two slides.
vi_vn: Thời gian chuyển tiếp giữa hai slide.

source: Pause on hover
vi_vn: Tạm dừng khi rê chuột

source: Stop sliding when the mouse cursor is over the slideshow.
vi_vn: Dừng chiếu slide khi con trỏ chuột nằm trên slideshow.

source: Loop forever
vi_vn: Lặp lại vĩnh viễn

source: Loop or stop after the last slide.
vi_vn: Lặp lại hoặc dừng sau slide cuối cùng.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
vi_vn: Từ nhiều ngôn ngữ được kích hoạt trên cửa hàng của bạn, xin vui lòng nhớ để tải lên hình ảnh của bạn cho mỗi một trong số họ

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
vi_vn: Bạn không thể quản lý menu trên cùng mục từ một "tất cả cửa hàng" hoặc "Nhóm tặng" một bối cảnh, chọn trực tiếp các cửa hàng bạn muốn chỉnh sửa

source: You can only edit this slide from the shop(s) context: %s
vi_vn: Bạn chỉ có thể chỉnh sửa slide này từ cửa hàng) ngữ cảnh: %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
vi_vn: Bạn không thể thêm các trang từ một "Tất cả các cửa hàng" hoặc một "Nhóm Shop" bối cảnh

source: Unable to get slide shop association information (id_slide: %d)
vi_vn: Không thể để có được thông tin liên kết shop slide (id_slide: %d)

source: The modifications will be applied to shop: %s
vi_vn: Những sửa đổi sẽ được áp dụng cho cửa hàng: %s

source: The modifications will be applied to this group: %s
vi_vn: Các thay đổi sẽ được áp dụng cho nhóm này: %s

source: The modifications will be applied to all shops and shop groups
vi_vn: Các thay đổi sẽ được áp dụng cho tất cả các cửa hàng và nhóm hàng

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
vi_vn: Slide này được chia sẻ với các cửa hàng khác! Tất cả các cửa hàng liên quan để Slide này sẽ được áp dụng thay đổi được thực hiện ở đây

source: Slides list
vi_vn: Danh sách Slides

source: Shared slide
vi_vn: Chia sẻ Slide
