Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesDashtrendsAdmin.*.xlf
Languages: sr_cs

source: Dashboard Trends
sr_cs: Trendovi (kontrolna tabla)

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
sr_cs: Dodaje blok sa grafičkim prikazom razvoja vaše prodavnice bazirano na selektovanim podacima.

source: %s points
sr_cs: %s poena

source: Average Cart Value
sr_cs: Prosečna korpa

source: Conversion Rate
sr_cs: Konverzioni kurs

source: %s (previous period)
sr_cs: %s (prošli period)

source: Net Profit
sr_cs: Neto zarada

source: Dashboard
sr_cs: Kontrolna tabla

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
sr_cs: Suma prihoda (bez Pdv) generisanih unutar datuma po porudžbinama koje se smatraju potvrđenim.

source: Total number of orders received within the date range that are considered validated.
sr_cs: Ukupan broj porudžbina primljenih u okviru datuma koji se smatra validnim.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
sr_cs: Prosečna vrednost korpe predstavlja vrednost prosečne vrednosti korpe za određeni vremenski period. Dobijena je deljenjem Prodaje sa porudžbinama.

source: Cart Value
sr_cs: Vrednost korpe

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
sr_cs: Ukupan broj poseta u određenom vremenskom periodu. Poseta se računa vreme koje posetioc aktivno prevede na vašoj stranici.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
sr_cs: Stopa konverzije je procenat poseta vašoj stranici koje su rezultirale validnom pourdžbinom.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
sr_cs: Neto profit je profit koje se računa posle svih Ecommerc troškova. Te troškove možete uneti klikom na ikonu konfiguracija upravo. ovde iznad.
