Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesWatermarkAdmin.*.xlf
Languages: fa_ir, ja_jp

source: Watermark
fa_ir: نشانه‌گذاری تصویر
ja_jp: 透かし

source: Protect images by watermark.
fa_ir: محافظت از تصویر با واترمارک.

source: Are you sure you want to delete your details?
fa_ir: مطمئن هستید که می خواهید اطلاعات خود را حذف کنید؟
ja_jp: 詳細を削除してもよろしいですか？

source: Opacity required.
fa_ir: شفافیت نیاز است.
ja_jp: 不透明度が必須です。

source: Opacity is not in allowed range.
fa_ir: شفافیت در محدوده مجاز نیست.
ja_jp: 不透明度が許容範囲内にありません。

source: Y-Align is required.
fa_ir: تنظیم Y مورد نیاز است.
ja_jp: Y軸が必須です。

source: Y-Align is not in allowed range.
fa_ir: تنظیم Y در محدوده مجاز نیست.
ja_jp: Y軸が許容範囲内にありません。

source: X-Align is required.
fa_ir: تنظیم X مورد نیاز است.
ja_jp: X軸が必須です。

source: X-Align is not in allowed range.
fa_ir: تنظیم X در محدوده مجاز نیست.
ja_jp: X軸が許容範囲内にありません。

source: At least one image type is required.
fa_ir: حداقل یک نوع تصویر مورد نیاز است.
ja_jp: 少なくとも1つの画像タイプが必須です。

source: An error occurred while uploading watermark: %1$s to %2$s
fa_ir: در هنگام بارگذاری نشان خطایی رخ داده است: %1$s تا %2$s
ja_jp: 透かし画像のアップロード中にエラーが発生しました: %1$s から %2$s

source: Watermark file:
fa_ir: فایل علامتدار کردن:
ja_jp: 透かしファイル:

source: Watermark opacity (1-100)
fa_ir: میزان شفافیت نشانه گذاری (1-100)
ja_jp: 透かしの不透明度 (1から100)

source: Watermark X align:
fa_ir: تنظیم X نشانه گذاری:
ja_jp: 透かしX軸:

source: Watermark Y align:
fa_ir: تنظیم Y نشانه گذاری:
ja_jp: 透かしY軸:

source: Choose image types for watermark protection:
fa_ir: نوع تصاویر برای محافظت با علامت را انتخاب کنید:
ja_jp: 透かし保護の画像タイプを選択:

source: Unable to remove watermark section from .htaccess file
fa_ir: ناتوان در حذف بخش واترمارک از فایل htaccess.
