Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesContactformShop.*.xlf
Languages: pl_pl

source: Please select a subject from the list provided.
pl_pl: Proszę wybrać temat z listy.

source: An error occurred during the file-upload process.
pl_pl: Wystąpił błąd podczas wgrywania pliku

source: Bad file extension
pl_pl: Nieprawidłowe rozszerzenie pliku

source: An error occurred while sending the message, please try again.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości, spróbuj ponownie.

source: An error occurred while sending the message.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości.

source: Your message has been successfully sent to our team.
pl_pl: Twoja wiadomość została pomyślnie wysłana do obsługi.

source: Customer service - Contact us
pl_pl: Obsługa klienta - Kontakt z nami

source: Send a message
pl_pl: Wyślij wiadomość

source: If you would like to add a comment about your order, please write it in the field below.
pl_pl: Jeżeli chcesz dodać komentarz do swojego zamówienia, zapisz go poniżej.

source: Subject Heading
pl_pl: Temat

source: Email address
pl_pl: Adres e-mail

source: Order reference
pl_pl: Numer zamówienia

source: Select reference
pl_pl: Wybierz indeks

source: Attach File
pl_pl: Załącz plik

source: Message
pl_pl: Wiadomość

source: Send
pl_pl: Wyślij
