Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesWirepaymentShop.*.xlf
Languages: es_es, uk_ua

source: %1$s (tax incl.)
es_es: %1$s (impuestos incl.)
uk_ua: %1$s (з ПДВ)

source: This payment method is not available.
es_es: Este método de pago no está disponible.
uk_ua: Метод оплати не доступний.

source: Amount
es_es: Importe
uk_ua: Сума

source: Name of account owner
es_es: Nombre del titular de la cuenta
uk_ua: Им'я власника рахунку

source: Please include these details
es_es: Por favor, incluya estos detalles
uk_ua: Вкажіть ці дані

source: Bank name
es_es: Nombre del banco
uk_ua: Назва банку

source: Pay by bank wire
es_es: Pago por transferencia bancaria
uk_ua: Оплата банківським переказом

source: (order processing will be longer)
es_es: (el trámite del pedido tomará más tiempo)
uk_ua: (обробка замовлення буде довшою)

source: Your order on %s is complete.
es_es: Su pedido en %s se ha completado.
uk_ua: Ваше замовлення на %s прийняте.

source: Please send us a bank wire with:
es_es: Por favor, realícenos una transferencia bancaria:
uk_ua: Здійсніть оплату через банк за такими реквізитами:

source: Please specify your order reference %s in the bankwire description.
es_es: Por favor, incluya el número de referencia de su pedido %s en los detalles de la transferencia bancaria.
uk_ua: Вкажіть номер вашого замовлення (%s) в призначенні банківського переказу.

source: We've also sent you this information by e-mail.
es_es: También le hemos enviado esta información por correo electrónico.
uk_ua: Ми також відправили вам цю інформацію електронною поштою.

source: Your order will be sent as soon as we receive payment.
es_es: Su pedido será enviado tan pronto como recibamos su pago.
uk_ua: Ваше замовлення буде Вам відправлено одразу після отримання оплати.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
es_es: Si tiene preguntas, comentarios o problemas, póngase en contacto con nuestro [1]experimentado equipo de atención al cliente[/1].
uk_ua: Якщо у вас є питання, коментарі або побажання, звертайтеся до нашої [1]служби підтримки[/1].

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
es_es: Hemos detectado un problema con su pedido. Si considera que hay un error, por favor, no dude en contactar con nuestro [1]equipo de atención al cliente[/1].
uk_ua: Ми помітили проблему з вашим замовленням. Якщо виникла помилка, ви можете звернутися в нашу [1]службу підтримки[/1].

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
es_es: Por favor, transfiera el importe de la factura a nuestra cuenta bancaria. Recibirá nuestra confirmación de pedido por correo electrónico con los datos bancarios y el número de pedido.
uk_ua: Ви отримаєте підтвердження замовлення з з банківськими реквізитами електронною поштою. Будь ласка проведіть оплату по рахунку за вказаними реквізитами.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
es_es: Los bienes se reservarán %s días para usted y procesaremos el pedido inmediatamente tras las recepción del pago.
uk_ua: Товари будуть зарезервовані на %s діб, ми почнемо обробку замовлення одразу після отримання платежу.

source: More information
es_es: Más información
uk_ua: Детальніше

source: Bankwire
es_es: Transferencia bancaria
uk_ua: Банківський переказ

source: Payment is made by transfer of the invoice amount to the following account:
es_es: El pago se efectúa mediante la transferencia del importe de la factura a la siguiente cuenta:
uk_ua: Треба сплатити суму замовлення на такий банківський рахунок:
