Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesStatsoriginAdmin.*.xlf
Languages: uk_ua

source: Visitors origin
uk_ua: Джерела трафіку

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
uk_ua: Додає до панелі статистики графік, що відображає сайти з яких прийшли ваші відвідувачі.

source: Origin
uk_ua: Джерело

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
uk_ua: На вкладці показано 10 найпопулярніших веб-сайтів з яких переходять відвідувачі до вашого магазину.

source: What is a referral website?
uk_ua: Що таке веб-сайт реферер?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
uk_ua: Реферер це URL останньої сторінки, на якій був відвідувач перед переходом до вашого магазину.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
uk_ua: Реферер дозволяє дізнатися, які ключові слова вводяться відвідувачами в пошукових системах при переході у ваш магазин і дозволяє оптимізувати веб-просування.

source: A referrer can be:
uk_ua: Реферером можу бути:

source: Someone who posts a link to your shop.
uk_ua: Хтось поставив посилання на своєму сайті до Вашого магазину.

source: A partner who has agreed to a link exchange in order to attract new customers.
uk_ua: Партнер, з яким Ви обмінюєтесь посиланнями для збільшення продажів або залучення нових клієнтів.

source: CSV Export
uk_ua: CSV експорт

source: Direct links only
uk_ua: Лише прямі посилання

source: Top ten referral websites
uk_ua: Перші 10 сайтів

source: Others
uk_ua: Інші
