Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminInternationalHelp.*.xlf
Languages: es_es

source: This will restore your last registered address format.
es_es: Esto restablecerá su último formato de dirección registrado.

source: This will restore the default address format for this country.
es_es: Esto restaurará el formato de dirección predeterminado para este país.

source: This will restore your current address format.
es_es: Esto restaurará el formato de dirección actual.

source: This will delete the current address format
es_es: Esto eliminará el formato de dirección actual

source: Missing files are marked in red
es_es: Los archivos que faltan están marcados en rojo

source: You MUST use this syntax in your translations. Here are a few examples:
es_es: DEBES utilizar esta sintaxis en tus traducciones. Aquí tienes varios ejemplos:

source: This expression uses a special syntax:
es_es: Esta expresión utiliza una sintaxis especial:

source: Some of these expressions use this special syntax: %s.
es_es: Algunas de estas expresiones utilizan una sintaxis especial: %s.

source: You MUST use this syntax in your translations. Here are several examples:
es_es: Debes usar esta sintaxis en tus traducciones. He aquí varios ejemplos:

source: There are [1]%replace%[/1] products
es_es: Hay [1]%replace%[/1] productos

source: "%s" will be replaced by a number.
es_es: "%s" será reemplazado por un número.

source: List of pages in [1]%replace%[/1]
es_es: Lista de páginas en [1]%replace%[/1]

source: "%s" will be replaced by a string.
es_es: "%s" será reemplazado por una cadena.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
es_es: Característica: [1]%1%[/1] ([1]%2%[/1] valores)

source: The numbers enable you to reorder the variables when necessary.
es_es: Los números permiten reordenar las variables cuando sea necesario.

source: Click on the title of a section to open its fieldsets.
es_es: Haz clic en el titulo de una sección para abrir su conjunto de campos.

source: Here you can modify translations for all installed module.
es_es: Aquí puedes modificar las traducciones de todos los módulos instalados.

source: Select your module
es_es: Selecciona el módulo

source: Restrict country selections in front office to those covered by active carriers
es_es: Sólo mostrar en el Front Office los países cubiertos por los transportistas activos

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
es_es: Código ISO de dos o tres letras (por ejemplo, "es" para España).

source: International call prefix, (e.g. 1 for United States).
es_es: Prefijo internacional, (ej: 34 para España).

source: Geographical region.
es_es: Zona geográfica donde se encuentra el país.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
es_es: Indica el formato del código postal: utilizar L para una letra, N para un número y C para el código alpha-2 ISO 3166-1 del país. Por ejemplo, NNNNN para España, Estados Unidos, Francia, entre otros; LNNNNLLL para Argentina, etc. Si no deseas que PrestaShop verifique el código postal para un país, déjalo en blanco.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
es_es: Mostrar este país a tus clientes (el país seleccionado siempre se mostrará en el Back Office).

source: Provide the state name to be displayed in addresses and on invoices.
es_es: Proporciona el nombre del estado o provincia que se mostrará en las direcciones y en las facturas.

source: 1 to 4 letter ISO code.
es_es: Código ISO de 1 a 4 letras.

source: You can prefix it with the country ISO code if needed.
es_es: Puedes prefijar el código ISO del país si es necesario.

source: Country where the state is located.
es_es: País donde está localizada la provincia.

source: Only the countries with the option "contains states" enabled are displayed.
es_es: Sólo se muestran los países con la opción "contiene provincias" activados.

source: Geographical region where this state is located.
es_es: Zona geográfica donde se encuentra la provincia.

source: Used for shipping
es_es: Este campo es usado para los envíos

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
es_es: Puedes definir un rango de códigos postales/Zip (por ejemplo, 75000-75015) o simplemente usar un código postal/Zip.

source: You must define the behavior if an address matches multiple rules:
es_es: Debes definir el comportamiento de una dirección que coincida con varias reglas:

source: - This tax only: Will apply only this tax
es_es: - Este impuesto solamente: Se aplicará solamente este impuesto

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
es_es: - Combinar: combinar impuestos (ej.: 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
es_es: - Una tras otra: Aplica las tasas una después de otra (p. ej.: 100 + 10 % => 110 + 5 % = 115,5)

source: No Tax
es_es: Sin impuestos

source: (Total tax: 9%)
es_es: (Total impuesto: 9%)

source: You can define a range of Zip/Postal codes (e.g., 75000-75015) or simply use one Zip/Postal code.
es_es: Puedes definir un rango de códigos postales/Zip (por ejemplo, 75000-75015) o simplemente usar un código postal/Zip.

source: By default, PrestaShop comes with a list of official currencies. If you want to use a local currency, you will have to add it manually. For example, to accept the Iranian Toman on your store, you need to create it before.
es_es: Por defecto, PrestaShop viene con una lista de monedas oficiales. Si deseas utilizar una moneda local, deberás añadirla manualmente. Por ejemplo, para aceptar la divisa tomán iraní en tu tienda, debes crearla antes.

source: ISO 4217 code (e.g. USD for Dollars, EUR for Euros, etc.)
es_es: Código ISO 4217 (por ejemplo, USD para dólares, EUR para euros, etc.)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_es: Las tasas de cambio se calculan a partir de la unidad de moneda predeterminada de tu tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escribe "1,20" (1 € = 1,20 $).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
es_es: Esta opción te permite, entre otras cosas, restringir el acceso a tu tienda en ciertos países. Más detalles a continuación.

source: Two-letter ISO code (e.g. FR, EN, DE).
es_es: Código ISO 2 letras (ej: ES, FR, EN, DE).

source: IETF language tag (e.g. en-US, pt-BR).
es_es: Etiqueta de idioma IETF (ej:. es-ES, en-US, pt-BR).

source: Short date format (e.g., Y-m-d).
es_es: Formato corto de fecha (ej: A-m-d).

source: Full date format (e.g., Y-m-d H:i:s).
es_es: Formato de fecha completo (ej: A-m-d H:m:s).

source: Upload the country flag from your computer.
es_es: Subir la bandera del país desde tu ordenador.

source: Enable if this language is read from right to left.
es_es: Activar si este idioma se lee de derecha a izquierda.

source: (Experimental: your theme must be compliant with RTL languages).
es_es: (Experimental: el tema debe ser compatible con los idiomas RTL).

source: Image is displayed when no picture is found.
es_es: La imagen se muestra cuando no se encuentra ninguna imagen.

source: Activate this language.
es_es: Activar este idioma.

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
es_es: El identificador ISO 639-1 para el idioma del país en el que se encuentra tu servidor web (en, fr, sp, ru, pl, nl, etc.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
es_es: El identificador ISO 3166-1 alpha-2 para el país / región donde se encuentra tu servidor web, en minúsculas (us, gb, fr, sp, ru, pl, nl, etc.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
es_es: Si se establece a "Sí", se descargará el paquete de localización desde prestashop.com. De lo contrario, se utilizará el archivo xml local que se encuentra en la carpeta "localization" de la instalación de PrestaShop.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
es_es: La unidad de peso predeterminada para tu tienda (ej.: "kg" para kilogramos, "libras" para libra-masa, etc.).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
es_es: La unidad de distancia predeterminada para tu tienda (ej.: "km" para kilómetro, "mi" para milla, etc.).

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
es_es: La unidad de volumen predeterminada para tu tienda (ej.: "L" para litro, "gal" para galón, etc.).

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
es_es: La unidad de medida predeterminada para tu tienda (ej.: "cm" para centímetros, "in" para pulgadas, etc).

source: The default language used in your shop.
es_es: El idioma predeterminado utilizado en tu tienda.

source: The default country used in your shop.
es_es: El país predeterminado utilizado en tu tienda.

source: The default currency used in your shop.
es_es: La moneda predeterminada utilizada en tu tienda.

source: Set browser language as default language.
es_es: Establecer el idioma del navegador como idioma predeterminado.

source: Set country corresponding to browser language.
es_es: Establecer el país correspondiente al idioma del navegador.

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
es_es: Nombre de la zona (ej.: África, Costa Oeste, Países vecinos).

source: Allow or disallow shipping to this zone.
es_es: Activar o desactivar los envíos a esta zona.

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
es_es: Si desactivas la ecotasa, el impuesto ecológico para todos los productos se establecerá en 0.

source: Select whether or not to include tax on purchases.
es_es: Selecciona si deseas o no incluir los impuestos en las compras.

source: Select whether or not to display tax on a distinct line in the cart.
es_es: Selecciona si quieres o no mostrar impuestos en una línea distinta del carrito.

source: Define the ecotax (e.g. French ecotax: 20%).
es_es: Define la ecotasa: (ej.: ecotasa en Francia: 20%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
es_es: Nombre del impuesto que se mostrará en los carritos y en las facturas (por ejemplo, "IVA").

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
es_es: Formato: XX.XX o XX.XXX (ej.: 19.60 o 13.925)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_es: Las tasas de cambio se calculan a partir de la unidad de moneda predeterminada de tu tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escribe "1,20" (1 € = 1,20 $).

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
es_es: Código ISO (ej.: USD para Dólar, EUR para Euros, etc.).

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
es_es: Puedes añadir direcciones IP que siempre tendrán acceso a tu tienda (p. ej.: las direcciones IP de los robots de Google).

source: Image is displayed when "no picture is found".
es_es: La imagen aparece cuando no se encuentra ninguna imagen "sin imagen".

source: Set browser language as default language
es_es: Establecer el idioma del navegador como idioma predeterminado

source: Set country corresponding to browser language
es_es: Establece el país correspondiente al idioma del navegador

source: Define the ecotax (e.g. French ecotax: 19.6%).
es_es: Define la ecotasa: (ej.: ecotasa en Francia: 19,6%).

source: You can add or update a language directly from the PrestaShop website here.
es_es: Puedes añadir o actualizar un idioma directamente desde el sitio web de PrestaShop aquí.

source: Copies data from one language to another.
es_es: Copia los datos de un idioma a otro.

source: Warning: This will replace all of the existing data inside the destination language.
es_es: Advertencia: Esta acción reemplazará todas las cadenas existentes para el idioma de destino.

source: If necessary [1][2] you must first create a new language[/1].
es_es: Si es necesario, [1][2]crea primero un nuevo idioma[/1].

source: Export data from one language to a file (language pack).
es_es: Exporte los mensajes de un idioma a un archivo (paquete de idioma).

source: Select which theme you would like to export your translations to.
es_es: Selecciona el tema del que quieres exportar tus traducciones.

source: Here you can modify translations for every line of text inside PrestaShop.
es_es: Aquí puedes modificar las traducción de cada línea de texto perteneciente a PrestaShop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
es_es: En primer lugar, selecciona un tipo de traducción (como "Back office" o "Módulos instalados") y, a continuación, selecciona el idioma en el que quieres traducir las cadenas de texto.

source: Search a word or expression, e.g.: "Order confirmation"
es_es: Buscar una palabra o expresión, p. ej.: "Confirmación del pedido"
