Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminCatalogNotification.*.xlf
Languages: mg_mg, nl_nl

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
mg_mg: Tsy afaka manampy na manova entana anatin'ny toe-javatry ny fivarotana ianao: misafidiana fivarotana fa tsy vondrona fivarotana.
nl_nl: U kunt een product niet toevoegen of bewerken in de huidige shopcontext: selecteer een winkel in plaats van een groep winkels.

source: This will delete all the combinations. Do you wish to proceed?
mg_mg: Mamafa ny fitambaran'entana rehetra ito. Irianao ve izay?
nl_nl: Dit verwijdert alle combinaties. Wenst u verder te gaan?

source: This will delete the specific price. Do you wish to proceed?
mg_mg: Izany dia hamafa ny vidiny manokana. Tianao ny hirosoana?
nl_nl: Dit verwijdert de specifieke prijs. Wenst u verder te gaan?

source: A pack of products can't have combinations.
nl_nl: Een pakket van producten kan geen combinaties bevatten.

source: A virtual product can't have combinations.
mg_mg: Ny entana virtoaly dia tsy afaka manana fitambarana.
nl_nl: Een virtueel product kan geen combinaties bevatten.

source: What do you want to do with the products associated with this category?
nl_nl: Wat wilt u doen met de producten die bij deze categorie horen?

source: Note that if they have another category, your products will logically remain associated with it.
nl_nl: Houd er rekening mee dat als ze een andere categorie hebben, uw producten er logischerwijs aan gekoppeld blijven.

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
nl_nl: U heeft de limiet (%s) voor het uploaden van bestanden bereikt, gelieve enkele bestanden te verwijderen alvorens verder te gaan

source: This feature has been disabled. You can activate it here: %url%.
nl_nl: Deze functie is gedeactiveerd. U kunt het hier activeren: %url%.

source: No address has been found for this brand.
mg_mg: Tsy nisy adiresy hita ho an'io marika io.
nl_nl: Geen adres gevonden voor dit merk.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
mg_mg: Tsy afaka mitantana ny tahirinao anatin'ny toe-javatry ny fivarotana ianao: misafidiana fivarotana fa tsy vondrona fivarotana.
nl_nl: U kunt uw voorraad niet beheren in de huidige shopcontext: selecteer een winkel in plaats van een groep winkels.

source: There is no attachment yet.
mg_mg: Mbola tsy misy paingotra hatreto.
nl_nl: Er is nog geen bijlage.

source: No product matches your search. Try changing search terms.
mg_mg: Tsy misy entana mifanandrify tamin'ny notadiavinao. Andramo ovaina ny teny fitadiavana.
nl_nl: Er voldoet geen product aan uw zoekopdracht. Probeer de zoektermen te wijzigen.

source: Stock successfully updated
mg_mg: Navaozina soa aman-tsara ny tahiry
nl_nl: Voorraad bijgewerkt
