Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminAdvparametersHelp.*.xlf
Languages: id_id

source: -- Choose --
id_id: -- Pilih --

source: or
id_id: atau

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
id_id: Gunakan opsi ini untuk mengasosiasikan data (produk, modul, dll) di masing-masing toko.

source: Click here to display the shops in the %name% shop group
id_id: Klik disini untuk menampilkan toko yang ada di grup toko %name%

source: Click here to display the URLs of the %name% shop
id_id: Klik disini untuk menampilkan URL dari toko %name%

source: Click here to display the list of shop groups
id_id: Klik disini untuk menampilkan daftar grup toko

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
id_id: Perhatian: Mengaktifkan "bagikan pelanggan" dan "bagikan pembelian" tidak direkomendasikan. Karena setelah diaktifkan dan pembelian dibuat, fitur ini tidak dapat dinonaktifkan. Jika Anda memerlukan opsi ini, disarankan untuk menggunakan beberapa kategori daripada beberapa toko.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
id_id: Setelah opsi ini aktif, toko dalam grup ini akan berbagi data pelanggan. Jika pelanggan mendaftar di salah satu toko, akun tersebut akan ada ditoko lainnya dalam grup ini.

source: Warning: you will not be able to disable this option once you have registered customers.
id_id: Perhatian: Anda tidak akan dapat menonaktifkan opsi setelah ada pelanggan yang mendaftar.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
id_id: Setelah opsi ini aktif (jika data pelanggan dan stok dibagi diantara toko lainnya), cart pelanggan akan dibagi ke semua toko di grup ini. Dengan demikian, pembelian yang dilakukan di satu toko akan dapat diselesaikan di toko lainnya pada grup yang sama.

source: Warning: You will not be able to disable this option once you've started to accept orders.
id_id: Perhatian: Anda tidak akan dapat menonaktifkan opsi setelah ada pembelian.

source: Enable or disable this shop group?
id_id: Aktif atau nonaktifkan grup toko ini?

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
id_id: Jika akan menambahkan virtual URL, Anda harus mengaktifkan URL rewriting di server Anda dan mengaktifkan opsi friendly URL.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
id_id: Anda dapat menggunakan opsi ini jika akan membuat toko dengan URL yang belum ada (misalnya buat toko dengan URL www.example.com/my-store/shoes/, maka Anda harus mengeset shoes/ pada field, dengan catatan my-store/ adalah URL fisik).

source: URL rewriting must be activated on your server to use this feature.
id_id: URL rewriting harus aktif agar fitur ini dapat digunakan.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
id_id: Jika Anda set URL ini sebagai URL utama, semua URL yang telah diset di toko ini akan diredirect ke URL utama ini (hanya satu URL utama yang dapat aktif per toko).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
id_id: Karena toko yang dipilih tidak memiliki URL utama, Anda harus set URL berikut sebagai URL utama.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
id_id: Toko tersebut sudah menggunakan URL utama. Jika toko ini diset menggunakan URL utama, maka URL lama akan diset sebagai URL biasa.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
id_id: Direktori fisik toko Anda di web server. Kosongkan field ini jika toko Anda diinstall di root. Misalnya, jika toko Anda berada di www.example.com/my-store/, Anda harus mengisi my-store/.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
id_id: Perhatian: URL rewriting (mis. mod_rewrite oada Apache) sepertinya nonaktif. Jika Virtual URL tidak berfungsi, harap koordinasi dengan tempat hosting Anda untuk mengaktifkan URL rewriting.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
id_id: Hiraukan field ini jika Anda tidak menggunakan Multistore. Jika field ini dikosongkan, toko default akan digunakan.

source: A category root is where a category tree can begin. This is used with multistore.
id_id: Kategori root adalah kategori dengan level teratas, biasanya digunakan pada multistore.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
id_id: Aktifkan Advanced Stock Management on product (0 = Tidak, 1 = Ya)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
id_id: 0 = Gunakan stok dari produk, 1 = Gunakan stok dari gudang.

source: ID of the warehouse to set as storage.
id_id: ID gudang yang digunakan sebagai penyimpanan.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
id_id: Aktifkan Advanced Stock Management on product (0 = Tidak, 1 = Ya).

source: This will add directives to your .htaccess file, which should improve caching and compression.
id_id: Opsi ini akan menambahkan beberapa aturan pada file. .htaccess, yang akan memperbaiki kinerja kompresi dan cache.

source: Enable or disable debug mode.
id_id: Aktif atau nonaktifkan mode debug.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
id_id: Nama domain kedua toko Anda, (misalnya, myshop-media-server-1.com). Jika Anda tidak memiliki domain lain, biarkan field ini kosong

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
id_id: Nama domain ketiga dari toko Anda, (misalnya, myshop-media-server-2.com). Jika Anda tidak memiliki domain lain, biarkan field ini kosong

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
id_id: Nama domain keempat toko Anda, (misalnya, myshop-media-server-3.com). Jika Anda tidak memiliki domain lain, biarkan field ini kosong

source: Choose "No" to disable Product Combinations.
id_id: Pilih "Tidak" untuk menonaktifkan Kombinasi Produk.

source: You cannot set this parameter to No when combinations are already used by some of your products
id_id: Anda tidak dapat merubah parameter ini ke Tidak jika masih ada kombinasi yang digunakan oleh produk Anda

source: Choose "No" to disable Product Features.
id_id: Pilih "Tidak" untuk menonaktifkan fitur produk.

source: Choose "No" to disable Customer Groups.
id_id: Pilih "Tidak" untuk menonaktifkan grup pelanggan.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
id_id: Harus diaktifkan jika Anda tidak ingin menyimpan cache smarty dalam NFS.

source: New modules and updates are displayed on the modules page.
id_id: Modul baru dan informasi update ditampilkan di halaman modul.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
id_id: Periksa alamat IP dari cookie untuk menghindari cookie Anda yang dicuri.

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
id_id: Tentukan berapa jam cookies di front office valid. Setelah itu, pelanggan harus login kembali.

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
id_id: Tentukan batas unduhan produk (dalam megabyte). Nilai ini harus lebih kecil atau sama dengan ukuran file maksimal yang dapat diunggah ke server (saat ini diset: %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
id_id: Tentukan batas ukuran untuk unggah file gambar (dalam megabyte). Nilai ini harus lebih kecil atau sama dengan ukuran file maksimal yang dapat diunggah ke server (saat ini diset: %size% MB).

source: Drop existing tables during import.
id_id: Hapus tabel yang ada selama proses impor.

source: Where customers send messages from the order page.
id_id: Ketika pelanggan mengirim pesan dari halaman order

source: Fully qualified domain name (keep this field empty if you don't know).
id_id: Nama domain lengkap (FQDN) (kosongkan jika tidak yakin).

source: IP address or server name (e.g. smtp.mydomain.com).
id_id: Alamat IP atau nama server (contoh, smtp.mydomain.com).

source: Leave blank if not applicable.
id_id: Kosongkan jika tdk ingin diaplikasikan

source: SSL does not seem to be available on your server.
id_id: SSL sepertinya tidak tersedia di server Anda.

source: Port number to use.
id_id: Port yang digunakan.

source: If enabled, the product's reference number MUST be unique!
id_id: JIka diaktifkan, kode referensi produk HARUS unik!

source: Check that URL rewriting is available on this server.
id_id: Cek apakah URL Rewrite aktif di server ini.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
id_id: 5 HTTP method: GET, POST, PUT, DELETE dan HEAD didukung oleh server.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
id_id: Sebelum memilih "Ya", cek di server Anda jika PHP tidak dikonfigurasikan sebagai modul Apache.

source: Quick description of the key: who it is for, what permissions it has, etc.
id_id: Keterangan singkat mengenai key: untuk siapa, apa hak aksesnya, dll.

source: Informative only
id_id: Hanya Informatif

source: Warning
id_id: Peringatan

source: Error
id_id: Eror

source: Major issue (crash)!
id_id: Mayor masalah (crash)

source: How to restore a database backup in 10 easy steps
id_id: Bagaimana mengembalikan database dari backup dalam 10 langkah mudah

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
id_id: Set "Enable Shop" ke "No di halaman "Maintenance" dibawah menu "Preferences".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
id_id: Ambil Backup dari daftar di bawah atau melalui FTP (dalam folder "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
id_id: Memeriksa integritas backup: mencari kesalahan, file tidak lengkap. Verifikasi data.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
id_id: Minta penyedia hosting Anda untuk memberikan akseske "phpMyAdmin" agar Anda dapat mengakses database Anda

source: Connect to "phpMyAdmin" and select your current database.
id_id: Gunakan "phpMyAdmin" dan pilih database yang Anda gunakan.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
id_id: Kecuali Anda mengaktifkan "Hapus tabel yang ada", Anda harus menghapus semua tabel dari database Anda secara manual.

source: At the top of the screen, please select the "Import" tab
id_id: Pada layar atas, pilih tab "Import"

source: Click on the "Browse" button and select the backup file from your hard drive.
id_id: Klik pada tombol "Browse ..." tombol dan pilih Backup file dari hard drive Anda

source: Check the maximum filesize allowed (e.g. Max: 16MB)
id_id: Periksa maksimum file yang diperbolehkan (mis.: 16Mb)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
id_id: Jika file backup Anda telah melebihi batas ini, harap hubungi penyedia hosting Anda.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
id_id: Klik tombol "Go" dan tunggu sampai proses impor selesai, proses ini dapat berlangsung lama.

source: Click on the "%phpmyadmin_browse_label%" button and select the backup file from your hard drive.
id_id: Klik pada tombol "%phpmyadmin_browse_label%" dan pilih berkas cadangan dari perangkat keras Anda.

source: If enabled, the backup script will drop your tables prior to restoring data.
id_id: Pilih opsi ini untuk menghapus tabel yang ada selama proses restore berjalan.

source: (ie. "DROP TABLE IF EXISTS")
id_id: (mis. "DROP TABLE IF EXISTS")

source: You can read information on import at:
id_id: Anda dapat membaca tentang impor di:

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
id_id: Format yang dibolehkan: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
id_id: Hanya enkoding UTF-8 dan iso-8859-1 yang diperbolehkan

source: You can also upload your file via FTP to the following directory: %s .
id_id: Anda juga dapat mengunggah file via FTP ke folder berikut ini: %s .

source: e.g.
id_id: misalnya

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
id_id: Jika Anda mengaktifkan opsi ini, nomor ID barang yang diimpor akan digunakan apa adanya. Jika opsi ini tidak Anda aktifkan, nomor ID yang diimpor akan diabaikan, dan PrestaShop akan membuat nomor ID yang naik secara otomatis untuk semua barang yang diimpor.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
id_id: Mengirim surel untuk memberi tahu Anda bahwa impor selesai. Ini akan bermanfaat ketika menangani berkas yang besar, karena impor bisa cukup menyita waktu.

source: Read more about the CSV format at:
id_id: Baca lebih lanjut mengenai format CSV di:

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
id_id: Avatar Anda di PrestaShop 1.7.x sama dengan avatar Anda di %url%. Untuk merubah avatar, login ke PrestaShop.com dengan email Anda %email% dan ikuti petunjuk yang diberikan.

source: Password should be at least %num% characters long.
id_id: Panjang password minimum %num% karakter.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
id_id: PrestaShop dapat secara berkala mengirimkan panduan berisikan kiat-kiat tentang cara mengoptimalkan pengelolaan toko guna mengembangkan bisnis Anda. Jika Anda tidak ingin menerima kiat-kiat tersebut, Anda dapat menonaktifkan opsi ini.

source: This page will be displayed just after login.
id_id: Halaman ini akan ditampilkan pada saat login.

source: Allow or disallow this employee to log in to the Admin panel.
id_id: Izinkan atau larang karyawan ini masuk log ke panel Admin.

source: Select the shops the employee is allowed to access.
id_id: Pilih toko yang dapat diakses oleh staff.

source: Severity levels
id_id: Keparahan tingkat

source: Enter "5" if you do not want to receive any emails.
id_id: Isikan "5" jika tidak ingin menerima email.

source: Emails will be sent to the shop owner.
id_id: Email akan dikirim ke pemilik toko.

source: How do I create a new SQL query?
id_id: Bagaimana membuat query SQL?

source: Click "Add New".
id_id: Klik \"Tambah baru\".

source: Fill in the fields and click "Save".
id_id: Isi kolom dan klik "Simpan".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
id_id: Anda dapat melihat hasil dari query dengan klik tombol Edit pada menu dropdown

source: You can also export the query results as a CSV file by clicking on the Export button
id_id: Anda juga dapat meng-ekspor hasil query kedalam file CSV dengan klik pada tombol Ekspor

source: Click "%add_new_label%".
id_id: Klik "%add_new_label%".

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
id_id: Tentukan berapa jam cookies di back office valid. Setelah itu, user harus login kembali.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
id_id: Mengatur ukuran maksimum yang diperbolehkan untuk file lampiran (megabyte). Nilai ini harus lebih rendah atau sama dengan ukuran file maksimal yang dapat diunggah ke server (saat ini diset: %size% MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
id_id: Notifikasi adalah beberapa kotak yang ditampilkan di bagian paling atas back-office anda, tepat di sebelah nama toko anda. Yang akan menampilkan jumlah produk baru sejak terakhir anda klik.

source: This will display notifications when new orders are made in your shop.
id_id: Ini akan menampilkan pemberitahuan bila pesanan baru telah dibuat di toko Anda.

source: This will display notifications every time a new customer registers in your shop.
id_id: Ini akan menampilkan pemberitahuan setiap kali pelanggan baru mendaftar di toko Anda.

source: This will display notifications when new messages are posted in your shop.
id_id: Ini akan menampilkan pemberitahuan ketika pesan baru ter-posting pada toko Anda.

source: Some features can be disabled in order to improve performance.
id_id: Beberapa fitur dapat dinonaktifkan untuk meningkatkan performance.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
id_id: CCC memungkinkan Anda untuk mempercepat waktu loading website. Dengan pengaturan ini Anda akan mendapatkan peningkatan kecepata tanpa merubah theme. Pastikan, theme Anda kompatibel dengan PrestaShop 1.4 +. Jika tidak, CCC akan menimbulkan masalah.
