Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminOrderscustomersNotification.*.xlf
Languages: es_es, nl_nl

source: An error occurred while sending an email to the customer.
es_es: Se ha producido un error al enviar un correo electrónico al cliente.
nl_nl: Fout opgetreden bij het verzenden van een e-mail naar de klant.

source: An error occurred while sending the e-mail to the customer.
es_es: Se ha producido un error al enviar el correo electrónico al cliente.
nl_nl: Er is een fout opgetreden bij het verzenden van een e-mail naar de klant.

source: This product is out of stock:
es_es: Este producto está fuera de stock:
nl_nl: Dit product is uitverkocht:

source: The email was sent to your customer.
es_es: El correo electrónico fue enviado a su cliente.
nl_nl: De e-mail is verzonden naar uw klant.

source: A standard refund was successfully created.
es_es: Reembolso estándar creado correctamente.
nl_nl: Er is met succes een standaardteruggave gecreëerd.

source: A return product was successfully created.
es_es: Devolución de producto creada correctamente.
nl_nl: Aanmaken gedeeltelijke teruggave geslaagd

source: You cannot edit the cart once the order delivered
es_es: No puedes editar el carrito una vez que el pedido ha sido entregado
nl_nl: U kunt de winkelwagen niet meer bewerken zodra de bestelling is afgeleverd

source: Order #%d cannot be loaded.
es_es: El pedido #%d no puede ser cargado.
nl_nl: Bestelling #%d kan niet geladen worden.

source: Please enter a maximum quantity of [1].
es_es: Por favor, introduce una cantidad máxima de [1].
nl_nl: Geef een maximale hoeveelheid van [1] op.

source: Please select at least one product.
es_es: Por favor, selecciona al menos un producto.
nl_nl: Selecteer tenminste één product

source: Please enter a positive amount.
es_es: Por favor, introduce una cantidad positiva.
nl_nl: Geef een positief bedrag op.

source: Please generate at least one credit slip or voucher.
es_es: Por favor, genera al menos un abono o un cupón de descuento.
nl_nl: Genereer ten minste één tegoedbon of voucher.

source: This product is out of stock:
es_es: Este producto está fuera de stock:
nl_nl: Dit product is niet op voorraad:

source: The product was successfully returned.
es_es: El producto fue devuelto con éxito.
nl_nl: Het product is succesvol geretourneerd.

source: You cannot edit the cart once the order delivered.
es_es: No puedes editar el carrito una vez que el pedido ha sido entregado.
nl_nl: U kunt de winkelwagen niet meer bewerken zodra de bestelling is geleverd.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
es_es: Solo se permiten números y puntos decimales (".") en los campos de cantidad, ej. 10.50 o 1050.
nl_nl: Alleen cijfers en decimalen (".") Zijn toegestaan in de bedragvelden, bijv. 10.50 of 1050.

source: It looks like the value is invalid:
es_es: Parece que el valor no es válido:
nl_nl: Het lijkt erop dat de waarde ongeldig is:

source: Percent or amount value must be greater than 0.
es_es: El porcentaje o la cantidad debe ser mayor que 0.
nl_nl: Procent- of bedragwaarde moet groter zijn dan 0.

source: Percent value cannot exceed 100.
es_es: El porcentaje no puede exceder el 100%
nl_nl: Procentuele waarde mag niet hoger zijn dan 100.

source: Discount value cannot exceed the total price of this order.
es_es: El valor de descuento no puede exceder el precio total de este pedido.
nl_nl: De kortingswaarde mag niet hoger zijn dan de totale prijs van deze bestelling.

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
es_es: Solo se permiten números y puntos decimales (".") en los campos de importe del bloque de pago, ej. 10.50 o 1050.
nl_nl: Alleen cijfers en decimalen (".") Zijn toegestaan in de bedragvelden van het betalingsblok, bijv. 10.50 of 1050.

source: Percent value must be greater than 0.
es_es: El porcentaje debe ser mayor que 0.
nl_nl: Procent- of bedragwaarde moet groter zijn dan 0.

source: Amount value must be greater than 0.
es_es: La cantidad debe ser mayor que 0.
nl_nl: Bedrag moet groter zijn dan 0

source: Shipping discount value cannot exceed the total price of this order.
es_es: El descuento de envío no puede exceder el precio total de este pedido.
nl_nl: De verzendkorting kan de totale prijs van deze bestelling niet overschrijden.

source: You must choose a payment module to create the order.
es_es: Debes elegir un módulo de pago para crear el pedido.
nl_nl: U moet een betalingsmodule kiezen om de bestelling aan te maken.

source: You must choose an order status to create the order.
es_es: Debe elegir un estado para crear el pedido.
nl_nl: U moet een bestelstatus kiezen om de bestelling aan te maken.

source: The order message given is invalid.
es_es: El mensaje de pedido no es válido.
nl_nl: Het opgegeven bestelbericht is ongeldig.

source: Please enter a positive value
es_es: Por favor, introduzca un valor positivo
nl_nl: Geef een positieve waarde op

source: No invoice has been found for this status.
es_es: Ninguna factura encontrada para este estado.
nl_nl: Geen factuur voor deze status gevonden.

source: Invalid invoice number.
es_es: Número de factura no válido.
nl_nl: Ongeldig factuurnummer.

source: Invalid "From" date
es_es: Fecha de comienzo "Desde" no válida
nl_nl: Ongeldige "van"-datum

source: Invalid "To" date
es_es: Fecha de expiración "Hasta" no válida
nl_nl: Ongeldige "tot"-datum

source: No invoice has been found for this period.
es_es: No se encontró ninguna factura para este período.
nl_nl: Geen factuur binnen deze periode gevonden

source: You must select at least one order status.
es_es: Debes seleccionar al menos un estado de pedido.
nl_nl: U moet op zijn minst één bestelstatus selecteren.

source: No cart is available
es_es: Ningún carrito está disponible
nl_nl: Geen winkelwagen beschikbaar

source: A registered customer account using the defined email address already exists.
es_es: Ya existe una cuenta de cliente registrada que utiliza la dirección de correo electrónico definida.
nl_nl: Een geregistreerd klantaccount met dit e-mailadres bestaat reeds.

source: How do you want to delete the selected customers?
es_es: ¿Cómo quieres eliminar los clientes seleccionados?
nl_nl: Hoe wil u de geselecteerde klanten verwijderen?

source: There are two ways of deleting a customer. Please choose your preferred method.
es_es: Hay dos maneras de eliminar un cliente. Elige tu método preferido.
nl_nl: U heeft twee manieren om een klant te verwijderen, kies de manier die u wilt gaan gebruiken.

source: You have to select a shop if you want to create a customer.
es_es: Tienes que seleccionar una tienda si quieres crear un cliente.
nl_nl: U moet een winkel selecteren om een klant aan te maken

source: You must add at least one address to process the order.
es_es: Debe añadir al menos una dirección para procesar el pedido.
nl_nl: U moet tenminste één adres toevoegen om deze bestelling te verwerken

source: No products found
es_es: Ningún producto encontrado
nl_nl: Geen producten gevonden

source: The prices are without taxes.
es_es: Los precios no incluyen los impuestos.
nl_nl: De prijzen zijn exclusief btw.

source: Searching for products
es_es: Buscando productos
nl_nl: Zoeken naar producten

source: No customers found
es_es: Ningún cliente encontrado
nl_nl: Geen klanten gevonden

source: Searching for customers
es_es: Buscando clientes
nl_nl: Zoeken naar klanten

source: No carrier can be applied to this order
es_es: No se puede aplicar ningún transportista a este pedido
nl_nl: Geen vervoerder kan worden toegevoegd aan deze bestelling

source: This value must include taxes.
es_es: Este valor debe incluir los impuestos.
nl_nl: Deze waarde moet inclusief belasting zijn.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
es_es: Por favor, ten en cuenta que el cambio de transportista no recalculará tus costes de envío. Si quieres cambiarlos, dirígete a Parámetros de tienda > Ajustes de pedido
nl_nl: Let er hierbij op dat het veranderen van de vervoerder er niet voor zorgt dat de verzendkosten opnieuw berekend worden, als u dit gedrag wilt aanpassen verandert u dit op de pagina "Winkelinstellingen > Bestellingsinstellingen"

source: Are you sure you want to create a new invoice?
es_es: ¿Estás seguro que quieres crear una nueva factura?
nl_nl: Weet u zeker dat u een nieuwe factuur wilt aanmaken?

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
es_es: ¿Está seguro de que desea editar el precio de este producto? Se aplicará a todas las facturas de este pedido.
nl_nl: Weet u zeker dat u deze productprijs wilt wijzigen? Het wordt toegepast op alle facturen van deze bestelling.

source: There is no available document
es_es: No hay ningún documento disponible
nl_nl: Er is geen document beschikbaar

source: Are you sure you want to edit this product price? It will be applied to all identical products in this order.
es_es: ¿Seguro que quieres editar el precio de este producto? Se aplicará a todos los productos idénticos en este pedido.

source: No merchandise returned yet
es_es: No hay devoluciones de mercancía
nl_nl: Nog geen goederen geretourneerd

source: Merchandise returns are not applicable for virtual orders
es_es: Las devoluciones de mercancía no son aplicables para pedidos virtuales
nl_nl: Retourzendingen van goederen zijn niet van toepassing op virtuele bestellingen

source: Do you want to overwrite your existing message?
es_es: ¿Quieres sobrescribir el mensaje existente?
nl_nl: Wilt u uw bestaande bericht overschrijven?

source: paid instead of
es_es: pagado en vez de
nl_nl: betaald in plaats van

source: This warning also concerns order:
es_es: Esta advertencia también concierne al pedido:
nl_nl: Deze waarschuwing betreft ook bestelling:

source: This warning also concerns the following orders:
es_es: Esta advertencia también concierne a los siguientes pedidos:
nl_nl: Deze waarschuwing betreft ook de volgende bestellingen:

source: Error. You cannot refund a negative amount.
es_es: Error. No puedes reembolsar un importe negativo.
nl_nl: Fout. U kunt geen negatief bedrag teruggeven.

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
es_es: Para este grupo de clientes, los precios se muestran con: [1]%tax_method%[/1]
nl_nl: Voor deze klant groep worden de prijzen weergegeven als: [1]%tax_method%[/1]

source: Merchandise returns are disabled
es_es: Las devoluciones de mercancía están desactivadas
nl_nl: Retourzendingen zijn uitgeschakeld
