Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminCatalogNotification.*.xlf
Languages: mg_mg, nl_nl

source: You must select some products before
nl_nl: U dient een aantal producten te selecteren alvorens

source: Deleting multiple categories
nl_nl: Meerdere categorieën verwijderen

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
nl_nl: Verwijderen van deze categorie zal ook alle producten die alleen met deze categorie gelinkt zijn verwijderen, andere producten niet. Wilt u doorgaan?

source: You cannot set a negative position, the minimum for a position is 0.
nl_nl: U kan geen negatieve positie instellen. Het minimum voor een positie is 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
nl_nl: U kunt geen positie hoger instellen die groter is dan het totaal aantal producten in de categorie, minus 1 (positie nummering begint bij 0).

source: Error on image caption: "%1s" is not a valid caption.
nl_nl: Er is een fout met de afbeeldingstoelichting: "%1s" is geen geldige toelichting.

source: The discount was successfully generated.
nl_nl: Aanmaken korting is geslaagd

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
mg_mg: Ny sokajy fototran'ny fivarotana %shop% dia nampifandraisina tamin'ny fivarotana ankehitriny. Tsy afaka mandeha amin'io pejy io ianao. Ovay aza fady ny sokajy fototry ny fivarotana.
nl_nl: De rootcategorie van winkel %shop% is niet aan de huidige winkel gekoppeld. U hebt geen toegang tot deze pagina. Verander de rootcategorie van de winkel.

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
nl_nl: Hierdoor worden de afbeeldingen ook gekopieerd. Als u wilt doorgaan, klikt u op "Ja". Zo niet, dan klikt u op "Nee".

source: This will copy the images too. If you wish to proceed, click "%yes_label%". If not, click "%no_label%".
nl_nl: Hierdoor worden de afbeeldingen ook gekopieerd. Als u wilt doorgaan, klikt u op "Ja". Zo niet, dan klikt u op "Nee".

source: You cannot update the available stock when it depends on stock.
nl_nl: U kan de beschikbare voorraad niet updaten wanneer deze afhangt van de voorraad.

source: Incorrect Stock Manager class [%s]
nl_nl: Onjuiste Voorraad beheerder class [%s]

source: Stock Manager class not found [%s]
nl_nl: Voorraad beheerder class niet gevonden [%s]

source: This file is associated with the following products, do you really want to delete it?
mg_mg: Io fisie io dia miaraka amin'ireto entana manaraka ireto, tianao hofafana tokoa ve?
nl_nl: Dit bestand is gekoppeld aan de volgende producten, wil je hem echt verwijderen?

source: File not found
nl_nl: Bestand niet gevonden

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
nl_nl: Het bestand %file% overschrijdt de maximale grootte welke door de server is toegestaan. De grens is ingesteld op maximaal %size% MB.

source: Please select at least one attribute.
nl_nl: Kies minstens 1 attribuut

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
nl_nl: Kan de parameters niet initialiseren, combinatie ontbreekt of object kan niet geladen worden.

source: An error occurred while updating the status for an object.
nl_nl: Fout opgetreden tijdens het bijwerken van de object status.

source: (cannot load object)
nl_nl: (object kan niet worden geladen)

source: The attribute value "%1$s" already exist for %2$s language
nl_nl: Het attribuut "%1$s" bestaat al voor de taal %2$s

source: Failed to delete the attribute.
nl_nl: Verwijderen van het attribuut mislukt

source: This feature has been disabled. You can activate it here: %link%.
nl_nl: Deze functie is gedeactiveerd. U kunt het hier activeren: %link%.

source: The voucher cannot end before it begins.
nl_nl: De waardebon kan niet eindigen voor de ingangsdatum

source: The minimum amount cannot be lower than zero.
nl_nl: De minimum waarde kan niet lager zijn dan 0.

source: Reduction percentage must be between 0% and 100%
nl_nl: Het kortingspercentage moet liggen tussen 0% en 100%

source: Reduction amount cannot be lower than zero.
nl_nl: Het kortingspercentage kan niet lager zijn dan 0.

source: This cart rule code is already used (conflict with cart rule %rulename%)
mg_mg: Efa nampiasaina io kaody fitsipiky ny harona io (fifandirana miaraka amin'ny fitsipiky ny harona %rulename%)
nl_nl: Deze winkelwagenregel wordt al gebruikt (In conflict met winkelwagenregel %rulename%)

source: An action is required for this cart rule.
nl_nl: Een actie is vereist voor deze winkelwagen regel.

source: No product has been found.
nl_nl: Geen product gevonden

source: Invalid product
nl_nl: Ongeldig product

source: Invalid combination
nl_nl: Ongeldige combinatie

source: An error occurred during the image upload process.
nl_nl: Fout opgetreden gedurende de afbeelding upload

source: An order has already been placed with this cart.
nl_nl: Er is al een bestelling geplaatst met deze winkelwagen

source: This product cannot be added to the cart.
nl_nl: Het product kan niet toegevoegd worden aan de winkelwagen.

source: You already have the maximum quantity available for this product.
nl_nl: U hebt al de maximale hoeveelheid dat beschikbaar is voor dit product.

source: Invalid voucher.
nl_nl: Ongeldige waardebon.

source: The category cannot be moved here.
nl_nl: Categorie kan hier niet naartoe verplaatst worden

source: The category cannot be a parent of itself.
nl_nl: Categorie kan niet hoofd van zichzelf worden.

source: Unknown delete mode: %s
mg_mg: Fomba famafana tsy fantatra: %s
nl_nl: Onbekende verwijderwijze: %s

source: An error occurred while uploading category image.
nl_nl: Fout opgetreden tijdens het uploaden van de categorieafbeelding.

source: An error occurred while uploading thumbnail image.
nl_nl: Fout opgetreden tijdens het uploaden van de miniatuurafbeelding.

source: An error occurred while uploading the image.
nl_nl: Fout opgetreden tijdens het uploaden van de afbeelding.

source: Invalid quantity
nl_nl: Ongeldige hoeveelheid

source: We were unable to associate this attachment to a product.
nl_nl: Niet mogelijk om de bijlage aan het product koppelen.

source: An error occurred while saving product attachments.
nl_nl: Fout opgetreden tijdens het opslaan van product bijlagen

source: You cannot delete this product because there is physical stock left.
nl_nl: U kunt het product niet verwijderen omdat er een fysieke voorraad over is.

source: You cannot change the product's cover image.
nl_nl: Kan de product afbeelding niet veranderen

source: The image could not be found.
nl_nl: Kon de afbeelding niet vinden.

source: You cannot delete the product #%d because there is physical stock left.
nl_nl: U kunt het product #%d niet verwijderen omdat er een fysieke voorraad over is of lopende leveranciersbestellingen zijn.

source: The price attribute is required.
nl_nl: Het prijs-attribuut is verplicht.

source: You must add at least one attribute.
nl_nl: U moet minstens één attribuut toevoegen.

source: This combination already exists.
nl_nl: Deze combinatie bestaat al.

source: A product must be created before adding features.
nl_nl: Product moet worden aangemaakt alvorens nieuwe opties kunnen worden toegevoegd.

source: Please specify priorities.
nl_nl: Specificeer de prioriteiten aub

source: An error occurred while updating priorities.
nl_nl: Fout opgetreden tijdens het bijwerken van de prioriteiten.

source: An error occurred while setting priorities.
nl_nl: Fout opgetreden tijdens het instellen van prioriteiten.

source: An error occurred while creating customization fields.
nl_nl: Fout opgetreden tijdens het aanmaken van de aanpassingsvelden.

source: An error occurred while updating customization fields.
nl_nl: Fout opgetreden tijdens het bijwerken van de aanpassingen.

source: An error occurred while updating the custom configuration.
nl_nl: Fout opgetreden tijdens het bijwerken van de aanpassingen configuratie.

source: The label fields defined are invalid.
nl_nl: Label velden zijn ongeldig

source: A product must be created before adding customization.
nl_nl: Product moet worden gemaakt alvorens maatwerk mogelijkheden kunnen worden toegevoegd..

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
nl_nl: Het geüploade bestand is groter dan de 'Maximale grootte voor een downloadbaar product" ingesteld in de voorkeuren (%1$dMB) van de post_max_size/ richtlijn in php.ini (%2$dMB).

source: An error occurred while attempting to associate this image with your shop.
nl_nl: Fout bij de verbinding tussen de afbeelding en de winkel

source: An error occurred while attempting to move this picture.
nl_nl: Fout bij het verplaatsen van de afbeelding

source: An error occurred while attempting to update the cover picture.
nl_nl: Fout opgetreden tijdens het bijwerken van de coverafbeelding.

source: An error occurred while attempting to delete the product image.
nl_nl: Fout bij het verwijderen van de product afbeelding

source: Wrong IDs
nl_nl: Verkeerde nummers

source: Invalid price/discount amount
nl_nl: Ongeldige prijs/korting waarden

source: Please select a discount type (amount or percentage).
nl_nl: Kies een kortings type aub (hoeveelheid of percentage)

source: The from/to date is invalid.
nl_nl: Foutieve van/tot datum

source: A specific price already exists for these parameters.
nl_nl: Voor deze parameters bestaat al een specifieke prijs

source: The name for feature %1$s is too long in %2$s.
nl_nl: De naam voor de eigenschap %1$s is te lang in %2$s.

source: A valid name required for feature. %1$s in %2$s.
nl_nl: Geldige naam vereist voor eigenschap %1$s in %2$s.

source: An error occurred while adding tags.
nl_nl: Fout opgetreden tijdens het toevoegen van tags.

source: This %1$s field is required at least in %2$s
nl_nl: Dit veld %1$s is minstens verplicht in %2$s

source: The %1$s field is too long (%2$d chars max).
nl_nl: Het veld %1$s is te lang (%2$d tekens maximaal).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
nl_nl: Dit veld %1$s (%2$s) is te lang: %3$d tekens maximaal (het telt nu %4$d).

source: The expiration-date attribute is required.
nl_nl: De vervaldatum attribuut van dit veld is verplicht.

source: An error occurred while attempting to delete previous tags.
nl_nl: Fout opgetreden tijdens het verwijderen van vorige tags.

source: The selected currency is not valid
nl_nl: De gekozen valuta is niet geldig

source: An error occurred while copying image, the file does not exist anymore.
nl_nl: Een fout is opgetreden bij het kopiëren van de afbeelding, het bestand bestaat niet meer.

source: An error occurred while copying image, the file width is 0px.
nl_nl: Een fout is opgetreden bij het kopiëren van de afbeelding, de bestandsbreedte is 0 px.

source: An error occurred while copying image, check your memory limit.
nl_nl: Een fout is opgetreden bij het kopiëren van de afbeelding, controleer de geheugenlimieten.

source: An error occurred while copying the image.
nl_nl: Fout opgetreden tijden het kopiëren van een afbeelding.

source: You can't add product packs into a pack
nl_nl: U kunt geen productpakketten toevoegen aan een pakket.

source: An error occurred while attempting to add products to the pack.
nl_nl: Fout opgetreden tijdens het toevoegen van producten aan het pakket.

source: Cannot add image because product creation failed.
nl_nl: Kan geen afbeelding toevoegen omdat de product aanmaak mislukt is

source: Error while creating additional image
nl_nl: Fout opgetreden tijdens het aanmaken van de extra afbeelding

source: You do not have permission to add suppliers.
nl_nl: U hebt niet de vereiste toestemming om leveranciers toe te voegen.

source: The address is not correct. Please make sure all of the required fields are completed.
nl_nl: Het adres is niet juist. Controleer of alle vereiste velden gevuld zijn.

source: List of products without available quantities for sale are not displayed because stock management is disabled.
nl_nl: Overzicht van producten zonder beschikbare voorraad voor verkoop worden niet getoond omdat voorraadbeheer is uitgeschakeld.

source: Could not delete #%i
nl_nl: Kan #%i niet verwijderen

source: Missing id_hook
nl_nl: id_hook ontbreekt

source: Missing block_name
nl_nl: block_name ontbreekt

source: Missing block_name value for language %s
nl_nl: block_name waarde ontbreekt voor taal %s

source: Missing %s value in custom [%s] for language %s
nl_nl: %s waarde ontbreekt in custom[%s] voor taal %s

source: Missing %s value in custom[%s] for language %s
nl_nl: %s waarde ontbreekt in custom[%s] voor taal %s

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
nl_nl: Het is niet mogelijk om een combinatie te verwijderen terwijl er nog een aantal hoeveelheden zijn in het geavanceerde Voorraadbeheer. U moet deze voorraad eerst verwijderen.

source: Error while deleting the stock
nl_nl: Fout bij het verwijderen van de voorraad

source: Successful deletion
nl_nl: Verwijdering geslaagd

source: You cannot delete this attribute.
nl_nl: Attribuut kan niet worden verwijderd

source: Invalid 'to' date
nl_nl: Ongeldige \"tot\" datum

source: Invalid 'from' date
nl_nl: Ongeldige \"van\" datum

source: Submitted reduction value (0-100) is out-of-range
nl_nl: De kortingswaarde (0-100) valt buiten het interval

source: An error occurred while updating the specific price.
nl_nl: Fout opgetreden tijdens het bijwerken van de specifieke prijs.

source: No reduction value has been submitted
nl_nl: Geen kortingswaarde waarde is ingediend

source: The specific price ID is invalid.
nl_nl: De gegeven prijsID is ongeldig.

source: An error occurred while attempting to delete the specific price.
nl_nl: Fout opgetreden tijdens het verwijderen van de specifieke prijs

source: Invalid date range
nl_nl: Ongeldig datumbereik

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
nl_nl: Ik wil de producten zonder andere categorieën associëren met de bovenliggende categorie, dan schakel deze producten voorlopig uit. Ik wil ze opnieuw inschakelen als ze worden verplaatst in hun nieuwe categorie.

source: (Recommended)
nl_nl: (Aanbevolen)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
nl_nl: Ik wil de producten onder andere categorieën associëren met de bovenliggende categorie, en houd ze ingeschakeld.

source: I want to remove the products which are listed only within this category and no others.
nl_nl: Ik wil de producten verwijderen die alleen binnen deze categorie worden vermeld en geen andere.

source: If they have no other category, I want to associate them with the parent category.
nl_nl: Als ze geen andere categorie hebben, wil ik ze aan de bovenliggende categorie koppelen.

source: If they have no other category, I want to associate them with the parent category and turn them offline.
nl_nl: Als ze geen andere categorie hebben, wil ik ze aan de bovenliggende categorie koppelen en ze offline zetten.

source: If they have no other category, I want to delete them as well.
nl_nl: Als ze geen andere categorie hebben, wil ik ze ook verwijderen.

source: This file is associated with the following products. Are you sure you want to delete it?
nl_nl: Dit bestand is gekoppeld aan de volgende producten. Weet u zeker dat u deze wilt verwijderen?

source: Product(s) successfully activated.
mg_mg: Azo ampiasaina soa aman-tsara ny entana.
nl_nl: Product(en) met succes geactiveerd.

source: Product(s) successfully deactivated.
mg_mg: Najanona soa aman-tsara ny entana.
nl_nl: Product(en) met succes gedeactiveerd.

source: Product(s) successfully deleted.
mg_mg: Voafafa soa aman-tsara ny entana.
nl_nl: Product(en) met succes verwijderd.

source: Product(s) successfully duplicated.
mg_mg: Voadika soa aman-tsara ny entana.
nl_nl: Product(en) met succes gedupliceerd.

source: Products successfully sorted.
mg_mg: Voalahatra soa aman-tsara ny entana.
nl_nl: Producten met succes gesorteerd.

source: Product successfully deleted.
mg_mg: Voafafa soa aman-tsara ny entana.
nl_nl: Product met succes verwijderd.

source: Product successfully duplicated.
mg_mg: Voadika soa aman-tsara ny entana.
nl_nl: Product met succes gedupliceerd.

source: Product successfully activated.
mg_mg: Mandeha soa aman-tsara ny entana.
nl_nl: Product met succes geactiveerd.

source: Product successfully deactivated.
mg_mg: Tsy mandeha soa aman-tsara ny entana.
nl_nl: Product met succes gedeactiveerd.

source: Failed to copy the file.
nl_nl: Kopiëren van het bestand is mislukt.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
nl_nl: Uploadfout. Controleer alstublieft uw serverconfiguraties voor de maximaal toegestane uploadgrootte.

source: Invalid description for %s language
nl_nl: Ongeldige omschrijving voor de %s taal

source: An attachment name is required.
nl_nl: Bijlagenaam vereist

source: This attachment was unable to be loaded into the database.
nl_nl: Deze bijlage kan niet toegevoegd worden aan de database

source: You cannot remove this category because one of your shops uses it as a root category.
nl_nl: U kunt deze categorie niet verwijderen want een winkel gebruikt deze categorie als basiscategorie.

source: An error occurred while uploading the image:
mg_mg: Nisy hadisoana niseho nandritra ny fampiakarana ny sary:
nl_nl: Fout opgetreden tijdens het uploaden van de afbeelding:

source: An error occurred while creating the category.
nl_nl: Er is een fout opgetreden bij het maken van de categorie.

source: An error occurred while editing the category.
nl_nl: Er is een fout opgetreden bij het bewerken van de categorie.

source: The display of your brands is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
nl_nl: De weergave van uw merken is ingeschakeld in uw winkel. Ga naar %s Shop-parameters> Algemeen %s om instellingen te bewerken.

source: The display of your brands is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
nl_nl: De weergave van uw merken is uitgeschakeld in uw winkel. Ga naar %s Shop-parameters> Algemeen %s om instellingen te bewerken.

source: Unable to resize one or more of your pictures.
nl_nl: De grootte van één of meer afbeeldingen kan niet veranderd worden

source: It is not possible to delete a supplier if there are pending supplier orders.
nl_nl: Het is niet mogelijk een leverancier te verwijderen wanneer er een bestelling in de wacht staat.

source: The display of your suppliers is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
nl_nl: De weergave van uw leveranciers is ingeschakeld in uw winkel. Ga naar %s Shop-parameters> Algemeen %s om instellingen te bewerken.

source: The display of your suppliers is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
nl_nl: De weergave van uw leveranciers is uitgeschakeld in uw winkel. Ga naar %s Shop-parameters> Algemeen %s om instellingen te bewerken.

source: There are not enough products in stock.
mg_mg: Tsy ampy ny isan'ny entana ao amin'ny tahiry.
nl_nl: Er zijn niet genoeg producten op voorraad.

source: Selected products were successfully canceled.
nl_nl: De geselecteerde producten zijn met succes geannuleerd

source: Cannot find specific price %price%
nl_nl: Kan geen specifieke prijs %price% vinden

source: This pack is empty. You must add at least one product item.
nl_nl: Dit pakket is leeg. U moet ten minste een product item toevoegen.

source: This value is too long. It should have %limit% characters or less.
mg_mg: Lehibe loatra io sanda io. Tokony ho %limit% tarehin-tsoratra na latsak'izay.
nl_nl: Deze waarde is te lang. Het moet %limit% karakters of minder bevatten.

source: There is no result for this search. Update your filters to view other products.
mg_mg: Tsy nisy valiny io fitadiavana io. Havaozy ny sivanao hijerena ny entana hafa.
nl_nl: Er is geen resultaat voor deze zoekopdracht. Werkt uw filters bij om andere producten te tonen.

source: Duplication in progress...
mg_mg: Eo an-dalampandikana...
nl_nl: Bezig met dupliceren...

source: Duplication failed.
mg_mg: Tsy nety ny fandikana.
nl_nl: Dupliceren mislukt.

source: Activation in progress...
mg_mg: Eo andalam-pandefasana...
nl_nl: Activatie in voortgang...

source: Activation failed.
mg_mg: Tsy nety ny fampandefasana.
nl_nl: Activeren mislukt.

source: Deactivation in progress...
mg_mg: Eo andalam-pamonoana...
nl_nl: Deactivatie in voortgang...

source: Deactivation failed.
mg_mg: Tsy nety ny famonoana.
nl_nl: Deactiveren mislukt.

source: Deletion in progress...
mg_mg: Andalam-pamafana...
nl_nl: Verwijderen in voortgang...

source: Deletion failed.
mg_mg: Tsy nety ny famafana.
nl_nl: Verwijderen mislukt.

source: Duplicating products
mg_mg: Am-pandikana entana
nl_nl: Producten dupliceren

source: Duplicating...
mg_mg: Am-pandikana...
nl_nl: Dupliceren...

source: Activating products
mg_mg: Am-pandehanana ny entana
nl_nl: Activeren producten

source: Activating...
mg_mg: Am-pandefasana...
nl_nl: Activeren...

source: Deactivating products
mg_mg: Am-pamonoana ny entana
nl_nl: Deactiveren producten

source: Deactivating...
mg_mg: Am-pamonoana...
nl_nl: Deactiveren...

source: Deleting products
mg_mg: Am-pamafana entana
nl_nl: Verwijderen van producten

source: Deleting...
mg_mg: Am-pamafana...
nl_nl: Bezig met verwijderen...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
nl_nl: U bevindt zich in multistore-context: elke aanpassing die u aanbrengt heeft invloed op alle winkels, een groep winkel of een losse winkel.

source: Friendly URLs are currently disabled.
mg_mg: Tsy mandeha ankehitriny ny Friendly URLs.
nl_nl: Vriendelijke URL's zijn momenteel uitgeschakeld.

source: To enable it, go to [1]SEO and URLs[/1]
mg_mg: Mba hampiasana an'io, mandehana amin'ny [1]SEO sy URLs[/1]
nl_nl: Om dit in te schakelen, ga naar [1]Verkeer[/1]

source: Friendly URLs are currently enabled.
nl_nl: Vriendelijke URL's zijn momenteel ingeschakeld.

source: To disable it, go to [1]SEO and URLs[/1]
mg_mg: Mba tsy hampandehanana an'io, mandehana amin'ny [1]SEO sy URLs[/1]
nl_nl: Om dit uit te schakelen, gaat u naar [1]SEO and URLs[/1]

source: The "Force update of friendly URL" option is currently enabled.
nl_nl: De "Forceer bijwerken van vriendelijke URL"-optie is momenteel uitgeschakeld.

source: To disable it, go to [1]Product Settings[/1]
mg_mg: Mba tsy hampandefasana an'io, mandehana amin'ny [1]Fampiendrehina Entana[/1]
nl_nl: Om het uit te schakelen, ga naar [1]Productinstellingen[/1]

source: If no carrier is selected then all the carriers will be available for customers orders.
nl_nl: Indien geen vervoerder geselecteerd werd, dan zullen alle vervoerders getoond worden bij klantenbestellingen.

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
nl_nl: Bij activering van geavanceerd voorraadbeheer voor een pak, moet u ervoor zorgen dat het ook wordt ingeschakeld voor haar product(en) - als u ervoor kiest om hoeveelheden van producten te verlagen.
