Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminDashboardHelp.*.xlf
Languages: bg_bg, da_dk, de_de, fa_ir, id_id, nl_nl, nn_no, sk_sk, sv_se, vi_vn

source: This mode displays sample data so you can try your dashboard without real numbers.
bg_bg: Този режим показва примерни данни, за да пробвате вашето табло преди да разполагате с реални цифри.
da_dk: Dette modul viser eksempler på data, så du kan prøve dit kontrolpanel uden rigtige tal.
de_de: Dieses Modul generiert Beispieldaten, so dass Sie die Übersicht ohne echte Daten ausprobieren können.
fa_ir: این قسمت اطلاعات نمونه نمایش می‌دهد پس شما می‌توانید پیشخوان خود را بدون اطلاعات واقعی مشاهده کنید.
id_id: Mode ini menampilkan data contoh sehingga Anda dapat mencoba dasbor tanpa menggunakan data aktual.
nl_nl: Deze modus toont voorbeeldgegevens zodat u uw dashboard kan proberen zonder echte cijfers.
nn_no: Denne modusen viser eksempeldata så du kan prøve instrumentpanelet uten ekte tall.
sk_sk: Tento režim zobrazí ukážkové údaje vďaka tomu môžete vyskúšať ovládací panel bez reálnych čísiel.
sv_se: Det här läget visar demodata så att du kan utforska kontrollpanelen utan verkliga siffror.
vi_vn: Chế độ này hiển thị các dữ liệu mẫu vì thế bạn có thể thử bảng điều khiển của bạn mà không cần các số liệu thực.

source: Choose a fixed fee for each order placed in %currency% with %module%.
bg_bg: Изберете фиксирана такса за всяка поръчка, направена в %currency% с %module%.
da_dk: Vælg et fast gebyr til hver ordre, der er afgivet i %currency% med %module%.
de_de: Pauschalgebühr für jede Bestellung in %currency% mit %module% auswählen
fa_ir: یک هزینه‌ی ثابت برای هر سفارش ایجاد شده %currency% با %module%، انتخاب کنید.
id_id: Tentukan biaya tetap untuk masing-masing penjualan menggunakan %currency% melalui %module%.
nl_nl: Kies een vaste vergoeding voor elke bestelling geplaatst in %currency% met %module%.
nn_no: Velg et fast gebyr for hver ordre i %currency% med %module%.
sk_sk: Vyberte fixný poplatok za každú podanú objednávku v mene %currency% s modulom %module%.
sv_se: Välj en fast avgift för varje order i %currency% med %module%.
vi_vn: Chọn một mức phí cố định đối với từng đơn hàng đã đặt bằng %currency% với %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
bg_bg: Изберете променлива такса, за всяка поръчка направена в %currency% с %module%. Ще бъде добавена към общата сума с включен данък.
da_dk: Vælg et variabelt gebyr til hver ordre, der er afgivet i %currency% med %module%. Det vil blive pålagt det betalte totalbeløb med moms.
de_de: Variable Gebühr für alle Bestellungen in %currency% mit %module% wählen, die auf den Gesamtbetrag inkl. Steuern aufgeschlagen wird.
fa_ir: هزینه‎ی متغیری برای هر سفارش ایجاد شده در %currency% با %module%، انتخاب کنید. این به همراه پرداخت کلی به علاوه‎ی مالیات در نظر گرفته خواهد شد.
id_id: Tentukan variabel biaya menggunakan %currency% melalui %module%. Variabel ini akan diterapkan pada total pembayaran termasuk pajak.
nl_nl: Kies de variabele kosten voor elke bestelling geplaatst in %currency% met %module%. Deze zal worden toegepast op het totale bedrag incl. btw.
nn_no: Velg et variabelt gebyr for hver ordre i %currency% med %module%. Dette legges til til totalbeløpet med mva.
sk_sk: Vyberte variabilný poplatok za každú objednávku podanú v mene %currency% s modulom %module%. Bude použitý na celkovú cenu vrátane daní.
sv_se: Välj en variabel avgift för varje order mottagen i %currency% med %module%. Avgiften kommer att appliceras på ordertotal inkl. moms.
vi_vn: Chọn một mức phí khả biến cho từng đơn hàng đã đặt bằng %currency% với %module%. Nó sẽ được áp dụng trên tổng số tiền đã trả kèm theo thuế.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
bg_bg: Изберете фиксирана такса за всяка поръчка, направена в чужда валута с %module%.
da_dk: Vælg et fast gebyr til hver ordre, der er afgivet i en udenlandsk valuta med %module%.
de_de: Pauschalgebühr für jede Bestellung in Fremdwährung mit %module% auswählen
fa_ir: یک هزینه‌ی ثابت برای هر سفارش ایجاد شده با یک پول خارجی با %module%، انتخاب کنید.
id_id: Tentukan biaya tetap untuk masing-masing penjualan yang menggunakan mata uang asing melalui %module%.
nl_nl: Kies een vaste vergoeding voor elke bestelling geplaatst met een vreemde valuta met %module%.
nn_no: Velg et fast gebyr for hver ordre med utenlandsk valuta med %module%.
sk_sk: Vyberte pevný poplatok za každú objednávku podanú v zahraničnej mene s modulom %module%.
sv_se: Välj en fast avgift för varje order i utländsk valuta med %module%.
vi_vn: Chọn một mức phí cố định cho mỗi đơn hàng được đặt với một ngoại tệ với %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
bg_bg: Изберете променлива такса, за всяка поръчка направена в чужда валута с %module%. Ще бъде добавена към общата сума с включен данък.
da_dk: Vælg et variabelt gebyr til hver ordre, der er afgivet i en udenlandsk valuta med %module%. Det vil blive pålagt det betalte totalbeløb med moms.
de_de: Variable Gebühr für alle Bestellungen in Fremdwährung mit %module% wählen, die auf den Gesamtbetrag inkl. Steuern aufgeschlagen wird.
fa_ir: هزینه‎ی متغیری برای هر سفارش ایجاد شده با واحد پولی خارجی با %module%، انتخاب کنید. این به همراه پرداخت کلی به علاوه‎ی مالیات در نظر گرفته خواهد شد.
id_id: Tentukan variabel tetap untuk masing-masing penjualan yang menggunakan mata uang asing melalui %module%. Variabel ini akan diterapkan pada total pembayaran termasuk pajak.
nl_nl: Kies een variabele vergoeding voor elke geplaatste bestelling met een vreemde valuta met %module%. Deze wordt toegepast op het totale bedrag met belasting.
nn_no: Velg et variabelt gebyr for hver ordre plassert hos en utenlandsk valuta med %module%. Dette legges til til totalbeløpet med mva.
sk_sk: Vyberte variabilný poplatok za každú objednávku podanú v zahraničnej mene s modulom %module%.. Bude použitý na celkovú cenu vrátane daní.
sv_se: Välj en variabel avgift för varje order mottagen i utländsk valuta med %module%. Avgiften kommer att appliceras på ordertotal inkl. moms.
vi_vn: Chọn mức phí khả biến cho mỗi đơn hàng được đặt với một ngoại tệ với %module%. Nó sẽ được áp dụng trên tổng mức phí phải trả kèm theo thuế.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
bg_bg: За превозвач с име %s, да се посочват локалните разходи за доставка в процент от цената към клиентите.
da_dk: Ved anvendelse af %s, opgiv regionale leveringsomkostninger i procent i forhold til kundens opkrævede pris.
de_de: Zeige für den Versanddienst %s die tatsächlichen Inlands-Versandkosten in Prozent der Lieferpauschale des Kunden an.
fa_ir: برای حاملی که %s نامیده شده است، ارزش‎های تحویل خانگی برحسب درصد قیمت اخذ شده از مشتریان را نشان می‎دهد.
id_id: Untuk kurir %s, tandai ongkos kirim domestik menggunakan persentase harga yang dikenakan ke pelanggan.
nl_nl: Voor de vervoerder genaamd %s, geef de kosten voor binnenlandse verzending op als percentage van de prijs aan klanten.
nn_no: For transportøren som heter %s vises den innenlandske frakten i prosentandel av prisen som belastes kundene.
sk_sk: Pre prepravcu s názvom %s nastavte lokálne náklady na prepravu ako percento z ceny, ktorú zaplatí zákazník.
sv_se: För distributören %s, ange kostnaden för inrikes leverans i procent av avgiften som debiteras kund.
vi_vn: Với nhà vận chuyển %s, hãy chỉ ra các chi phí vận chuyển trong nước theo tỷ lệ phần trăm của mức giá được tính đến khách hàng.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
bg_bg: За превозвач с име %s, да се посочват разходите за доставка в чужбина в процент от цената към клиентите.
da_dk: Ved anvendelse af %s, opgiv udenrigs leveringsomkostninger i procent i forhold til kundens opkrævede pris.
de_de: Zeige für den Versanddienst %s die tatsächlichen Auslands-Versandkosten in Prozent der Lieferpauschale des Kunden an.
fa_ir: برای حاملی که %s نامیده شده است، ارزش‎های تحویل خارجی برحسب درصد قیمت اخذ شده از مشتریان را نشان می‎دهد.
id_id: Untuk kurir %s, tandai ongkos kirim luar negeri menggunakan persentase harga yang dikenakan ke pelanggan.
nl_nl: Voor de vervoerder genaamd %s, geef de kosten voor buitenlandse verzending op als percentage van de prijs aan klanten.
nn_no: For transportøren som heter %s indikeres utenlandsfrakten i prosentandel av prisen som belastes kundene.
sk_sk: Pre prepravcu s názvom %s nastavte zahraničné/zaoceánske náklady na prepravu ako percento z ceny, ktorú zaplatí zákazník.
sv_se: För distributören %s, ange kostnaden för utrikes leverans i procent av avgiften som debiteras kund.
vi_vn: Với nhà vận chuyển %s, hãy chỉ ra các chi phí vận chuyển nước ngoài theo tỷ lệ phần trăm của mức giá được tính đến khách hàng.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
bg_bg: Метод: посочване на процента от маржа на вашият доставчик. Например, ако включите 10 лв. разходи за всяка доставка към ваш клиент, а реално плащате 4 лв. към този превозвач, тогава трябва да посочите 40 в полето за проценти.
da_dk: Anvendelse: Indtast procentdel af leveringsomkostninger. Hvis du f. eks. opkræver 10 kr. i fragt over for din kunde, men reelt kun betaler 4 kr. skal du indtaste "40" i feltet procent.
de_de: Erklärung: Anzeige des prozentualen Anteils Ihrer realen Versandkosten. Wenn Sie z.B. vom Kunden 10 € für den Versand pro Bestellung verlangen, die tatsächlichen Aufwendungen für den Versanddienst aber nur 4 € betragen, so tragen Sie den numerischen Wert "40" ins Feld ein.
fa_ir: روش: نشان دادن درصد سود حامل شما. برای مثال اگر شما 10 دلار برای هزینه ی جا‌به‌جایی از مشتری خود بگیرید، اما شما در واقع 4 دلار به این حامل پرداخت کرده باشید، پس شما باید "40" را در فیلد درصد، نشان دهید.
id_id: Caranya: Tandai persentase margin kurir Anda. Misalnya, Anda mengenakan $10 untuk ongkos kirim, tapi sebenarnya Anda membayar #4, maka anda harus mengisi "40" pada field persentase.
nl_nl: Methode: vermeld de marge van uw vervoerder. Bijvoorbeeld: als u € 10 van de verzendkosten aan uw klant doorberekent, voor elke verzending, maar u zelf € 4 betaalt aan deze maatschappij, dan moet u "40" opgeven in het percentageveld.
nn_no: Metode: Angi prosentandelen av din transportørmargin. For eksempel, hvis du belaster kunden 100 kr i frakt for hver forsendelse, mens du bare betaler 40 kr til transportøren, så du bør skrive "40" i prosentfeltet.
sk_sk: Spôsob: Určite si maržu prepravcu v percentách. Napríklad ak si účtujete 10€ prepravného za každú zásielku, ale naozaj platíte dopravcovi 4€, potom by ste mali nastaviť hodnotu \"40\" v poli percenta.
sv_se: Metod: Ange marginalen för din distributör i procent. T.ex., om din kund betalar 10:- för varje leverans, men du betalar 4:- till distributören, ange då "40" i fältet.
vi_vn: Phương thức: Hãy biểu thị tỷ lệ phần trăm tỷ suất lợi nhuận cho nhà vận chuyển của bạn. Ví dụ, nếu bạn tính giá 10USD phí giao hàng trên mỗi chuyến hàng cho khách hàng của bạn, nhưng bạn thật sự chỉ trả cho nhà vận chuyển 4USD, sau đó bạn nên biểu thị "40" trong trường tỷ lệ phần trăm.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
bg_bg: Трябва да изчислите този процент както следва: [(общ приход от продажби) - (стойност на продадениете стоки)] / (общ приход от продажби) * 100. Тази стойност се използва само, за да изчислявате приблизителния брутен предел от Таблото, ако не сте задали цената на едро за всеки продукт.
da_dk: Du skal beregne denne procentsats som følger: ((total salgsindtægt) - (omkostning for solgte varer)) / (total salgsindtægt) * 100. Denne værdi bliver kun anvendt for at beregne cirka engrosmargin på opslagstavlen, hvis du ikke angiver engrosprisen for hver vare.
de_de: Dieser Prozentsatz erechnet sich wie folgt: (Erlössumme - Verkaufskosten) / Erlössumme * 100. Für die Anzeige der wahrscheinlichen Handelsspanne auf der Übersichtsseite ist diese manuelle Berechnung allerdings nur dann erforderlich, wenn Sie keinen Einkaufspreis pro Artikel erfasst haben.
fa_ir: این درصد را این‌گونه محاسبه کنید: ((جمع فروش) - (جمع مبلغ خرید))/(جمع فروش)*۱۰۰. اگر شما قیمت عمده‌فروشی هر محصول را نمی‌دانید، این مقدار فقط برای محاسبه حدودی حاشیه سود ناخالص در پیشخوان است.
id_id: Anda harus mengikuti Kalkulasi berdasarkan persentasi (%) dengan hitungan: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. Jika anda tidak mengisi harga modal maka nilai ini hanya di gunakan untuk mengkalkulasi pendapatan kotor (gross margin).
nl_nl: U zou het percentage als volgt moet berekenen: ((totaal aantal inkomsten) - (kosten van verkochte producten)) / (totaal aantal inkomsten) * 100. Deze waarde wordt enkel gebruikt om de gemiddelde winstmarge op het dashboard te berekenen, indien u de totaal verkoopsprijs voor een product niet hebt opgegeven.
nn_no: Du bør beregne denne prosentandelen som følger: ((sum salgsinntekt) - (varekostnad)) / (totale salgsinntekter) * 100. Denne verdien er kun brukt til å beregne omtrentlig brutto margin i instrumentpanelet dersom du ikke angir bruttoprisen for hvert produkt.
sk_sk: Toto percento by ste mali vypočítať ako: ((obrat-(cena predaných tovarov) / obrat *100). Táto hodnota sa použije iba na vypočítanie odhadovanej hrubej marže v Prehľadovom paneli, ak neurčíte veľkoobchodnú cenu pre každý produkt.
sv_se: Så här beräknar du procenten: ((total försäljning) - (kostnad för sålda varor)) / (total försäljning) * 100. Detta värde används bara för att beräkna den ungefärliga marginalen om du inte anger ett inköpspris för varje produkt.
vi_vn: Bạn nên tính tỷ lệ phần trăm này theo công thức: ((tổng doanh thu bán hàng) - (chi phí hàng bán)) / (tổng doanh thu bán hàng) *100. Giá trị này chỉ được sử dụng để tính tỷ suất lợi nhuận gộp xấp xỉ trên bảng điều khiển, nếu bạn không chỉ rõ mức giá bán buôn cho mỗi sản phẩm.

source: You should calculate this value by making the sum of all of your additional costs per order.
bg_bg: Трябва да изчислите тази стойност като сумирате всички Ваши допълнителни разходи за една поръчка.
da_dk: Du bør udregne denne værdi ved at lægge alle udgifterne sammen pr. ordre.
de_de: Berechnen Sie diesen Wert, indem Sie alle für diese Bestellung anfallenden Kosten addieren.
fa_ir: شما این مقدار را باید بر اساس جمع هزینه‌های جانبی هر سفارش محاسبه کنید.
id_id: Anda harus kalkulasi nilai ini dengan mejumlahkan semua biaya tambahan per pesanan.
nl_nl: U kunt deze waarde berekenen door alle extra kosten, die gemaakt zijn per bestelling, bij elkaar op te tellen.
nn_no: Du bør beregne denne verdien ved å summere alle dine ekstra kostnader per ordre.
sk_sk: Túto hodnotu by ste mali vypočítať ako súčet všetkých ďalších nákladov na jednu objednávku.
sv_se: Värdet beräknas genom att summera dina extra kostnader per order.
vi_vn: Bạn nên tính giá trị này bằng việc công tổng tất cả các chi phí bổ sung trên mỗi đơn hàng.
