Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShippingNotification.*.xlf
Languages: id_id, no_no

source: Ranges are not correctly ordered:
id_id: Kisaran tidak diurutkan dengan benar:
no_no: Områder er ikke riktig bestilt:

source: Reordering
id_id: Urutkan ulang
no_no: Resortering

source: Please validate the last range before creating a new one.
id_id: Harap validasikan kisaran terakhir sebelum membuat kisaran baru.
no_no: Vennligst bekreft det forrige utvalget før du lager ett nytt.

source: Are you sure to delete this range ?
id_id: Yakin akan menghapus kisaran ini ?
no_no: Er du sikker på at du ønsker å slette dette utvalget?

source: This range is not valid
id_id: Kisaran tidak valid
no_no: Dette utvalget er ikke gyldig

source: Ranges are overlapping
id_id: Kisaran tidak valid
no_no: Utvalg overlapper hverandre

source: Please select at least one zone
id_id: Harap pilih sedikitnya satu zona
no_no: Velg minst en sone

source: Are you sure you want to delete the logo?
id_id: Yakin akan menghapus logo ?
no_no: Vil du virkelig slette logoen?

source: You do not have permission to use this wizard.
id_id: Anda tidak memiliki hak akses untuk menggunakan wizard ini.
no_no: Du har ikke tilgang til å bruke denne veilederen.

source: You must choose at least one shop or group shop.
id_id: Anda harus memilih sedikitnya satu toko atau satu grup toko.
no_no: Du må velge minst en butikk eller butikkgruppe.

source: An error occurred while saving this carrier.
id_id: Eror ketika menyimpan data kurir.
no_no: En feil oppstod under lagring av denne speditøren.

source: An error occurred while saving carrier groups.
id_id: Eror ketika menyimpan data grup kurir.
no_no: En feil oppstod under lagring av speditørgrupper.

source: An error occurred while saving carrier zones.
id_id: Eror ketika menyimpan data zona kurir.
no_no: En feil oppstod under lagring av fraktsoner.

source: An error occurred while saving carrier ranges.
id_id: Eror ketika menyimpan kisaran.
no_no: En feil oppstod under lagring av fraktområder.

source: An error occurred while saving associations of shops.
id_id: Eror ketika menyimpan asosiasi dengan toko.
no_no: En feil oppstod under lagring av butikktilknytninger.

source: An error occurred while saving the tax rules group.
id_id: Eror ketika menyimpan grup aturan pajak.
no_no: En feil oppstod under lagring av mva-regel-gruppe.

source: An error occurred while saving carrier logo.
id_id: Eror ketika menyimpan logo kurir.
no_no: En feil oppstod under lagring av speditørlogo.

source: An error occurred while updating carrier information.
id_id: Eror saat update informasi kurir.
no_no: Det oppstod en feil under oppdatering av speditørinformasjon.
