Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminAdvparametersFeature.*.xlf
Languages: mg_mg

source: Sample Brands file
mg_mg: Santionana fisie Marika

source: Translator
mg_mg: Mpandika teny

source: Salesman
mg_mg: Mpivarotra

source: Birth date (yyyy-mm-dd)
mg_mg: Daty nahaterahana (yyyy-mm-dd)

source: Partner offers (0/1)
mg_mg: Tolotra mpiara-miasa (0/1)

source: Registration date (yyyy-mm-dd)
mg_mg: Daty fisoratana anarana (yyyy-mm-dd)

source: Image alt texts (x,y,z...)
mg_mg: Lahatsoratra alt amin'ny sary (x1y1z...)

source: Tax rule ID
mg_mg: ID fitsipiky ny hetra

source: Virtual product (0 = No, 1 = Yes)
mg_mg: Entana virtoaly (0 = Tsia, 1 = Eny)

source: File URL
mg_mg: Rohin'ny rakitra

source: Expiration date (yyyy-mm-dd)
mg_mg: Daty farany (yyyy-mm-dd)

source: Hours (x,y,z...)
mg_mg: Ora (x,y,z...)

source: Maximum size for attached files
mg_mg: Farafahaben'ny fisie nopaingorina

source: Send emails to
mg_mg: Mandefa mailaka hoan'i

source: Store contacts
mg_mg: Fifandraisana amin'ny tranom-barotra

source: What do you want to import?
mg_mg: Inona no tianao hampidirina?

source: Select a file to import
mg_mg: Misafidiana fisie hafarana

source: Delete all [1]categories[/1] before import
mg_mg: Fafao daholo [1]sokajy[/1] alohan'ny hanafatra

source: Send notification email
mg_mg: Mandefa e-mailaka fampatsiahivana

source: You are currently connected as %username%
mg_mg: Tafiditra amin'ny anaran'i %username% ianao izao

source: Edit: %lastname% %firstname%
mg_mg: Manova: %lastname% %firstname%

source: Server software version:
mg_mg: Laharan'ny servera rindrambaiko:

source: PHP version:
mg_mg: Laharan'ny PHP:

source: Max execution time:
mg_mg: Fotoana fampiharana farafahabeny:

source: Upload Max File size:
mg_mg: Farafahaben'ny fisie ampiakarina:

source: MySQL version:
mg_mg: Laharan'ny Mysql:

source: MySQL server:
mg_mg: Servera Mysql:

source: MySQL name:
mg_mg: Anaran'ny Mysql:

source: MySQL user:
mg_mg: Mpiasa MySQL:

source: MySQL engine:
mg_mg: Maotera Mysql:

source: PrestaShop version:
mg_mg: Laharan'ny prestashop:

source: Shop URL:
mg_mg: Rohin'ny fivarotana:

source: Mail method:
mg_mg: Fomba mailaka:

source: SMTP server:
mg_mg: Servera SMTP:

source: SMTP username:
mg_mg: Solonanarana SMTP:

source: SMTP password:
mg_mg: Tenimiafina SMTP:

source: SMTP port:
mg_mg: Port SMTP:

source: Your web browser:
mg_mg: Ny mpitety web-nao:

source: Required parameters:
mg_mg: Fampiendrehina ilaina:

source: Optional parameters:
mg_mg: Fampiendrehina tsy voatery:

source: Server information:
mg_mg: Fampahafantarana ny servera:
