Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShippingFeature.*.xlf
Languages: mg_mg, pl_pl

source: Will be applied when the price is
pl_pl: Zostanie zastosowane kiedy cena jest

source: Will be applied when the weight is
pl_pl: Zostanie zastosowane kiedy waga jest

source: Add new range
pl_pl: Dodaj nowy zakres

source: Ranges
pl_pl: Zakresy

source: inactive
mg_mg: tsy miasa
pl_pl: nieaktywny

source: This carrier is %1$s and the transit time is %2$s.
mg_mg: Ny mpitatitra dia %1$s ary ny fotoana fivoahana dia %2$s.
pl_pl: Ten przewoźnik jest %1$s a czas doręczenia: %2$s.

source: free
pl_pl: darmowy

source: not free
pl_pl: płatny

source: This carrier can deliver orders from %1$s to %2$s.
mg_mg: Ito mpitatitra ito dia afaka manatitra kaomandy manomboka %1$s hatramin'ny %2$s.
pl_pl: Ten przewoźnik może dostarczać zamówienia od %1$s do %2$s.

source: If the order is out of range, the behavior is to %3$s.
mg_mg: Raha mivoana ny kaomandy, ny fihetsika dia hatramin'ny %3$s.
pl_pl: Jeżeli zamówienie jest poza tym zakresem, wynikiem będzie: %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
mg_mg: Efa voakajy ny vidin'ny fandefasana %1$s ary ny fitsipiky ny hetra %2$s dia hampiharina.
pl_pl: Koszt wysyłki wyliczono na podstawie %1$s, zostanie zastosowana reguła podatkowa: %2$s.

source: according to the price
pl_pl: ceny produktów

source: according to the weight
pl_pl: wagi produktów

source: Carrier name:
mg_mg: Anaran'ny mpitatitra:
pl_pl: Nazwa przewoźnika:

source: This carrier will be proposed for those delivery zones:
mg_mg: Ito mpitatitra ito dia hasolo hevitra hoan'ireto faritra hanoloran'entana ireto:
pl_pl: Przewoźnik będzie proponowany dla tych stref dostawy:

source: And it will be proposed for those client groups:
mg_mg: Dia hasolo hevitra amin'ireto vondrona mpanjifa ireto io:
pl_pl: Oraz zostanie zaproponowany dla tych grup klientów:

source: Finally, this carrier will be proposed in those shops:
mg_mg: Farany, ito mpitatitra ito dia hasolo hevitra hoan'ireto fivarotana ireto:
pl_pl: Ostatecznie, ten przewoźnik zostanie zaproponowany dla tych sklepów:

source: Use one of our recommended carrier modules
pl_pl: Użyj jednego z rekomendowanych przez nas modułów dostaw

source: Do you think there should be one? Let us know!
pl_pl: Wydaje Ci się że jakiś powinien tu być? Daj nam znać!

source: It seems there are no recommended carriers for your country.
pl_pl: Wygląda na to że dla Twojego kraju nie ma polecanych przewoźników.

source: Add new carrier
pl_pl: Dodaj nowego przewoźnika

source: Free shipping
pl_pl: Darmowa wysyłka

source: Pick up in-store
mg_mg: Alaina any am-pivarotana
pl_pl: Odbiór w sklepie

source: Delivery next day!
mg_mg: Fanaterana ny andro manaraka!
pl_pl: Dostawa następnego dnia!

source: General settings
pl_pl: Ustawienia ogólne

source: Shipping locations and costs
pl_pl: Lokalizacje wysyłek i koszty

source: Size, weight, and group access
pl_pl: Rozmiar, waga i dostępność dla grup

source: Carrier name
pl_pl: Nazwa dostawcy

source: Tracking URL
pl_pl: URL śledzenia

source: Add handling costs
pl_pl: Dodaj koszty obsługi

source: According to total price.
pl_pl: Według ceny całkowitej.

source: According to total weight.
pl_pl: Według ogólnej wagi.

source: Apply the cost of the highest defined range
pl_pl: Zastosuj najwyższe koszty zdefiniowanego przedziału

source: Maximum package width (%s)
pl_pl: Maksymalna szerokość paczki (%s)

source: Maximum package height (%s)
pl_pl: Maksymalna wysokość paczki (%s)

source: Maximum package depth (%s)
pl_pl: Maksymalna głębokość paczki (%s)

source: Maximum package weight (%s)
pl_pl: Maksymalna waga paczki (%s)

source: Group access
pl_pl: Dostęp grupowy

source: Free Shipping
pl_pl: Darmowa dostawa

source: Apply shipping cost
pl_pl: Zastosuj koszt wysyłki

source: Shipping and handling
pl_pl: Wysyłka i doręczenie

source: Default behavior
pl_pl: Domyślne naliczanie

source: According to total price
pl_pl: Według wartości

source: According to total weight
pl_pl: Według wagi

source: Maximum package height
pl_pl: Maksymalna wysokość przesyłki

source: Maximum package width
pl_pl: Maksymalna szerokość przesyłki

source: Maximum package depth
pl_pl: Maksymalna głębokość przesyłki

source: Maximum package weight
pl_pl: Maksymalna waga przesyłki

source: Name:
pl_pl: Nazwa:

source: Transit time
pl_pl: Czas doręczenia

source: Speed grade
pl_pl: Klasa prędkości

source: Billing
pl_pl: Rozliczenie

source: Out-of-range behavior
pl_pl: Zachowanie/wynik poza zakresem

source: Disable carrier
pl_pl: Wyłącz sposób dostawy

source: Delay
pl_pl: Czas przesyłki

source: Default carrier
pl_pl: Domyślny przewoźnik

source: Handling charges
pl_pl: Koszty pakowania

source: Free shipping starts at
pl_pl: Darmowa dostawa obowiązuje od

source: Carrier options
pl_pl: Ustawienia dostawy

source: Handling
pl_pl: Pakowanie i wysyłka

source: Carriers
pl_pl: Przewoźnicy

source: Shipping cost
pl_pl: Koszt wysyłki

source: Carrier
pl_pl: Przewoźnik

source: Tracking number
pl_pl: Numer śledzenia
