Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminOrderscustomersNotification.*.xlf
Languages: es_es, nl_nl

source: For this particular customer group, prices are displayed as:
es_es: Para este grupo de clientes en particular, los precios se muestran como:
nl_nl: Voor de groep van deze klant, zijn de prijzen als volgt weergegeven:

source: Editing this product line will remove the reduction and base price.
es_es: Editar esta línea del producto eliminará el descuento y el precio base.
nl_nl: Als u deze productlijn bewerkt zal de vermindering en de basisprijs worden verwijderd.

source: No voucher was found
es_es: No se ha encontrado ningún cupón de descuento
nl_nl: Geen waardebonnen gevonden

source: Are you sure you want to add this quantity?
es_es: ¿Estás seguro de que quieres añadir esta cantidad?
nl_nl: U wilt meer producten toevoegen dan er op voorraad zijn, weet u zeker dat u deze hoeveelheid wilt toevoegen?

source: Error: No product has been selected
es_es: Error: No se ha seleccionado ningún producto
nl_nl: Fout: Geen producten geselecteerd

source: Error: Quantity of products must be set
es_es: Error: La cantidad de productos debe ser establecida
nl_nl: Fout: geen hoeveelheid ingevuld

source: Error: Product price must be set
es_es: Error: El precio del producto debe ser establecido
nl_nl: Fout: productprijs moet ingesteld zijn

source: This warning also concerns order
es_es: Esta advertencia también concierne al pedido
nl_nl: Deze waarschuwing betreft ook deze bestelling

source: This warning also concerns the next orders:
es_es: Esta advertencia también concierne a los siguientes pedidos:
nl_nl: Deze waarschuwing betreft ook de volgende bestellingen:

source: No payment methods are available
es_es: No hay métodos de pago disponibles
nl_nl: Er zijn geen betalingsmethodes beschikbaar

source: A registered customer account has already claimed this email address
es_es: Ya existe una cuenta cliente con esta dirección de correo electrónico
nl_nl: Een geregistreerde klant bestaat al met dit e-mailadres

source: Do you want to send this message to the customer?
es_es: ¿Quieres enviar este mensaje al cliente?
nl_nl: Wilt u dit bericht aan de klant sturen?

source: This product cannot be returned.
es_es: Este producto no puede ser devuelto.
nl_nl: Dit product kan niet retour worden gezonden

source: Quantity to cancel is greater than quantity available.
es_es: La cantidad a devolver es superior a la cantidad disponible
nl_nl: De te annuleren hoeveelheid is groter dan de beschikbare hoeveelheid

source: Invalid new order status
es_es: Estado del nuevo pedido no válido
nl_nl: Nieuwe bestelstatus is ongeldig

source: This customer ID is not recognized.
es_es: No se reconoce este ID de cliente.
nl_nl: Deze klant-id wordt niet herkend.

source: This email address is not valid. Please use an address like bob@example.com.
es_es: Esta dirección de correo electrónico no es válida. Por favor, utiliza una como bob@ejemplo.com.
nl_nl: Dit e-mailadres is niet correct. Gebruik een adres zoals bob@voorbeeld.com.

source: The identification number is incorrect or has already been used.
es_es: El número de identificación es incorrecto o ya ha sido utilizado
nl_nl: Identificatie nummer is onjuist of is al gebruikt.

source: You have selected a state for a country that does not contain states.
es_es: Has seleccionado un estado o provincia, para un país que no contiene estados o provincias.
nl_nl: U heeft een staat gekozen bij een land dat geen staten heeft.

source: An address located in a country containing states must have a state selected.
es_es: Una dirección ubicada en un país que contiene estados debe tener un estado o provincia seleccionado(a).
nl_nl: Bij een adres, dat zich in een land met staten bevindt, moet de staat geselecteerd zijn.

source: An error occurred while linking this address to its order.
es_es: Se ha producido un error al enlazar esta dirección con el pedido
nl_nl: Fout opgetreden tijdens het koppelen van dit adres aan de bestelling.

source: Invalid order
es_es: Pedido no válido
nl_nl: Ongeldige bestelling

source: The order cannot be renewed.
es_es: El pedido no puede ser renovado
nl_nl: De bestelling kan niet vernieuwd worden

source: An error occurred. Your message was not sent. Please contact your system administrator.
es_es: Se ha producido un error. Su mensaje no ha sido enviado. Por favor, póngase en contacto con el administrador del sistema.
nl_nl: Fout opgetreden, uw bericht is niet verzonden. Neem aub contact op met uw systeembeheerder.

source: Cannot create message in a new thread.
es_es: No se puede crear un mensaje en una conversación nueva.
nl_nl: Kan bericht in nieuwe discussie niet aanmaken.

source: The message body is empty, cannot import it.
es_es: El cuerpo del mensaje está vacío, no se puede importar.
nl_nl: De inhoud van het bericht is leeg, kan het niet importeren.

source: Invalid message content for subject: %s
es_es: Asunto del mensaje no válido: %s
nl_nl: Ongeldige berichttekst voor onderwerp: %s

source: The message content is not valid, cannot import it.
es_es: El contenido del mensaje no es válido, no se puede importar.
nl_nl: De inhoud van het bericht is leeg, kan het niet importeren.

source: Unknown delete mode:
es_es: Modo de eliminación desconocido:
nl_nl: Onbekende verwijderwijze:

source: Password cannot be empty.
es_es: La contraseña no puede estar vacía.
nl_nl: Wachtwoord mag niet leeg zijn.

source: An error occurred while loading the object.
es_es: Se ha producido un error al cargar el objeto
nl_nl: Fout opgetreden tijdens het laden van het object.

source: (cannot load object)
es_es: (no se puede cargar el objeto)
nl_nl: (object kan niet worden geladen)

source: This cart does not exists
es_es: Este carrito no existe
nl_nl: Deze winkelwagen bestaat niet.

source: The cart must have a customer
es_es: El carrito debe tener un cliente asociado
nl_nl: Deze winkelwagen moet een klant hebben

source: Order status #%id% cannot be loaded
es_es: El estado del pedido #%id% no puede ser cargado
nl_nl: Bestellingsstatus #%id% kan niet geladen worden

source: The order carrier ID is invalid.
es_es: El ID de transportista del pedido no es válido.
nl_nl: Vervoerdersnummer van de bestelling is niet geldig

source: The tracking number is incorrect.
es_es: El número de seguimiento es incorrecto
nl_nl: Volg nummer is onjuist

source: The order carrier cannot be updated.
es_es: El transportista del pedido no puede ser actualizado.
nl_nl: Bestelling vervoerder kan niet bijgewerkt worden

source: The new order status is invalid.
es_es: El estado del nuevo pedido no es válido.
nl_nl: Ongeldige nieuwe bestelstatus

source: An error occurred while changing order status, or we were unable to send an email to the customer.
es_es: Se ha producido un error al cambiar el estado del pedido o no se ha podido enviar un mensaje de correo electrónico al cliente.
nl_nl: Fout opgetreden tijdens het wijzigen van de status of het verzenden van een e-mail naar de klant was niet mogelijk.

source: The order has already been assigned this status.
es_es: El pedido ya ha sido asignado a este estado.
nl_nl: Deze status is al toegekend aan deze bestelling

source: The customer is invalid.
es_es: El cliente no es válido.
nl_nl: Klant is ongeldig

source: The message cannot be blank.
es_es: El mensaje no puede estar en blanco.
nl_nl: Bericht kan niet leeg zijn

source: field %s is required.
es_es: el campo %s es requerido.
nl_nl: veld %s is verplicht.

source: Please enter a quantity to proceed with your refund.
es_es: Por favor, introduce una cantidad para proceder al reembolso.
nl_nl: Gelieve een aantal in te geven om verder te gaan met uw terugbetaling.

source: Please enter an amount to proceed with your refund.
es_es: Por favor, introduce una cantidad para proceder al reembolso.
nl_nl: Gelieve een bedrag in te geven om verder te gaan met uw terugbetaling.

source: You cannot generate a partial credit slip.
es_es: No puedes generar una factura por abono parcial.
nl_nl: Kan geen gedeeltelijke waardebon aanmaken

source: You cannot generate a voucher.
es_es: No puedes generar un cupón de descuento.
nl_nl: Kan de waardebon niet aanmaken

source: The partial refund data is incorrect.
es_es: Los datos de reembolso parcial son incorrectos.
nl_nl: Gedeeltelijke tegoedgegevens zijn onjuist

source: You must select a product.
es_es: Debe seleccionar un producto.
nl_nl: U moet een product kiezen

source: You must enter a quantity.
es_es: Debe introducir una cantidad.
nl_nl: U moet een hoeveelheid invoeren

source: No quantity has been selected for this product.
es_es: Ninguna cantidad seleccionada para este producto.
nl_nl: Geen hoeveelheid voor het product gekozen.

source: An invalid quantity was selected for this product.
es_es: Se ha seleccionado una cantidad no válida para este producto.
nl_nl: Ongeldige hoeveelheid gekozen voor het product.

source: A credit slip cannot be generated.
es_es: No se puede generar una factura por abono.
nl_nl: Kan de creditnota niet aanmaken.

source: No product or quantity has been selected.
es_es: No se ha seleccionado ningún producto o cantidad.
nl_nl: Geen product of aantal geselecteerd.

source: The order cannot be found
es_es: No se pudo encontrar el pedido
nl_nl: De bestelling kan niet gevonden worden

source: The amount is invalid.
es_es: La cantidad no es válida.
nl_nl: Hoeveelheid is ongeldig

source: The transaction ID is invalid.
es_es: El ID de la transacción no es válido.
nl_nl: Transactienummer is ongeldig

source: The selected currency is invalid.
es_es: La moneda seleccionada no es válida.
nl_nl: Valuta is ongeldig

source: The invoice is invalid.
es_es: La factura no es válida.
nl_nl: Factuur is ongeldig

source: The date is invalid
es_es: La fecha no es válida
nl_nl: Datum is ongeldig

source: An error occurred during payment.
es_es: Se ha producido un error durante el pago.
nl_nl: Fout opgetreden bij het toevoegen van een betaling voor een bestelling

source: The invoice note was not saved.
es_es: No se puede guardar la nota de la factura.
nl_nl: De factuur nota niet kunnen opslaan.

source: Failed to upload the invoice and edit its note.
es_es: Error al subir la factura y editar su nota.
nl_nl: Het is niet gelukt om de factuur te uploaden en de notitie te bewerken.

source: This delivery address country is not active.
es_es: El país de la dirección de entrega no está activo.
nl_nl: Het land van het verzendadres is niet geactiveerd.

source: This invoice address country is not active.
es_es: El país de la dirección de facturación no está activo.
nl_nl: Dit land is voor de facturering niet ingeschakeld.

source: This address can't be loaded
es_es: No se puede cargar esta dirección
nl_nl: Dit adres kan niet geladen worden

source: You cannot change the currency.
es_es: No puedes cambiar la moneda.
nl_nl: U kunt de valuta niet wijzigen

source: Invoice management has been disabled.
es_es: La gestión de facturas ha sido desactivada.
nl_nl: Factuur beheer is uitgeschakeld

source: This order already has an invoice.
es_es: Este pedido ya tiene una factura.
nl_nl: Deze bestelling heeft al een factuur

source: You cannot edit this cart rule.
es_es: No puedes editar esta regla de carrito.
nl_nl: Kan deze winkelwagen bestelregel niet aanpassen

source: You must specify a name in order to create a new discount.
es_es: Debes especificar un nombre para crear un nuevo descuento.
nl_nl: U moet een naam opgeven om een nieuw korting te kunnen aanmaken

source: The discount value is invalid.
es_es: El valor de descuento no es válido.
nl_nl: Kortingswaarde is ongeldig

source: The discount value is greater than the order invoice total.
es_es: El valor de descuento es superior al del total de la factura.
nl_nl: Kortingswaarde is groter dan het totaal van de bestel factuur

source: The discount value is greater than the order total.
es_es: El valor de descuento es superior al del total del pedido.
nl_nl: Kortingswaarde is groter dan het totaal van de bestelling

source: The discount type is invalid.
es_es: El tipo de descuento no es válido.
nl_nl: Kortingstype is ongeldig

source: An error occurred during the OrderCartRule creation
es_es: Se ha producido un error durante la creación de OrderCartRule
nl_nl: Fout opgetreden bij de aanmaak van OrderCartRule

source: An error occurred while loading order status.
es_es: Se ha producido un error al cargar el estado del pedido.
nl_nl: Er is een fout opgetreden bij het laden van de bestelstatus.

source: Error in sending the email to your customer.
es_es: Error al enviar el mensaje de correo electrónico a tu cliente.
nl_nl: Fout bij het verzenden van de e-mail naar uw klant

source: The order object cannot be loaded.
es_es: No se puede cargar el objeto de pedido.
nl_nl: Kan het bestellings object niet laden

source: You cannot add products to delivered orders.
es_es: No puedes añadir productos a pedidos enviados.
nl_nl: Kan geen product toevoegen op een afgeleverde bestelling.

source: The product object cannot be loaded.
es_es: No se puede cargar el objeto de producto.
nl_nl: Kan geen product object laden

source: The combination object cannot be loaded.
es_es: No se puede cargar el objeto de combinación.
nl_nl: Kan geen combinatie object laden

source: You must add %d minimum quantity
es_es: Debe añadir una cantidad mínima %d
nl_nl: U moet een minimale %d hoeveelheid toevoegen

source: You already have the maximum quantity available for this product.
es_es: Ya tiene la cantidad máxima disponible para este producto.
nl_nl: U hebt al de maximale hoeveelheid dat beschikbaar is voor dit product.

source: The OrderDetail object cannot be loaded.
es_es: No se puede cargar el objeto OrderDetail.
nl_nl: Kan geen bestelgegevens object laden

source: The address object cannot be loaded.
es_es: No se puede cargar el objeto dirección.
nl_nl: Kan geen adres object laden

source: An error occurred while editing the product line.
es_es: Se ha producido un error al editar la línea del producto.
nl_nl: Fout opgetreden tijdens het aanpassen van deze product regel

source: An error occurred while attempting to delete the product line.
es_es: Se ha producido un error sobre al eliminar esta línea de producto.
nl_nl: Fout opgetreden tijdens het verwijderen van deze product regel

source: The Order Detail object could not be loaded.
es_es: No se puede cargar el objeto Order Detail.
nl_nl: Kan geen bestellings detail object laden

source: The invoice object cannot be loaded.
es_es: No se puede cargar el objeto factura
nl_nl: Kan geen factuur object laden

source: You cannot edit the order detail for this order.
es_es: No puedes editar los detalles de este pedido.
nl_nl: Kan deze bestelgegevens niet aanpassen voor deze bestelling

source: You cannot edit a delivered order.
es_es: No puedes editar un pedido entregado.
nl_nl: Kan geen afgeleverde bestelling aanpassen

source: You cannot use this invoice for the order
es_es: No puedes utilizar esta factura para el pedido
nl_nl: Kan deze factuur niet gebruiken voor deze bestelling

source: Invalid price
es_es: Precio no válido
nl_nl: Ongeldige prijs

source: Invalid quantity
es_es: Cantidad no válida
nl_nl: Ongeldige hoeveelheid

source: You cannot delete the order detail.
es_es: No puedes eliminar el detalle del pedido.
nl_nl: Kan geen bestellingsgegevens voor deze bestelling verwijderen

source: This product cannot be re-stocked.
es_es: No se puede devolver el producto al stock
nl_nl: Kan het product niet opnieuw aan de voorraad toevoegen

source: An error occurred while attempting to delete the product.
es_es: Se ha producido un error al eliminar el producto.
nl_nl: Fout opgetreden tijdens het verwijderen van het product.

source: An error occurred while attempting to delete product customization.
es_es: Se ha producido un error al eliminar la personalización del producto.
nl_nl: Fout opgetreden tijdens het verwijderen van de product aanpassing.

source: Order #%d cannot be loaded
es_es: El pedido #%d no puede ser cargado
nl_nl: Bestelling #%d kan niet geladen worden

source: The order ID -- or the invoice order ID -- is missing.
es_es: Falta el ID del pedido -- o el ID de la factura del pedido.
nl_nl: Ontbrekende bestelnummer of bestellingsfactuurnummer

source: No invoice was found.
es_es: Ninguna factura encontrada.
nl_nl: Geen facturen gevonden

source: No order slips were found.
es_es: Ningún comprobante de entrega encontrado.
nl_nl: Geen pakbonnen gevonden.

source: The supply order ID is missing.
es_es: Falta el ID del pedido de suministro.
nl_nl: Leveranciers bestelnummer ontbreek

source: The supply order cannot be found within your database.
es_es: No se puede encontrar este pedido de suministro en la base de datos.
nl_nl: Kan deze leveranciersbestelling niet vinden in de database

source: The order invoice cannot be found within your database.
es_es: La factura del pedido no se puede encontrar en tu base de datos.
nl_nl: Kan geen bestellingsfactuur vinden in de database

source: An error occurred while deleting the details of your order return.
es_es: Se ha producido un error al eliminar los detalles de la devolución del pedido.
nl_nl: Fout opgetreden tijdens het verwijderen van gegevens van je retourzending.

source: You need at least one product.
es_es: Necesita al menos un producto.
nl_nl: U heeft minstens één product nodig.

source: The order return is invalid.
es_es: La devolución del pedido no es válida.
nl_nl: De retourzending is ongeldig.

source: The order return content is invalid.
es_es: El contenido de la devolución del pedido no es válido.
nl_nl: De retourzending inhoud is ongeldig.

source: No order return ID has been specified.
es_es: No se ha especificado ningún ID de devolución de pedido.
nl_nl: Geen retourzendingsnummer.

source: No order was found with this ID:
es_es: Ningún pedido encontrado con este ID:
nl_nl: Geen bestelling met deze ID gevonden:

source: No invoice was found with this ID:
es_es: Ninguna factura encontrada con este ID:
nl_nl: Geen factuur met deze ID gevonden:

source: No cart was found with this ID:
es_es: Ningún carrito encontrado con este ID:
nl_nl: Geen winkelwagen gevonden met dit nummer:

source: An error has occurred: Can't save the current order's return status.
es_es: Se ha producido un error: No se puede guardar el estado de devolución del pedido actual.
nl_nl: Fout opgetreden: kan de huidige retourstatus niet opslaan.

source: An error has occurred: Can't delete the current order's return status.
es_es: Se ha producido un error: No se puede eliminar el estado de devolución del pedido actual.
nl_nl: Fout opgetreden: kan de huidige retourstatus niet verwijderen.

source: There is no status defined for this order.
es_es: No hay un estado definido para este pedido.
nl_nl: Er is geen status opgegeven voor deze bestelling.

source: Direct link
es_es: Enlace directo
nl_nl: Directe link

source: expires on %s.
es_es: expira el %s.
nl_nl: verloopt op %s.

source: downloadable %d time(s)
es_es: descargable %d veces
nl_nl: %d keer te downloaden

source: [Generated] CartRule for Free Shipping
es_es: [Generated] Regla de carrito para envío gratis
nl_nl: [Gegenereerd] Winkelwagenregel voor gratis verzending

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
es_es: No se pudo enviar el correo electrónico del historial de pedido. Compruebe la configuración de correo electrónico en la sección Parámetros avanzados > Correo electrónico de su panel de administración.
nl_nl: E-mail met bestelgeschiedenis kon niet worden verzonden, test uw e-mailconfiguratie in het gedeelte Geavanceerde parameters > E-mail van uw backoffice.

source: No delivery slip was found for this period.
es_es: No se han encontrado albaranes de entrega para este período.
nl_nl: Geen pakbon gevonden voor deze periode.

source: The order cannot be found within your database.
es_es: No se puede encontrar el pedido en tu base de datos.
nl_nl: Kan de bestelling niet in de database vinden

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
es_es: Quiero que mis clientes puedan volver a registrarse con la misma dirección de correo electrónico. Todos los datos se eliminarán de la base de datos.
nl_nl: Ik wil dat mijn klanten in staat zijn om opnieuw te registreren met hetzelfde e-mailadres. Alle gegevens worden verwijderd uit de database.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
es_es: No quiero que mis clientes puedan registrarse con la misma dirección de correo electrónico. Todos los clientes elegidos se eliminarán de esta lista, pero sus datos correspondientes quedarán en la base de datos.
nl_nl: Ik wil niet dat mijn klant(en) opnieuw registreren met hetzelfde e-mailadres. Alle geselecteerde klant(en) zullen uit deze lijst verwijderd worden maar hun overeenstemmende gegevens in de database worden bewaard.

source: An account already exists for this email address:
es_es: Ya existe una cuenta con esta dirección de correo electrónico:
nl_nl: Er bestaat al een account met dit e-mailadres:

source: This email address is not registered.
es_es: Esta dirección de correo electrónico no está registrada.
nl_nl: E-mailadres is niet geregistreerd

source: A default customer group must be selected in group box.
es_es: Debes seleccionar el grupo predeterminado del cliente.
nl_nl: Standaard klantengroep moet in de groepsvak geselecteerd zijn.

source: This customer does not exist.
es_es: Este cliente no existe.
nl_nl: Deze klant bestaat niet.

source: This customer already exists as a non-guest.
es_es: Este cliente ya existe como no invitado.
nl_nl: De klant bestaat al als een niet-gast.

source: An error occurred while updating customer information.
es_es: Se ha producido un error al actualizar la información del cliente.
nl_nl: Fout opgetreden bij het bijwerken van de klant.

source: The message was successfully sent to the customer.
es_es: El mensaje se envió con éxito al cliente.
nl_nl: Het bericht is verzonden naar de klant.

source: An order message with the same name already exists in %s.
es_es: Ya existe un mensaje de pedido con el mismo nombre en %s.

source: You must add a minimum quantity of %d
es_es: Debe añadir una cantidad mínima de %d
nl_nl: U moet een minimale hoeveelheid van %d toevoegen

source: No order slips were found for this period.
es_es: No hay comprobantes de pedidos para este periodo.
nl_nl: Er zijn voor deze periode geen bonnen gevonden.

source: The selected payment method is invalid.
es_es: El método de pago seleccionado no es válido.
nl_nl: Betaalmethode is ongeldig

source: A partial refund was successfully created.
es_es: Reembolso parcial creado correctamente.
nl_nl: Aanmaken gedeeltelijke teruggave geslaagd

source: You have to select a shop before creating new orders.
es_es: Tiene que seleccionar una tienda antes de crear nuevos pedidos.
nl_nl: U moet een winkel selecteren om nieuwe bestellingen te kunnen aanmaken.

source: Order #%d has already been assigned this status.
es_es: El pedido #%d ya tiene asignado este estado.
nl_nl: Bestelling #%d is reeds aan deze status gekoppeld.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
es_es: Se ha producido un error durante el cambio de estado del pedido #%d, o no se ha podido enviar el mensaje de correo electrónico al cliente.
nl_nl: Er is iets misgegaan tijdens het wijzigen van de status van bestelnr. %d, of het verzenden van een e-mail naar de klant was niet mogelijk.
