Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminNotificationsWarning.*.xlf
Languages: id_id

source: Are you sure?
id_id: Anda yakin?

source: No module has been installed.
id_id: Modul tidak terpasang

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
id_id: PrestaShop tidak dapat login ke Addons. Harap cek login dan koneksi internet Anda.

source: Invalid security token
id_id: Token keamanan tidak valid

source: I understand the risks and I really want to display this page
id_id: Saya memahami risikonya dan saya benar-benar ingin menampilkan halaman ini

source: Take me out of here!
id_id: Keluar dari sini!

source: Are you sure you want to uninstall this module?
id_id: Yakin akan melepaskan modul ini?

source: Delete selected items?
id_id: Hapus item pilihan?

source: Delete selected item?
id_id: Hapus item yg dipilih?

source: Delete item
id_id: Hapus item

source: You can't change the value of this configuration field in the context of this shop.
id_id: Anda tidak dapat mengubah nilai konfigurasi field untuk toko ini.

source: Are you sure to delete this?
id_id: Anda yakin ingin menghapus ini?

source: Warning
id_id: Peringatan

source: Leave anyway
id_id: Tetap tinggalkan

source: Your modifications are not saved yet. Do you wish to save it before leaving?
id_id: Perubahan belum disimpan. Anda ingin menyimpannya sebelum meninggalkan?
