Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminCatalogFeature.*.xlf
Languages: mg_mg

source: Exclude discounted products
mg_mg: Manilika ny entana nisy fihenam-bidy

source: Number of products required in the cart to enjoy the discount:
mg_mg: Isan'ny entana ilaina anaty harona mba hampisy fihenam-bidy:

source: Customer Order
mg_mg: Kaomandin'ny mpanjifa

source: Transfer to another warehouse
mg_mg: Afindra amina sompotra hafa

source: Transfer from another warehouse
mg_mg: Afindra avy amin'ny sompotra hafa

source: Supply Order
mg_mg: Kaomandin'ny mpamatsy

source: Product Return
mg_mg: Famerenana entana

source: List of brands
mg_mg: Lisitry ny marika

source: Brand addresses
mg_mg: Adiresina marika

source: Choose the brand
mg_mg: Misafidiana marika

source: List of empty categories:
mg_mg: Lisitry ny sokajy tsy misy entana:

source: List of products with combinations but without available quantities for sale:
mg_mg: Lisitry ny entana misy fitambarana fa tsy misy isany afaka amidy:

source: List of products without combinations and without available quantities for sale:
mg_mg: Lisitry ny entana tsy misy fitambarana sy tsy misy isany hamidy:

source: Message to:
mg_mg: Hafatra hoan'ny:

source: List of products without description
mg_mg: Lisitry ny entana tsy misy famaritana

source: List of products without images
mg_mg: Lisitry ny entana tsy misy sary

source: List of products without price
mg_mg: Lisitry ny entana tsy misy vidiny

source: Label when in stock
mg_mg: Etikety rehefa ao amin'ny tahiry

source: Choose a value
mg_mg: Misafidiana sanda iray

source: Please select a file
mg_mg: Misafidiana fisie aza fady

source: Cover image
mg_mg: Sary sarony

source: Minimum quantity for sale
mg_mg: Isa farafahakeliny hamidy

source: Parent of the category
mg_mg: Rain'ito sokajy ito

source: Choose a feature
mg_mg: Misafidiana endri-javatra

source: OR Customized value
mg_mg: NA sanda nampiendrehina

source: ISBN code
mg_mg: Kaody ISBN

source: Min. quantity for sale
mg_mg: Isa farafahakeliny hamidy

source: Set as default combination
mg_mg: Farito ho fitambarana tokony ho izy

source: Select images of this combination:
mg_mg: Safidiano ny sary amin'ito fitambarana ito:

source: Impact on price (tax incl.)
mg_mg: Fihatraikany amin'ny vidiny (misy hetra)

source: Cost Price
mg_mg: Vidiny

source: Add a new category
mg_mg: Manampy sokajy vaovao

source: Display options
mg_mg: Mampiseho safidy

source: Display condition on product page
mg_mg: Asehoy ny fepetra amin'ny pejin'ny entana

source: Default suppliers
mg_mg: Mpamatsy tokony ho izy

source: Attachments for this product:
mg_mg: Paingotra amin'ito entana ito:

source: Display the "On sale!" flag on the product page, and on product listings.
mg_mg: Asehoy ny saina "Amidy!" amin'ny pejin'ny entana, ary amin'ny lisitry ny entana.

source: Create combinations
mg_mg: Mamorona fitambarana

source: Label when out of stock (and back order allowed)
mg_mg: Etikety rehefa lany tahiry (ary afaka alefa kaomandy)

source: Shipping fees
mg_mg: Vidin'ny fandefasana

source: Leave initial price
mg_mg: Mijanona amin'ny vidiny tamin'ny voalohany

source: Add customer
mg_mg: Manampy mpanjifa

source: Available from
mg_mg: Misy manomboka ny

source: Product price (tax excl.)
mg_mg: Vidin'entana (tsy miaraka amin'ny hetra)

source: Reduction tax
mg_mg: Fihenan'ny hetra

source: No brand
mg_mg: Tsy misy marika

source: Add new file
mg_mg: Manampy fisie vaovao

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
mg_mg: Am-pijerena %from%-%to% amin'ny %total% (pejy %current_page% / %page_count%)

source: Items per page:
mg_mg: Isany isaky ny pejy:

source: Edit: %value%
mg_mg: Manova: %value%

source: These products will be deleted for good. Please confirm.
mg_mg: Ho fafana soa aman-tsara ireo entana ireo. Hamarino aza fady.

source: Delete products?
mg_mg: Esorina ny entana?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
mg_mg: [1]Ampidiro ny entanao voalohany[/1][2]na afaro ny lisitry ny entana (karazana fisie: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Go to catalog
mg_mg: Mandehana amin'ny katalaogy

source: Basic settings
mg_mg: Fampiendrehina tsotra indrindra

source: Create a new category
mg_mg: Mamorona sokajy vaovao

source: New category name
mg_mg: Anarana sokoajy vaovao

source: Create a category
mg_mg: Mamorona sokajy

source: Prev. combination
mg_mg: Fitambarana teo aloha

source: Next combination
mg_mg: Fitambarana manaraka

source: Back to product
mg_mg: Miverina amin'ny entana

source: Combination details
mg_mg: Antsipirihan'ny fitambarana

source: Price and impact
mg_mg: Vidiny sy fihatraikany

source: Specific references
mg_mg: Famantarana manokana

source: Impact on price (tax excl.)
mg_mg: Fihatraikany amin'ny vidiny (tsy miaraka amin'ny hetra)

source: Manage your product combinations
mg_mg: Karakarao ny fitambaran'ny entanao

source: Default combination
mg_mg: Fitambarana tokony ho izy

source: Availability preferences
mg_mg: Fisian'ny safidy

source: Stock management is disabled
mg_mg: Tsy ampiasaina ny fitantanana tahiry

source: Delete combinations
mg_mg: Mamafa fitambarana

source: Brand
mg_mg: Marika

source: Add a brand
mg_mg: Manampy marika

source: Add a related product
mg_mg: Manampy entana mifandraika aminy

source: Search Engine Optimization
mg_mg: Fanatsarana ny maotera fitadiavana

source: Reset URL
mg_mg: Mamerina URL

source: Package dimension
mg_mg: Refin'ny fonosana

source: Adjust your shipping costs by filling in the product dimensions.
mg_mg: Ahitsio ny saran'ny fandefasan'entanao amin'ny famenoana ny haben'ny entana.

source: Does this product incur additional shipping costs?
mg_mg: Ito entana ito ve misy sarany fanampiny amin'ny fandefasana azy?

source: Specific price conditions
mg_mg: Fepetra manokan'ny vidin'entana

source: Choose the suppliers associated with this product
mg_mg: Safidiano ny mpamatsy an'ito entana ito

source: Default supplier
mg_mg: Mpamatsy tokony ho izy

source: View all images
mg_mg: Mijery ny sary rehetra

source: View less
mg_mg: Mijery kely

source: Add a feature
mg_mg: Manampy endri-javatra

source: Simple product
mg_mg: Entana tsotra

source: Product with combinations
mg_mg: Entana misy fitambarana

source: Where do you want your product to appear?
mg_mg: Aiza no tianao hisehoan'ny entanao?

source: Condition & References
mg_mg: Fepetra & Famantarana

source: Customers can personalize the product by entering some text or by providing custom image files.
mg_mg: Ny mpanjifa dia afaka mampiendrika ny entana amin'ny fampidirana lahatsoratra na fandefasana fisie sary voaendrika.

source: Attached files
mg_mg: Fisie nopaingorina

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
mg_mg: Manampy fisie izay azon'ny mpanjifa hampodiana mivantana amin'ny pejin'ny entana (fampianarana, boky fampianarana, fomba fahandro, sns.).

source: Attach a new file
mg_mg: Manapaingotra fisie vaovao

source: Cost price
mg_mg: Vidiny

source: Manage tax rules
mg_mg: Mikarakara fitsipika-na hetra

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
mg_mg: Vidiny atsinjarany farany: [1][2][/2] misy hetra.[/1] / [3][/3] tsy misy hetra.

source: Add a specific price
mg_mg: Manampy vidiny manokana

source: Virtual product
mg_mg: Entana virtoaly

source: Drop images here
mg_mg: Fafao ny sary eto

source: or select files
mg_mg: na misafidiana fisie

source: JPG, GIF or PNG format.
mg_mg: Endrika JPG, GIF na PNG.

source: Module to configure
mg_mg: Module hampiendrehina

source: Choose a module to configure
mg_mg: Misafidiana module iray hampiendrehina

source: These modules are relative to the product page of your shop.
mg_mg: Ireto modules ireto dia mifanaraka amin'ny pejin'ny entana amin'ny fivarotanao.

source: To manage all your modules go to the [1]Installed module page[/1]
mg_mg: Mba hitantanana ny modules-nao rehetra dia mandehana amin'ny [1]pejin'ny modules natsangana[/1]

source: Qty:
mg_mg: Isa:

source: Add new brand
mg_mg: Manampy marika vaovao

source: Add new brand address
mg_mg: Manampy adiresina marika vaovao

source: [1][/1] of [2][/2] characters allowed
mg_mg: [1][/1] amin'ny tarehin-tsoratra [2][/2] azo ampiasaina

source: Main category
mg_mg: Sokajy fototra

source: [1][/1] of [2][/2] characters used (recommended)
mg_mg: [1][/1] amin'ny [2][/2] tarehin-tsoratra nampiasaina (soso-kevitra)

source: Advanced filters
mg_mg: Sivana avo lenta

source: Apply advanced filters
mg_mg: Ampiharo ny sivana avo lenta

source: Apply new quantity
mg_mg: Ampiharo ny isany vaovao

source: Filter by movement type
mg_mg: Sivanina araka ny karazana fihetsehana

source: Filter by employee
mg_mg: Sivanina manaraka ny mpiasa

source: Search a category
mg_mg: Mitady sokajy

source: Search a supplier
mg_mg: Mitady mpamatsy

source: Filter by supplier
mg_mg: Sivanina araka ny mpamatsy

source: Stock management
mg_mg: Fitantanana ny tahiry

source: Movements
mg_mg: Fihetsehana

source: Search products (search by name, reference, supplier)
mg_mg: Mitady entana (mitady araka ny anarana, famantarana, mpamatsy)

source: Date & Time
mg_mg: Ora & Fotoana

source: Edit quantity
mg_mg: Manova isany

source: Reserved
mg_mg: Nofandrihana
