Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminNavigationNotification.*.xlf
Languages: fa_ir, id_id, mk_mk

source: registered
fa_ir: ثبت‌نام شده
id_id: terdaftar
mk_mk: регистрирани

source: No new order for now :(
fa_ir: در حال حاضر سفارش جدیدی وجود ندارد :(
id_id: Belum ada order :(
mk_mk: Засега нема нова нарачка :(

source: No new customer for now :(
fa_ir: در حال حاضر مشتری جدیدی وجود ندارد :(
id_id: Belum ada pelanggan baru :(
mk_mk: За сега нема нов клиент :(

source: No new message for now.
fa_ir: در حال حاضر پیام جدیدی وجود ندارد.
id_id: Belum ada pesan baru saat ini.
mk_mk: За сега нема нова порака.

source: Your shop is in debug mode.
fa_ir: فروشگاه شما در حالت دیباگ است.
id_id: Toko Anda dalam mode debug.
mk_mk: Вашиот пазар е во режим на дебагирање.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
fa_ir: همه‌ی خطاها و پیام‌های PHP نمایش داده می‌شوند. وقتی که دیگر به آن نیاز نداشتید، این حالت را [1]خاموش کنید[/1].
id_id: Semua eror dan pesan PHP ditampilkan. Ketika Anda tidak lagi memerlukannya, [1]matikan[/1] mode ini.
mk_mk: Сите PHP грешки и пораки се прикажани. Кога повеќе нема да ви требаат, [1]исклучете[/1] го овој режим.

source: Your shop is in maintenance.
fa_ir: فروشگاه شما در حالت تعمیر است.
id_id: Toko sedang dalam maintenance.
mk_mk: Вашиот пазар е во одржување.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
fa_ir: بازدید کنندگان و مشتریان شما در حالی که فروشگاه در حالت تعمیرات است نمی‌توانند به فروشگاه شما دسترسی پیدا کنند.%s برای مدیریت تنظیمات تعمیر و نگهداری، به پارامترهای فروشگاه > زبانه تعمیرات مراجعه کنید.
id_id: Pengunjung dan pelanggan tidak akan dapat mengakses toko Anda saat di mode pemeliharaan.%s Untuk mengelola setelan pemeliharaan, buka tab Parameter Toko > Pemeliharaan.
mk_mk: Вашите посетители и клиенти не можат да пристапат до вашиот пазар додека се во режим на одржување.%s За да управувате со поставките за одржување, одете во Shop Параметри на пазарот > Одржување таб.

source: Orders[1][/1]
fa_ir: سفارش‌ها[1][/1]
id_id: Pesanan[1][/1]
mk_mk: Нарачки[1][/1]

source: Customers[1][/1]
fa_ir: مشتریان[1][/1]
id_id: Pelanggan[1][/1]
mk_mk: Клиенти[1][/1]

source: Messages[1][/1]
fa_ir: پیام‌ها[1][/1]
id_id: Pesan[1][/1]
mk_mk: Пораки[1][/1]

source: from
fa_ir: از
id_id: dari
mk_mk: од

source: Did you check your conversion rate lately?
fa_ir: آیا اخیراً نرخ تبدیل خود را بررسی کرده‌اید؟
id_id: Apakah Anda memeriksa rasio konversi baru-baru ini?
mk_mk: Дали во последно време ја проверивте стапката на конверзија?

source: How about some seasonal discounts?
fa_ir: نظرتان در مورد تخفیفات فصلی چیست؟
id_id: Bagaimana dengan sedikit diskon musiman?
mk_mk: Како сте расположени за сезонски попусти?

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
fa_ir: آیا شما [1][2]سبدهای رها شده[/2][/1] خود را بررسی کرده‌اید؟ [3]سفارش بعدی شما می‌تواند در آن پنهان شده باشد!
id_id: Sudahkah Anda memeriksa [1][2]troli yang ditinggalkan[/2][/1]?[3]Pesanan berikutnya mungkin tersembunyi di situ!
mk_mk: Дали сте ги провериле [1][2]напуштените кошнички[/2][/1]?[3]Вашата следна нарачка би можела да се крие таму!

source: Have you sent any acquisition email lately?
fa_ir: اخیراً ایمیل تبلیغاتی ارسال کردید؟
id_id: Sudahkah Anda mengirim surel akuisisi belakangan ini?
mk_mk: Дали сте испратиле e-mail за набавување во последно време?

source: Are you active on social media these days?
fa_ir: آیا شما این روز‌ها در رسانه‌های اجتماعی فعال بوده‌اید؟
id_id: Aktifkah Anda di media sosial akhir-akhir ini?
mk_mk: Дали сте активни на социјалните медиуми овие денови?

source: Have you considered selling on marketplaces?
fa_ir: آیا شما فروش در مارکت‌پلیس را در نظر گرفته‌اید؟
id_id: Sudahkah Anda mempertimbangkan penjualan di pasar?
mk_mk: Дали сте размислувале за продажба на пазари?

source: That's more time for something else!
fa_ir: این زمان بیشتر برای کارهای دیگر است!
id_id: Itu berarti lebih banyak waktu untuk sesuatu yang lain!
mk_mk: Тоа е повеќе време за нешто друго!

source: No news is good news, isn't it?
fa_ir: نبود خبر جدید خودش خبر خوبیه این طور نیست؟
id_id: Tidak ada kabar adalah kabar baik, bukan?
mk_mk: Ниту една вест не е добра вест, нели?

source: Seems like all your customers are happy :)
fa_ir: به نظر می‌رسد همه مشتریان شما خوشحال هستند :)
id_id: Tampaknya semua pelanggan Anda senang :)
mk_mk: Се чини дека сите ваши клиенти се среќни :)

source: An error occurred while updating new window property.
fa_ir: خطایی در حال به روز رسانی خاصیت پنجره‌ی جدید رخ داده است.
mk_mk: се појави грешка при освежувањето на содржината на прозорчето.

source: An error occurred while updating the new window property for this object.
fa_ir: خطایی در حال به روز رسانی خاصیت پنجره‎ی جدید برای این کالا رخ داده است.
mk_mk: се појави грешка при освежувањето на овој објект.
