Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminNotificationsError.*.xlf
Languages: id_id, mg_mg, vi_vn

source: The uploaded file exceeds the post_max_size directive in php.ini
id_id: File yang diunggah melebihi batas yang ditentukan pada post_max_size directive di php.ini
vi_vn: Kích cỡ tệp vượt quá giá trị post_max_size trong php.ini

source: The file is missing.
id_id: File tidak ditemukan.
vi_vn: Tập tin bị thiếu.

source: Invalid action
id_id: Pilihan tidak valid
mg_mg: Tsy mety ny hetsika
vi_vn: Thao tác không hợp lệ

source: You do not have permission to add this.
id_id: Anda tidak memiliki akses untuk menambahkan.
vi_vn: Bạn không có quyền thêm vào đây

source: An error occurred when attempting to update the required fields.
id_id: Eror ketika mengupdate field yang harus diisi.
vi_vn: Lỗi xảy ra khi cập nhật các trường bắt buộc.

source: Internal error #%s
id_id: Internal eror #%s
vi_vn: Lỗi sai trong #%s

source: An error occurred while attempting to save.
id_id: Eror ketika menyimpan data
vi_vn: Đã xảy ra lỗi trong khi cố gắng để lưu.

source: Invalid data supplied.
id_id: Data salah.

source: No file has been selected
id_id: Tidak ada file yang dipilih
vi_vn: không chọn tập tin nào

source: An error occurred while updating an object.
id_id: Terjadi error pada saat mengupdate objek.
vi_vn: Lỗi xảy ra khi cập nhật đối tượng.

source: Unable to delete associated images.
id_id: Tidak dapat menghapus gambar terkait.
vi_vn: Không thể xóa các ảnh đi kèm.

source: You cannot upload more files
id_id: Anda tidak dapat mengunggah berkas lagi
vi_vn: Bạn không thể tải lên nhiều tập tin

source: No file was uploaded.
id_id: Tidak ada file yang diupload
vi_vn: Chưa tải lên được tập tin nào.

source: Cannot delete file
id_id: Gagal menghapus file
vi_vn: Không thể xóa file

source: The field %s is required.
id_id: Field %s harus diisi.
vi_vn: Trường %s là bắt buộc.

source: The email address is invalid.
id_id: Alamat email tidak valid.
vi_vn: Email không hợp lệ.

source: Please fill in all the required fields.
id_id: Harap isi semua field yang harus diisi.
vi_vn: Xin nhập tất cả các trường yêu cầu

source: There are not enough products in stock
id_id: Tidak cukup produk di dalam stok
vi_vn: Không có đủ sản phẩm trong kho

source: An error occurred while creating an object.
id_id: Terjadi error pada saat membuat objek.
vi_vn: Lỗi xảy ra khi tạo đối tượng.

source: This domain is not valid.
id_id: Domain tidak valid.
vi_vn: Tên miền này là không hợp lệ.

source: The SSL domain is not valid.
id_id: Domain SSL tidak valid.
vi_vn: Tên miền SSL là không hợp lệ.

source: The uploaded file is too large.
id_id: Ukuran file yang diunggah terlalu besar.
mg_mg: Lehibe loatra ny fisie nampiakarina.
vi_vn: Tập tin đã tải lên quá lớn.

source: The selected date range is not valid.
id_id: Rentang waktu tidak valid.
vi_vn: Phạm vi ngày được lựa chọn là không hợp lệ.

source: Invalid date format.
id_id: Format tanggal salah.
vi_vn: Định dạng ngày tháng hợp lệ.

source: The %1$s field is too long (%2$d chars max).
id_id: Field %1$s terlalu panjang (maks %2$d karakter).
vi_vn: Các trường %1$s là quá dài (%2$d ký tự tối đa).

source: Invalid password confirmation
id_id: Password konfirmasi tidak sama
vi_vn: Mã xác nhận mật khẩu không hợp lệ

source: Missing temporary folder
vi_vn: Không thể tìm thấy thư mục tạm thời

source: A PHP extension stopped the file upload
vi_vn: Một phần mở rộng PHP ngừng các tập tin tải lên

source: No profile.
vi_vn: Không có thông tin

source: No valid value for field exceptions has been defined.
vi_vn: Không có giá trị hợp lệ cho trường ngoại lệ đã được xác định.

source: Bad SQL query
vi_vn: Truy vấn SQL không tốt

source: (cannot load object)
vi_vn: (không thể nạp đối tượng)

source: The object cannot be loaded (or found)
vi_vn: Đối tượng không thể được nạp (hoặc tìm thấy)
