Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShopparametersHelp.*.xlf
Languages: th_th

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
th_th: ดังนั้นหากคุณต้องการผู้เข้าชมทั้งหมดที่มาจาก Google, คุณสามารถพิมพ์\"%% Google\"ในฟิลด์นี้หรือ\"% google.fr%\"ถ้าคุณต้องการผู้เข้าชมที่มาจาก Google ฝรั่งเศสเท่านั้น

source: Get help!
th_th: ขอความช่วยเหลือ!

source: e.g. 10:00AM - 9:30PM
th_th: เช่น 10:00AM - 9:30PM

source: Image width in pixels. Enter "0" to use the original size.
th_th: ความกว้้างรูปภาพในหน่วยพิกเซล กรอก "0" เพื่อใช้เป็นขนาดต้นฉบับ

source: Image height in pixels. Enter "0" to use the original size.
th_th: ความสููงรูปภาพในหน่วยพิกเซล กรอก "0" เ้พื่อใช้ขนาดต้นฉบับ

source: Leave blank if no change.
th_th: ปล่อยว่างถ้าไม่ต้องการเปลี่ยน.

source: Fee given for each visit.
th_th: ค่าธรรมเนียมที่กำหนดสำหรับการเยี่ยมชมแต่ละ

source: Fee given for each order placed.
th_th: ค่าธรรมเนียมที่กำหนดไว้สำหรับการสั่งซื้อแต่ละครั้ง

source: Only words this size or larger will be indexed.
th_th: คำเฉพาะจากขนาดนี้จะมีการจัดทำดัชนี

source: Please enter the index words separated by a "|".
th_th: กรุณาป้อนคำโดยขั้นด้วย "|"

source: Search this word instead.
th_th: แทนที่ด้วยคำนี้

source: Storefront picture.
th_th: รูปภาพหน้าร้าน.

source: Set to 0 to disable this feature.
th_th: ป้อนค่าเป็น 0 หากต้องการปิดการใช้งาน.

source: Require customers to accept or decline terms of service before processing an order.
th_th: ต้องการให้ลูกค้ายอมรับข้อตกลงการให้บริการก่อนทำรายการสั่งซื้อ.

source: Set a price for gift wrapping.
th_th: กำหนดราคาค่าห่อของขวัญ.

source: Set a tax for gift wrapping.
th_th: กำหนดภาษีสำหรับค่าห่อของขวัญ.

source: Suggest recycled packaging to customer.
th_th: เสนอให้สามารถนำกล่องที่ใช้แล้วนำกลับมาใช้ใหม่ได้.

source: characters
th_th: ตัวอักษร

source: Set to "0" to disable this feature.
th_th: ป้อนค่าเป็น 0 หากต้องการปิดการใช้งาน

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
th_th: แสดงหรือซ่อน"Add to Cart"ปุ่มบนหน้าเว็บหมวดหมู่ผลิตภัณฑ์ที่มีแอตทริบิวต์ที่จะบังคับให้ลูกค้าสามารถดูรายละเอียดสินค้า

source: Number of products displayed per page. Default is 10.
th_th: จำนวนสินค้าที่แสดงต่อหน้า ค่าโดยปริยาย 10

source: Default order method for product list.
th_th: วิธีการสั่งซื้อเริ่มต้นสำหรับมุมมองสินค้าแบบเรียงรายการ.

source: Invalid characters: numbers and
th_th: ตัวอักษรที่ไม่ถูกต้อง: ตัวเลข และ

source: Order's return status name.
th_th: ชื่อสถานะการคืนสินค้า.

source: Order status (e.g. 'Pending').
th_th: สถานะคำสั่งซื้อ (เช่น 'อยู่ระหว่างรอดำเนินการ').

source: Name of the related page.
th_th: ชื่อของหน้าที่เกี่ยวข้องกัน.

source: Title of this page.
th_th: ชื่อของหน้าเว็บนี้.

source: A short description of your shop.
th_th: คำอธิบายอย่างย่อเกี่ยวกับร้านค้าของคุณ.

source: List of keywords for search engines.
th_th: รายการคำค้นหาสำหรับเว็บไซต์ค้นหาข้อมูล.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
th_th: ไอพีแอดเดรสที่ยินยอนเข้าสู่ระบบหน้าร้านในขณะที่ปิดการใช้งานร้านค้า ใช้คอมม่า เพื่อแยกไอพี (เช่น 42.24.4.2, 127.0.0.1, 99.98.97.96)
