Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminNotificationsSuccess.*.xlf
Languages: hu_hu

source: Update successful
hu_hu: Sikeres frissítés

source: Successful update.
hu_hu: Sikeresen frissítve.

source: The thumbnails were successfully regenerated.
hu_hu: Thumbnails sikeresen létrehozva

source: Duplication was completed successfully.
hu_hu: Sikeres duplikálás

source: The selected images have successfully been moved.
hu_hu: A kiválasztott képek sikeresen áthelyezve.

source: Your cover image selection has been saved.
hu_hu: Fedlap képválasztásod elmentve.

source: The image's shop association has been modified.
hu_hu: A kép bolthoz társítása módosítva.

source: A zone has been assigned to the selection successfully.
hu_hu: Egy zóna sikeresen társítva lett a kiválasztáshoz.

source: The status has been updated successfully
hu_hu: Sikeres állapotfrissítés

source: Failed to update the status
hu_hu: Az állapotfrissítés sikertelen

source: The status has been updated successfully.
hu_hu: Sikeres állapotfrissítés.

source: Settings updated
hu_hu: Beállítások frissítve

source: The settings have been updated.
hu_hu: Beállítások frissítve.

source: Configuration updated
hu_hu: Konfiguráció frissítve

source: Successful deletion
hu_hu: Sikeres törlés

source: Your theme has been correctly exported: %path%
hu_hu: Témád megfelelően exportálva lett ide: %path%

source: The settings have been successfully updated.
hu_hu: A beállítások sikeresen frissítve.

source: The status has been successfully updated.
hu_hu: Az állapot sikeresen frissítve.

source: The selection has been successfully deleted.
hu_hu: Kiválasztott sikeresen törölve

source: Successful creation
hu_hu: Sikeres létrehozás

source: The image was successfully deleted.
hu_hu: Képet sikeresen törölted

source: Settings updated.
hu_hu: Beállítások frissítése megtörtént
