Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminInternationalNotification.*.xlf
Languages: sv_se

source: Are you sure you want to restore the default address format for this country?
sv_se: Är du säker på att tillämpa detta val?

source: A language pack is available for this ISO.
sv_se: Ett språkpaket är tillgängligt för denna ISO.

source: The Prestashop version compatible with this language and your system is:
sv_se: Prestashopversionen som är kompatibel med detta språk och ditt system är:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
sv_se: Efter att du skapat språket, kan du importera innehållspaketet, som du kan ladda ned under "Lokalisering - Översättningar."

source: No language pack is available on prestashop.com for this ISO code
sv_se: Inga språkpaket tillgängliga på prestashop.com för denna ISO-kod

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
sv_se: Detta språkpaket är INTE fullständigt och kan inte användas i butiken eller admin eftersom filer saknas.

source: %s at least, or you will have to edit the translation files manually.
sv_se: minst %s, annars måste du redigera översättningsfilerna manuellt.

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
sv_se: Apachemodulen mod_security är aktiverad på din server. Detta kan resultera i fel av typen Bad Request

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
sv_se: Varning, ditt webbhotell använder suhosin patch för PHP, detta begränsar antalet fält som får postas i ett formulär:

source: %limit% for suhosin.post.max_vars.
sv_se: %limit% för suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
sv_se: %limit% för suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
sv_se: Kontakta webbhotellet och begära att dom ska öka suhosin post gräns till

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
sv_se: Varning, din PHP konfiguration begränsar det maximala antalet fält som kan skickas till

source: for max_input_vars.
sv_se: för max_input_vars

source: Please ask your hosting provider to increase this limit to
sv_se: Be din webbhotellsleverantör öka detta värde till

source: %s at least, or you will have to edit the translation files.
sv_se: minst %s, annars får du ändra i översättningsfilen.

source: This expression uses a special syntax:
sv_se: Detta uttryck använder ett speciellt format:

source: Fatal error: IETF code %s is not correct
sv_se: Allvarligt fel: IEFT kod %s är inte korrekt

source: Sorry this language is not available
sv_se: Beklagar, men det här språket är inte tillgängligt

source: Server does not have permissions for writing.
sv_se: Server har inte behörighet för att skriva.

source: Language pack unavailable.
sv_se: Språkpaket är inte tillgängligt.

source: An error occurred while creating the language: %s
sv_se: Ett fel uppstod när språket %s skulle skapas

source: Cannot load country: %d
sv_se: Kan inte ladda land: %d

source: Cannot enable the associated country: %s
sv_se: Det går inte att aktivera det associerade landet: %s

source: Invalid Zone name.
sv_se: Ogiltigt namn på zonen

source: Invalid state properties.
sv_se: Ogiltig statens fastigheter.

source: Cannot update the associated country: %s
sv_se: Kan inte uppdatera det associerade landet: %s

source: An error occurred while adding the state.
sv_se: Ett fel uppstod när du lägger staten.

source: An error occurred while fetching the state.
sv_se: Ett fel uppstod vid hämtning staten.

source: Invalid tax properties.
sv_se: Ogiltig skatt egenskaper.

source: An error occurred while importing the tax: %s
sv_se: Ett fel uppstod när moms %s skulle importeras

source: This tax rule cannot be saved.
sv_se: Denna momsregel kunde inte sparas.

source: Invalid currency properties.
sv_se: Ogiltig valuta egenskaper.

source: An error occurred while importing the currency: %s
sv_se: Ett fel uppstod när valuta %s skulle importeras

source: Localization pack corrupted: wrong unit type.
sv_se: Pack skadad: fel enhetstyp.

source: An error occurred while setting the units.
sv_se: Ett fel uppstod när enheterna.

source: An error occurred while installing the module: %s
sv_se: Ett fel inträffade när modul %s skulle installeras

source: An error occurred while uninstalling the module: %s
sv_se: Ett fel inträffade när modul %s skulle avinstalleras

source: An error occurred during the configuration setup: %1$s
sv_se: Ett fel uppstod under konfigurering: %1$s

source: An error occurred during the default group update
sv_se: Ett fel inträffade när standardgruppen uppdaterades

source: An error has occurred during the default group update
sv_se: Ett fel har inträffat när standardgruppen ändrades.

source: Invalid language ISO code (%s)
sv_se: Ogiltig ISO kod för språk (%s)

source: The translation was added successfully, but the language has not been created.
sv_se: Översättning lagts men språket har inte skapats

source: Cannot add configuration %1$s for %2$s language
sv_se: Kan inte lägga till konfiguration %1$s för språk %2$s

source: Incorrect Tax Manager class [%s]
sv_se: Felaktig TaxManagerklass [%s]

source: Tax Manager class not found [%s]
sv_se: Momshanterings klass kunde inte hittas [%s]

source: No tax
sv_se: Ingen skatt

source: This ISO code already exists.You cannot create two countries with the same ISO code.
sv_se: Denna ISO-kod existerar redan, du kan inte skapa två länder med samma ISO-kod.

source: Invalid address layout %s
sv_se: Ogiltig adresslayout %s

source: The currency conversion rate cannot be equal to 0.
sv_se: Valutaomräkningskursen kan inte vara lika med 0.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
sv_se: När du tar bort ett språk, alla tillhörande översättningar i databasen kommer att tas bort, är du säker på att du vill ta bort detta språk?

source: Flag and "No picture" image fields are required.
sv_se: Flagga och No-Bild fält är obligatoriska.

source: An error occurred while resizing "No picture" image to your product directory.
sv_se: Ett fel inträffade när du ändrar storlek ingen bild bild till din produkt katalogen.

source: An error occurred while resizing "No picture" image to your category directory.
sv_se: Ett fel inträffade när du ändrar storlek ingen bild bild till din kategori katalog.

source: An error occurred while resizing "No picture" image to your brand directory.
sv_se: Ett fel inträffade vid storleksförändring av bilden "Ingen bild" till din märkeskatalog.

source: An error occurred during image deletion process.
sv_se: Ett fel inträffade under bilden raderas.

source: Iso code is not valid
sv_se: ISO-koden är inte korrekt

source: Technical Error: ps_version is not valid
sv_se: Tekniskt fel: ps_versio är inte giltigt

source: Wrong ISO code, or the selected language pack is unavailable.
sv_se: Fel ISO-kod, eller så är språkpaket ej tillgängligt.

source: Technical Error: translation server unreachable.
sv_se: Tekniskt fel: översättningsservern kan inte nås.

source: This ISO code already exists. You cannot create two states with the same ISO code.
sv_se: Denna ISO-kod existerar redan, du kan inte skapa två län med samma ISO-kod i samma land.

source: This state was used in at least one address. It cannot be removed.
sv_se: Detta län har använts i minst en adress och kan därför inte raderas.

source: A tax rule already exists for this country/state with tax only behavior.
sv_se: Det finns redan en skatteregel för det här landet/staten.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
sv_se: Postnumret är ogiltigt. Det måste skrivas enligt följande: %format% för %country%.

source: An error has occurred: Cannot save the current tax rule.
sv_se: Ett fel har inträffat, kunde inte spara momsregeln

source: The Zip/Postal code is invalid. It must be typed as follows: %format% for %country%.
sv_se: Postnumret är ogiltigt. Det måste skrivas enligt följande: %format% för %country%.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
sv_se: Denna moms används för närvarande i en momsregel. Är du säker på att du vill fortsätta?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
sv_se: Denna skatt är för närvarande används i en skatt regel. Om du fortsätter denna skatt kommer att tas bort från skatten regeln, är du säker?

source: An error occurred while copying data.
sv_se: Ett fel uppstod vid kopiering av data.

source: Impossible to create the directory "%folder%".
sv_se: Det går inte att skapa katalogen "%folder%".

source: An error occurred while creating archive.
sv_se: Ett fel uppstod när du skapar arkiv.

source: Please select a language and a theme.
sv_se: Välj språk och tema.

source: Tab "%s" is not valid
sv_se: Tab "%s" är inte giltig

source: Validation failed for: %file%
sv_se: Validering misslyckades för: %file%

source: Unidentified file found: %file%
sv_se: Oidentifierad fil hittades: %file%

source: The archive cannot be extracted.
sv_se: Arkiv kan inte extraheras.

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
sv_se: ISO-kod ogiltig "%iso_code%" för följande fil: "%file%"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
sv_se: Kunde inte skriva till temats språkfil (%s), vänligen kontrollera filrättigheterna.

source: Invalid theme "%theme%"
sv_se: Ogiltigt tema "%theme%"

source: Invalid iso code "%iso_code%"
sv_se: Ogiltig iso-kod "%iso_code%"

source: This %type_content% file extension is not accepted.
sv_se: Filsuffix för %type_content% är inte tillåten.

source: Invalid module name "%module%"
sv_se: Ogiltigt modulnamn "%module%"

source: Invalid mail name "%mail%"
sv_se: Ogiltigt namn på mail "%mail%"

source: Directory "%folder%" cannot be created
sv_se: Katalog "%folder%" kan inte skapas

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
sv_se: Dina översättningar för e-post innehåller felaktig HTML och kan inte sparas. Vänligen kontrollera innehållet.

source: Your HTML email templates cannot contain JavaScript code.
sv_se: HTML-e-post mallar kan inte innehålla JavaScript-kod.

source: Empty string found, please edit: "%file%"
sv_se: Tom textsträng hittad, vänligen ändra: "%file%"

source: There is an error in template, an empty string has been found. Please edit: "%file%"
sv_se: Det finns ett fel i mallen, en tom sträng hittades. Vänligen ändra: "%file%"

source: The module directory must be writable.
sv_se: Modulkatalogen måste vara skrivbar

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
sv_se: En mailkatalog finns för språket "%iso_code%", men inte för det förvalda språket (%language%) i %folder%

source: missing translation(s)
sv_se: saknad(e) översättning(ar)

source: No Subject was found for %mail_name% in the database.
sv_se: Inget ämne hittades för %mail_name% i databasen.

source: There was a problem getting the mail files.
sv_se: Det uppstod ett problem vid hämtandet av e-postfiler.

source: English language files must exist in %folder% folder
sv_se: Engelska språkfiler måste finnas i %folder% katalogen

source: Cannot write language file for email subjects. Path is: %folder%
sv_se: Kunde inte skriva språkfil för e-post ämnen. Sökvägen är: %folder%

source: Cannot write into the "%file%"
sv_se: Kan inte skriva till "%file%"

source: Email subject translation file not found in %path%
sv_se: Översättningsfil för mail-ämne hittades inte i "%path%

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
sv_se: Kan inte skapa katalogen "%folder%". Kontrollera katalogens skrivrättigheter.

source: You must select two languages in order to copy data from one to another.
sv_se: Du måste välja två språk för att kopiera data från en till en annan

source: You must select two themes in order to copy data from one to another.
sv_se: Du måste välja två teman i syfte att kopiera data från en till en annan

source: There is nothing to copy (same language and theme).
sv_se: Det finns inget att kopiera (samma språk och tema).

source: Theme(s) not found
sv_se: Teman kunde inte hittas

source: Impossible to copy "%source%" to "%dest%".
sv_se: Det går inte att kopiera "%source%" till "%dest%".

source: Impossible to translate "%dest%".
sv_se: Det går inte att översätta "%dest%".

source: A part of the data has been copied but some of the language files could not be found.
sv_se: En del av uppgifterna har kopierats men vissa språkfiler kunde inte hittas.

source: Fatal error: ISO code is not correct
sv_se: Kritiskt fel: ISO koden är inte korrekt

source: Cannot load the localization pack.
sv_se: Kunde inte ladda localiseringspaketet (från prestashop.com eller från din locala katalog "localization")

source: Please select at least one item to import.
sv_se: Välj minst ett innehåll objekt att importera.

source: You cannot delete the default currency
sv_se: Du kan inte ta bort den förvalda valutan

source: You cannot disable the default currency
sv_se: Du kan inte inaktivera den förvalda valutan

source: This currency already exists.
sv_se: Denna valuta existerar redan.

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be removed from shop association
sv_se: %currency% är den förvalda valutan för shop %shop_name%, och kan därför inte tas bort

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be disabled
sv_se: %currency% är den förvalda valutan för shop %shop_name%, och kan därför inte inaktiveras

source: Oops... it looks like this ISO code already exists. If you are: [1][2]trying to create an alternative currency, you must type a different ISO code[/2][2]trying to modify the currency with ISO code %isoCode%, make sure you did not check the creation box[/2][/1]
sv_se: Oops.. det verkar som angiven ISO-kod redan existerar. Om du: [1][2]försöker att skapa en alternativ valuta så måste du ange en annan ISO-kod[/2][2]försöker att ändra valutans ISO-kod %isoCode%, kontrollera att du inte kryssat i rutan för att skapa[/2][/1]

source: You cannot delete the default language.
sv_se: Du kan inte radera standardspråket.

source: You cannot delete the language currently in use. Please select a different language.
sv_se: Du kan inte radera det språk som för närvarande används. Välj ett annat språk innan du raderar.

source: You cannot change the status of the default language.
sv_se: Du kan inte ändra status på standardspråket.

source: This ISO code is already linked to another language.
sv_se: Denna ISO-koden redan är länkat till ett annat språk.

source: An error occurred while copying "No Picture" image to your product folder.
sv_se: Ett fel inträffade vid kopiering ingen bild bild till din produkt mapp.

source: An error occurred while copying "No picture" image to your category folder.
sv_se: Ett fel inträffade vid kopiering ingen bild bild till din kategori mapp.

source: An error occurred while copying "No picture" image to your brand folder.
sv_se: Ett fel inträffade vid kopiering av bilden "Ingen bild" till din märkeskatalog.

source: Localization pack imported successfully.
sv_se: Lokaliseringspaketet importerat.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
sv_se: Import av nytt språk kan misslyckas utan modulen OpenSSL. Aktivera "openssl.so" i din serverkonfiguration.

source: An error occurred while editing the zone.
sv_se: Ett fel inträffade när zonen skulle redigeras.

source: An error has occurred, this module does not exist: %s
sv_se: Ett fel uppstod, denna modul existerar inte: %s

source: The translations have been successfully added.
sv_se: Översättningarna har lagts till problemfritt.

source: The translation was successfully copied.
sv_se: Språk kopierats

source: You must select at least one translation type to export translations.
sv_se: Du måste välja minst en översättningstyp för att exportera översättningar.

source: The geolocation database is unavailable.
sv_se: Geolocation Databasen är tillgänglig.

source: Country selection is invalid.
sv_se: Val av land är ogiltig

source: Invalid whitelist
sv_se: Ogiltig vitlista

source: Please install the %module_name% module before using this feature.
sv_se: Vänligen installera modulen %module_name% innan du använder den här funktionen.

source: Could not display symbol and format customization:
sv_se: Kunde inte visa anpassningar för symbol och format:

source: When you delete a language, all related translations in the database will be deleted.
sv_se: När du tar bort ett språk, kommer alla relaterade översättningar i databasen tas bort.

source: Your .htaccess file must be writable.
sv_se: Din .htaccess fil måste vara skrivbar.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
sv_se: Innan du byter förvald valuta bör du sätta butiken i underhållsläge. Alla ändringar av förvald valuta kräver en manuell ändring av priset för varje produkt och dess kombinationer.

source: Language files must be complete to allow copying of translations.
sv_se: Språkfiler måste vara kompletta för att möjliggöra kopiering av översättningar.

source: Translation successfully updated
sv_se: Översättningen uppdaterades

source: Failed to update translation
sv_se: Misslyckades med att uppdatera översättning
