Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminLoginNotification.*.xlf
Languages: fa_ir, sv_se

source: You will be redirected to the login page in a few seconds.
fa_ir: شما در عرض چند ثانیه به صفحه ورود هدایت خواهید شد.
sv_se: Du kommer att bli omdirigerad till inloggningssidan om några sekunder.

source: Please, check your mailbox.
fa_ir: لطفا ایمیل خود را بررسی کنید.
sv_se: Vänligen kontrollera din e-post.

source: A link to reset your password has been sent to you.
fa_ir: یک پیوند برای بازیابی کلمه‌ی عبور شما به آدرس ایمیل‌تان ارسال گردید.
sv_se: En länk som låter dig återställa ditt lösenord, har skickats till dig.

source: For security reasons, you cannot connect to the back office until you have:
fa_ir: به دلایل امنیتی، شما نمی‌توانید وارد بخش مدیریت فروشگاه شوید، تا زمانی که:
sv_se: Av säkerhetsskäl kan du inte ansluta till BackOffice förrän du har:

source: deleted the /install folder
fa_ir: پوشه install/ را حذف کنید
sv_se: raderat "/install"-katalogen

source: renamed the /admin folder (e.g. %s)
fa_ir: نام پوشه admin را تغییر دهید (مثال: %s)
sv_se: döpt om "/admin"-katalogen (t.ex. %s)

source: Please then access this page by the new URL (e.g. %s)
fa_ir: لطفاً پس از این، به این صفحه با URL جدید وارد شوید (مانند: %s)
sv_se: Vänligen gå in på denna sida igen via den nya adressen (t.ex. %s)

source: For security reasons, you must also delete the /install folder.
fa_ir: به دلایل امنیتی همچنین شما باید پوشه install/ را حدف نمایید.
sv_se: Av säkerhetsskäl så måste du också ta bort katalogen /install.

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
fa_ir: SSL فعال شده است. گرچه IP شما مجاز به استفاده از حالت غیر امن نیز می‌باشد (نگهداری یا IPهای محلی)
sv_se: SSL är aktiverat. Din IP adress är tillåten att använda osäkert läge (Underhåll eller lokal IP).

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
fa_ir: SSL فعال شد. لطفا با استفاده از لینک زیر متصل شوید به [1] ورود به حالت امن (https://)[/1]
sv_se: SSL är aktiverat. Vänligen anslut med följande url för att [1]logga in i säkert läge (https://)[/1]

source: The employee does not exist, or the password provided is incorrect.
fa_ir: کارمند وجود ندارد، یا کلمه‌ی عبور اشتباه است.
sv_se: Anställd finns inte eller så är lösenordet felaktigt.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
fa_ir: این کارمند دیگر این فروشگاه را مدیریت نمی‎کند (یا فروشگاه حذف شده است یا دسترسی کارمند لغو شده است).
sv_se: Den anställde hanterar ingen butik längre (butiken eller rättigheterna har tagits bort).

source: This account does not exist.
fa_ir: این حساب کاربری وجود ندارد.
sv_se: Detta konto finns inte

source: You can reset your password every %interval% minute(s) only. Please try again later.
fa_ir: شما فقط هر %interval% دقیقه می‌توانید کلمه‌ی عبور خود را بازنشانی کنید.
sv_se: Du kan bara återställa lösenordet varje %interval% minut(er). Vänligen försök igen senare.

source: Please, check your mailbox. A link to reset your password has been sent to you.
fa_ir: لطفاً، پست الکترونیک خود را چک نمائید. لینک بازیابی کلمه‌ی عبور جدید به آدرس پست الکترونیک شما در هنگام ثبت نام، ارسال گردیده است.
sv_se: Vänligen kontrollera din brevlåda. En länk för att återställa ditt lösenord har skickats till dig.

source: An error occurred while attempting to reset your password.
fa_ir: خطایی هنگام تلاش برای بازنشانی کلمه‌ی عبور شما رخ داد.
sv_se: Ett fel inträffade när ditt lösenord skulle återställas.

source: Some identification information is missing.
fa_ir: برخی از اطلاعات شناسایی یافت نشد.
sv_se: Viss personlig information saknas.

source: The password is missing: please enter your new password.
fa_ir: کلمه‌ی عبور یافت نشد: لطفا کلمه‌ی عبور جدید خود را وارد کنید.
sv_se: Lösenordet saknas; vänligen ange ditt nya lösenord.

source: The password is not in a valid format.
fa_ir: قالب کلمه‌ی عبور معتبر نیست.
sv_se: Lösenordet är angett i ett godkänt format.

source: The confirmation is empty: please fill in the password confirmation as well.
fa_ir: تایید خالی است: لطفاً کادر تایید کلمه‌ی عبور را نیز تکمیل کنید.
sv_se: Bekräftelsen är tom; vänligen ange även lösenordsbekräftelsen.

source: The password and its confirmation do not match. Please double check both passwords.
fa_ir: کلمه‌ی عبور و تایید آن یکسان نیستند. لطفاً هر دو کلمه‌ی عبور را دوباره بررسی کنید.
sv_se: Lösenordet och bekräftelsen matchar inte. Vänligen kontrollera igen.

source: Your password reset request expired. Please start again.
fa_ir: زمان تقاضای بازنشانی کلمه‌ی عبور شما منقضی شده است. لطفا دوباره اقدام کنید.
sv_se: Tiden för återställning av lösenord har gått ut. Vänligen starta igen.

source: An error occurred while attempting to change your password.
fa_ir: هنگام تعویض کلمه‌ی عبور شما خطایی رخ داد.
sv_se: Ett fel inträffade under ditt lösenord förändras.

source: The password has been changed successfully.
fa_ir: کلمه‌ی عبور با موفقیت تغییر کرد.
sv_se: Ditt lösenord har återställts.
