Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShopparametersNotification.*.xlf
Languages: sv_se

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
sv_se: Varning: kategorirabatten läggs inte till övriga rabatter, utan ersätter dem.

source: Only products that have this category as the default category will be affected.
sv_se: Endast produkter som har denna kategori som standardkategori påverkas.

source: The module '%s' must be activated and configurated in order to have all the statistics
sv_se: Modulen '%s' måste aktiveras och konfigureras för att använda statistiken

source: You cannot delete this shop (customer and/or order dependency)
sv_se: Du kan inte ta bort denna butik (kunder och/eller beställningar finns kopplade)

source: Click here to set a URL for this shop.
sv_se: Klicka här för att ange en URL för denna butik

source: Width and height must be numeric values.
sv_se: Bredd och höjd får endast innehålla siffror.

source: The discount value is incorrect (must be a percentage).
sv_se: Rabattvärdet är felaktigt (måste vara procentuellt)

source: Wrong category ID.
sv_se: Fel kategori ID.

source: The discount value is incorrect.
sv_se: Minskning värdet är felaktigt

source: You cannot save group reductions.
sv_se: Kunde inte spara grupprabatten

source: An error occurred while updating this group.
sv_se: Ett fel inträffade när gruppen uppdaterades.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
sv_se: Vänligen installera modul "%modulename%" för att dina affiliates ska kunna komma åt sin egen statistik.

source: Percent of the sales.
sv_se: Procent av försäljningen.

source: Aliases and results are both required.
sv_se: både alias och resultat är obligatoriska.

source: Is not a valid result
sv_se: är inget giltigt resultat

source: Is not a valid alias
sv_se: är inget giltigt alias

source: Creation successful
sv_se: Skapande framgångsrika

source: We are thrilled to introduce you to the fuzzy search, one of the new features from 1.7.7! Please note that it is still in beta version, so feel free to share improvement ideas on GitHub to have it enhanced.
sv_se: Vi är glada att kunna visa alternativstavningssökning, en av de nya funktionerna från 1.7.7! Notera att funktionen är i betaversion, kom gärna med idéer om förbättringar på GitHub.

source: This is not a valid IP address:
sv_se: Det verkar som att detta inte är en IP-adress

source: You cannot delete this shop (customer and/or order dependency).
sv_se: Du kan inte ta bort den här butiken (kund och/eller beställningsberoende).

source: Please create some sub-categories for this root category.
sv_se: Skapa några underkategorier i den här rotkategorin.

source: You need to select at least the root category.
sv_se: Du måste välja rootkatalog som minst.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
sv_se: Varning: du kommer inte kunna redigera gruppen för dessa butiker om butiken tillhör en grupp med en av dessa alternativ aktiverade: Dela kunder, Dela lagersaldon eller Dela ordrar

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
sv_se: Du kan endast flytta din butik till en butiksgrupp med alla delningsinställningar inaktiverat eller till en butikgrupp som inte har några kunder/beställningar.

source: For security reasons, you cannot delete default order statuses.
sv_se: Av säkerhetsskäl kan du inte ta bort status standardordning.

source: An address located in a country containing states must have a state selected.
sv_se: En adress i ett land med stater måste ha ett tillstånd valt.

source: Latitude and longitude are required.
sv_se: Lattitud och longitud krävs.

source: The specified state is not located in this country.
sv_se: Den angivna staten finns inte i det här landet.

source: Before being able to use this tool, you need to:
sv_se: Innan du kan använda det här verktyget behöver du:

source: Create a blank .htaccess in your root directory.
sv_se: Skapa en tom .htaccess fil i din rotkatalog.

source: Give it write permissions (CHMOD 666 on Unix system).
sv_se: Ge skrivrättigheter (chmod 666 på Unix-system).

source: The Base URI is not valid.
sv_se: Bas-URL är inte giltig

source: An order status with the same name already exists: %s
sv_se: En orderstatus med samma namn existerar redan: %s

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
sv_se: Du måste definiera en SMTP-server och en SMTP-port. Om du inte vet, använder PHP mail () funktionen i stället.

source: Assign a valid page if you want it to be read.
sv_se: Tilldela en giltig sida om du vill att den ska läsas.

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
sv_se: Filen robots.txt skall vara placerad i webbplatsroten och ingen annanstans (ex. http://www.dinbutik.se/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
sv_se: Skapa din robots.txt fil genom att klicka på knappen (detta kommer skriva över din gamla robots.txt fil)

source: 1) Create a blank robots.txt file in your root directory.
sv_se: 1) Skapa en tom robots.txt fil i din rotkatalog.

source: Before you can use this tool, you need to:
sv_se: Innan du använder det här verktyget, så måste du:

source: 2) Give it write permissions (CHMOD 666 on Unix system).
sv_se: 2) Ge skrivrättigheter (chmod 666 på Unix-system).

source: 1) Create a blank .htaccess file in your root directory.
sv_se: 1) Skapa en tom .htaccess-fil i din rotkatalog.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
sv_se: Här kan du ange butikens URL. Om butiken flyttas till en ny URL, kom då ihåg att ändra värden nedanför.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
sv_se: Multibutiksstöd är aktiverat, om du önskar ändra URL på din butik, måste du gå till Multibutik under menyn Avancerade parametrar.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
sv_se: Här kan du ändra det förvalda mönstret på dina länkar. För att använda funktionen så måste SEO-vänliga URLer vara aktiverad och Apache's modul för URL-omskrivning (mod_rewrite) måste vara aktiverad på din server.

source: There are several available keywords for each route listed below; note that keywords with * are required!
sv_se: Det finns många tillgängliga nyckelord för varje sökväg nedan; nyckelord med * är obligatoriska!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
sv_se: För att lägga till ett nyckelord i din URL, använd syntaxen {keyword}. Om nyckelordet inte är tomt så kan du lägga till text för eller efter nyckelordet med syntaxen {prepend:keyword:append}. T.ex. {-hey-:meta_title} kommer att lägga till "hey-my-title" om meta-titel är satt i URL.

source: You can only display the page list in a shop context.
sv_se: Du kan endast visa sidlistan när du är i ett butiksval
