Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShopparametersFeature.*.xlf
Languages: bn_bd

source: This category already exists for this group.
bn_bd: এই বিষয়শ্রেণীটি এই দলের জন্য ইতিমধ্যেই বিদ্যমান.

source: Add a category discount
bn_bd: একটি বিভাগ হিসাবে ডিসকাউন্ট যোগ করুন

source: New group category discount
bn_bd: নতুন গ্রুপ বিষয়শ্রেণীতে ডিসকাউন্ট

source: Current category discount
bn_bd: বর্তমান শ্রেণী ডিসকাউন্ট

source: Members of this customer group
bn_bd: এই গ্রাহকের দলের সদস্য

source: Limited to the first 100 customers.
bn_bd: প্রথম ১০০জন ক্রেতার জন্য সীমিত।

source: Please use filters to narrow your search.
bn_bd: আপনার অনুসন্ধানকে সংকীর্ণ করতে ফিল্টার ব্যবহার করুন।

source: Refresh index
bn_bd: সূচক রিফ্রেশ করুন

source: Cache
bn_bd: ক্যাশ

source: Refresh cache
bn_bd: ক্যাশ রিফ্রেশ করুন

source: Save direct traffic?
bn_bd: সরাসরি ট্রাফিক সংরক্ষণ?

source: Statistics
bn_bd: পরিসংখ্যান

source: In Stock
bn_bd: স্তকে আছে

source: Customer service
bn_bd: গ্রাহক সেবা

source: If a technical problem occurs on this website
bn_bd: যদি এই ওয়েব সাইটে একটি টেকনিকাল ত্রুটি ঘটে

source: For any question about a product, an order
bn_bd: যে কোনো পণ্য সম্পর্কে প্রশ্ন, একটি অর্ডার

source: Mr.
bn_bd: জনাব

source: Mrs.
bn_bd: জনাবা

source: Visitor
bn_bd: দর্শক

source: Guest
bn_bd: অতিত্থি

source: Customer
bn_bd: গ্রাহক

source: Social title
bn_bd: শিরোনাম

source: Neutral
bn_bd: নিরপেক্ষ

source: Social titles
bn_bd: শিরোনাম

source: Image width
bn_bd: চিত্র এর প্রসস্থতাঃ

source: Image height
bn_bd: ইমেজ হাইটঃ

source: Male
bn_bd: পুরুষ

source: Female
bn_bd: মহিলা

source: Registration date
bn_bd: নিবন্ধনের তারিখ

source: Group name
bn_bd: গ্রুপ নাম

source: Discount (%)
bn_bd: মূল্যছার (%):

source: Members
bn_bd: সদস্যগন

source: Creation date
bn_bd: তৈরির তারিখঃ

source: Default groups options
bn_bd: ডিফল্ট গ্রুপ অপশন

source: Customer group
bn_bd: গ্রাহক বিভাগ

source: Price display method
bn_bd: পণ্য মূল্য প্রদর্শন পদ্ধতি

source: Visitors
bn_bd: দর্শক

source: Visits
bn_bd: ভিসিট

source: Pages
bn_bd: পাতা

source: Reg.
bn_bd: রেজ

source: Avg. cart
bn_bd: গড়. কার্ট

source: Reg. rate
bn_bd: রেজিসট্রেসন হার

source: Order rate
bn_bd: অর্ডার হার

source: Click
bn_bd: ক্লিক

source: Base
bn_bd: ভিত্তি

source: Affiliate
bn_bd: সংযুক্ত

source: Affiliates can access their data with this name and password.
bn_bd: সংজুক্তরা এই নাম এবং পাসওয়ার্ড দিয়ে তাদের তথ্য অ্যাক্সেস করতে পারেন

source: Commission plan
bn_bd: কমিশনের পরিকল্পনা

source: Click fee
bn_bd: ক্লিক ফিঃ

source: Base fee
bn_bd: বেস ফি

source: Percent fee
bn_bd: শতাংশ ফি

source: Include
bn_bd: অন্তর্ভুক্তঃ

source: Technical information -- Expert mode
bn_bd: কারিগরী তথ্য - বিশেষজ্ঞ মোড

source: Unique visitors
bn_bd: স্বতন্ত্র দর্শক

source: Pages viewed
bn_bd: পৃষ্ঠা দেখা হয়েছে

source: Registration rate
bn_bd: রেজিসট্রেসন হার

source: Registrations
bn_bd: নিবন্ধীকরণ

source: Aliases
bn_bd: উপনাম

source: Indexed products
bn_bd: ইন্ডেক্স করা পণ্য

source: Building the product index may take a few minutes.
bn_bd: পণ্য সূচক নির্মাণে কয়েক মিনিট সময় নিতে পারে

source: Minimum word length (in characters)
bn_bd: নূন্যতম শব্দ দৈর্ঘ্য(অক্ষর)

source: Blacklisted words
bn_bd: কালোতালিকাভুক্ত শব্দ

source: Weight
bn_bd: ওজন

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
bn_bd: "weight"একটি নতুন অনুসন্ধান সমাপ্তির গুরুত্ব ও পণ্য রাঙ্কিং এর জন্য প্রাসঙ্গিকতা প্রতিনিধিত্ব করে

source: A word with a weight of eight will have four times more value than a word with a weight of two.
bn_bd: আট ওজনের একটি শব্দকে দুই ওজনের একটি শব্দ থেকে চার গুণ বেশি মূল্য দিতে হবে

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
bn_bd: আমরা একটি পণ্য নাম বা রেফারেন্সের মধ্যে প্রদর্শিত শব্দের জন্য অধিক ওজন সেট করতে আপনাকে উপদেশ দেই।এটি অনুসন্ধানের ফলাফল যতটা সম্ভব নির্ভুল এবং প্রাসঙ্গিক হতে সাহায্য করবে।

source: Product name weight
bn_bd: পণ্যের নামের ওজন

source: Reference weight
bn_bd: রেফারেন্সের ওজন

source: Short description weight
bn_bd: সংক্ষিপ্ত বর্ণনার ওজন

source: Description weight
bn_bd: বর্ণনার ওজন

source: Category weight
bn_bd: বিভাগের ওজন

source: Tags weight
bn_bd: ট্যাগের ওজন

source: Attributes weight
bn_bd: বিষয় এর ওজন

source: Features weight
bn_bd: বৈশিষ্ট্যের ওজন

source: Server
bn_bd: সার্ভারঃ

source: GET variable
bn_bd: পরিবর্তনশীল GET

source: Referrer
bn_bd: রেফারার

source: Shop ID
bn_bd: দোকানের আইডি

source: Shop group
bn_bd: দোকান এর গ্রুপঃ

source: Edit this shop group
bn_bd: এই দোকান গ্রুপ সম্পাদনা করুন

source: Add new shop
bn_bd: নতুন দোকান যোগ করুন

source: Icon
bn_bd: আইকন

source: Template
bn_bd: টেমপ্লেট

source: Return status
bn_bd: ফেরত স্ট্যাটাস

source: Shop name
bn_bd: দোকান এর নাম

source: Stores
bn_bd: দোকান

source: Allowed characters: letters, spaces and %s
bn_bd: অনুমোদিত অক্ষর: অক্ষর, স্পেস এবং %s

source: Latitude / Longitude
bn_bd: অক্ষাংশ/দ্রাঘিমাংশ

source: Picture
bn_bd: চিত্র

source: Monday
bn_bd: সোমবার

source: Tuesday
bn_bd: মঙ্গলবা

source: Wednesday
bn_bd: বুধবার

source: Thursday
bn_bd: বৃহস্পতিবা

source: Friday
bn_bd: শুক্রবার

source: Saturday
bn_bd: শনিবার

source: Sunday
bn_bd: রবিবার

source: Choose your country
bn_bd: আপনার দেশ পছন্দ করুন

source: Choose your state (if applicable)
bn_bd: আপনার স্টেট চয়ন করুন(যদি প্রযোজ্য হয়)

source: Shop email
bn_bd: দোকানের ইমেল

source: Shop address line 1
bn_bd: দোকানের ঠিকানা লাইন ১

source: Shop address line 2
bn_bd: দোকানের ঠিকানা লাইন ২

source: Contact details
bn_bd: যোগাযোগ এর বিস্তারিত

source: Tag
bn_bd: ট্যাগ

source: Unknown
bn_bd: অজানা

source: Undefined
bn_bd: অনির্দিষ্ট

source: There are no visitors online.
bn_bd: বর্তমানে অনলাইনে কোন দর্শক নেই

source: Send email to customer
bn_bd: গ্রাহককে ই মেইল পাঠান

source: Alias
bn_bd: অথবা

source: Search
bn_bd: অনুসন্ধান করুন

source: Save messages?
bn_bd: বার্তা সংরক্ষণ করুন?

source: minutes
bn_bd: মিনিট

source: Send an email after registration
bn_bd: নিবন্ধীকরণের পরে একটি ইমেল প্রেরণ করুন

source: Enable B2B mode
bn_bd: B2B মোড সক্রিয় করুন

source: Maintenance IP
bn_bd: রক্ষণাবেক্ষণ IP

source: Round mode
bn_bd: গোলাকার মোড

source: Enable Multistore
bn_bd: Multistore সক্ষম করুন

source: Main Shop Activity
bn_bd: মুখ্য দোকান ভ্রমণ

source: Enable guest checkout
bn_bd: গেস্ট চেকআউট সক্ষম করুন

source: Allow multishipping
bn_bd: মলটি শিপিং মঞ্জুরি দিন

source: Delayed shipping
bn_bd: বিলম্বিত শিপিং

source: Terms of service
bn_bd: পরিষেবার শর্তাদি

source: Gift-wrapping price
bn_bd: উপহার মোড়ানোর দাম

source: Offer gift wrapping
bn_bd: উপহার মোড়ানো প্রস্তাব করুন

source: Gift-wrapping tax
bn_bd: উপহার মোড়ানো ট্যাক্স

source: Offer recycled packaging
bn_bd: পূণরাবর্তন প্যাকেজিং প্রস্তাব করুন

source: Minimum purchase total required in order to validate the order
bn_bd: অর্ডার যাচাই করার জন্য নূন্যতম ক্রয় মোট প্রয়োজন

source: Consider the associated order as validated.
bn_bd: সংযুক্ত অর্ডার গুলকে অনুমদিত ধরুন।

source: Send an email to the customer when his/her order status has changed.
bn_bd: গ্রাহকের অর্ডার স্ট্যাটাসে কোনো পরিবর্তন হোলে একটি ইমেইল পাঠল।

source: Product name
bn_bd: পণ্যের নাম

source: Product price
bn_bd: পণ্যের দাম

source: Product add date
bn_bd: পণ্য তৈরির তারিখ

source: Product modified date
bn_bd: পণ্য পরিবর্তন তারিখ

source: Position inside category
bn_bd: বিষয়শ্রেণীর ভিতরে অবস্থান

source: Product quantity
bn_bd: পণ্যের পরিমাণ

source: Product reference
bn_bd: পণ্য রেফারেন্স

source: Default pages
bn_bd: ডিফল্ট পেজ

source: Shop domain
bn_bd: দোকাণের ডোমেইন

source: SSL domain
bn_bd: SSL ডোমেইন

source: Base URI
bn_bd: ভিত্তি URI

source: Route to products
bn_bd: পণ্য রুট

source: Route to category
bn_bd: বিষয়শ্রেণীর রুট

source: Route to supplier
bn_bd: সরবরাহকারীতে রুট করুন

source: Route to modules
bn_bd: মডিউলে রুট করুন

source: Show prices
bn_bd: মূল্য প্রদর্শন করুনঃ

source: Number of days for which the product is considered 'new'
bn_bd: যত দিনের জন্য পণ্যটি নতুন বলে ধরা হবে

source: Products (general)
bn_bd: পণ্য (সাধারণ)

source: Catalog mode
bn_bd: ক্যাটালগ মোড

source: Quantity discounts based on
bn_bd: উপর ভিত্তি করে ডিসকাউন্ট পরিমান

source: Product page
bn_bd: পণ্য পৃষ্ঠা

source: Display available quantities on the product page
bn_bd: পণ্য পৃষ্ঠায় উপলব্ধ পরিমাণ প্রদর্শন

source: Display unavailable product attributes on the product page
bn_bd: পণ্য পাতায় মজুদ পণ্য শ্রেণি প্রদর্শন করুন

source: Display the "add to cart" button when a product has attributes
bn_bd: একটি পণ্য এর মজুদ থাকলে "add to cart" বোতাম দেখান

source: Products per page
bn_bd: পৃষ্ঠা প্রতি পণ্য

source: Pagination
bn_bd: পত্রাঙ্ক

source: Default order by
bn_bd: ডিফল্ট আদেশ দ্বারা

source: Default order method
bn_bd: ডিফল্ট অর্ডার পদ্ধতি

source: Products stock
bn_bd: পণ্য স্টক

source: Allow ordering of out-of-stock products
bn_bd: মজুদ শেষ পণ্য এর জন্যও অর্ডার নিন

source: Enable stock management
bn_bd: স্টক পরিচালনার সক্ষম করুন

source: Contacts
bn_bd: যোগাযোগ

source: Gift options
bn_bd: উপহার বিকল্প

source: Color
bn_bd: রং

source: Order status
bn_bd: অর্ডার স্ট্যাটাস

source: Email template
bn_bd: ইমেইল টেমপ্লেট

source: Meta tags
bn_bd: মেটা ট্যাগ

source: Generate robots.txt file
bn_bd: Robots.txt ফাইল নির্মাণ করুন

source: Robots file generation
bn_bd: রোবট ফাইল তৈরি করা

source: Set up URLs
bn_bd: URLs এর সেট আপ

source: Set shop URL
bn_bd: দোকান URL সেট করুন

source: Schema of URLs
bn_bd: URL-এর স্কিমা

source: Enable Shop
bn_bd: দোকান সক্রিয় করুন

source: Enable SSL
bn_bd: SSL সক্রিয় করতে ইচ্ছুক

source: Page
bn_bd: পৃষ্ঠা
