Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminModulesNotification.*.xlf
Languages: id_id

source: Activate module for this shop context: %s.
id_id: Aktifkan modul untuk konteks toko berikut: %s.

source: Confirm reset
id_id: Konfirmasi proses reset

source: Would you like to delete the content related to this module ?
id_id: Apakah Anda akan menghapus konten terkait modul ini?

source: No - reset only the parameters
id_id: Tidak - hanya reset parameter

source: Yes - reset everything
id_id: Ya - reset semua

source: Please specify module URL
id_id: Harap isi URL modul

source: The module was successfully downloaded.
id_id: Modul berhasil diunduh.

source: Module(s) installed successfully.
id_id: Modul berhasil di-install.

source: Module(s) uninstalled successfully.
id_id: Modul berhasil di-uninstall.

source: Module reset successfully.
id_id: Modul ulang berhasil

source: Module deleted successfully.
id_id: Modul berhasil dihapus

source: Successfully signed in to PrestaShop Addons.
id_id: Berhasil masuk ke Prestashop Addons.

source: Error found : %1$s in country_module_list.xml file.
id_id: Eror ditemukan: %1$s di file country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
id_id: Eror ditemukan: %1$s di file must_have_module_list.xml.

source: Unable to install the module (Module name is not valid).
id_id: Instalasi modul gagal (Nama modul tidak valid).

source: The version of your module is not compliant with your PrestaShop version.
id_id: Versi modul Anda tidak kompatibel dengan versi Prestashop yang digunakan.

source: Before installing this module, you have to install this/these module(s) first:
id_id: Sebelum memasang modul ini, Anda harus memasang modul berikut terlebih dahulu:

source: This module has already been installed.
id_id: Modul telah dipasang.

source: Could not install module controllers.
id_id: Tidak dapat menginstal kontroler modul.

source: Technical error: PrestaShop could not install this module.
id_id: Eror teknis: PrestaShop tidak dapat menginstall modul ini.

source: Current version: %s
id_id: Versi saat ini: %s

source: %d file upgrade applied
id_id: %d file telah diperbaharui

source: No upgrade has been applied
id_id: Tidak ada yang diperbaharui

source: Upgraded from: %s to %s
id_id: Upgrade dari: %s ke %s

source: %d upgrade left
id_id: %d upgrade tersisa

source: Module %s cannot be upgraded this time: please refresh this page to update it.
id_id: Modul %s tidak dapat di-upgrade: harap refresh halaman ini untuk memperbaharuinya.

source: To prevent any problem, this module has been turned off
id_id: Untuk mencegah masalah, modul ini telah dinonaktifkan

source: The module is not installed.
id_id: Modul tidak terinstall.

source: Unable to install override: %s
id_id: Gagal meng-install override: %s

source: %1$s is not a valid module name.
id_id: %1$s bukan nama modul yang sah.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
id_id: Semua modul tidak dapat dimuat karena memori kurang, harap naikan nilai memory_limit di konfigurasi server Anda.

source: %s could not be loaded.
id_id: %s tidak dapat dimuatkan.

source: Error found in config file:
id_id: Error ditemukan dalam file konfigurasi:

source: %1$s (class missing in %2$s)
id_id: %1$s (class hilang di %2$s)

source: The following module(s) could not be loaded
id_id: Modul ini tidak dapat dimuat

source: No template found for module
id_id: Template untuk modul tidak ditemukan

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
id_id: Meode %1$s pada class %2$s telah di override oleh modul %3$s versi %4$s pada %5$s.

source: The method %1$s in the class %2$s is already overridden.
id_id: Method %1$s pada class %2$s sudah di override sebelumnya.

source: Failed to override method %1$s in class %2$s.
id_id: Gagal override method %1$s di class %2$s.

source: The property %1$s in the class %2$s is already defined.
id_id: Property %1$s di class %2$s sudah didefinisikan sebelumnya.

source: Failed to override property %1$s in class %2$s.
id_id: Gagal override properti %1$s pada class %2$s.

source: The constant %1$s in the class %2$s is already defined.
id_id: Konstanta %1$s pada class %2$s telah didefinisikan sebelumnya.

source: Failed to override constant %1$s in class %2$s.
id_id: Gagal override konstanta %1$s pada class %2$s.

source: Graph engine selected is unavailable.
id_id: Graph engine yang dipilih tidak tersedia.

source: Grid engine selected is unavailable.
id_id: Grid engine yang digunakan tidak tersedia.

source: There was an error while extracting the module (file may be corrupted).
id_id: Eror ketika proses ektrak modul (file bisa jadi korup).

source: The module %1$s that you uploaded is not a valid module.
id_id: Module %1$s yang Anda unggah tidak valid.

source: You do not have the permission to use this module.
id_id: Anda tidak memiliki akses untuk menggunakan modul ini.

source: Cannot reset this module.
id_id: Modul ini tidak dapat direset.

source: Cannot install this module.
id_id: Gagak menginstal modul

source: Cannot uninstall this module.
id_id: Gagal meng-uninstal modul

source: Cannot load the module's object.
id_id: Tidak dapat memuat objek modul.

source: An error occurred while copying the archive to the module directory.
id_id: Eror ketika menyalin file kedalam direktori modul.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
id_id: Maaf, modul tidak dapat dihapus. Harap cek jika Anda mempunyai akses ke folder modul ini.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
id_id: Anda harus login ke akun PrestaShop Addons untuk melakukan update pada modul %s. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
id_id: Modul %s tidak dapat diupgrade: Eror saat proses download versi terbaru.

source: Module %s cannot be upgraded: Error while extracting the latest version.
id_id: Modul %s tidak dapat diupgrade: Eror saat proses ekstrak versi terbaru.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
id_id: Anda tidak memiliki hak akses untuk mengupdate modul %s. Pastikan Anda login ke akun PrestaShop Addons yang digunakan pada saat membeli modul ini.

source: You do not have permission to access this module.
id_id: Anda tidak memiliki ijin untuk mengakses modul ini.

source: You do not have permission to install this module.
id_id: Anda tidak memiliki wewenang untuk meng-instal modul.

source: You do not have permission to delete this module.
id_id: Anda tidak memiliki ijin untuk menghapus modul ini.

source: You do not have permission to configure this module.
id_id: Anda tidak memiliki hak akses untuk melakukan konfigurasi pada modul ini.

source: This module is already installed: %s.
id_id: Modul ini telah terinstall: %s.

source: This module has already been uninstalled: %s.
id_id: Modul ini telah diuninstall: %s.

source: This module needs to be installed in order to be updated: %s.
id_id: Modul harus diinstall terlebih dahulu agar dapat diupdate: %s.

source: You do not have permission to uninstall this module.
id_id: Anda tidak memiliki wewenang untuk meng-instal modul.

source: The following module(s) could not be uninstalled properly: %s.
id_id: Modul berikut tidak dapat dilepaskan secara benar: %s.

source: The following module(s) could not be installed properly: %s.
id_id: Modul berikut tidak dapat dipasang secara benar: %s.

source: This module has already been transplanted to this hook.
id_id: Modul telah dipasang pada hook ini.

source: This module cannot be transplanted to this hook.
id_id: Modul tidak dapat dipasang ke hook ini.

source: An error occurred while transplanting the module to its hook.
id_id: Eror ketika memasang modul ke hooknya.

source: Please select a module to unhook.
id_id: Harap pilih modul untuk di-unhook.

source: Are you sure you want to uninstall this module?
id_id: Yakin akan melepaskan modul ini?

source: There was an error during the uninstallation.
id_id: Ada kesalahan saat proses penghapusan instalasi.

source: Synchronized with Addons marketplace
id_id: Sinkronkan dengan Addons marketplace

source: Parse error detected in main class of module %module%!
id_id: Eror penguraian terdeteksi di kelas utama modul %module%!

source: Error while loading file of module %module%. %error_message%
id_id: Eror selagi memuatkan berkas modul %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
id_id: Tidak bisa menemukan modul yang diunggah pada jalur berikut: %file%

source: Cannot extract module in %path% to get its name. %error%
id_id: Tidak dapat mengekstrak modul di %path% untuk mendapatkan namanya. %error%

source: This file does not seem to be a valid module zip
id_id: Berkas ini tidak tampak sebagai zip modul yang sah

source: Failed to install admin tab "%name%".
id_id: Gagal memasang tab admin "%name%".

source: Failed to uninstall admin tab "%name%".
id_id: Gagal melepaskan tab admin "%name%".

source: You are not allowed to install modules.
id_id: Anda tidak dibolehkan untuk memasang modul.

source: You are not allowed to uninstall the module %module%.
id_id: Anda tidak diijinkan untuk menghapus modul %module%.

source: You are not allowed to upgrade the module %module%.
id_id: Anda tidak diijinkan untuk memperbaharui modul %module%.

source: You are not allowed to disable the module %module%.
id_id: Anda tidak diijinkan untuk menonaktifkan modul %module%.

source: Error when disabling module %module%. %error_details%.
id_id: Eror selagi menonaktifkan modul %module%. %error_details%.

source: You are not allowed to enable the module %module%.
id_id: Anda tidak diijinkan untuk mengaktifkan modul %module%.

source: Error when enabling module %module%. %error_details%.
id_id: Eror selagi mengaktifkan modul %module%. %error_details%.

source: You are not allowed to disable the module %module% on mobile.
id_id: Anda tidak diijinkan untuk menonaktifkan modul %module% pada mobile.

source: Error when disabling module %module% on mobile. %error_details%
id_id: Eror selagi menonaktifkan modul %module% di perangkat seluler. %error_details%

source: You are not allowed to enable the module %module% on mobile.
id_id: Anda tidak diijinkan untuk mengaktifkan modul %module% pada mobile.

source: Error when enabling module %module% on mobile. %error_details%
id_id: Eror selagi mengaktifkan modul %module% di perangkat seluler. %error_details%

source: You are not allowed to reset the module %module%.
id_id: Anda tidak diijinkan untuk me-reset modul %module%.

source: Error when resetting module %module%. %error_details%
id_id: Eror selagi mereset modul %module%. %error_details%

source: The module is invalid and cannot be loaded.
id_id: Modul tidak valid dan tidak dapat dimuat.

source: Unfortunately, the module did not return additional details.
id_id: Sayangnya, modul tidak memberikan rincian tambahan.

source: The module %module% must be installed first
id_id: Modul %module% harus terpasang lebih dahulu

source: Parse error on module %module%. %error_details%
id_id: Eror penguraian pada modul %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
id_id: Eksepsi tidak terduga pada modul %module%. %error_details%

source: Loading data from Addons failed. %error_details%
id_id: Pemuatan data dari Addons gagal. %error_details%

source: Parse error detected in module %module%. %error_details%.
id_id: Eror penguraian terdeteksi di modul %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
id_id: Eksepsi terdeteksi selagi memuatkan modul %module%. %error_details%.

source: Cannot %action% module %module%. %error_details%
id_id: Gagal %action% modul %module%. %error_details%

source: %action% action on module %module% succeeded.
id_id: Tindakan %action% pada modul %module% berhasil.

source: Unknown module action. It must be one of these values: %actions%
id_id: Tindakan modul tidak dikenal. Harus salah satu nilai ini: %actions%

source: Validation of configuration details failed:
id_id: Validasi rincian konfigurasi gagal:

source: Configuration successfully applied.
id_id: Konfigurasi berhasil diterapkan.

source: This module cannot be loaded.
id_id: Modul tidak dapat dimuat.

source: Hook cannot be loaded.
id_id: Hook tidak dapat dimuat.

source: An error occurred while deleting the module from its hook.
id_id: Error ketika menghapus modul dari hook.

source: The module was successfully removed from the hook.
id_id: Modul berhasil dilepaskan dari kaitannya

source: The module transplanted successfully to the hook.
id_id: Mengkaitkan modul berhasil

source: Cannot get catalog data, please try again later. Reason: %error_details%
id_id: Gagal memuat katalog, harap coba lagi nanti. Penyebab: %error_details%

source: %module% did not return a valid response on %action% action.
id_id: %module% tidak menghasilkan respons yang sah atas tindakan %action%.

source: Confirmation needed by module %module% on %action% (%subject%).
id_id: Konfirmasi diperlukan oleh modul %module% pada %action% (%subject%).

source: Exception thrown by module %module% on %action%. %error_details%
id_id: Eksepsi dilontarkan oleh modul %module% atas %action%. %error_details%

source: %module% did not return a valid response on installation.
id_id: %module% tidak menghasilkan respons yang sah di waktu pemasangan.

source: Installation of module %module% was successful.
id_id: Pemasangan modul %module% berhasil.

source: Installation of module %module% failed. %error%
id_id: Pemasangan modul %module% gagal. %error%

source: Synchronized with Addons marketplace!
id_id: Disinkronkan dengan pasar Addons!

source: No changelog provided
id_id: Tidak disediakan log perubahan

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
id_id: Anda sesaat lagi akan keluar log dari akun Addons. Anda mungkin ketinggalan pembaruan penting terhadap Addons yang telah Anda beli.

source: You are about to disable %moduleName% module.
id_id: Anda sesaat lagi akan menonaktifkan modul %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
id_id: Setelan terkini Anda akan disimpan, tetapi modul tidak akan lagi aktif.

source: You are about to uninstall %moduleName% module.
id_id: Anda sesaat lagi akan melepas modul %moduleName%.

source: This will disable the module and delete all its files. For good.
id_id: Langkah ini akan menonaktifkan modul dan menghapus semua berkasnya. Selamanya.

source: This action cannot be undone.
id_id: Tindakan ini tidak bisa diurungkan.

source: You're about to reset %moduleName% module.
id_id: Anda sesaat lagi akan mereset modul %moduleName%.

source: This will restore the defaults settings.
id_id: Langkah ini akan memulihkan setelan bawaan.

source: You are about to [1] the following modules:
id_id: Anda sesaat lagi akan [1] modul-modul berikut:

source: Installing module...
id_id: Memasang modul...

source: It will close as soon as the module is installed. It won't be long!
id_id: Jendela akan menutup begitu modul terpasang. Ini tidak akan lama!

source: Module installed!
id_id: Modul terpasang!

source: Oops... Upload failed.
id_id: Ups... Pengunggahan gagal.

source: No description found for this module :(
id_id: Tidak ditemukan uraian untuk modul ini :(

source: No additional description provided for this module :(
id_id: Tidak disediakan uraian tambahan untuk modul ini :(

source: No feature list provided for this module :(
id_id: Tidak disediakan daftar fitur untuk modul ini :(

source: No customer benefits notes found for this module :(
id_id: Tidak ditemukan catatan manfaat pelanggan untuk modul ini :(

source: No demonstration video found for this module :(
id_id: Tidak ditemukan video demo untuk modul ini :(

source: No changelog provided for this module :(
id_id: Tidak disediakan log perubahan untuk modul ini :(

source: You need to select at least one module to use the bulk action.
id_id: Anda perlu memilih paling sedikit satu modul untuk menggunakan tindakan massal.

source: The action "[1]" is not available, impossible to perform your request.
id_id: Tindakan "[1]" tidak tersedia, mustahil melaksanakan permintaan Anda.

source: The action [1] is not available for module [2]. Skipped.
id_id: Tindakan [1] tidak tersedia untuk modul [2]. Dilewatkan.
