Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminNotificationsError.*.xlf
Languages: id_id, mg_mg, vi_vn

source: Unable to update settings.
id_id: Gagal memperbaharui seting.
mg_mg: Tsy afaka ovaina ny fampiendrehina.
vi_vn: Không thể cập nhật thiết lập.

source: There are %d errors.
id_id: Terdapat %d error
vi_vn: Có %d lỗi

source: There is %d error.
id_id: Terdapat %d error
vi_vn: Có %d lỗi

source: %1$s on line %2$s in file %3$s
id_id: %1$s di baris %2$s pada file %3$s
vi_vn: %1$s trên dòng %2$s trong tập tin %3$s

source: There are %d warnings.
id_id: Terdapat %d peringatan.
vi_vn: Đang có %d các cảnh báo.

source: This class name does not exist.
id_id: Nama class ini tidak ditemukan.
vi_vn: Class này không tồn tại.

source: This property does not exist in the class or is forbidden.
id_id: Property tidak ditemukan didalam class atau tidak dapat digunakan.
vi_vn: Property này không tồn tại trong class hoặc đã bị cấm truy nhập.

source: This association has too many elements.
id_id: Asosiasi ini memiliki terlalu banyak elemen.
vi_vn: Liên kết này có quá nhiều thành phần.

source: This name is not allowed.
id_id: Nama ini tidak diperbolehkan.
vi_vn: Không cho phép sử dụng tên này.

source: Syntax error with this pattern.
id_id: Pola diatas mengandung eror.
vi_vn: Lỗi cú pháp với cấu trúc này.

source: This key has already been used.
id_id: Key ini telah digunakan sebelumnya.
vi_vn: Khóa này đã được sử dụng.

source: [%s] is not a valid configuration key
id_id: [%s] bukan key konfigurasi yang valid
vi_vn: [%s] khóa tinh chỉnh này không hợp lệ

source: Cannot parse feed.
id_id: Gagal memproses feed.
vi_vn: Không thể đọc feed.

source: No default currency
id_id: Tidak ada mata uang default
vi_vn: Không có đơn vị tiền tệ mặc định

source: Could not load cart id=%s
id_id: Tidak dapat memuat id troli=%s
mg_mg: Tsy afaka mampiakatra harona id=%s
vi_vn: Không thể tải id giỏ hàng=%s

source: No files were uploaded.
id_id: Tidak ada file yang di-upload.
vi_vn: Không có file nào được upload.

source: Source file does not exist or is empty.
id_id: File sumber tidak ditemukan atau kosong.
mg_mg: Tsy misy ny fisie iandohana na tsy misy n'inon'inona.
vi_vn: Tập tin nguồn không tồn tại hoặc rỗng.

source: File has an invalid extension, it should be one of these: %s.
id_id: File memiliki ekstensi yang tidak valid, harus memiliki salah satu dari ekstensi berikut: %s.
vi_vn: Phần mở rộng của file không hợp lệ, phần mở rộng phải là một trong các giá trị sau: %s.

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
id_id: Ukuran gambar terlalu besar (%1$d kB). Ukuran yang diijinkan: %2$d kB
vi_vn: Kích cỡ ảnh quá lớn (%1$d kB). Giới hạn cho phép: %2$d kB

source: Error while uploading image; please change your server's settings.
id_id: Kesalahan saat mengunggah gambar; harap ubah pengaturan server.
vi_vn: Lỗi khi up ảnh; xin hãy thay đổi cấu hình máy chủ.

source: Image format not recognized, allowed formats are: .ico
id_id: Format image tidak dikenali, format yang diizinkan adalah : .ico
vi_vn: Không nhận dạng được định dạng ảnh, các định dạng cho phép là: .ico

source: Cannot scan root directory
id_id: Tidak dapat memindai direktori root
mg_mg: Tsy afaka mamaky ny dosier fototra
vi_vn: Không thể quét thư mục gốc

source: Cannot scan "override" directory
id_id: Gagal melakukan scanning pada direktori "override"
vi_vn: Không thể quét thư mục "override"

source: File %2$s (in directory %1$s)
id_id: File %2$s (di direktori %1$s)
mg_mg: Fisie %2$s (anaty dosie %1$s)
vi_vn: Tập tin %2$s (trong thư mục %1$s)

source: Property %s is empty.
id_id: Data %s kosong.
mg_mg: Tsy misy n'inon'inona ny toetra %s.
vi_vn: Thuộc tính %s trống.

source: Property %1$s has a bad value (allowed values are: %2$s).
id_id: Data %1$s bernilai salah (nilai dibolehkan: %2$s).
mg_mg: Manana sanda ratsy ny toetra %1$s (sanda azo atao: %2$s).
vi_vn: Thuộc tính %1$s có giá trị không tốt (giá trị được phép là: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
id_id: Masukan Anda untuk bidang %1$s (bahasa %2$s) melampaui panjang maks %3$d karakter (mencakup tag html).
vi_vn: Các trường bạn nhập %1$s (ngôn ngữ %2$s) vượt quá độ dài tối đa %3$d ký tự (bao gồm các thẻ html).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
id_id: Data %1$s saat ini berisi %2$d karakter. Yang dibolehkan antara %3$d dan %4$d karakter.
mg_mg: Ny halavan'ny endrika %1$s amin'izao dia lisy tarehin-tsoratra %2$d. Tokony tafiditra anaty tarehin-tsoratra %3$d sy %4$d izany.
vi_vn: Độ dài thuộc tính %1$s hiện tại là %2$d ký tự. Nó phải nằm trong khoảng từ %3$d đến %4$d ký tự.

source: Validation function not found: %s.
id_id: Fungsi validasi tidak ditemukan: %s.
vi_vn: Không tìm thấy tính năng xác nhận: %s.

source: Property %s is not valid
id_id: Data %s tidak sah
mg_mg: Tsy manankery ny toetra %s
vi_vn: Thuộc tính %s không hợp lệ

source: is required.
id_id: harus diisi.
vi_vn: là cần thiết

source: %1$s is too long. Maximum length: %2$d
id_id: %1$s terlalu panjang. Maksimum: %2$d
vi_vn: %1$s là quá dài. Chiều dài tối đa: %2$d

source: Error on image caption: "%1s" is not a valid caption.
id_id: Eror pada judul gambar: "%1s" bukan judul yang valid.
vi_vn: Lỗi về chú thích hình ảnh: "%1s" không phải là một chú thích hợp lệ.

source: Fatal error
id_id: Eror fatal
mg_mg: Diso
vi_vn: Lỗi nghiêm trọng

source: Server file size is different from local file size
id_id: Ukuran file di server berbeda dengan di lokal
vi_vn: Kích thước tập tin máy chủ là khác nhau từ kích thước tập tin địa phương

source: The uploaded file exceeds %s
id_id: File yang diunggah melebihi batasan %s
vi_vn: Các tập tin được tải lên vượt quá %s

source: The uploaded file was only partially uploaded
id_id: File hanya terupload sebagian
vi_vn: Các tập tin được tải lên chỉ tải lên được một phần

source: No file was uploaded
id_id: Tidak ada file yang diupload
vi_vn: Không có tập tin được tải lên

source: Failed to write file to disk
id_id: Gagal menulis ke disk
vi_vn: Không thể ghi file vào đĩa

source: Filetype not allowed
id_id: Tipe file tidak diijinkan
vi_vn: Loại file này không được cho phép

source: Invalid URL
id_id: URL tidak valid
vi_vn: URL không hợp lệ

source: The 'From' date format is invalid (YYYY-MM-DD)
id_id: 'From:' date format is invalid (YYYY-MM-DD)
vi_vn: Định dạng ngày tháng không hợp lệ cho trường "Từ" (YYYY-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
id_id: 'To:' date format is invalid (YYYY-MM-DD)
vi_vn: Định dạng ngày tháng không hợp lệ cho trường "Tới" (YYYY-MM-DD)

source: An error occurred while attempting to delete the image. (cannot load object).
id_id: Eror saat menghapus gambar. (cannot load object).
vi_vn: Đã xảy ra lỗi khi xóa ảnh. (không thể nạp đối tượng).

source: You cannot delete this item.
id_id: Anda tidak dapat menghapus item ini.
vi_vn: Không thể xóa item này.

source: field %s is required.
id_id: Bidang %s harus diisi.
vi_vn: trường %s là bắt buộc.

source: Cannot add configuration %s
id_id: Tidak dapat menambahkan konfigurasi %s
mg_mg: Tsy afaka manampy fampiendrehina %s
vi_vn: Không thể thêm cấu hình %s

source: The field %field_name% is required at least in %lang%.
id_id: Field %field_name% harus diisi untuk bahasa %lang%.
vi_vn: Trường %field_name% được yêu cầu ít nhất bằng %lang%.

source: The %field_name% field (%lang%) is invalid.
id_id: Field %field_name% (%lang%) tidak valid.
vi_vn: Trường %field_name% (%lang%) không hợp lệ.

source: %s: Incorrect value
id_id: %s: Nilai salah
mg_mg: %s: sanda tsy mety
vi_vn: %s: Giá trị không chính xác

source: An error occurred while assigning a zone to the selection.
id_id: Terjadi kesalahan saat menetapkan zona pada pilihan tersebut.
vi_vn: Lỗi xảy ra khi cập nhật vùng cho mục đã chọn.

source: You must select at least one element to assign a new zone.
id_id: Anda harus memilih setidaknya satu elemen untuk menetapkan zona baru.
vi_vn: Bạn phải chọn ít nhất một phần tử cho vùng mới.

source: File is too big. Current size is %1s, maximum size is %2s.
id_id: File terlalu besar. Ukuran saat ini %1s, ukuran maksimum yang dibolehkan %2s.
mg_mg: Lehibe loatra ny fisie. Ny habeny amin'izao dia %1s, farafahalehibeny dia %2s.
vi_vn: Tệp quá lớn. Kích thước hiện tại là %1s, kích thước tối đa là %2s.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
id_id: File yang diunggah melebihi direktif upload_max_filesize yang telah ditentukan di php.ini
vi_vn: Kích cỡ tập tin tải lên vượt quá giá trị upload_max_filesize trong php.ini

source: file (%s) not writable
id_id: file (%s) tidak dapat ditulisi
vi_vn: không thể ghi được file (%s)

source: directory (%s) not writable
id_id: direktori (%s) tidak dapat ditulisi
vi_vn: không thể ghi được vào thư mục (%s)

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
id_id: Ukuran file terlalu besar. Ukuran maksimum yang diperbolehkan adalah: %1$d kB. File yang Anda unggah %2$d kB.
vi_vn: Tập tin quá lớn, kích thước tối đa: %1$d kB. Kích thước tập tin bạn cố tải lên là %2$d kB.

source: Failed to update the position.
id_id: Gagal menyimpan posisi.
vi_vn: Không thể cập nhật các vị trí.

source: The object cannot be loaded.
id_id: Objek tidak dapat dimuat
vi_vn: Các đối tượng không thể được tải.

source: Invalid message
id_id: Pesan tidak valid
vi_vn: Thông báo không hợp lệ

source: Error while delete
id_id: Eror ketika menghapus
vi_vn: Lỗi khi xóa

source: Failed to update the status
id_id: Gagal merubah status
vi_vn: Lỗi khi cập nhật trạng thái

source: Address format invalid
id_id: Format alamat tidak valid
vi_vn: Định dạng địa chỉ không hợp lệ

source: An error occurred during the file upload process.
id_id: Terjadi error pada saat mengupload file.
vi_vn: Một lỗi đã xảy ra trong quá trình tải tệp tin.

source: Incorrect value for "Depends on stock" for product %name%
id_id: Nilai tidak benar untuk “Tergantung stok" bagi produk %name%
vi_vn: Giá trị không chính xác cho "Phụ thuộc vào hàng hóa" đối với sản phẩm %name%

source: There is one error.
id_id: Ada error.
vi_vn: Có một lỗi.

source: There are several errors.
id_id: Ada beberapa eror.
vi_vn: Có một vài lỗi sai.

source: Email is empty.
id_id: Email kosong.
vi_vn: Email là trống rỗng.

source: Invalid email address.
id_id: Tidak valid alamat e-mail
vi_vn: Địa chỉ e-mail không hợp lệ

source: The password field is blank.
id_id: Password tidak diisi.
vi_vn: Mật khẩu là khoảng trắng.

source: Invalid password.
id_id: Sandi tidak valid
vi_vn: Mật khẩu không hợp lệ.

source: The URL rewrite field must be filled in either the default or English language.
id_id: Field URL rewrite field harus diisi dalam bahasa default atau Inggris.
vi_vn: Các lĩnh vực viết lại URL phải được điền vào hoặc là mặc định, hoặc tiếng Anh.

source: File upload was not completed.
id_id: Upload file gagal.
vi_vn: Tải lên tệp tin không thành công.

source: An error occurred while transplanting the module to its hook.
id_id: Eror ketika memasang modul ke hooknya.
vi_vn: Có lỗi xảy ra trong khi cấy các module vào hook của nó.

source: Page not found
id_id: Halaman tidak ditemukan
mg_mg: Pejy tsy hita
vi_vn: Không tìm thấy trang nào

source: An error occurred while saving the message.
id_id: Terjadi error ketika menyimpan pesan
vi_vn: Đã xảy ra lỗi khi lưu tin nhắn.

source: You do not have permission to view this.
id_id: Anda tidak berwenang untuk melihat disini
vi_vn: Bạn không được phép để xem ở đây

source: You need at least one object.
id_id: Anda memerlukan minimal satu objek.
vi_vn: Bạn cần ít nhất một đối tượng

source: You cannot delete all of the items.
id_id: Anda tidak dapat menghapus semua item.
vi_vn: Bạn không thể xóa tất cả các mục.

source: Cannot retrieve file.
id_id: Tidak dapat mengambil file.
mg_mg: Tsy afaka mitroka fisie.
vi_vn: Không thể nhận tập tin.

source: Invalid name for %s language
id_id: Nama tidak valid untuk bahasa %s
vi_vn: Tên không hợp lệ cho %s ngôn ngữ

source: The name for %1s language is too long (%2d chars max).
id_id: Nama untuk bahasa %1s terlalu panjang (maksimum %2d karakter).
vi_vn: Các tên cho %1s ngôn ngữ quá dài (%2d tối đa ký tự).

source: Invalid file extension
id_id: Ekstensi file tidak valid
vi_vn: Phần mở rộng tập tin không hợp lệ

source: The file name is too long.
id_id: Nama file terlalu panjang.
vi_vn: Tên tập tin quá dài.

source: Invalid file
id_id: File tidak valid
vi_vn: Tập tin không hợp lệ

source: Invalid date range
id_id: Kisaran tanggal tidak benar
vi_vn: Phạm vi ngày không hợp lệ

source: An error occurred while updating the image.
id_id: Terjadi error ketika memperbarui gambar.
vi_vn: Đã xảy ra lỗi khi tải lên các hình ảnh.

source: An error occurred while linking the object %table_name% to categories.
id_id: Eror terjadi ketika menautkan objek %table_name% dengan kategori.
mg_mg: Nisy hadisoana niseho rehefa nampifandray ny zavatra %table_name% tamina sokajy.
vi_vn: Đã xảy ra lỗi khi liên kết đối tượng %table_name% với các danh mục.

source: The object cannot be loaded.
id_id: Objek tidak dapat dimuat.
vi_vn: Các đối tượng không thể được tải.

source: The %name% field is required.
id_id: Field %name% harus diisi.
vi_vn: Trường %name% là bắt buộc.

source: The %1$s field (%2$s) is invalid.
id_id: Field %1$s (%2$s) tidak valid.
vi_vn: Trường %1$s (%2$s) không hợp lệ.

source: The tags list (%s) is invalid.
id_id: Daftar tag (%s) tidak valid.
vi_vn: Danh sách các thẻ (%s) không hợp lệ.

source: An error occurred while copying this image:
id_id: Eror ketika menyalin gambar:
vi_vn: Lỗi xảy ra khi copy hình ảnh này:

source: Invalid file name
id_id: Nama file tidak benar
vi_vn: Tên tập tin không hợp lệ

source: An error occurred while copying the image.
id_id: Eror ketika menyalin gambar.
vi_vn: Lỗi xảy ra khi copy hình ảnh này.

source: An error occurred while attempting to create a new folder.
id_id: Terjadi error ketika membuat folder baru
vi_vn: Đã xảy ra lỗi trong khi cố gắng để tạo ra một thư mục mới.

source: An error occurred while copying this image: %s
id_id: Eror terjadi ketika menyalin gambar ini: %s
mg_mg: Nisy hadisoana niseho nandritra ny fandikana an'ito sary ito: %s
vi_vn: Lỗi xảy ra khi copy hình ảnh này: %s

source: Error while updating the status.
id_id: Eror terjadi selagi memperbarui status.
mg_mg: Hadisoana nandritra ny fanovana ny sata.
vi_vn: Lỗi xảy ra khi cập nhật trạng thái.

source: You cannot delete or disable the last shop group.
id_id: Anda tidak dapat menghapus atau menonaktifkan kelompok toko terakhir.
vi_vn: Bạn không thể xóa hoặc vô hiệu hóa các nhóm cửa hàng cuối cùng.

source: You cannot delete or disable a shop group in use.
id_id: Anda tidak dapat menghapus atau menonaktifkan grup toko yang sedang aktif.
vi_vn: Bạn không thể xóa hoặc vô hiệu hóa một nhóm cửa hàng sử dụng.

source: You cannot disable the Main URL.
id_id: You can't disable a Main URL
vi_vn: Bạn không thể vô hiệu hóa các URL chính.

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
id_id: You can't change a Main URL to a non-Main URL, you have to set another URL as Main URL for selected shop
vi_vn: Bạn không thể thay đổi một URL chính để một URL không chính. Bạn phải thiết lập URL khác như URL chính của bạn cho các cửa hàng lựa chọn.

source: A shop URL that uses this domain already exists.
id_id: URL toko yang menggunakan domain ini sudah ada.
vi_vn: Một URL cửa hàng có sử dụng domain này đã tồn tại.

source: A shop virtual URL cannot be "%URL%"
id_id: URL maya toko tidak boleh "%URL%”
vi_vn: URL ảo của cửa hàng không được là "%URL%"

source: An error occurred during deletion.
id_id: Terjadi error pada saat menghapus.
vi_vn: Lỗi xảy ra trong quá trình xóa.

source: A Zip/postal code is required.
id_id: Kode pos harus diisi.
vi_vn: Mã bưu chính là bắt buộc.

source: The Zip/postal code is invalid.
id_id: Kode pos tidak valid.
vi_vn: Mã bưu chính không hợp lệ.

source: A Zip/Postal code is required.
id_id: Kode pos harus diisi.
vi_vn: Một Zip / mã bưu chính là bắt buộc.

source: The Zip/Postal code is invalid.
id_id: Kode pos tidak valid.
vi_vn: Các Zip / code bưu chính là không hợp lệ.

source: You do not have permission to upload this.
id_id: Anda tidak berwenang mengunggah ini.
mg_mg: Tsy manana fahazoan-dalana hampiakatra an'io ianao.
vi_vn: Bạn không được phân quyền để tải lên.

source: "%type%" does not exist.
id_id: "%type%" tidak ditemukan.
vi_vn: "%type%" không tồn tại.

source: Directory "%folder%" cannot be created
id_id: Direktori "%folder%" gagal dibuat
vi_vn: Không thể tạo thư mục "%folder%"

source: File "%file%" cannot be created
id_id: File "%file%" gagal dibuat
vi_vn: File "%file%" không thể được tạo ra

source: Cannot write this file: "%folder%"
id_id: Gagal menulis file: "%folder%"
vi_vn: Không thể ghi tập tin này: "%folder%"

source: This file must be writable: %file%
id_id: File berikut harus dapat ditulis: %file%
vi_vn: Tập tin này phải có khả năng ghi: %file%

source: No file has been selected.
id_id: Tidak ada file yang dipilih
vi_vn: không chọn tập tin nào

source: The server does not have permissions for writing.
id_id: Server tidak memiliki izin untuk menulis.
vi_vn: Máy chủ không có quyền ghi.

source: Please check rights for %file%
id_id: Harap cek hak akses untuk %file%
vi_vn: Vui lòng kiểm tra quyền cho %file%

source: This file must be writable:
id_id: File harus dapat ditulis:
vi_vn: Tập tin này phải có khả năng ghi:

source: Fatal error: The module directory does not exist.
id_id: Fatal eror: Folder module tidak ditemukan.
vi_vn: Fatal error: Module thư mục là không ở đây nữa

source: Error while uploading image; please change your server's settings. (Error code: %s)
id_id: Kesalahan saat mengunggah gambar; harap ubah pengaturan server. (Kode Kesalahan: %s)
vi_vn: Lỗi khi cập nhật ảnh; Xin hãy thay đổi cấu hình máy chủ (Mã lỗi: %s)

source: An error occurred while attempting to upload the file.
id_id: Error saat proses upload file.
vi_vn: Một lỗi đã xảy ra trong quá trình tải lên hình ảnh.

source: Maximum depth: Invalid number.
id_id: Kedalaman maksimum: Angka tidak Valid.
vi_vn: Độ dài tối đa: số không hợp lệ.

source: Please fill out all fields.
id_id: Isilah semua bidang.
mg_mg: Fenoy ny toerana banga aza fady.
vi_vn: Vui lòng điền vào tất cả các trường.

source: An error occurred on saving.
id_id: Eror terjadi saat menyimpan.
mg_mg: Nisy hadisoana tamin'ny fitahirizana.
vi_vn: Có lỗi xuất hiện khi lưu.

source: The voucher code is invalid.
id_id: Kode voucher tidak valid.
vi_vn: Mã giảm giá không hợp lệ.

source: An error occurred during the image upload process.
id_id: Kesalahan terjadi ketika mengunggah image
vi_vn: Một lỗi đã xảy ra trong quá trình tải lên hình ảnh.

source: You must select at least one element to delete.
id_id: Pilih elemen untuk dihapus.
vi_vn: Bạn phải chọn để xóa

source: Can't delete #%id%
id_id: Gagal menghapus #%id%
vi_vn: Không thể xóa #%id%

source: Invalid tag(s) (%s)
id_id: Tag tidak valid (%s)
mg_mg: Tenifototra tsy mety (%s)
vi_vn: Từ khoá không hợp lệ (%s)

source: "%key%" does not exist.
id_id: "%key%" tidak ditemukan.
vi_vn: "%key%" không tồn tại.

source: An error occurred while updating the status for an object.
id_id: Eror ketika memperbaharui status untuk objek.
vi_vn: Lỗi xảy ra khi cập nhật trạng thái của đối tượng.

source: An error occurred while updating the status.
id_id: Terjadi error ketika memperbarui status.
vi_vn: Lỗi xảy ra khi cập nhật trạng thái.

source: Your Zip/postal code is incorrect.
id_id: Kode pos Anda salah.
vi_vn: Mã bưu chính không đúng.

source: It must be entered as follows:
id_id: Mohon diketik seperti berikut:
vi_vn: Nó phải được nhập như sau:

source: This functionality has been disabled.
id_id: Fungsi ini telah dinonaktifkan.
vi_vn: Chức năng này đã bị vô hiệu hóa.

source: Invalid selection
id_id: Pilihan tidak valid
vi_vn: Lựa chọn không hợp lệ

source: The %s field is invalid.
id_id: Field %s tidak valid.
vi_vn: Trường %s không hợp lệ.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
id_id: PrestaShop tidak dapat login ke Addons. Harap cek login dan koneksi internet Anda.
vi_vn: PrestaShop đã không thể đăng nhập vào Addons. Vui lòng kiểm tra thông tin của bạn và kết nối Internet của bạn.

source: %s is invalid.
id_id: %s tidak sah.
mg_mg: %s dia tsy mety.
vi_vn: %s không hợp lệ.

source: Access denied.
id_id: Akses ditolak.

source: You do not have permission to update this.
id_id: Anda tidak memiliki akses untuk memperbaharui ini.

source: You do not have permission to create this.
id_id: Anda tidak berwenang membuat ini.

source: Cannot open export file for writing
id_id: Gagal membuka file export untuk ditulisi

source: Cannot write into file: %filename%. Please check write permissions.
id_id: Tidak bisa menulis ke bekas: %filename%. Periksa izin tulis.
mg_mg: Tsy afaka manoratra anaty fisie: %filename%. Jereo aza fady ny fahazoan-dalana manoratra.
vi_vn: Không thể ghi vào tập tin: %filename%. Vui lòng kiểm tra sự cho phép ghi.

source: You do not have permission to delete this.
id_id: Anda tidak berwenang menghapus ini.
vi_vn: Bạn không có quyền xóa ở đây.

source: An unexpected error occurred. [%type% code %code%]
id_id: Terjadi kesalahan tak terduga.. [%type% kode %code%]

source: File too large (limit of %s bytes).
id_id: File terlalu besar (dibatasi %s bytes).
vi_vn: Tệp tin quá lớn (giới hạn %s bytes).

source: You do not have permission to edit this.
id_id: Anda tidak memiliki izin untuk mengedit di sini.
vi_vn: Bạn không được phép chỉnh sửa ở đây.

source: The %s field is not valid
id_id: Bidang %s tidak sah
vi_vn: Trường %s không hợp lệ

source: Unexpected error occurred.
id_id: Terjadi kesalahan tak terduga.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
id_id: Karena keterbatasan memori, gambar tidak dapat ditampilkan. Harap naikan nilai memory_limit di konfigurasi server Anda.
vi_vn: Do hạn chế về giới hạn bộ nhớ, hình ảnh này không thể được nạp. Hãy tăng giá trị memory_limit của bạn thông qua các cài đặt cấu hình của máy chủ.

source: An error occurred while uploading the image.
id_id: Terjadi error pada saat memuat gambar.
vi_vn: Đã xảy ra lỗi khi tải lên các hình ảnh.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
id_id: Karena keterbatasan memori, gambar tidak dapat ditampilkan. Harap naikan nilai memory_limit di konfigurasi server Anda.
vi_vn: Do hạn chế về giới hạn bộ nhớ, hình ảnh này không thể được tải. Hãy tăng giá trị memory_limit của bạn thông qua các cài đặt cấu hình của máy chủ.

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
id_id: Format gambar tidak dikenali, format yang diperbolehkan: .gif, .jpg, .png
vi_vn: Không nhận dạng được định dạng ảnh, các định dạng cho phép là: .gif, .jpg, .png

source: The object cannot be loaded (the identifier is missing or invalid)
id_id: Objek gagal dimuat (the identifier is missing or invalid)
vi_vn: Đối tượng không thể được nạp (ID không tìm thấy hoặc không hợp lệ)

source: The %s field is required.
id_id: Field %s harus diisi.
vi_vn: Trường %s là bắt buộc.

source: An error occurred while deleting this selection.
id_id: Eror ketika menghapus data yang dipilih.
vi_vn: Lỗi xảy ra khi xóa các lựa chọn này.

source: An error occurred while deleting the object.
id_id: Terjadi error ketika menghapus objek.
vi_vn: Lỗi xảy ra trong khi xóa đối tượng.
