Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminOrderscustomersHelp.*.xlf
Languages: mg_mg

source: If you don't select "Free shipping," the normal shipping costs will be applied.
mg_mg: Raha tsy safidianao ny "Fandefasana entana maimaim-poana", dia ny vidin'ny fandefasana entana ara-dalàna no hampiharina.

source: Valid characters:
mg_mg: Tarehin-tsoratra mety:

source: The national ID card number of this person, or a unique tax identification number.
mg_mg: Ny laharana kara-panondron'ito olona ito, na laharana tokana famantarana ny hetra.

source: If enabled, your customers will receive an invoice for the purchase.
mg_mg: Raha ampiasaina, ny mpanjifanao dia handray fakitiora amin'ny entana vidiany.

source: If required, show the total amount per rate of the corresponding tax.
mg_mg: Raha notakiana, dia mampiseho ny vola totaly isaky ny tahan'ny hetra mifanaraka aminy.

source: Adds an image in front of the product name on the invoice
mg_mg: Manampy sary manoloana ny anaran'ny sary amin'ny fakitiora

source: Freely definable prefix for invoice number (e.g. #IN00001).
mg_mg: Tovona azo faritana malalaka hoan'ny laharan'ny fakitiora (oh. #00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
mg_mg: Ny fakitiora manaraka dia hanomboka amin'ito laharana ito, avy eo dia hitombo isaky ny misy fakitiora hafa. Farito ho 0 raha tianao hotazonina ny laharana ankitrio (izay #%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
mg_mg: Ampiasao ito saha ito mba hampisehoana fampahafantarana fanampiny amin'ny fakitiora, ambanin'ny famintinana ny fomba fandoavam-bola (ohatran'ny fampahafantarana lalàna manokana).

source: (Max %amount_refundable% %tax_method%)
mg_mg: (Farafahabeny %amount_refundable% %tax_method%)
