Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/AdminShippingHelp.*.xlf
Languages: fi_fi, ta_in

source: undefined
fi_fi: määrittelemätön

source: Format:
fi_fi: Muoto:

source: Filesize:
fi_fi: Tiedostokoko:

source: Current size:
fi_fi: Nykyinen koko:

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
fi_fi: Online-myymälälläsi on oltava asianmukainen kuljetusliike rekisteröitynä PrestaShopissa heti kun alat lähettää tuotteitasi. Tämä tarkoittaa pakettiesi lähettämistä käyttäen paikallista postitoimistoasi, tai että sinulla on sopimus yksityisen kuljetusliikkeen kanssa, joka puolestaan lähettää pakettisi asiakkaillesi. Jotta PrestaShop ehdottaisi sopivinta kuljetusliikettä asiakkaillesi heidän tilausprosessinsa aikana, sinun on rekisteröitävä kaikki kuljetusliikkeet, joiden kanssa olet valinnut työskennellä.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
fi_fi: PrestaShop sisältää useita kuljetusmoduuleita, joita voit aktivoida. Voit myös ostaa kuljetusmoduuleita PrestaShop lisäosien markkinapaikasta. Suositellut moduulit on lueteltu alla: asenna kuljetusliikkeeseesi sopiva moduuli ja määritä se!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
fi_fi: Jos kuljetusliikkeelläsi ei ole olemassa olevaa moduulia, voit rekisteröidä kuljetusliikkeen käsin käyttämällä sen antamia tietoja: lähetyshinnat, alueelliset vyöhykkeet, koko- ja painorajat, jne. Klikkaa "Lisää uusi kuljetusliike" -painiketta alla avataksesi Ohjatun kuljetusliike -toiminnon, joka auttaa sinua rekisteröimään uuden kuljetusliikkeen muutaman vaiheen kautta.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
fi_fi: Huomio: ÄLÄ rekisteröi uutta kuljetusliikettä, jos sille on jo olemassa moduuli! Moduulin käyttäminen on paljon nopeampaa ja tarkempaa!

source: The carrier's name will be displayed during checkout.
fi_fi: Kuljetuksen nimi näytetään kassalla.
ta_in: வெளியேறுதலின் போது ஊர்தியின் பெயர் காட்டப்படும்.

source: The delivery time will be displayed during checkout.
fi_fi: Toimitusaika näytetään kassalla.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
fi_fi: Toimituksen seurantaosoite: Kirjoita "@", missä seurantanumeron pitäisi näkyä. Se korvataan tällöin automaattisesti seurantanumerolla.
ta_in: பட்டுவாடாவின் தடமறியும் URL : தடமறியும் எண் இட வேண்டிய இடத்தில் '@' என்று இடவும். இவ்வாறு இடுவதால் @க்கு பதிலாக தடமறியும் எண் தானாக மாற்றப்படும்.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
fi_fi: Esimerkiksi: "http://exampl.com/track.php?num=" merkillä "@", missä seurantanumeron pitäisi näkyä.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
fi_fi: Sisällytä käsittelykustannukset (kuten asetettu Kuljetus > Asetukset) lopullisessa toimittajan hinnassa.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
fi_fi: Ei kuljetusta tilanne tapahtuu, kun määrittämätön alue vastaa asiakkaan ostoskoria (esim. korissa olevien tuotteiden paino on suurempi kuin korkein määritetty painoraja).
ta_in: வரையறுக்கப்பட்ட வரம்பு எல்லை எதுவும் வாடிக்கையாளரின் கூடையுடன் பொருந்தாத நிலையில் வரம்புக்கு அப்பால் நிலை நடத்தை ஏற்படும் (உ. கூடையின் எடை வரையறுக்கப்பட்ட அதிகபட்ச எடையை விட அதிகமாக இருக்கும் போது).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fi_fi: Suurin sallittu leveys tässä kuljetustavassa. Aseta arvoksi "0", tai jätä kenttä tyhjäksi ohittaaksesi sen.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச அகலம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: The value must be an integer.
fi_fi: Arvon on oltava kokonaisluku.
ta_in: இதன் மதிப்பு ஒரு முழுஎண்ணாக இருக்க வேண்டும்.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fi_fi: Suurin sallittu korkeus tässä kuljetustavassa. Aseta arvoksi "0", tai jätä kenttä tyhjäksi ohittaaksesi sen.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச உயரம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fi_fi: Suurin sallittu syvyys tässä kuljetustavassa. Aseta arvoksi "0", tai jätä kenttä tyhjäksi ohittaaksesi sen.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச ஆழம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fi_fi: Suurin sallittu paino tässä kuljetustavassa. Aseta arvoksi "0", tai jätä kenttä tyhjäksi ohittaaksesi sen.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச உயரம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Allowed characters: letters, spaces and "%special_chars%".
fi_fi: Sallitut merkit: kirjaimet, välilyönnit ja "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
fi_fi: Jos arvona on 0, korvataan toimitustapa kaupan nimellä.
ta_in: நேரடி கொள்முதலாக இருந்தால் ஊர்தியின் பெயருக்கு பதில் உங்கள் கடையின் பெயரை போட 0 என்று இடவும்.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
fi_fi: Anna arvoksi "0" hitaimmalle toimitustavalle ja "9" nopeimmalle toimitukselle.
ta_in: மிக நீண்ட பட்டுவாடா காலத்திற்கு "0", அல்லது குறுகிய பட்டுவாடா காலத்திற்கு "9" என்று இடவும்.

source: Mark the groups that are allowed access to this carrier.
fi_fi: Merkitse ryhmät, joilla on lupa käyttää tätä kuljetusta.
ta_in: இந்த ஊர்தியை அணுக அனுமதிக்கப்ட்ட குழுக்களை குறி.

source: Enable the carrier in the front office.
fi_fi: Lisää tai poista toimitustapa kaupan luettelosta.

source: Carrier name displayed during checkout
fi_fi: Toimitustavan nimi näytetään kassalla
ta_in: வெளியேறுதலின் போது காட்டப்படும் ஊர்தியின் பெயர்

source: Upload a logo from your computer.
fi_fi: Lataa logo
ta_in: உங்கள் கணினியில் இருந்து ஒரு லோகோ'வை பதிவேற்றவும்.

source: or
fi_fi: tai
ta_in: அல்லது

source: Estimated delivery time will be displayed during checkout.
fi_fi: Toimitusaika näytetään kassalla.
ta_in: வெளியேறுதலின் போது உத்தேச பட்டுவாடா நேரம் காட்டப்படும்.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
fi_fi: Toimituksen seuranta osoite: Kirjoita " @ ", missä seurantanumeron pitäisi näkyä. Sen jälkeen se korvataan automaattisesti seurantanumerolla.
ta_in: பட்டுவாடாவின் தடமறியும் URL : தடமறியும் எண் இட வேண்டிய இடத்தில் '@' என்று இடவும். இவ்வாறு இடுவதால் @க்கு பதிலாக தடமறியும் எண் தானாக மாற்றப்படும்.

source: The zones in which this carrier will be used.
fi_fi: Alueet, jolla toimitustapa on käytettävissä.
ta_in: இந்த ஊர்தி பயன்படுத்தப்படும் மண்டலங்கள்.

source: Group access
fi_fi: Ryhmien käyttöoikeus:
ta_in: குழு அணுகல்

source: Apply both regular shipping cost and product-specific shipping costs.
fi_fi: Lisää toimituskustannukset ja lisätoimituskustannukset hintaan.
ta_in: வழக்கமான பட்டுவாடா செலவையும் குறிப்பிட்ட பொருளின் பட்டுவாடா செலவையும் இடு.

source: Include the shipping and handling costs in the carrier price.
fi_fi: Sisällytä toimitus- ja käsittelykulut hintaan.
ta_in: ஊர்தி விலையில் பட்டுவாடா மற்றும் கையாளுதல் செலவை சேர்.

source: Apply the cost of the highest defined range
fi_fi: Valitaan kallein toimitustapa
ta_in: அதிகபட்ச வரையறுக்கப்பட்ட எல்லையின் செலவை இடு

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
fi_fi: Ei kuljetusta-tilanne tapahtuu kun mitään toimivaa kuljetusmuotoa ei määritelty ( esim. asiakkaan paketin paino on suurempi kuin valitun kuljetuksen enimmäismäärä).
ta_in: எதுவும் வரையறுக்கப்படாமல் இருக்கையில் வரம்புக்கு அப்பால் நிலை நடத்தை ஏற்படும். (உ. வாடிக்கையாளரின் பொருட்கூடையில் உள்ள பொருட்களின் எடை வரையறுக்கப்பட்ட அதிகபட்ச எடையை விட அதிகமாக இருக்கும் போது).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fi_fi: Maksimikorkeus tässä kuljetustavassa. Aseta arvoksi "0" tai jätä kenttä tyhjäksi, tai ohita kenttä.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச உயரம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fi_fi: Suurin leveys määritetty tässä kuljetustavassa. Aseta arvoksi "0" tai jätä kenttä tyhjäksi, tai ohita kenttä.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச அகலம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fi_fi: Suurin syvyys määritetty tässä kuljetustavassa. Aseta arvoksi "0" tai jätä kenttä tyhjäksi, tai ohita kenttä.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச ஆழம். இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fi_fi: Suurin paino määritetty tässä kuljetustavassa. Aseta arvoksi "0" tai jätä kenttä tyhjäksi, tai ohita kenttä.
ta_in: இந்த ஊர்தி கையாளக் கூடிய அதிகபட்ச எடை. இதை தவிர்க்க இதன் மதிப்பை "0" என்று இடவும் அல்லது இந்த புலத்தை காலியாக விடவும்.

source: This will only be visible in the front office.
fi_fi: Tämä näkyy vain kaupan puolella.

source: Your shop's default carrier.
fi_fi: Kauppasi oletustoimitustapa.

source: You need to register all the carriers with which you have chosen to work. PrestaShop comes with a selection of carrier modules you can install right below the page or buy on [1]Addons marketplace[/1].
fi_fi: Sinun on rekisteröitävä kaikki kuljetusyhtiöt, joiden kanssa olet valinnut työskennellä. PrestaShopin mukana tulee valikoima moduuleja, jotka voit asentaa suoraan sivun alapuolelle tai ostaa [1]Addons markkinapaikasta[/1].

source: If there is no existing module for your carrier, you can register it manually by clicking on "[1]" but before, please make sure you did not register a new carrier if a module already exists for it!
fi_fi: Jos kuljetusyhtiölle ei ole olemassa moduulia, voit rekisteröidä sen manuaalisesti napsauttamalla "[1]", mutta varmista ensin ettet rekisteröinyt uutta kuljetusyhtiötä jos sille on jo moduuli.

source: Your shop's default carrier
fi_fi: Kauppasi oletustoimitustapa

source: If you set these parameters to 0, they will be disabled.
fi_fi: Poistaaksesi käytöstä, määritä arvoksi 0.

source: Coupons are not taken into account when calculating free shipping.
fi_fi: Etukuponkeja ei oteta huomioon laskettaessa ilmaista toimitusta.
