Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/EmailsSubject.*.xlf
Languages: br_fr

source: Package in transit
br_fr: Kasidigezh o vont

source: Welcome!
br_fr: Degemer mat !

source: Order confirmation
br_fr: Kadarn an urzh

source: Message from contact form
br_fr: Kemmenad deus ar furmskrid darempredi単

source: Your message has been correctly sent
br_fr: Kaset eo bet ho kemennad

source: Newsletter voucher
br_fr: Daskorad lizher-kelaoui単

source: Newsletter confirmation
br_fr: Kadarnaat al lizher-kelaoui単

source: Email verification
br_fr: Postel gwiria単

source: Your new password
br_fr: Ho ger-kuzh nevez

source: Password query confirmation
br_fr: Kadarnaat ar goulenn ger-kuzh

source: New message regarding your order
br_fr: Kemennad nevez diwar benn ho urzh

source: New credit slip regarding your order
br_fr: Restaol nevez war ho urzh

source: Process the payment of your order
br_fr: Kadarniit paeamant ho urzh

source: Fwd: Customer message
br_fr: TR: Kemennad deus un ostiz

source: Message from a customer
br_fr: Kemennad deus un ostiz
