Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/Install.*.xlf
Languages: ar_sa, fa_ir, km_kh

source: Oops! Please correct the item(s) below, and then click "Refresh information" to test the compatibility of your new system.
ar_sa: عفواً! رجاءً تصحيح العنصر (العناصر) أدناه، ثم أنقر علي "تحديث المعلومات" لإختبار التوافق مع نظامك الجديد.
fa_ir: لطفا موارد زیر را درست کنید، سپس "تازه سازی داده ها" را برای چک کردن سازگاری سیستم جدید شما، کلیک کنید.

source: Refresh
ar_sa: تحديث
fa_ir: تازه سازی

source: Oops! Please correct the item(s) below, and then click "Refresh" to test the compatibility of your new system.
fa_ir: اوه! لطفا مورد(های) زیر را اصلاح نموده و سپس روی «تازه‌سازی» کلیک کنید تا سازگاری سیستم جدید خود را آزمایش کنید.

source: Refresh information
fa_ir: تازه‌کردن اطلاعات

source: Oops! Please correct the item(s) below, and then click "%refresh_label%" to test the compatibility of your new system.
fa_ir: اوه! لطفا مورد(های) زیر را اصلاح نموده و سپس روی "%refresh_label%" کلیک کنید تا سازگاری سیستم جدیدتان را آزمایش کنید.

source: PrestaShop requires at least 32 MB of memory to run: please check the memory_limit directive in your php.ini file or contact your host provider about this.
ar_sa: بريستاشوب تحتاج على الاقل 32 ميجابايت من الذاكرة لتعمل: الرجاء اعادة فحص memory_limit والتأكد من التوجيهات في ملف php.ini او قم بالتواصل مع مزود الخدمة لمساعدتك.
fa_ir: پرستاشاپ برای اجرا حداقل به 32مگابایت حافظه نیاز دارد. لطفا کنترل کنید که مقدار memory_limit در php.ini درست باشد و یا با مدیر هاست خود تماس بگیرید.

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
ar_sa: <b>تحذير: لاتستطيع إستخدام هذه الأداه لتحديث متجرك </b><br /><br />انت بالفعل لديك <b>بريستاشوب نسخة %version% مثبته</b>.<br /><br />إذا أردت التحديث لآخر نسخة ، فضلا قم بقراءة الوثيقه <a href="%doc%">%doc%</a>
fa_ir: <b>هشدار: شما دیگر نمی‌توانید از این ابزار برای ارتقای فروشگاه خود استفاده کنید.</b><br /><br />شما هم اکنون<b>پرستا شاپ نسخه %version% را نصب دارید</b>.<br /><br />اگر می‌خواهید به آخرین نسخه ارتقا دهید لطفا مستندات ما را مطالعه کنید: <a href="%doc%">%doc%</a>

source: Welcome to the PrestaShop %version% Installer
ar_sa: مرحبا بك في ادات تنصيب برسيتاشوب نسخة %version%
fa_ir: به محیط نصب پرستاشاپ %version% خوش آمدید

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than 250,000 merchants. You are on the way to creating your own unique online store that you can manage easily every day.
ar_sa: تثبيت PrestaShop سريع وسهل. في غضون بضع لحظات، ستصبح جزءًا من مجتمع يتكون من أكثر من 300000 تاجر. أنت في طريقك لإنشاء متجرك الفريد على الإنترنت الذي يمكنك إدارته بسهولة كل يوم.
fa_ir: نصب پرستاشاپ راحت و سریع است. تا لحظاتی دیگر به جمع بیش از یک میلیون فروشنده خواهید پیوست. همینک در مسیر ایجاد فروشگاه مجازی منحصربفرد خود پا گذاشته اید، فروشگاهی که در هر زمان و مکانی به آسانی قادر به مدیریت آن هستید.

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
ar_sa: إذا كنت بحاجة إلى المساعدة ، فلا تتردد في <a href="٪tutoriellink٪" target="_blank"> مشاهدة هذا البرنامج التعليمي القصير </a> ، أو تحقق من <a href="٪linkdoc٪" target="_blank"> وثائقنا </a>.
fa_ir: اگر به راهنمایی نیاز دارید، بدون درنگ این <a href="%tutoriellink%" target="_blank"> آموزش کوتاه را ببینید</a> <a href="%linkdoc%" target="_blank"> یا مستندات</a>بررسی کنید.

source: Continue the installation in:
ar_sa: متابعة التركيب في:
fa_ir: ادامه نصب در:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
ar_sa: ينطبق اختيار اللغة أعلاه على اداة التثبيت فقط. بعد تثبيت متجرك ، يمكنك اختيار لغة متجرك من أكثر من %d من الترجمات ، وكل ذلك مجانًا!
fa_ir: انتخاب زبان در بالا فقط برای کمک در نصب است. به محض نصب فروشگاه، شما می توانید زبان فروشگاه خود را از بین %d زبان انتخاب کنید. به صورت کاملا رایگان!

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please use the 1-Click Upgrade module and follow its instructions.
fa_ir: <b>هشدار: شما دیگر نمی‌توانید با استفاده از این ابزار فروشگاه خود را ارتقا دهید.</b><br /><br />شما در حال حاضر<b>پرستاشاپ نسخه %version% نصب دارید</b>.<br /><br />اگر تمایل به ارتقا به آخرین نسخه را دارید، لطفاً از ماژول ارتقا با ۱-کلیک استفاده کنید و دستورالعمل‌ها را دنبال کنید.

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than %numMerchants% merchants. You are on the way to creating your own unique online store that you can manage easily every day.
fa_ir: نصب پرستاشاپ ساده و سریع است. فقط در چند دقیقه شما هم عضوی از جامعه %numMerchants% نفره‌ی پرستاشاپ خواهید شد. شما در مسیر ساخت فروشگاه منحصر به فرد خود هستید که روزانه به راحتی می‌توانید آن‌ را مدیریت کنید.

source: Your database server does not support the utf-8 charset.
ar_sa: سيرفر قاعدة البيانات الخاصه بك لايدعم ترميز utf-8.
fa_ir: سرور پایگاه داده شما کاراکترهای utf-8 را پشتیبانی نمیکند.

source: Lingerie and Adult
ar_sa: الملابس الداخلية والكبار
fa_ir: بزرگسالان
km_kh: ខោអាវ​ក្នុង​សម្រាប់ស្ត្រី និង​យុវវ័យ​

source: Animals and Pets
ar_sa: الحيوانات والحيوانات الأليفة
fa_ir: حیوانت اهلی و غیر اهلی
km_kh: សត្វពាហនៈ និង​សត្វចិញ្ចឹម

source: Art and Culture
ar_sa: الفن والثقافة
fa_ir: هنر و فرهنگ
km_kh: សិល្បៈ និង​វប្បធម៌

source: Babies
ar_sa: أطفال
fa_ir: نوزادان
km_kh: ទារក និង​កុមារ

source: Beauty and Personal Care
ar_sa: الجمال والعناية الشخصية
fa_ir: زیبایی و مراقبت شخصی
km_kh: សម្រស់ និង​ការ​ថែ​រក្សាសុខភាព

source: Cars
ar_sa: سيارات
fa_ir: ماشین ها
km_kh: យានយន្ត

source: Computer Hardware and Software
ar_sa: الكمبيوترات و قطع الغيار و البرمجيات
fa_ir: سخت افزار و نرم افزار کامپیوتر
km_kh: គ្រឿង​កុំព្យូទ័រ និង​ Software

source: Download
ar_sa: تحميل
fa_ir: دانلود
km_kh: ទាញយក

source: Fashion and accessories
ar_sa: الأزياء والاكسسوارات
fa_ir: فشن و لوازم مورد نیاز
km_kh: សម្លៀកបំពាក់ និង​គ្រឿង​តុបតែងខ្លួន

source: Flowers, Gifts and Crafts
ar_sa: الزهور والهدايا والحرف
fa_ir: گل ها، هدایا و صنایع دستی
km_kh: ផ្កា កាដូ និង​វត្ថុអនុស្សាវរីយ៍

source: Food and beverage
ar_sa: المواد الغذائية والمشروبات
fa_ir: غذا و آشامیدنی
km_kh: អាហារ និង​ភេសជ្ជៈ

source: HiFi, Photo and Video
ar_sa: هاي فاي، صور وفيديو
fa_ir: های فای، عکس و ویدیو
km_kh: ឧឃោសនសព្ទ រូបភាព និង​វីដេអូ

source: Home and Garden
ar_sa: المنزل والحديقة
fa_ir: خانه و باغچه
km_kh: គេហដ្ឋាន និង​សួនច្បារ

source: Home Appliances
ar_sa: الأجهزة المنزلية
fa_ir: لوازم خانگی
km_kh: គ្រឿង​តុបតែងផ្ទះ

source: Jewelry
ar_sa: المجوهرات
fa_ir: جواهرات
km_kh: គ្រឿង​អលង្ការ

source: Mobile and Telecom
ar_sa: الجوال والاتصالات
fa_ir: موبایل و مخابرات
km_kh: ទូរស័ព្ទ និង​ប្រព័ន្ធទំនាក់ទំនង

source: Services
ar_sa: الخدمات
fa_ir: خدمات
km_kh: សេវាកម្ម

source: Shoes and accessories
ar_sa: الأحذية والاكسسوارات
fa_ir: کفش ها و لوازم جانبی
km_kh: ស្បែកជើង

source: Travel
ar_sa: السفر
fa_ir: سفر
km_kh: ដំណើរកំសាន្ត

source: -- Please choose your main activity --
ar_sa: -- الرجاء قم بتحديد نشاطك --
fa_ir: -- لطفاً فعالیت اصلی خود را انتخاب کنید --

source: Sport and Entertainment
fa_ir: ورزش و سرگرمی

source: At least one table with same prefix was already found, please change your prefix or drop your database
ar_sa: تم العثور على جدول واحد على الأقل مع نفس البادئة بالفعل، يرجى تغيير البادئة أو إسقاط قاعدة البيانات الخاصة بك
fa_ir: حداقل یک جدول با پیشوند مشابه پیدا شد، لطفا پیشوند پایگاه داده خود را تغییر دهید یا پایگاده داده را پاک کنید

source: Server name is not valid
ar_sa: اسم السيرفر غير صالح
fa_ir: نام سرور صحیح نیست
km_kh: ឈ្មោះម៉ាស៊ីនមេមិនត្រឹមត្រូវ

source: You must enter a database name
ar_sa: يجب إدخال اسم قاعدة البيانات
fa_ir: شما باید یک نام پایگاه داده وارد کنید
km_kh: សូមបញ្ជូល​ឈ្មោះរបស់ database

source: You must enter a database login
ar_sa: يجب عليك إدخال بيانات تسجيل الدخول لقاعدة البيانات
fa_ir: شما باید یک نام کاربری پایگاه داده وارد کنید
km_kh: សូមបញ្ជូល​ឈ្មោះរបស់មូលដ្ឋានទិន្នន័យ

source: Tables prefix is invalid
ar_sa: بادئة الجداول غير صالحة
fa_ir: پیشوند جداول نادرست است

source: Cannot convert database data to utf-8
ar_sa: لا يمكن تحويل بيانات قاعدة البيانات إلى Utf-8
fa_ir: نمیتوان داده‏های پایگاه داده را به UTF-8 تغییر داد

source: The values of auto_increment increment and offset must be set to 1
ar_sa: ان قيم Auto_INCREMENT الزيادة وتعويض يجب أن يتم تعيينها إلى 1
fa_ir: مقدار افزایش auto_increment و offset باید 1 قرار داده شود

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
ar_sa: الحساب المستخدم لقاعدة البيانات لايملك صلاحية انشاء جداول في قاعدة البيانات "%s" ، تواصل مع مقدم استضافتك:
fa_ir: وارد شدن پایگاه داده شما، دسترسی لازم برای ایجاد جدول در پایگاه داده «%s» را ندارد. از فراهم کننده میزبانی سرور خود بپرسید:

source: Database Server is not found. Please verify the login, password and server fields
ar_sa: لم يتم العثور على سيرفر قاعدة البيانات. يرجى التحقق من اسم المستخدم وكلمة السر وبيانات السيرفر
fa_ir: سرور پایگاه داده یافت نشد. لطفا نام کاربری، کلمه‌ی عبور و فیلدهای پایگاه داده را بررسی کنید

source: Connection to MySQL server succeeded, but database "%database%" not found
ar_sa: نجح الاتصال بخادم MySQL ولكن لم يتم العثور على قاعدة بيانات "%database%"
fa_ir: اتصال به MySQL موفقیت آمیز بود، اما پایگاه داده «%database%» یافت نشد

source: Attempt to create the database automatically
ar_sa: محاولة إنشاء قاعدة البيانات تلقائيا
fa_ir: تلاش برای ایجاد خودکار پایگاه داده

source: You must be granted the privilege to select data in the tables of database "%s". Ask your hosting provider to enable it.
fa_ir: شما باید اجازه دسترسی به select داده در جداول پایگاه داده «%s» را داشته باشید. از هاستینگ خود بخواهید که آن را برای شما فعال کند.

source: %file% file is not writable (check permissions)
ar_sa: %file% ملف غير قابل للتعديل (افحص الصلاحيات)
fa_ir: فایل %file% قابل نوشتن نیست (دسترسی‌ها را بررسی کنید)

source: %folder% folder is not writable (check permissions)
ar_sa: %folder% مجلد غير قابل للكتابه (تأكد من الصلاحيات)
fa_ir: پوشه %folder% قابل نوشتن نیست (دسترسی‌‏ها را بررسی کنید)

source: Cannot write settings file
ar_sa: لا يمكن كتابة ملف الإعدادات
fa_ir: فایل تنظیمات را نمیتوان نوشت
km_kh: មិន​អាច​សរសេរចូលក្នុងឯកសារ​ សម្រាប់កំណត់ប្រព័ន្ធ

source: Cannot write app/config/parameters.php file
ar_sa: لااستطيع كتابة في ملف app/config/parameters.php
fa_ir: فایل app/config/parameters.yml قابل نوشتن نیست

source: Cannot write app/config/parameters.yml file
ar_sa: لااستطيع كتابة في ملف app/config/parameters.yml
fa_ir: نمی‌توان در فایل app/config/parameters.yml نوشت

source: Database structure file not found
ar_sa: لم يتم العثور على ملف بنية قاعدة البيانات
fa_ir: فایل ساختار پایگاه داده یافت نشد

source: Cannot create group shop
ar_sa: لا يمكن إنشاء متجر للمجموعة
fa_ir: نمیتوان گروه فروشگاه را ایجاد کرد
km_kh: មិនអាច​បង្កើតក្រុមនៃហាងទំនិញ

source: Cannot create shop
ar_sa: لا يمكن إنشاء متجر
fa_ir: نمیتوان گروه فروشگاه را ایجاد کرد
km_kh: មិន​អាច​បង្កើត​ហាង​បាន

source: Cannot create shop URL
ar_sa: لا يمكن إنشاء رابط للمتجر
fa_ir: نمیتوان URL فروشگاه را ایجاد کرد
km_kh: មិនអាច​បង្កើត​អាស័យដ្ឋាន URL របស់ហាង​

source: File "language.xml" not found for language iso "%iso%"
ar_sa: لم يتم العثور على ملف "language.xml" للغة آيزو "%iso%"
fa_ir: فایل "language.xml" برای iso زبان "%iso%" یافت نشد

source: File "language.xml" not valid for language iso "%iso%"
ar_sa: ملف "language.xml" غير صالح لأيزو لغة "%iso%"
fa_ir: فایل "language.xml" برای iso زبان "%iso%" معتبر نیست

source: Cannot download language pack "%iso%"
ar_sa: لا أستطيع تحميل حزمة لغة "%iso%"
fa_ir: نمی‌توان بسته زبان «%iso%» را دانلود کرد

source: Cannot install language "%iso%"
ar_sa: لا يمكن تثبيت اللغة "%iso%"
fa_ir: نمی‌توان زبان«%iso%» را نصب کرد

source: Cannot copy flag language "%flag%"
ar_sa: لا يمكن نسخ علم لغة "%flag%"
fa_ir: نمی‌توان زبان پرچم "%flag%" را کپی کرد

source: Cannot create admin account
ar_sa: لا يمكن إنشاء حساب الأدمن
fa_ir: نمیتوان حساب کاربری مدیر را ایجاد کرد
km_kh: មិនអាច​បង្កើត​គណនីសម្រាប់​​គ្រប់គ្រងប្រព័ន្ធ

source: Cannot install module "%module%"
ar_sa: لا يمكن تثبيت وحدة "%module%"
fa_ir: نمی‌توان ماژول «%module%» را نصب کرد

source: Fixtures class "%class%" not found
ar_sa: فئة التجهيزات "%class%" غير موجودة
fa_ir: کلاس ثابت «%class%» یافت نشد

source: "%class%" must be an instance of "InstallXmlLoader"
ar_sa: "%class%" يجب أن يكون مثيل ل "InstallXmlLoader"
fa_ir: «%class%» باید نمونه‌ای از "InstallXmlLoader" باشد

source: Database upgrade completed.
ar_sa: تم الانتهاء من ترقية قاعدة البيانات
fa_ir: ارتقای پایگاه داده کامل شد.
km_kh: hello

source: Disabling modules now...
ar_sa: تعطيل الوحدات الآن...
fa_ir: در حال غیرفعال کردن ماژول‌ها...

source: Modules successfully disabled.
ar_sa: لقد تم تعطيل الوحدات بنجاح.
fa_ir: ماژول‌ها با موفقیت غیرفعال شدند.

source: Enabling modules now...
ar_sa: تفعيل الوحدات الآن...
fa_ir: در حال فعال کردن ماژول‌ها...

source: Modules successfully enabled.
ar_sa: لقد تم تفعيل الوحدات بنجاح.
fa_ir: ماژول‌ها با موفقیت فعال شدند.

source: Upgrading images now...
ar_sa: جارٍ ترقية الصور الآن...
fa_ir: در حال ارتقای تصاویر...

source: Images successfully upgraded.
ar_sa: تمت ترقية الصور بنجاح.
fa_ir: تصاویر با موفقیت نصب شدند.

source: Upgrading languages now...
ar_sa: جاري ترقية اللغات...
fa_ir: در حال نصب زبان‌ها...

source: Languages successfully upgraded.
ar_sa: تم تحديث اللغات بنجاح.
fa_ir: زبان‌ها با موفقیت نصب شدند.

source: Upgrading theme now...
ar_sa: جارٍ ترقية التصميم الآن...
fa_ir: در حال نصب قالب (پوسته)...

source: Theme successfully upgraded.
ar_sa: تمت ترقية التصميم بنجاح.
fa_ir: قالب (پوسته) با موفقیت نصب شد.

source: Warning detected during upgrade.
ar_sa: تم اكتشاف تحذير أثناء الترقية.
fa_ir: هشداری هنگام ارتقا تشخیص داده شد.

source: Error detected during upgrade.
ar_sa: تم اكتشاف خطأ اثناء الترقيه.
fa_ir: هشداری هنگام ارتقا تشخیص داده شد.

source: SQL error on query <i>%query%</i>
ar_sa: خطأ في طلب المعلومات من الـ SQL <i>%s</i>
fa_ir: در کوئری <i>%query%</i> خطای SQL رخ داده است

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
ar_sa: هناك خطأ ما حدث فى قاعدة البيانات <i>%entity%</i>: <i>%message%</i>
fa_ir: برای موجودیت <i>%entity%</i> یک خطای SQL رخ داده است: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
ar_sa: لا يمكن إنشاء صورة "%identifier%" للكيان "%entity%"
fa_ir: برای موجودیت «%entity%» نمی‌توان «%identifier%» تصویر ایجاد کرد

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
ar_sa: لا يمكن إنشاء صورة "%identifier%" (لايوجد صلاحيات على المجلد "%folder%")
fa_ir: نمی‌توان برای "%identifier%" تصویر ایجاد کرد (دسترسی‏‌های نادرست روی پوشه "%folder%")

source: Cannot create image "%identifier%"
ar_sa: لا يمكن إنشاء صورة "%identifier%"
fa_ir: نمی‌توان تصویر «%identifier%» را ایجاد کرد

source: Cannot create image "%1$s" for entity "%2$s"
ar_sa: لا يمكن إنشاء صورة "%1$s" للكيان "%2$s"
fa_ir: نمیتوان برای "%1$s" عکس ایجاد کرد برای موجودی "%2$s"
km_kh: មិនអាចបង្កើតរូបភាព "%1$s" សម្រាប់​ផ្នែក "%2$s"
