Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/Install.*.xlf
Languages: ar_sa, fa_ir, km_kh

source: Choose your language
ar_sa: اختر اللغة الخاصة بك
fa_ir: زبان خود را انتخاب کنید
km_kh: ជ្រើសរើសភាសារបស់អ្នក

source: License agreements
ar_sa: اتفاقية الترخيص
fa_ir: موافقت نامه

source: System compatibility
ar_sa: توافق النظام
fa_ir: سازگاری سیستم

source: Store information
ar_sa: معلومات المتجر
fa_ir: اطلاعات فروشگاه
km_kh: ព័ត៌មានហាង

source: System configuration
ar_sa: إعدادات النظام
fa_ir: پیکربندی سیستم
km_kh: ការកំណត់​រចនាសម្ព័ន្ធប្រព័ន្ធ

source: Store installation
ar_sa: تثبيت المتجر
fa_ir: فرآیند نصب
km_kh: ការដំឡើងហាង

source: http://www.prestashop.com/forums/
fa_ir: http://ipresta.ir/forum/

source: Field required
ar_sa: حقل مطلوب
fa_ir: فیلد ضروری
km_kh: ពត៌មាន​ចាំបាច់

source: shop name
ar_sa: اسم المتجر
fa_ir: نام فروشگاه

source: The field %field% is limited to %limit% characters
ar_sa: الحقل %field% محدد بعدد %limit% من الرموز
fa_ir: کادر %field% به %limit% کاراکتر محدود شده است

source: firstname
ar_sa: الاسم الاول
fa_ir: نام

source: Your lastname contains some invalid characters
ar_sa: اسم العائلة الخاص بك يحتوي على بعض أحرف غير صالحة
fa_ir: نام خانوادگی شما شامل کاراکترهای غیر مجاز است
km_kh: នាមត្រកូលរបស់អ្នក ផ្ទុកនូវ​តួអក្សរដែល​មិនត្រឹម​ត្រូវ

source: lastname
ar_sa: اسم العائلة
fa_ir: نام خانوادگی

source: The password and its confirmation are different
ar_sa: كلمة المرور وتأكيدها يختلفان
fa_ir: کلمه‌ی عبور و تاییدیه‌‏ی آن مطابقت ندارند

source: This e-mail address is invalid
ar_sa: عنوان بريد الكتروني غير صحيح
fa_ir: این آدرس ایمیل نامعتبر است
km_kh: អាស័យដ្ឋាន អ៊ីម៉េល របស់អ្នក​មិនត្រឹមត្រូវ

source: Image folder %s is not writable
ar_sa: مجلد الصور %s غير قابل للكتابة
fa_ir: پوشه‏ عکس %s قابل نوشتن نیست
km_kh: Folder របស់​រូបភាព %s មិនមាន​សិទ្ធ​អាច​ចម្លងបាន​

source: An error occurred during logo copy.
ar_sa: حدث خطأ أثناء نسخ الشعار.
fa_ir: خطایی هنگام کپی کردن لوگو رخ داد.
km_kh: មានបញ្ហាកំឡុងពេល​ copy រូបភាព​.

source: An error occurred during logo upload.
ar_sa: حدث خطأ أثناء رفع الشعار.
fa_ir: یک خطا هنگام آپلود آرم رخ داد.
km_kh: មានបញ្ហា​ កំឡុងពេល upload រូបភាព.

source: Sports and Entertainment
ar_sa: الرياضة والترفيه
fa_ir: ورزش و سرگرمی
km_kh: កីឡា និង​ការ​កំសាន្ត

source: Invalid shop name
ar_sa: اسم المحل غير صحيح
fa_ir: نام فروشگاه نامعتبر است
km_kh: ឈ្មោះ​របស់ហាង​ មិនត្រឹមត្រូវ

source: Your firstname contains some invalid characters
ar_sa: الاسم الأول الخاص بك يحتوي على بعض أحرف غير صالحة
fa_ir: نام شما شامل کاراکترهای غیر مجاز است
km_kh: ឈ្មោះរបស់អ្នក ផ្ទុក​នូវ​តួអក្សរ​ ដែល​មិនត្រឹម​ត្រូវ

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
ar_sa: كلمة المرور غير صحيحة (يجب استعمال حروف أبجدية وأرقام من 8 أ خانات على الأقل)
fa_ir: کلمه‌ی عبور نامعتبر است (کلمه‌ی عبور حداقل 8 کاراکتری شامل حروف الفبا و اعداد)

source: Database is connected
ar_sa: تم توصيل قاعدة البيانات
fa_ir: پایگاه داده متصل است
km_kh: Database ត្រូវ​បាន​តភ្ជាប់រួចរាល់

source: Database is created
ar_sa: تم إنشاء قاعدة بيانات
fa_ir: پایگاه داده ایجاد شد
km_kh: Database ត្រូវ​បាន​បង្កើត​រួចរាល់

source: Cannot create the database automatically
ar_sa: لا يمكن إنشاء قاعدة البيانات تلقائيا
fa_ir: ساخت خودکار پایگاه داده امکان پذیر نیست
km_kh: មិនអាច​ បង្កើត Database ដោយស្វ័យប្រវត្តិ

source: Create file parameters
ar_sa: إنشاء معلمة
fa_ir: ایجاد پارامترهای فایل

source: Create database tables
ar_sa: إنشاء جداول قاعدة البيانات
fa_ir: ایجاد جداول پایگاه داده
km_kh: បង្កើត​តារាង នៅខាងក្នុង database

source: Create default shop and languages
ar_sa: إنشاء متجر افتراضي واللغات
fa_ir: ایجاد فروشگاه و زبان های پیش‏فرض
km_kh: បង្កើត​ default ឈ្មោះហាង និង​ភាសា

source: Populate database tables
ar_sa: تعبئة جداول قاعدة البيانات
fa_ir: استقرار جداول پایگاه داده
km_kh: បញ្ចូលតារាងមូលដ្ឋានទិន្នន័យ

source: Configure shop information
ar_sa: تكوين معلومات المتجر
fa_ir: تنظیم اطلاعات فروشگاه
km_kh: កែសម្រួលពត៌មាន​ហាង

source: Install demonstration data
ar_sa: تثبيت بيانات إيضاح
fa_ir: نصب اطلاعات نمونه
km_kh: ដំឡើងទិន្នន័យបង្ហាញ

source: Install modules
ar_sa: تثبيت الوحدات النمطية
fa_ir: نصب ماژول‏ها
km_kh: តម្លើងម៉ូឌុល

source: Install Addons modules
ar_sa: تثبيت الوحدات النمطية إضافات
fa_ir: نصب ماژول‌های افزودنی
km_kh: តម្លើង​ម៉ូឌុលបន្ថែម

source: Install theme
ar_sa: تثبيت موضوع
fa_ir: نصب قالب
km_kh: តម្លើង​ រូបរាង

source: Required PHP parameters
ar_sa: معلمات PHP المطلوبة
fa_ir: پارامترهای مورد نیاز PHP
km_kh: ត្រូវការប៉ារ៉ាម៉ែត្រPHP

source: PHP 5.6 or later is not enabled
ar_sa: لم يتم تمكين PHP 5.6. أو نسخة أعلى
fa_ir: PHP 5.6 یا بالاتر فعال نشده

source: Cannot upload files
ar_sa: لا يمكن رفع الملفات
fa_ir: نمی‌توان فایل‌ها را بارگذاری کرد
km_kh: មិនអាចធ្វើការ​បញ្ជូល​ឯកសារទៅក្នុងប្រព័ន្ធ

source: Cannot create new files and folders
ar_sa: لا يمكن إنشاء ملفات ومجلدات جديدة
fa_ir: نمی‌توان فایل و پوشه جدید ایجاد کرد
km_kh: មិនអាច​បង្កើត ឯកសារ ឬថតផ្ទុកឯកសារ

source: cURL extension is not enabled
ar_sa: ملحق cURL غير مفعل
fa_ir: افزونه cURL فعال نیست

source: GD library is not installed
ar_sa: لم يتم تثبيت مكتبة GD
fa_ir: GD Library نصب نشده است
km_kh: GD library មិនអាច​តម្លើងបានទេ

source: JSON extension is not loaded
ar_sa: ملحق JSON غير مفعل
fa_ir: افزونه JSON بارگذاری نمی‌شود

source: PHP OpenSSL extension is not loaded
ar_sa: لم يتم تحميل ملحق PHP OpenSSL
fa_ir: افزونه PHP OpenSSL بارگیری نشده

source: PDO MySQL extension is not loaded
ar_sa: لم يتم تحميل ملحق PDO MySQL
fa_ir: افزونه PDO MySQL بارگیری نشده

source: SimpleXML extension is not loaded
ar_sa: لم يتم تحميل ملحق SimpleXML
fa_ir: افزونه SimpleXML بارگذاری نمی‌شود

source: ZIP extension is not enabled
ar_sa: ملحق ZIP غير مفعل
fa_ir: افزونه ZIP فعال نیست

source: Fileinfo extension is not enabled
ar_sa: لم يتم تمكين ملحق Fileinfo
fa_ir: افزونه Fileinfo فعال نیست

source: Required Apache configuration
ar_sa: يتطلب تكوين اباتشي
fa_ir: نیازمند به پیکربندی Apache

source: Enable the Apache mod_rewrite module
ar_sa: قم بتفعيل اضافة mod_rewrite
fa_ir: فعال کردن افزونه mod_rewrite برای Apache

source: Files
ar_sa: ملفات
fa_ir: فایل‌ها
km_kh: ឯកសារ

source: Not all files were successfully uploaded on your server
ar_sa: لم يتم تحميل كافة الملفات بنجاح على السيرفر الخاص بك
fa_ir: همه پرونده ها با موفقیت بر روی سرور بارگذاری نشده بودند

source: Permissions on files and folders
ar_sa: الأذونات على الملفات والمجلدات
fa_ir: دسترسی به فایل‌ها و پوشه‌ها
km_kh: មាន​ការកំណត់សិទ្ធ​ លើឯកសារ និង​ថត​ដាក់​ឯកសារ

source: Recursive write permissions for %user% user on %folder%
ar_sa: أذونات الكتابة متكررة للمستخدم %user% على %folder%
fa_ir: دسترسی‌های بازگشتی نوشتن برای کاربر %user% در شاخه %folder%

source: Write permissions for %user% user on %folder%
ar_sa: اختر صلاحيات المستخدم %user% في %folder%
fa_ir: دسترسی‌های نوشتن برای %user% کاربر در %folder%

source: Recommended PHP parameters
ar_sa: معلمات PHP الموصى بها
fa_ir: پارامترهای توصیه شده‌ی PHP
km_kh: ត្រូវការប៉ារ៉ាម៉ែត្រPHP

source: GZIP compression is not activated
ar_sa: لم يتم تنشيط ضغط GZIP
fa_ir: فشرده سازی GZIP فعال نیست

source: Mbstring extension is not enabled
ar_sa: لم يتم تمكين ملحق Mbstring
fa_ir: افزونه Mbstring فعال نیست
km_kh: Mcrypt extension មិនអាច​តំណើរការ​បាន​ទេ

source: Dom extension is not loaded
ar_sa: لم يتم تحميل ملحق Dom
fa_ir: افزونه Dom بارگیری نشده

source: Cannot open external URLs (requires allow_url_fopen as On)
ar_sa: لايمكن فتح الروابط الخارجية ( يجب تفعيل خاصية allow_url_fopen)
fa_ir: لینک‌های خارجی باز نمی‌شوند (نیازمند مجوز به url_fopen که on باشد)

source: Intl extension is not loaded
ar_sa: تعذر تحميل الملحق Intl
fa_ir: افزونه Intl بارگذاری نمی‌شود

source: PHP %version% or later is not enabled
fa_ir: نسخه PHP %version% یا جدیدتر از آن فعال نیست

source: PHP's config "memory_limit" must be to a minimum of 256M
fa_ir: پیکربندی «memory_limit» مربوط به PHP باید حداقل 256M باشد

source: Information about your Store
ar_sa: معلومات حول المتجر الخاص بك
fa_ir: اطلاعات فروشگاه شما
km_kh: ពត៌មាន​អំពីហាង​របស់អ្នក​

source: Shop name
ar_sa: اسم المتجر
fa_ir: نام فروشگاه
km_kh: ឈ្មោះ​ហាង

source: Main activity
ar_sa: النشاط الرئيسي
fa_ir: فعالیت اصلی
km_kh: សកម្មភាពសំខាន់

source: Please choose your main activity
ar_sa: الرجاء اختيار النشاط الرئيسي الخاص بك
fa_ir: لطفا فعالیت اصلی خود را انتخاب کنید
km_kh: សូម​ជ្រើសរើស​ ​​សកម្មភាព​ចម្បង​របស់អ្នក

source: Other activity...
ar_sa: نشاط آخر...
fa_ir: سایر فعالیت‏ها...
km_kh: សកម្មភាពផ្សេងៗទៀត...

source: Help us learn more about your store so we can offer you optimal guidance and the best features for your business!
ar_sa: ساعدنا في معرفة المزيد عن متجرك كي نتمكن من تقديم التوجيه الأمثل والميزات الأفضل لعملك!
fa_ir: به ما کمک کنید تا اطلاعات بیشتری درباره ی فروشگاه شما بیاموزیم. در این حالت ما می توانیم به شما پیشنهاد هایی درخواستی مانند راهنما و خاصیت های ویژه ای برای تجارت شما دهیم!
km_kh: មេត្តា​ផ្តល់​ពត៌មាន​បន្ថែម​អំពីហាង​របស់អ្នក ដែល​ជា​ផ្នែក​ជួយ​អោយ​ក្រុម​ការងារ​យើងខ្ញុំ​ អាច​ផ្តល់ជូន​នូវ​មគ្គុទេសណែនាំ​ និង​ features ល្អៗសម្រាប់​អាជីវកម្មរបស់អ្នក!

source: Install demo products
ar_sa: تثبيت المنتجات التجريبية
fa_ir: افزودن محصولات نمونه
km_kh: ដំឡើងផលិតផលសាកល្បង

source: Yes
ar_sa: نعم
fa_ir: بله
km_kh: បាទ/ ចាស៎

source: No
ar_sa: لا
fa_ir: خیر
km_kh: ទេ

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
ar_sa: المنتجات التجريبية هي وسيلة جيدة لمعرفة كيفية استخدام بريستاشوب. يجب تثبيتها إذا لم تكن على معرفة جيدة بالبرنامج.
fa_ir: محصولات نمونه روش خوبی برای یادگیری استفاده از پرستا شاپ میباشند. شما باید آن‏ها را نصب کنید اگر با آن آشنا نیستید.
km_kh: ផលិតផល​គំរូ​គឺជា​វិធីសាស្ត្រល្អបំផុត​សម្រាប់​ ស្វែងយល់​បន្ថែម​អំពីវិធីសាស្ត្រ​ក្នុង​កាប្រើប្រាស់ Prestashop។​ អ្នក​គួរ​តែ​​ធ្វើ​ការ​តម្លើង​សាកល្បង ប្រសិន​បើ​អ្នក​មិន​ទាន់​យល់​ច្បាស់​អំពី Prestashop​។.

source: Country
ar_sa: الدولة
fa_ir: کشور
km_kh: ប្រទេស

source: Select your country
ar_sa: إختر بلدك
fa_ir: کشور خود را انتخاب کنید
km_kh: ជ្រើសរើស​​ ប្រទេស​របស់អ្នក​

source: Shop timezone
ar_sa: التوقيت المحلي للمتجر
fa_ir: منطقه زمانی فروشگاه
km_kh: ល្វែងម៉ោងហាង

source: Select your timezone
ar_sa: إختر منطقتك الزمنية
fa_ir: زمان بندی فروشگاه خود را انتخاب کنید
km_kh: ជ្រើសរើស​ម៉ោងតំបន់របស់អ្នក

source: Shop logo
ar_sa: شعار المتجر
fa_ir: لوگوی فروشگاه
km_kh: ហាងឡូហ្គោ

source: Optional - You can add you logo at a later time.
ar_sa: اختياري - بإمكانك إضافة شعارك في وقت لاحق.
fa_ir: اختیاری - شما می توانید آرم را در آینده بیافزایید
km_kh: ជាជម្រើស - អ្នកអាច​បញ្ជូល​ logo របស់អ្នក​នៅ​ពេល​ក្រោយ.

source: Your Account
ar_sa: حسابي
fa_ir: حساب کاربری شما
km_kh: គណនី​របស់អ្នក

source: First name
ar_sa: الاسم الأول
fa_ir: نام
km_kh: ឈ្មោះដំបូង

source: Last name
ar_sa: الاسم الأخير
fa_ir: نام خانوادگی
km_kh: នាមត្រកូល

source: E-mail address
ar_sa: عنوان البريد
fa_ir: ‌آدرس ایمیل
km_kh: អាស័យដ្ឋាន​ អ៊ីម៉េល

source: This email address will be your username to access your store's back office.
ar_sa: هذا البريد الالكتروني سيصبح اسم المستخدم الخاص بالدخول الى واجهة الادارة.
fa_ir: این آدرس ایمیل، همان نام کاربری شما برای دسترسی به بخش مدیریت فروشگاه خواهد بود.
km_kh: អាស័យ​ដ្ឋាន​ អ៊ីម៉េល គឺ​ជា​ឈ្មោះ​សំគាល់​ខ្លួន ដើម្បី​ធ្វើការ​ចូល​ទៅប្រើប្រាស់ផ្នែក​គ្រប់គ្រងនៅខាងក្នុង.

source: Shop password
ar_sa: الرقم السري للمتجر
fa_ir: کلمه‌ی عبور فروشگاه
km_kh: ពាក្យសម្ងាត់ហាងលក់

source: Must be at least 8 characters
ar_sa: يجب أن يتكون من ثمان أحرف على الأقل
fa_ir: حداقل ۸ کاراکتر
km_kh: ត្រូវមានយ៉ាងហោចណាស់ ៨ តួអក្សរ

source: Re-type to confirm
ar_sa: أعد الكتابة للتأكيد
fa_ir: نوشتن مجدد برای تایید
km_kh: វាយម្តងទៀតដើម្បីបញ្ជាក់

source: All information you give us is collected by us and is subject to data processing and statistics, it is necessary for the members of the PrestaShop company in order to respond to your requests. Your personal data may be communicated to service providers and partners as part of partner relationships. Under the current "Act on Data Processing, Data Files and Individual Liberties" you have the right to access, rectify and oppose to the processing of your personal data through this <a href="%s" onclick="return !window.open(this.href)">link</a>.
ar_sa: سوف نقوم بجمع كافة المعلومات المقدمة لنا من قبلكم واستخدامها لاغراض تحليل البيانات أو لأهداف إحصائية، وهي ضرورية لتمكين أعضاء بيريستاشوب من الإستجابة لطلباتكم واستفساراتكم. كما وقد يتم مشاركة بيناتكم مع مزودي الخدمة و الشركاء كجزء أساسي من علاقتنا مع الشركاء. تحت "قانون معالجة البيانات، وملفات البيانات والحريات الفردية" الحالي، لديك الحق في الوصول و تصحيح ومعارضة معالجة البيانات الشخصية الخاصة بك <a href="%s" onclick="return !window.open(this.href)">من خلال هذا الرابط</a>.
fa_ir: تمامی اطلاعات ارائه شده توسط شما که توسط ما گردآوری می‌شود جهت پردازش داده‌ و آمار استفاده می‌گردد. به منظور پاسخ به درخواست‌های شما این اطلاعات برای اعضای شرکت پرستاشاپ ضروری است. اطلاعات شخصی شما ممکن است در اختیار سرویس‌دهندگان و شرکا قرار گیرد. تحت «قانون پردازش داده‌ها، فایل‌های داده و آزادی‌های فردی» فعلی شما مجاز به دسترسی، ویرایش و مخالفت با پردازش اطلاعات شخصی خود در <a href="%s" onclick="return !window.open(this.href)">این پیوند</a> هستید.
km_kh: រាល់​ពត៌មាន​ដែល​អ្នក​បាន​បញ្ជូល​ ត្រូវ​បារន​ប្រមូល​ដោយ​ក្រុម​ការងារ​របស់យើង​ខ្ញុំ​ ដើម្បី​ជា​ការ​វិភាគ​ទិន្នន័យ និង​ធ្វើ​ស្ថិតិ​។ វា​មាន​ការ​ចាំបាច់​សម្រាប់ សហគមន៍​នៃ​អ្នក​ប្រើប្រាស់ Prestashop ដើម្បី​ធ្វើការ​ឆ្លើយ​តប​ទៅហ្នឹង​ សំណូមពររបស់អ្នក​នៅពេលក្រោយ។​ ពត៌មាន​របស់​អ្នក​ អាច​នឹង​ត្រូវ​បាន​ទំនាក់ទំនង​ផ្ទាល់​ទៅកាន់​ ដៃ​គូរផ្តល់​សេវា​កម្ម​ណាមួយ​របស់ Prestashop។​ នៅក្រោម​ចំនុច "Act on Data Processing, Data Files and Individual Liberties" អ្នក​អាច​​​មាន​សិទ្ធ​ ដើម្បី​ធ្វើ​ការ​តវ៉ាចំពោះ​ពត៌មាន​ផ្ទាល់​របស់អ្នក តាម​រយៈ​ <a href="%s" onclick="return !window.open(this.href)">link</a> ។.

source: Enable SSL
ar_sa: تمكين SSL
fa_ir: فعال سازی SSL

source: Configure your database by filling out the following fields
ar_sa: اضبط تكوين قاعدة البيانات عبر تعبئة الحقول التالية
fa_ir: تنظیمات پایگاه داده را با پر کردن بخش‌های زیر کامل کنید
km_kh: ធ្វើការ​កែសម្រួល​មូលដ្ឋានទិន្នន័យដោយ​បញ្ជូលពត៌មាន​ចាំបាច់​ខាងក្រោម៖

source: To use PrestaShop, you must <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> to collect all of your store's data-related activities.
ar_sa: لإستخدام قاعدة البيانات، يجب عليك <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank"> تكوين قاعدة بيانات </a> ليتم تجميع كل انشطة متجرك المتعلقة بالبيانات.
fa_ir: برای استفاده ار پرستاشاپ، شما باید <a href="http://doc.prestashop.com/display/PS15/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">یک پایگاه داده ایجاد کنید</a> برای جمع آوری همه ی فعالیت های داده های مرتبط با فروشگاه.

source: Please complete the fields below in order for PrestaShop to connect to your database.
ar_sa: الرجاء إتمام الحقول أدناه كي يتمكن بريستاشوب من الإتصال بقاعدة بياناتك.
fa_ir: لطفا جهت اتصال پرستاشاپ با پایگاه داده، کادرهای زیر را کامل کنید.

source: Database server address
ar_sa: عنوان السيرفر الخاص بقاعدة البيانات
fa_ir: آدرس پایگاه داده
km_kh: អាស័យដ្ឋាន នៃ​ Database Server

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
ar_sa: المنفذ الإفتراضي هو 3306. لاستخدام منفذ مختلف، أضف رقم المنفذ في نهاية عنوان السيرفر الخاص بك، على سبيل المثال ":4242".
fa_ir: پورت پیش فرض 3306 است. برای استفاده ی پورتی متفاوت، شماره ی پورت را در پایان آدرس سرور خود، اضافه کنید. مانند: ":4242".
km_kh: ជាទូទៅ port ប្រើប្រាស់លេខ 3306។​ ដើម្បីប្រើប្រាស់​លេខសំគាល់​ port ផ្សេង​ សូម​ធ្វើ​ការ​បន្ថែមនូវ​ port ផ្សេងនៅ​ផ្នែក​ខាង​ចុង​ នៃ​អាស័យដ្ឋាន របស់ server ឧទាហរណ៍៖ ":4242"។​.

source: Database name
ar_sa: اسم قاعدة البيانات
fa_ir: نام پایگاه داده
km_kh: ឈ្មោះមូលដ្ឋានទិន្នន័យ

source: Database login
ar_sa: اسم المستخدم الخاص بقاعدة البيانات
fa_ir: نام کاربری پایگاه داده
km_kh: ការចូលប្រព័ន្ធទិន្នន័យ

source: Database password
ar_sa: كلمة سر قاعدة البيانات
fa_ir: کلمه‌ی عبور پایگاه داده
km_kh: ពាក្យសម្ងាត់មូលដ្ឋានទិន្នន័យ

source: Database Engine
ar_sa: محرك قاعدة البيانات
fa_ir: موتور پایگاه داده
km_kh: ម៉ាស៊ីនមូលដ្ឋានទិន្នន័យ

source: Tables prefix
ar_sa: بادئة الجداول
fa_ir: پیشوند جداول
km_kh: ក្បាលឈ្មោះនៃ​ tables

source: Drop existing tables (mode dev)
ar_sa: حذف الجداول الموجودة
fa_ir: حذف جداول موجود
km_kh: ធ្វើការ​លុប​ តារាង ដែល​មាន​សម្រាប់​ (mode dev)

source: Test your database connection now!
ar_sa: إفحص اتصال قاعدة بياناتك الآن!
fa_ir: هم اکنون اتصال به دیتابیس را بررسی کن!
km_kh: សាក​ល្បងធ្វើការ​តភ្ជាប់​ទៅកាន់​ មូលដ្ឋានទិន្នន័យ!

source: Drop existing tables
fa_ir: حذف جدول‌های فعلی

source: Next
ar_sa: التالي
fa_ir: بعدی
km_kh: បន្ទាប់

source: Back
ar_sa: العدمة
fa_ir: قبلی
km_kh: ត្រឡប់ក្រោយ

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
ar_sa: إذا كنت بحاجة إلى بعض المساعدة، يمكنك<a href="%help%" onclick="return !window.open(this.href);"> الحصول على مساعدة خاصه</a>من فريق الدعم.<a href="%doc%" onclick="return !window.open(this.href);">الوثائق الرسمية</a> أيضا متواجدة هنا لتوجيه و المساعدة.
fa_ir: در صورت نیاز به کمک، می‌توانید از تیم پشتیبانی ما <a href="%help%" onclick="return !window.open(this.href);">راهنمایی بگیرید</a>. همچنین می‌توانید از <a href="%doc%" onclick="return !window.open(this.href);">مستندات رسمی</a> استفاده کنید.

source: Official forum
ar_sa: المنتدى الرسمي
fa_ir: انجمن اختصاصی
km_kh: វេទិកាផ្លូវការ

source: Contact us
ar_sa: اتصل بنا
fa_ir: تماس با ما
km_kh: ទាក់ទង​មក​ពួក​យើង

source: Support
ar_sa: الدعم
fa_ir: پشتیبانی
km_kh: គាំទ្រ

source: Documentation
ar_sa: الوثائق
fa_ir: مستندات
km_kh: ឯកសារ​

source: PrestaShop Installation Assistant
ar_sa: مساعد تثبيت بريستاشوب
fa_ir: راهبر نصب پرستاشاپ
km_kh: ជំនួយ​ក្នុង​ការ​តម្លើង Prestashop

source: Forum
ar_sa: منتدى
fa_ir: انجمن
km_kh: វេទិកាពិភាក្សា

source: Blog
ar_sa: مدوّنة
fa_ir: بلاگ
km_kh: ប្លុក

source: Contact us!
ar_sa: اتصل بنا!
fa_ir: تماس با ما!
km_kh: ទំនាក់ទំនង​មក​កាន់យើង​​!

source: Installation Assistant
ar_sa: مساعد تثبيت
fa_ir: راهبر نصب
km_kh: ជំនួយការការដំឡើង

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
ar_sa: لتثبيت بريستاشوب، تحتاج إلى تشغيل الجافا سكريبت في المتصفح.
fa_ir: برای نصب پرستاشاپ جاوااسکریپت باید در مرورگر شما فعال باشد.

source: License Agreements
ar_sa: اتّفاقيّة التّرخيص
fa_ir: موافقت نامه

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
ar_sa: للتمتع بالعديد من الميزات التي يتم تقديمها مجانا عن طريق بريستاشوب، يرجى قراءة شروط الترخيص أدناه. ترخص بريستاشوب الأساسي بموجب OSL 3.0، في حين يتم ترخيص الوحدات والموضوعات تحت AFL 3.0.
fa_ir: برای لذت بردن از پیشنهاد های زیادی که به وسیله ی پرستاشاپ به صورت رایگان ارائه شده اند، لطفا شرایط مجوز زیر را مطالعه کنید. هسته ی پرستاشاپ تحت مجوز OSL 3.0 است در حالی که افزونه ها و قالب ها تحت مجوز AFL 3.0 هستند.

source: I agree to the above terms and conditions.
ar_sa: أنا أوافق على المصطلحات والشروط الواردة أعلاه.
fa_ir: من با شرایط و ضوابط زیر موافق هستم.

source: I agree to participate in improving the solution by sending anonymous information about my configuration.
ar_sa: أوافق على المشاركة في تحسين الحل عن طريق إرسال المعلومات المجهولة حول التهيئة الخاصة بي.
fa_ir: موافقم با ارسال اطلاعات پیکربندی خود به صورت ناشناس در گسترش راه حل‏ها مشارکت داشته باشم.

source: Done!
ar_sa: تمّ!
fa_ir: انجام شد!
km_kh: រួចរាល់!

source: An error occurred during installation...
ar_sa: حدث خطأ أثناء التثبيت...
fa_ir: خطایی در هنگام نصب رخ داد...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
ar_sa: يمكنك استخدام الروابط الموجودة في العمود الأيمن للعودة إلى الخطوات السابقة، أو إعادة تشغيل عملية التثبيت بواسطة <a href="%link%">clicking here</a>.
fa_ir: شما می‌توانید از طریق پیوندهای موجود در ستون کناری به مراحل قبلی بازگردید، یا برای آغاز مجدد پروسه <a href="%link%">اینجا کلیک کنید</a>.

source: Your installation is finished!
ar_sa: الانتهاء من التثبيت الخاص بك!
fa_ir: کار نصب به پایان رسید!
km_kh: ការដំឡើងរបស់អ្នកបានបញ្ចប់!

source: You have just finished installing your shop. Thank you for using PrestaShop!
ar_sa: لقد انتهيت للتو من تثبيت متجرك. شكرا لك على استخدام بريستاشوب!
fa_ir: شما نصب فروشگاه خود را به پایان رساندید. با سپاس از شما برای استفاده از پرستاشاپ!

source: Please remember your login information:
ar_sa: يرجى تذكر معلومات تسجيل الدخول الخاصة بك:
fa_ir: لطفا اطلاعات ورود خود را به خاطر بسپارید:

source: E-mail
ar_sa: البريد الإكتروني
fa_ir: ایمیل
km_kh: អីុម៉ែល

source: Print my login information
ar_sa: طباعة معلومات تسجيل الدخول
fa_ir: پرینت اطلاعات ورود من

source: Password
ar_sa: كلمة المرور
fa_ir: کلمه‌ی عبور
km_kh: ពាក្យសម្ងាត់

source: Display
ar_sa: مشاهده
fa_ir: نمایش
km_kh: បង្ហាញ

source: For security purposes, you must delete the "install" folder.
ar_sa: لأغراض أمنية، يجب حذف المجلد "تثبيت".
fa_ir: به منظور حفط امنیت، شما باید پوشه "install" را حذف نمائید.

source: Back Office
ar_sa: ادارة النظام
fa_ir: بخش مديريت

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
ar_sa: إدارة متجرك باستخدام لوحة التحكم إدارة الطلبات والعملاء، وإضافة وحدات، وتغيير المظاهر، وما إلى ذلك.
fa_ir: با استفاده از بخش مدیریت، فروشگاه خود را مدیریت کنید. سفارشات و مشتریان خود را مدیریت کنید، ماژول اضافه کنید، پوسته را تعویض کنید و ...

source: Manage your store
ar_sa: أدر متجرك
fa_ir: فروشگاه خود را مدیریت کنید
km_kh: គ្រប់គ្រងហាងរបស់អ្នក

source: Front Office
ar_sa: الواجهة
fa_ir: بخش فروشگاهی

source: Discover your store as your future customers will see it!
ar_sa: استكشف متجرك كما سيشاهده عملائك المستقبليين!
fa_ir: فروشگاه خود را آنگونه که مشتریان در آینده خواهند دید مشاهده کنید!

source: Discover your store
ar_sa: اكتشف متجرك
fa_ir: فروشگاه خود را مشاهده کنید!

source: Share your experience with your friends!
ar_sa: شارك تجربتك مع أصدقائك!
fa_ir: تجربیات خود را با دوستان‌تان به اشتراک بگذارید!

source: I just built an online store with PrestaShop!
ar_sa: لقد قمت للتو بإنشاء متجر باستخدام بريستاشوب!
fa_ir: من فقط توسط پرستاشاپ، فروشگاهی ایجاد کردم!

source: Watch this exhilarating experience: http://vimeo.com/89298199
ar_sa: شاهد هذه التجربة الجميلة: http://vimeo.com/89298199
fa_ir: این تجربه هیجان انگیز را نگاه کنید : http://vimeo.com/89298199

source: Tweet
ar_sa: تغريدة
fa_ir: توییت
km_kh: ទ្វីត

source: Share
ar_sa: مشاركة
fa_ir: اشتراک گذاری
km_kh: ចែក​រំលែក

source: Google+
ar_sa: جوجل +
fa_ir: گوگل+

source: Pinterest
ar_sa: بنترست
fa_ir: پینترست

source: LinkedIn
ar_sa: لينكدين
fa_ir: لینکد این

source: Check out PrestaShop Addons to add that little something extra to your store!
ar_sa: تحقق من PrestaShop Addons لإضافة هذا الشيء القليل اضافية لمتجرك!
fa_ir: برای افزودن مقداری امکانات بیشتر، سری به افرونه های پرساشاپ بزنید!

source: We are currently checking PrestaShop compatibility with your system environment
ar_sa: نحن نقوم حالياً بالتحقق من توافق بريستاشوب مع بيئة النظام الخاصة بك
fa_ir: ما در حال بررسی سازگاری پرستاشاپ با سیستم شما هستیم

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
ar_sa: اذا كان لديك أي سؤال يرجى زيارة <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">مجتمعنا</a>.
fa_ir: اگر هر گونه پرسشر دارید، لطفا مستندات <a href="%doc%" target="_blank"> و انجمن <a href="%forum%" target="_blank"> ما را مشاهده کنید.

source: PrestaShop compatibility with your system environment has been verified!
ar_sa: تم التحقق من توافق PrestaShop مع بيئة نظامك!
fa_ir: سازگاری پرستاشاپ با شرایط سیستم شما مورد تایید قرار گرفت!
