Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesAdvertisingAdmin.*.xlf
Languages: es_es, fa_ir, nl_nl, pt_br, uk_ua

source: Advertising block
es_es: Bloque de Publicidad
fa_ir: بلوک تبلیغات
nl_nl: Advertentieblok
pt_br: Bloco de anúncios
uk_ua: Блок реклами

source: Adds an advertisement block to selected sections of your e-commerce website.
es_es: Añade un bloque de publicidad en las secciones seleccionadas de tu sitio web e-commerce.
fa_ir: افزودن یک بلوک تبلیغاتی به بخش انتخابی وبسایت فروشگاهی شما.
nl_nl: Voegt een advertentieblok toe aan de geselecteerde delen van uw e-commerce website.
pt_br: Adiciona um bloco de anúncios publicitários as seções selecionadas do seu e-commerce.
uk_ua: Додайте блок реклами до обраних секцій вашого магазину.

source: This module needs to be hooked to a column, but your theme does not implement one
es_es: Este módulo requiere ser enganchado a una columna, pero tu tema no tiene implementada ninguna
fa_ir: این ماژول باید در یک ستون جایگذاری شود و قالب شما از این پشتیبانی نمی کند
nl_nl: Deze module moet gelinkt worden in een kolom en uw thema implementeert dit niet
pt_br: Este módulo precisa ser ligado em uma coluna mas o seu tema não implementa nenhuma
uk_ua: Цей модуль має закріплятися в стовпчику, але ваш шаблон цього не підтримує

source: File upload error.
es_es: Error al subir el archivo.
fa_ir: خطا در آپلود فایل.
nl_nl: Fout opgetreden tijdens het verplaatsen van het ge√ºploade bestand
pt_br: Erro ao mover o arquivo enviado.
uk_ua: Помилка завантаження файлу.

source: Image for the advertisement
es_es: Imagen del anuncio
fa_ir: تصویر آگهی
nl_nl: Afbeelding voor de advertentie
pt_br: Imagem para o anúncio publicitário
uk_ua: Зображення для реклами

source: By default the image will appear in the left column. The recommended dimensions are 155 x 163px.
es_es: De manera predeterminada, la imagen aparecerá en la columna izquierda. Las dimensiones recomendadas son 155 x 163px.
fa_ir: به طور پیش فرض، تصویر در ستون سمت چپ نمایش داده خواهد شد. اندازه پیشنهادی، 155 در 163 پیکسل است.
nl_nl: Standaard zal de afbeelding worden weergegeven in de linkerkolom. De aanbevolen afmetingen zijn 155 x 163px.
pt_br: Por padrão a imagem aparecerá na coluna da esquerda. As dimensões recomendadas são 155 x 163 px.
uk_ua: За замовчуванням зображення з'явиться в лівій колонці. Рекомендовані розміри 155 х 163px.

source: Target link for the image
es_es: Enlace de destino de la imagen
fa_ir: لینک مقصد برای تصویر
nl_nl: Link voor de afbeelding
pt_br: Link de destino da imagem
uk_ua: Вкажіть посилання для зображення

source: Title of the target link
es_es: Título del enlace de destino
fa_ir: عنوان پیوند مقصد
nl_nl: Titel van de doelkoppeling
pt_br: Título do link de destino
uk_ua: Назва цілі посилання

source: This title will be displayed when you mouse over the advertisement block in your shop.
es_es: Este título se mostrará cuando situe el ratón sobre el bloque de anuncios en su tienda.
fa_ir: این عنوان هنگامی نمایش داده خواهد شد که در فروشگاهتان ماوس را بر روی بلوک تبلیغات بگیرید.
nl_nl: Deze titel wordt weergegeven wanneer u de muis over de advertentie blok in uw winkel beweegt.
pt_br: Este título será mostrado quando você passar o cursor sobre o bloco de anúncio em sua compra.
uk_ua: Ця назва відображатиметься коли ви наводитемите мишку на рекламний блок у вашому магазині.

source: Display in the left column
es_es: Mostrar en la columna izquierda
fa_ir: در ستون چپ نمایش بده
nl_nl: Weergeven in de linkerkolom
pt_br: Mostrar na coluna esquerda
uk_ua: Виводити на лівій колонці

source: Display in the right column
es_es: Mostrar en la columna derecha
fa_ir: در ستون راست نمایش بده
nl_nl: Weergeven in de rechterkolom
pt_br: Mostrar na coluna direita
uk_ua: Виводити на правій колонці
