Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesWirepaymentAdmin.*.xlf
Languages: pt_br

source: Wire payment
pt_br: Pagamento por transferência bancária

source: Accept payments by bank transfer.
pt_br: Aceitar pagamentos por transferência bancária.

source: Are you sure about removing these details?
pt_br: Você tem certeza que deseja deletar estes dados?

source: Account owner and account details must be configured before using this module.
pt_br: Primeiramente, a conta do proprietário e os seus detalhes devem ser configurados antes de usar este módulo.

source: No currency has been set for this module.
pt_br: Não há moeda corrente fixada para este módulo

source: Account details are required.
pt_br: Detalhes da conta são necessários.

source: Account owner is required.
pt_br: É necessário o titular da conta.

source: Account details
pt_br: Detalhes da conta

source: Account owner
pt_br: Titular da conta

source: Such as bank branch, IBAN number, BIC, etc.
pt_br: Tais como, nome do banco, agência, nº da conta e nº do CNPJ.

source: Bank address
pt_br: Endereço do Banco

source: Customization
pt_br: Personalizações

source: Reservation period
pt_br: Período de reserva

source: Number of days the items remain reserved
pt_br: Número de dias em que os produtos ficam reservados

source: Information to the customer
pt_br: Informações para o cliente

source: Information on the bank transfer (processing time, starting of the shipping...)
pt_br: Informações sobre a transferência bancária (tempo de processamento, momento de envio...)

source: Display the invitation to pay in the order confirmation page
pt_br: Exibir o convite para o pagamento na página de confirmação do pedido

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
pt_br: A legislação do seu país pode exigir o envio de um aviso de pagamento por e-mail exclusivamente. Se desativar a opção, irá ocultar o aviso na página de confirmação.

source: Accept wire payments by displaying your account details during the checkout and make it easy for your customers to purchase on your store.
pt_br: Aceita pagamentos por transferência exibindo os detalhes de sua conta durante o checkout e torna mais fácil para seus clientes comprar em sua loja.

source: This module allows you to accept secure payments by bank wire.
pt_br: Este módulo permite-lhe aceitar pagamentos por transferências bancárias.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
pt_br: Se o cliente escolher pagar por transferência bancária, o estado do pedido é alterado para "Aguardando o pagamento".

source: That said, you must manually confirm the order upon receiving the bank wire.
pt_br: Portanto, você deve manualmente confirmar o pedido logo após receber o pagamento da transferência bancária.
