Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesAutoupgradeAdmin.*.xlf
Languages: el_gr, he_il, hu_hu, id_id, sl_si, sv_se

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
el_gr: Αδύνατη η εύρεση των αρχείων αναβάθμισης SQL. Παρακαλούμε ελέγξτε ότι ο φάκελος %s δεν είναι κενός.
he_il: לא יכול למצוא את קבצי שדרוג SQL. אנא בדוק ש תיקיית %s אינה ריקה.
hu_hu: Nem találhatóak az SQL frissítő fájlok. Kérlek, ellenőrizd, hogy %s mappa tartalmaz-e bármit is!
id_id: Tidak dapat menemukan file SQL untuk upgrade. Pastikan direktori %s tidak kosong.
sl_si: Ne morem najti SQL namestitvenih datotek. Prosim preverite, da %s mapa ni prazna.
sv_se: Kan inte hitta SQL-filerna för uppgradering. Kontrollera så att katalogen %s inte är tom.

source: [DROP] SQL %s table has been dropped.
el_gr: [DROP] SQL %s πίνακας διαγράφτηκε.
he_il: [DROP] טבלת SQL %s נמחקה.
hu_hu: [ELDOB] SQL %s tábla eldobva.
id_id: [DROP] Tabel SQL %s telah dihapus.
sl_si: [DROP] SQL %s tabela je bila zavržena.
sv_se: [DROP] SQL-tabellen %s har tagits bort.

source: [SKIP] directory "%s" does not exist and cannot be emptied.
el_gr: [SKIP] ο κατάλογος "%s" δεν υπάρχει και επομένως δεν μπορεί να αδειάσει.
he_il: [SKIP] ספרייה "%s" לא קיימת ולא יכולה להתרוקן.
hu_hu: [SKIP] %s mappa nem létezik, így az nem üríthető ki.
id_id: [SKIP] folder "%s" tidak ditemukan dan tidak dapat dikosongkan.
sl_si: [SKIP] mapa "%s" ne obstaja in ne more biti prazna.
sv_se: [SKIP] katalogen "%s" existerar inte längre och kan därför inte tömmas.

source: [CLEANING CACHE] File %s removed
el_gr: [CLEANING CACHE] Το αρχείο %s διαγράφτηκε
he_il: [CLEANING CACHE] קובץ %s הוסר
hu_hu: [GYORSÍTÓTÁR ÜRÍTÉSE] %s fájl eltávolítva
id_id: [CLEANING CACHE] File %s dihapus
sl_si: [CLEANING CACHE] Datoteka %s odstranjena
sv_se: [RENSAR CACHE] %s har tagits bort

source: The config/settings.inc.php file was not found.
el_gr: Το αρχείο config/settings.inc.php δεν βρέθηκε.
he_il: הקובץ config/settings.inc.php לא נמצא.
hu_hu: A config/settings.inc.php fájl nem található.
id_id: File config/settings.inc.php tidak ditemukan.
sl_si: config/settings.inc.php datoteka ni najdena.
sv_se: Filen config/settings.inc.php hittades inte.

source: [ERROR] %dir% does not exist or is not a directory.
el_gr: [ERROR] %dir% δεν υπάρχει ή δεν είναι φάκελος.

source: [ERROR] No response from Addons server.
el_gr: [ERROR] Ο διακομιστής των Addons δεν απάντησε.
he_il: [ERROR] אין תגובה משרת התוספים.
hu_hu: [HIBA] Nincs válasz az Addons szerverről.
id_id: [ERROR] tidak ada balasan dari server addons.
sl_si: [ERROR] Ni odziva iz strežnika dodatkov.
sv_se: [ERROR] Inget svar från Addons-servern.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
el_gr: [ERROR] Δεν ήταν δυνατή η εγγραφή του αρχείου zip για το πρόσθετο %s στο προσωρινό φάκελο.
he_il: [ERROR] לא ניתן לכתוב קובץ zip של מודול %s בספרייה הזמנית.
hu_hu: [HIBA] %s modul zip fájlja nem írható az átmeneti mappában.
id_id: [ERROR] Gagal menulis modul file zip untuk moduk %s di direktori temporary.
sl_si: [ERROR] Ne morem zapisati modul %s's zip datoteko v začasni mapi.
sv_se: [ERROR] Kunde inte skriva zipfil för modul %s i temporärkatalogen.

source: [WARNING] Error when trying to extract module %s.
el_gr: [WARNING] Σφάλμα κατά την αποσυμπίεση του πρόσθετου %s.

source: [WARNING] Error when trying to upgrade module %s.
el_gr: [WARNING] Σφάλμα κατά την προσπάθεια αναβάθμισης του πρόσθετου %s.
he_il: [WARNING] שגיאה בעת ניסיון שדרוג המודול %s.
hu_hu: [FIGYELMEZTETÉS] Hiba a %s modul frissítése során.
id_id: [WARNING] Eror ketika upgrade modul %s.
sl_si: [WARNING] Napaka pri posodobitvi modula %s.
sv_se: [WARNING] Fel uppstod vid uppgradering av modul %s.

source: [ERROR] %s does not exist or is not a directory.
el_gr: [ERROR] %s δεν υπάρχει ή δεν είναι φάκελος.
he_il: [ERROR] %s אינו קיים או שאינו ספרייה.
hu_hu: [ERROR] %s nem létezik vagy nem mappa.
id_id: [ERROR] %s tidak ditemukan atau bukan direktori.
sl_si: [ERROR] %s ne obstaja ali ni mapa.
sv_se: [ERROR] %s finns inte eller så är det ingen katalog.

source: filesToUpgrade is not an array
el_gr: filesToUpgrade δεν είναι πίνακας
he_il: filesToUpgrade אינו במערך
hu_hu: filesToUpgrade nem adatlista
id_id: filesToUpgrade bukan array
sl_si: datoteke za nadgradit niso vrsta
sv_se: filesToUpgrade är ingen array

source: All files upgraded. Now upgrading database...
el_gr: Όλα τα αρχεία αναβαθμίστηκαν. Τώρα γίνεται αναβάθμιση της βάσης δεδομένων...
he_il: כל הקבצים שודרגו. כעת משדרג את מסד הנתונים...
hu_hu: Minden fájl frissítve. Adatbázis frissítése folyamatban...
id_id: Semua file berhasil diupgrade. Sekarang proses upgrade database...
sl_si: Vse datoteke posodobljene. Sedaj nadgrajujem bazo podatkov...
sv_se: Alla filer uppgraderade. Uppgraderar nu databasen...

source: Error when trying to upgrade file %s.
el_gr: Λάθος κατά την αναβάθμιση του αρχείου %s.
he_il: שגיאה בעת ניסיון שדרוג הקובץ %s.
hu_hu: Hiba %s fájl frissítésekor.
id_id: Kesalahan saat upgrade file %s.
sl_si: Napaka pri posodabljanju datoteke %s.
sv_se: Fel när filen %s skulle uppgraderas.

source: %s files left to upgrade.
el_gr: %s αρχεία απέμειναν για αναβάθμιση.
id_id: %s file tersisa untuk ditingkatkan.
sl_si: %s datotek za posodobit.
sv_se: %s filer kvar att uppgradera.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
el_gr: Τίποτα δεν έχει εξαχθεί. Φαίνεται ότι το βήμα αποσυμπίεσης έχει παραλειφθεί.
he_il: שום דבר לא חולץ. זה נראה ששלב החילוץ דולג.
hu_hu: Semmi nem került kicsomagolásra. Úgy tűnik, a kicsomagolás át lett lépve.
id_id: Tidak ada yang di extract. Proses unzip sepertinya telah dilewati.
sl_si: Nič ni bilo razširjeno. Izgleda, da so koraki razširjanja preskočeni.
sv_se: Inget har extraherats. Det verkar som att steget har hoppats över.

source: File %s is preserved
el_gr: Το αρχείο %s είναι διαφυλαγμένο
he_il: קובץ %s נשמר
hu_hu: %s megmaradó fájl
id_id: File %s dipertahankan
sl_si: Datoteka %s je ohranjena
sv_se: Fil %s är bibehållen

source: %s ignored
el_gr: %s αγνοήθηκε
he_il: %s התעלם
hu_hu: %s mellőzve
id_id: %s diabaikan
sl_si: %s ignoriranih
sv_se: %s hoppades över

source: [WARNING] File %1$s has been deleted.
el_gr: [ΠΡΟΣΟΧΗ] Το αρχείο %1$s έχει διαγραφεί.
he_il: [WARNING] קובץ %1$s נמחק.
hu_hu: [FIGYELMEZTETÉS] %1$s fájl törölve lett.
id_id: [WARNING] File %1$s telah dihapus.
sl_si: [WARNING] Datoteka %1$s je bila odstranjena.
sv_se: [WARNING] Fil %1$s har tagits bort.

source: Directory %1$s created.
el_gr: Ο κατάλογος %1$s δημιουργήθηκε.
he_il: ספרייה %1$s נוצרה.
hu_hu: %1$s mappa létrehozva.
id_id: Direktori %1$s berhasil dibuat.
sl_si: Mapa %1$s ustvarjena.
sv_se: Katalog %1$s skapades.

source: Error while creating directory %s.
el_gr: Σφάλμα κατά την δημιουργία καταλόγου %s.
he_il: שגיאה בעת יצירת ספריית %s .
hu_hu: Hiba %s mappa létrehozásakor.
id_id: Eror saat membuat direktori %s.
sl_si: Napaka pri ustvarjanju mape %s.
sv_se: Fel uppstod när katalog %s skulle skapas.

source: Directory %s already exists.
el_gr: Κατάλογος %s ήδη υπάρχει.
id_id: Direktori %s sudah ada.
sl_si: Mapa %s že obstaja.
sv_se: Katalogen %s existerar redan.

source: [TRANSLATION] The translation files have been merged into file %s.
el_gr: [TRANSLATION] Τα αρχεία μετάφρασης έχουν συγχωνευτεί στο αρχείο %s.
id_id: [TRANSLATION] File-file terjemahan telah digabungkan menjadi file %s.
sl_si: [TRANSLATION] Datoteke prevoda so bile združene v datoteko %s.
sv_se: [TRANSLATION] Översättningsfiler har slagits samman till fil %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
el_gr: [TRANSLATION] Τα αρχεία μετάφρασης δεν έχουν συγχωνευτεί στο αρχείο %filename%. Αλλαγή στο αντίγραφο %filename%.
id_id: [TRANSLATION] File-file terjemahan belum digabungkan menjadi file %filename%. Beralih ke menyalin %filename%.
sl_si: [TRANSLATION] Datoteke prevoda niso bile združene v datoteko %filename%. Preklopite na kopijo %filename%.
sv_se: [TRANSLATION] Översättningsfiler har inte slagits samman till fil %filename%. Växla till kopia %filename%.

source: Copied %1$s.
el_gr: Αντιγράφηκε %1$s.
he_il: %1$s הועתק.
hu_hu: %1$s másolva.
id_id: Menyalin %1$s.
sl_si: Kopirano %1$s.
sv_se: Kopierade %1$s.

source: Error while copying file %s
el_gr: Σφάλμα κατά την αντιγραφή αρχείου %s
id_id: Eror selagi menyalin file %s
sl_si: Napaka pri kopiranju datoteke %s
sv_se: Fel vid kopiering av fil %s

source: [ERROR] Unable to find files to upgrade.
el_gr: [ERROR] Δεν ήταν δυνατή η εύρεση αρχείων για αναβάθμιση.
he_il: [ERROR] לא ניתן למצוא קבצי שדרוג.
hu_hu: [HIBA] Nem található frissítendő fájl.
id_id: [ERROR] Gagal menemukan file untuk proses upgrade.
sl_si: [ERROR] Ne najdem datotek za nadgradnjo.
sv_se: [ERROR] Kunde inte hitta filer att uppgradera.

source: %s files will be upgraded.
el_gr: %s αρχεία θα αναβαθμιστούν.
he_il: %s קבצים ישודרגו.
hu_hu: %s fájl frissítve lesz
id_id: %s file akan diupgrade.
sl_si: %s datotek bo posodobljenih.
sv_se: %s filer kommer att uppgraderas.

source: Error during backupFiles
el_gr: Σφάλμα κατά τη δημιουργία αντιγράφων ασφαλείας αρχειών
he_il: אירעה שגיאה במהלך backupFiles (גיבוי הקבצים)
hu_hu: Hiba fájlok adatmentése közben
id_id: Eror saat backup file
sl_si: Napaka med ustvarjanjem arhiva
sv_se: Fel vid backup av filer

source: [ERROR] backupFiles filename has not been set
el_gr: [ERROR] Δεν ορίστηκε όνομα αρχείου για το αντίγραφο ασφαλείας αρχείων
he_il: [ERROR] לא הוגדר שם קובץ עבור backupFiles
hu_hu: [HIBA] Nincs beállítva backupFiles fájnév
id_id: [ERROR] Nama file untuk backup belum diset
sl_si: [ERROR] ime arhivske datoteke ni nastavljeno
sv_se: [ERROR] Filnamn för backupfiler har inte ställts in

source: %s Files to backup.
el_gr: %s Αρχεία για αποθήκευση.
he_il: %s קבצים לגבות.
hu_hu: %s fájl mentésre vár.
id_id: %s file dibackup.
sl_si: %s Datotek za arhiviranje.
sv_se: %s filer att säkerhetskopiera.

source: Backup files initialized in %s
el_gr: Η διαδικασία δημιουργίας αντιγράφων ασφαλείας ξεκινάει σε %s
id_id: File cadangan diinisialisasikan di %s
sl_si: Varnostna kopija v %s
sv_se: Backupfiler initieras i %s

source: Backup files in progress. %d files left
el_gr: Αποθήκευση αρχείων σε εξέλιξη. %d αρχεία απομένουν
he_il: גיבוי קבצים בתהליך. נותרו %d קבצים
hu_hu: Fájlok mentése folyamatban. %d fájl áll sorban.
id_id: Sedang proses backup file. %d file tersisa
sl_si: Izdelava varnostne kopije v teku. %d preostalih datotek
sv_se: Backup av filer under behandling. %d filer kvar

source: All files have been added to archive.
el_gr: Όλα τα αρχεία προστέθηκαν στο συμπιεσμένο αρχείο.
he_il: כל הקבצים נוספו לקובץ הארכיון.
hu_hu: Minden fájl archívhoz adva.
id_id: Semua file telah dimasukan ke arsip.
sl_si: Vse datoteke so bil dodane v arhiv.
sv_se: Alla filer har lagts till i arkivet.

source: All files saved. Now backing up database
el_gr: Όλα τα αρχεία αποθηκεύτηκαν. Δημιουργείται αντίγραφο ασφαλείας της βάσης δεδομένων
he_il: כל הקבצים נשמרו. מגבה כעת את מסד הנתונים
hu_hu: Minden fájl mentve, az adatbázis adatmentése következik
id_id: Semua file telah disimpan. Mulai backup database
sl_si: Vse datoteke shranjene. Sedaj delam varnostno kopijo baze podatkov
sv_se: Alla filer sparade. Gör nu backup av databas

source: Unable to open archive
el_gr: Αδυναμία ανοίγματος αρχειοθήκης
id_id: Tidak dapat membuka arsip
sl_si: Ne morem odpreti arhiva
sv_se: Kunde inte öppna arkiv

source: %s is not a file
el_gr: %s δεν είναι αρχείο
he_il: %s אינו קובץ
hu_hu: %s nem egy fájl
id_id: %s bukan file
sl_si: %s ni datoteka
sv_se: %s är inte en fil

source: Unable to create directory %s.
el_gr: Αδύνατη η δημιουργία του φακέλου %s.
he_il: לא ניתן ליצור את ספריית %s.
hu_hu: %s mappa létrehozása sikertelen.
id_id: Gagal membuat direktori %s.
sl_si: Ne morem ustvariti mape %s.
sv_se: Kunde inte skapa katalog %s.

source: [ERROR] Unable to list archived files
el_gr: [ERROR] Αδύνατη η απαρίθμηση συμπιεσμένων αρχείων
he_il: [ERROR] אין אפשרות להכנס לרשימת הקבצים בארכיון
hu_hu: [HIBA] Nem listázhatóak az archívált fájlok
id_id: [ERROR] Gagal menampilkan daftar file arsip
sl_si: [ERROR] Ne morem prikazati arhiviranih datotek
sv_se: [ERROR] Kunde inte lista arkivfiler

source: Error when trying to add %filename% to archive %archive%.
el_gr: Σφάλμα κατά την προσθήκη του %filename% στην αρχειοθήκη %archive%.
id_id: Eror saat mencoba menambahkan %filename% ke arsip %archive%.
sl_si: Napaka pri poiskusu dodajanja %filename% v arhiv %archive%.
sv_se: Fel vid försök att lägga till %filename% till arkivet %archive%.

source: %filename% added to archive. %filescount% files left.
el_gr: %filename% προστέθηκε στην αρχειοθήκη. %filescount% αρχεία απομένουν.
id_id: %filename% ditambahkan ke arsip. %filescount% file tersisa.
sl_si: %filename% dodano v arhiv. %filescount% preostalih datotek.
sv_se: %filename% läggs till arkivet. %filescount% filer kvar.

source: Could not close the Zip file properly. Check you are allowed to write on the disk and there is available space on it.
el_gr: Δεν ήταν δυνατό να κλείσει το Zip αρχείο σωστά. Έλεγξε ότι επιτρέπετε να γράψεις στο δίσκο και ότι υπάρχει αρκετός χώρος.

source: [ERROR] Error on backup using PclZip: %s.
el_gr: [ERROR] Σφάλμα στο αντίγραφο ασφαλείας που χρησιμοποιεί το PclZip: %s.
he_il: [ERROR] שגיאה בגיבוי על ידי שימוש ב PclZip: %s.
hu_hu: [HIBA] Hiba a PclZip-es adatmentésnél: %s.
id_id: [ERROR] Eror saat backup menggunakan PclZip: %s.
sl_si: [ERROR] Napaka pri izdelavi arhiva z uporabo PclZip: %s.
sv_se: [ERROR] Fel vid backup med PclZip: %s.

source: zip->extractTo(): unable to use %s as extract destination.
el_gr: zip->extractTo(): αδύνατη η χρήση του %s ως φάκελου εξαγωγής.
he_il: zip->extractTo(): לא ניתן להשתמש ב %s כיעד החילוץ.
hu_hu: zip->extractTo() : %s nem használható kitömörítési célnak.
id_id: zip->extractTo(): tidak dapat menggunakan %s sebagai lokasi ekstrak file.
sl_si: zip->extractTo(): ne morem uporabiti %s kot mapo za razširitev.
sv_se: zip->extractTo(): kunde inte använda %s som destination för extrahering.

source: Archive extracted
el_gr: Έγινε εξαγωγή αρχείου
he_il: קובץ ארכיון חולץ
hu_hu: Archív kitömörítve
id_id: Arsip diekstrak
sl_si: Arhiv razširjen
sv_se: Arkiv extraherat

source: [ERROR] Error on extracting archive using PclZip: %s.
el_gr: [ERROR] Σφάλμα στην εξαγωγή αρχείου χρησιμοποιώντας PclZip: %s.
he_il: [ERROR] שגיאה בחילוץ קובץ ארכיון באמצעות המחלקה PclZip: %s.
hu_hu: [HIBA] a PclZip archív-kitömörítésnél hiba lépett fel: %s.
id_id: [ERROR] Eror saat ekstrak file arsip menggunakan PclZip: %s.
sl_si: [ERROR] Napaka pri razširjanju z uporabo PclZip: %s.
sv_se: [ERROR] Fel vid extrahering av arkiv med PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
el_gr: [ERROR] %file% δεν έχει αποσυμπιεστεί: %status%
id_id: [ERROR] %file% belum diurai dari zip: %status%
sl_si: [ERROR] %file% ni bila razširjena: %status%
sv_se: [ERROR] %file% har inte packats upp: %status%

source: File %filename% (size: %filesize%) has been skipped during backup.
el_gr: Αρχείο %filename% (μέγεθος: %filesize%) έχει παρακαμφθεί κατά τη δημιουργία αντιγράφου ασφαλείας.
id_id: File %filename% (ukuran: %filesize%) telah dilewatkan selama pembuatan cadangan.
sl_si: Datoteka %filename% (velikost: %filesize%) je bila preskočena pri arhiviranju.
sv_se: Fil %filename% (storlek:%filesize%) har hoppats över under säkerhetskopieringen.

source: Using class ZipArchive...
el_gr: Χρησιμοποιώντας κλάση ZipArchive...
he_il: מחלקה בשימוש: ZipArchive...
hu_hu: ZipArchive class használata...
id_id: Menggunakan class ZipArchive...
sl_si: Uporaba ZipArchive...
sv_se: Använder klass ZipArchive...

source: Unable to open zipFile %s
el_gr: Αδύνατο το άνοιγμα zipFile %s
he_il: לא ניתן לפתוח את קובץ הזיפ %s
hu_hu: Nem lehetséges megnyitni a %s zip fájlt
id_id: Gagal membuka zipFile %s
sl_si: Ne morem odpreti zipFile %s
sv_se: Kund inte öppna zip-fil %s

source: Using class PclZip...
el_gr: Χρησιμοποιώντας κλάση PclZip...
he_il: מחלקה בשימוש: PclZip...
hu_hu: PclZip class használata...
id_id: Menggunakan class PclZip...
sl_si: Uporaba PclZip...
sv_se: Använder klass PclZip...

source: Error during database upgrade. You may need to restore your database.
el_gr: Σφάλμα κατά την αναβάθμιση της βάσης δεδομένων. Ίσως χρειαστεί να την επαναφέρετε.
he_il: שגיאה במהלך שדרוג מסד הנתונים. ייתכן שתצטרך לשחזר את מסד הנתונים שלך.
hu_hu: Hiba adatbázis frissítésekor. Szükség lehet az adatbázis visszaállítására.
id_id: Eror saat upgrade database. Anda harus restore database dari backup.
sl_si: Napaka pri posodobitvi zbirke podatkov. Morali boste povrnit vašo bazo podatkov.
sv_se: Fel vid uppgradering av databas. Du kanske måste återställa din databas.

source: Database upgraded. Now upgrading your Addons modules...
el_gr: Η βάση δεδομένων αναβαθμίστηκε. Γίνεται ενημέρωση των πρόσθετων από τα Addons...
he_il: שדרוג מסד הנתונים הסתיים. משדרג כעת את המודולים...
hu_hu: Adatbázis frissítve. Az Addons modulok frissítése következik...
id_id: Database berhasil diupgrade. Memulai upgrade modul Addons Anda...
sl_si: Baza podatkov posodobljena. Sedaj posodabljam vaš modul dodatkov...
sv_se: Databas uppgraderad. Uppgraderar nu dina Addons-moduler...

source: Starting upgrade...
el_gr: Εκκίνηση αναβάθμισης...
he_il: מתחיל בשדרוג...
hu_hu: Frissítés indítása...
id_id: Upgrade dimulai...
sl_si: Začenjam nadgradnji...
sv_se: Startar uppgradering...

source: Downloading and unzipping steps have been skipped, upgrade process will now remove sample data.
el_gr: Παράληψη βημάτων μεταφόρτωσης και εξαγωγής, η διαδικασία αναβάθμισης θα αφαιρέσει τώρα τα δεδομένα δείγματος.

source: Shop deactivated. Removing sample files...
el_gr: Το κατάστημα απενεργοποιήθηκε. Κατάργηση των αρχείων δειγμάτων...
he_il: החנות מנוטרלת. מסיר קבצי דוגמה...
hu_hu: Áruház kikapcsolva. Minta fájlok eltávolítása...
id_id: Toko dinonaktifkan. Hapus file contoh...
sl_si: Trgovina izklopljena. Odstranjujem vzorčne datoteke...
sv_se: Butik inaktiverad, tar bort exempelfiler...

source: Downloading step has been skipped, upgrade process will now unzip the local archive.
el_gr: Παράληψη βημάτων μεταφόρτωσης, η διαδικασία αναβάθμισης θα αποσυμπιέσει τώρα το τοπικό συμπιεσμένο αρχείο.

source: Shop deactivated. Extracting files...
el_gr: Το κατάστημα απενεργοποιήθηκε. Εξαγωγή αρχείων...
he_il: החנות הועברה למצב תחזוקה. מחלץ קבצים...
hu_hu: Bolt deaktiválva, fájlok kibontása...
id_id: Toko dinonaktifkan. Ekstrak file...
sl_si: Trgovina izklopljena. Razširjam datoteke...
sv_se: Butik inaktiverad. Extraherar filer...

source: Shop deactivated. Now downloading... (this can take a while)
el_gr: Το κατάστημα απενεργοποιήθηκε. Γίνεται μεταφόρτωση... (αυτό μπορεί να διαρκέσει ώρα)
he_il: החנות הועברה למצב תחזוקה. מוריד כעת... (תהליך זה עלול לקחת זמן מה)
hu_hu: Áruház kikapcsolva. Letöltés... (eltarthat némi ideig)
id_id: Toko dinonaktifkan. Sekarang mengunduh... (memakan waktu)
sl_si: Trgovina izklopljena. Sedaj prenašam... (to lahko traja nekaj časa)
sv_se: Butik inaktiverad. Laddar ner... (detta kan ta en stund)

source: Downloaded archive will come from %s
el_gr: Το ληφθέν αρχείο θα έρθει από %s
he_il: הורדת קובץ ארכיון תתבצע מ %s
hu_hu: A letöltött archív forrása: %s
id_id: Download akan diproses dari %s
sl_si: Prenešen arhiv bo iz %s
sv_se: Nerladdat arkiv kommer från %s

source: MD5 hash will be checked against %s
el_gr: Το αποτύπωμα MD5 θα ελεγχθεί σε αντιπαράθεση με %s
he_il: MD5 hash יבדק כנגד %s
hu_hu: %s MD5 száma ellenőrizve lesz
id_id: MD5 hash akan dicek terhadap %s
sl_si: MD5 hash bo primerjan z %s
sv_se: MD5-hash kontrolleras mot %s

source: Database backup skipped. Now upgrading files...
el_gr: Το αντίγραφο ασφαλείας της βάσης δεδομένων παραλείφθηκε. Γίνεται αναβάθμιση των αρχείων...
he_il: גיבוי מסד הנתונים דולג. כעת משדרג קבצים...
hu_hu: Adatbázis adatmentés átugorva. Fájlok frissítése folyamatban...
id_id: Proses backup database dilewati. Upgrade file sekarang...
sl_si: Preskočeno arhiviranje baze podatkov. Sedaj posodabljam datoteke...
sv_se: Backup av databas hoppas över. Uppgraderar nu filer...

source: Backup directory is not writable (%path%).
el_gr: Ο κατάλογος αντιγράφων ασφαλείας δεν είναι εγγράψιμος (%path%).
id_id: Direktori cadangan tidak bisa ditulis (%path%).
sl_si: Arhivska mapa ni zapisljiva (%path%).
sv_se: Backupkatalog är inte skrivbar (%path%).

source: Backup file %s already exists. Operation aborted.
el_gr: Υπάρχει ήδη Αντίγραφο ασφαλείας με όνομα αρχείου %s. Η λειτουργία ακυρώθηκε.
he_il: קובץ גיבוי %s כבר קיים. מבצע ביטול.
hu_hu: %s adatmentés fájl már létezik, művelet megszakítva.
id_id: File backup %s sudah ada. Proses dibatalkan.
sl_si: Arhivska datoteka %s že obstaja. Postopek preklican.
sv_se: Backupfil %s finns redan. Åtgärden avbruten.

source: Unable to create backup database file %s.
el_gr: Αδύνατη η δημιουργία αντιγράφων ασφαλείας της βάσης δεδομένων %s.
he_il: אין אפשרות ליצור את הקובץ %s עבור גיבוי מסד נתונים.
hu_hu: %s adatbázis adatmentés fájl nem hozható létre.
id_id: Gagal membuat file backup database %s.
sl_si: Ne morem ustvarit arhiva baze podatkov %s.
sv_se: Kunde inte skapa backupfil %s för databas.

source: Error during database backup.
el_gr: Σφάλμα κατά τη διάρκεια της δημιουργίας αντιγράφων ασφαλείας της βάσης δεδομένων.
he_il: שגיאה אירעה בעת גיבוי מסד הנתונים.
hu_hu: Hiba adatbázis adatmentése közben.
id_id: Eror ketika backup database.
sl_si: Napaka pri ustvarjanju arhiva baze podatkov.
sv_se: Fel vid databasbackup.

source: An error occurred while backing up. Unable to obtain the schema of %s
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία αντιγράφων ασφαλείας. Δεν ήταν δυνατή η λήψη του schema της %s
he_il: אירעה שגיאה בזמן הגיבוי. אין אפשרות לקבל את מבנה השרטוט (schema) של %s
hu_hu: Hiba történt adatmentés közben. %s sémája nem szerezhető meg
id_id: Eror ketika proses backup. Tidak dapat mendapatkan skema dari %s
sl_si: Prišlo je do napake med ustvarjanjem arhiva. Ne morem pridobiti sheme od %s
sv_se: Ett fel uppstod under backup. Kunde inte läsa struktur för %s

source: %s table has been saved.
el_gr: %s πίνακας αποθηκεύτηκε.
id_id: %s tabel telah disimpan.
sl_si: %s tabela je bila shranjena.
sv_se: tabellen %s har sparats.

source: %s tables have been saved.
el_gr: %s πίνακες αποθηκεύτηκαν.
id_id: %s tabel telah disimpan.
sl_si: %s tabel je bilo shranjenih.
sv_se: %s tabeller har sparats.

source: Database backup: %s table(s) left...
el_gr: Αντίγραφο ασφάλειας βάσης δεδομένων: %s πίνακες έμειναν...
he_il: מגבה מסד נתונים: נותרו %s טבלאות...
hu_hu: Adatbázis adatmentés: %s tábla van még hátra...
id_id: Backup database : %s table tersisa...
sl_si: Arhiv baze: %s preostalih tabel...
sv_se: Databasbackup : %s tabell(er) kvar...

source: No valid tables were found to back up. Backup of file %s canceled.
el_gr: Δε βρέθηκαν πίνακες για τη δημιουργία αντιγράφων ασφαλείας. Η δημιουργία αντιγράφου ασφαλείας του αρχείου %s ακυρώθηκε.
he_il: לא נמצאו טבלאות תקינות לגיבוי. הגיבוי לקובץ %s בוטל.
hu_hu: Nem található érvényes tábla adatmentéshet. %s fájl mentése megszakítva.
id_id: Tidak ada tabel yang valid untuk diback up. Back up dari file %s dibatalkan.
sl_si: Ni najdenih veljavnih tabel. Arhiviranje datoteke %s preklicano.
sv_se: Inga giltiga tabeller för backup, fil %s avbröts.

source: Error during database backup for file %s.
el_gr: Σφάλμα κατά τη δημιουργία αντιγράφου ασφαλείας της βάσης δεδομένων για το αρχείο %s.
he_il: אירעה שגיאה במהלך גיבוי מסד הנתונים לקובץ %s.
hu_hu: Hiba %s fájl adatbázis adatmentésekor.
id_id: Eror saat backup file database %s.
sl_si: Napaka pri ustvarjanju arhiva baze za datoteko %s.
sv_se: Fel uppstod under databasbackup för fil %s.
