Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: bg_bg, hu_hu, id_id, ko_kr, sv_se

source: Legal Compliance
bg_bg: Законови изисквания
hu_hu: Jogszabályi megfelelés
id_id: Kepatuhan Hukum
ko_kr: 법률 준수
sv_se: Godkännande av villkor

source: This module helps merchants comply with applicable e-commerce laws.
bg_bg: Този модул помага на търговците да спазват приложимите закони за е-търговия.
hu_hu: Ez a modul segíti a kereskedőket, hogy betartsák az e-kereskedelemre vonatkozó jogszabályokat.
id_id: Modul ini membantu pedagang mematuhi hukum niaga-el (e-commerce) yang berlaku.
ko_kr: 이 모듈은 판매자에게 적용 가능한 전자 상거래 법을 준수하도록 도와줍니다.
sv_se: Denna modul hjälper handlarna med att följa e-handelslagarna.

source: Could not install new hook
bg_bg: Неуспех при инсталиране на нова кука
hu_hu: Nem tudta telepíteni az új modult
id_id: Gagal memasang hook baru
ko_kr: 새 후크를 설치할 수 없습니다
sv_se: Kunde inte installera ny hook

source: Legal notice
bg_bg: Правна информация
hu_hu: Jogi nyilatkozat
id_id: Pernyataan hukum
ko_kr: 법적 고지
sv_se: Villkor

source: Please add your legal information to this site.
bg_bg: Моля, добавете фирмените си данни на този сайт.
hu_hu: Add hozzá a jogi információkat ehhez az oldalhoz.
id_id: Tambahkan informasi hukum ke situs ini.
ko_kr: 이 사이트에 대한 법적 정보를 추가해 주세요.
sv_se: Vänligen lägg till din juridiska information till denna webbplats.

source: Terms of Service (ToS)
bg_bg: Условия за ползване
hu_hu: Használati feltételek
id_id: Syarat dan Ketentuan (Tos)
ko_kr: 서비스 약관 (ToS)
sv_se: Användarvillkor

source: Please add your Terms of Service (ToS) to this site.
bg_bg: Моля, качете Общите си условия на сайта.
hu_hu: Kérlek, add hozzá a Használati feltételeid ehhez az oldalhoz.
id_id: Tambahkan Ketentuan Pelayanan (KP) ke situs ini.
ko_kr: 이 사이트에 대한 이용 약관 (ToS) 를 추가해 주세요.
sv_se: Vänligen fyll i dina användarvillkor (ToS) för denna webbplats.

source: Revocation terms
bg_bg: Условия за анулиране на поръчки
hu_hu: Visszavonás feltételek
id_id: Syarat pembatalan
ko_kr: 해지 조항
sv_se: Villkor för annullering

source: Please add your Revocation terms to this site.
bg_bg: Моля, качете на сайта своите Условия за анулиране на поръчката.
hu_hu: Kérlek, add hozzá az Elállási feltételeket ehhez az oldalhoz.
id_id: Tambahkan Ketentuan Pembatalan ke situs ini.
ko_kr: 이 사이트에 해지 조항을 추가해 주세요.
sv_se: Vänligen fyll i dina återkallandevillkor för denna webbplats.

source: Privacy
bg_bg: Поверителност
hu_hu: Adatvédelem
id_id: Privasi
ko_kr: 개인정보 보호
sv_se: Sekretess

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
bg_bg: Моля, поставете тук съдържание, посветено на поверителността. Ако сте активирали модули за социални медии, моля, поставете известие за достъпа на трети страни до данните.
hu_hu: Ide illeszd be az adatvédelemről szóló tartalmakat. Ha már aktiváltad a Közösségi média modulokat, kérlek, tegyél közzé egy nyilatkozatot a harmadik felek adathozzáféréséről.
id_id: Masukkan di sini materi tentang privasi. Jika Anda telah mengaktifkan modul-modul Media Sosial, berikan pemberitahuan tentang akses pihak ketiga ke data.
ko_kr: 여기에 개인 정보 보호에 대한 콘텐츠를 입력하세요. 소셜 미디어 모듈을 활성화 했다면, 타사의 자료 접근에 관한 알림을 제공해주세요.
sv_se: Ange dina uppgifter om sekretess här. Om du har aktiverat moduler för sociala medier, bifoga ett meddelande om tredje parts åtkomst till data.

source: Shipping and payment
bg_bg: Доставка и плащане
hu_hu: Szállítás és fizetés
id_id: Pengiriman dan pembayaran
ko_kr: 배송 및 결제
sv_se: Frakt och betalning

source: Please add your Shipping and payment information to this site.
bg_bg: Моля, качете на сайта информация за доставката и плащането.
hu_hu: Add hozzá a szállítási és fizetési információid ehhez az oldalhoz.
id_id: Tambahkan informasi Pengiriman dan pembayaran ke situs ini.
ko_kr: 이 사이트에 대한 배송과 결제 정보를 추가해 주세요.
sv_se: Vänligen lägg till din frakt och betalningsinformation till denna webbplats.

source: Environmental notice
bg_bg: Информация за защита на околната среда
hu_hu: Környezetvédelmi irányelvek
id_id: Pernyataan lingkungan
ko_kr: 환경 공지
sv_se: Miljöpolicy

source: Please add your Environmental information to this site.
bg_bg: Моля, качете на сайта информацията си за опазването на околната среда.
hu_hu: Add hozzá a környezetvédelmi információid ehhez az oldalhoz.
id_id: Tambahkan informasi Lingkungan ke situs ini.
ko_kr: 이 사이트에 대한 환경 정보를 추가해 주세요.
sv_se: Vänligen lägg till din miljöinformation till denna webbplats.

source: This module helps European merchants to comply with legal requirements. Learn how to configure the module and other shop parameters so that you're in compliance with the law.[1][2]PrestaShop 1.7 legal compliance documentation[/2]
bg_bg: Този модул помага на европейските търговци да отговарят на правните изисквания. Научете как да конфигурирате модула и други параметри на магазина, така че да отговарят на закона. [1][2]Документация на PrestaShop 1.7 за спазване на закона[/2]
hu_hu: Ez a modul segít az európai kereskedőknek betartani a jogszabályok előírásait. Ismerd meg, miként konfigurálhatod a modult és a bolt egyéb paramétereit úgy, hogy azok megfeleljenek a jogszabályoknak.[1][2]PrestaShop 1.7 Jogszabályi megfelelés dokumentációja[/2]
id_id: Modul ini membantu pedagang Eropa mematuhi persyaratan hukum. Pelajari cara mengonfigurasikan modul dan parameter toko lainnya agar Anda mematuhi hukum.[1][2]Dokumentasi kepatuhan hukum PrestaShop 1.7[/2]
ko_kr: 이 모듈은 유럽의 판매자가법적 요구 사항을 준수하는 데 도움을 줍니다. 법규를 준수하도록 모듈 및 기타 상점 매개 변수를 구성하는 방법을 배우세요. [1][2 PrestaShop 1.7 법률 준수 문서[/2]
sv_se: Denna modul hjälper europeiska köpmän att uppfylla dom juridiska kraven. Lär dig att konfigurera modulen och andra butiksparametrarna så att du är i enlighet med lagen. [1][2]PrestaShop 1,7 juridisk dokumentation efterlevnad [/2]

source: Failed to associate legal content with an email template.
bg_bg: Неуспешно свързване на правното съдържание с имейл шаблон.
hu_hu: Jogi tartalom nem kapcsolódik e-mail sablonhoz.
id_id: Gagal mengaitkan materi hukum dengan templat surel.
ko_kr: 법적 콘텐츠에 이메일 템플릿 연결을 실패했습니다.
sv_se: Det gick inte att associera lagligt innehåll med en e-postmall.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
bg_bg: Етикетът „Условия за анулиране в рамките на условията за ползване“ не може да бъде активиран, ако не свържете ролята „%s“ със страница.
hu_hu: "Elállási feltételek a Használati feltételekben" címke nem aktiválható, hacsak nem társítottál "%s" szerepet az oldalhoz.
id_id: Label 'Ketentuan Pembatalan di dalam KP’ tidak bisa diaktifkan kecuali Anda mengaitkan peran "%s" dengan sebuah Halaman.
ko_kr: "%s" 역할을 페이지와 연결하지 않으면 '이용 약관 내의 해지 조항' 라벨을 활성화 할 수 없습니다.
sv_se: Villkor för retur i användarvillkor kan inte aktiveras om du inte kopplar "%s" till en sida.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
bg_bg: Етикетът „Такса за доставка“ не може да бъде активиран, ако не свържете ролята „%s“ със страница.
hu_hu: Szállítási költségek címke nem aktiválható, hacsak nem társítottál "%s" szerepet az oldalhoz.
id_id: Label Biaya pengiriman tidak bisa diaktifkan kecuali Anda mengaitkan peran "%s" dengan sebuah Halaman.
ko_kr: "%s" 역할을 페이지와 연결하지 않으면 배송 수수료 라벨을 활성화 할 수 없습니다.
sv_se: Fraktetiketter kan inte aktiveras om du inte kopplar "%s" till en sida.

source: Revocation form
bg_bg: Формуляр за анулиране на поръчка
hu_hu: Visszavonási űrlap
id_id: Form pembatalan
ko_kr: 철회 양식
sv_se: Formulär för annullering

source: Labels
bg_bg: Етикети
hu_hu: Címkék
id_id: Label
ko_kr: 라벨
sv_se: Etiketter

source: Additional information about delivery time
bg_bg: Допълнителна информация относно срока за доставка
hu_hu: További információ a kézbesítési időről
id_id: Informasi tambahan tentang waktu pengantaran
ko_kr: 배송 시간에 대한 추가 정보
sv_se: Ytterligare information om leveranstid

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
bg_bg: Ако сте посочили срок за доставка, тази допълнителна информация се показва във футъра на страниците на продукта – с линк към страница „Доставка и плащане“. Оставете полето празно, за да го деактивирате.
hu_hu: Ha megadtad a kézbesítési időt, ez a kiegészítő információ megjelenik a termékoldalak láblécében, q "Szállítás és fizetés" oldalra mutató hivatkozással. A tiltáshoz hagyd üresen a mezőt.
id_id: Jika Anda menentukan waktu pengantaran, informasi tambahan ini ditampilkan di kaki halaman produk dengan tautan ke Halaman "Pengiriman & Pembayaran". Biarkan bidang ini kosong untuk menonaktifkan.
ko_kr: 배달 시간을 지정하면, 이 추가 정보가 상품 페이지의 바닥글에 "배송& 결제" 페이지에 대한 링크와 함께 표시됩니다. 비활성화 하려면 항목을 비워두세요.
sv_se: Om du angav en leveranstid, är detta ytterligare information som visas i sidfoten på produktsidorna med en länk till sidan "Transport & betalning". Lämna fältet tomt för att inaktivera.

source: Indicate for which countries your delivery time applies.
bg_bg: Посочете за кои страни се отнася срокът за доставка.
hu_hu: Jelzi, hogy mely országokhoz milyen kézbesítési idő van érvényben.
id_id: Tunjukkan negara-negara tempat waktu pengantaran berlaku.
ko_kr: 배송 시간이 적용되는 국가를 나타냅니다.
sv_se: Ange för vilka länder dina leveranstider gäller.

source: 'Our previous price' label
hu_hu: "Előző árunk" címke
ko_kr: '이전 가격' 라벨
sv_se: Etikett för "Vårt tidigare pris"

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
bg_bg: Когато даден продукт е намален, се показва етикет „Старата ни цена“ пред задрасканата оригинална цена – до цената на страницата на продукта.
hu_hu: Akciós terméknél a termékoldalon szereplő ár mellett megjelenik a "Előző ár címke", az áthúzott eredeti árral.
id_id: Ketika produk berstatus sedang obral, menayangkan label 'harga kami sebelumnya’ sebelum harga semula yang dicoret, di samping harga pada halaman produk.
ko_kr: 상품이 판매 중이면, 상품 페이지의 가격 옆에, 원래 가격을 긋고 그 앞에 '이전 가격' 라벨을 표시합니다.
sv_se: När en produkt är nersatt, visas etiketten "Vårt tidigare pris" före det överkryssade priset, bredvid det nuvarande priset på produktsidan.

source: Tax 'inc./excl.' label
bg_bg: Етикет 'с данък/без данък'
hu_hu: Bruttó/Nettó címke
id_id: Label 'termasuk/tidak termasuk' pajak
ko_kr: 세금 '포함/별도' 라벨
sv_se: Etikett för 'inkl./exkl.' moms

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
bg_bg: Показва дали цените на страницата на продукта включват данък (етикет „С/без данък“) и добавя кратка бележка във футъра на другите страници.
hu_hu: Kijelzi, hogy az ár tartalmazza-e az adót ("áfával/áfa nélkül" címke), és rövid megjegyzést ad a többi oldal láblécéhez.
id_id: Menampilkan keterangan apakah pajak disertakan pada halaman produk (label 'dengan/tanpa pajak’) dan menambahkan penyebutan singkat di kaki halaman yang lain.
ko_kr: 상품 페이지에 세금 포함 여부('세금 포함/별도' 라벨) 을 표시하고 다른 페이지들의 바닥글에 짧은 언급을 추가합니다.
sv_se: Visar om momsen är inkluderad på produktsidan (Etikett "inkl./exkl. moms") och lägger till ett kort omnämnande i sidfoten på andra sidor.

source: Price per unit label
bg_bg: Етикет за единична цена
hu_hu: Egységár címke
id_id: Label Harga per unit
ko_kr: 단가 라벨
sv_se: Etikett för pris per enhet

source: If available, displays the price per unit everywhere the product price is listed.
bg_bg: Ако е активирано, показва единичната цена навсякъде, където е посочена цената на продукта.
hu_hu: Ha elérhető, megjeleníti az egységárat mindenhol, ahol a termék ára fel van sorolva.
id_id: Jika tersedia, menayangkan harga per unit di mana saja harga produk dicantumkan.
ko_kr: 사용하게되면, 상품 가격이 나열되는 곳 마다 단가를 표시합니다.
sv_se: Om tillgängligt, visas priset per enhet överallt då produktpriset anges.

source: 'Shipping fees excl.' label
bg_bg: Етикет „Без такси за доставка“
hu_hu: "Szállítási költség nélkül" címke
id_id: Label ’Di luar biaya pengiriman’
ko_kr: '배송비 별도' 라벨
sv_se: Etikett för 'Exkl. leveransavgifter'

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
bg_bg: Показва етикет до цената на продукта („Няма вкл. такса за доставка“) и добавя кратка бележка във футъра на другите страници.
hu_hu: Megjeleníti a ("Szállítási díj nélkül") címkét a termék ára mellett, és rövid megjegyzést ad a többi oldal láblécéhez.
id_id: Menampilkan label di samping harga produk ('Di luar pengiriman') dan menambahkan penyebutan singkat di kaki halaman yang lain.
ko_kr: 상품 가격 옆에 라벨('배송 제외됨') 을 표시하고 다른 페이지들의 바닥글에 짧은 언급을 추가합니다.
sv_se: Visar en etikett bredvid produktpriset ('Exklusive frakt') och lägger till ett kort omnämnande i sidfoten på andra sidor.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
bg_bg: Ако е активирано, уверете се, че Условията за доставка са свързани със страницата по-долу (Управление на правно съдържание). Етикетът ще препраща към това съдържание.
hu_hu: Ha be van kapcsolva, akkor ellenőrizd, hogy a Szállítási feltételek az alábbi oldalhoz kapcsolódnak (Jogi tartalom kezelése). A címke ehhez a tartalomhoz fog kapcsolódni.
id_id: Jika diaktifkan, pastikan bahwa ketentuan Pengiriman dikaitkan dengan halaman di bawah (Manajemen Materi Hukum). Label akan menaut ke materi ini.
ko_kr: 활성화되면, 배송 약관이 아래 페이지와 연결되어 있는지 확인하세요 (법적 콘텐츠 관리). 라벨이 이 콘텐츠로 연결됩니다.
sv_se: Om aktiverad, se till att fraktvillkor är kopplade till en sida här under (Hantering av innehåll för villkor). Etiketten kommer att länka till detta innehåll.

source: Revocation Terms within ToS
bg_bg: Условия за анулиране в рамките на условията за ползване
hu_hu: Elállási feltételek a Használati feltételekben
id_id: Ketentuan Pembatalan dalam Ketentuan Layanan
ko_kr: 이용 약관 내의 해지 조항
sv_se: Villkor för annullering i Användarvillkor

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
bg_bg: Добавя съдържание от страницата Условия за анулиране – в Условия за ползване.
hu_hu: Jelzi a a Használati feltételek oldalon szereplő Elállási feltételek tartalmát.
id_id: Menyertakan isi dari Halaman Ketentuan Pembatalan di dalam Ketentuan Pelayanan (KP).
ko_kr: 이용 약관(ToS) 내에 해지 조항 페이지의 내용을 포함합니다.
sv_se: Inkluderar innehåll från sidan för returvillkor i villkoren för tjänsten (ToS).

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
bg_bg: Ако е активирано, уверете се, че Условията за анулиране са свързани със страницата по-долу (Управление на правно съдържание).
hu_hu: Ha be van kapcsolva, akkor ellenőrizd, hogy az Elállási feltételek az alábbi oldalhoz kapcsolódnak (Jogi tartalom kezelése).
id_id: Jika diaktifkan, pastikan bahwa Ketentuan Pembatalan dikaitkan dengan halaman di bawah (Manajemen Materi Hukum).
ko_kr: 활성화 되었다면, 해지 조항이 아래 페이지와 연결되었는지 확인하세요(법적 내용 관리).
sv_se: Om aktiverad, se till att returvillkor är kopplade till en sida här under (Hantering av innehåll för villkor).

source: Revocation for virtual products
bg_bg: Анулиране на поръчка за виртуални продукти
hu_hu: Elállás virtuális termékek esetén
id_id: Pembatalan produk maya
ko_kr: 가상 상품에 대한 철회
sv_se: Annullering av virtuella produkter

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
bg_bg: Добавя задължителна отметка, когато количката съдържа виртуален продукт – гаранция, че клиентите Ви разбират, че виртуалните продукти не подлежат на връщане.
hu_hu: Hozzáad egy kötelező jelölőnégyzetet, ha a kosárban virtuális termék található. Ennek használatával biztosíthatod, hogy a vásárlók tisztában legyenek azzal, hogy a virtuális termék nem küldhető vissza.
id_id: Menambahkan kotak cek wajib ketika troli mengandung produk maya. Gunakan kotak itu untuk memastikan supaya pelanggan sadar bahwa produk maya tidak bisa dikembalikan.
ko_kr: 장바구니에 가상 상품을 추가했을때 필수 체크박스를 추가합니다. 가상 상품을 반품할 수 없음에 대해 고객에게 알려줄 때 사용하세요.
sv_se: Lägger till en obligatorisk kryssruta när varukorgen innehåller en virtuell produkt. Använd den för att säkerställa att kunderna är medvetna om att en virtuell produkt inte kan returneras.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
bg_bg: Изисква от клиентите да се откажат от правото си на анулиране, когато купуват виртуални продукти (дигитални продукти или услуги).
hu_hu: A vásárlók kötelesek lemondani elállási joguktól virtuális termékek vásárlása esetén (digitális termékek vagy szolgáltatások).
id_id: Mensyaratkan pelanggan untuk melepaskan hak pembatalan ketika membeli produk maya (barang atau jasa digital).
ko_kr: 가상 상품 (디지털 제품 또는 서비스) 구매 시 고객이 철회 권리를 포기하도록 합니다.
sv_se: Kräv av kund att avstå från sin returrätt när de köper virtuella produkter (digitala varor eller tjänster).

source: 'From' price label (when combinations)
bg_bg: Етикет „От“ на цената (при комбинации)
hu_hu: "-től" árcímke (variációk esetén)
id_id: Label harga 'Dari' (kombinasi)
ko_kr: '기존' 가격 라벨 (조합 시)
sv_se: 'Från' prisetikett (vid kombinationer)

source: Displays a 'From' label before the price on products with combinations.
bg_bg: Показва етикет „От“ пред цената на продукти с комбинации.
hu_hu: Megjeleníti a "-től" címkét a termék ára előtt, ha több variáció létezik.
id_id: Menampilkan label ‘Dari' sebelum harga pada produk dengan kombinasi.
ko_kr: 상품에 조합을 사용하기 전의 가격에 '기존' 라벨을 표시합니다.
sv_se: Visar en 'Från'-etikett före priset på produkter med kombinationer.

source: As prices can vary from a combination to another, this label indicates that the final price may be higher.
bg_bg: Тъй като цените варират в зависимост от комбинацията, етикетът показва, че крайната цена може да бъде по-висока.
hu_hu: Mivel az árak eltérőek lehetnek a különböző variációkban, ez a címke jelzi, hogy a végső ár magasabb lehet.
id_id: Karena harga bisa berbeda antara satu kombinasi dengan kombinasi lainnya, label ini menunjukan bahwa harga final bisa lebih mahal.
ko_kr: 조합마다 가격이 다를 수 있으므로, 이 라벨은 최종 가격이 더 높을 수 있음을 나타냅니다.
sv_se: Eftersom priser kan variera med kombinationer, så visar etiketten att slutpriset kan bli högre.

source: Custom text in shopping cart page
bg_bg: Персонализиран текст на страницата с количката за пазаруване
hu_hu: Egyedi szöveg a bevásárlókosár oldalon
id_id: Teks ubahsuaian di halaman troli belanja
ko_kr: 상점 장바구니 페이지의 사용자 정의 문구
sv_se: Anpassad text på varukorgssidan

source: This text will be displayed on the shopping cart page. Leave empty to disable.
bg_bg: Този текст ще се показва на страницата с количката за пазаруване. Оставете полето празно, за да го забраните.
hu_hu: Ez a szöveg jelenik meg a bevásárlókosár oldalon. Hagyd üresen, ha nem akarod használni.
id_id: Teks ini akan ditampilkan di halaman troli belanja. Biarkan kosong untuk menonaktifkan.
ko_kr: 이 문구는 상점 장바구니 페이지에 표시됩니다. 비활성화 하려면 비워두세요.
sv_se: Denna text kommer att visas på varukorgssidan. Lämna tomt för att inaktivera.

source: Please inform your customers about how the order is legally confirmed.
bg_bg: Моля, уведомете клиентите си относно реда за правно потвърждаване на поръчката.
hu_hu: Kérlek, tájékoztasd vásárlóid, hogy a rendelés miként véglegesíthető jogilag.
id_id: Beri tahu pelanggan tentang cara pesanan ditegaskan secara hukum.
ko_kr: 고객들에게 주문이 법적으로 확인되는 방법에 대해서 알려주세요.
sv_se: Informera dina kunder om hur beställningen bekräftas rättsligt.

source: Features
bg_bg: Характеристики
hu_hu: Tulajdonságok
id_id: Fitur
ko_kr: 기능
sv_se: Funktioner

source: Enable 'Reordering' feature
bg_bg: Активиране на „Повторна поръчка“
hu_hu: "Újrarendelés" funkció bekapcsolása
id_id: Aktifkan fitur 'Reordering'
ko_kr: '재주문' 기능 활성화
sv_se: Aktivera funktionen 'Beställ igen'

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
bg_bg: Ако е активирана, опцията „Повторна поръчка“ позволява на клиентите да направят повторна поръчка от страница „История на поръчките“, само с едно натискане на бутон.
hu_hu: Ha engedélyezve van, az "Újrarendelés" lehetőség segítségével a vásárlók egyetlen kattintással újrarendelhetnek egy terméket a Rendelési előzmények oldalukról.
id_id: Jika diaktifkan, opsi 'Pesan ulang' memungkinkan pelanggan untuk memesan ulang hanya dengan satu klik dari laman Riwayat Pesanan.
ko_kr: 활성화되면, '재주문' 옵션은 고객들이 주문 이력 페이지에서 한번의 클릭으로 재주문하는 것을 허용합니다.
sv_se: Om aktiverad, så kan kunden på ett enkelt sätt göra en återbeställning från en order i orderhistoriken.

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
bg_bg: Уверете се, че е съвместима с местното законодателство, преди да включите опцията: продуктите може да се третират като непоискани.
hu_hu: Engedélyezés előtt győződj meg arról, hogy ez megfelel jogi szabályozásaidnak: ez kéretlen árunak is tekinthető.
id_id: Pastikan Anda mematuhi undang-undang lokal sebelum mengaktifkannya: barang dagangan Anda dapat dianggap sebagai barang yang tidak diinginkan.
ko_kr: 사용하기 전에 해당 지역의 법규를 준수하는지 확인하세요: 이는 의뢰하지 않은 상품으로 간주될 수 있습니다.
sv_se: Se till att detta överensstämmer med lokala lagar innan du aktiverar.

source: Proportionate tax for shipping and wrapping
bg_bg: Пропорционални данъци за доставка и опаковане
hu_hu: Arányos adózás szállításhoz és csomagoláshoz
id_id: Tarif pajak proporsional untuk pengiriman dan pengemasan
ko_kr: 배송 및 포장에 대한 비례세
sv_se: Genomsnittlig moms för frakt och förpackning

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
bg_bg: Когато е включена, данъка за доставка и опаковане ще бъде изчислен пропорционално на данъците, приложени на продуктите от количката.
hu_hu: Ha engedélyezve van, a szállítási és csomagolási költségek adója a bevásárlókosárban lévő termékek adójával arányosan lesz kiszámítva.
id_id: Jika diaktifkan, tarif pajak untuk biaya pengiriman dan pengemasan akan dihitung secara proporsional dengan pajak yang dikenakan pada produk dalam keranjang.
ko_kr: 활성화 되면, 배송과 포장 비용에 대한 세금은 장바구니의 상품에 적용되는 세금에 비례하여 계산합니다.
sv_se: Om aktiverad, så kommer moms för frakt och förpackning att vara ett genomsnitt av all moms för produkterna i varukorgen.

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
bg_bg: Ако е активирано, таксите на превозвачите за доставка ще включват данък! Уверете се, че това действително е така в раздел Доставка.
hu_hu: Ha aktív, akkor a szállítód szállítási költségeinek tartalmazni kell az adót is! Ügyelj rá, hogy ez legyen beállítva a Szállítási részben.
id_id: Jika aktif, biaya pengiriman kurir harus mencakup pajak! Pastikan hal itu di bagian Pengiriman.
ko_kr: 활성화 하면, 배송업체의 배송비는 세금을 포함합니다! 배송 섹션의 경우인지 확인하세요.
sv_se: Om aktiv måste dina transportörers fraktavgifter inkludera skatt! Se till att det är så i sektionen för Frakt.

source: -- Select associated page --
bg_bg: -- Изберете свързана страница --
hu_hu: -- Kapcsolódó oldal kiválasztása --
id_id: -- Pilih halaman terkait --
ko_kr: -- 관련 페이지 선택 --
sv_se: -- Välj relaterad sida --

source: Are you sure you want to uninstall this module?
bg_bg: Сигурни ли сте, че искате да деинсталирате този модул?
hu_hu: Biztos, hogy eltávolítja ezt a modult?
id_id: Yakin akan melepaskan modul ini?
ko_kr: 이 모듈을 삭제하시겠습니까?
sv_se: Är du säker på att du vill avinstallera den här modulen?

source: Email content inclusion
bg_bg: Добавяне на съдържание в имейл
hu_hu: E-mail tartalom bevonása
id_id: Penyertaan konten surel
ko_kr: 이메일 콘텐츠 포함
sv_se: Inkludering av mailinnehåll
