Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesRssfeedAdmin.*.xlf
Languages: ar_sa, bn_bd, el_gr, es_co, fa_ir, gl_es, id_id, sr_cs

source: RSS feed block
ar_sa: كتلة تغذية RSS
bn_bd: আর এস এস ফিড ব্লক
es_co: Bloque de fuentes RSS
fa_ir: بخش فیدهای RSS
gl_es: Bloco da semente RSS
id_id: Blok RSS feed
sr_cs: RSS povratna informacija

source: Adds a block displaying a RSS feed.
ar_sa: اضف كتلة تعرض تغذية RSS.
bn_bd: আর এস এস ফিড দেখাতে একটি ব্লক যোগ করুণ.
el_gr: Προσθέτει ένα ταμπλό που εμφανίζει μια ροή RSS.
es_co: Añade un bloque que muestra fuentes RSS.
fa_ir: افزودن بلوکی برای نمایش فیدهای RSS.
gl_es: Engade un bloco que amosa unha semente RSS.
id_id: Blok untuk menampilkan RSS feed.
sr_cs: Dodaje blok koji prikazuje RSS podatke.

source: RSS feed
ar_sa: تغذية RSS
bn_bd: আর এস এস ফিড
el_gr: Ροή RSS
es_co: Canal RSS
fa_ir: فید RSS
gl_es: Semente RSS
sr_cs: RSS izvor

source: Invalid feed URL
ar_sa: رابط تغذية غير صحيح
bn_bd: ভুল ফিড URL
el_gr: Μη έγκυρη ροή URL
es_co: URL de fuente incorrecta
fa_ir: آدرس فید معتبر نمی باشد
gl_es: URL da semente non válida
id_id: Feed URL tdk valid
sr_cs: Neispravan URL

source: Invalid title
ar_sa: عنوان غير صحيح
bn_bd: শিরোনাম ভুল
el_gr: Μη έγκυρος τίτλος
es_co: Título no válido
fa_ir: عنوان معتبر نمی باشد
gl_es: Título non válido
id_id: Judul tidak valid
sr_cs: Neispravan naslov

source: Invalid number of feeds
ar_sa: عدد تغذيات غير صحيح
bn_bd: ফিড এর নাম্বার ভুল
el_gr: Μη έγκυρος αριθμός ροών
es_co: Número de fuentes incorrecto
fa_ir: تعداد فیدها معتبر نمی باشد
gl_es: Número de sementes non válido
id_id: jumlah feed tdk valid
sr_cs: Neispravan broj izvora

source: You have selected a feed URL from your own website. Please choose another URL.
ar_sa: لقد اخترت رابط تغذية من نفس موقعك. الرجاء اختيار رابط اخر.
bn_bd: আপনি আপনার ওয়েবসাইট এর জন্য একটি ফিড URL সিলেক্ট করেছেন।দয়া করে অন্য কোন URL বাছুন.
el_gr: Έχετε επιλέξει μια ροή URL από την ιστοσελίδα σας. Παρακαλώ επιλέξτε ένα άλλο URL.
es_co: Usted ha elegido una URL de fuente de su propio sitio web. Por favor elija otra.
fa_ir: خطا: شما لینکی از وبسایت خود را وارد کرده‌اید، یک لینک دیگر انتخاب کنید.
gl_es: Escolliches unha URL da semente do teu propio sitio web. Por favor, escolle outra URL.
id_id: Anda telah memilih URL feed di situs Anda sendiri. Silakan pilih URL lain.
sr_cs: Izabrali ste link sa vašeg sajta. Molimo izaberite drugi link.

source: Feed is unreachable, check your URL
ar_sa: لا يمكن الوصول الى التغذية، راجع صحة الرابط
bn_bd: ফিড পাওয়া যাচ্ছে না , আপনার URL টি চেক করুন
el_gr: Η ροή δεν μπορεί να προσεγγιστεί, ελέγξτε το URL σας
es_co: La fuente es inalcanzable, revise su dirección URL
fa_ir: فید قابل دسترس نیست، لطفا آدرس خود را بررسی کنید
gl_es: Non se pode acceder á semente, comproba a túa URL
id_id: Feed tidak bisa diakses, harap periksa URL-nya
sr_cs: Podaci nedostupni, proverite vaš link

source: Invalid feed: %message%
ar_sa: خلاصة غير صالحة: %message%
el_gr: Μη έγκυρο feed %message%
es_co: Fuente no válida: %message%
fa_ir: فید نامعتبر: %message%
id_id: Umpan tidak sah: %message%
sr_cs: Neispravna povratna informacija %message%

source: Error: invalid RSS feed in "%module_name%" module: %message%
ar_sa: خطأ: موجز RSS غير صالح في الوحدة النمطية "%module_name%" %message%
el_gr: Σφάλμα: λανθασμένο RSS feed στο "%module_name%" πρόσθετο: %message%
es_co: Error: fuente RSS no válida en módulo "%module_name%": %message%
fa_ir: خطا: فید RSS نامعتبر در ماژول «%module_name%»: %message%
id_id: Eror: umpan RSS tidak sah di modul "%module_name%": %message%
sr_cs: Greška: Nepravilna RSS povratna informacija u "%module_name%" modulu: %message%

source: Block title
ar_sa: عنوان القسم
bn_bd: ব্লক শিরোনাম
el_gr: Τίτλος ταμπλό
es_co: Título del bloque
fa_ir: عنوان بخش
gl_es: Título do bloco
id_id: Judul blok
sr_cs: Naslov bloka

source: Create a title for the block (default: 'RSS feed').
ar_sa: انشئ عنوان لهذه الكتله (الافتراضي: 'RSS feed').
bn_bd: ব্লক এর জন্য একটি শিরোনাম তৈরি করুন (ডিফল্ট : ' আরএসএস ফিড ' ).
el_gr: Δημιουργία ενός τίτλου για το ταμπλό (προεπιλογή: "Ροή RSS").
es_co: Crear un título para el bloque (por defecto: 'Fuente RSS').
fa_ir: ایجاد عنوانی برای بلوک (پیشفرض "فید RSS").
gl_es: Crear un título para o bloco (por defecto: 'Semente RSS').
id_id: Buat judul blok (default: 'RSS feed').
sr_cs: Napravite naslov bloka (podrazumevano: 'RSS podaci').

source: Add a feed URL
ar_sa: اضف رابط تغذية
bn_bd: ফিড URL যোগ করুণ
el_gr: Προσθήκη μιας ροή URL
es_co: Añadir una URL fuente
fa_ir: افزودن آدرس فید
gl_es: Engadir unha URL de semente
id_id: Tambah feed URL
sr_cs: Dodajte URL RSS izvora

source: Add the URL of the feed you want to use (sample: http://news.google.com/?output=rss).
ar_sa: اضف رابط التغذية الذي تريد استخدامه (مثال: http://news.google.com/?output=rss).
bn_bd: আপনি ব্যবহার করতে চান এমন ফিড URL যোগ করুন ( যেমন: Http://news.google.com/?output=rss).
el_gr: Προσθέστε το URL της ροής που θέλετε να χρησιμοποιήσετε (δείγμα: http://news.google.com/?output=rss).
es_co: Agregue la dirección URL de la fuente que desea utilizar (por ejemplo: http://news.google.com/?output=rss).
fa_ir: آدرس یک فید را برای استفاده وارد کنید (مثال: http://news.google.com/?output=rss).
gl_es: Engadir a URL da semente que queres empregar (por exemplo: http://news.google.com/?output=rss).
id_id: Tambahkan URL dari feed yang ingin Anda gunakan (contoh: http://news.google.com/?output=rss).
sr_cs: Dodajte link podataka kojih želite koristiti (na primer: http://news.google.com/?output=rss).

source: Number of threads displayed
ar_sa: عدد المواضيع المعروضة
bn_bd: প্রদর্শিত থ্রেডের সংখ্যা
el_gr: Αριθμός νημάτων που εμφανίζονται
es_co: Número de artículos mostrados
fa_ir: تعداد فیدهای نمایش داده شده
gl_es: Número de entradas que se van amosar
id_id: Jumlah urutan yg akan tampil
sr_cs: Broj tema prikazanih

source: Number of threads displayed in the block (default value: 5).
ar_sa: عدد المواضيع المعروضه في هذه الكتلة ( قيمة افتراضيه: 5).
bn_bd: ব্লক দ্বারা প্রদর্শিত থ্রেডের সংখ্যা ( ডিফল্ট মান : ৫).
el_gr: Αριθμός νημάτων που εμφανίζονται στο ταμπλό (προεπιλεγμένη αξία: 5).
es_co: Número de artículos que se muestran en el bloque (por defecto: 5).
fa_ir: تعداد فیدهایی که در بلاک نمایش داده می‌شوند (مقدار پیش فرض: 5).
gl_es: Número de entradas amosadas no bloco (valor por defecto: 5).
id_id: Jumlah thread yang ditampilkan oleh blok (default: 5).
sr_cs: Broj tema prikazanih u bloku (podrazumevana vrednost: 5).
