Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesWirepaymentShop.*.xlf
Languages: ar_sa

source: %1$s (tax incl.)
ar_sa: %1$s (يشمل الضرائب)

source: This payment method is not available.
ar_sa: طريقة الدفع هذه غير متوفرة.

source: Amount
ar_sa: الكمية

source: Name of account owner
ar_sa: إلى صاحب حساب

source: Please include these details
ar_sa: يرجى إضافة هذه التفاصيل

source: Bank name
ar_sa: اسم البنك

source: Pay by bank wire
ar_sa: الدفع عن طريق التحويل البنكي

source: (order processing will be longer)
ar_sa: (اجراءات الطلب ستكون اطول)

source: Your order on %s is complete.
ar_sa: اكتمال طلبك بنسبة %s .

source: Please send us a bank wire with:
ar_sa: الرجاء ارسال حوالة بنكية من خلال:

source: Please specify your order reference %s in the bankwire description.
ar_sa: يرجى تحديد مرجع الطلب %s في وصف التحويل المصرفية.

source: We've also sent you this information by e-mail.
ar_sa: لقد أرسلنا لك هذه المعلومات أيضًا عن طريق البريد الإلكتروني.

source: Your order will be sent as soon as we receive payment.
ar_sa: سيتم إرسال طلبك بمجرد استلامنا التسوية الخاصة بك.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
ar_sa: إذا كانت لديك أسئلة أو تعليقات أو مخاوف ، فيرجى الاتصال بفريق دعم العملاء [1] التابع لنا [/1].

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
ar_sa: لاحظنا مشكلة في طلبك. إذا كنت تعتقد أن هذا خطأ ، فلا تتردد في الاتصال بفريق دعم العملاء [1] التابع لنا [/1].

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
ar_sa: يرجى تحويل مبلغ الفاتورة إلى حسابنا المصرفي. سوف تتلقى تأكيد الطلب الخاص بنا عن طريق البريد الإلكتروني الذي يحتوي على تفاصيل البنك ورقم الطلب.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
ar_sa: سيتم حجز السلع خلال %s يوم لك وسنعالج الطلب فورًا بعد استلام الدفعة.

source: More information
ar_sa: المزيد من المعلومات

source: Bankwire
ar_sa: تحويل مصرفي

source: Payment is made by transfer of the invoice amount to the following account:
ar_sa: يتم الدفع عن طريق تحويل مبلغ الفاتورة إلى الحساب التالي:
