Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesSocialfollowAdmin.*.xlf
Languages: eu_es, id_id

source: Social media follow links
id_id: Tautan ke sosial media

source: Allows you to add information about your brand's social networking accounts.
id_id: Menambahkan akun social networking bagi brand Anda .

source: Facebook URL
eu_es: Facebook URLa
id_id: URL Facebook

source: Your Facebook fan page.
eu_es: Zure Facebook fan orria.
id_id: Halaman fan Facebook.

source: Twitter URL
eu_es: Twitter URLa
id_id: URL Twitter

source: Your official Twitter account.
eu_es: Zure Twitter-kontu ofiziala.
id_id: Akun resmi Twitter Anda.

source: RSS URL
eu_es: RSS URLa
id_id: URL RSS

source: The RSS feed of your choice (your blog, your store, etc.).
eu_es: Zure aukeraren RSS-feed (zure bloga, zure denda, etab).
id_id: Feed RSS pilihan Anda (blog, toko, dll).

source: YouTube URL
eu_es: YouTube URLa
id_id: URL Youtube

source: Your official YouTube account.
eu_es: Zure YouTube-kontu ofiziala.
id_id: Akun resmi YouTube Anda.

source: Your official Google+ page.
eu_es: Zure Google+ kontu ofiziala.
id_id: Halaman resmi Google+ Anda.

source: Pinterest URL:
eu_es: Pinterest URLa:
id_id: URL Pinterest:

source: Your official Pinterest account.
eu_es: Zure Pinterest-kontu ofiziala.
id_id: Akun resmi Pinterest Anda.

source: Vimeo URL:
eu_es: Vimeo URLa:
id_id: URL Vimeo:

source: Your official Vimeo account.
eu_es: Zure Vimeo-kontu ofiziala.
id_id: Akun resmi Vimeo Anda.

source: Instagram URL:
eu_es: Instagram URLa:
id_id: URL Instagram:

source: Your official Instagram account.
eu_es: Zure Instagram-kontu ofiziala.
id_id: Akun Instagram Anda.

source: Google+ URL:
eu_es: Google+ URLa:
