Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesWelcomeAdmin.*.xlf
Languages: fa_ir

source: Let's create your first product
fa_ir: بیایید نخستین محصول‌تان را ایجاد کنیم

source: What do you want to tell about it? Think about what your customers want to know.
fa_ir: چه چیزی درباره‌ی آن می‌خواهید بگویید؟ به این فکر کنید که مشتریان شما چه چیزی می‌خواهند بدانند.

source: Add clear and attractive information. Don't worry, you can edit it later :)
fa_ir: اطلاعات جذاب و واضح اضافه کنید. نگران نباشید، بعداً می‌توانید آن را ویرایش کنید :)

source: Give your product a catchy name.
fa_ir: یک اسم جذاب برای محصول انتخاب کنید.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
fa_ir: اطلاعات ضروری را در این زبانه تکمیل کنید. زبانه‌های دیگر برای اطلاعات پیشرفته‌تری هستند.

source: Add one or more pictures so your product looks tempting!
fa_ir: یک یا تعداد بیشتری عکس به محصول خود اضافه کنید تا وسوسه‌کننده به نظر برسد!

source: How much do you want to sell it for?
fa_ir: محصول را به چه مبلغی می‌خواهید بفروشید؟

source: Yay! You just created your first product. Looks good, right?
fa_ir: هورا! همین الان اولین محصول‌تان را ایجاد کردید. خوب به نظر می‌رسه، درسته؟

source: Give your shop its own identity
fa_ir: به فروشگاه‌تان هویت ببخشید

source: How do you want your shop to look? What makes it so special?
fa_ir: می‌خواهید فروشگاه‌تان چه شکلی باشد؟ چه چیزی آن را ویژه می‌کند؟

source: Customize your theme or choose the best design from our theme catalog.
fa_ir: قالب خود را سفارشی‌سازی کنید یا بهترین طراحی را از کاتالوگ قالب‌های ما انتخاب کنید.

source: A good way to start is to add your own logo here!
fa_ir: یک شروع خوب می‌تواند افزودن لوگو باشد!

source: If you want something really special, have a look at the theme catalog!
fa_ir: اگر چیز واقعا ویژه‌ای می‌خواهید، به کاتالوگ قالب‌ها نگاهی بیاندازید!

source: Get your shop ready for payments
fa_ir: فروشگاه خود را برای پرداخت آماده کنید

source: How do you want your customers to pay you?
fa_ir: مشتریان چطور باید پرداخت انجام دهند؟

source: These payment methods are already available to your customers.
fa_ir: این روش‌های پرداخت از قبل برای مشتریان شما در دسترس است.

source: Adapt your offer to your market: add the most popular payment methods for your customers!
fa_ir: فروشگاه‌تان را با بازار تطبیق دهید: محبوب‌ترین روش پرداخت را برای مشتریان‌تان اضافه کنید!

source: And you can choose to add other payment methods from here!
fa_ir: و شما می‌توانید روش‌های دیگر پرداخت را از این‌جا اضافه کنید!

source: Choose your shipping solutions
fa_ir: روش حمل‌تان را انتخاب کنید

source: How do you want to deliver your products?
fa_ir: چگونه مایلید کالاها را ارسال کنید؟

source: Here are the shipping methods available on your shop today.
fa_ir: اینجا روش‌های ارسالی که امروز در فروشگاه شما در دسترس هستند آمده است.

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
fa_ir: محبوب‌ترین روش ارسال را برای مشتریان انتخاب کنید! حامل خود را اضافه کنید یا یک ماژول آماده اضافه کنید.

source: You can offer more delivery options by setting up additional carriers
fa_ir: شما می‌توانید با افزودن حامل‌های دیگر، گزینه‌های تحویل بیشتری را ارائه کنید

source: Improve your shop with modules
fa_ir: فروشگاه خود را با ماژول‌ها بهبود ببخشید

source: Add new features and manage existing ones thanks to modules.
fa_ir: با کمک ماژول‌ها قابلیت‌های جدید اضافه کنید و قابلیت‌های فعلی را مدیریت کنید.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
fa_ir: برخی از ماژول‌ها از قبل نصب شده‌اند، دیگر ماژول ها ممکن است رایگان یا پولی باشند - انتخاب ما را مرور کنید و آنچه را موجود است بیابید!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
fa_ir: در اولین زبانه، ماژول‌های منتخب ما را ببینید. ماژول‌های خودتان را در زبانه دوم مدیریت کنید و اعلان‌ها را در تب سوم ببینید.

source: Skip this tutorial
fa_ir: از آموزش فشرده بگذر

source: Over to you!
fa_ir: حالا نوبت شماست!

source: You've seen the essential, but there's a lot more to explore.
fa_ir: شما ضروریات را دیده‌اید، اما چیزهای زیادی برای گشت و گذار وجود دارد.

source: Some ressources can help you go further:
fa_ir: برخی منابع می‌توانند بیشتر به شما کمک کنند:

source: Starter Guide
fa_ir: راهنمای تازه‌کاران

source: Forum
fa_ir: انجمن

source: Training
fa_ir: تمرین کردن

source: Video tutorial
fa_ir: آموزش تصویری

source: I'm ready
fa_ir: من آماده‌ام

source: Welcome to your shop!
fa_ir: به فروشگاه‌تان خوش آمدید!

source: Hi! My name is Preston and I'm here to show you around.
fa_ir: سلام! اسم من پرستون است و من اینجا هستم تا اطراف را به شما نشان دهم.

source: You will discover a few essential steps before you can launch your shop:
fa_ir: شما تعدادی مرحله‌ی ضروری را مشاهده خواهید کرد قبل از این‌که فروشگاه‌تون را راه بیاندازید:

source: Create your first product, customize your shop, configure shipping and payments...
fa_ir: اولین محصول خود را ایجاد کنید، فروشگاه‌تان را سفارشی‌سازی کنید، پرداخت و ارسال را پیکربندی کنید...

source: Let's get started!
fa_ir: بیایيد شروع کنیم!

source: Later
fa_ir: بعداً

source: Start
fa_ir: شروع

source: Launch your shop!
fa_ir: فروشگاه‌تون رو راه‌ بیاندازید!

source: Resume
fa_ir: ادامه

source: Stop the OnBoarding
fa_ir: پایان آشناسازی

source: Hey! Are you lost?
fa_ir: آهای! گم شده‌اید؟

source: To continue, click here:
fa_ir: برای ادامه ، اینجا را کلیک کنید:

source: If you want to stop the tutorial for good, click here:
fa_ir: اگر می‌خواهید آموزش را کاملاً پایان ببخشید، اینجا کلیک کنید:

source: Quit the Welcome tutorial
fa_ir: پایان آموزش خوش‌آمدگویی

source: Continue
fa_ir: ادامه

source: Step
fa_ir: گام(مرحله)

source: Next
fa_ir: بعدی

source: Welcome
fa_ir: خوش آمدید

source: Help the user to create his first product.
fa_ir: به کاربر کمک کن تا اولین محصولش را بسازد.
