Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesGAnalyticsAdmin.*.xlf
Languages: gl_es, ru_ru, sr_cs

source: Google Analytics
ru_ru: Аналитика Google
sr_cs: Google Analitika

source: Gain clear insights into important metrics about your customers, using Google Analytics
gl_es: Chega a comprender ben métricas importantes sobre a tú clientela empregando Google Analytics
ru_ru: Получение понятных данных по клиентам из важных метрик с помощью аналитики Google
sr_cs: Imajte savršen pregled o važnim stvarima vaših kupaca koristeći Google Analitiku

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
gl_es: Estás segura de querer desinstalar Google Analytics? Perderás tódolos datos relacionados con este módulo.
ru_ru: Точно хотите удалить аналитику Google? Все данные этого модуля будут удалены.
sr_cs: Da li ste sigurni da želite da deinstalirate Google Analitiku? Izgubiće te sve podatke što se odnose na ovaj modul.

source: Google Analytics Tracking ID
gl_es: ID de Seguemento de Google Analytics
ru_ru: Идентификатор отслеживания аналитики Google
sr_cs: ID za praćenje Google Analitike

source: This information is available in your Google Analytics account
gl_es: Esta información está dispoñible na túa conta de Google Analytics
ru_ru: Эта информация находитс в вашей учётной записи аналитики Google
sr_cs: Ove informacije su dostupne na vašem nalogu Google analitike

source: Enable User ID tracking
gl_es: Activar seguimento da ID de Usuario
ru_ru: Отслеживание по User ID
sr_cs: Omogući praćenje ID korisnika

source: Anonymize IP
ru_ru: Анонимизировать IP
sr_cs: Učinite IP anonimnim

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
ru_ru: Эта опция используется для анонимизации IP посетителей чтобы выполнять закон о персональных данных некоторых стран
sr_cs: Koristite ovu opciju da napravite posetiocev IP anonimnim i da budete u skaldu sa zakonom u pojedinim državama

source: Enable Cross-Domain tracking
ru_ru: Включить кросс-доменное отслеживание
sr_cs: Omogućite praćenje unakrsnog domena

source: Account ID updated successfully
gl_es: Actualizada correctamente a ID da Conta
ru_ru: ID учётной записи обновлен
sr_cs: ID naloga je uspešno ažuriran

source: Settings for User ID updated successfully
gl_es: A configuración da ID de Usuario actualizouse correctamente
ru_ru: Настройки User ID обновлены
sr_cs: Podešavanja ID korisnika su uspešno ažurirana

source: Settings for Anonymize IP updated successfully
ru_ru: Настройки анонимизации IP обновлены
sr_cs: Podešavanja za anoniman IP su uspešno ažurirana

source: Your customers go everywhere; shouldn't your analytics.
gl_es: A túa clientela vai a todas partes; as túas analíticas non deberían.
ru_ru: Ваши клиенты посещают разные места, их стоило бы проанализировать.
sr_cs: Vaši kupci idu svuda; zar ne bi trebalo da to radi i vaša analitika.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
gl_es: Google Analytics móstrache un perfil completo da clienta a través de anuncios, vídeos, sitios web e ferramentas sociais, táboas e teléfonos intelixentes. Isto fai máis doado servir ás túas clientas actuais e conseguir outras novas.
ru_ru: Аналитика Google показывает полныйный образ клиента, посещающего соцсетяи, вебсайты, смотрящего рекламу и видео, на планшетах и смартфонах. Это позволяет лучше обслуживать клиентов и находит новых.
sr_cs: Google Analytics vam pokazuje komletnu sliku o kupcu što vam pomaže u njegovom što boljem obsluživanju.Google Analytics vam pokazuje kompletnu sliku o kupcu što vam pomaže u njegovom što boljem obsluživanju kao i u pridobijanju novih kupaca.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
gl_es: Coa funcionalidade de comercio electrónico en Google Analytics podes chegar a comprender métricas importantes sobre o comportamento da compradora e a conversión, incluíndo:
ru_ru: Функции е-коммерции в аналитике Google дают вам важные метрики для получения понятных данных по поведению покупаелей иконверсии, включая:
sr_cs: Sa funkcijom e-komerc u Google Analytics imate čist uvid u važne parametre o ponašanju kupca i njegove prateće komunikacije:

source: Product detail views
gl_es: Vistas dos detalles do produto
ru_ru: Просмотры характеристик/свойств товара
sr_cs: Detalji o proizvodu

source: Internal merchandising Success
gl_es: Éxito da comercialización interna
ru_ru: Успешность внутреннего мерчендайзинга
sr_cs: Interna prodaja uspešna

source: "Add to cart" actions
gl_es: Accións "Engadir á cesta"
ru_ru: Действия "Положить в корзину"
sr_cs: "Dodaj u korpu" radnja

source: The checkout process
gl_es: O proceso de verificación e pagamento
ru_ru: Процесс оформления
sr_cs: Proces plaćanja

source: Internal campaign clicks
gl_es: Clics da campaña interna
ru_ru: Клики внутренних кампаний
sr_cs: Klikovi interne kampanje

source: And purchase
gl_es: E compra
ru_ru: И покупки
sr_cs: Dodaj kupovinu

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
gl_es: As comerciantes son capaces de comprender cómo de lonxe chegaron as usuarias no proceso de compra e onde o están deixando.
ru_ru: Продавцы смогут понять, до какого этапа покупки доходят пользователи, и где они останавливаются.
sr_cs: Trgovci su u mogućnosti da vide koliko su dugo korisnici u kupovnom procesu i kada napustaju vašu prodavnicu.

source: Create your account to get started.
gl_es: Crea a túa conta para comezar.
ru_ru: Для начала создайте учётную запись.
sr_cs: Kreirajte nalog da startujete.
