Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: bg_bg, hu_hu, id_id, ko_kr, sv_se

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
bg_bg: Разделът позволява добавянето на информация от раздела „Правна информация“ по-горе, в края на имейлите от магазина.
hu_hu: Ebben a részben megadhatod a "Jogi tartalom kezelése" részből származó információkat boltod e-mailjének alsó része felett.
id_id: Bagian ini memungkinkan Anda menyertakan informasi dari bagian "Manajemen Konten Hukum" di atas ini untuk ditambahkan di bawah surel toko Anda.
ko_kr: 이 섹션에서는 상점 이메일 하단 위의 '법적 콘텐츠 관리' 섹션의 정보를 포함하도록 허용합니다.
sv_se: Den här sektionen låter dig inkludera information från Användarvillkor i nedre delen av mail från din butik.

source: For each type of email, you can define which content you would like to include.
bg_bg: Можете да изберете какво съдържание да бъде добавено към всеки един тип имейл.
hu_hu: Bármilyen típusú e-mailhez megadhatod, hogy milyen tartalmat szeretnél belefoglalni.
id_id: Untuk setiap jenis surel, Anda dapat menentukan konten apa saja yang ingin Anda sertakan.
ko_kr: 각 이메일 유형별로, 포함시키고 싶은 콘텐츠를 정의할 수 있습니다.
sv_se: För varje typ av mail så kan du definiera vilket innehåll du vill inkludera.

source: Email templates
bg_bg: Шаблони за писмата
hu_hu: Email sablonok
id_id: Template email
ko_kr: 이메일 템플릿
sv_se: E-postmallar

source: Legal content management
bg_bg: Правна информация
hu_hu: Jogi tartalom kezelése
id_id: Manajemen konten hukum
ko_kr: 법적 콘텐츠 관리
sv_se: Hantering av innehåll för villkor

source: Your country's legislation may require you to communicate some specific legal information to your customers.
bg_bg: Законодателството на държавата ви може да изисква да предоставите определена правна информация на клиентите си.
hu_hu: Országod jogszabályai előírhatják, hogy bizonyos jogi információkat közölj a vásárlóiddal.
id_id: Sebab undang-undang negara, Anda mungkin diharuskan untuk menyampaikan beberapa informasi hukum tertentu bagi pelanggan Anda.
ko_kr: 거주 국가의 법률 규제에 따라 고객에게 특정 법률 정보를 전달해야 할 수도 있습니다.
sv_se: De lokala lagarna i ditt land kanske gör att du måste informera dina kunder om vissa villkor.

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
bg_bg: Модулът „Законови изисквания“ съдържа инструменти за информиране на клиентите Ви относно правните изисквания, като напр. статични страници (някои от които са създадени от модула с конкретна задача). Ваше задължение е да попълвате съответните страници с нужното съдържание.
hu_hu: A Jogszabályi megfelelés modul segítségével (a modul számára létrehozott) statikus oldalak használatával feltüntetheted a jogszabályokban előírt információkat vásárlóid számára. A Te felelősséged, hogy a megfelelő oldalakat feltöltsd az előírt tartalommal.
id_id: Modul Kepatuhan Hukum memberikan sarana untuk menunjukkan informasi yang diwajibkan secara hukum kepada pelanggan, dengan menggunakan halaman statis (sebagian sengaja dibuat oleh modul). Menjadi tanggung jawab Anda untuk mengisi halaman yang terkait dengan materi yang diwajibkan.
ko_kr: Legal Compliance 모듈은 정적인 페이지 (일부는 모듈에 의해 생성됨) 를 사용하여, 고객에게 합법적으로 필요한 정보를 표시하는 수단을 제공합니다. 해당 페이지에 필요한 내용을 기입하는 것은 당신의 책임입니다.
sv_se: Villkorsmodulen ger möjlighet att ange lagstadgad information till kunden, med hjälp av statiska sidor (vissa skapas avsiktligt av modulen). Det är ditt ansvar att fylla i motsvarande sidor med det innehåll som krävs.

source: For each of the topics below, first indicate which of your Pages contains the required information:
bg_bg: За всяка една от темите по-долу първо укажете коя от Страниците ви съдържа изискваната информация:
hu_hu: Az alábbi témák mindegyikéhez először jelöld be, melyik oldalaid tartalmazzák a szükséges információt:
id_id: Untuk tiap topik di bawah, tunjukkan lebih dahulu Halaman Anda yang mengandung informasi yang diminta:
ko_kr: 아래의 각 주제에 대해서, 먼저 필요한 정보가 포함된 페이지를 알려주세요:
sv_se: För vart och ett av ämnena nedanför, ange först vilka av dina sidor som innehåller den information som krävs:

source: Add new Page
bg_bg: Добавяне на нова страница
hu_hu: Új oldal hozzáadása
id_id: Tambahkan Halaman baru
ko_kr: 새 페이지 추가
sv_se: Lägg till ny sida
