Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: el_gr, es_co, fa_ir, it_it, vi_vn

source: Empty recordset returned
el_gr: Επεστράφη κενό recordset
es_co: Registros vacíos devueltos
fa_ir: خالی کردن ثبت شده ها
it_it: Restituito recordset vuoto
vi_vn: Không có dữ liệu trả về

source: Valid orders
el_gr: Ισχύει εντολές
es_co: Pedidos válidos
fa_ir: سفارشات معتبر
it_it: Ordini validi
vi_vn: Đơn hàng hợp lệ

source: Money spent
el_gr: Τα χρήματα που δαπανήθηκαν
es_co: Dinero gastado
fa_ir: پول خرج شده
it_it: Denaro speso
vi_vn: Tiền trả

source: Best customers
el_gr: Οι καλύτεροι πελάτες
es_co: Mejores clientes
fa_ir: بهترین مشتریان
it_it: Migliori clienti
vi_vn: Khách hàng tốt nhất

source: Adds a list of the best customers to the Stats dashboard.
el_gr: Προσθέτει μια λίστα με τους καλύτερους πελάτες στον πίνακα των στατιστικών.
es_co: Añade una lista de los mejores clientes en el tablero de Estadísticas.
fa_ir: افزودن لیستی از بهترین مشتریان به داشبورد آمار.
it_it: Aggiunge una lista dei migliori clienti alla dashboard delle statistiche.
vi_vn: Thêm một danh sách các nhà cung cấp tốt nhất vào Stats dashboard.

source: Develop clients' loyalty
el_gr: Αναπτύξτε την αφοσίωση πελατών
es_co: Desarrolle la fidelidad de los clientes
fa_ir: توسعه وفاداری مشتری ها
it_it: Sviluppa la fedeltà dei clienti
vi_vn: Củng cố sự trung thành của khách hàng

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
el_gr: Η διατήρηση ενός πελάτη είναι πιο κερδοφόρα από ό, τι να κερδίσετε ένα νέο. Αυτός είναι ένας από τους λόγους να αναπτύξετε την αφοσίωση των πελατών.
es_co: El mantenimiento de un cliente puede ser más rentable que la obtención de uno nuevo. Esa es una de las muchas razones por las que es necesario cultivar la fidelidad del cliente.
fa_ir: نگه داشتن یک مشتری سود آور تر از به دست آوردن یک مشتری جدید است. بنابراین ، وفادار ساختن آنها ضروری است، به عبارت دیگر آنها را وادار به بازگشت به فروشگاه خود کنید.
it_it: Mantenere un cliente può essere più redditizio che ottenerne uno nuovo. Questo è uno dei motivi per cui è necessario sviluppare la loro fedeltà, in altre parole, devi farli tornare al tuo negozio online.
vi_vn: Giữ một khách hàng có thể nhiều lợi nhuận hơn đạt được một hình mới. Đó là một trong nhiều lý do nó là cần thiết để trau dồi lòng trung thành của khách hàng.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
el_gr: Η διάδοση από στόμα σε στόμα είναι επίσης ένα μέσο για να κερδίσετε νέους, ικανοποιημένους πελάτες? Ένας δυσαρεστημένος πελάτης δεν θα προσελκύσει νέους πελάτες.
es_co: El boca a boca es también un medio para conseguir nuevos clientes satisfechos. Un cliente insatisfecho puede hacerle daño a su reputación y obstaculizar futuras metas de ventas.
fa_ir: راضی بودن یک مشتری وسیله ای برای جذب یک مشتری جدید است، یک مشتری ناراضی مشتری جدیدی را جذب نمیکند.
it_it: Il passaparola è anche un mezzo per ottenere nuovi clienti soddisfatti; un cliente non soddisfatto non attirerà nuovi clienti.
vi_vn: Truyền miệng cũng là một phương tiện cho việc mới, khách hàng hài lòng. Một khách hàng không hài lòng có thể làm tổn thương e-danh tiếng của bạn và cản trở mục tiêu bán hàng trong tương lai.

source: In order to achieve this goal, you can organize:
el_gr: Για την επίτευξη αυτού του στόχου, μπορείτε να οργανώσετε:
es_co: Para alcanzar este objetivo, usted puede organizar:
fa_ir: برای رسیدن به این هدف شما می توانید موارد زیر را سازماندهی کنید:
it_it: Al fine di raggiungere questo obiettivo è possibile organizzare:
vi_vn: Để đạt được mục tiêu này bạn có thể tổ chức

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
el_gr: Ενέργειες συνέπειας: εμπορικές αμοιβές (προσωποποιημένες σπέσιαλ προσφορές, προϊόντα ή εξυπηρέτηση), μη εμπορική αμοιβή (προτεραιότητα παραγγελίας ή προϊόντος), χρηματικές αμοιβές (bonds, εκπτωτικά κουπόνια, επιστροφές χρημάτων).
es_co: Operaciones puntuales: recompensas comerciales (ofertas especiales personalizadas, productos o servicios ofrecidos), recompensas no comerciales (manipulación de prioridad de una orden o un producto), recompensas pecuniarias (bonos, cupones de descuento, reembolso).
fa_ir: شرح اعمال: جوایز تجاری (پیشنهادات ویژه شخصی، تخفیف محصول و یا خدمات)، جوایز غیر تجاری (اولویت رسیدگی به یک سفارش و یا یک محصول)، جوایز نقدی (قراردادها، کوپن های تخفیف، بازگشت وجه).
it_it: Operazioni puntuali: premi commerciali (offerte speciali personalizzate, prodotto o servizio offerto), premi non commerciale (gestione prioritaria di un ordine o un prodotto), premi pecuniari (obbligazioni, buoni sconto, ...).
vi_vn: Đúng giờ hoạt động: phần thưởng thương mại (ưu đãi đặc biệt cá nhân hoá, sản phẩm hoặc dịch vụ được cung cấp), Phi thương mại phần thưởng (ưu tiên xử lý một đơn đặt hàng hoặc một sản phẩm), bằng tiền thưởng (trái phiếu, phiếu giảm giá, hoàn vốn).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
el_gr: Ενέργειες βιωσιμότητας: πόντοι αφοσίωσης ή κάρτες, οι οποίες όχι μόνο θα δικαιολογούν δικαιολογία επικοινωνίας μεταξύ του έμπορα και του πελάτη, αλλά επίσης προσφέρουν πλεονεκτήματα στους πελάτες (προσωπικές προσφορές, εκπτώσεις).
es_co: Operaciones sostenibles: puntos de fidelidad o tarjetas, que no sólo justifican la comunicación entre comerciante y cliente, sino que también ofrece ventajas a los clientes (ofertas privadas, descuentos).
fa_ir: اعمال مناسب: کارت ها و یا امتیازهای وفاداری، که نه تنها ارتباط بین مشتری و فروشنده را تنظیم می کنند، بلکه به مشتریان پیشنهادات مفیدی را نیز می دهند (پیشنهادات خصوصی، تخفیف ها).
it_it: operazioni sostenibili: le carte fedeltà o punti, che non solo giustificano la comunicazione tra commerciante e cliente, ma offre anche vantaggi ai clienti (offerte private, sconti).
vi_vn: Hoạt động bền vững: điểm trung thành hoặc thẻ, trong đó không chỉ biện minh cho giao tiếp giữa người bán hàng và khách hàng, mà còn cung cấp những thuận lợi cho khách hàng (Mời tư nhân, giảm giá).

source: These operations encourage clients to buy products and visit your online store more regularly.
el_gr: Αυτές οι λειτουργίες ενθαρρύνουν τους πελάτες να αγοράζουν προϊόντα και να επισκέπτονται το ηλεκτρονικό σας κατάστημα πιο τακτικά.
es_co: Estas operaciones animan a los clientes a comprar productos y visitar su tienda en línea con más regularidad.
fa_ir: این عملیات باعث تشویق مشتریان به خرید محصولات بیشتر و بازدید فروشگاه آنلاین شما به صورت منظم تری می شود.
it_it: Questa opzione incoraggia i clienti ad acquistare prodotti e a visitare il tuo negozio online con più regolarità.
vi_vn: Những hoạt động khuyến khích khách hàng mua sản phẩm và đến cửa hàng trực tuyến của bạn thường xuyên hơn.
