Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatscatalogAdmin.*.xlf
Languages: ca_es, ja_jp, nl_nl

source: Catalog statistics
ca_es: Catàleg d'estadístiques
ja_jp: カタログ統計
nl_nl: Winkel statistieken

source: Adds a tab containing general statistics about your catalog to the Stats dashboard.
ca_es: Afegeix una pestanya que conté estadístiques generals sobre el vostre catàleg al tauler d'estadística.
nl_nl: Voegt een tabblad met algemene statistieken over de catalogus toe aan het Statistieken Dashboard.

source: (1 purchase / %d visits)
ca_es: (1 compra / %d visites)
ja_jp: （1購入 / %d 訪問）
nl_nl: (1 aankoop / %d bezoeken)

source: Choose a category
ca_es: Triï una categoria
ja_jp: カテゴリを選択
nl_nl: Kies een categorie

source: Products available:
ca_es: Productes disponibles:
ja_jp: 利用可能な商品：
nl_nl: Beschikbare producten:

source: Average price (base price):
ca_es: Preu mitjà (preu base):
ja_jp: 平均の価格（ベース価格）：
nl_nl: Gemiddelde prijs (basis prijs):

source: Product pages viewed:
ca_es: Pàgines visitades del producte:
ja_jp: 参照された商品ページ：
nl_nl: Bekeken productpagina's:

source: Average number of page visits:
ca_es: Mitjana del nombre de visites a la pàgina:
ja_jp: 平均のページ訪問者数：
nl_nl: Gemiddeld aantal bekeken pagina's:

source: Average number of purchases:
ca_es: Mitjana del nombre de compres:
ja_jp: 平均の購入数：
nl_nl: Gemiddeld aantal aankopen:

source: Images available:
ca_es: Imatges disponibles:
ja_jp: 利用可能な画像：
nl_nl: Beschikbare afbeeldingen:

source: Average number of images:
ca_es: Mitjana del nombre d'imatges:
ja_jp: 平均の画像数：
nl_nl: Gemiddeld aantal afbeeldingen:

source: Products never viewed:
ca_es: Productes mai vistos:
ja_jp: 今まで参照されていない商品：
nl_nl: Producten nooit bekeken:

source: Products never purchased:
ca_es: Productes mai va comprar:
ja_jp: 今まで購入されていない商品：
nl_nl: Producten nooit gekocht:

source: Conversion rate*:
ca_es: Rati de conversió*:
ja_jp: コンバージョン率*：
nl_nl: Conversie verhouding*:

source: Defines the average conversion rate for the product page. It is possible to purchase a product without viewing the product page, so this rate can be greater than 1.
ca_es: Defineix el rati mitjà de conversió per a la pàgina de producte. És possible comprar un producte sense visitar-ne la seva pàgina, per la qual cosa aquesta taxa pot ser superior a 1.
nl_nl: Gemiddelde conversie verhouding voor de product pagina. Het is mogelijk om een product te kopen zonder de product pagina te bekijken, deze verhouding kan dus groter dan 1 zijn.

source: Products never purchased
ca_es: Productes no adquirits
ja_jp: 今まで購入されていない商品
nl_nl: Producten nooit gekocht

source: Edit / View
ca_es: Editar / Veure
ja_jp: 編集/表示
nl_nl: Bewerken / bekijken
