Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesDashproductsAdmin.*.xlf
Languages: az_az

source: Adds a block with a table of your latest orders and a ranking of your products
az_az: Ən son sifarişlərinizi və məhsul reytinqlərini göstərən bir blok artırır.

source: Customer Name
az_az: Alıcı adı

source: Details
az_az: Ətraflı

source: Total sold
az_az: Toplam satış

source: Net profit
az_az: Təmiz gəlir

source: Views
az_az: Baxışlar

source: Added to cart
az_az: Səbətə artırıldı

source: Results
az_az: Nəticələr

source: Number of "Recent Orders" to display
az_az: Göstəriləcək "Son Sifarişlər" sayı

source: Number of "Best Sellers" to display
az_az: Göstəriləcək "Ən Çox Satılanlar" sayı

source: Number of "Most Viewed" to display
az_az: Göstəriləcək "Ən Çox Baxılanlar" sayı

source: Number of "Top Searches" to display
az_az: Göstəriləcək "Ən Çox Axtarılanlar" sayı

source: Products and Sales
az_az: Məhsullar və Endirimlər

source: Recent Orders
az_az: Ən Son Sifarişlər

source: Best Sellers
az_az: Ən çox satılanlar

source: Most Viewed
az_az: Ən Çox Baxılan

source: Top Searches
az_az: Ən Çox Axtarılanlar

source: Last %d orders
az_az: Son %d sifariş

source: Top %d products
az_az: Ən yaxşı %d məhsul

source: From
az_az: Kimdən

source: to
az_az: à

source: Top %d most search terms
az_az: Ən çox axtarılan %d söz
