Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesAutoupgradeAdmin.*.xlf
Languages: el_gr, he_il, hu_hu, id_id, sl_si, sv_se

source: Database backup done in filename %s. Now upgrading files...
el_gr: Το αντίγραφο ασφαλείας της βάσης δεδομένων ολοκληρώθηκε με όνομα αρχείου %s. Γίνεται αναβάθμιση των αρχείων...
he_il: גיבוי מסד הנתונים לקובץ %s הושלם. משדרג קבצים כעת...
hu_hu: Az adatbázis adatmentése %s fájlnévbe kész. Fájlok frissítése következik...
id_id: Proses backup file database %s selesai. Mulai upgrade file...
sl_si: Arhiv baze podatkov končan v datoteki z imenom %s. Sedaj posodabljam datoteke...
sv_se: Databasbackup klar för fil %s. Uppgraderar nu filer...

source: The database has been cleaned.
el_gr: Η βάση δεδομένων έχει καθαριστεί.
he_il: מסד הנתונים נוקה.
hu_hu: Adatbázis kitisztítva.
id_id: Database telah dibersihkan.
sl_si: Baza podatkov je bila počiščena.
sv_se: Databasen har rensats.

source: listModules is not an array. No module has been updated.
el_gr: listModules δεν είναι πίνακας. Κανένα πρόσθετο δεν αναβαθμίστηκε.
he_il: listModules אינו מערך, לא עודכנו מודולים.
hu_hu: listModules nem egy lista. Egy modul sem lett frissítve.
id_id: listModules bukan array. Tidak ada modul yang diperbaharui.
sl_si: Seznnam modulov ni vrsta. Moduli niso bili posodobljeni.
sv_se: listModules är ingen array. Ingen modul har uppdaterats.

source: The files of module %s have been upgraded.
el_gr: Τα αρχεία του πρόσθετου %s έχουν αναβαθμιστεί.
he_il: קבצי המודול %s שודרגו.
hu_hu: %s modul fájljai frissítve.
id_id: File pada modul %s berhasil diupgrade.
sl_si: Datoteke modula %s so bile posodobljene.
sv_se: Filerna för modul %s har uppgraderats.

source: %s modules left to upgrade.
el_gr: %s πρόσθετα εμείναν για αναβάθμιση.
he_il: נותרו %s מודולים לשדרוג.
hu_hu: %s modul frissítésre vár.
id_id: %s modul lagi yang akan diupgrade.
sl_si: %s modulov za posodobit.
sv_se: %s moduler kvar att uppgradera.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
el_gr: Το πρόσθετο %modulename% δεν είναι συμβατό με την έκδοση %version%, θα αφαιρεθεί από το FTP σας.
id_id: Modul %modulename% tidak kompatibel dengan versi %version%; modul akan dihapus dari FTP.
sl_si: %modulename% modul ni združljiv s to verzijo %version%, bo odstranjen iz vašega FTP.
sv_se: %modulename% modulen är inte kompatibel med version %version%, den kommer att tas bort från din FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
el_gr: Το πρόσθετο %modulename% δεν είναι συμβατό με την έκδοση %version%, παρακαλώ αφαιρέστε το από το FTP σας.
id_id: Modul %modulename% tidak kompatibel dengan versi %version%; hapuslah dari FTP.
sl_si: %modulename% modul ni združljiv s to verzijo %version%, prosim odstranite ga iz vašega FTP.
sv_se: %modulename% modulen är inte kompatibel med version %version%, vänligen ta bort det från din FTP.

source: Addons modules files have been upgraded.
el_gr: Τα αρχεία για τα πρόσθετα αναβαθμίστηκαν.
he_il: קבצי מודלי התוספים שודרגו.
hu_hu: Addons modulok fájljai frissítve.
id_id: Module Addons berhasil diupgrade.
sl_si: Modul dodatkov je bil posodobljen.
sv_se: Filer för Addon-moduler har uppgraderats.

source: %s modules will be upgraded.
el_gr: %s πρόσθετα θα αναβαθμιστούν.
he_il: %s מודולים ישודרגו.
hu_hu: %s modul frissítve lesz.
id_id: %s module akan diupgrade.
sl_si: %s modulov bo posodobljenih.
sv_se: %s moduler kommer att uppgraderas.

source: Could not assert the folder %s contains a valid PrestaShop release, exiting.
el_gr: Δεν μπόρεσε να επιβεβαιωθεί ότι ο φάκελος %s περιέχει μια έγκυρη έκδοση Prestashop, έξοδος.

source: A file may be missing, or the release is stored in a subfolder by mistake.
el_gr: Κάποιο αρχείο μπορεί να απουσιάζει, ή η έκδοση είναι αποθηκευμένη σε υποφάκελο από λάθος.

source: Starting to remove %s sample files
el_gr: Γίνεται διαγραφή %s αρχείων δειγμάτων
id_id: Mulai menghapus file contoh %s
sl_si: Začenjam z odstranjevanjem %s vzorčnih datotek
sv_se: Börjar med att ta bort %s exempelfiler

source: Error while removing item %itemname%, %itemscount% items left.
el_gr: Σφάλμα καθώς αφαιρούταν το %itemname%, %itemscount% αντικείμενα απομένουν.
id_id: Eror selagi menghapus butir %itemname%, %itemscount% butir tersisa.
sl_si: Napaka pri odstranitvi %itemname%, %itemscount% preostalih.
sv_se: Fel vid borttagning av objekt %itemname%, %itemscount% objekt kvar.

source: %itemname% item removed. %itemscount% items left.
el_gr: %itemname% στοιχείο διαγράφτηκε. %itemscount% στοιχεία απομένουν.

source: All sample files removed. Now backing up files.
el_gr: Όλα τα πρότυπα αρχεία διαγράφηκαν. Δημιουργούνται αντίγραφα ασφαλείας των αρχείων.
he_il: כל קבצי הדוגמה הוסרו. כעת מגבה קבצים.
hu_hu: Mintafájlok eltávolítva. Mentés folyamatban.
id_id: Semua file contoh telah dihapus. Proses backup file dimulai.
sl_si: Vse vzorčne datoteke odstranjene. Sedaj arhiviram datoteke.
sv_se: Alla demofiler raderade. Säkerhetskopierar nu filer.

source: All sample files removed. Backup process skipped. Now upgrading files.
el_gr: Όλα τα πρότυπα αρχεία διαγράφηκαν. Η δημιουργία αντιγράφων ασφαλείας παρακάμφθηκε. Γίνεται αναβάθμιση των αρχείων.
he_il: כל קבצי הדוגמה הוסרו. תהליך הגיבוי דולג. משדרג קבצים כעת.
hu_hu: Minden minta fájl eltávolítva. Biztonsági mentés átugorva. Fájlok frissítése folyamatban.
id_id: Semua file contoh telah dihapus. Proses backup dilewati. Proses upgrade file dimulai.
sl_si: Vse vzorčne datoteke odstranjene. Izdelava arhiva preskočena. Sedaj posodabljam datoteke.
sv_se: Alla demofiler raderade. Backupprocess avbruten. Uppgraderar nu filer.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
el_gr: Το allow_url_fopen ή το cURL πρέπει να είναι ενεργό για να λειτουργήσει η αυτόματη λήψη. Μπορείτε επίσης να το ανεβάσετε χειροκίνητα στη διαδρομή αρχείου %s.
he_il: אתה צריך לאפשר allow_url_fopen או cURL כדי שההורדה אוטומטית תעבוד. אתה יכול גם להעלות אותו באופן ידני בנתיב הקובץ %s .
hu_hu: Az allow_url_fopen vagy a cURL bekapcsolása szükséges az automatikus letöltés működéséhez, de manuálisan is feltöltheted ide: %s.
id_id: Seting allow_url_fopen atau cURL harus diaktifkan agara proses download otomatis dapat berfungsi. Atau Anda dapat menggunggah file tersebut ke %s.
sl_si: Da bo avtomatski prenos deloval, morate omogočit allow_url_fopen ali cURL. Lahko pa tudi ročno prenesete v %s.
sv_se: Inställningen url_fopen eller modulen cURL måste vara aktiverad för att automatisk nerladdning ska fungera. Du kan också ladda upp den manuellt sökväg %s.

source: Downloading from %s
el_gr: Λήψη από %s
id_id: Mengunduh dari %s
sl_si: Prenašam iz %s
sv_se: Laddar ner från %s

source: File will be saved in %s
el_gr: Αρχείο θα αποθηκευτεί στο %s
id_id: File akan disimpan di %s
sl_si: Datoteke bodo shranjene v %s
sv_se: Filen kommer att sparas i %s

source: Download directory has been emptied
el_gr: Ο φάκελος λήψης άδειασε
id_id: Direktori unduhan telah dikosongkan
sl_si: Mapa prenosov je bila izpraznjena
sv_se: Katalogen för nedladdning har tömts

source: Download complete.
el_gr: Η λήψη ολοκληρώθηκε.
he_il: הורדה הסתיימה.
hu_hu: Letöltés befejezve.
id_id: Download selesai.
sl_si: Prenos končan.
sv_se: Nerladdning färdig.

source: Download complete. Now extracting...
el_gr: Η λήψη ολοκληρώθηκε. Γίνεται εξαγωγή...
he_il: הורדה הושלמה. מחלץ כעת קבצים...
hu_hu: Letöltés befejezve. Kitömörítés folyamatban...
id_id: Download selesai. Mulai ekstrak file...
sl_si: Prenos končan. Sedaj razširjam...
sv_se: Nerladdning färdig. Extraherar nu...

source: Download complete but MD5 sum does not match (%s).
el_gr: Η λήψη ολοκληρώθηκε αλλά το MD5 δεν ταιριάζει (%s).
he_il: ההורדה הושלמה אבל סכום MD5 אינו תואם (%s).
hu_hu: A letöltés befejeződött, de az MD5 összeg nem egyezik (%s).
id_id: Download selesai tapi md5sum tidak cocok (%s).
sl_si: Prenos končan vendar se MD5 ne ujema (%s).
sv_se: Nerladdning färdig med md5-summan matchar inte (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
el_gr: Η λήψη ολοκληρώθηκε αλλά το άθροισμα MD5 δεν ταιριάζει (%s). Η λειτουργία ματαιώθηκε.
he_il: ההורדה הושלמה אבל סכום MD5 אינו תואם (%s). מבצע ביטול.
hu_hu: A letöltés befejeződött, de az MD5 összeg nem egyezik (%s). Művelet megszakítva.
id_id: Download berhasil tetapi MD5 sum tidak cocok (%s). Proses dibatalkan.
sl_si: Prenos končan vendar se MD5 ne ujema (%s). Operacija preklicana.
sv_se: Nerladdning färdig med md5-summan matchar inte (%s). Åtgärden avbröts.

source: Error during download. The private key may be incorrect.
el_gr: Σφάλμα κατά τη λήψη. Το προσωπικό κλειδί μοιάζει λανθασμένο.
he_il: שגיאה בעת ההורדה. המפתח הפרטי עשוי להיות שגוי.
hu_hu: Hiba a letöltés során. A privát kulcs talán téves.
id_id: Eror ketika download. Private key tidak valid.
sl_si: Napaka med prenosom. Privatni ključ je morda napačen.
sv_se: Fel vid nerladdning. Den privata nyckeln kan vara felaktig.

source: Error during download
el_gr: Σφάλμα κατά την λήψη
he_il: שגיאה בעת הורדה.
hu_hu: Hiba a letöltés során
id_id: Eror ketika download
sl_si: Napaka med prenosom
sv_se: Fel vid nerladdning

source: Download directory %s is not writable.
el_gr: Ο κατάλογος λήψης %s δεν είναι εγγράψιμος.
he_il: ספריית ההורדה %s אינה ניתן לכתיבה.
hu_hu: %s letöltési mappa nem írható.
id_id: Direktori download %s tidak dapat ditulisi.
sl_si: Mapa prenosov %s ni zapisljiva.
sv_se: Nerladdningskatalog %s är inte skrivbar.

source: "/latest" directory has been emptied
el_gr: Ο φάκελος "/latest" άδειασε
he_il: ספריית "/latest" רוקנה
hu_hu: "/latest" mappa kiürítve
id_id: Direktori "/latest" telah dikosongkan
sl_si: "/latest" mapa je izpraznjena
sv_se: katalogen "/latest" har tömts

source: Extraction directory %s is not writable.
el_gr: Ο φάκελος εξαγωγής %s δεν είναι εγγράψιμος.
he_il: ספריית החילוץ %s אינה ניתנת לכתיבה.
hu_hu: %s kitömörítési mappa nem írható.
id_id: Folder %s untuk extract tidak dapat ditulisi.
sl_si: Mapa za razširjanje %s ni zapisljiva.
sv_se: Katalog %s för extrahering är inte skrivbar.

source: Unable to extract %filepath% file into %destination% folder...
el_gr: Αδύνατη η εξαγωγή %filepath% αρχείου στο %destination% φάκελο...
id_id: Tidak dapat menarik file %filepath% ke dalam folder %destination%...
sl_si: Ni mogoče razširiti %filepath% datoteke v %destination% mapo...
sv_se: Det går inte att extrahera filen %filepath% till katalogen %destination%...

source: No prestashop/ folder found in the ZIP file. Aborting.
el_gr: Δεν βρέθηκε prestashop/ φάκελος στο ΖΙΡ αρχείο. Ακυρώνω.

source: File extraction complete. Removing sample files...
el_gr: Η εξαγωγή αρχείων ολοκληρώθηκε. Κατάργηση αρχείων δείγματος...
he_il: חילוץ הקובץ הושלם. מסיר קבצי דוגמה...
hu_hu: Fájlkibontás befejezve, mintafájlok eltávolítása...
id_id: Ekstrak file selesai. Menghapus file contoh...
sl_si: Razširjanje končano. Odstranjujem vzorčne datoteke...
sv_se: Extrahering klar. Tar bort exempelfiler...

source: Upgrade process done, but some warnings have been found.
el_gr: Η διαδικασία αναβάθμισης ολοκληρώθηκε, αλλά βρέθηκαν μερικές προειδοποιήσεις.
he_il: תהליך השדרוג הסתיים, אולם נמצאו מספר שגיאות.
hu_hu: Frissítési folyamat befejezve, de előfordult néhány figyelmeztetés.
id_id: Proses upgrade selesai, tapi terdapat beberapa peringatan.
sl_si: Nadgradnja je končana, vendar so bile najdene nekatere napake.
sv_se: Uppgradering klar, men några oklarheter uppstod.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
el_gr: Η διαδικασία αναβάθμισης ολοκληρώθηκε. Συγχαρητήρια! Μπορείτε τώρα να επανεργοποιήσετε το κατάστημά σας.
he_il: תהליך השדרוג הסתיים. ברכותינו! ניתן להוציא את החנות ממצב תחזוקה כעת.
hu_hu: Frissítési folyamat befejezve. Gratulálunk! Újraaktiválhatod a boltodat.
id_id: Proses upgrade selesai. Selamat ! Anda sekarang dapat mengaktifkan kembali toko Anda.
sl_si: Postopek obnove končan. Čestitamo! Sedaj lahko ponovno omogočite trgovino.
sv_se: Uppgradering klar. Grattis! Du kan nu aktivera din butik igen.

source: %s removed
el_gr: %s Αφαιρέθηκε
he_il: %s הוסרו
hu_hu: %s eltávolítva
id_id: %s dihapus
sl_si: %s odstranjeno
sv_se: %s borttagen

source: Please remove %s by FTP
el_gr: Παρακαλώ αφαιρέστε το %s μέσω FTP
he_il: נא להסיר %s על ידי FTP
hu_hu: %s eltávolítása FTP-vel
id_id: Harap hapus %s melalui FTP
sl_si: Prosim odstranite %s iz FTP
sv_se: Vänligen ta bort %s via FTP

source: File %s does not exist. Unable to select that channel.
el_gr: Το αρχείο %s δεν υπάρχει. Δεν είναι δυνατό να επιλεγεί αυτό το κανάλι.
he_il: קובץ %s לא קיים. לא ניתן לבחור את הערוץ.
hu_hu: %s fájl nem található. Nem választható a csatorna.
id_id: file %s tidak ditemukan. Tidak dapat memilih channel tersebut.
sl_si: Datoteka %s ne obstaja. Ne morem izbrati tega kanala.
sv_se: Filen %s finns inte. Kan inte välja kanalen.

source: Version number is missing. Unable to select that channel.
el_gr: Ο αριθμός έκδοσης λείπει. Δεν είναι δυνατό να επιλεγεί αυτό το κανάλι.
he_il: מספר הגרסה חסר. אין אפשרות לבחור ערוץ זה.
hu_hu: Verziószám hiányzik. Nem választható a csatorna.
id_id: Versi hilang, tidak dapat memilih channel tersebut.
sl_si: Manjka številka verzije. Ne morem nastavit tega kanala.
sv_se: Versionsnummer saknas. Kanalen kan inte väljas.

source: Upgrade process will use archive.
el_gr: Η διαδικασία αναβάθμισης θα χρησιμοποιήσει το συμπιεσμένο αρχείο.
he_il: תהליך העדכון ישתמש בקובץ ארכיון (זיפ / טאר).
hu_hu: Frissítési folyamat biztonsági mentést fog használni.
id_id: Proses upgrade akan menggunakan arsip.
sl_si: Proses nadgradnje bo uporabil arhiv.
sv_se: Uppgraderingsprocessen använder arkiv.

source: Error on saving configuration
el_gr: Σφάλμα κατά την αποθήκευση ρυθμίσεων
he_il: שגיאה בשמירת ההגדרות
hu_hu: Hiba a konfiguráció mentése során
id_id: Eror ketika menyimpan konfigurasi
sl_si: Napaka pri shranjevanju nastavitev
sv_se: Fel när konfiguration skulle sparas

source: Configuration successfully updated.
el_gr: Οι ρυθμίσεις ενημερώθηκαν επιτυχώς.
he_il: הגדרות עודכנו בהצלחה.
hu_hu: Konfiguráció sikeresen frissítve.
id_id: Konfigurasi berhasil diperbaharui.
sl_si: Čestitamo, posodobitev je bila uspešna.
sv_se: Konfiguration uppdaterades,.

source: This page will now be reloaded and the module will check if a new version is available.
el_gr: Αυτή η σελίδα θα πρέπει τώρα να ξαναφορτωθεί και η μονάδα θα ελέγξει αν νέα έκδοση είναι διαθέσιμη.
he_il: דף זה כעת יטען, והמודול ייבדק אם קיימת גרסה חדשה זמינה.
hu_hu: Ez az oldal most újratöltődik és a modul ellenőrzi majd új verzió elérhetőségét.
id_id: Halaman akan direfresh dan modul akan melakukan pengecekan jika versi terbaru telah tersedia.
sl_si: Ta stran bo sedaj osvežena in modul bo preveril, če je na voljo nadgradnja.
sv_se: Den här sidan kommer att laddas om och modulen kommer att kontrollera om en ny version finns tillgänglig.

source: Unable to check files for the installed version of PrestaShop.
el_gr: Αδύνατο να ελεγχθούν τα αρχεία για την εγκατεστημένη έκδοση του PrestaShop.
he_il: לא ניתן לבדוק את הקבצים עבור הגרסה המותקנת של פרסטהשופ.
hu_hu: Nem ellenőrizhetőek a PrestaShopt telepített fájlok verziói.
id_id: Tidak dapat cek file di versi Presatshop yang Anda install.
sl_si: Ne morem preverit datotek trenutne verzije PrestaShop.
sv_se: Kunde inte kontrollera filer för den installerade versionen av PrestaShop.

source: Core files are ok
el_gr: Τα αρχεία του πυρήνα είναι εντάξει
he_il: קבצי ליבה תקינים
hu_hu: Rendszerfájlok rendben
id_id: File core ok
sl_si: Core datoteke so vredu
sv_se: Kärnfiler är okej

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
el_gr: %modificationscount% τροποποιήσεις αρχείων έχουν εντοπιστεί, συμπεριλαμβανομένων %coremodifications% από τον πυρήνα και τα μητρικά πρόσθετα:
id_id: %modificationscount% perubahan file telah terdeteksi, di antaranya %coremodifications% dari modul-modul inti dan bawaan:
sl_si: %modificationscount% modifikacij datotek je bilo zaznano, vključno %coremodifications% z core i native moduli:
sv_se: %modificationscount% filändringar har upptäckts, bland annat,%coremodifications% från kärnan och medföljande moduler:

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
el_gr: %modifiedfiles% αρχεία θα τροποποιηθούν, %deletedfiles% αρχεία θα διαγραφούν (αν βρεθούν).
id_id: %modifiedfiles% files akan diubah, %deletedfiles% file akan dihapus (jika ditemukan).
sl_si: %modifiedfiles% datotek bo spremenjenih, %deletedfiles% datotek bo izbrisano (če bodo najdene).
sv_se: %modifiedfiles% filer kommer att ändras,%deletedfiles% filer kommer att tas bort (om de finns).

source: No diff files found.
el_gr: Δεν βρέθηκαν διαφορές αρχείων.
he_il: לא נמצאו קבצי diff.
hu_hu: Nem található diff fájl.
id_id: File diff tidak ditemukan.
sl_si: Ni najdenih diff datotek.
sv_se: Inga diffande filer hittades.

source: %s file(s) will be removed before restoring the backup files.
el_gr: %s αρχείο(α) θα διαγραφούν πριν την επαναφορά των αντιγράφων ασφαλείας.
he_il: %s קבצים יוסרו לפני שחזור קבצי הגיבוי.
hu_hu: %s fájl lesz eltávolítva az adatmentés fájl visszaállítása előtt.
id_id: %s file akan dihapus sebelum proses backup file.
sl_si: %s datotek bo odstranjenih pred obnovo arhiva.
sv_se: %s fil(er) kommer att raderas innan återställning från backup sker.

source: [ERROR] Backup file %s does not exist.
el_gr: [ERROR] Το αρχείο αντιγράφου ασφαλείας %s δεν υπάρχει.
he_il: [ERROR] קובץ גיבוי %s לא קיים.
hu_hu: [HIBA] %s adatmentés fájl nem létezik.
id_id: [ERROR] File backup %s tidak ditemukan.
sl_si: [ERROR] Arhivska datoteka %s ne obstaja.
sv_se: [ERROR] Backupfil %s finns inte.

source: [ERROR] File "%s" does not exist.
el_gr: [ERROR] Το αρχείο "%s" δεν υπάρχει.
he_il: [ERROR] קובץ "%s" לא קיים.
hu_hu: [HIBA] "%s" fájl nem létezik.
id_id: [ERROR] File "%s" tidak ditemukan.
sl_si: [ERROR] Datoteka "%s" ne obstaja.
sv_se: [ERROR] Fil "%s" finns inte.

source: Unable to remove upgraded files.
el_gr: Αδύνατη η διαγραφή των ενημερωμένων αρχείων.
he_il: לא ניתן להסיר קבצים משודרגים.
hu_hu: Nem lehetséges eltávolítani a frissített fájlokat.
id_id: Tidak dapat menghapus file hasil upgrade.
sl_si: Ne morem odstranit datotek posodobitve.
sv_se: Kunde inte ta bort uppgraderingsfiler.

source: Unable to extract file %filename% into directory %directoryname%.
el_gr: Αδυναμία εξαγωγής αρχείου %filename% στο φάκελο %directoryname%.

source: Files restored.
el_gr: Τα αρχεία επαναφέρθηκαν.
he_il: קבצים שוחזרו.
hu_hu: Fájlok visszaállítva.
id_id: File berhasil direstore.
sl_si: Datoteke obnovljene.
sv_se: Filer återställda.

source: Files restored. Now restoring database...
el_gr: Έγινε επαναφορά αρχείων. Τώρα γίνεται επαναφορά της βάσης δεδομένων...
he_il: קבצים שוחזרו. כעת משחזר מסד הנתונים...
hu_hu: Fájlok visszaállítva. Adatbázis visszaállítása folyamatban...
id_id: File berhasil direstore. Sekarang restore database...
sl_si: Datoteke obnovljene, Sedaj obnavljam bazo podatkov...
sv_se: Filer återställdes. Nu återställs databasen...

source: Nothing to restore
el_gr: Τίποτα για επαναφορά
he_il: אין מה לשחזר
hu_hu: Nincs mit visszaállítani
id_id: Tidak ada yang bisa direstore
sl_si: Ničesar ni za obnovit
sv_se: Inget att återställa

source: %s: File format does not match.
el_gr: %s: Μορφή αρχείου δεν ταιριάζει.
id_id: %s: Format file tidak cocok.
sl_si: %s: Format datoteke se ne ujema.
sv_se: %s Filformatet matchar inte.

source: Opening backup database file %filename% in %extension% mode
el_gr: Ανοίγοντας αρχείο backup βάση δεδομένων %filename% σε %extension% mode
id_id: Membuka file basis data cadangan %filename% di mode %extension%
sl_si: Odpri arhivsko bazo datoteke %filename% v %extension% načinu
sv_se: Öppnar backup för databasfil %filename% i %extension% läge

source: Database backup is empty.
el_gr: Το αντίγραφο ασφαλείας της βάσης δεδομένων είναι κενό.
he_il: הגיבוי של מסד נתונים ריק.
hu_hu: Az adatbázis adatmentés üres.
id_id: Backup database kosong.
sl_si: Arhiv baze podatkov je prazen.
sv_se: Databasbackupen är tom.

source: Database restoration file %filename% done. %filescount% file(s) left...
el_gr: Τo αντίγραφο ασφαλείας %filename% ολοκληρώθηκε. %filescount% αρχείο(α) απομένουν...
id_id: Pemulihan file basis data %filename% beres. %filescount% file tersisa...
sl_si: Arhiv datotek paze podatkov %filename% končan. %filescount% preostalo datotek...
sv_se: Databasåterställnings fil %filename% klar. %filescount% fil (er) till kvar...

source: Database restoration file %1$s done.
el_gr: Το αρχείο αντιγράφου ασφαλείας της βάσης δεδομένων %1$s δημιουργήθηκε.
he_il: שיחזור קובץ מסד נתונים %1$s הושלם.
hu_hu: %1$s adatbázis visszaállítófájl kész.
id_id: Proses restore database %1$s selesai.
sl_si: Arhiv datotek paze podatkov %1$s končan.
sv_se: Databas återställning av fil %1$s klar.

source: Database has been restored.
el_gr: Η επαναφορά της βάσης δεδομένων ολοκληρώθηκε.
he_il: מסד הנתונים שוחזר.
hu_hu: Adatbázis visszaállítva.
id_id: Database berhasil direstore.
sl_si: Baza podatkov je bila obnovljena.
sv_se: Databasen har återställts.

source: Error during database restoration
el_gr: Σφάλμα κατά την επαναφορά της βάσης δεδομένων
he_il: שגיאה במהלך שחזור מסד הנתונים
hu_hu: Hiba az adatbázis-visszaállítás során
id_id: Eror ketika proses restore database
sl_si: Napaka pri obnovi baze podatkov
sv_se: Fel vid återställning av databas

source: %numberqueries% queries left for file %filename%...
el_gr: %numberqueries% ερωτήματα απομένουν για το αρχείο %filename%...
id_id: %numberqueries% kueri tersisa untuk file %filename%...
sl_si: %numberqueries% poizvedb ostalo za datoteko %filename%...
sv_se: %numberqueries% frågor kvar för fil %filename%...

source: Database restoration done.
el_gr: Η επαναφορά της βάσης δεδομένων ολοκληρώθηκε.
he_il: שחזור מסד הנתונים הסתיים.
hu_hu: Adatbázis visszaállítás kész.
id_id: Proses restore database selesai.
sl_si: Postopek obnove baze podatkov končan.
sv_se: Återställning av databas klar.

source: Restoration process done. Congratulations! You can now reactivate your shop.
el_gr: Η διαδικασία αποκατάστασης ολοκληρώθηκε. Συγχαρητήρια! Μπορείτε τώρα να επανενεργοποιήσετε το κατάστημά σας.
he_il: תהליך השחזור הסתיים. ברכותינו! ניתן להוציא את החנות ממצב תחזוקה כעת.
hu_hu: Visszaállítási folyamat befejezve. Gratulálunk! A bolt most már visszakapcsolható.
id_id: Proses restore selesai. Selamat ! Anda sekarang dapat mengaktifkan kembali toko Anda.
sl_si: Postopek obnove končan. Čestitamo! Sedaj lahko ponovno omogočite trgovino.
sv_se: Återställning klar. Grattis! Du kan nu aktivera din butik igen.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
el_gr: [ERROR] Το αρχείο %s δεν υπάρχει: αδύνατη η επαναφορά αρχείων. Η διαδικασία ακυρώνεται.
he_il: [ERROR] קובץ %s חסר: לא ניתן לשחזר קבצים. פעולה בוטלה.
hu_hu: [HIBA] %s hiányzó fájl: nem állíthatóak vissza a fájlok, művelet megszakítva.
id_id: [ERROR] File %s hilang: restore file gagal. Proses dibatalkan.
sl_si: [ERROR] Datoteka %s manjka: ne morem obnovit datotek. Postopek preklican.
sv_se: [ERROR] Fil %s saknas: kunde inte återställa fil. Åtgärden avbröts.
