Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: pl_pl

source: Registered customer information
pl_pl: Informacje o zarejestrowanych klientach

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
pl_pl: Dodaje informacje o swoich zarejestrowanych klientach (takich jak płeć i wiek) w panelu statystyk.

source: Target your audience
pl_pl: Twoja docelowa grupa klientów

source: In order for each message to have an impact, you need to know who it is being addressed to.
pl_pl: W zamówieniu każdej wiadomości aby wywarła wpływ musisz wiedzieć do kogo powinny być adresowane.

source: Defining your target audience is essential when choosing the right tools to win them over.
pl_pl: Trafianie do odpowiednich odbiorców jest kluczowe dla doboru odpowiednich narzędzi do ich pozyskania.

source: It is best to limit an action to a group -- or to groups -- of clients.
pl_pl: Najlepiej, aby ograniczyć działanie grupy -- lub grup -- klientów.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
pl_pl: Przechowywanie informacji o klientach zarejestrowanych pozwala precyzyjnie określić profil klienta, dzięki czemu można dostosować swoje oferty i promocje.

source: You can increase your sales by:
pl_pl: Możesz zwiększyć sprzedaż przez:

source: Launching targeted advertisement campaigns.
pl_pl: Uruchomienie ukierunkowanych kampanii reklamowych.

source: Contacting a group of clients by email or newsletter.
pl_pl: Kontakt z grupą klientów przez e-mail lub biuletyn.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
pl_pl: Rozkład płci pozwala określić procent kobiet i mężczyzn kupujących w sklepie.

source: CSV Export
pl_pl: Export CSV

source: Age ranges allow you to better understand target demographics.
pl_pl: Przedziały wiekowe pozwalają lepiej zrozumieć docelowe dane demograficzne.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
pl_pl: Podział kraju pozwala analizować, z których części świata klienci robili zakupy.

source: Currency range allows you to determine which currency your customers are using.
pl_pl: Zakresy walut pozwalają określić jakich walut używają Twoi klienci.

source: Language distribution allows you to analyze the browsing language used by your customers.
pl_pl: Dystrybucja języka pozwala na analizę przeglądanego języka używanego przez klientów.

source: No customers have registered yet.
pl_pl: Nie posiadasz jeszcze zarejestrowanych klientów.

source: Gender distribution
pl_pl: Płeć dystrybucji

source: Age range
pl_pl: Przedział wiekowy

source: Country distribution
pl_pl: Kraj dystrybucji

source: Currency distribution
pl_pl: Rozkład płatności

source: Language distribution
pl_pl: Rozkład języków
