Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesAutoupgradeAdmin.*.xlf
Languages: el_gr, he_il, hu_hu, id_id, sl_si, sv_se

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
el_gr: Αυτή η έκδοση του PrestaShop δεν μπορεί να αναβαθμιστεί: η σταθερά PS_ADMIN_DIR λείπει.
he_il: גרסה זו של PrestaShop לא ניתנת לשדרוג: הקבוע PS_ADMIN_DIR חסר.
hu_hu: Ez a PrestaShop verzió nem frissíthető : hiányzó PS_ADMIN_DIR konstans.
id_id: Versi PrestaShop ini tidak dapat diupgrade: konstanta PS_ADMIN_DIR tidak ditemukan.
sl_si: Ta verzija PrestaShop ne more biti posodobljena: PS_ADMIN_DIR konstanta manjka.
sv_se: Den här versionen av PrestaShop kan inte uppgraderas: konstanten PS_ADMIN_DIR saknas.

source: 1-Click Upgrade
el_gr: Αναβάθμιση με 1 Κλικ
he_il: שדרוג בלחיצה אחת
hu_hu: 1-klikk frissítés
sl_si: 1-Klik nadgradnja
sv_se: 1-klick-uppgradering

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
el_gr: Παρέχει μια αυτόματη μέθοδο αναβάθμισης του καταστήματός σας στην τελευταία έκδοση του PrestaShop.
he_il: מספק שיטה אוטומטית לשדרוג החנות שלך לגרסה העדכנית ביותר של PrestaShop.
hu_hu: Automatizált módszer a bolt legfrissebb verziójú PrestaShop-ra frissítéséhez.
id_id: Menyediakan cara upgrade otomatis toko Anda ke versi Prestashop terbaru.
sl_si: Zagotavlja avtomatski način nadgradnje PrestaShop na zadnjo verzijo.
sv_se: Ger en automatiserad metod att uppgradera din butik till senaste versionen av PrestaShop.

source: This version of 1-click upgrade requires PHP 5.6 to work properly. Please upgrade your server configuration.
el_gr: Αυτή η έκδοση του 1-click upgrade απαιτεί PHP 5.6 για να λειτουργήσει σωστά. Παρακαλώ αναβαθμίστε την ρύθμιση του σερβερ σας.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
el_gr: Δε διαγράφηκε η παρωχημένη καρτέλα "AdminUpgrade" (ID καρτέλας: %idtab%).
id_id: Tidak dapat menghapus tab usang "AdminUpgrade" (ID tab: %idtab%).
sl_si: Ne morem izbrisati zastarele "AdminUpgrade" tab (tab ID: %idtab%).
sv_se: Kunde inte ta bort utdaterad "AdminUpgrade"-flik (tab ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
el_gr: Δε δημιουργήθηκε η καρτέλα "AdminSelfUpgrade"
he_il: לא ניתן ליצור את הלשונית "AdminSelfUpgrade"
hu_hu: Az "AdminSelfUpgrade" fül nem hozható létre
id_id: Tidak dapat membuat tab "AdminSelfUpgrade"
sl_si: Ne morem ustvarit "AdminSelfUpgrade" tabele
sv_se: Kunde inte skapa fliken "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
el_gr: Δεν αντιγράφηκε το logo.gif στο %s
he_il: לא ניתן להעתיק logo.gif ב %s
hu_hu: A logo.gif %s helyen nem másolható
id_id: Gagal menyalin logo.gif di %s
sl_si: Ne morem kopirati logo.gif v %s
sv_se: Kunde inte kopiera logo.gif i %s

source: Unable to load the "AdminSelfUpgrade" tab
el_gr: Δε φορτώθηκε η καρτέλα "AdminSelfUpgrade"
he_il: לא ניתן לטעון את לשונית ה "AdminSelfUpgrade"
hu_hu: Nem tölthető be az "AdminSelfUpgrade" fül
id_id: Tidak dapat memuat tab "AdminSelfUpgrade"
sl_si: Ne morem zagnati "AdminSelfUpgrade"
sv_se: Kunde inte ladda fliken "AdminSelfUpgrade"

source: Unable to create the directory "%s"
el_gr: Δε μπορεί να δημιουργηθεί ο κατάλογος "%s"
he_il: לא ניתן לצור את התקייה "%s"
hu_hu: "%s" mappa létrehozása sikertelen
id_id: Gagal membuat folder "%s"
sl_si: Ne morem ustvariti mape "%s"
sv_se: Kunde inte skapa katalogen "%s"

source: Unable to copy ajax-upgradetab.php in %s
el_gr: Δεν αντιγράφεται το ajax-upgradetab.php στο %s
he_il: לא ניתן להעתיק את ajax-upgradetab.php לספריה %s
hu_hu: Az ajax-upgradetab.php %s helyen nem másolható
id_id: Gagal menyalin ajax-upgradetab.php di %s
sl_si: Ne morem kopirat ajax-upgradetab.php v %s
sv_se: Kunde inte kopiera ajax-upgradetab.php i %s

source: Unable to write in the directory "%s"
el_gr: Αδύνατη η εγγραφή μέσα στον φάκελο "%s"
he_il: לא ניתן לכתוב אל התקייה "%s"
hu_hu: "%s" könyvtár nem írható
id_id: Gagal membuat file di folder "%s"
sl_si: Ne morem zapisovati v mapo "%s"
sv_se: Kunde inte skriva till katalogen "%s"

source: Unable to create directory %s
el_gr: Αδύνατη η δημιουργία του φακέλου %s
id_id: Tidak dapat membuat direktori %s
sl_si: Ne morem ustvariti mape %s
sv_se: Kunde inte skapa katalog %s

source: Back up my files and database
el_gr: Αντίγραφο ασφαλείας των αρχείων και της βάσης δεδομενων
he_il: גבה את קבצים ומסד נתונים שלי
hu_hu: Fájlok és az adatbázis mentése
id_id: Backup file dan database
sl_si: Naredi varnostno kopijo datotek in baze podatkov
sv_se: Säkerhetskopiera filer och databas

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
el_gr: Δημιουργήστε αυτόματα αντίγραφα ασφαλεόας της βάσης δεδομένων και των αρχείων σας ώστε να επαναφέρετε το κατάστημα σας αν χρειαστεί. Αυτό είναι πειραματικό: πρέπει να κάνετε και εσείς οι ίδιοι το δικό σας χειροκίνητο backup για ασφάλεια.
he_il: גיבוי אוטומטי של קבצים ומסדי נתונים שלך במקרה שתרצה לשחזר. תכונה ניסיונית; מומלץ שתבצע גם גיבוי ידני ליתר ביטחון.
hu_hu: Adatbázis és fájlok automatikus adatmentése, hogy a boltot szükség szerint visszaállítsd. Ez kísérleti: a biztonság kedvéért mindig készítsd el saját adatmentésedet!
id_id: Backup database dan file Anda secara manual untuk berjaga-jaga jika proses upgrade atau restore otomatis gagal.
sl_si: Avtomatsko naredi varnostno kopijo datotek in baze podatkov, če boste morali povrnit podatke vaše trgovine. To je preiskusno: še vedno je priporočljivo, da ročno naredite varnostno kopijo.
sv_se: Säkerhetskopiera din databas och dina filer automatiskt, så att du kan återställa din butik vid behov. Denna funktion är under utveckling; du bör skapa en manuell säkerhetskopia för säkerhets skull.

source: Back up my images
el_gr: Δημιουργία αντιγράφου ασφαλείας των εικόνων μου
he_il: גבה את התמונות שלי
hu_hu: Képek mentése
id_id: Backup gambar
sl_si: Varnostna kopija slik
sv_se: Säkerhetskopiera bilder

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
el_gr: Για να εξοικονομήσετε χρόνο, μπορείτε να αποφασίσετε να μην ασφαλίσετε τις εικόνες σας. Σε κάθε περίπτωση, πάντα να κάνετε σίγουρο ότι έχειτε πάρει χειροκίνητα αντίγραφα ασφαλείας.
he_il: כדי לחסוך זמן, אתה יכול להחליט שלא לגבות את התמונות שלך. בכל מקרה, תוודא תמיד שגיבית אותם באופן ידני.
hu_hu: Időt spórolhatsz azzal, ha kihagyod a képeid adatmentését. Mindazonáltal, azért győződj meg róla, hogy ezt manuálisan megtetted!
id_id: Untuk menghemat waktu, Anda dapat memilih untuk tidak membackup gambar. Dan Anda dapat membackup folder tersebut secara manual.
sl_si: Da prihranite čas, se lahko odločite, da ne naredite varnostne kopije slik. V vsakem primeru pa se prepričajte, da ste jo naredili ročno.
sv_se: För att spara tid så kan du låta bli att säkerhetskopiera dina bilder. I så fall bör du säkerhetskopiera dem manuellt.

source: Server performance
el_gr: Επιδόσεις Διακομιστή
he_il: ביצועי השרת
hu_hu: Szerverteljesítmény
id_id: Performance server
sl_si: Zmogljivost strežnika
sv_se: Serverprestanda

source: Unless you are using a dedicated server, select "Low".
el_gr: Εκτός και αν χρησιμοποιείτε αποκλειστικό διακομιστή, επιλέξτε "χαμηλό".
he_il: אם אינך משתמש בשרת ייעודי, בחר "נמוך"
hu_hu: Hacsak nem egy dedikált szervert használsz, "Alacsony"-at jelölj be.
id_id: Pilih 'Low', kecuali jika Anda menggunakan server sendiri (dedicated/vps).
sl_si: Če ne uporabljate namenskega strežnika, izberite "nizka".
sv_se: Om du inte använder en dedikerad server, välj "Låg".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
el_gr: Μια υψηλή τιμή μπορεί να προκαλέσει αποτυχία της αναβάθμισης αν ο διακομιστής δεν είναι αρκετά δυνατός για να επεξεργαστεί τις εργασίες της αναβάθμισης σε ένα μικρό περιθώριο χρόνου.
he_il: ערך גבוה יכול לגרום לעדכון להיכשל אם השרת שלך הוא לא חזק מספיק כדי לעבד את משימות השדרוג בפרק זמן קצר.
hu_hu: A magas érték hibát okozhat, ha a szerver nem elég erős hozzá, hogy a frissítési folyamatokat elég gyorsan kezelje.
id_id: Jika nilainya diset tinggi, proses upgrade bisa jadi gagal jika server Anda tidak cukup kuat untuk melakukan pekerjaan upgrade dalam waktu yang singkat.
sl_si: Visoka vrednost lahko povzroči, da nadgradnja spodleti, če strežnik nima dovolj moči, da bi izvedel nadgradnjo v kratkem času.
sv_se: Ett högt värde kan göra att uppgraderingen misslyckas om inte servern är snabb nog att uppgradera på en kort tid.

source: Low (recommended)
el_gr: Χαμηλό (προτείνεται)
he_il: נמוך (מומלץ)
hu_hu: Alacsony (javasolt)
id_id: Rendah (direkomendasikan)
sl_si: Nizko (priporočeno)
sv_se: Låg (rekommenderad)

source: Medium
el_gr: Μέτριο
he_il: בינוני
hu_hu: Közepes
id_id: Menengah
sl_si: Srednja
sv_se: Mellan

source: High
el_gr: Υψηλό
he_il: גבוה
hu_hu: Magas
id_id: Tinggi
sl_si: Visoka
sv_se: Hög

source: Disable non-native modules
el_gr: Απενεργοποίηση μη προεγκατεστημένων προσθέτων
he_il: העבר מודולים חיצונים למצב לא פעיל
hu_hu: Nem alap modulok kikapcsolása
id_id: Nonaktifkan modul non-native
sl_si: Onemogoči module, ki niso od PrestaShop
sv_se: Inaktivera ej medföljande moduler

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
el_gr: Επειδή τα μη προεγκατεστημένα πρόσθετα μπορούν να προκαλέσουν κάποια προβλήματα συμβατότητας, προτείνουμε να τα απενεργοποιήσετε από προεπιλογή.
he_il: מודולים חיצוניים יכולים לגרום כמה בעיות תאימות, אנו ממליצים לבטל אותם כברירת מחדל.
hu_hu: Mivel a nem natív moduloknak kompatibilitási problémái lehetnek. javasoljuk azok alapértelmezett letiltását.
id_id: Karena modul non-native dapat menyebabkan masalah inkompabilitas, kami sarankan untuk dinon-aktifkan terlebih dahulu.
sl_si: Drugi moduli lahko povzročijo težave s kompatibilnostjo, priporočamo, da jih privzeto onemogočite.
sv_se: Eftersom ej medföljande moduler kan ha kompabilitetsproblem, så rekommenderar vi att dessa inaktiveras under uppgradering.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
el_gr: Κρατώντας τα ενεργοποιημένα μπορεί να σας αποτρέψουν από το να φορτωθεί η σελίδα των πρόσθετων σωστά μετά την αναβάθμιση.
he_il: להשאיר אותם פעילים עלול למנוע ממך לטעון את דף "מודולים" כראוי לאחר השדרוג.
hu_hu: Ha bekacsolva hagyod, a "Modulok" oldal megfelelő betöltése akadályozva lehet a frissítés után.
id_id: JIka tetap mengaktifkannya, akan mencegah Anda untuk memuat halaman "Modul" setelah upgrade.
sl_si: Če jih pustite omogočene, boste morda imeli težave pri pravilnem odpiranju "Modul" strani po nadgradnji.
sv_se: Om de förblir aktiverade, så kan detta förhindra att du inte kan ladda fliken Moduler efter uppgradering.

source: Upgrade the default theme
el_gr: Αναβάθμιση του προεπιλεγμένου θέματος
he_il: משדרג תבנית ברירת מחדל
hu_hu: Alapértelmezett sablon frissítése
id_id: Tingkatkan tema baku
sl_si: Posodobi privzeto temo
sv_se: Uppgradera standardtemat

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
el_gr: Εάν έχετε τροποποιήσει το προεπιλεγμένο θέμα Prestashop στο φάκελο του (φάκελος "classic" στο 1.7), ενεργοποιώντας αυτή την επιλογή θα χάσετε τις τροποποιήσεις σας.
id_id: Jika Anda mengubah tema bawaan PrestaShop di foldernya (nama folder "classic" di 1.7), mengaktifkan opsi ini akan menghilangkan perubahan itu.
sl_si: Če prilagajate privzeto PrestaShop temo v njeni mapi ( mapa z imenom "classic" v 1.7), z omogočanjem te možnosti boste izgubili spremembe.
sv_se: Om du anpassat standard PrestaShop-temat i sin mapp (mappnamn "klassisk" i 1,7) och aktiverar detta alternativ, så kommer du att förlora dina ändringar.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
el_gr: Αν χρησιμοποιείτε το δικό σας θέμα, η ενεργοποίηση αυτής της επιλογής απλά θα ενημερώσει τα αρχεία του προεπιλεγμένου θέματος, ενώ το δικό σας θα παραμείνει ασφαλές.
he_il: אם אתה משתמש בתבנית משלך, הפעלת אפשרות זו פשוט מעדכנת את קבצי תבנית ברירת המחדל, והתבנית שלך נשארת בטוחה.
hu_hu: Ha saját sablont használsz, ezen beállítás engedélyezésével egyszerűen frissíted az alapértelmezett sablon fájlokat, úgy hogy a saját sablonod biztonságban marad.
id_id: Jika opsi ini diaktifkan, hanya tema baku yang diperbarui. Tema Anda sendiri tidak terpengaruh.
sl_si: Če uporabljate svojo temo, boste z omogočanjem te možnosti samodejno posodobili datoteke privzete teme, vaša tema pa bo varna.
sv_se: Om du använder ditt eget tema, så kommer det här alternativet helt enkelt att uppdatera filerna för standardtemat. Ditt eget tema kommer att vara säkrat.

source: Switch to the default theme
el_gr: Αλλαγή στο προεπιλεγμένο θέμα
he_il: שנה לתבנית ברירת מחדל
hu_hu: Váltás az alapértelmezett sablonra
id_id: Beralih ke tema baku
sl_si: Preklopi na privzeto temo
sv_se: Växla till standardtemat

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
el_gr: Αυτό θα αλλάξει το θέμα: το κατάστημά σου θα χρησιμοποιήσει το προκαθορισμένο θέμα της έκδοσης στην οποία αναβαθμίζεσαι.
he_il: זה ישנה את ערכת העיצוב שלך: החנות שלך תשתמש בערכת העיצוב ברירת המחדל של גרסת PrestaShop אליה אתה משדרג.
hu_hu: Ez módosítani fogja a témád: a boltod a frissített PrestaShop alapértelmezett témáját fogja használni.
id_id: Akan merubah theme Anda: toko Anda akan menggunakan theme default Prestashop yang ada pada versi ini.
sl_si: To bo spremenilo vašo temo: vaša trgovina bo potem uporabljala privzeto temo verzije PrestaShop na katero boste nadgradili.
sv_se: Detta kommer att byta tema: din butik kommer att använda standardtemat för den version av PrestaShop som du uppgraderar till.

source: Keep the customized email templates
el_gr: Κράτησε τα τροποποιημένα πρότυπα email
id_id: Pertahankan templat surel yang disesuaikan
sl_si: Obdržite prilagojene predloge emaila
sv_se: Behåll dom anpassade e-postmallarna

source: This will not upgrade the default PrestaShop e-mails.
el_gr: Αυτό δεν θα αναβαθμίσει τα προεπιλεγμένα PrestaShop e-mail.
id_id: Ini akan meningkatkan surel PrestaShop bawaan.
sl_si: To ne bo nadgradilo privzete PrestaShom e-maile.
sv_se: Detta kommer inte att uppgradera standard PrestaShop e-postmeddelanden.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
el_gr: Εάν έχετε τροποποιήσει τα προεπιλεγμένα Prestashop πρότυπα ηλεκτρονικού ταχυδρομείου, ενεργοποιώντας αυτή την επιλογή θα κρατήσετε τις τροποποιήσεις σας.
id_id: Jika Anda mengubah templat surel bawaan Prestashop, mengaktifkan opsi ini akan mempertahankan perubahan itu.
sl_si: Če ste spremenili privzete PrestaShop predloge mailov, bo ta možnost razveljavila vaše spremembe.
sv_se: Om du har gjort anpassningar i nuvarande e-postmallar för PrestaShop, så kommer aktivering av detta alternativ att behålla dina ändringar.

source: Unable to create file %s
el_gr: Αδύνατη η δημιουργία του αρχείου %s
id_id: Tidak dapat membuat file %s
sl_si: Ne morem ustvariti datoteke %s
sv_se: Kunde inte skapa fil %s

source: Error when trying to delete backups %s
el_gr: Σφάλμα κατά την διαγραφή αντιγράφων ασφαλείας %s
he_il: שגיאה אירעה בעת נסיון מחיקת הגיבוי %s
hu_hu: Hiba a(z) %s biztonsági mentés törlése közben
id_id: Eror ketika menghapus backup %s
sl_si: Napaka pri brisanju backupa %s
sv_se: Fel uppstod när backup %s skulle raderas

source: Backup Options
el_gr: Επιλογές Αντιγράφου Ασφαλείας
he_il: אפשרויות גיבוי
hu_hu: Adatmentés opciók
id_id: Pilihan backup
sl_si: Nastavitve varnostnega kopiranja
sv_se: Alternativ för säkerhetskopiering

source: Upgrade Options
el_gr: Επιλογές Αναβάθμισης
he_il: אפשרויות שידרוג
hu_hu: Frissítési opciók
id_id: Pilihan Upgrade
sl_si: Možnosti nadgradnje
sv_se: Uppgraderingsalternativ

source: Major release
el_gr: Κύρια έκδοση
he_il: שחרור משמעותי (Major release)
hu_hu: Nagyobb kiadás
id_id: Rilis mayor
sl_si: Velik izid
sv_se: Större release

source: Minor release (recommended)
el_gr: Δευτερεύουσα έκδοση (συνίσταται)
he_il: שחרור מינורי (מומלץ)
hu_hu: Kisebb kiadás (javasolt)
id_id: Rilis minor (direkomendasikan)
sl_si: Manjši izid (priporočeno)
sv_se: Mindre release (rekommenderad)

source: Release candidates
el_gr: Υποψήφιες εκδόσεις
he_il: מועמדי שחרור (RC)
hu_hu: Kiadásra jelölt verziók
sl_si: Kandidati za javnost

source: Beta releases
el_gr: Δοκιμαστικές εκδόσεις
he_il: שחרורי בטא
hu_hu: Béta-kiadások
id_id: Rilis beta
sl_si: Beta izidi
sv_se: Betaversion

source: Alpha releases
el_gr: Εκδόσεις Άλφα
he_il: שחרורי אלפא
hu_hu: Alfa-kiadások
id_id: Rilis alpha
sl_si: Alpha izidi
sv_se: Alfaversion

source: Private release (require link and MD5 hash)
el_gr: Εσωτερικές εκδόσεις (απαιτούν σύνδεσμο και κατακερματισμό MD5)
he_il: שחרור פרטי (דורש קישור ו MD5 hash)
hu_hu: Privát kiadás (hivatkozást és MD5 értéket igényel)
id_id: Rilis private (memerlukan link dan MD5 hash)
sl_si: Privatna izdaja (zahteva povezavo in MD5 hash)
sv_se: Privat release (länk och MD5-hash krävs)

source: Local archive
el_gr: Τοπικό συμπιεσμένο αρχείο
he_il: קובץ ארכיון מקומי
hu_hu: Helyi archív
id_id: Arsip lokal
sl_si: Lokalni arhiv
sv_se: Lokalt arkiv

source: Local directory
el_gr: Τοπικός φάκελος
he_il: תקייה מקומית
hu_hu: Helyi mappa
id_id: Direktori lokal
sl_si: Lokalna mapa
sv_se: Lokal katalog

source: [NOTICE] File %s does not exist, merge skipped.
el_gr: [NOTICE] Το αρχείο %s δεν υπάρχει, η συγχώνευση προσπεράστηκε.
he_il: [NOTICE] קובץ %s לא קיים, מיזוג בוטל.
hu_hu: [MEGJEGYZÉS] %s nem létező fájl, egyesítés átlépve.
id_id: [NOTICE] File %s tidak ditemukan, proses merge dilewati.
sl_si: [NOTICE] Datoteka %s ne obstaja, združevabje preklicano.
sv_se: [NOTICE] Filen %s finns inte, sammanslagning avbryts.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
el_gr: [WARNING] %variablename% μεταβλητή απουσιάζει απο το αρχείο %filename%. Η συγχώνευση παραλείφθηκε.
id_id: [WARNING] Variabel %variablename% tidak ditemukan di file %filename%. Penggabungan dilewatkan.
sl_si: [WARNING] %variablename% spremenljivka manjka v datoteki %filename%. Združevanje preskočeno.
sv_se: [WARNING] %variablename% variabel saknas i filen %filename%. Sammanfogning hoppas över.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
el_gr: [WARNING] %variablename% μεταβλητή απουσιάζει στο αρχείο %filename%. Αρχείο %filename% διαγράφτηκε και η συγχώνευση παραλείφθηκε.
id_id: [WARNING] Variabel %variablename% tidak ditemukan di file %filename%. File %filename% dihapus dan penggabungan dilewatkan.
sl_si: [WARNING] %variablename% spremenljivka manjka v datoteki %filename%. Datoteka %filename% Združevanje preskočeno.
sv_se: [WARNING] %variablename% variabel saknas i filen %filename%. Fil %filename% tas bort och sammanfogningen hoppas över.

source: Error upgrading Doctrine schema
el_gr: Σφάλμα κατά την αναβάθμιση του Doctrine schema
id_id: Eror selagi meningkatkan skema Doctrine
sl_si: Napaka pri nadgradnji sheme doktrine
sv_se: Fel vid uppgradering av Doctrine-schema

source: Error updating translations
el_gr: Σφάλμα ενημέρωσης μεταφράσεων
id_id: Eror selagi memperbarui terjemahan
sl_si: Napaka pri posodabljanju prevodov
sv_se: Fel vid uppdatering av översättningar

source: Invalid database configuration
el_gr: Μη έγκυρη διαμόρφωση βάσης δεδομένων
he_il: תצורת מסד נתונים לא חוקית
hu_hu: Érvénytelen adatbázis-konfiguráció
id_id: Konfigurasi database
sl_si: Napačna konfiguracija baze podatkov
sv_se: Ogiltig databaskonfiguration

source: Database upgrade OK
el_gr: Αναβάθμιση βάσης δεδομένων ΕΝΤΑΞΕΙ
he_il: שדרוג מסד הנתונים תקין
hu_hu: Adatbázis frissítése OK
id_id: Upgrade database OK
sl_si: Baza podatkov uspešno posodobljena
sv_se: Uppgradering av databas OK

source: Warning detected during upgrade.
el_gr: Προειδοποίηση ανιχνεύτηκε κατά την αναβάθμιση.
he_il: אזהרה התגלתה במהלך שדרוג.
hu_hu: Figyelmeztetés észlelve a frissítés során.
id_id: Ada peringatan selama proses upgrade.
sl_si: Zaznana opozorila med nadgradnjo.
sv_se: Varning under uppgradering.

source: Database upgrade completed
el_gr: Η αναβάθμιση βάσης δεδομένων ολοκληρώθηκε
he_il: שדרוג מסד הנתונים הסתיים
hu_hu: Adatbázis frissítés befejezve
id_id: Upgrade database selesai
sl_si: Namestitev baze podatkov zaključena
sv_se: Databasuppgradering klar

source: /install/upgrade/php directory is missing in archive or directory
el_gr: /install/upgrade/php φάκελος απουσιάζει από το την αρχειοθήκη ή το φάκελο
id_id: Direktori /install/upgrade/php tidak ditemukan di dalam arsip atau direktori
sl_si: /install/upgrade/php mapa manjka v mapi varnostne kopije
sv_se: katalogen /install/upgrade/php saknas i arkivet eller katalogen

source: %s is not a valid version number.
el_gr: %s δεν είναι έγκυρος αριθμός έκδοσης.
he_il: %s אינו מספר גרסה חוקי.
hu_hu: %s nem egy érvényes verziószám.
id_id: %s bukan nilai yang valid untuk versi.
sl_si: %s ni veljavna številka verzije.
sv_se: %s är inte ett giltigt versionsnummer.

source: [ERROR] Version to install is too old.
el_gr: [ERROR] Η έκδοση προς εγκατάσταση είναι πολύ παλιά.
he_il: [ERROR] הגרסה להתקנה ישנה מדי.
hu_hu: [HIBA] A telepítendő verzió túl régi.
id_id: [ERROR] Versi yang akan diinstall adalah versi lama.
sl_si: [ERROR] Verzija za namestit je prestara.
sv_se: [ERROR] Version att installera är för gammal.

source: Current version: %oldversion%. Version to install: %newversion%.
el_gr: Τρέχουσα έκδοση: %oldversion%. Έκδοση για εγκατάσταση: %newversion%.
id_id: Versi kini: %oldversion%. Versi yang harus diinstal: %newversion%.
sl_si: Trenutna verzija: %oldversion%. Verzija za namestiti: %newversion%.
sv_se: Aktuell version: %oldversion%. Version att installera: %newversion%.

source: You already have the %s version.
el_gr: Ήδη έχεις την έκδοση %s.
he_il: גרסה %s כבר מותקנת.
hu_hu: Már a %s verziód van.
id_id: Anda sudah menggunakan versi %s.
sl_si: Že imate verzijo %s.
sv_se: Du använder redan version %s.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
el_gr: Δεν υπάρχει παλιότερη έκδοση. Έχεις διαγράψει ή μετονομάσει το αρχείο app/config/parameters.php;
id_id: Tidak ada versi yang lebih lama. Apakah Anda menghapus atau mengganti nama file app/config/parameters.php?
sl_si: Ni starejših verzij. Ste izbrisali ali preimenovali app/config/parameters.php datoteko?
sv_se: Det finns ingen äldre version. Har du tagit bort eller bytt namn på filen app/config/parameters.php?

source: Unable to find upgrade directory in the installation path.
el_gr: Αδύνατη η εύρεση του φακέλου αναβάθμισης στη διαδρομή για την εγκατάσταση.
he_il: לא ניתן למצוא את ספריית שדרוג בנתיב ההתקנה.
hu_hu: Nem található frissítés mappa a telepítési útnál.
id_id: Tidak dapat menemukan direktori upgrade di path installation.
sl_si: Ne morem najti mape za posodobitev v poti namestitve.
sv_se: Kunde inte hitta katalog för uppgradering i installationssökvägen.

source: Error while loading SQL upgrade file "%s.sql".
el_gr: Σφάλμα κατά την φόρτωση του SQL αρχείου αναβάθμισης "%s.sql".
he_il: שגיאה בטעינת SQL לשדרג קובץ "%s.sql".
hu_hu: Hiba történt "%s.sql" SQL frissítő fájl betöltése során.
id_id: Eror saat memuat file upgrade SQL "%s.sql".
sl_si: Napaka pri zaganjanju SQL namestitvene datoteke "%s.sql".
sv_se: Fel uppstod när uppgraderingsfilen "%s.sql" skulle laddas.
