Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: nl_nl, pl_pl, vi_vn

source: Customer accounts
nl_nl: Klanten accounts
pl_pl: Konta klientów
vi_vn: Tài khoản khách hàng

source: Adds a registration progress tab to the Stats dashboard.
nl_nl: Voegt een registratievooruitgang tabblad toe aan het statistieken dashboard.
pl_pl: Dodaje kartę postępu rejestracji w panelu statystyk.
vi_vn: Thêm một tab tiến độ đăng ký vào Stats dashboard.

source: Number of visitors who stopped at the registering step:
nl_nl: Bezoekers die gestopt zijn bij de registratiestap:
pl_pl: Użytkownicy, którzy zatrzymali się już na etapie rejestracji:
vi_vn: Số người truy cập người dừng lại ở các bước đăng ký:

source: Number of visitors who placed an order directly after registration:
nl_nl: Bezoekers die een bestelling geplaatst hebben direct na registratie:
pl_pl: Odwiedzający, którzy złożyli zamówienie bezpośrednio po rejestracji:
vi_vn: Số lượng khách truy cập đã đặt mua trực tiếp sau khi đăng ký:

source: Total customer accounts:
nl_nl: Totaal klantaccounts:
pl_pl: Ogółem kont klientów:
vi_vn: Tổng số tài khoản khách hàng:

source: Number of customer accounts created
nl_nl: Totaal aantal aangemaakte accounts
pl_pl: Liczba utworzonych kont klientów
vi_vn: Số lượng tài khoản khách hàng được tạo

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
nl_nl: Het totaal aantal aangemaakte accounts is niet direct belangrijke informatie. Het is waardevol om te analyseren wat het aantal is dat aangemaakt is in de tijd. Deze geeft aan of zaken wel of niet goed lopen.
pl_pl: Ogólna liczba utworzonych kont użytkowników sama w sobie nie jest ważną informacją. Natomiast warto analizować ilość kont tworzonych w określonym przedziale czasu. Wskaże to czy sprawy idą właściwym torem czy nie.
vi_vn: Tổng số tài khoản được tạo ra không phải là thông tin quan trọng trong chính nó. Tuy nhiên, nó là có lợi cho phân tích số tạo ra theo thời gian. Điều này sẽ chỉ ra cho dù có hay không những điều đang đi đúng hướng. Bạn cảm thấy tôi?

source: How to act on the registrations' evolution?
nl_nl: Hoe moet er bij de registratie vooruitgang gehandeld worden?
pl_pl: Co robić aby zwiększyć liczbę rejestracji?
vi_vn: Làm thế nào để cải tiến hành động đăng ký?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
nl_nl: Als u uw winkel laat lopen zonder iets te veranderen, dan zal het aantal klanten registraties stabiel blijven of misschien iets verminderen.
pl_pl: Jeżeli pozwolisz swojemu sklepowi działać bez zmiany czegokolwiek, ilość rejestracji klientów powinna być stabilna lub może delikatnie maleć.
vi_vn: Nếu bạn để cho cửa hàng của bạn chạy mà không thay đổi bất cứ điều gì, số lượng đăng ký khách hàng nên ở ổn định hoặc chỉ giảm nhẹ.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
nl_nl: Een merkbare toename of afname toont aan dat er waarschijnlijk een verander aan uw winkel was. U moet daarom identificeren met als doel te achterhalen of deze verandering het aantal registraies laat verminderen, of verder ermee gaan als het leidt tot toename van de registraties!
pl_pl: Znaczny wzrost lub spadek rejestracji klientów pokazuje, że prawdopodobnie nastąpiła zmiana w Twoim sklepie. Mając to na uwadze, proponujemy określić przyczynę, rozwiązać ten problem i wrócić do zarabiania w biznesie!
vi_vn: Một sự gia tăng, giảm đáng kể của khách hàng đăng ký cho thấy rằng có lẽ cần thay đổi đến cửa hàng của bạn. Với ý nghĩ đó, chúng tôi đề nghị bạn nên xác định nguyên nhân, khắc phục vấn đề này và nhận được trở lại trong kinh doanh để kiếm tiền!

source: Here is a summary of what may affect the creation of customer accounts:
nl_nl: Een samenvatting van wat van invloed kan zijn op de aanmaak van klantenaccounts:
pl_pl: Oto podsumowanie tego, co może wpływać na tworzenie kont klientów:
vi_vn: Dưới đây là một bản tóm tắt về những gì có thể ảnh hưởng đến việc tạo ra các tài khoản khách hàng:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
nl_nl: Een advertentiecampagne kan een groter aantal bezoekers lokken naar uw webwinkel. Dit zou tot een toename in klantenaccounts kunnen leiden en meer omzet, wat dan weer afhangt van de "campagnekwaliteit". Goed gerichte advertenties kunnen meer effectief zijn dan advertenties op grote schaal... en het is nog goedkoper ook!
pl_pl: Kampania reklamowa może przyciągnąć większą ilość odwiedzających. Wzrost ilości kont klientów jest wynikiem, który będzie zależny od jakości kampanii. Dobrze skierowana kampania może być bardziej efektywna niż zakrojona na szeroką skalę reklama... i to jest tańsze!
vi_vn: Một chiến dịch quảng cáo có thể thu hút một số lượng tăng lên của khách truy cập vào cửa hàng trực tuyến của bạn. Điều này có khả năng sẽ được theo sau bởi một gia tăng trong tài khoản khách hàng và lợi nhuận, mà sẽ phụ thuộc vào khách hàng "chất lượng." Quảng cáo nhắm mục tiêu tốt là thường có hiệu quả hơn quy mô lớn quảng cáo... và nó là quá rẻ!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
nl_nl: Aanbiedeingen, verkopen of wedstrijden trkeen meer aandacht en nieuwsgierigheid, uw winkel niet alleen levendig houdend maar ook het verkeer vergrotend. Op deze manier kunt u impulsieve klanten aanzetten tot een duik in het diepe.
pl_pl: Promocje, wyprzedaże lub konkursy powodują większe zainteresowanie kupujących. Oferowanie takich rzeczy będzie nie tylko utrzymywać twój biznes pełnią życia, będzie to również zwiększenie ruchu, budowanie lojalności klientów i autentycznie zmieniać swoją aktualną koncepcję e-commerce.
vi_vn: Đặc biệt, bán hàng, chương trình khuyến mãi và/hoặc các cuộc thi thường đòi hỏi sự chú ý của người mua sắm. Cung cấp những điều đó sẽ không chỉ giữ cho doanh nghiệp của bạn sống động, nó sẽ cũng tăng giao thông, xây dựng lòng trung thành của khách hàng và thực sự thay đổi triết lý thương mại điện tử hiện tại của bạn.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
nl_nl: Ontwerp en gebruiksvriendelijkheid zijn belangrijker dan ooit: een fout gekozen of moeilijk te volgen grafische thema kan bezoekers afschrikken. U moet de juiste balans vinden tussen innovatief ontwerp en klanten makkelijk laten rondkijken. De juiste spelling en helderheid zal eveneens klanten meer vertrouwen geven in uw winkel.
pl_pl: Wygląd i przystępność są jeszcze ważniejsze niż kiedykolwiek: nieprzemyślana lub ciężka do nawigacji struktura i grafika może ograniczyć odwiedzających. Musisz wypośrodkować pomiędzy innowacyjnym designem i łatwością poruszania się przez odwiedzających. Odpowiednia pisownia i przejrzystość powodują więcej zaufania klientów do sklepu.
vi_vn: Thiết kế và thân thiện với người là quan trọng hơn bao giờ hết trong thế giới của doanh số bán hàng trực tuyến. Một chủ đề đồ họa bệnh được lựa chọn hoặc khó để làm theo có thể giữ người mua sắm tại vịnh. Điều này có nghĩa rằng bạn nên mong muốn tìm sự cân bằng giữa vẻ đẹp và chức năng cho cửa hàng trực tuyến của bạn.

source: CSV Export
nl_nl: Export CSV
pl_pl: Export CSV
vi_vn: Xuất CSV
