Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatsproductAdmin.*.xlf
Languages: fa_ir

source: Product details
fa_ir: جزئیات محصول

source: Adds detailed statistics for each product to the Stats dashboard.
fa_ir: آمارهای تفصیلی برای هر محصول به داشبورد آمار اضافه می کند.

source: Number of purchases compared to number of views
fa_ir: تعداد خریدهای انجام گرفته در مقایسه با بازدیدهای صورت گرفته

source: After choosing a category and selecting a product, informational graphs will appear.
fa_ir: پس از انتخاب یک شاخه و انتخاب یک محصول، نمودارهای اطلاعاتی نمایان خواهند شد. سپس، شما می توانید به تجزیه و تحلیل آنها بپردازید.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
fa_ir: اگر متوجه شده‌اید که یک محصول موفق است و اغلب خریده می‌شود، اما تعداد بازدید آن بسیار کم است، شما می‌بایست آن محصول را در فروشگاه خود در معرض دید کاربران برجسته‌تر سازید.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
fa_ir: به عبارت دیگر، اگر یک محصول بارها دیده شده اما خریداری نشده، ما پیشنهاد میکنیم تا اطلاعات، توضیحات و تصاویر این محصول را بازبینی کرده یا تغییر دهید تا شاید بتوانید چیزهای بهتری پیدا کنید.

source: Details
fa_ir: جزئیات

source: Total bought
fa_ir: مجموع خرید

source: Sales (tax excluded)
fa_ir: فروش (بدون مالیات)

source: Total Viewed
fa_ir: جمع دفعات بازدید

source: Conversion rate
fa_ir: ضریب تبدیل

source: CSV Export
fa_ir: استخراج CSV

source: Attribute sales distribution
fa_ir: پراکندگی فروش مشخصه

source: Cross selling
fa_ir: فروش ضربدری

source: Click on a product to access its statistics!
fa_ir: جهت دیدن آمار یک محصول روی آن کلیک کنید.

source: Choose a category
fa_ir: انتخاب یک طبقه بندی

source: Products available
fa_ir: محصولات موجود

source: Popularity
fa_ir: محبوبیت

source: Visits (x100)
fa_ir: بازدیدها (x100)

source: Stock
fa_ir: موجودی
