Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatsforecastAdmin.*.xlf
Languages: lt_lt, pl_pl

source: Stats Dashboard
lt_lt: Statistikos lentelė
pl_pl: Panel statystyk

source: This is the main module for the Stats dashboard. It displays a summary of all your current statistics.
lt_lt: Tai pagrindinis statistikos skydelio modulis, skirtas atvaizduoti dabartinę statistinių duomenų suvestinę.
pl_pl: Jest to główny moduł dla panelu statystyki. Wyświetla podsumowanie aktualnych wszystkich statystyk.

source: The listed amounts do not include tax.
lt_lt: Pateiktos sumos yra be PVM.
pl_pl: Wymienione kwoty nie zawierają podatku.

source: Time frame
lt_lt: Laikotarpis
pl_pl: Przedział czasowy

source: Daily
lt_lt: Kas dieną
pl_pl: Codziennie

source: Weekly
lt_lt: Kas savaitę
pl_pl: Raz w tygodniu

source: Monthly
lt_lt: Kas mėnesį
pl_pl: Raz w miesiącu

source: Yearly
lt_lt: Kasmet
pl_pl: Raz w roku

source: Placed orders
lt_lt: Pateikti užsakymai
pl_pl: Złożone zamówienia

source: Bought items
lt_lt: Parduota prekių
pl_pl: Kupione przedmioty

source: Percentage of registrations
lt_lt: Registracijų procentas
pl_pl: Procent rejestracji

source: Percentage of orders
lt_lt: Užsakymų procentas
pl_pl: Procent zamówień

source: Revenue
lt_lt: Pajamos
pl_pl: Przychód

source: Average
lt_lt: Vidutinis
pl_pl: Średnia

source: Forecast
lt_lt: Prognozė
pl_pl: Prognoza

source: Conversion
lt_lt: Konversija
pl_pl: Konwersja

source: Accounts
lt_lt: Paskyros
pl_pl: Konta

source: Full carts
lt_lt: Pilni krepšeliai
pl_pl: Pełne koszyki

source: Registered visitors
lt_lt: Užsiregistravę lankytojai
pl_pl: Zarejestrowani odwiedzający

source: A simple statistical calculation lets you know the monetary value of your visitors:
lt_lt: Paprastas statistinis skaičiavimas leidžia Jums sužinoti piniginę Jūsų lankytojų vertę:
pl_pl: Prosta kalkulacja statystyk pokaże ci monetarną wartość twoich odwiedzających:

source: On average, each visitor places an order for this amount:
lt_lt: Vidutiniškai kiekvienas lankytojas pateikia užsakymus šiai sumai:
pl_pl: Średnio każdy niezarejstrowany użytkownik składa zamówienie na kwotę:

source: On average, each registered visitor places an order for this amount:
lt_lt: Vidutiniškai kiekvienas registruotas lankytojas pateikia užsakymus šiai sumai:
pl_pl: Średnio każdy zarejestrowany użytkownik składa zamówienie na kwotę:

source: Payment distribution
lt_lt: Mokėjimų pasiskirstymas
pl_pl: Rozdział płatności

source: The amounts include taxes, so you can get an estimation of the commission due to the payment method.
lt_lt: Sumos yra su PVM, taigi jūs galite apytiksliai žinoti kokius komisinius reikės sumokėti už mokėjimo metodą.
pl_pl: Wszystkie kwoty zawierają podatki, możesz więc uzyskać szacunkową kwotę prowizji w zależności od wybranej metody płatności.

source: -- No filter --
lt_lt: -- Nėra filtro --
pl_pl: -- Brak filtra --

source: Module
lt_lt: Modulis
pl_pl: Moduł

source: Average cart value
lt_lt: Vidutinė krepšelio vertė
pl_pl: Średnia wartość koszyka

source: Category distribution
lt_lt: Kategorijų pasiskirstymas
pl_pl: Rozkład kategorii

source: Products sold
lt_lt: Prekių parduota
pl_pl: Produkty sprzedane

source: Percentage of products sold
lt_lt: Procentas parduotų prekių
pl_pl: Procent sprzedanych produktów

source: Percentage of sales
lt_lt: Pardavimų procentas
pl_pl: Procent sprzedaży

source: Language distribution
lt_lt: Kalbų pasiskirstmas
pl_pl: Rozkład języków

source: Growth
lt_lt: Augimas
pl_pl: Wzrost

source: Zone distribution
lt_lt: Zonų pasiskirstymas
pl_pl: Rozkład stref

source: Currency distribution
lt_lt: Valiutų pasiskirstymas
pl_pl: Rozkład płatności

source: Sales (converted)
lt_lt: Pardavimai (konversija)
pl_pl: Sprzedaż (po konwersji)

source: Attribute distribution
lt_lt: Atributų pasiskirstymas
pl_pl: Rozkład atrybutów

source: Quantity of products sold
lt_lt: Parduotų prekių kiekis
pl_pl: Ilość sprzedanych produktów
