Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesDashtrendsAdmin.*.xlf
Languages: bs_ba, fa_ir, hr_hr

source: Dashboard Trends
bs_ba: Trendovi kontrolne table
fa_ir: روند داشبورد
hr_hr: Trendovi nadzorne ploče

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
bs_ba: Dodaje blok s grafičkim prikazom razvoja vaše trgovine(a) na temelju odabranih ključnih podataka.
fa_ir: یک بلوک با نمایش گرافیکی توسعه فروشگاه(های) شما بر اساس کلید داده می‌افزاید.
hr_hr: Dodaje blok s grafičkim prikazom razvoja vaše trgovine na temelju odabranih ključnih podataka.

source: %s points
bs_ba: %s bodova
fa_ir: %s نکته ها
hr_hr: %s bodova

source: Average Cart Value
bs_ba: Prosječna vrijednost korpe
fa_ir: سبد خرید متوسط
hr_hr: Prosječna vrijednost košarice

source: Conversion Rate
bs_ba: Stopa konverzije
fa_ir: نرخ تبدیل
hr_hr: Stopa pretvorbe

source: %s (previous period)
bs_ba: %s (prethodni period)
fa_ir: %s (دوره قبلی)
hr_hr: %s (prethodno razdoblje)

source: Net Profit
bs_ba: Neto dobit
fa_ir: سود خالص
hr_hr: Neto dobit

source: Dashboard
bs_ba: Kontrolna tabla
fa_ir: پیشخوان
hr_hr: Nadzorna ploča

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
bs_ba: Suma prihoda (bez PDV-a) generiran unutar raspona datuma za narudžbe koje se smatraju potvrđene.
fa_ir: جمع درآمد (بدون مالیات) ایجاد شده در محدوده‌ی تاریخ با سفارش‌های معتبر در نظر گرفته.
hr_hr: Zbroj prihoda (bez PDV-a) generiran unutar raspona datuma za narudžbe koje se smatraju potvrđene.

source: Total number of orders received within the date range that are considered validated.
bs_ba: Ukupan broj narudžbi unutar raspona datuma koje se smatraju potvrđene.
fa_ir: جمع تعداد سفارش های گرفته شده در محدوده‌ی تاریخ به وسیله‌ی سفارش‌های معتبر در نظر گرفته.
hr_hr: Ukupan broj narudžbi unutar raspona datuma koje se smatraju potvrđene.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
bs_ba: Prosječna vrijednost korpe je metrička prezentacija vrijednosti prosječne narudžbe unutar raspona datuma. Izračunata je dijeljenjem prodaje s narudžbama.
fa_ir: میانگین ارزش سبد خرید یک معیار بیانگر سنجش متوسط سفارش در محدوده‌ی تاریخ است. این مقدار به وسیله‌ی فروش‌ها براساس سفارش‌ها محاسبه شده است.
hr_hr: Prosječna vrijednost košarice je metrička prezentacija vrijednosti prosječne narudžbe unutar raspona datuma. Izračunata je dijeljenjem prodaje sa narudžbama.

source: Cart Value
bs_ba: Vrijednost korpe
fa_ir: ارزش سبد خرید
hr_hr: Vrijednost košarice

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
bs_ba: Ukupan broj posjeta unutar raspona datuma. Posjeta je period vremena u kojem korisnik aktivno učestvuje na vašoj web stranici.
fa_ir: جمع تعداد بازدیدها در محدوده‌ی تاریخ. یک بازدید دوره ای از زمان یک کاربر که در وب سایت شما مشغول بوده است، می‌باشد.
hr_hr: Ukupan broj posjeta unutar raspona datum. Posjeta je razdoblje vremena u kojem korisnik aktivno sudjeluje na vašoj web stranici.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
bs_ba: Ecommerce stopa konverzacije je postotak posjeta koje rezultiraju potvrdom narudžbe.
fa_ir: نرخ تبدیل تجارت الکترونیک درصدی از بازدیدهاست که در نتیجه‌ی یک سفارش معتبر می‌باشد.
hr_hr: Ecommerce stopa pretvorbe je postotak posjeta koje rezultiraju potvrdom narudžbe.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
bs_ba: Neto dobit je mjerenje profitabilnosti ulaganja nakon što odbijemo sve troškove. Možete prikazati te troškove klikom na ikonu postavki ovdje iznad.
fa_ir: سود خالص یک اندازه گیری سوددهی ریسک بعد از حسابرسی برای همه‌ی هزینه‌های تجارت الکترونیک است. شما می‌توانید این هزینه‌ها را به وسیله‌ی کلیک روی آیکون پیکربندی درست در زیر این جا، فراهم کنید.
hr_hr: Neto dobit je mjerenje profitabilnosti ulaganja nakon što odbijemo sve troškove. Možete prikazati te troškove klikom na ikonu postavki ovdje iznad.
