Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesProductinfoAdmin.*.xlf
Languages: ar_sa, az_az, bn_bd, ca_es, da_dk, de_de, fa_ir, fi_fi, ko_kr, nl_nl, pt_pt, vi_vn

source: Product tooltips
ar_sa: تلميحات المنتج
az_az: Məhsul ipucları
bn_bd: পণ্য টুলটিপ
ca_es: Tooltips de producte
da_dk: Varetips
de_de: Artikel-Tooltips
fa_ir: ابزار راهنمای محصولات
fi_fi: Tuote työkaluvihjeet
ko_kr: 상품 풍선도움말
pt_pt: Dicas de produto
vi_vn: tooltips cho sản phẩm

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
ar_sa: يعرض معلومات على صفحة المنتج: كم عدد المشاهدين، اخر مره تم بيع المنتج وآخر مره اضيفت الى سلة التسوق.
bn_bd: একটি পণ্য পেজে তথ্য প্রদর্শন করুনঃ কতজন লোক এটি দেখছেন, শেষ কবে এটি বিক্রি ছিল এবং শেষ কোন সময় এটি একটি কার্টে যোগ করা হয়েছিল
ca_es: Mostra informació a la pàgina del producte: quantes persones l'han visualitzat, la darrera vegada que es va vendre i la darrera vegada que va ser afegit a un carret.
da_dk: Viser information på en vareside: Hvor mange personer kigger, sidste gang gang det blev solgt og sidste gang det blev tilføjet til en indkøbskurv.
de_de: Zeigt Informationen auf der Artikelseite: Wie oft gesehen, wann zuletzt verkauft, wann zuletzt in den Warenkorb gelegt.
fa_ir: نشان میدهد درصفحه یک محصول: چگونه بسیاری از افراد این را مشاهده می کنند آخرین باری که فروخته و یا آخرین باری که به سبد خرید اضافه شد.
fi_fi: Näyttää seuraavat tiedot tuotesivulla: kuinka moni asiakas katselee sitä, koska se on ostettu viimeksi ja koska se on viimeksi lisätty ostoskoriin.
ko_kr: 상품 페이지에 정보를 보여줍니다: 몇명이 보고 있고, 최근 판매된 시간과 장바구니에 담긴 시간.
nl_nl: Toont informatie op de product pagina: hoeveel mensen het bekijken, de laatste keer verkocht en de laatste keer dat het aan een winkelwagen is toegevoegd.
pt_pt: Mostra informações na página do produto: quantas pessoas o estão a ver, quando foi a última vez que este foi vendido e quando foi a última vez que foi adicionado a um carrinho.
vi_vn: Hiển thị thông tin trên một trang sản phẩm: có bao nhiêu người đang xem nó, lần cuối cùng nó đã được bán và thời gian qua nó đã được thêm vào một giỏ.

source: Number of visitors
ar_sa: عدد الزوار
az_az: Ziyarətçilərin sayı
bn_bd: দর্শক সংখ্যা
ca_es: Nombre de visitants
da_dk: Antal besøgende
de_de: Anzahl Besucher
fa_ir: تعداد بازدیدکنندگان
fi_fi: Vierailijoiden määrä
ko_kr: 방문객 수
nl_nl: Aantal bezoekers
pt_pt: Número de visitas
vi_vn: Số người truy cập

source: Display the number of visitors who are currently watching this product.
ar_sa: اعرض عدد الزوار الذين يشاهدون هذا المنتج حالياً.
az_az: İndi bu məhsula baxan ziyarətçilərin sayını göstər.
ca_es: Mostra el nombre de persones que actualment estan veient aquest producte.
da_dk: Vis antallet af kunder der aktuelt ser på dette produkt.
de_de: Anzeigen, wie viele Besucher sich aktuell diesen Artikel ansehen.
fa_ir: نمایش تعداد بازدیدکنندگانی که در حال مشاهده این محصول هستند.
fi_fi: Näytä määrä, kuinka monet vierailijat ovat tällä hetkellä katsomassa tätä tuotetta.
ko_kr: 현재 이 상품을 보고 있는 방문객 수를 표시합니다.
nl_nl: Toon het aantal mensen die momenteel dit product bekijken.
pt_pt: Mostra o número de visitantes que estão atualmente a ver este produto.
vi_vn: Hiển thị số lượng khách truy cập hiện tại đang xem sản phẩm này.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
ar_sa: اذا فعّلت الخيار اعلاه، يجب عليك تفعيل الخيار الأول (" احفظ مشاهدات الصفحه لكل عميل") من "استخراج البيانات للإحصاء" من كتلة (StatsData).
bn_bd: আপনি উপরের অপশনটি সক্রিয় করলে,আবশ্যই "Data mining for statistics" (StatsData) মডিউলের প্রথম অপশনটি সক্রিয় করতে হবে ("প্রতিটি গ্রাহকের জন্য পৃষ্ঠা দেখা সংরক্ষণ করুন")
ca_es: Si activeu aquesta opció a dalt, heu d'activar primer l'opció ("Desar visualitzacions de pàgina per a cada client") al mòdul "Mineria de dades per a estadística" (StatsData).
da_dk: Hvis du aktiverer ovenstående, skal du aktivere den første valgmulighed ("Gem sidevisninger for hver kunde") i modulet "Datamining for stastistik" (StatsData).
de_de: Um diese Option zu aktivieren, muss zunächst die erste Option des Moduls Statistik ("Seitenaufrufe für jeden Kunden speichern") aktiviert werden.
fa_ir: اگر شما این گزینه را در بالا فعال کنید باید اول گزینه ("Save page views for each customer") از داده کاوی آمار (StatsData) ماژول را فعال کنید.
fi_fi: Jos aktivoit yllä olevan sinun pitää ensin aktivoida ("Tallenna sivukatselut jokaiselle asiakkaalle") "statistiikan tiedon louhinnassa" (StatistiikkaTieto) moduuli.
ko_kr: 위 옵션을 활성화하는 경우, "통계용 데이터 마이닝"(StatsData) 모듈의 첫번째 옵션 ( "각 고객별 페이지 보기 저장") 을 활성화해야합니다.
nl_nl: Als de bovenstaande functie wordt ingeschakeld, dan moet je eerst via Dataopslag voor statistieken in de Statsdata module inschakelen.
pt_pt: Se ativar a opção acima, deve ativar a primeira opção ("Guardar visualizações para cada cliente") do módulo "Recolha de dados para estatísticas".
vi_vn: Nếu bạn kích hoạt tùy chọn trên, bạn phải kích hoạt tùy chọn đầu tiên ("Lưu lần xem trang cho mỗi khách hàng") của "khai thác dữ liệu cho các thống kê" module (thống kê số liệu Data).

source: Period length
ar_sa: طول الفترة
az_az: Aralıq uzunluğu
bn_bd: সময়কাল দৈর্ঘ্য
ca_es: Durada del periode
da_dk: Periode længde
de_de: Zeitraum
fa_ir: دوره زمانی
fi_fi: Kauden pituus
ko_kr: 기간 길이
nl_nl: Lengte v/d periode
pt_pt: Duração do período
vi_vn: Độ dài thời hạn

source: Set the reference period length.
ar_sa: اضبط خيارات مدة الفترة.
az_az: Seçim aralığı uzunluğunu qurun.
bn_bd: রেফারেন্স সময়ের দৈর্ঘ্য সেট করুন
ca_es: Establiu la durada del periode de referència.
da_dk: Indstil standard perioden.
de_de: Länge der Bezugsperiode festlegen
fa_ir: تعیین مدت زمان ارجاع.
fi_fi: Aseta viitejakson pituus.
ko_kr: 참조 기간 길이를 설정하세요.
nl_nl: Stel de referentieperiode lengte in.
pt_pt: Defina a duração temporal de referência.
vi_vn: Cài khoảng thời gian tham khảo.

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
ar_sa: على سبيل المثال، اذا تم ضبطه على 30 دقيقة، هذه الكتلة ستعرض عدد الزوار في اخر 30 دقيقة.
ca_es: Per exemple, si es defineix a 30 minuts, el mòdul mostra el nombre de visitants els darrers 30 minuts.
da_dk: Fx, hvis sat til 30 minutter, så vil modulet vise antallet af besøgende i de seneste 30 minutter.
de_de: So bedeutet bspw. die Eingabe von 30 Minuten, dass die Besucherzahl der letzten 30 Minuten angezeigt wird.
fa_ir: مثلاً، اگر روی 30 دقیقه تنظیم شود ، ماژول تعداد بازدیدکنندگان 30 دقیقه گذشته را نمایش خواهد داد.
fi_fi: Esimerkiksi, jos asetettu 30 minuuttiin, moduuli näyttää vierailijoiden määrän viimeiseltä 30 minuutilta.
ko_kr: 예를 들어, 30 분으로 설정하면, 모듈에 지난 30분 동안의 방문자 수가 표시됩니다.
nl_nl: Bijvoorbeeld, als u deze insteld op 30 minuten zal de module het aantal bezoekers in de laatste 30 minuten weergeven.
pt_pt: Por exemplo, se definido para 30 minutos, o módulo mostra o número de visitas no últimos 30 minutos.
vi_vn: Ví dụ, nếu đặt là 30 phút, các module sẽ hiển thị số lượng khách trong 30 phút cuối cùng.

source: minutes
ar_sa: دقائق
az_az: dəqiqə
bn_bd: মিনিট
ca_es: minuts
da_dk: minutter
de_de: Minuten
fa_ir: دقیقه
fi_fi: minuuttia
ko_kr: 분
nl_nl: minuten
pt_pt: minutos
vi_vn: phút

source: Last order date
ar_sa: تاريخ آخر طلب
az_az: Son sifarişin tarixi
bn_bd: শেষবার ক্রয়ের তারিখ
ca_es: Darrera data de comanda
da_dk: Seneste ordre dato
de_de: Letztes Bestelldatum
fa_ir: تاریخ آخرین سفارش
fi_fi: Viimeisin tilauspäivämäärä
ko_kr: 최근 주문 일자
nl_nl: Laatste bestelling
pt_pt: Data da última encomenda
vi_vn: Đơn hàng cuối ngày

source: Display the last time the product has been ordered.
ar_sa: اعرض اخر مره تم طلب فيها المنتج.
az_az: Məhsulun ən son sifariş olunma tarixini göstər.
ca_es: Mostra la darrera vegada que el producte ha estat comandat.
da_dk: Vis sidste gang hvor produktet blev bestilt.
de_de: Datum der letzten Bestellung dieses Artikels anzeigen.
fa_ir: نمایش آخرین باری که محصول سفارش داده شده است.
fi_fi: Näyttää milloin tuotetta on edellisen kerran tilattu.
ko_kr: 상품을 주문한 마지막 시간을 표시합니다.
nl_nl: Toon de laatste keer dat het product is besteld.
pt_pt: Mostrar a última vez que o produto foi encomendado.
vi_vn: Hiển thị sản phẩm được đặt gần đây nhất.

source: Added to a cart
ar_sa: اضيفت الى سلة التسوق
az_az: Səbətə artırıldı
bn_bd: একটি কার্টে যোগ করা হয়েছে
ca_es: Afegit al carret
da_dk: Lagt i indkøbskurven
de_de: In einen Warenkorb gelegt
fa_ir: افزودن به سبد
fi_fi: Lisätty ostoskoriin
ko_kr: 장바구니에 추가됨
nl_nl: Toegevoegd aan winkelwagen
pt_pt: Adicionado a um carrinho
vi_vn: Mua hàng

source: If the product has not been ordered yet, display the last time it was added to a cart.
ar_sa: اذا المنتج لم يتم طلبه بعد، اعرض اخر مره تمت اضافته الى سلة التسوق.
az_az: Əgər məhsul hələ də sifariş olunmayıbsa, onun ən son səbətə artırılma vaxtını göstər.
ca_es: Si el producte no ha estat encara comandat, mostra la darrera vegada que es va afegir a un carret.
da_dk: Hvis produktet ikke er blevet bestilt endnu, så vis sidste gang det blev tilføjet til en indkøbskurv.
de_de: Falls der Artikel noch nicht bestellt wurde, anzeigen, wann er das letzte Mal in einen Warenkorb gelegt wurde.
fa_ir: اگر محصول هنوز سفارش داده نشده باشد، آخرین باری که به سبدخرید اضافه شده نمایش داده خواهد شد.
fi_fi: Jos tuotetta ei ole tilattu vielä, näytetään viimeisin kerta jolloin tuote on lisätty ostoskoriin.
ko_kr: 상품을 아직 주문하지 않은 경우, 장바구니에 마지막으로 추가된 시간을 표시합니다.
nl_nl: Als het product nog niet is besteld, toon de laatste keer dat het werd toegevoegd aan een winkelkar.
pt_pt: Se o produto nunca foi encomendado, mostra a última vez que foi adicionado a um carrinho.
vi_vn: Nếu sản phẩm không được đặt hàng nào, hiển thị thời gian cuối nó đã được thêm vào một giỏ.

source: Do not display events older than
ar_sa: لا تعرض الاحداث الاقدم من
az_az: Bundan öncəki toplantıları göstərmə:
bn_bd: এরে থেকে পুরাতন ইভেন্ট দেখাবেন না
ca_es: No mostrar els esdeveniments anteriors a
da_dk: Vis ikke hændelser ældre end
de_de: Keine Vorgänge anzeigen älter als
fa_ir: عدم نمایش رویدادهای قدیمی تر از
fi_fi: Älä näytä tapahtumia, jotka ovat vanhempia kuin
ko_kr: 다음보다 오래된 이벤트를 표시하지 않음
nl_nl: Geef geen gebeurtenissen weer die ouder zijn dan
pt_pt: Não mostrar ocorrências mais antigas que
vi_vn: Không hiển thị các sự kiện cũ hơn

source: days
ar_sa: أيام
az_az: günlər
bn_bd: দিন
ca_es: dies
da_dk: dage
de_de: Tage
fa_ir: روز
fi_fi: päivää
ko_kr: 일
nl_nl: dagen
pt_pt: dias
vi_vn: ngày
