Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatsoriginAdmin.*.xlf
Languages: cs_cz, ja_jp, pt_br, sk_sk, sv_se

source: Visitors origin
cs_cz: Odkud přicházejí
ja_jp: 訪問者の原点
pt_br: Origem dos visitantes
sk_sk: Pôvod návštevníkov
sv_se: Besökares ursprung

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
cs_cz: Přidá záložku zobrazující "odkud přišli" do vašich statistik.
pt_br: Adiciona um gráfico ao painel de estatísticas mostrando os sites de onde os seus visitantes vieram antes de chegar à sua loja.
sk_sk: Pridá graf zobrazujúci webové stránky odkiaľ prišli návštevníci na Vašu stránku do štatistík.
sv_se: Lägger till ett diagram i Statistik som visar vilka webbplatser som dina besökare kom från.

source: Origin
cs_cz: Původ
ja_jp: 原点
pt_br: Origem
sk_sk: Pôvod
sv_se: Ursprung

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
cs_cz: Na záložce se bude zobrazovat TOP 10 nejčastějších stránek, ze kterých návštěvníci přišli na vaše stránky.
pt_br: Na aba, nós mostramos os 10 sites de referência mais populares que trazem clientes para sua loja.
sk_sk: V grafe sa bude zobrazovať 10 najčastejších stránok, z ktorých prišli návštevníci na Vaše stránky.
sv_se: I fliken visas de tio populäraste webbplatserna som skickade kunder till din shop.

source: What is a referral website?
cs_cz: Co jsou přístupové stránky?
ja_jp: リファラーのWebサイトとは何ですか？
pt_br: Qual é um site de referência?
sk_sk: Čo je referenčná stránka?
sv_se: Vad är en referrer webbplats?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
cs_cz: Odkazující je URL adresa předcházející stránky, ze které přišli návštěvníci na váš web.
pt_br: Ao visitar uma página do site, a indicação é a URL da página anterior a partir da qual o link foi clicado.
sk_sk: Odkazujúca URL adresa predchádzajúcej webovej stránky, z ktorej prišli návštevníci na Vašu stránku.
sv_se: Trafikkällan är URLen för den webbplats som skickade besökaren till din shop.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
cs_cz: Odkazující stránka také umožňuje přenášet informace o klíčových slovech, které použili při přechodu na váš web z vyhledávačů.
pt_br: Um site de referência permite que você saiba quais as palavras-chave que são inseridas pelos visitantes nos motores de busca para chegar a sua loja e permite optimizar as promoções na sua loja.
sk_sk: Odkazujúca stránka tiež umožňuje prenášať informácie o kľúčových slovách, ktoré použili pri prechode na Váš web z vyhľadávačov.
sv_se: Trafikkällan kan i vissa fall också visa vilka sökord som din besökare använde när hen sökte efter din shop.

source: A referrer can be:
cs_cz: Typy přístupů:
ja_jp: リファラーができる:
pt_br: Uma referência pode ser:
sk_sk: Referencia môže byť:
sv_se: En referent kan vara:

source: Someone who posts a link to your shop.
cs_cz: Někdo, kdo vložil odkaz na Váš e-shop na svých webových stránkách.
ja_jp: ショップのために彼らのウェブサイトにリンクを貼る人
pt_br: Alguém que postou um link para a sua loja.
sk_sk: Niekto, kto dal odkaz na svoje webové stránky pre váš obchod
sv_se: Någon som lägger en länk på deras hemsida för din butik

source: A partner who has agreed to a link exchange in order to attract new customers.
cs_cz: Můžeme být domluveni s obchodním partnere,m s kterým navzájem sdílíme vlastní odkazy z důvodu získání dalších zákazníků.
ja_jp: 商品の持ち込みや新規会員獲得のためのリンク交換を作成したパートナー
pt_br: Um parceiro que concordou em trocar links, com objetivo de atrair novos clientes.
sk_sk: Partner, s ktorým ste si vymenili linky, aby ste pritiahli nových zákazníkov a zvýšili predaje.
sv_se: En partner där du har gjort ett länkutbyte för att få försäljning eller locka nya kunder.

source: CSV Export
cs_cz: Export CSV
ja_jp: CSVエクスポート
pt_br: Exportar CSV

source: Direct links only
cs_cz: Pouze přímé přístupy
ja_jp: ダイレクトリンクのに
pt_br: Apenas links diretos
sk_sk: Iba priame odkazy
sv_se: Endast direkta länkar

source: Top ten referral websites
cs_cz: Prvních 10 webových stránek
ja_jp: 最初の10個のウェブサイト
pt_br: Os 10 primeiros sites de referência
sk_sk: Prvých 10 stránok
sv_se: Första 10 webbplatser

source: Others
cs_cz: Ostatní
ja_jp: その他
pt_br: Outros
sk_sk: Iné
sv_se: Andra
