Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesLivetranslationAdmin.*.xlf
Languages: bg_bg, fa_ir, pl_pl, pt_pt

source: Live translation
bg_bg: Превод в реално време
fa_ir: ترجمه‌ی زنده
pl_pl: Tłumaczenie na żywo
pt_pt: Tradução ao vivo

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
bg_bg: Участвайте в превода на PrestaShop директно от магазина и административния си панел.
fa_ir: در ترجمه‌ی پرستاشاپ به صورت مستقیم از بخش مدیریت و بخش فروشگاهی سایت خودتان مشارکت کنید.
pl_pl: Pomagaj w tłumaczeniu PrestaShop bezpośrednio z poziomu swojego sklepu oraz panelu administracyjnego.
pt_pt: Contribua com a tradução do PrestaShop diretamente da sua própria loja e da área de administração.

source: Unable to install the module: the English Upside Down language cannot be installed.
bg_bg: Инсталацията на модула е неуспешна: не може да бъде инсталиран език „English Upside Down“.
fa_ir: ناتوان در نصب ماژول: زبان انگلیسی برعکس (Upside Down) قابل نصب نیست.
pl_pl: Nie można zainstalować modułu: język English Upside Down nie mógł zostać zainstalowany.
pt_pt: Não foi possível instalar o módulo: a língua English Upside Down não pode ser instalada.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
bg_bg: Този модул дава възможност за превод на PrestaShop директно от различните страници (от лицевия и административния интерфейс).
fa_ir: این ماژول ترجمه‌ی پرستاشاپ را مستقیماً از صفحات مختلف آن (بخش فروشگاهی و مدیریت) امکان پذیر می‌سازد.
pl_pl: Ten moduł umożliwia tłumaczenie PrestaShop bezpośrednio z poziomu stron platformy (panelu administracyjnego i stron sklepu).
pt_pt: Este módulo faz com que seja possível traduzir o PrestaShop diretamente a partir das várias páginas (back e front office).

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
bg_bg: Изпраща тези контекстни преводи мигновено към [1]проекта за превод на PrestaShop[/1] на Crowdin: по този начин ще помогнете с превод на цялата общност, не само на своя магазин.
fa_ir: این ماژول این ترجمه‌های در-متن را بلادرنگ به [1]پروژه ترجمه‌ی پرستاشاپ[/1] در Crowdin ارسال می‌کند: این کار برای مشارکت در انجمن ترجمه‌ی ما است و برای ترجمه و سفارشی‌سازی فروشگاه خود شما نیست.
pl_pl: Moduł natychmiast wysyła osadzone w kontekście tłumaczenia do [1]projektu tłumaczenia PrestaShop[/1] w platformie Crowdin — celem jest wspólne rozwijanie bazy tłumaczeń naszej społeczności, a nie tłumaczenie lub personalizowanie Twojego sklepu.
pt_pt: Envia estas traduções contextuais imediatamente para o [1]projeto de tradução do PrestaShop[/1] no Crowdin: isto serve para contribuir para a nossa comunidade de traduções, não para traduzir ou personalizar a sua própria loja.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
bg_bg: Ако все още нямате акаунт в Crowdin, [1]създайте си сега[/1]!
fa_ir: اگر شما هنوز در Crowdin حساب کاربری ندارید، [1]همین حالا عضو شوید[/1]!
pl_pl: Jeśli nie masz jeszcze konta w platformie Crowdin, [1]załóż je już teraz[/1].
pt_pt: Se ainda não tem uma conta no Crowdin, [1]crie uma agora[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
bg_bg: За да може да функционира, модулът се нужда от виртуалния език „English Upside Down“. Той е инсталиран в магазина, но не е активен и не е достъпен за клиентите Ви.
fa_ir: برای این‌که بتوانید کار کنید، این ماژول به زبان مجازی «انگلیسی برعکس» نیاز دارد. این زبان در فروشگاه شما نصب شده اما فعال نیست و در دسترس مشتری‌های شما هم نیست.
pl_pl: Do prawidłowego funkcjonowania modułu potrzebny jest wirtualny język English Upside Down. Jest on zainstalowany w Twoim sklepie, ale pozostaje nieaktywny i nie jest dostępny dla Twoich klientów.
pt_pt: Para poder funcionar, o módulo precisa da língua virtual "English Upside Down". É instalada na sua loja, mas não está ativo, e não está disponível para os seus clientes.

source: How to proceed
bg_bg: Как да продължа
fa_ir: نحوه پیشروی
pl_pl: Procedura
pt_pt: Como proceder

source: Log in to your [1]Crowdin account[/1]
bg_bg: Влезте в [1]Crowdin акаунта[/1] си
fa_ir: وارد [1]حساب کاربری خود در Crowdin[/1] شوید
pl_pl: Zaloguj się do swojego [1]konta Crowdin[/1]
pt_pt: Inicie sessão na sua [1]conta do Crowdin[/1]

source: Translate PrestaShop using the live translation module
bg_bg: Превод на PrestaShop чрез модул за превод в реално време
fa_ir: پرستاشاپ را با استفاده از ماژول ترجمه‌ی زنده ترجمه کنید
pl_pl: Tłumacz PrestaShop za pomocą modułu tłumaczeń na żywo
pt_pt: Traduza o PrestaShop utilizando o módulo Tradução ao vivo

source: Back office
bg_bg: Административен панел
fa_ir: بخش مدیریت
pl_pl: Panel administracyjny

source: Translate
bg_bg: Превод
fa_ir: ترجمه
pl_pl: Tłumacz
pt_pt: Traduzir

source: Front office
bg_bg: Лицев интерфейс
fa_ir: بخش فروشگاهی
pl_pl: Strony sklepu
pt_pt: Loja

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
fa_ir: ترجمه‌ی زنده قابل فعال‌سازی نیست. زبان انگلیسی برعکس یافت نشد و نمی‌تواند نصب شود. لطفاً ماژول را تنظیم مجدد نموده و دوباره تلاش کنید.
pl_pl: Tłumaczenia na żywo nie mogą zostać włączone. Brakuje języka 'English Upside Down' i nie można go zainstalować. Zresetuj moduł, aby spróbować ponownie.
