Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesBlockwishlistShop.*.xlf
Languages: pl_pl

source: You aren't logged in
pl_pl: Nie jesteś zalogowany/a

source: Unknown action
pl_pl: Nieznana akcja

source: There was an error adding the product
pl_pl: Wystąpił problem podczas dodawania produktu

source: Product added
pl_pl: Produkt dodany

source: The list has been properly created
pl_pl: Lista została utworzona prawidłowo

source: Error saving the new list
pl_pl: Błąd podczas zapisywania nowej listy

source: Missing name parameter
pl_pl: Brakuje parametru nazwy

source: List has been renamed
pl_pl: Zmieniono nazwę listy

source: List could not be renamed
pl_pl: Nazwa listy nie mogła zostać zmieniona

source: List has been removed
pl_pl: Lista została usunięta

source: List deletion was unsuccessful
pl_pl: Usunięcie listy nie powiodło się

source: Product succesfully removed
pl_pl: Produkt został usunięty

source: Unable to remove product from list
pl_pl: Nie można usunąć produktu z listy

source: Product succesfully updated
pl_pl: Produkt został zaktualizowany

source: Unable to update product from wishlist
pl_pl: Nie można zaktualizować produktu z listy życzeń

source: Request is missing one or multiple parameters
pl_pl: W zapytaniu brakuje jednego lub więcej parametrów

source: Product added to cart
pl_pl: Produkt został dodany do koszyka

source: Error when adding product to cart
pl_pl: Błąd podczas dodawania produktu do koszyka

source: You're not allowed to manage this list.
pl_pl: Nie możesz zarządzać tą listą.

source: You do not have access to this wishlist.
pl_pl: Nie masz dostępu do tej listy życzeń.

source: WishList: %wishlist_name%
pl_pl: Lista życzeń: %wishlist_name%

source: Add to wishlist
pl_pl: Dodaj do listy życzeń

source: No list found.
pl_pl: Nie znaleziono list.

source: Wishlist name
pl_pl: Nazwa listy życzeń

source: Create wishlist
pl_pl: Utwórz listę życzeń

source: Add name
pl_pl: Dodaj nazwę

source: List title is too short
pl_pl: Tytuł listy jest zbyt krótki

source: Cancel
pl_pl: Anuluj

source: Delete
pl_pl: Usuń

source: This action is irreversible
pl_pl: Ta akcja jest nieodwracalna

source: Remove
pl_pl: Usuń

source: Sign in
pl_pl: Zaloguj się

source: You need to be logged in to save products in your wishlist.
pl_pl: Musisz być zalogowany by zapisać produkty na swojej liście życzeń.

source: Rename wishlist
pl_pl: Zmień nazwę listy życzeń

source: Share wishlist
pl_pl: Udostępnij Listę Życzeń

source: Copied!
pl_pl: Skopiowano!

source: Share link
pl_pl: Udostępnij link

source: Copy text
pl_pl: Skopiuj tekst

source: Showing %min% - %max% of %total% item(s)
pl_pl: Pokazuje %min% - %max% z %total% element(u/ów)

source: Previous
pl_pl: Poprzedni

source: Next
pl_pl: Następny

source: Wishlist name modified!
pl_pl: Zmieniono nazwę listy życzeń!

source: Product added to wishlist!
pl_pl: Produkt został dodany do listy życzeń

source: Wishlist created!
pl_pl: Utworzono listę życzeń!

source: Wishlist deleted!
pl_pl: Usunięto listę życzeń!

source: Share link copied!
pl_pl: Skopiowano link do udostępnienia!

source: Product deleted!
pl_pl: Produkt usunięty!

source: Home
pl_pl: Strona główna

source: No wishlist found.
pl_pl: Nie znaleziono listy życzeń.

source: Rename
pl_pl: Zmień nazwę

source: Share
pl_pl: Udostępnij

source: Return to your account
pl_pl: Wróć do Twojego konta

source: No products found
pl_pl: Nie znaleziono produktów

source: Filter
pl_pl: Filtr

source: Return to wishlists
pl_pl: Wróć do list życzeń

source: Last added
pl_pl: Ostatnio dodane

source: Customize
pl_pl: Dostosuj

source: Add to cart
pl_pl: Dodaj do koszyka

source: Quantity
pl_pl: Ilość

source: Price, low to high
pl_pl: Cena, rosnąco

source: Price, high to low
pl_pl: Cena, malejąco

source: Gift ideas for Juliette
pl_pl: Pomysły na prezent dla Julii
