Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesWatermarkAdmin.*.xlf
Languages: ar_sa, bg_bg, ca_es, cs_cz, el_gr, fr_fr, it_it, ko_kr, lv_lv, pl_pl, pt_br, sv_se

source: Watermark
ar_sa: علامة مائية
bg_bg: Воден знак
ca_es: Filigrana / Marca d'aigua
cs_cz: Vodoznak
el_gr: Υδατογράφημα
fr_fr: Filigrane
it_it: Filigrana
ko_kr: 워터마크
lv_lv: Ūdenszīme
pl_pl: Znak wodny
pt_br: Marca d'água
sv_se: Vattenstämpel

source: Protect images by watermark.
bg_bg: Защита на изображенията с воден знак.
cs_cz: Ochrana obrázků vodoznakem.
el_gr: Προστάτεψε τις εικόνες με υδατογράφημα.
fr_fr: Protège les images grâce à un filigrane.
it_it: Proteggi le immagini con una filigrana.
ko_kr: 워터마크로 이미지를 보호합니다.
lv_lv: Aizsargāt attēlus ar ūdenszīmi.
pl_pl: Chroń zdjęcia znakiem wodnym.
pt_br: Proteja imagens com uma marca d'água.
sv_se: Skydda bilder med en vattenstämpel.

source: Are you sure you want to delete your details?
ar_sa: هل أنت متأكد أنك تريد حذف البيانات الخاصة بك؟?
bg_bg: Сигурни ли сте, че искате да изтриете вашите данни?
ca_es: Esteu segur que voleu esborrar les vostres dades?
cs_cz: Jste si jisti, že chcete smazat své údaje?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα στοιχεία σας;
fr_fr: Êtes-vous certain de vouloir effacer vos données ?
it_it: Sei sicuro di voler cancellare i tuoi dati?
ko_kr: 세부 사항을 정말로 삭제 하시겠습니까?
lv_lv: Vai Jūs tiešām vēlaties dzēst savus datus?
pl_pl: Czy na pewno chcesz usunąć swoje dane?
pt_br: Você tem certeza que deseja apagar estes dados?
sv_se: Är du säker på att du vill ta bort dina uppgifter?

source: Watermark image must be uploaded for this module to work properly.
bg_bg: Изображението за водния знак трябва да бъде заредено, за да работи коректно този модул.
cs_cz: Aby mohl tento modul fungovat správně, musí se nahrát obrázek vodoznaku.
el_gr: Η εικόνα υδατογραφήματος πρέπει να μεταφορτωθεί για να λειτουργήσει σωστά αυτό το πρόσθετο.
fr_fr: L'image filigrane doit être téléchargée pour que ce module fonctionne correctement.
it_it: L'immagine filigrana deve essere caricata affinché questo modulo funzioni correttamente.
ko_kr: 이 모듈이 정상적으로 동작하려면 워터마크 이미지를 업로드 해야 합니다.
lv_lv: Udenszīmes attēlu nepieciešams augšupielādēt lai modulis korekti strādātu.
pl_pl: Wgraj obraz znaku wodnego, by moduł działał poprawnie.
pt_br: Você deve fazer upload da imagem da marca d'água para que este módulo funcione corretamente.
sv_se: En bild för vattenstämpeln måste laddas upp för att denna modul ska fungera korrekt.

source: You have to enable the GD extension on your server to install this module
cs_cz: Chcete-li nainstalovat tento modul, musíte povolit GD rozšíření na vašem serveru
el_gr: Πρέπει να ενεργοποιήσετε την επέκταση GD στον διακομιστή σας για να εγκαταστείσετε αυτό το πρόσθετο
fr_fr: Vous devez activer l'extension GD sur votre serveur pour installer ce module
it_it: È necessario abilitare l'estensione GD sul server per installare questo modulo
ko_kr: 이 모듈을 설치하려면 서버에서 GD 확장기능을 활성화 해야 합니다
lv_lv: Lai instalētu šo moduli nepieciešams ieslēgt GD atbalstu
pl_pl: Trzeba włączyć na serwerze rozszerzenie GD, aby zainstalować ten moduł
pt_br: Você precisa ativar a extensão GD em seu servidor para instalar este módulo
sv_se: Du måste aktivera tillägget GD på din server för att kunna använda denna modul

source: Opacity required.
ar_sa: التعتيم مطلوب.
bg_bg: Изисква се прозрачност.
ca_es: L'opacitat és necessària.
cs_cz: Neprůhlednost požadována.
el_gr: Απαιτείται διαφάνεια.
fr_fr: L'opacité est requise.
it_it: Richiesta opacità.
ko_kr: 투명도를 입력하세요.
lv_lv: Nepieciešams caurspīdīgums.
pl_pl: Wymagana przeźroczystość.
pt_br: A opacidade é obrigatória.
sv_se: Opacitet krävs.

source: Opacity is not in allowed range.
ar_sa: التعتيم ليس في النطاق المسموح به.
bg_bg: Прозрачността е извън позволеният обхват.
ca_es: L'opacitat no està en el rang permès.
cs_cz: Neprůhlednost není v povoleném rozsahu.
el_gr: Η διαφάνεια δεν είναι στα επιτρεπόμενα όρια.
fr_fr: L'opacité n'est pas dans l'intervalle autorisé.
it_it: L'opacità non è nell'intervallo consentito.
ko_kr: 투명도가 허용되지 않는 범위입니다.
lv_lv: Caurspīdīgums nav atļautajā apgabalā.
pl_pl: Przeźroczystość nie jest w dozwolonym zakresie.
pt_br: A opacidade não está no intervalo permitido.
sv_se: Opacitet är inte i tillåtet intervall.

source: Y-Align is required.
ar_sa: محاذة-ص مطلوبة.
bg_bg: Изисква се подравняване по Y.
ca_es: L'alineació Y és necessària.
cs_cz: Zarovnání v ose Y není vyplněno.
el_gr: Στοίχιση Υ κρίνεται απαραίτητη.
fr_fr: Alignement en Y requis.
it_it: Allineamento vert. richiesto.
ko_kr: Y축-정렬을 입력하세요.
lv_lv: Nepieciešams Y-Align.
pl_pl: Wyrównanie w osi Y jest wymagane
pt_br: O alinhamento-Y é necessário.
sv_se: Y-align krävs.

source: Y-Align is not in allowed range.
ar_sa: محاذاة-ص ليس في المدى المسموح به.
bg_bg: Подравняването по Y не е в разрешените граници.
ca_es: L'alineació Y no éstà en el rang permès.
cs_cz: Neplatná hodnota pro zarovnání v ose Y.
el_gr: Στοίχιση Υ όχι στο επιτρεπόμενο εύρος.
fr_fr: Valeur incorrecte pour l'alignement en Y.
it_it: L'allineamento vert. non è nell'intervallo consentito.
ko_kr: Y축-정렬이 허용되지 않는 범위입니다.
lv_lv: Y-Align nav atļautajā apgabalā.
pl_pl: Wyrównanie w osi Y nie jest w dozwolonym zakresie.
pt_br: O alinhamento-Y não está no intervalo permitido.
sv_se: Y-align är inte i tillåtet intervall.

source: X-Align is required.
ar_sa: محاذاة-س مطلوبة.
bg_bg: Изисква се подравняване по X.
ca_es: L'alineació X és necessària.
cs_cz: Zarovnání v ose X není vyplněno.
el_gr: Στοίχιση Χ κρίνεται απαραίτητη.
fr_fr: Alignement en X requis.
it_it: Allineamento orizz. richiesto.
ko_kr: X축-정렬을 입력하세요.
lv_lv: Nepieciešams X-Align.
pl_pl: Wyrównanie w osi X jest wymagane
pt_br: O alinhamento-X é necessário.
sv_se: X-align krävs.

source: X-Align is not in allowed range.
ar_sa: محاذاة-س ليس في المدى المسموح به.
bg_bg: Подравняването по Х не е в разрешените граници.
ca_es: L'alineació X no està en el rang permès.
cs_cz: Neplatná hodnota pro zarovnání v ose X.
el_gr: Στοίχιση Χ όχι στο επιτρεπόμενο εύρος.
fr_fr: Valeur incorrecte pour l'alignement en X.
it_it: L'allineamento orizz. non è nell'intervallo consentito.
ko_kr: X축-정렬이 허용되지 않는 범위입니다.
lv_lv: X-Align nav atļautajā apgabalā.
pl_pl: Wyrównanie w osi X nie jest w dozwolonym zakresie.
pt_br: O alinhamento-X não está no intervalo permitido.
sv_se: X-align är inte i tillåtet intervall.

source: At least one image type is required.
ar_sa: صورة واحدة مطلوبة على الأقل.
bg_bg: Изисква се поне един формат за изображения.
ca_es: Com a mínim és necessari un tipus d'imatge.
cs_cz: Alespoň jeden typ obrázku musí být vybrán.
el_gr: Απαιτείται τουλάχιστον ένας τύπος εικόνας.
fr_fr: Au moins un type d'image doit être sélectionné.
it_it: E' richiesto almeno un tipo di immagine.
ko_kr: 최소 하나 이상의 이미지 유형이 필요합니다.
lv_lv: Nepieciešams vismaz viens attēla veids.
pl_pl: Wymagany jest co najmniej jeden typ obrazu.
pt_br: É necessário pelo menos um tipo de imagem.
sv_se: Minst en bildtyp krävs.

source: An error occurred while uploading watermark: %1$s to %2$s
ar_sa: حدث خطأ اثناء رفع العلامة المائية: %1$s الى %2$s
bg_bg: Възникна грешка при качване на водния знак: %1$s за %2$s
ca_es: Ha succeït un error mentre es pujava la marca d'aigua: %1$s a %2$s
cs_cz: Došlo k chybě při odesílání vodoznaku: %1$s na %2$s
el_gr: Παρουσιάστηκε σφάλμα κατά την μεταφόρτωση υδατογραφήματος: %1$s σε %2$s
fr_fr: Une erreur est survenue lors du chargement du filigrane : %1$s à %2$s
it_it: Si è verificato un errore durante il caricamento della filigrana: da %1$s a %2$s
ko_kr: 워터마크 업로드 중 오류 발생: %1$s 에서 %2$s
lv_lv: Kļūda augšupielādējot ūdenszīmi: %1$s uz %2$s
pl_pl: Wystąpił błąd podczas wysyłania znaku wodnego %1$s do %2$s
pt_br: Ocorreu um erro durante ao fazer upload da marca de água: %1$s para %2$s
sv_se: Ett fel inträffade när vattenmärket laddades upp: %1$s till %2$s

source: Unable to add watermark section to the .htaccess file
cs_cz: Do souboru .htaccess není možné přidat vodoznak
el_gr: Αδύνατο να προστεθεί ενότητα wartermark στο αρχείο .htaccess
fr_fr: Impossible d'ajouter une section filigrane au fichier .htaccess
it_it: Impossibile aggiungere la sezione filigrana al file .htaccess
ko_kr: .htaccess 파일에 워터마크 섹션을 추가할 수 없음
lv_lv: Nevar pievienot ūdenszīmju sadaļu .htaccess failā
pl_pl: Nie można dodać sekcji znak wodny do pliku .htaccess
pt_br: Não foi possível adicionar a seção de marca d'água ao arquivo .htaccess
sv_se: Kunde ej lägga till watermark-sektionen till .htaccess-filen

source: Watermark image format is unsupported, allowed file types are: .gif, .jpg, .png
cs_cz: Formát obrázku vodoznaku není podporován, povolené typy souborů jsou: .gif, .jpg, .png
el_gr: Το είδος εικόνας υδατογραφήματος δεν υποστηρίζεται, επιτρεπόμενοι τύποι αρχείου είναι: .gif, .jpg, .png
fr_fr: Ce format d'image filigrane n'est pas pris en charge, les types de fichiers autorisés sont : .gif, .jpg, .png
it_it: Il formato dell'immagine filigrana non è supportato, i tipi di file consentiti sono: .gif, .jpg, .png
ko_kr: 워터마크 이미지 형식이 지원되지 않습니다, 허용된 파일 유형은: .gif, .jpg, .png
lv_lv: Ūdenszīmju failu formāti: .gif, .jpg, .png
pl_pl: Format pliku znaku wodnego jest nieobsługiwany, dozwolone formaty to: .gif, .jpg, .png
pt_br: O formato da imagem de marca d'água não é suportado, os tipos de arquivo permitidos são: .gif, .jpg, .png
sv_se: Formatet på vattenstämpeln är felaktigt. Tillåtna format är: .gif, .jpg, .png

source: Once the module set up, regenerate your images with the dedicated tool in the Preferences section. Watermark will automatically be applied to new images.
cs_cz: Jakmile je modul nastaven, obnovte své obrázky pomocí funkce v části Předvolby. Na nové obrázky se vodoznak použije automaticky.
el_gr: Μόλις το πρόσθετο ενεργοποιηθεί, αναδημιουργήστε τις εικόνες σας με το ειδικό εργαλείο στην ενότητα Προτιμήσεις. Το υδατογράφημα αυτόματα θα προστεθεί σε νέες εικόνες.
fr_fr: Une fois le module configuré, régénérez vos images avec l'outil dédié dans la section Préférences. Le filigrane sera automatiquement appliqué aux nouvelles images.
it_it: Una volta configurato il modulo, rigenera le immagini con lo strumento dedicato nella sezione Preferenze. La filigrana verrà automaticamente applicata alle nuove immagini.
ko_kr: 모듈이 설정되면, 환경설정 섹션에서 전용 도구로 이미지들을 재생성하세요. 새 이미지에 워터마크가 자동으로 적용됩니다.
lv_lv: Kad modulis ir iestatīts, vēlreiz ģenerējiet attēlus ar attiecīgo rīku Iestatījumu sadaļā. Ūdenszīmes tik pielietotas attēliem automātiski.
pl_pl: Po uruchomieniu modułu wygeneruj ponownie zdjęcia, używając przeznaczonego do tego narzędzia w sekcji Preferencje. Znak wodny zostanie automatycznie dodany do nowych zdjęć.
pt_br: Uma vez que o módulo tenha sido configurado, recrie suas imagens com a ferramenta correspondente na seção Preferências. A marca d'água será aplicada automaticamente às novas imagens.
sv_se: När modulen har satts upp, generera dina befintliga bilder på nytt med det anpassade verktyget under Inställningar. Vattenstämpeln kommer automatiskt att läggas till alla nya bilder.

source: Watermark file:
ar_sa: ملف العلامة المائية:
bg_bg: Файл за водния знак:
ca_es: Arxiu de filigrana:
cs_cz: Soubor vodoznaku:
el_gr: Αρχείο υδατογραφήματος:
fr_fr: Fichier filigrane :
it_it: File filigrana:
ko_kr: 워터마크 파일:
lv_lv: Ūdenszīmes fails:
pl_pl: Plik znaku wodnego:
pt_br: Arquivo da marca d'água:
sv_se: Fil för vattenstämpel:

source: Watermark opacity (1-100)
ar_sa: درجة تعتيم العلامة المائية (1-100)
bg_bg: Прозрачност на водният знак (1-100)
ca_es: Opacitat de la filigrana (1-100)
cs_cz: Neprůhlednost vodoznaku (1-100)
el_gr: Διαφάνεια υδατογραφήματος (1-100)
fr_fr: Opacité du filigrane (1-100)
it_it: Opacità filigrana (1-100)
ko_kr: 워터마크 투명도 (1-100)
lv_lv: Ūdenszīmes caurspīdīgums (1-100)
pl_pl: Przeźroczystość (1-100)
pt_br: Opacidade da marca d'água (1-100)
sv_se: Vattenstämpelns opacitet (1-100)

source: Watermark X align:
ar_sa: محاذاة العلامة المائية ص:
bg_bg: Подравняване на водния знак по Х:
ca_es: Alineació X de la filigrana:
cs_cz: Vodoznak zarovnat v ose X:
el_gr: Υδατογράφημα Χ στοίχιση:
fr_fr: Alignement en X :
it_it: Allineamento orizz. filigrana:
ko_kr: 워터마크 X축 정렬:
lv_lv: Ūdenszīmes X novietojums:
pl_pl: Wyrównanie w osi X:
pt_br: Alinhamento X da marca d'água:
sv_se: Vattenstämpelns X-anpassning:

source: Watermark Y align:
ar_sa: محاذاة العلامة المائية س:
bg_bg: Подравняване на водния знак по Y:
ca_es: Alineació Y de la filigrana:
cs_cz: Vodoznak zarovnat v ose Y:
el_gr: Υδατογράφημα Υ στοίχιση:
fr_fr: Alignement en Y :
it_it: Allineamento vert. filigrana:
ko_kr: 워터마크 Y축 정렬:
lv_lv: Ūdenszīmes Y novietojums:
pl_pl: Wyrównanie w osi Y
pt_br: Alinhamento Y da marca d'água:
sv_se: Vattenstämpelns Y-anpassning:

source: Choose image types for watermark protection:
ar_sa: اختر انواع الصور لحماية العلامة المائية:
bg_bg: Изберете тип на изображението, изпозлвано за защита с воден знак:
ca_es: Trieu els tipus d'imatge per a la protecció amb filigrana (marca d'aigua):
cs_cz: Vyberte typy obrázků, které mají být chráněny vodoznakem:
el_gr: Επιλογή τύπου εικόνας για προστασία με υδατογράφημα:
fr_fr: Choisissez les types d'image pour lesquels le filigrane doit s'appliquer :
it_it: Scegli immagine per la protezione con filigrana:
ko_kr: 워터마크 보호용 이미지 유형을 선택하세요:
lv_lv: Izvēlieties kurus attēlu veidus aizsargāt ar ūdenszīmi:
pl_pl: Wybierz typy obrazów dla których zastosować ochronę znakiem wodnym:
pt_br: Escolha os tipos de imagem a proteger com uma marca d'água:
sv_se: Välj bildtyper för vattenstämpel:

source: Logged in customers can see images without watermark
bg_bg: Влезлите клиенти могат да виждат изображенията без воден знак
cs_cz: Přihlášení zákazníci mohou vidět obrázky bez vodoznaku
el_gr: Οι συνδεδεμένοι πελάτες βλέπουν τις εικόνες χωρίς υδατογράφημα
fr_fr: Les clients connectés peuvent voir les images sans filigrane
it_it: I clienti che hanno effettuato l'accesso possono vedere le immagini senza la filigrana
ko_kr: 로그인 한 고객은 워터마크가 없는 이미지를 볼 수 있음
lv_lv: Lietotāji kuri ir pieslēgušies ūdenszīmes neredzēs
pl_pl: Zalogowani klienci będą mogli zobaczyć zdjęcia bez znaku wodnego
pt_br: Clientes com sessão iniciada podem ver as imagens sem marca d'água
sv_se: Inloggade kunder ser bilder utan vattenstämpel

source: Unable to remove watermark section from .htaccess file
cs_cz: Ze souboru .htaccess se nepodařilo odstranit část vodoznaku
el_gr: Αδύνατη η αφαίρεση της ενότητας wartermark από το αρχείο .htaccess
fr_fr: Impossible de supprimer la section filigrane du fichier .htaccess
it_it: Impossibile rimuovere la sezione filigrana dal file .htaccess
ko_kr: .htaccess 파일에 워터마크 섹션을 제거할 수 없음
lv_lv: Nevar izdzēst ūdenszīmju sadaļu no .htaccess faila
pl_pl: Nie można usunąć sekcji znak wodny z pliku .htaccess
pt_br: Não foi possível remover a seção da marca d'água do arquivo .htaccess
sv_se: Kunde ej ta bort watermark-sektionen från .htaccess
