Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesCheckpaymentAdmin.*.xlf
Languages: sv_se

source: Payments by check
sv_se: Betalning med check

source: Are you sure you want to delete these details?
sv_se: Är du säker på att du vill radera dina detaljer?

source: The "Payee" and "Address" fields must be configured before using this module.
sv_se: Fälten "Betala till" och "Adress" måste konfigureras för att modulen ska kunna användas.

source: No currency has been set for this module.
sv_se: Ingen valuta har valts för den här modulen.

source: The "Payee" field is required.
sv_se: Fältet "Betala till" är obligatoriskt.

source: The "Address" field is required.
sv_se: Adressfältet är obligatoriskt.

source: Pay by Check
sv_se: Betala med check

source: Contact details
sv_se: Kontaktdetaljer

source: Payee (name)
sv_se: Betala till (namn)

source: Address
sv_se: Adress

source: Address where the check should be sent to.
sv_se: Adress som checken ska skickas till.

source: %amount% (tax incl.)
sv_se: %amount% (exkl. moms)

source: This module allows you to accept payments by check.
sv_se: Denna modul gör att du kan ta emot betalningar med check.

source: If the client chooses this payment method, the order status will change to 'Waiting for payment'.
sv_se: Om kunden väljer detta betalningsalternativ kommer beställningsstatusen att ändras till "Väntar på betalning".

source: You will need to manually confirm the order as soon as you receive a check.
sv_se: Därför måste du manuellt bekräfta beställningen så fort du får en check.
