Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesAutoupgradeAdmin.*.xlf
Languages: el_gr, he_il, hu_hu, id_id, sl_si, sv_se

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
el_gr: [ERROR] Δεν βρέθηκαν αντίγραφα ασφαλείας για τη βάση δεδομένων: αδύνατη η επαναφορά της βάσης δεδομένων. Η λειτουργία ακυρώθηκε.
he_il: [ERROR] לא נמצאו קבצי גיבוי של מסד נתונים: בלתי אפשרי לשחזר את מסד הנתונים. פעולה בוטלה.
hu_hu: [HIBA] Nem található adatbázis adatmentés fájl: lehetetlen lenne az adatbázis visszaállítása. Művelet megszakítva.
id_id: [ERROR] File backup database tidak ditemukan: tidak akan mungkin melakukan restore database. Proses dibatalkan.
sl_si: [ERROR] Ni najdenih arhivskih datotek baze: nemogoče bo obnovit bazo podatkov. Postopek preklican.
sv_se: [ERROR] Inga backupfiler hittades: det går inte att återställa databasen. Åtgärden avbröts.

source: Restoring files ...
el_gr: Επαναφορά αρχείων ...
he_il: משחזר קבצים...
hu_hu: Fájlok visszaállítása ...
id_id: Restore file ...
sl_si: Obnavljam datoteke...
sv_se: Återställer filer ...

source: Action %s skipped
el_gr: Ενέργειες %s παραλείφθηκαν
id_id: Tindakan %s dilewatkan
sl_si: Akcija %s preskočena
sv_se: Åtgärd %s hoppas över

source: [SQL ERROR]
sl_si: [SQL NAPAKA]
