Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesReminderAdmin.*.xlf
Languages: ar_sa, bn_bd, ca_es, de_de, hy_am, pl_pl

source: Customer follow-up
ar_sa: متابعة العملاء
bn_bd: ক্রয় পরবর্তী সেবা
ca_es: Seguiment del client
de_de: Kunden Nachfassaktion
hy_am: Հաճախորդի հետ հետագա աշխատանքը
pl_pl: Badanie klientów

source: Follow-up with your customers by sending abandonment cart emails and other reminders.
ar_sa: المتابعة مع عملائك عن طريق إرسال رسائل إلكترونية متعلقة بعربات التخلي والتذكيرات الأخرى.
ca_es: Segueixi als seus clients mitjançant l'enviament de correus per carros abandonats i altres recordatoris.
de_de: Bleiben Sie mit Ihren Kunden in Kontakt indem Sie E-Mails zu abgelaufenen Warenkörben und andere Erinnerungs E-Mails senden.
pl_pl: Dostarczaj swoim klientom bieżących informacji, wysyłając im powiadomienia e-mailowe o porzuconych koszykach oraz inne przypomnienia.

source: Settings updated succesfully
ar_sa: يتم تحديث إعدادات
bn_bd: সেটিংস আপডেট হয়েছে
ca_es: Ajustaments s'actualitzen
de_de: Einstellungen wurden aktualisiert
hy_am: Կարգավորումները թարմացված են
pl_pl: Pomyślnie zaktualizowano ustawienia

source: Error occurred during settings update
ar_sa: حصل خطأ أثناء تحديث الإعدادات
bn_bd: সেটিংস আপডেটের সময় ত্রুটি ঘটেছে
ca_es: Error mentre s'actualitzava la condiguració
de_de: Ein Fehler ist bei der Aktualisierung der Einstellungen aufgetreten.
pl_pl: Wystąpił błąd podczas aktualizacji ustawień

source: Discount for your cancelled cart
ar_sa: خصم مقابل سلة تسوقك الملغاة
bn_bd: বাতিল কার্ট এর জন্য ডিসকাউন্ট
ca_es: Descompte pel carret cancel·lat
de_de: Rabatt für Ihren abgebrochenen Einkauf
hy_am: Զեղչեր չեղյալացված զամբյուղի համար
pl_pl: Rabat dla twojego anulowanego koszyka

source: Thank you for your order.
ar_sa: شكراً لتسوقكم.
bn_bd: আপনার অরডার এর জন্য ধন্যবাদ
ca_es: Gràcies per la vostra comanda
de_de: Vielen Dank für Ihre Bestellung.
hy_am: Շնորհակալություն Ձեզ պատվերի համար:
pl_pl: Dziękujemy za Twoje zamówienie.

source: You are one of our best customers!
ar_sa: أنت أحد أفضل عملائنا!
bn_bd: আপনি আমাদের অন্যতম সেরা গ্রাহক!
ca_es: Sou un dels dels nostres millors clients!
de_de: Sie sind einer unserer besten Kunden
hy_am: Դուք մեր լավագույն հաճախորդներից մեկն եք:
pl_pl: Jesteś jednym z naszych najlepszych klientów!

source: We miss you!
ar_sa: إشقتنا إليك!
bn_bd: আমরা আপনাকে মিস করব !
ca_es: Et trobem a faltar!
de_de: Wir vermissen Sie.
hy_am: Մենք կկարոտենք՜ Ձեզ:
pl_pl: Tęsknimy za Tobą!

source: Define the settings and paste the following URL in the crontab, or call it manually on a daily basis:
ca_es: Definiu la configuració i col·loqueu el següent URL al crontab, o feu una crida manual cada dia a:
de_de: Legen Sie die Einstellungen fest und fügen Sie die URL als Cronjob zum Crontab. Oder rufen Sie die URL manuell im Tagesrhythmus auf:
pl_pl: Zdefiniuj ustawienia oraz umieść następujący URL w CRON serwera, lub wywołuj go ręcznie codziennie:

source: Information
ar_sa: روابط ذات صلة
bn_bd: তথ্য
ca_es: Informació
de_de: Informationen
hy_am: Տեղեկատվւթյուն
pl_pl: Informacja

source: Four kinds of e-mail alerts are available in order to stay in touch with your customers!
ar_sa: أربع خيارات تنبيهات البريد الإلكتروني متوفرة لكي تبقى مع اتصال بعملائك!
bn_bd: চার ধরণের ইমেইল এর মাধ্যমে আপনার গ্রাহকদের সঙ্গে যোগাযোগ রাখতে পারেন!
ca_es: Hi ha quatre tipus d'alertes de correu electrònic disponibles per tal de mantenir-vos en contacte amb els vostres clients!
de_de: Ihnen stehen vier verschiedene E-Mail-Benachrichtigungen zur Verfügung, um mit Ihren Kunden in Kontakt zu bleiben!
pl_pl: Aby pozostać w kontakcie ze swoimi klientami, dostępne są cztery rodzaje powiadomień e-mail!

source: Cancelled carts
ar_sa: سلال التسوق الملغاة
bn_bd: বাতিল হওয়া ট্রলি
ca_es: Cistelles cancelades
de_de: Gelöschte Warenkörbe
hy_am: Չեղյալացված զամբյուղներ
pl_pl: Anulowane koszyki

source: For each cancelled cart (with no order), generate a discount and send it to the customer.
ar_sa: لكل سلة تسوق ملغاة (بدون أوامر شراء)، أنشئ خصماً و أرسله للعميل.
bn_bd: প্রতিটি বাতিল কার্ট জন্য ( আদেশ বিহীন), একটি ডিসকাউন্ট ঠিক করুন এবং গ্রাহককে এটা পাঠান .
ca_es: Per cada carret cancel·lat (sense comanda), generar un descompte i enviar-li al client
de_de: Generieren Sie einen Rabatt für jeden gelöschten Warenkorb (ohne Reihenfolge) und senden Sie ihn an den Kunden
hy_am: Յուրաքանչյուր չեղյալացված զամբյուղի համար (առանց ոչ մի պատվերի), գեներացրեք զեղչեր եւ այն ուղարկեք հաճախորդին:
pl_pl: Dla każdego anulowanego koszyka (bez zamówienia), wygeneruj rabat i wyślij go do klienta.

source: Discount amount
ar_sa: كمية الخصم
bn_bd: ডিসকাউন্ট এর পরিমান
ca_es: Import del descompte
de_de: Rabattbetrag
hy_am: Զեղչի գումարը
pl_pl: Wartość rabatu

source: Discount validity
ar_sa: صلاحية الخصم
bn_bd: ডিসকাউন্ট এর সর্ত
ca_es: Validesa del descompte
de_de: Rabattgültigkeit
hy_am: Զեղչի վավերականության ժամկետը
pl_pl: Ważność rabatu

source: day(s)
ar_sa: يوم(أيام)
bn_bd: দিন
ca_es: dies
de_de: Tag(e)
hy_am: օր
pl_pl: dzień (dni)

source: The next process will send %d e-mail(s).
ar_sa: العملية التالية سترسل %d رسالة (رسائل) إلكترونية.
ca_es: El procés següent enviarà %d e-mail(s).
de_de: Der nächste Schritt ist die Versndung von %d E-Mail(s).
pl_pl: Kolejny krok wyśle %d emaili.

source: Re-order
ar_sa: إعادة الطلب
bn_bd: পুনঃঅর্ডার
ca_es: Reordenar
de_de: Neu sortieren
hy_am: Վերապատվիրել
pl_pl: Powtórz zamówienie

source: For each validated order, generate a discount and send it to the customer.
ar_sa: لكل أمر شراء محقق الصحة، أنشئ خصماً و أرسله للعميل.
bn_bd: প্রতিটি সটীক ক্রয় আদেশ এর জন্য একটি ডিসকাউন্ট ঠিক করুন এবং গ্রাহককে এটা পাঠান .
ca_es: Per a cada comanda validada, generar un descompte i enviar-li al client
de_de: Für jede bestätigte Bestellung einen Rabatt erzeugen und dem Kunden zusenden
hy_am: Յուրաքանչյուր վավեր պատվերի համար գեներացնել զեղչ ու այն ուղարկել հաճախորդին
pl_pl: Dla każdego prawidłowego zamówienia, wygeneruj rabat i wyślij go do klienta.

source: Next process will send: %d e-mail(s)
ar_sa: العملية التالية سترسل %d رسالة (رسائل) إلكترونية
bn_bd: পরবর্তী প্রক্রিয়া ই মেইলএ পাঠানো হবে :%d
ca_es: El següent procés enviarà: %d e-mails
de_de: Im nächsten Schritt werden %d E-Mails versendet
hy_am: Հետեւյալ պրոցեսը կուղարկի. %d էլ. նամակներ
pl_pl: Następny proces wyśle %d e-maili

source: For each customer raising a threshold, generate a discount and send it to the customer.
bn_bd: প্রতিটি দরদাম কারি গ্রাহক এর জন্য একটি ডিসকাউন্ট ঠিক করুন এবং গ্রাহককে এটা পাঠান
ca_es: Quan un client superi un límit, generar un descompte i enviarà-li al client
de_de: Erzeugen Sie einen Rabatt für jeden Kunden, der eine bestimmte Schwelle erreicht, und senden Sie ihn an den Kunden
hy_am: Յուրաքանչյուր շեմը անցնող հաճախորդի համար գեներացնել զեղչ եւ այն ուղարկել հաճախորդին:
pl_pl: Dla każdego klienta podnoszącego poziom, generuj rabat i wyślij go do klienta.

source: Threshold
ar_sa: عتبة الحد الأدنى
bn_bd: সটীক মূল্য
ca_es: Límit
de_de: Schwellenwert
hy_am: Շեմը
pl_pl: Próg

source: For each customer who has already placed at least one order and with no orders since a given duration, generate a discount and send it to the customer.
ar_sa: لكل عميل قام بعملية شراء مرة واحدة على الأقل ولم يقم بوضع طلبات شراء منذ فترة محددة، أنشئ خصماً و أرسله للعميل.
ca_es: Quan un client que ja ha fet almenys una comanda i no n'ha fet més en un determinat període, generar un descompte i enviar-li.
de_de: Erzeugen Sie einen Rabatt und senden Sie ihn an alle Kunden, die mindestens eine Bestellung durchgeführt haben und seit einem bestimmten Zeitraum nichts mehr bestellt haben.
pl_pl: Dla każdego klienta który już wysłał co najmniej jedno zamówienie i żadnego od podanego zakresu czasu, generuj rabat i wyślij go do klienta.

source: Since x days
ar_sa: منذ س أيام
bn_bd: এক্স দিন হয়েছে
ca_es: Des de \"x\" dies (determinat període)
de_de: Seit x Tagen
hy_am: Տրված x օրերի ընթացքում
pl_pl: Od x dni

source: General
ar_sa: عام
bn_bd: সাধারণ
de_de: Allgemein
hy_am: Ընդհանուր
pl_pl: Ogólny

source: Delete outdated discounts during each launch to clean database
bn_bd: ডাটাবেস পরিষ্কার এর সময় প্রতিটি পুরোনো ডিসকাউন্ট মুছে ফেলুন
ca_es: Elimina els descomptes obsolets durant cada llançament per a netejar la base de dades
de_de: Löschen Sie bei jedem Start veraltete Rabatte, um die Datenbank zu bereinigen.
hy_am: Ջնջել հնացած զեղչերը յուրաքանչյուր թողարկման ընթացքում, որպեսզի մաքրվի տվյալների բազան:
pl_pl: Usuń przeterminowane rabaty podczas każdego uruchomienia aby wyczyścić bazę danych.

source: Best customers
ar_sa: أفضل العملاء
bn_bd: সেরা গ্রাহক
ca_es: Millors clients
de_de: Beste Kunden
hy_am: Լավագույն հաճախորդները
pl_pl: Najlepsi klienci

source: Bad customers
ar_sa: أسوأ العملاء
bn_bd: খারাপ
ca_es: Pitjors clients
de_de: Schlechte Kunden
hy_am: Վատ հաճախորդները
pl_pl: Źli klienci

source: Statistics
ar_sa: الحصائيات
bn_bd: পরিসংখ্যান
ca_es: Estadístiques
de_de: Statistiken
hy_am: Վիճակագրություն
pl_pl: Statystyki

source: Detailed statistics for the last 30 days:
ar_sa: الإحصائيات التفصيلية للأيام الثلاثين الأخيرة:
ca_es: Estadístiques detallades dels últims 30 dies:
de_de: Detaillierte Statistik der letzten 30 Tage:
pl_pl: Szczegółowe statystyki z ostatnich 30 dni:

source: Sent = Number of sent e-mails
ar_sa: مرسل = عدد الرسائل الإلكترونية المرسلة
ca_es: Enviats = Nombre de missatges d'email enviats
de_de: S = Anzahl versendeter E-Mails
pl_pl: Wysłane = Ilość wysłanych emaili

source: Used = Number of discounts used (valid orders only)
ar_sa: مستخدم = عدد الخصومات المستخدمة (الأوامر محققة الصحة فقط)
ca_es: Usat = Nombre de descomptes utilitzats (només en comandes vàlides)
de_de: U = Anzahl der verwendeten Rabatte (nur bestätigte Bestellungen)
pl_pl: Zużyte = Ilość wykorzystanych rabatów (dotyczy ważnych zamówień)

source: Conversion % = Conversion rate
ar_sa: التحويل % = سعر التحويل
ca_es: % de Conversió = rati de conversió
de_de: Konversion % = Konversionsrate
pl_pl: % Konwersji = Współczynnik konwersji

source: Date
ar_sa: التاريخ
bn_bd: তারিখ
ca_es: Data
de_de: Datum
hy_am: Ամսաթիվ
pl_pl: Data

source: Canceled carts
ar_sa: سلال التسوق الملغاة
ca_es: Carrets cancel·lats
de_de: Gelöschte Warenkörbe
pl_pl: Anulowane koszyki

source: Re-orders
ar_sa: إعادة الطلبات
ca_es: Recomandes
de_de: Nachbestellungen
pl_pl: Powtórzone zamówienia

source: Sent
ar_sa: أرسلت
ca_es: Enviat
de_de: Gesendet
pl_pl: Wysłane

source: Used
ar_sa: مستخدم
bn_bd: বাবহারিত
ca_es: Usat
de_de: Gebraucht
hy_am: Օգատագործված ե
pl_pl: Używane

source: Conversion (%)
ar_sa: التحويل (٪)
ca_es: % de Conversió
de_de: Konversion (%)
pl_pl: % Konwersji

source: No statistics at this time.
ar_sa: لا توجد إحصائيات حتى هذا الوقت.
bn_bd: পরিসংখ্যান পাওয়া যায় নি
ca_es: No hi ha estadístiques en aquest moment.
de_de: noch keine Statistik
hy_am: Այս պահին վիճակագրություններ չկան:
pl_pl: Nie ma obecnie statystyk.
