Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesNewsletterAdmin.*.xlf
Languages: bn_bd, nl_nl, pl_pl, sv_se, vi_vn

source: Newsletter
bn_bd: নিউজ লেটার
nl_nl: Nieuwsbrief
sv_se: Nyhetsbrev
vi_vn: Thư tín

source: Generates a .CSV file for mass mailings
bn_bd: মেইলসমূহ জন্য একটি . CSV ফাইল উত্পন্ন
nl_nl: Genereert een .csv bestand voor massamailing
pl_pl: Generuje plik .CSV dla masowego wysyłania e-mail
sv_se: Genererar en .CSV-fil för massutskick
vi_vn: Tạo ra một. Tệp CSV cho khối lượng thư

source: All countries
bn_bd: সব দেশ সমূহ
nl_nl: Alle landen
pl_pl: Wszystkie kraje
sv_se: Alla länder
vi_vn: Tất cả quốc gia

source: Customers' country
bn_bd: গ্রাহক এর দেশ
nl_nl: Land herkomst
pl_pl: Kraj klienta
sv_se: Kunds land
vi_vn: Quốc gia của khách hàng

source: Filter customers' country.
nl_nl: Filter op land van klant.
pl_pl: Filtr klientów według kraju.
sv_se: Filtrera kundernas land.
vi_vn: Lọc theo quốc gia của khách.

source: Newsletter subscribers
bn_bd: নিউজলেটার গ্রাহকগন
nl_nl: Nieuwsbrief abonnees
pl_pl: Subskrybenci newslettera
sv_se: Nyhetsbrev prenumeranter
vi_vn: Bản tin người đăng kí

source: Filter newsletter subscribers.
bn_bd: নিউজলেটার গ্রাহকগনকে ফিল্টার করুন
nl_nl: Filter nieuwsbrief abonnees.
pl_pl: Filtr subskrybentów newslettera.
sv_se: Filtrera nyhetsbrevsprenumeranter.
vi_vn: Lọc bản tin người đăng ký.

source: All customers
bn_bd: সকল গ্রাহক
nl_nl: Alle klanten
pl_pl: Wszyscy klienci
sv_se: Alla kunder
vi_vn: Tất cả khách hàng

source: Subscribers
bn_bd: সদস্যবৃন্দ
nl_nl: Abonnees
pl_pl: Subskrybenci
sv_se: Prenumeranter
vi_vn: Người đăng kí

source: Non-subscribers
bn_bd: অ গ্রাহকগণ
nl_nl: Geen abonnees
pl_pl: Nie zapisani
sv_se: Ej prenumeranter
vi_vn: Không đăng ký

source: Opt-in subscribers
nl_nl: Abonnees met opt-in
pl_pl: Zapisani subskrybenci
sv_se: Opted-in prenumeranter
vi_vn: Chọn tham gia trong người đăng kí

source: Filter opt-in subscribers.
nl_nl: Filter op reclame-abonnees.
pl_pl: Filtr zapisanych subskrybentów.
sv_se: Filtrera opted-in prenumeranter.
vi_vn: Lọc chọn tham gia trong người đăng ký.

source: No customers found with these filters!
bn_bd: এই ফিল্টারগুলির সাথে কোন গ্রাহকদের পাওয়া যায় নি !
nl_nl: Geen klanten gevonden met deze filters!
pl_pl: Nie znaleziono klientów na podstawie tych filtrów!
sv_se: Inga kunder hittades med dessa filter!
vi_vn: Không tìm thấy khách hàng theo bộ lọc!

source: The .CSV file has been successfully exported: %d customers found.
nl_nl: Het exporteren van het .CSV bestand is geslaagd. (%d klanten gevonden).
pl_pl: Plik CSV został pomyślnie wyeksportowany: znaleziono %d klientów.
sv_se: CSV-filen har skapats: %d kunder hittades.
vi_vn: File .CSV đã xuất thành công: %d khách hàng đã tìm được.

source: Download the file
bn_bd: ফাইল ডাউনলোড করুন
nl_nl: Download het bestand
pl_pl: Pobierz plik
sv_se: Ladda ner filen
vi_vn: Tải file

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
nl_nl: Waarschuwing: Als u dit CSV-bestand opent met Excel, kies dan voor UTF-8-codering om vreemde tekens te voorkomen.
pl_pl: UWAGA: Podczas otwierania tego pliku CSV w programie Excel, wybierz kodowanie UTF-8, inaczej zobaczysz dziwne znaki.
sv_se: VARNING: När du öppnar den här .csv-filen med Excel, välj UTF-8-kodning för att undvika konstiga tecken.
vi_vn: Cảnh báo: Khi mở file .csv này bằng Excel, chọn mã UTF-8 để tránh lỗi hiển thị ký tự.

source: Error: Write access limited
nl_nl: Fout: Geen schrijftoegang
pl_pl: Błąd: Ograniczony dostęp do zapisu
sv_se: Fel: Skrivaccess begränsad
vi_vn: Lỗi: Ghi giới hạn truy cập

source: Error: cannot write
bn_bd: ভুলঃঅনুলিপি সম্ভব নয়।
nl_nl: Fout; schrijven mislukt
pl_pl: Błąd: nie można zapisać
sv_se: Fel: Kan inte skriva
vi_vn: Lỗi: Không thể ghi

source: All Subscribers
nl_nl: Alle abonnees
pl_pl: Wszyscy subskrybenci
sv_se: Alla prenumeranter
vi_vn: Tất cả người đăng kí

source: Subscribers with account
nl_nl: Abonnees met account
pl_pl: Subskrybenci z kontem
sv_se: Prenumeranter med konto
vi_vn: Đăng ký theo dõi với tài khoản

source: Subscribers without account
nl_nl: Abonnees zonder account
pl_pl: Subskrybenci bez konta
sv_se: Prenumeranter utan konto
vi_vn: Đăng ký theo dõi không tài khoản

source: Export customers
bn_bd: গ্রাহক পাঠান
nl_nl: Exporteer klanten
pl_pl: Exportuj klientów
sv_se: Exportera kunder
vi_vn: Xuất khách hàng

source: Export .CSV file
bn_bd: .csv ফাইল পাঠান
nl_nl: Exporteer .CSV bestand
pl_pl: Eksportuj plik csv
sv_se: Exportera .CSV fil
vi_vn: Xuất ra tập tin .CSV
