Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: lv_lv, pl_pl

source: Customer reassurance
lv_lv: Pircēju pārapdrošināšana
pl_pl: Bezpieczeństwo klienta

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
lv_lv: Pievieno informācijas bloku ar mērķi piedāvāt noderīgu informāciju, lai iedrošinātu klientus uzticēties veikalam un tā sniegtajām garantijām.
pl_pl: Dodaj blok wyświetlający więcej informacji o bezpieczeństwie Twoich klientów

source: The block configuration has been updated.
lv_lv: Konfigurācija atjaunota
pl_pl: Konfiguracja zaktualizowana

source: New reassurance block
lv_lv: Jauns garantijas bloks
pl_pl: Nowy blok Bezpieczeństwo w Sklepie

source: ID Shop
lv_lv: ID Veikals
pl_pl: ID Sklepu

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
lv_lv: Sazinieties ar kientiem un pārliciniet viņus atzīmējot jaunus servisus: droši maksājumi, bezmaksas piegāde, atgriešana, u.t.t.
pl_pl: Stwórz atmosferę zaufania i wyeksponuj wysoką jakość swoich usług: bezpieczne płatności, darmową dostawę, zwroty itd.

source: Are you sure you want to uninstall this module?
lv_lv: Vēlaties atinstalēt šo moduli?
pl_pl: Czy na pewno chcesz odinstalować ten moduł?

source: There was an error during the installation. Please contact us through Addons website.
lv_lv: Instalācijas kļūda. Sazinieties ar mums Addons lapā.
pl_pl: Podczas instalacji wystąpił błąd. Skontaktuj się z nami przez witrynę Addons.

source: Block updated
lv_lv: Bloks atjaunots
pl_pl: Informacje zostały zaktualizowane

source: Oops... looks like an error occurred
lv_lv: Atvainojiet... kļūda
pl_pl: Ups... wygląda na to, że wystąpił błąd

source: Configuration updated successfully!
lv_lv: Konfigurācija veiksmīgi atjaunota!
pl_pl: Konfiguracja zaktualizowana pomyślnie!

source: Position changed successfully!
lv_lv: Pozīcija veiksmīgi samainīta!
pl_pl: Pozycja zmieniona pomyślnie!

source: An error occurred when switching position
lv_lv: Kļūda mainot pozīciju
pl_pl: Wystąpił błąd podczas zmiany pozycji

source: Customer Reassurance
pl_pl: Bezpieczeństwo Klienta

source: An error occurred when removing block
pl_pl: Wystąpił błąd podczas usuwania modułu.

source: WARNING
pl_pl: OSTRZEŻENIE

source: Your folder %s is not readable or executable
pl_pl: Twój folder %s nie ma praw odczytu lub wykonywania

source: This folder needs these rights so you can upload your own images for the reassurances blocks.
pl_pl: Ten folder potrzebuje takich uprawnień żeby można było wgrywać własne obrazki dla Bloku Bezpieczeństwa.

source: Content
pl_pl: Zawartość

source: Display
lv_lv: Attēlot
pl_pl: Wyświetl

source: Appearance
pl_pl: Wygląd

source: Save
lv_lv: Saglabāt
pl_pl: Zapisz

source: Customize Module Design
pl_pl: Dostosuj wygląd modułu

source: Icon color
pl_pl: Kolor ikony

source: Text color
pl_pl: Kolor tekstu

source: Reassurance Block
pl_pl: Blok Bezpieczeństwa

source: Return
lv_lv: Atgriešana
pl_pl: Zwrot

source: CMS Page
lv_lv: CMS lapa
pl_pl: Strona CMS

source: Description (optional)
pl_pl: Opis (opcjonalnie)

source: Image
lv_lv: Attēls
pl_pl: Obraz

source: Modify icon
pl_pl: Modyfikuj ikonę

source: or upload file
pl_pl: lub wczytaj plik

source: Choose SVG for best customization. Other accepted file formats: jpg, png, gif
pl_pl: Wybierz SVG dla najlepszego dostosowywania. Inne akceptowane formaty pliku: jpg, png, gif

source: Choose SVG for better customization. Other allowed formats are: .gif, .jpg, .png
pl_pl: Wybierz SVG dla lepszej personalizacji. Inne dozwolone formaty: .gif, .jpg, .png

source: Languages
lv_lv: Valodas
pl_pl: Języki

source: Select none
pl_pl: Wybierz brak

source: Redirection
pl_pl: Przekierowanie

source: CMS page
pl_pl: Strona CMS

source: Title
lv_lv: Tituls
pl_pl: Tytuł

source: Block Content
pl_pl: Zawartość bloku

source: Position
lv_lv: Pozīcija
pl_pl: Pozycja

source: Description
lv_lv: Apraksts
pl_pl: Opis

source: Actions
lv_lv: Darbības
pl_pl: Akcje

source: Url link
pl_pl: Adres URL

source: Activated
lv_lv: Aktivizēts
pl_pl: Aktywowany

source: Deactivated
pl_pl: Nieaktywny

source: We recommend 3 blocks at maximum.
pl_pl: Polecamy maksymalnie 3 bloki.

source: Global settings
pl_pl: Ustawienia globalne

source: Product pages
lv_lv: Produktu lapas
pl_pl: Strony produktu

source: Checkout pages
pl_pl: Strony realizacji zamówienia

source: none
lv_lv: neviens
pl_pl: brak

source: Main column
pl_pl: Kolumna główna

source: Specific position for cart page
pl_pl: Specyficzna pozycja dla strony Koszyk

source: None
lv_lv: neviens
pl_pl: Żaden

source: Header position on all pages
pl_pl: Pozycja nagłówka na wszystkich stronach

source: Above header
pl_pl: Nad nagłówkiem

source: Below header
pl_pl: Pod nagłówkiem

source: Footer position on all pages
pl_pl: Pozycja stopki na wszystkich stronach

source: Above footer
pl_pl: Nad stopką

source: Below footer
pl_pl: Pod stopką

source: Specific position for product page
pl_pl: Specyficzna pozycja dla strony produktu

source: There was an error during the uninstallation. Please contact us through Addons website.
lv_lv: Atinstalēšanas laikā radās kļūda. Lūdzu, sazinieties ar mums, izmantojot Addons mājas lapu.

source: URL
lv_lv: Lapas adrese
