Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesMainmenuAdmin.*.xlf
Languages: es_es

source: Main menu
es_es: Menú principal

source: Adds a new menu to the top of your e-commerce website.
es_es: Añade un nuevo menú en la parte superior de tu tienda.

source: Unable to update settings for the following shop(s): %s
es_es: No se pueden actualizar los siguientes parámetros de la(s) tienda(s): %s

source: Please complete the "Link" field.
es_es: Por favor, rellena el campo "Enlace".

source: Please add a label.
es_es: Por favor, añade una etiqueta.

source: Please add a label for your default language.
es_es: Por favor, añade una etiqueta para el idioma predeterminado.

source: The link has been added.
es_es: El enlace ha sido añadido.

source: Unable to add link for the following shop(s): %s
es_es: No se puede añadir el enlace para la(s) siguiente(s) tienda(s): %s

source: The link has been removed.
es_es: El enlace ha sido eliminado.

source: Unable to remove link for the following shop(s): %s
es_es: No se puede eliminar el enlace para la(s) siguiente(s) tienda(s): %s

source: The link has been edited.
es_es: El enlace ha sido editado.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
es_es: No puede gestionar los elementos del menú superior para el contexto de "Todas las tiendas" o un "Grupo de tiendas", selecciona directamente la tienda que quieres editar

source: The modifications will be applied to shop: %s
es_es: Las modificaciones se aplicarán a la tienda: %s

source: The modifications will be applied to this group: %s
es_es: Las modificaciones serán aplicadas a este grupo: %s

source: The modifications will be applied to all shops
es_es: Las modificaciones serán aplicadas a todas las tiendas

source: All brands
es_es: Todas las marcas

source: All suppliers
es_es: Todos los proveedores

source: Menu Top Link
es_es: Enlace del Menú Superior

source: All active products combinations quantities will be changed
es_es: Todas las cantidades de las combinaciones de productos activos serán cambiadas

source: Update link
es_es: Actualizar enlace

source: Add a new link
es_es: Añadir un nuevo enlace

source: Shops
es_es: Tiendas

source: Choose product ID
es_es: Selecciona la ID del producto

source: Menu Top Links
es_es: Enlaces del Menú Superior

source: Link ID
es_es: ID del enlace

source: Link list
es_es: Lista de enlaces

source: Indicate the ID number for the product
es_es: Indica el número ID del producto

source: Product ID #
es_es: ID del producto

source: Please select just one item
es_es: Por favor, selecciona un sólo elemento

source: Change position
es_es: Cambiar posición

source: Selected items
es_es: Elementos seleccionados

source: Available items
es_es: Elementos disponibles

source: Remove
es_es: Eliminar
