Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ModulesStatssalesAdmin.*.xlf
Languages: tr_tr

source: Sales and orders
tr_tr: Satışlar ve siparişler

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
tr_tr: İstatistik Gösterge Paneline satış ve siparişlerin gelişimini gösteren grafikler ekler.

source: About order statuses
tr_tr: Sipariş durumları hakkında

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
tr_tr: Yönetim Panelinizde, aşağıdaki sipariş durumlarını değiştirebilirsiniz: Çek Ödemesi Bekleniyor, Ödeme Alındı, Hazırlama Aşamasında, Nakliye, Teslim Edildi, İptal Edildi, Para iadesi, Ödeme Hatası, Stokta Yok, ve Banka Havalesi ile Ödeme Bekleniyor.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
tr_tr: Bu sipariş durumları Yönetim Panelinden kaldırılamaz; ancak yenilerini ekleme seçeneğiniz var.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
tr_tr: Aşağıdaki grafikler, seçilen bir süre için mağazanızın sipariş ve satış cirosu gelişimini temsil ediyor.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
tr_tr: Bu sayfaya sık sık başvurmalısınız, mağazanızın sürdürülebilirliğini takip etmenize olanak tanır. Aynı zamanda birden fazla zaman periyotunu izlemenize de imkan sağlar.

source: Only valid orders are graphically represented.
tr_tr: Grafikte sadece geçerli siparişler gösterilmektedir.

source: Orders placed:
tr_tr: Verilen Siparişler:

source: CSV Export
tr_tr: CSV Dışa Aktar

source: Sales:
tr_tr: Satışlar:

source: You can view the distribution of order statuses below.
tr_tr: Aşağıda sipariş durumlarının dağılımını görebilirsiniz.

source: No orders for this period.
tr_tr: Bu döneme ait sipariş yok.

source: Orders placed
tr_tr: Verilen siparişler

source: Products bought
tr_tr: Satın alınan ürünler

source: Products:
tr_tr: Ürünler:

source: Sales currency: %s
tr_tr: Satış para birimi: %s

source: Percentage of orders per status.
tr_tr: Her bir duruma göre satışların yüzdesi.
