Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ShopNotificationsError.*.xlf
Languages: pl_pl

source: This voucher is disabled
pl_pl: Ten kupon rabatowy jest nieaktywny

source: This voucher has already been used
pl_pl: Ten kupon rabatowy był już użyty

source: This voucher is not valid yet
pl_pl: Ten kupon rabatowy nie jest jeszcze aktywny

source: This voucher has expired
pl_pl: Ten kupon rabatowy stracił swoją ważność

source: You cannot use this voucher anymore (usage limit reached)
pl_pl: Nie możesz użyć więcej tego kuponu rabatowego (osiągnięto limit wykorzystania)

source: You cannot use this voucher
pl_pl: Nie możesz użyć tego kuponu rabatowego

source: You must choose a delivery address before applying this voucher to your order
pl_pl: Musisz wybrać adres dostawy zanim zastosujesz ten kupon do swojego zamówienia

source: You cannot use this voucher in your country of delivery
pl_pl: Nie możesz użyć tego kuponu rabatowego w swoim kraju

source: You must choose a carrier before applying this voucher to your order
pl_pl: Musisz wybrać przewoźnika zanim zastosujesz ten kupon do swojego zamówienia

source: You cannot use this voucher with this carrier
pl_pl: Nie możesz użyć tego kuponu rabatowego z tym przewoźnikiem

source: You cannot use this voucher on products on sale
pl_pl: Nie możesz użyć tego bonu rabatowego na produkty w promocji

source: Please log in first
pl_pl: Proszę najpierw się zalogować

source: You have not reached the minimum amount required to use this voucher
pl_pl: Nie osiągnąłeś minimalnej kwoty wymaganej aby użyć tego kuponu rabatowego

source: This voucher is already in your cart
pl_pl: Bon jest już w koszyku

source: This voucher is not combinable with an other voucher already in your cart: %s
pl_pl: Ten bon rabatowy nie może być łączony z innym kuponem znajdującym się już w Twoim koszyku: %s

source: Cart is empty
pl_pl: Koszyk jest pusty

source: You cannot use this voucher in an empty cart
pl_pl: Nie możesz użyć tego bonu rabatowego przy pustym koszyku

source: You cannot use this voucher with these products
pl_pl: Nie możesz użyć tego bonu rabatowego z tymi produktami

source: You cannot use this voucher because it has manually been removed.
pl_pl: Nie możesz skorzystać z tego kuponu ponieważ został on usunięty.

source: The email is already used, please choose another one or sign in
pl_pl: Ten adres e-mail jest już używany, proszę wybierz inny albo zaloguj się

source: Your account isn't available at this time, please contact us
pl_pl: Twoje konto nie jest w tej chwili aktywne, skontaktuj się z nami

source: Authentication failed.
pl_pl: Błąd uwierzytelniania.

source: Password is required
pl_pl: Hasło jest wymagane

source: Invalid email/password combination
pl_pl: Nieprawidłowy adres e-mail/hasło

source: There seems to be an issue with your account, please contact support
pl_pl: Wydaje się, że jest problem z kontem, skontaktuj się z obsługą

source: An account was already registered with this email address
pl_pl: Istnieje już zarejestrowane konto z tym adresem e-mail

source: %s is required.
pl_pl: %s jest wymagane.

source: is invalid.
pl_pl: jest nieprawidłowe.

source: The %1$s field is too long (%2$d chars max).
pl_pl: Pole %1$s jest zbyt długie (maks. %2$d znaków).

source: Please fix the error below.
pl_pl: Proszę poprawić błąd poniżej.

source: Could not delete address.
pl_pl: Nie można usunąć adresu.

source: The customer could not be found.
pl_pl: Nie znaleziono klienta

source: You must enter a voucher code.
pl_pl: Musisz podać numer bonu rabatowego

source: The voucher code is invalid.
pl_pl: Numer bonu rabatowego jest nieprawidłowy

source: This voucher does not exist.
pl_pl: Taki bon rabatowy nie istnieje.

source: You must add %quantity% minimum quantity
pl_pl: Musisz dodać minimalnie %quantity% sztuk

source: Null quantity.
pl_pl: Zerowa ilość

source: Product not found
pl_pl: Produkt nie został znaleziony

source: This product (%product%) is no longer available.
pl_pl: Produkt (%product%) narazie nie jest dostępny.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
pl_pl: Produkt %product% w Twoim koszyku nie jest już dostępny w takiej ilości. Nie możesz kontynuować zamówienia dopóki nie wybierzesz poprawnej ilości.

source: The minimum purchase order quantity for the product %product% is %quantity%.
pl_pl: Minimalna ilość zamówienia dla produktu %product% wynosi %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
pl_pl: Wypełnij wszystkie wymagane pola, potem zapisz zmiany.

source: You already have the maximum quantity available for this product.
pl_pl: Masz już maksymalną dostępną ilość tego produktu.

source: The product is no longer available in this quantity.
pl_pl: Ten produkt nie jest już dostępny w tej ilości.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
pl_pl: Pozycja %product% w Twoim koszyku jest teraz produktem z atrybutami. Proszę skasować ją i wybrać jedną z kombinacji aby kontynuować zamówienie.

source: Invalid key.
pl_pl: Nieprawidłowy klucz.

source: This product does not exist in our store.
pl_pl: Ten produkt nie istnieje w sklepie.

source: This product has been deleted.
pl_pl: Ten produkt został skasowany.

source: This file no longer exists.
pl_pl: Plik nie istnieje.

source: This product has been refunded.
pl_pl: Ten produkt został refundowany.

source: The product deadline is in the past.
pl_pl: Ostateczny termin produktu ustawiono na datę przeszłą

source: The product expiration date has passed, preventing you from download this product.
pl_pl: Data ważności wygasła

source: Expiration date has passed, you cannot download this product.
pl_pl: Termin ważności upłynął, nie można ściągnąć tego produktu.

source: You have reached the maximum number of downloads allowed.
pl_pl: Wykorzystałeś dozwolony limit ilości pobrań

source: Please provide the required information
pl_pl: Proszę podać wymagane informacje

source: We couldn't find your order with the information provided, please try again
pl_pl: Nie mogliśmy znaleźć zamówienia z określonymi danymi, prosimy spróbować ponownie

source: An unexpected error occurred while creating your account.
pl_pl: Wystąpił nieoczekiwany błąd podczas tworzenia konta.

source: Could not update your information, please check your data.
pl_pl: Nie udało się zaktualizować informacji, proszę sprawdzić swoje dane.

source: Sorry. We cannot renew your order.
pl_pl: Przepraszamy, nie możemy odnowić Twojego zamówienia

source: Some items are no longer available, and we are unable to renew your order.
pl_pl: Niektóre artykuły nie są już dostępne, nie jesteśmy w stanie odnowić zamówienia.

source: The order is no longer valid.
pl_pl: Zamówienie nie jest już ważne

source: This message is invalid (HTML is not allowed).
pl_pl: Wiadomość nieprawidłowa (znaczniki HTML nie są dozwolone).

source: You do not have enough products to request an additional merchandise return.
pl_pl: Nie masz wystarczająco produktów by zażądać kolejnego zwrotu towaru.

source: Please provide an explanation for your RMA.
pl_pl: Prosimy o podanie nam przyczyny Twojego zwrotu.

source: Please check at least one product you would like to return.
pl_pl: Proszę zaznacz przynajmniej jeden produkt który chcesz zwrócić.

source: For each product you wish to add, please specify the desired quantity.
pl_pl: Proszę podać ilość produktu, który wybrałeś.

source: This order cannot be returned
pl_pl: Zwrot tego zamówienia nie jest możliwy

source: The message cannot be blank.
pl_pl: Wiadomość nie może być pusta

source: You have no merchandise return authorizations.
pl_pl: Nie wykonałeś żadnych zwrotów produktów.

source: We cannot regenerate your password with the data you've submitted
pl_pl: Nie możemy odnowić Twojego hasła z danymi które wysłałeś

source: You cannot regenerate the password for this account.
pl_pl: Nie możesz odtworzyć hasła dla tego konta.

source: You can regenerate your password only every %d minute(s)
pl_pl: Możesz odnowić swoje hasło co %d minut

source: An error occurred while sending the email.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości e-mail.

source: Customer account not found
pl_pl: Nie odnaleziono konta klienta

source: The password and its confirmation do not match.
pl_pl: Hasło oraz jego potwierdzenie nie są zgodne.

source: The password change request expired. You should ask for a new one.
pl_pl: Twoja prośba o zmianę hasła wygasła. Należy poprosić o nową.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
pl_pl: Wystąpił problem z Twoim kontem który uniemożliwia nam aktualizację nowego hasła. Proszę zgłosić ten problem za pomocą formularza kontaktowego.

source: Invalid email address.
pl_pl: Nieprawidłowy adres e-mail

source: The password is missing: please enter your new password.
pl_pl: Brakuje hasła: Proszę wprowadzić nowe hasło.

source: The confirmation is empty: please fill in the password confirmation as well
pl_pl: Brakuje potwierdzenia hasła: uzupełnij to pole

source: The password is not in a valid format.
pl_pl: Hasło nie jest w prawidłowym formacie.

source: Invoices are disabled in this shop.
pl_pl: Faktury są wyłączone.

source: The invoice was not found.
pl_pl: Faktury nie znaleziono

source: No invoice is available.
pl_pl: Brak dostępnych faktur

source: Order return not found.
pl_pl: Zamówienia nie znaleziono

source: Order return not confirmed.
pl_pl: Zamówienie nie potwierdzone

source: Invalid message
pl_pl: Nieprawidłowa wiadomość

source: This product is no longer available.
pl_pl: Produkt nie jest już dostępny

source: You do not have access to this product.
pl_pl: Nie masz dostępu do tego produktu.

source: An error occurred while deleting the selected picture.
pl_pl: Wystąpił błąd podczas usuwania wybranego zdjęcia.

source: An error occurred during the image upload process.
pl_pl: Błąd podczas uploadu zdjęcia

source: PHP "Dom" extension has not been loaded.
pl_pl: Rozszerzenie DOM nie jest załadowane.

source: You do not have access to this category.
pl_pl: Nie masz dostępu do tej kategorii.

source: Login is required
pl_pl: Nazwa użytkownika jest wymagana

source: Invalid login
pl_pl: Nieprawidłowy login

source: Invalid password
pl_pl: Nieprawidłowe hasło

source: Authentication failed
pl_pl: Autoryzacja nie powiodła się

source: There are not enough products in stock
pl_pl: Nie ma wystarczającej ilości produktów w magazynie

source: Your address is incomplete, please update it.
pl_pl: Podany adres jest niekompletny, uzupełnij go.
