Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/*/ShopPdf.*.xlf
Languages: de_de

source: Delivery
de_de: Zustellung

source: Invoice
de_de: Rechnung

source: %taxrate%%space%%
de_de: %taxrate% %

source: Order return
de_de: Waren-Rücksendung

source: Credit slip
de_de: Rechnungskorrektur

source: Supply order form
de_de: Auftragsformular

source: TE: Tax excluded
de_de: Netto

source: TI: Tax included
de_de: Brutto

source: Billing & Delivery Address
de_de: Rechnungs- & Lieferadresse

source: Payment Method
de_de: Zahlungsart

source: No payment
de_de: Kostenloser Auftrag

source: Product
de_de: Artikel

source: image(s):
de_de: Bild(er):

source: An electronic version of this invoice is available in your account. To access it, log in to our website using your e-mail address and password (which you created when placing your first order).
de_de: Eine elektronische Version der Rechnung steht in Ihrem Kunden-Bereich zur Verfügung. Um darauf zuzugreifen, melden Sie sich bitte mit Ihrer E-Mail-Adresse und Passwort auf unserer Webseite an. Informationen zum Datenschutz und die gesetzlichen Pflichtangaben finden Sie im Bereich Service unserer Webseite. Bei Fragen hierzu stehen wir Ihnen gerne zur Verfügung.

source: Delivery Address
de_de: Lieferadresse

source: Billing Address
de_de: Rechnungsadresse

source: Note
de_de: Kommentar

source: (Tax excl.)
de_de: (o. MwSt.)

source: Unit Price
de_de: Stückpreis

source: ecotax: %s
de_de: Ökosteuer: %s

source: Discounts
de_de: Rabatt

source: Carrier
de_de: Versanddienst

source: Invoice Number
de_de: Rechnungsnummer

source: Invoice Date
de_de: Rechnungsdatum

source: Order date
de_de: Bestelldatum

source: Total Tax
de_de: Gesamt MwSt.

source: Base price
de_de: VK netto

source: Exempt of VAT according to section 259B of the General Tax Code.
de_de: Der Erwerb ist im Inland steuerbar nach § 1 Abs. 1 Nr. 5 UStG i.V.m. Artikel 44 Richtlinie 2006/112/EG (MwStSystRL).

source: Tax Detail
de_de: Steuerdetails

source: Products
de_de: Artikel

source: Shipping
de_de: Versand

source: Ecotax
de_de: Ökosteuer

source: Wrapping
de_de: Verpackung

source: Tax Rate
de_de: Steuersatz

source: No taxes
de_de: steuerfrei

source: Total Products
de_de: Gesamtpreis Artikel

source: Total Discounts
de_de: Gesamt Rabatt

source: Shipping Costs
de_de: Versandkosten

source: Free Shipping
de_de: Versandkostenfrei

source: Wrapping Costs
de_de: Verpackungskosten

source: Total (Tax excl.)
de_de: Gesamt (o. MwSt.)

source: Total
de_de: Gesamt

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
de_de: Wir behalten uns das Recht vor, die Annahme oder Erstattung Ihrer Sendung zu verweigern, wenn die folgenden Bedingungen nicht erfüllt sind:

source: Please include this return reference on your return package:
de_de: Bitte kennzeichnen Sie Ihre Rücksendung mit folgender Retouren-Nummer:

source: All products must be returned in their original package and condition, unused and without damage.
de_de: Alle Artikel sind unbeschädigt in ungeöffneter Originalverpackung zurückzusenden.

source: Please print out this document and slip it into your package.
de_de: Bitte drucken Sie diesen Beipackzettel aus und legen ihn Ihrem Paket bei.

source: The package should be sent to the following address:
de_de: Das Paket muss an folgende Adresse geschickt werden:

source: Upon receiving your package, we will notify you by e-mail. We will then begin processing the refund, if applicable. Let us know if you have any questions
de_de: Nach Eingang Ihrer Rücksendung erhalten Sie eine Bestätigung per E-Mail. Anschließend wird der Kaufpreis ggf. erstattet. Bitte kontaktieren Sie uns, falls Sie dazu noch Fragen haben.

source: Reference
de_de: Artikel-Nr.

source: Qty
de_de: Menge

source: Items to be returned
de_de: Artikelbezeichnung

source: We have logged your return request.
de_de: Wir haben Ihre Bitte um Rücksendung gespeichert.

source: Your package must be returned to us within
de_de: Ihre Sendung ist zurückzusenden innerhalb von

source: days of receiving your order.
de_de: Tagen nach Erhalt Ihrer Bestellung.

source: Return Number
de_de: Retouren-Nr. (RMA)

source: Date
de_de: Datum

source: Product / Reference
de_de: Artikel / Referenz

source: Unit price
de_de: Stückpreis

source: (Tax Excl.)
de_de: (o. MwSt.)

source: (Tax Incl.)
de_de: (inkl. MwSt.)

source: Price
de_de: Preis

source: No details
de_de: Keine Angabe

source: image(s)
de_de: Bild(er)

source: Order Date
de_de: Bestelldatum

source: Order Reference
de_de: Bestell-Nr.

source: VAT Number
de_de: USt-Identifikationsnummer

source: Shipping (Tax Excl.)
de_de: Versandkosten (o. MwSt.)

source: Shipping (Tax Incl.)
de_de: Versandkosten (inkl. MwSt.)

source: Product Total (Tax Excl.)
de_de: Warenwert (netto)

source: Product Total (Tax Incl.)
de_de: Warenwert (brutto)

source: Product Total
de_de: Gesamtsumme

source: Total (Tax Excl.)
de_de: Gesamt (o. MwSt.)

source: Total (Tax Incl.)
de_de: Gesamt (inkl. MwSt.)

source: For more assistance, contact Support:
de_de: Weitere Unterstützung erhalten Sie von unseren Kundendienst:

source: Total TE
de_de: Gesamt netto

source: Total TI
de_de: Gesamt brutto

source: Products ordered:
de_de: Artikel bestellt:

source: Designation
de_de: Bezeichnung

source: Unit Price TE
de_de: Einzelpreis o. MwSt.

source: Before discount
de_de: Vor Abzug

source: Discount Rate
de_de: Rabattsatz

source: After discount
de_de: Nach Rabattierung

source: Tax rate
de_de: Steuersatz

source: Taxes:
de_de: MwSt.:

source: Base TE
de_de: Grundpreis o. MwSt.

source: Tax Value
de_de: Gesamt MwSt.

source: Summary:
de_de: Übersicht

source: (Before discount)
de_de: (unrabattiert)

source: Order Discount
de_de: Preisnachlass

source: (After discount)
de_de: (rabattiert)

source: Tax value
de_de: Gesamt MwSt.

source: Total to pay
de_de: Zahlungsbetrag
