Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/ls-*/AdminShopparametersFeature.vls-*.xlf
Languages: be

source: Authorized modules:
be: Geautoriseerde modules:

source: This category already exists for this group.
be: Deze categorie bestaat al voor deze groep

source: Add a category discount
be: Voeg een categorie korting toe

source: New group category discount
be: Nieuwe groepscategoriekorting

source: Discount (%):
be: Korting (%):

source: Group information
be: Groepsinformatie

source: Price display method:
be: Prijsweergave methode:

source: Show prices:
be: Toon prijzen:

source: Current category discount
be: Huidige categoriekorting

source: Members of this customer group
be: Leden van deze klantengroep

source: Limited to the first 100 customers.
be: Alleen voor de eerste 100 klanten.

source: Please use filters to narrow your search.
be: Gebruik de filters om de zoekresultaten te beperken

source: Discount: %.2f%%
be: Korting: %.2f%%

source: Order status
be: Bestelstatus

source: Indexing
be: Indexeren

source: Refresh index
be: Index vernieuwen

source: Refresh cache
be: Cache vernieuwen

source: Save direct traffic?
be: Direct verkeer opslaan

source: Exclude taxes in sales total?
be: Btw niet opnemen in totaal?

source: Exclude shipping in sales total?
be: Verzendkosten niet opnemen in totaal?

source: Statistics
be: Statistieken

source: Filter by product:
be: Filter op product:

source: Hours:
be: Uren:

source: In Stock
be: Op voorraad

source: Product available for orders
be: Product beschikbaar om te bestellen

source: Out-of-Stock
be: Niet op voorraad

source: Dear Customer, Regards, Customer service
be: Geachte klant, Met vriendelijke groet, de Klantenservice

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
be: We voeren momenteel updates uit aan onze winkel en zullen snel terug zijn. Dank u voor uw geduld.

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
be: een|over|boven|na|weer|tegen|alles|ben|een|en|elke|zijn|zijn niet|als|op|zijn|omdat|geweest|voor|zijn|onder|tussen|beide|maar|door|kan|kan niet|kon|kon niet|deed|deed niet|doet|doet|doet niet|doen|doet niet|neer|tijdens|elk|weinig|voor|van|verder|had|had niet|heeft|heeft niet|hebben|hebben niet|hebben|hij|ll|haar|hier|haar|haarzelf|hem|hemzelf|zijn|hoe|ve|als|in|in|is|is niet|het|het|het zelf|laat|mij|meer|meest|moet niet|mijn|mijzelf|nee|noch|niet|van|uit|aan|eens|alleen|of|ander|zou moeten|ons|onze|ons zelf|out|over|eigen|zelfde|zal niet|zij|zou moeten|zou niet moeten|zo|iets|dergelijke|dan|dat|de|hun|hun|zij|zij zelf|dan|daar|deze|zij|onderwerp|dit|die|door|om|ook|onder|tot|omhoog|zeer|was|was niet|wij|waren|waren niet|wat|wanneer|waar|welke|terwijl|wie|van wie|waarom|met|gewonnen|zou|zou niet|jij|jouw|jouw|jij zelf|jullie zelf

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
be: U kunt op elk gewenst moment weer uitschrijven. Hiervoor kunt u de contactgegevens gebruiken uit de algemene voorwaarden.

source: Customer service
be: Klantenservice

source: If a technical problem occurs on this website
be: Als er zich een technisch probleem voordoet op deze website

source: For any question about a product, an order
be: Voor vragen over een product, een bestelling

source: Mr.
be: Dhr.

source: Mrs.
be: Mw.

source: Visitor
be: Bezoeker

source: Guest
be: Gast

source: Customer
be: Klant

source: Social title
be: Sociale titel

source: Neutral
be: Geen keuze

source: Add new social title
be: Nieuwe aanhef toevoegen

source: Social titles
be: Sociale titel

source: Image width
be: Afbeeldingsbreedte

source: Image height
be: Afbeeldingshoogte

source: Male
be: Man

source: Female
be: Vrouw

source: Registration date
be: Registratiedatum

source: Group name
be: Groepsnaam

source: Discount (%)
be: Korting (%)

source: Members
be: Leden

source: Creation date
be: Aanmaakdatum

source: Default groups options
be: Standaard groepsopties

source: Visitors group
be: Bezoekersgroep

source: Guests group
be: Gastengroep

source: Customers group
be: Klantengroep

source: Save, then add a category reduction.
be: Opslaan en voeg categoriekorting toe.

source: Add new group
be: Voeg een nieuwe groep toe

source: Customer group
be: Klantengroep

source: Price display method
be: Prijsweergavemethode

source: Category discount
be: Categoriekorting

source: Modules authorization
be: Module-autorisatie

source: Visitors
be: Bezoekers

source: Visits
be: Visites

source: Pages
be: Pagina's

source: Avg. cart
be: Gem. waarde

source: Reg. rate
be: Reg. tarief

source: Order rate
be: Bestelling tarief

source: Click
be: Klik

source: Base
be: Basis

source: Add new referrer
be: Nieuwe verwijzer toevoegen

source: Affiliate
be: Partner

source: Affiliates can access their data with this name and password.
be: Affiliates hebben toegang tot hun eigen gegevens met deze naam en wachtwoord.

source: Front access:
be: Winkeltoegang:

source: Commission plan
be: Commissieplan

source: Click fee
be: Klikvergoeding

source: Base fee
be: Basis vergoeding

source: Percent fee
be: Percentage vergoeding

source: Technical information -- Simple mode
be: Technische informatie - Eenvoudige modus

source: Include
be: Inclusief

source: HTTP referrer
be: HTTP-verwijzer

source: Exclude
be: Uitsluiten

source: Request URI
be: Aanvraag URI

source: Technical information -- Expert mode
be: Technische informatie - Expertmodus

source: Unique visitors
be: Unieke bezoekers

source: Pages viewed
be: Bekeken pagina's

source: Registration rate
be: Registratie snelheid

source: Registrations
be: Registraties

source: Aliases
be: Aliassen

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
be: De geïndexeerde producten zijn geanalyseerd door Prestashop en worden nu weergegeven in de winkelzoekbalk.

source: Indexed products
be: Geïndexeerde producten

source: Building the product index may take a few minutes.
be: Het opbouwen van de productindex kan een paar minuten duren.

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
be: Als uw server vóór het einde van het proces stopt, kunt u het indexeren hervatten door te klikken op "Ontbrekende producten toevoegen aan de index".

source: Add missing products to the index
be: Ontbrekende producten toevoegen aan de index

source: Re-build the entire index
be: Vernieuwd de gehele index

source: You can set a cron job that will rebuild your index using the following URL:
be: U kunt ook een cronjob instellen die de index opbouwt met de volgende URL:

source: Search within word
be: Zoek in het woord

source: Search exact end match
be: Zoeken op exacte einde

source: Minimum word length (in characters)
be: Minimale woordlengte (in karakters)

source: Blacklisted words
be: Zwartelijst woorden

source: Weight
be: Gewicht

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
be: Het gewicht is een indicatie voor de belangrijkheid en relevantie voor de volorde van een product bij een nieuwe zoekopdracht.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
be: Een woord met het gewicht 8 zal 4 keer meer waarde hebben dan een woord met het gewicht 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
be: Daarom adviseren we u om een groter gewicht in te stellen voor waarden die voorkomen in de naam of referentie van een product dan die in de beschrijving. De zoekresultaten zullen zo nauwkeurig en relevant mogelijk zijn.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
be: Het gewicht instellen naar 0 zal dit veld uit de zoekindex halen. Een volledige heropbouw van de index is noodzakelijk wanneer de waarde van of naar 0 wordt gewijzigd

source: Product name weight
be: Productnaamgewicht

source: Reference weight
be: Referentiegewicht

source: Short description weight
be: Korte beschrijvinggewicht

source: Description weight
be: Beschrijvinggewicht

source: Category weight
be: Categoriegewicht

source: Brand weight
be: Merkgewicht

source: Tags weight
be: Tags-gewicht

source: Attributes weight
be: Attributengewicht

source: Features weight
be: Kenmerken-gewicht

source: Add new alias
be: Nieuwe alias toevoegen

source: Result
be: Resultaat

source: GET variable
be: GET-variabele

source: Add new search engine
be: Nieuwe zoekmachine toevoegen

source: Referrer
be: Verwijzer

source: Shop ID
be: Winkel-ID

source: Shop group
be: Winkelgroep

source: Root category
be: Hoofdcategorie

source: Main URL for this shop
be: Hoofd-URL voor deze winkel

source: Edit this shop group
be: Bewerk deze winkelgroep

source: Add new shop
be: Nieuwe winkel toevoegen

source: Multistore tree
be: Multistore-boom

source: Icon
be: Icoon

source: Send email to customer
be: Verzend e-mail naar klant

source: Edit return status
be: Retourstatus bewerken

source: Add new order status
be: Voeg een nieuwe bestellingsstatus toe

source: Add new order return status
be: Voeg een nieuwe retourstatus toe

source: Return statuses
be: Status van terugsturen

source: Status name
be: Statusnaam

source: Color
be: Kleur

source: Consider the associated order as validated.
be: Beschouw de bijbehorende bestelling als gevalideerd

source: Allow a customer to download and view PDF versions of his/her invoices.
be: Sta een klant toe PDF-versies van zijn/haar facturen te downloaden en bekijken.

source: Hide this status in all customer orders.
be: Verberg deze status in alle klantbestellingen.

source: Send an email to the customer when his/her order status has changed.
be: Verzend een e-mail naar de klant wanneer de bestelstatus is veranderd.

source: Attach invoice PDF to email.
be: Factuur als bijlage toevoegen aan e-mail.

source: Attach delivery slip PDF to email.
be: Pakbon als bijlage toevoegen aan e-mail.

source: Set the order as shipped.
be: Zet de bestelling op verzonden.

source: Set the order as paid.
be: Zet bestelling op betaling ontvangen.

source: Show delivery PDF.
be: Toon pakbon-PDF.

source: Return status
be: Retourstatussen

source: Shop name
be: Winkel naam

source: Add new store
be: Nieuwe winkel toevoegen

source: Stores
be: Winkels

source: Store name (e.g. City Center Mall Store).
be: Winkelnaam (bijv. Stadscentrum Supermarkt).

source: Allowed characters: letters, spaces and %s
be: Toegestane karakter: letters, spaties en %s

source: Latitude / Longitude
be: Breedtegraad / Lengtegraad

source: Store coordinates (e.g. 45.265469/-47.226478).
be: Winkelcoördinaten (bijv. 45.265469 / -47.226478).

source: Picture
be: Afbeelding

source: Monday
be: maandag

source: Tuesday
be: dinsdag

source: Wednesday
be: woensdag

source: Thursday
be: donderdag

source: Friday
be: vrijdag

source: Saturday
be: zaterdag

source: Sunday
be: zondag

source: Choose your country
be: Kies uw land

source: Choose your state (if applicable)
be: Kies uw provincie

source: Displayed in emails and page titles.
be: Getoond in e-mails en paginatitels.

source: Shop email
be: E-mailadres winkel

source: Registration number
be: Registratienummer

source: Shop address line 1
be: Winkeladresregel 1

source: Shop address line 2
be: Winkeladresregel 2

source: Contact details
be: Contactgegevens

source: Add new tag
be: Nieuwe tag toevoegen

source: Unknown
be: Onbekend

source: There are no visitors online.
be: Er zijn geen bezoekers online.

source: Undefined
be: Ongedefineerd

source: No redirection (you may have duplicate content issues)
be: Geen omleiding (u kan zo dubbele inhoudsproblemen ondervinden)

source: 302 Moved Temporarily (recommended while setting up your store)
be: 302 Tijdelijk verplaatst (aangeraden voor het instellen van uw winkel)

source: 301 Moved Permanently (recommended once you have gone live)
be: 301 Permanent verplaatst (aangeraden bij in gebruik name van de winkel)

source: Search
be: Zoeken

source: Add new contact
be: Voeg een nieuw contactpersoon toe

source: Add a new page
be: Nieuwe pagina toevoegen

source: minutes
be: minuten

source: Round up away from zero, when it is half way there (recommended)
be: Afronden naar boven als het over de helft is (aanbevolen)

source: Round down towards zero, when it is half way there
be: Afronden naar beneden als het onder de helft is

source: Round towards the next even value
be: Afronden naar de volgende even waarde

source: Round towards the next odd value
be: Afronden naar de volgende oneven waarde

source: Round up to the nearest value
be: Afgerond naar boven naar de dichtstbijzijnde waarde

source: Round down to the nearest value
be: Afgerond naar beneden naar de dichtstbijzijnde waarde

source: Round on each item
be: Afronden op elke item

source: Round on each line
be: Afronden op elke regel

source: Round on the total
be: Afronden op totaal

source: Enable final summary
be: Samenvatting aan einde inschakelen

source: Enable guest checkout
be: Activeer als gast afrekenen

source: Recalculate shipping costs after editing the order
be: Verzendkosten herberekenen na bewerking van de bestelling

source: Allow multishipping
be: Sta meerdere verzendingen toe

source: Delayed shipping
be: Vertraagde verzending

source: Terms of service
be: Algemene voorwaarden

source: Gift-wrapping price
be: Cadeauverpakking kosten

source: Offer gift wrapping
be: Bied cadeauverpakking aan

source: Gift-wrapping tax
be: Btw voor cadeauverpakking

source: Offer recycled packaging
be: Gerecyclede verpakking aanbieden

source: Minimum purchase total required in order to validate the order
be: Minimale benodigde hoeveelheid om de bestelling te bevestigen

source: Product name
be: Product

source: Product price
be: Productprijs

source: Product add date
be: Datum product toegevoegd

source: Product modified date
be: Datum productaanpassing

source: Position inside category
be: Positie binnen categorie

source: Brand
be: Merk

source: Product quantity
be: Aantal producten

source: Product reference
be: Productreferentie

source: Decrement pack only.
be: Alleen pakket verminderen.

source: Decrement products in pack only.
be: Alleen producten in het pakket verminderen.

source: Decrement both.
be: Allebei verlagen.

source: The route %routeRule% is not valid
be: De route %routeRule% is niet geldig

source: Keyword "{%keyword%}" required for route "%routeName%" (rule: "%routeRule%")
be: Trefwoord "{% keyword%}" vereist voor route "%routeName%" (regel: "%routeRule%")

source: Default pages
be: Standaard pagina's

source: Module pages
be: Modulepagina's

source: Password reset delay
be: Tijd tussen wachtwoordherstelpogingen

source: Re-display cart at login
be: Toon de winkelwagen opnieuw bij het inloggen

source: Send an email after registration
be: Stuur een e-mail na registratie

source: Enable B2B mode
be: Schakel B2B-modus in

source: Ask for birth date
be: Geboortedatum vragen

source: Enable partner offers
be: Partneraanbiedingen inschakelen

source: Show prices
be: Toon prijzen

source: Number of days for which the product is considered 'new'
be: Aantal dagen dat een product als 'nieuw' wordt beschouwd

source: Max size of product summary
be: Max. lengte van productsamenvatting

source: Products (general)
be: Producten (algemeen)

source: Catalog mode
be: Catalogusmodus

source: Quantity discounts based on
be: Hoeveelheidskorting is gebaseerd op

source: Force update of friendly URL
be: Forceer bijwerken van vriendelijke URL

source: Default activation status
be: Standaard activatiestatus

source: Display remaining quantities when the quantity is lower than
be: Toon de nog beschikbare hoeveelheid wanneer de hoeveelheid lager is dan

source: Product page
be: Productpagina

source: Display available quantities on the product page
be: Toon beschikbare hoeveelheid op de productpagina

source: Display unavailable product attributes on the product page
be: Toon niet-beschikbare productattributen op productpagina

source: Display the "add to cart" button when a product has attributes
be: Toon de knop "voeg toe aan winkelwagen" als het product attributen heeft

source: Separator of attribute anchor on the product links
be: Scheidingsteken van het attribuut-anker in de productlink

source: Display discounted price
be: Afprijzing weergeven

source: Products per page
be: Producten per pagina

source: Pagination
be: Paginering

source: Default order by
be: Standaardvolgorde

source: Default order method
be: Standaard bestelmethode

source: Products stock
be: Productvoorraad

source: Allow ordering of out-of-stock products
be: Sta het bestellen van producten toe die niet op voorraad zijn

source: Enable stock management
be: Schakel voorraadbeheer in

source: Label of in-stock products
be: Label voor producten op voorraad

source: Label of out-of-stock products with allowed backorders
be: Label producten niet op voorraad met toegestane bestellingen

source: Label of out-of-stock products with denied backorders
be: Label producten niet op voorraad met niet toegestane bestellingen

source: Delivery time of in-stock products
be: Leveringstermijn voor producten op voorraad

source: Leave empty to disable
be: Laat leeg om uit te schakelen

source: Delivery time of out-of-stock products with allowed backorders
be: Leveringstermijn voor producten niet op voorraad met toegestane bestellingen

source: Default pack stock management
be: Standaard pakketvoorraadbeheer

source: Contacts
be: Contactpersonen

source: Save messages?
be: Berichten opslaan?

source: Disable Reordering Option
be: Schakel de optie opnieuw bestellen uit

source: Page for the Terms and conditions
be: Pagina voor de algemene voorwaarden

source: Gift options
be: Cadeau-opties

source: Manage domain name
be: Beheer domein naam

source: Add a domain name
be: Voeg een domeinnaam toe

source: Rewritten URL
be: Herschreven URL

source: Page name
be: Paginanaam

source: Page title
be: Pagina titel

source: Keywords: %keywords%
be: Sleutelwoorden: %keywords%

source: Improve your SEO
be: Verbeter uw SEO

source: Edit information about your pages to gain visibility and therefore reach more visitors. We advise you to start with the index page, it stands for your homepage.
be: Bewerk informatie over uw pagina's om beter zichtbaar te worden en daardoor meer bezoekers te bereiken. We adviseren u om te beginnen met de indexpagina, dit staat voor uw homepagina.

source: Configure index page
be: Configureer de index pagina

source: Generate robots.txt file
be: Genereer robots.txt bestand

source: Robots file generation
be: Robots bestand generatie

source: Accented URL
be: Geaccentueerde URL

source: Redirect to the canonical URL
be: Omleiding naar de canonieke URL

source: Disable Apache's MultiViews option
be: Schakel Apache's MultiViews optie uit

source: Disable Apache's mod_security module
be: Schakel Apache's mod_security module uit

source: Set up URLs
be: Stel URLs in

source: Set shop URL
be: Selecteer winkel url

source: Shop domain
be: Winkeldomein

source: SSL domain
be: SSL domein

source: Base URI
be: Basis URI

source: Schema of URLs
be: Schema van URLs

source: Route to products
be: Route naar producten

source: Route to category
be: Route naar categorie

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
be: Route naar categorie die het "selected_filter" attribuut heeft voor de "Layered Navigation" (blocklayered) module

source: Route to supplier
be: Route naar leverancier

source: Route to brand
be: Route naar merk

source: Route to page
be: Route naar pagina

source: Route to page category
be: Route naar paginacategorie

source: Route to modules
be: Route naar modules

source: Enable Shop
be: Schakel winkel in

source: Maintenance IP
be: Onderhouds IP

source: Custom maintenance text
be: Aangepastte onderhoudstekst

source: Enable SSL
be: SSL activeren

source: Enable SSL on all pages
be: SSL inschakelen op alle pagina's

source: Increase front office security
be: Winkelbeveiliging verhogen

source: Allow iframes on HTML fields
be: Iframes toestaan in HTML-velden

source: Use HTMLPurifier Library
be: Gebruik de HTMLPurifier Bibliotheek

source: Round mode
be: Manier van afronden

source: Round type
be: Type afronding

source: Number of decimals
be: Aantal decimalen

source: Display brands and suppliers
be: Toon merken en leveranciers

source: Display best sellers
be: Toon de meest verkochte

source: Enable Multistore
be: Schakel multistore in

source: Main Shop Activity
be: Activiteit van hoofdwinkel

source: Please click here to check if your shop supports HTTPS.
be: Klik hier als uw winkel HTTPS ondersteunt.

source: Page
be: Pagina
