Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/ls-*/ShopThemeCatalog.vls-*.xlf
Languages: be

source: Discount
be: Korting

source: Categories
be: Categorieën

source: Pages
be: Pagina's

source: Price drop
be: Prijsverlaging

source: Best sellers
be: Best verkochte producten

source: Category: %category_name%
be: Categorie: %category_name%

source: List of all brands
be: Lijst met alle merken

source: Search results
be: Zoekresultaten

source: %number% products
be: %number% producten

source: List of all suppliers
be: Lijst van alle leveranciers

source: List of products by supplier %supplier_name%
be: Lijst van producten op leverancier %supplier_name%

source: Name, A to Z
be: Naam: A tot Z

source: Name, Z to A
be: Naam: Z tot A

source: Price, low to high
be: Prijs: laag naar hoog

source: Price, high to low
be: Prijs: hoog naar laag

source: Sales, highest to lowest
be: Verkopen, van hoog naar laag

source: Date added, newest to oldest
be: Datum toegevoegd, nieuwste naar oudste

source: Date added, oldest to newest
be: Datum toegevoegd, oudste naar nieuwste

source: New product
be: Nieuw product

source: Online only
be: Alleen online

source: On sale!
be: Aanbieding!

source: Reduced price
be: In prijs verlaagd

source: Pack
be: Pakket

source: Product available with different options
be: Product is beschikbaar met verschillende opties

source: Last items in stock
be: Laatste items in voorraad

source: Used
be: Gebruikt

source: Refurbished
be: Gereviseerd

source: New
be: Nieuw

source: Relevance
be: Relevantie

source: Pack content
be: Inhoud

source: Accessories
be: Accessoires

source: Returned
be: Geretourneerd

source: Best Sellers
be: Best verkochte producten

source: All best sellers
be: Alle beste verkochte producten

source: All brands
be: Alle merken

source: Brands
be: Merken

source: No brand
be: Geen merk

source: %s other product in the same category:
be: %s ander product in dezelfde categorie:

source: %s other products in the same category:
be: %s andere producten in dezelfde categorie:

source: Customers who bought this product also bought:
be: Klanten die dit product aangeschaft hebben kochten ook...

source: My alerts
be: Mijn notificaties

source: Popular Products
be: Populaire producten

source: All products
be: Alle producten

source: New products
be: Nieuwe producten

source: All new products
be: Alle nieuwe producten

source: 1 person is currently watching this product.
be: Een persoon bekijkt momenteel dit product.

source: %nb_people% people are currently watching this product.
be: %nb_people% mensen bekijken dit product momenteel.

source: Last time this product was bought: %date_last_order%
be: De laatste keer dit dit product werd gekocht: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
be: De laatste keer dat dit product werd toegevoegd aan een winkelwagen: %date_last_cart%

source: No RSS feed added
be: Geen RSS feed toegevoegd

source: Search our catalog
be: Doorzoek onze catalogus

source: Search
be: Zoeken

source: On sale
be: Aanbieding

source: All sale products
be: Alle producten in de aanbieding

source: All suppliers
be: Alle leveranciers

source: Suppliers
be: Leveranciers

source: No supplier
be: Geen leverancier

source: Viewed products
be: Bekeken producten

source: Showing %from%-%to% of %total% item(s)
be: Item %from%-%to% van %total% in totaal item(s)

source: Price
be: Prijs

source: Regular price
be: Normale prijs

source: Your customization:
be: Uw aanpassing:

source: Brand
be: Merk

source: In stock
be: Op voorraad

source: Availability date:
be: Beschikbaarheidsdatum:

source: Specific References
be: Specifieke referenties

source: Condition
be: Staat

source: Volume discounts
be: Volumekorting

source: You Save
be: U bespaart

source: Up to %discount%
be: Tot %discount%

source: Save %percentage%
be: %percentage% korting

source: Save %amount%
be: %amount% korting

source: %price% tax excl.
be: %price% excl. btw.

source: Instead of %price%
be: In plaats van %price%

source: Including %amount% for ecotax
be: Inclusief %amount% voor ecotaks

source: (not impacted by the discount)
be: (niet beïnvloed door de korting)

source: No tax
be: Geen btw

source: There are %product_count% products.
be: Er zijn %product_count% producten.

source: There is 1 product.
be: Er is 1 product.

source: List of products by brand %brand_name%
be: Lijst van producten op merk %brand_name%

source: List of products by supplier %s
be: Overzicht van producten van leverancier %s

source: This pack contains
be: Dit pakket bevat

source: Description
be: Omschrijving

source: Attachments
be: Bijlagen

source: You might also like
be: Je bent misschien ook geïnteresseerd in

source: Reference
be: Referentie

source: Quantity
be: Aantal

source: Unit price
be: Stukprijs

source: Total price
be: Totaalprijs

source: Product customization
be: Productmaatwerk
