<?php

global $_ERRORS;
$_ERRORS = array();

$_ERRORS['b42cd3af71fc00ef268910709255320a'] = 'உங்களுக்கு இதை பார்க்க அனுமதி இல்லை.';
$_ERRORS['6f3455d187a23443796efdcbe044096b'] = 'வரி இல்லை';
$_ERRORS['eeabead01c6c6f25f22bf0b041df58a9'] = 'நீங்கள் குறைந்தபட்சம் ஒரு தொலைபேசி எண்ணை பதிவு செய்ய வேண்டும்.';
$_ERRORS['535a56c364d0646b9319bafcb42a1357'] = 'வகையை இங்கு நகர்த்த இயலாது.';
$_ERRORS['22d26a77067dac07bf2cfaf501a64870'] = 'இந்த வகை தனக்கு தானே மூல வகையாக இருக்க முடியாது.';
$_ERRORS['855eb8db89b4921c42072832d33d2dc2'] = 'தவறான கடவுச்சொல்.';
$_ERRORS['96550f206ccd1c321be787e4f1875ed4'] = 'ஒரு மின்னஞ்சல் முகவரி தேவை.';
$_ERRORS['20aedd1e6de4dcf8d115b5a7424c58d7'] = 'கடவுச்சொல் தேவைப்படுகிறது.';


return $_ERRORS;
