Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminOrderscustomersFeature.*.xlf
Languages: bs_ba, gl_es, is_is, ms_my, tl_ph

source: Returns prefix
gl_es: Prefixo das devolucións

source: Return Merchandise Authorization (RMA)
gl_es: Autorización de Devolución de Mercancía (RMA)
is_is: Skilamiði fyrir heimild til vöruskila
ms_my: Return Merchandise Authorization (RMA) / Pengesahan pemulangan produk

source: Customer explanation
gl_es: Explicación da clienta

source: Returns form
bs_ba: Povratnica
gl_es: Formulario de devolución
tl_ph: Form ng mga ibinalik

source: Order #%id% from %date%
bs_ba: Narudžba #%id% od %date%
gl_es: Encomenda #%id% do %date%
tl_ph: Ang order ng #%id% mula sa %date%

source: Order ID
bs_ba: ID narudžbe
gl_es: ID Pedido
ms_my: MY Pesanan

source: Date issued
gl_es: Data
is_is: Útgefið dags
ms_my: Tarikh dikeluarkan

source: Slip
gl_es: Baixada

source: Credit slip options
gl_es: Opcións do albará

source: Print a PDF
gl_es: Imprimir un PDF

source: Newsletter
bs_ba: Bilten
gl_es: Boletín de novas
is_is: Fréttabréf
ms_my: Langgan berita

source: Unknown
gl_es: Descoñecida

source: %1$d years old (birth date: %2$s)
gl_es: %1$d anos (data de nacemento: %2$s)

source: Average Age
gl_es: Idade Media

source: Newsletter Registrations
gl_es: Inscricións no Boletín de novas

source: Orders per Customer
gl_es: Encomendas por Clienta

source: Registration
bs_ba: Registracija
gl_es: rexistro
ms_my: Pendaftaran

source: Last visit
bs_ba: Posljednja posjeta
gl_es: Última Visita

source: VAT number
bs_ba: PIB - porezni identifikacijski broj
gl_es: CIF/NIF
is_is: VSK númer
ms_my: Nombor PPN

source: Identification number
bs_ba: Identifikacijski broj
gl_es: Numero identificacion
is_is: Kennitala
ms_my: Nombor kad pengenalan

source: Add new address
gl_es: Engadir novo enderezo
is_is: Bæta við nýju heimilisfangi
ms_my: Tambah alamat baru

source: After the sequential number
bs_ba: Nakon rednoga broja
gl_es: Despois do número secuencial
tl_ph: Pagkatapos ng sunod-sunod na numero

source: Before the sequential number
bs_ba: Prije rednoga broja
gl_es: Antes do número secuencial
tl_ph: Bago ang sunod-sunod na numero

source: Required Fields
bs_ba: Obavezna polja
gl_es: Campos obligatorios
tl_ph: Kailangang mga patlang

source: Phone number(s)
bs_ba: Broj(evi) telefona
gl_es: Números de Teléfonos

source: %firstname% %lastname% has not registered any addresses yet
bs_ba: %firstname% %lastname% još nije registriralo/a nijednu adresu
gl_es: %firstname% %lastname% aínda non rexistrou ningún enderezo

source: Purchased products
bs_ba: Kupljeni proizvodi
gl_es: Produtos mercados

source: Qty available
bs_ba: Ukupno dostupno
gl_es: Cantidade dispoñible

source: %firstname% %lastname% has no discount vouchers
bs_ba: %firstname% %lastname% nema bonova za popust
gl_es: %firstname% %lastname% non ten cupóns de desconto
tl_ph: %firstname% %lastname% ay walang diskwento ng mga resibo

source: Last connections
bs_ba: Posljednja spajanja
gl_es: Última conexión

source: Pages viewed
bs_ba: Pregledane stranice
gl_es: Paxinas olladas
ms_my: Laman dilihat

source: Total time
bs_ba: Ukupno vrijeme
gl_es: Tempo total

source: Origin
bs_ba: Porijeklo
gl_es: Orixe
ms_my: Asal

source: IP Address
gl_es: IP

source: Sent on
gl_es: Enviado o

source: %firstname% %lastname% has never contacted you
bs_ba: %firstname% %lastname% nikada vas nije kontaktirao
gl_es: %firstname% %lastname% nunca contactou contigo
tl_ph: %firstname% %lastname% ay hindi ka kinontak

source: for a total amount of %s
gl_es: por un importe total de %s

source: Invalid orders:
bs_ba: Nevažeće narudžbe:
gl_es: Encomendas non válidas:
tl_ph: Hindi balidong mga order:

source: Total spent
gl_es: total_pagar
ms_my: Jumlah yang dibayar

source: %firstname% %lastname% has not placed any orders yet
bs_ba: %firstname% %lastname% još nije postavljena niti jedna narudžba
gl_es: %firstname% %lastname% aínda non realizou ningunha encomenda
tl_ph: %firstname% %lastname% ay hindi pa naglagay ang kahit anong mga order

source: Valid orders:
bs_ba: Ispravne narudžbe:
gl_es: Encomendas válidas:

source: Partner offers
bs_ba: Ponude partnera
gl_es: Ofertas de asociadas
tl_ph: Ang mga alok ng kasosyo

source: Age
gl_es: Idade
ms_my: Umur

source: Registration Date
gl_es: Data de Rexistro

source: Last Visit
gl_es: Última Visita

source: Best Customer Rank
gl_es: Clasificación da Mellor Clientela

source: Registrations
bs_ba: Registracije
gl_es: Rexistros
ms_my: Pendaftaran

source: Latest Update
gl_es: Última Actualización

source: This customer is registered as a Guest.
gl_es: Esta clienta está rexistrada coma Invitada.

source: Add a private note
bs_ba: Dodajte privatnu napomenu
gl_es: Engadir unha nota privada

source: Last emails
bs_ba: Najnoviji e-mailovi
gl_es: Últimos correos electrónicos

source: Viewed products
bs_ba: Pregledani proizvodi
gl_es: Produtos vistos
is_is: Áður skoðað
ms_my: Produk dilihat

source: Birthday
bs_ba: Rođendan
gl_es: Aniversario

source: Group access
bs_ba: Grupni pristup
gl_es: Grupo de acceso
ms_my: Akses kumpulan

source: Default customer group
bs_ba: Zadana korisnička grupa
gl_es: Grupo de clientela predeterminado

source: Website
bs_ba: Web sajt
gl_es: Sitio web
is_is: Vefsíða
ms_my: Laman Web

source: Allowed outstanding amount
bs_ba: Dopušteni preostali iznos
gl_es: Importe pendente permitido

source: Maximum number of payment days
bs_ba: Maksimalno dana za plaćanje
gl_es: Número máximo de días de pagamento

source: Risk rating
bs_ba: Ocjena rizika
gl_es: Clasificación de riscos

source: Creating a new Customer
bs_ba: Kreirajte novog klijenta
gl_es: Creación dunha nova Clienta

source: Set required fields for this section
bs_ba: Postavite obavezna polja za ovu sekciju
gl_es: Establece os campos obrigatorios para esta sección
tl_ph: I-set ang kailangang mga patlang para sa seksyon na ito

source: Manage your Customers
gl_es: Xestiona a túa Clientela

source: Generate PDF
gl_es: Xerar PDF
ms_my: Generate PDF file

source: Print PDF
bs_ba: Odštampaj PDF
gl_es: Imprimir PDF
tl_ph: I-imprinta ang PDF

source: Delivery slip options
gl_es: Opcións de envío
ms_my: Delivery slips options

source: Delivery prefix
bs_ba: Prefiks dostave
gl_es: Prefixo de entrega

source: Enable product image
bs_ba: Omogući sliku proizvoda
gl_es: Activa-la imaxe do produto

source: By date
bs_ba: Po datumu
gl_es: Por data

source: Generate PDF file by date
bs_ba: Kreiraj PDF datoteku po datumu
gl_es: Xerar ficheiro PDF por data

source: By order status
bs_ba: Po statusu narudžbe
gl_es: Por estado da encomenda

source: Order statuses
bs_ba: Statusi narudžbi
gl_es: Estados de encomendas

source: Generate PDF file by status
bs_ba: Kreiraj PDF datoteku po statusu
gl_es: Xerar un arquivo PDF por estado

source: Invoice options
bs_ba: Parametri računa
gl_es: Opcións da factura

source: Enable invoices
bs_ba: Omogući račune
gl_es: Activar facturas

source: Invoice prefix
bs_ba: Prefiks računa
gl_es: Prefixo da factura

source: Add current year to invoice number
bs_ba: Dodaj trenutnu godinu na broj računa
gl_es: Engadirlle o ano actual ao número da factura

source: Reset sequential invoice number at the beginning of the year
bs_ba: Reset rednoga broja fakture na početku godine
gl_es: Reinicia-lo número de factura secuencial ó comezo do ano
tl_ph: Muling itakda ang magkakasunod na numero ng singilin sa pag-u-umpisa ng taon

source: Position of the year date
bs_ba: Pozicija godine
gl_es: Posición do ano
tl_ph: Posisyon ng petsa ng taon

source: Invoice number
bs_ba: Broj računa
gl_es: Número de Factura

source: Legal free text
bs_ba: Pravno oslobođeno od poreza
gl_es: Texto legal libre

source: Footer text
bs_ba: Tekst podnožja
gl_es: Texto do pé de páxina

source: Invoice model
bs_ba: Model računa
gl_es: Modelo da factura

source: Use the disk as cache for PDF invoices
gl_es: Emprega o disco coma caché para as facturas en PDF

source: Forward this discussion
bs_ba: Proslijedi ovu raspravu

source: Thread
bs_ba: Tema

source: View this thread
bs_ba: Pogledaj ovu temu

source: No delivery slip
bs_ba: Nema dostavnice

source: View full details...
bs_ba: Pogledaj pune detalje...

source: Include amount of initial voucher:
bs_ba: Uključiti iznos inicijalnog vaučera:
tl_ph: Isama ang halaga ng pangunang resibo:

source: Exclude amount of initial voucher:
bs_ba: Isključiti iznos inicijalnog vaučera:
tl_ph: Ihiwalay ang halaga ng pangunang resibo:

source: Amount of your choice:
bs_ba: Iznos po vašem izboru:
tl_ph: Halaga ng iyong napili:

source: Shop: %shop_name%
bs_ba: Trgovina: %shop_name%

source: Open in new tabs
bs_ba: Otvori u novim tabovima

source: Free shipping
bs_ba: Besplatna dostava
ms_my: Penghantaran percuma

source: Product(s) price:
bs_ba: Cijena proizvoda:
tl_ph: Presyo ng (mga) produkto:

source: Product(s) price, excluding amount of initial voucher:
bs_ba: Cijena proizvoda, isključujući inicijalni iznos vaučera:
tl_ph: Ang presyo ng (mga) produkto, hindi kasama ang halaga ng paunang resibo:

source: Transform to a customer account
bs_ba: Pretvorite ga u korisnički račun kupca

source: Administrate your customers
bs_ba: Administrirajte vaše kupce

source: Taking good care of your customers starts with making sure their profiles contain all the information needed to have their packages shipped without mishap.
bs_ba: Briga o vašim kupcima započinje s osiguravanjem da njihovi profili sadrže sve informacije potrebne za isporuku paketa bez pogrešnog postupanja.

source: Editing customer %name%
bs_ba: Uređivanje kupca %name%

source: Information about customer %name%
bs_ba: Informacije o potrošaču %name%

source: Delivery Number
bs_ba: Broj dostave

source: Enable tax breakdown
bs_ba: Omogući razbijanje poreza

source: Order message
bs_ba: Poruka uz narudžbu

source: Order status
bs_ba: Status narudžbe
ms_my: Order statuses

source: Merchandise returns
bs_ba: Povrat robe
is_is: Vörurskil
ms_my: Produk dipulangkan

source: Credit slip
bs_ba: Kreditne liste
is_is: Inneignarnóta
ms_my: Penyata kredit

source: Linked orders
bs_ba: Vezane narudžbe

source: View full conversation
bs_ba: Pogledajte cijeli razgovor

source: Choose your order message
bs_ba: Odaberite poruku narudžbe

source: Card type
bs_ba: Tip kartice

source: Cardholder name
bs_ba: Ime vlasnika kartice

source: Card number
bs_ba: Broj kartice

source: Add a discount
bs_ba: Dodaj popust

source: Shipping does not apply to virtual orders
bs_ba: Dostava se ne odnosi na virtualne narudžbe

source: Stock location
bs_ba: Lokacija zaliha

source: Shipping details
bs_ba: Detalji o dostavi

source: Invoice details
bs_ba: Detalji o fakturi

source: Open details
bs_ba: Otvori detalje

source: Ref:
tl_ph: Ang ref:
