Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignNotification.*.xlf
Languages: ar_sa, az_az, bs_ba, fr_fr, he_il, hy_am, it_it, mk_mk, nl_nl, pl_pl, tl_ph

source: Failed to move uploaded file.
ar_sa: فشل نقل ملف مرفوع.
az_az: Yüklənmiş faylı köçürmək alınmadı.
bs_ba: Greška u premještaju uplodane datoteke.
fr_fr: Échec lors du déplacement du fichier envoyé.
he_il: הזזת הקובץ שהועלה נכשל.
it_it: Spostamento del file caricato fallito.
mk_mk: Не успеа да се премести поставената датотека.
nl_nl: Het is niet gelukt om het geüploade bestand te verplaatsen.
pl_pl: Nie można przenieść przesłanego pliku.
tl_ph: Nabigong ilipat ang na-upload na payl.

source: This theme is not valid for PrestaShop 1.7
ar_sa: هذا الموضوع غير صالح للبريستاشوب 1.7
az_az: Bu tema PrestaShop 1.7 üçün keçərli deyil
bs_ba: Ova tema ne vrijedi za PrestaShop 1.7
fr_fr: Ce thème n'est pas compatible avec PrestaShop 1.7
he_il: ערכת הנושא הזו אינה מתאימה לפרסטה שופ 1.7
it_it: Questo tema non è valido per PrestaShop 1.7
mk_mk: Оваа тема не е валидна за PrestaShop 1.7
nl_nl: Dit thema is niet geschikt voor PrestaShop 1.7
pl_pl: Ten szablon nie jest prawidłowy dla PrestaShop 1.7
tl_ph: Ang tema na ito ay hindi balido sa PrestaShop 1.7

source: An error occurred. The information "%s" is missing.
ar_sa: حدث خطأ. المعلومات "٪ الصورة" مفقود.
az_az: Bir yanlışlıq oldu. "%s" məlumatı yoxdur.
bs_ba: Dogodila se greška. Informacija "%s" nedostaje.
fr_fr: Une erreur est survenue. L'information "%s" est manquante.
he_il: ארעה שגיאה. המידע "%s" חסר.
it_it: Si è verificato un errore. L'informazione "%s" non esiste.
mk_mk: Се појави грешка. Информацијата "%s" недостасува.
nl_nl: Er is een fout opgetreden. De informatie "%s" ontbreekt.
pl_pl: Wystąpił błąd. Brakuje informacji "%s".
tl_ph: Isang pagkakamali ang naganap. Ang impormasyon na "%s" ay nawawala.

source: An error occurred. The template "%s" is missing.
ar_sa: حدث خطأ. القالب "٪ s" مفقود.
az_az: Bir yanlışlıq oldu. "%s" şablonu yoxdur.
bs_ba: Dogodila se greške. Šablon "%s" nedostaje.
fr_fr: Une erreur est survenue. Le modèle "%s" est manquant.
he_il: התרחשה שגיאה. התבנית "%s" חסרה.
it_it: Si è verificato un errore. Il modello "%s" non esiste.
mk_mk: Се појави грешка. Шаблонот "%s" недостасува.
nl_nl: Er is een fout opgetreden. De template "%s" ontbreekt.
pl_pl: Wystąpił błąd. Brakuje szablonu "%s".
tl_ph: Isang pagkakamali ang naganap. Ang templeyt ng "%s" ay nawawala.

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
fr_fr: Une erreur s'est produite lors de la copie du favicon de "%s" vers "%s".
he_il: אירעה שגיאה במהלך העלאת סמל המועדפים (favicon): לא ניתן להעתיק את הקובץ "%s" אל התקייה "%s".
it_it: Si è verificato un errore durante il caricamento della favicon: impossibile copiare il file "%s" nella cartella "%s".
mk_mk: се појави грешка при аплодирањето на favicon: не може да се копира %s во датотека %s.
nl_nl: Er is een fout opgetreden bij het uploaden van uw favicon: kan het bestand "%s" niet kopiëren naar folder "%s".
pl_pl: Wystąpił błąd podczas wgrywania favicon: nie można skopiować pliku "%s" do folderu "%s".
tl_ph: Nangyayari ang isang kamalian habang nag-a-upload ang favicon: hindi pwede na kopyahin ang payl "%s" sa polder "%s".

source: Your theme has been correctly exported: %path%
ar_sa: موضوع قد تم تصديرها بشكل صحيح:%path%
az_az: Temanız düzgün ixrac edildi: %path%
bs_ba: Vaša tema je pravilno izvezena: %path%
fr_fr: Votre thème a bien été exporté : %path%
he_il: ערכת הנושא שלך יוצאה בהצלחה: %path%
it_it: Il tuo tema è stato esportato correttamente: %path%
mk_mk: Вашата тема е правилно изнесена: %path%
nl_nl: Uw thema is met succes geëxporteerd: %path%
pl_pl: Twój szablon został poprawnie wyeksportowany: %path%
tl_ph: Na-export nang wasto ang iyong tema: %path%

source: The page Category cannot be moved here.
ar_sa: لا يمكن نقل فئة الصفحة هنا.
az_az: Bu səhifə Bölməsi bura köçürülə bilməz.
bs_ba: Kategorija ne može biti premještena ovdje.
fr_fr: La catégorie de page ne peut pas être déplacée ici.
he_il: לא ניתן להעביר את קטגורית הדף לכאן.
it_it: La pagina Categoria non può essere spostata qui.
mk_mk: Страницата Категорија не може да се премести тука.
nl_nl: De paginacategorie kan niet naar hier worden verplaatst.
pl_pl: Strona kategorii nie może być przeniesiona tutaj.
tl_ph: Ang pahina ng Kategorya ay hindi maaaring ilipat dito.

source: Your RTL stylesheets has been generated successfully
ar_sa: تم إنشاء أوراق أنماط RTL بنجاح
bs_ba: Vaši RTL stilski listovi uspješno su generirani
fr_fr: Votre feuille de style RTL a bien été générée
he_il: גליונות סגנון ה-RTL שלך נוצרו בהצלחה
it_it: I tuoi fogli di stile RTL sono stati generati con successo
mk_mk: Вашите стилски листови на RTL се генерирани успешно
nl_nl: Je RTL-stylesheets zijn met succes gegenereerd
pl_pl: Twoje arkusze stylów RTL zostały pomyślnie wygenerowane

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the 'Regenerate thumbnails' button.
ar_sa: تمت إعادة تعيين المظهر بشكل صحيح إلى إعداداته الافتراضية.قد ترغب في إعادة إنشاء صورك. راجع شاشة تحسين> التصميم> إعدادات الصور لزر "إعادة إنشاء الصور المصغرة".
az_az: Temanız ilkin quraşdırmalarına düzgün qaytarıldı. Şəkillərinizi yenidən yaratmaq istəyə bilərsiniz. 'İlkin görüntüləri yenidən yarat' düyməsi üçün Təkmilləşdirmə > Dizayn > Şəkil Quraşdırmaları ekranına baxın.
bs_ba: Vaša tema je korektno resetovana na početne postavke. Možda će te morati sačekati da se slike regenerišu. Pogledajte Napredak > Design > Postavke slika zaslona za 'Regenerisane sličice' dugme.
fr_fr: Votre thème a été correctement réinitialisé. Vous devriez régénérer vos miniatures. Pour cela, utilisez l'option "Régénération des miniatures" qui se trouve dans le menu "Images" de la section "Apparence".
he_il: העיצוב שלך אופס בהצלחה להגדרות ברירת המחדל שלו. ייתכן כי תרצה לחדש את התמונות שלך. ראו את שפר > עיצוב > הגדרות תמונות עבור כפתור 'חדש תמונות ממוזערות'.
it_it: Il tuo tema è stato correttamente reinizializzato. Potresti voler rigenerare le miniature. Cerca il pulsante 'Rigenera miniature' nella schermata Perfeziona > Aspetto > Impostazioni Immagini.
mk_mk: Вашата тема е правилно ресетирана на стандардните поставки. Можеби ќе сакате да ги регенерирате вашите слики. Погледнете Подобрување > Дизајн > Поставки за слики екран за копчето "Регенерирај сликички".
nl_nl: De standaardinstellingen van uw thema zijn hersteld. U wilt uw afbeeldingen mogelijk opnieuw genereren. Zie het scherm Verbeteren > Ontwerp > Afbeeldingsinstellingen voor de knop 'Miniaturen regenereren'.
pl_pl: Twój szablon został poprawnie przywrócony do ustawień domyślnych. Należy odświeżyć miniatury. Możesz to zrobić w menu Ulepszenia > Wygląd > Zdjęcia - Wygeneruj ponownie miniatury.
tl_ph: Ang iyong tema ay muling naitakda nang tama sa default na mga pagtatakda nito. Baka gusto mong muling buuin ang iyong mga larawan. Tingnan ang Pagpapabuti> Disenyo> iskrin ng mga Pagtatakda ng mga Larawan para sa pindutan ng 'Muling Pagbubuo ng thumbnail'.

source: There is already a theme %theme_name% in your themes folder. Remove it if you want to continue.
bs_ba: Već postoji tema %theme_name% u vašem direktoriju tema. Uklonite je, ako želite nastaviti.
fr_fr: Un thème %theme_name% existe déjà dans votre dossier themes, supprimez-le pour continuer.
he_il: בתיקיית העיצובים שלך כבר יש נושא %theme_name%. הסר אותו אם אתה רוצה להמשיך.
it_it: C'è già un tema %theme_name% nella tua cartella themes. Rimuovilo, se vuoi continuare.
nl_nl: Er is al een thema %theme_name% in uw thema map. Verwijder deze als u verder wilt gaan.
pl_pl: W folderze motywów znajduje się już motyw %theme_name%. Usuń go, jeśli chcesz kontynuować.

source: Failed to delete theme. Make sure you have permissions and theme is not used.
bs_ba: Brisanje teme nije uspjelo. Provjerite da li imate dopuštenja i tema se ne upotrebljava.
fr_fr: N'a pas réussi à supprimer le thème. Assurez-vous que vous avez les permissions et que le thème n'est pas utilisé.
he_il: מחיקת העיצוב נכשלה. וודא שיש לך הרשאות ואין משתמשים בשימוש בנושא.
it_it: Impossibile eliminare il tema. Assicurati di avere i permessi e che il tema non sia utilizzato.
nl_nl: Mislukt om thema te verwijderen. Zorg voor de juiste rechten en dat het thema niet in gebruik is.
pl_pl: Usunięcie szablonu nie powiodło się. Upewnij się, że masz do tego uprawnienia, a szablon nie jest w użyciu.

source: Cannot adapt theme to RTL languages.
bs_ba: Tema se ne može prilagoditi RTL jezicima.
fr_fr: Impossible d'adapter le thème aux langues RTL.
he_il: לא ניתן להתאים נושא לשפות RTL.
it_it: Impossibile adattare il tema al sistema RTL.
nl_nl: Kan het thema niet aanpassen aan RTL talen.
pl_pl: Nie można dostosować motywu do języków RTL.

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the '%regenerate_label%' button.
fr_fr: Votre thème a été correctement réinitialisé. Vous devriez régénérer vos miniatures. Pour cela, utilisez l'option "%regenerate_label%" qui se trouve dans le menu "Images" de la section "Apparence".
he_il: העיצוב שלך אופס בהצלחה להגדרות ברירת המחדל שלו. ייתכן כי תרצה לחדש את התמונות שלך. ראו את שפר > עיצוב > הגדרות תמונות עבור כפתור '%regenerate_label%'.

source: This name already exists.
ar_sa: هذا الاسم موجود بالفعل.
az_az: Bu ad artıq var.
fr_fr: ce nom existe déjà
he_il: השם כבר תפוס.
hy_am: Նշված անունը գոյություն չունի:
it_it: Questo nome esiste già.
mk_mk: Името веќе постои
nl_nl: Deze naam bestaat al.
pl_pl: Nazwa istnieje.
tl_ph: Ang pangalan na ito ay umiiral na.

source: Invalid file format.
ar_sa: تنسيق ملف غير صالح.
az_az: Yanlış fayl formatı.
bs_ba: Neispravan format datoteke.
fr_fr: Format de fichier non valide.
he_il: סוג קובץ לא חוקי
it_it: Formato file non valido.
mk_mk: Невалиден формат на датотека.
nl_nl: Ongeldig bestandsformaat.
pl_pl: Nieprawidłowy format pliku.
tl_ph: Hindi balido ang pomat ng payl.

source: Warning: if no email logo is available, the main logo will be used instead.
az_az: Diqqət: e-poçt loqosu olmadıqda, onun yerinə əsas loqo işlədiləcək.
fr_fr: Attention: si aucun logo d'mail n'est défini, le logo de l'en-tête est utilisé à la place.
he_il: אזהרה: אם אין לוגו זמין עבור הדוא"ל, הלוגו הראשי ישמש במקום.
it_it: Avviso: se non è disponibile alcun logo per le email, verrà utilizzato il logo principale.
mk_mk: Предупредување: ако не е достапно лого за e-mailот, главното лого ќе се користи наместо тоа.
nl_nl: Opgepast, indien er geen logo voor email beschikbaar is, zal het standaard logo worden gebruikt.
pl_pl: Uwaga: brak dostępnego logo dla e-maila, zamiast tego zostanie użyte główne logo.
