Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, el_gr, he_il, ms_my, tl_ph, vi_vn

source: Click on "Displayed" to index the category on your shop.
ar_sa: انقر على "معروض" لفهرسة الفئة في متجرك.
bs_ba: Kliknite "Prikaz" da biste indeksirali kategoriju u vašoj trgovini.
el_gr: Κάντε κλικ στο «Εμφανίζεται» για να δημιουργήσετε ευρετήριο της κατηγορίας στο κατάστημά σας.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
ar_sa: هذه هي الصورة الرئيسية للفئة الخاصة بك، والمعروضة في صفحة الفئة. سيتداخل وصف الفئة مع هذه الصورة ويظهر في الزاوية العلوية اليمني فوق الصورة.
el_gr: Αυτή είναι η βασική εικόνα για την κατηγορία σας, που θα εμφανίζεται στην σελίδα της κατηγορίας. Η περιγραφή της κατηγορίας θα εμφανίζεται πάνω στην φωτογραφία στην πάνω αριστερή πλευρά.
vi_vn: Đây là hình ảnh chính cho danh mục của bạn, hiển thị trong các trang danh mục. Các mô tả danh mục sẽ chồng lên hình ảnh này và xuất hiện ở góc trên bên trái của nó.

source: Displays a small image in the parent category's page, if the theme allows it.
ar_sa: عرض صورة صغيرة في صفحة الفئة الرئيسية، إذا كان الموضوع يسمح بذلك.
bs_ba: Prikazuje malu sliku na stranici kategorije roditelj, ako tema dopušta.
el_gr: Εμφανίζει μια μικρή εικόνα στη σελίδα της βασικής κατηγορίας, αν το θέμα το επιτρέπει.
tl_ph: Ipakita ang isang maliit na imahe sa pahina ng kategorya ng pinagmulan, kung ang tema ay pinahihintulutan ito.
vi_vn: Hiển thị một hình ảnh nhỏ trong trang của danh mục cha, nếu chủ đề cho phép.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
ar_sa: تظهر الفئة المصغرة في القائمة كصورة صغيرة تمثل الفئة، إذا كان الموضوع يسمح بذلك.
bs_ba: Sličice kategorije pojavljuje se u meniju kao mala slika koja predstavlja kategoriju, ako tema dopušta.
el_gr: Εμφανίζεται η μικρογραφία της κατηγορίας στο μενού σαν μικρή εικόνα που αναπαριστά την κατηγορία, εφόσον το θέμα το επιτρέπει.
tl_ph: Ang kategorya ng thumbnail ay lalabas sa menu bilang maliit na imahe na kumakatawan sa kategorya, kung ang tema ay pinahihintulutan ito.
vi_vn: Hình thu nhỏ của danh mục xuất hiện trong trình đơn dưới dạng một hình ảnh nhỏ thể hiện danh mục, nếu chủ đề cho phép.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
az_az: Yalnız hərflər, rəqəmlər, alt-cizgi və çıxma (-) simvolu ola bilər.
el_gr: Μόνο γράμματα, αριθμοί, η κάτω παύλα (_) και ο χαρακτήρας μείον (-) επιτρέπονται.
he_il: רק אותיות, מספרים, קו תחתון (_) ומינוס (-) התווים המותרים.
ms_my: Hanya huruf, nombor, garis bawah (_) dan simbol tolak (-) yang dibenarkan.
vi_vn: Chỉ các từ, số, gạch dưới (_) và dấu trừ(-) được chấp nhận.

source: You now have three default customer groups.
ar_sa: لديك الآن ثلاثة مجموعات مبدئية للعملاء.
el_gr: Τώρα έχετε τρεις προεπιλεγμένες ομάδες πελατών .
he_il: יש כרגע שלוש קבוצות לקוחות ברירת מחדל
ms_my: Anda kini mempunyai tiga kumpulan pelanggan asas.
vi_vn: Hiện tại bạn có ba nhóm khách hàng mặc định.

source: Mark all of the customer groups which you would like to have access to this category.
el_gr: Επιλέξτε όλες τις ομάδες πελατών που θα θέλατε να έχουν πρόσβαση σε αυτή την κατηγορία.
he_il: סמן את כל קבוצות הלקוחות שאתה רוצה שיקבלו גישה לקטגוריה זו.
ms_my: Tandakan semua kumpulan pelanggan yang anda ingin berikan akses kepada kategori ini.
vi_vn: Đánh dấu tất cả các nhóm khách hàng mà bạn muốn cung cấp quyền truy cập đến hạng mục này.

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Module Manager[/1] and configure your menu module.
el_gr: Αν θέλεις μια κατηγορία να εμφανίζεται στο μενού του καταστήματος, πήγανε στα [1] Πρόσθετα > Διαχείριση Πρόσθετων [/1] και ρύθμισε το πρόσθετο μενού.

source: Upload a brand logo from your computer.
ar_sa: حمّل شعار علامة تجارية من جهاز الكمبيوتر.
az_az: Kompüterinizdən bir brend loqosu yükləyin.
bs_ba: Postavi logo marke s vašeg računara.
el_gr: Ανεβάστε ένα λογότυπο της μάρκας από τον υπολογιστή σας.
tl_ph: Mag-upload ng tatak ng logo mula sa iyong kumpyuter.
vi_vn: Tải lên logo thương hiệu từ máy tính của bạn.

source: To add "tags", click inside the field, write something, and then press "Enter".
el_gr: Για να προσθέσετε "ετικέτες", κάντε κλικ στο πεδίο, γράψετε κάτι και στη συνέχεια πατήστε "Enter".
