Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShippingFeature.*.xlf
Languages: az_az, bs_ba, ms_my, sq_al, th_th, tl_ph

source: Will be applied when the price is
bs_ba: Biti će primijenjeno kada je cijena
th_th: จะถูกนำมาใช้งานเมื่อราคา

source: Will be applied when the weight is
bs_ba: Biti će primijenjeno kada je težina
th_th: จะถูกนำมาใช้งานเมื่อน้ำหนัก

source: free
bs_ba: besplatno
th_th: ฟรี

source: not free
az_az: pulsuz deyil
bs_ba: nije besplatno
th_th: เสียค่าใช้จ่าย

source: Use one of our recommended carrier modules
bs_ba: Koristite jedan od naših preporučenih nosilaca modula
ms_my: Gunakan salah satu modul pembawa yang disarankan
sq_al: Përdor një nga modulet tona të transportit të rekomanduara nga ne
th_th: ใช้หนึ่งในโมดูลแนะนำสำหรับผู้จัดส่ง

source: Add new carrier
bs_ba: Dodaj novog nosioca
ms_my: Tambah kurier baru
sq_al: Shto transportues të ri
th_th: เพิ่มผู้จัดส่ง

source: Free shipping
az_az: Pulsuz çatdırılma
bs_ba: Besplatna dostava
ms_my: Penghantaran percuma
sq_al: Posta falas
th_th: จัดส่งฟรี

source: Pick up in-store
bs_ba: Preuzmi u trgovini
sq_al: Marr në dyqan
th_th: รับที่ร้าน
tl_ph: Kunin mula sa tindahan

source: Delivery next day!
bs_ba: Dostava sljedeći dan!
sq_al: Livrimi ditën tjetër!
th_th: จัดส่งในวันถัดไป!
tl_ph: Ang paghahatid ay sa susunod na araw!

source: General settings
az_az: Başlıca quraşdırmalar
bs_ba: Opšta podešavanja
ms_my: Tetapan umum
sq_al: Parametrat e përgjithshëm
th_th: ตั้งค่าทั่วไป

source: Shipping locations and costs
az_az: Çatdırılma yerləri və xərcləri
bs_ba: Mjesta dostave i troškovi
ms_my: Lokasi penghantaran dan kos
sq_al: Kosto dhe vendi i livrimit
th_th: ที่อยู่สำหรับจัดส่งสินค้าและค่าจัดส่ง

source: Size, weight, and group access
bs_ba: Veličina, težina, i pristup grupama
ms_my: Saiz, berat, dan akses kumpulan
sq_al: Madhësia, pesha dhe çasja e grupit
th_th: ขนาด, น้ำหนัก, และการเข้าถึงกลุ่ม

source: Carrier name
ms_my: Nama kurier
sq_al: Emri i transportuesit
th_th: ชื่อผู้จัดส่ง

source: Tracking URL
ms_my: URL Penjejakan
sq_al: URL e gjurmimit
th_th: URL สำหรับติดตามการจัดส่ง

source: Add handling costs
ms_my: Tambah kos pengendalian
sq_al: Shto kostot e trajtimit
th_th: เพิ่มค่าบรรจุหีบห่อ

source: According to total price.
ms_my: Mengikut jumlah harga.
sq_al: Sipas çmimit të përgjithshëm.
th_th: จากราคารวม.

source: According to total weight.
ms_my: Mengikut jumlah berat.
sq_al: Sipas peshës totale.
th_th: จากค่าน้ำหนักรวม.

source: Apply the cost of the highest defined range
ms_my: Tetapkan kos pada tahap tertinggi seperti ditakrifkan
sq_al: Aplikoni koston e rangut më të lartë të përcaktuar
th_th: ใช้ค่าใช้จ่ายสูงสุดของช่วงที่กำหนดไว้

source: Group access
ms_my: Akses kumpulan
sq_al: Qasja grupore
th_th: การเข้าถึงกลุ่ม

source: Delay
az_az: Gecikmə
ms_my: Lengah masa
sq_al: Vonesa
th_th: เวลาที่จะส่งสินค้า

source: Free Shipping
az_az: Pulsuz çatdırılma
ms_my: Percuma penghantaran
sq_al: Livrimi falas
th_th: จัดส่งฟรี

source: Apply shipping cost
az_az: Çatdırılma xərcini uyğula
ms_my: Tetapkan kos penghantaran
sq_al: Apliko koston e livrimit
th_th: ใช้ค่าจัดส่ง

source: Shipping and handling
az_az: Daşınma və yükləmə
ms_my: Penghantaran dan pengendalian
sq_al: Livrimi dhe shpenzimet e administrimit
th_th: การจัดส่งและบรรจุภัณฑ์

source: Default behavior
ms_my: Tingkah laku asas
sq_al: Sjellje e standarde
th_th: พฤติกรรมเริ่มต้น

source: According to total price
ms_my: Mengikut jumlah harga
sq_al: Sipas çmimit të përgjithshëm
th_th: รวมกับราคารวม

source: According to total weight
ms_my: Mengikut jumlah berat
sq_al: Në bazë të peshës totale
th_th: รวมกับน้ำหนักรวม

source: Maximum package height
az_az: Qutunun maksimum hündürlüyü
ms_my: TInggi maksimum pakej
sq_al: Lartësia maksimale e paketës
th_th: ความสูงมากสุดของหีบห่อ

source: Maximum package width
az_az: Qutunun maksimum genişliyi
ms_my: Lebar maksimum pakej
sq_al: Gjerësia maksimale e paketës
th_th: ความกว้างมากสุดของหีบห่อ

source: Maximum package depth
az_az: Qutunun maksimum dərinliyi
ms_my: Kedalaman maksimum pakej
sq_al: Thellësia maksimale e paketës
th_th: ความลึกมากสุดของหีบห่อ

source: Maximum package weight
az_az: Qutunun maksimum çəkisi
ms_my: Berat maksimum pakej
sq_al: Pesha maksimale e paketës
th_th: น้ำหนักมากสุดของหีบห่อ

source: Name:
az_az: Ad:
bs_ba: Naziv:
th_th: ชื่อ:
tl_ph: Pangalan:

source: Transit time
bs_ba: Vrijeme tranzita
ms_my: Masa transit
sq_al: Koha e tranzitit
th_th: ระยะเวลาจัดส่ง

source: Speed grade
bs_ba: Ocjena brzine
ms_my: Gred pantas
sq_al: Shkalla e shpejtësisë
th_th: ระดับความเร็ว

source: Billing
bs_ba: Naplata
ms_my: Pengebilan
sq_al: Faturimi
th_th: วางบิล

source: Out-of-range behavior
bs_ba: Ponašanje izvan raspona
ms_my: Tingkah laku luar jangkaan
sq_al: Sjellje jasht rangut
th_th: การกระทำเมื่อค่าอยู่นอกกรอบ

source: Disable carrier
bs_ba: Onemogući dostavljača
ms_my: Nyahaktifkan kurier
sq_al: Çaktivizo shërbimin e livrimit
th_th: ปิดใช้งานผู้จัดส่งสินค้า

source: Carrier options
bs_ba: Opcije dostavljača
sq_al: Opsionet e transportit
th_th: ตัวเลือกผู้จัดส่ง

source: Default carrier
bs_ba: Podrazumjevani dostavljač
sq_al: Transportuesi i paracaktuar
th_th: ผู้จัดส่งหลัก

source: Handling charges
bs_ba: Trošak rukovanja
sq_al: Shpenzimet e administrimit
th_th: ค่าใช้จ่ายสำหรับ การนำสินค้าไปส่ง

source: Free shipping starts at
sq_al: Livrimi pa pagesë fillon nga
th_th: ฟรีค่าจัดส่งเริ่มต้นที่

source: Handling
sq_al: Shpenzimet e administrimit
th_th: นำสินค้าไปส่ง

source: Carriers
az_az: Kuryer
bs_ba: Dostavljači
ms_my: Operator
sq_al: Transportuesit
th_th: ผู้จัดส่ง

source: Shipping cost
az_az: Çatdırılma xərci
ms_my: Kos penghantaran
sq_al: Kosto e livrimit
th_th: ค่่าจัดส่ง

source: Carrier
az_az: Kuriyer
bs_ba: Dostavljač
ms_my: Pembawa
th_th: ค่าจัดส่ง

source: Tracking number
az_az: İzləmə Nömrəsi
sq_al: Numri i gjurmimit
th_th: หมายเลขแทร็ค

source: Maximum package width (%s)
az_az: Qutunun maksimum genişliyi (%s)
ms_my: Lebar maksimum pakej (%s)
sq_al: Gjerësia maksimale e paketës (%s)

source: Maximum package height (%s)
az_az: Qutunun maksimum hündürlüyü (%s)
ms_my: Tinggi maksimum pakej (%s)
sq_al: Lartësia maksimale e paketës (%s)

source: Maximum package depth (%s)
az_az: Qutunun maksimum dərinliyi (%s)
ms_my: Kedalaman maksimum pakej (%s)
sq_al: Thellësia maksimale e paketës (%s)

source: Maximum package weight (%s)
az_az: Qutunun maksimum çəkisi (%s)
ms_my: Berat maksimum pakej (%s)
sq_al: Pesha maksimale e paketës (%s)

source: Add new range
bs_ba: Dodaj novi raspon

source: Ranges
bs_ba: Rasponi

source: inactive
bs_ba: neaktivan
tl_ph: hindi aktibo

source: This carrier is %1$s and the transit time is %2$s.
bs_ba: Ovaj dostavljač je %1$s i vrijeme dostave je: %2$s.
tl_ph: Ang tagapagdalang ito ay %1$s at ang oras ng paghahatid ay %2$s.

source: This carrier can deliver orders from %1$s to %2$s.
bs_ba: Ovaj dostavljač može isporučiti narudžbu od %1$s do %2$s.
tl_ph: Ang tagapagpadalang ito ay magagawang ihatid ang mga order mula sa %1$s hanggang %2$s.

source: If the order is out of range, the behavior is to %3$s.
bs_ba: Ako je narudžba van raspona, ponašanje je %3$s.
tl_ph: Kung ang order ay hindi saklaw, ang nakagawian ay hanggang sa %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
bs_ba: Cijena dostave je izračunata %1$s i pravilo poreza %2$s će biti primijenjeno.
tl_ph: Ang halaga ng pagpapadala ay kalkulado sa %1$s at ang patakaran ng buwis sa %2$s ay ia-aplay.

source: according to the price
bs_ba: prema cijeni

source: according to the weight
bs_ba: prema težini

source: Carrier name:
az_az: Daşıyıcı:
bs_ba: Naziv dostavljača:
tl_ph: Ang pangalan ng tagapagdala:

source: This carrier will be proposed for those delivery zones:
bs_ba: Ovaj dostavljač će biti predložen za ove zone dostave:
tl_ph: Ang tagapagdala na ito ay imumungkahi para sa ilang mga sona ng paghahatid:

source: And it will be proposed for those client groups:
bs_ba: I biti će predložen za te grupe kupaca:
tl_ph: At ito ay imumungkahi para sa ilang mga grupo ng kliyente:

source: Finally, this carrier will be proposed in those shops:
bs_ba: Na kraju, ovaj dostavljač će biti predložen za ove trgovine:
tl_ph: Sa wakas, itong tagapagdala ay imumungkahi sa ilang mga tindahan:

source: Do you think there should be one? Let us know!
az_az: Olmağı gərəkdiyini düşünürsüz? Bizə bildirin!
bs_ba: Mislite da bi trebao biti jedan? Javite nam!

source: It seems there are no recommended carriers for your country.
bs_ba: Čini se da nema preporučenih dostavljača za vašu zemlju.
