Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignHelp.*.xlf
Languages: ca_es, fi_fi, fr_fr, gl_es, ko_kr, lt_lt, nl_nl, ru_ru, sl_si, sr_cs, tr_tr

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
ca_es: Això no regenerarà les plantilles de correu electrònic, sinó que només estableix el tema de correu electrònic predeterminat per a la generació futura (quan per exemple s’instal·la un idioma).
fi_fi: Tämä ei luo uudelleen sähköposti pohjia vaan asettaa oletus teeman seuraavaa generointia varten (esim kun uusi kieli asennetaan)
fr_fr: Cela ne régénérera pas les modèles d'emails, mais seulement le thème par défaut pour les générations futures (lorsqu'une langue est installée par exemple).
ko_kr: 이것은 이메일 템플릿을 재생성하지 않고, 나중 생성(예를 들면 언저 설치 됐을 시) 을 위해 기본 이메일 테마만 설정합니다.
lt_lt: Tai ne atnaujins el. laiškų šablonų, tai tik nustatys numatytąją el. laiškų temą, kuri bus naudojama vėliau (pvz., kai bus įdiegta kalba).
nl_nl: Dit genereert geen nieuwe e-mailthema's, het zorgt er alleen voor dat het standaard e-mailthema ingesteld wordt voor toekomstige generaties (bijvoorbeeld wanneer een taal wordt geïnstalleerd).
ru_ru: При этом шаблоны email не пересоздаются, просто задаётся шаблон email для использования по умолчанию в будущем (например, когда устанавливается язык).
sl_si: Predloge za e-poštno sporočilo ne bodo obnovile, samo bodo postavile privzeto temo e-pošte za prihodnjo generacijo (na primer, če je nameščen jezik).
sr_cs: Ovo neće ponovo kreirati e-mail teme, već će samo kreirati standardnu temu za buduće kreiranje tema ( na primer kada se jezik instalira).
tr_tr: Bu, E-posta şablonlarını yeniden oluşturmaz, yalnızca gelecek nesil için varsayılan E-posta temasını ayarlar (örneğin Yeni bir dil yüklendiğinde).

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
ca_es: Les plantilles de correu electrònic de PrestaShop es troben emmagatzemades a la carpeta "mails", però es poden substituir mitjançant la carpeta "mails" del vostre tema actual. Si feu servir aquesta opció, podreu sobreescriure els correus electrònics del tema actual.
fi_fi: PrestaShopin sähköposti pohjat talletetaan "mails" kansioon mutta niitä voidaan ylikirjoittaa teemasi "mails" kansiolla. Tällä asetuksella voit ottaa käyttöön sähköpostien ylikirjoittamisen teemallasi.
fr_fr: Les modèles de mails de PrestaShop sont stockés dans le dossier "mails", mais ils peuvent être remplacés par le dossier "mails" de votre thème actuel. L'utilisation de cette option permet d'écraser les courriels de votre thème actuel.
ko_kr: PrestaShop의 이메일 템플릿은 "mails" 폴더에 저장되어 있지만, 현재 테마 자체의 "mails" 폴더로 덮어씌일 수 있습니다. 현재 테마의 이메일 덮어쓰기를 활성화하려면 이 옵션을 사용하세요.
lt_lt: PrestaShop el. laiškų šablonai yra saugomi „mails“ aplanke, tačiau jie gali būti pakeisti jūsų naudojamos temos savu "mails" aplanku. Naudojant šią parinktį, galite perrašyti el. laiškų šablonus iš naudojamos temos.
nl_nl: De e-mailthema's van PrestaShop worden opgeslagen in de map "mails", maar ze kunnen worden overschreven door de map "mails" van uw huidige thema. Met deze optie kunt u e-mails van uw huidige thema wijzigen.
ru_ru: Шаблоны email PrestaShop хранятся в каталоге "mails", но их можно пепеопределить каталогом "mail" вашего шаблона. Включение этой опции позволит перезаписать email из вашего текущего шаблона.
sl_si: E-poštne predloge PrestaShop so shranjene v mapi "mails", vendar jih lahko preglasijo z lastno mapo "mails" trenutne teme. Uporaba te možnosti omogoča prepisovanje e-poštnih sporočil iz trenutne teme.
sr_cs: PrestaShop's e-mail teme se nalaze u "mails" folderu, ali mogu biti nadjačani sa vašim trenutnim mejl folderom. Koristeći ovu opciju nadjačavate e-mail trenutnu temu.
tr_tr: PrestaShop'un E-posta şablonları "postalar" klasöründe saklanır, ancak geçerli temanızın kendi "postaları" klasörü tarafından geçersiz kılınabilir. Bu seçeneği kullanmak, geçerli temanızdaki E-postaların üzerine yazılmasını sağlar.

source: By default, existing email template files are not modified to avoid deleting any modification you may have done. Enable this option to force the overwrite.
ca_es: De manera predeterminada, els fitxers de plantilles de correu electrònic existents no es modifiquen per evitar suprimir qualsevol modificació que pugueu fer. Habiliteu aquesta opció per forçar la sobreescriptura.
fi_fi: Oletuksena olemassa olevia sähköposti pohjia ei muokata . Tällä optiolla voit pakottaa ylikirjoittamisen.
fr_fr: Par défaut, les fichiers de modèles d'e-mails existants ne sont pas modifiés pour éviter de supprimer toute modification que vous auriez pu faire. Activez cette option pour forcer l'écrasement.
ko_kr: 기본적으로, 기존 이메일 템플릿 파일은 어떠한 변경 사항도 삭제할 수 없게 변경되지 않습니다. 강제 덮어쓰기를 하려면 이 옵션을 활성화 하세요.
lt_lt: Pagal numatytuosius nustatymus esami el. laiškų šablonų failai nekeičiami, kad būtų išvengta jūsų padarytų pakeitimų pašalinimo. Įjunkite šią parinktį, kad įgalintumėte perrašymą.
nl_nl: Standaard worden bestaande e-mailthema's niet gewijzigd om te voorkomen dat eventuele wijzigingen worden verwijderd. Schakel deze optie in om het overschrijven te forceren.
ru_ru: По умолчанию существующие файлы шаблона email не модифицируются во избежание потери изменений, сделанных вами. Включите эту опцию для прниудительной перезаписи.
sl_si: Obstoječe datoteke predloge e-pošte privzeto niso spremenjene, da ne bi izbrisali nobenih sprememb, ki ste jih morda naredili. Omogočite to možnost, da prisilite prepis.
sr_cs: Po standardu, trenutna e-mail tema nije izmenjena da bi se izbelo birsanje eventualnih vaših izmena. Omogućite ovu opciju da napraviti nadjačavanje obaveznim.
tr_tr: Varsayılan olarak, yapmış olabileceğiniz herhangi bir değişikliğin silinmesini önlemek için mevcut E-posta şablonu dosyaları değiştirilmez. Üzerine yazmaya zorlamak için bu seçeneği etkinleştirin.

source: No emails were detected in any theme folder so this field is disabled.
ca_es: No s'ha detectat cap correu electrònic en cap carpeta temàtica, de manera que aquest camp està desactivat.
fi_fi: Teemassa ei tunnistettu sähköposti pohjia joten asetus ei ole aktiivinen.
fr_fr: Aucun e-mail détecté dans les dossiers de thème, le champ est donc désactivé.
ko_kr: 모든 테마 폴더에서 이메일을 찾을 수 없기에 이 항목이 비활성화 되었습니다.
lt_lt: Laiškų neaptikta jokiame temos kataloge, todėl šis laukas yra išjungtas.
nl_nl: Er werden geen mails gevonden in de thema mappen, daarom is dit veld uitgeschakeld.
ru_ru: Email не обнаружены ви в одном каталоге шаблона, поэтому это поле отключено.
sl_si: V nobeni mapi e-poštne teme ni bilo zaznanih e-poštnih sporočil, zato je to polje onemogočeno.
sr_cs: Nije nijedan mejl detektovan ni u jednom folderu tema tako da je ovo polje deaktivirano.
tr_tr: Hiçbir tema klasöründe E-posta tespit edilmediğinden bu alan devre dışı bırakıldı

source: Will appear on email headers. If undefined, the header logo will be used.
ca_es: Apareixerà a l'encapçalament dels emails, si no es defineix s'utilitzarà el logotip de l'encapçalament
fi_fi: Ilmestyy sähköpostiviestien otsikkoon. Ylätunnisteen logoa käytetään, jos tätä ei määritellä.
fr_fr: Apparaîtra dans l'en-tête des e-mails ; s'il n'est pas défini, le logo de l'en-tête sera utilisé
gl_es: Aparecerá nas cabeceiras cos correos electrónicos. Se queda sen definir, empregarase o logotipo da cabeceira do sitio.
ko_kr: 이메일의 머릿말에 표시됩니다. 정의되지 않으면, 머릿말 로고가 사용됩니다.
lt_lt: Bus rodomas el. laiškų antraštėse. Jei nenurodytas - bus rodomas antraštės logotipas.
nl_nl: Dit logo zal verschijnen op e-mails. Indien ongedefinieerd, dan wordt het koplogo gebruikt
ru_ru: Появится в заголовках сообщений e-mail, если неопределено, то будет использован логотип полной версии сайта.
sl_si: Se bo pojavljal v glavi e-poštnih sporočil. Če ni nastavljen bo uporabljen "Logo za glavo".
sr_cs: Pojaviće se u e-mail zaglavlju, ako ostane nedefinisano koristiće sе logotip zaglavlja.
tr_tr: E-posta başlık kısmında görülecek, Tanımlanmamışsa başlık logosu kullanılacak.

source: Warning: if no invoice logo is available, the main logo will be used instead.
ca_es: Atenció: si no hi ha un logo disponible per a factures, s'utilitzarà el logo principal.
fi_fi: Varoitus: jos laskun logoa ei ole saatavilla, käytetään sen sijaan päälogoa.
fr_fr: Attention: si aucun logo de facture n'est défini, le logo de l'en-tête est utilisé à la place.
gl_es: Atención: se non hai dispoñible ningún logotipo para as facturas, empregarase o logo principal no seu lugar.
ko_kr: 경고: 사용할 수 있는 청구서 로고가 없으면, 기본 로고가 대신 사용됩니다.
lt_lt: Įspėjimas: neradus/nenurodžius sąskaitai-faktūrai skirto logotipo bus naudojamas pagrindinis logotipas.
nl_nl: Opgepast, indien er geen logo voor fakturen beschikbaar is, zal het standaard logo worden gebruikt.
ru_ru: Внимание: если логотип для счета не задан, будет использован основной логотип.
sl_si: POZOR: če ni na voljo mail logotipa, bo uporabljen privzeti.
sr_cs: Upozorenje: ako nema logotipa za fakture, koristi će se glavni logotip.
tr_tr: Uyarı: Fatura logosu tanımlanmamış. Yerine ana logo kullanılacak.

source: Will appear on invoice headers.
ca_es: Apareixerà a la capçalera de les factures.
fi_fi: Näkyy laskujen ylätunnisteessa.
fr_fr: Apparaîtra dans l'en-tête de vos factures.
gl_es: Aparecerá na cabeceira da factura.
ko_kr: 청구서 앞부분에 표시됩니다.
lt_lt: Bus rodoma sąskaitų antraštėje.
nl_nl: Verschijnt in factuurkopteksten.
ru_ru: Появится в заголовках накладных.
sl_si: Bo prikazano v glavi računa.
sr_cs: Pojaviće se na zaglavlju računa.
tr_tr: Fatura başlıklarında görünecek.

source: Use our [1]favicon generator on PrestaShop Marketplace[/1] to boost your brand image!
ca_es: ¡Utilitza el nostre [1]generador de favicon del Marketplace de PrestaShop[/1] per potenciar la imatge de la teva marca!
fi_fi: Käytä [1]favicon-generaattoriamme PrestaShop Marketplacen[/1] avulla parantaaksesi kauppasi imagoa!
fr_fr: Utilisez notre [1]générateur de favicon en suivant le lien PrestaShop Marketplace[/1] pour renforcer votre image de marque!
ko_kr: 상표 이미지를 높이려면 [1]PrestaShop 장터의 즐겨찾기 아이콘 생성기[/1]를 사용하세요!
lt_lt: Naudokite mūsų [1]favicon generatorių PrestaShop prekyvietėje[/1], kad sustiprintumėte savo prekinį ženklą!
nl_nl: Gebruik onze [1] favicon-generator op PrestaShop Marketplace [/1] om uw merkimago te verbeteren!
ru_ru: Используйте наш [1]генератор иконок на PrestaShop Marketplace[/1] для продвижения изображения вашего бренда!
sl_si: Uporabite naš [1]favicon generator v PrestaShop Marketplace[/1] da povečate svojo podobo blagovne znamke!
sr_cs: Koristite naš [1]favicon generator na PrestaShop tržištu ekstenzija[/1] da pojačate reklamu vašeg brenda!
tr_tr: Marka imajınızı arttırmak için [1]PrestaShop Marketplace Favicon Oluşturucu[/1] kullanın!

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
ca_es: Apareixerà a la vostra pàgina principal. Mida recomanada per al tema predeterminat: altura %height% i amplada%width%.
fi_fi: Esiintyy pääsivulla. Oletusteemalle suositeltava koko: korkeus %height% ja leveys %width%.
fr_fr: Apparaîtra en page d'accueil. Taille recommandée pour le thème par défaut : hauteur %height% et largeur %width%.
ko_kr: 메인 페이지에 나타납니다. 기본 테마의 권장 크기: 높이 %height% 그리고 너비 %width%.
lt_lt: Bus matoma pagrindiniame puslapyje. Rekomenduojami dydžiai numatytajai temai: aukštis %height% ir plotis %width%.
nl_nl: Zal op de voorpagina verschijnen. Aangeraden afmetingen voor het standaard thema: hoogte %height% en breedte %width%.
ru_ru: Появится на главной странице. Рекомендованный размер для стандартного шаблона: ширина %height%, высота %width%.
sl_si: Prikaže se na vaši glavni strani. Priporočena velikost za privzeto temo: višina %height% in širina %width%.
sr_cs: Pojavi će se na glavnoj stranici. Preporučena veličina za standardnu teme: visina %height%, a širina %širine%.
tr_tr: Ana sayfanızda görünecek. Varsayılan tema için önerilen boyut: yükseklik %height% ve genişlik %width%.

source: It is the small icon that appears in browser tabs, next to the title.
ca_es: És la icona petita que apareix a les pestanyes del navegador, al costat de l'adreça web.
fi_fi: Se on pieni kuvake joka näkyy selaimen välilehdissä, otsikon vieressä.
fr_fr: C'est la petite icône qui apparaît dans les onglets du navigateur, à côté du titre.
ko_kr: 제목 옆의, 브라우저 탭에 나타나는 작은 아이콘입니다.
lt_lt: Tai yra maža piktograma, kuri atsiranda naršyklės skirtukuose, šalia antraštės.
nl_nl: Dit is het kleine icoontje wat in de browser tab word getoond, naast uw webadres.
ru_ru: Это маленькая иконка, появляющаяся во вкладках браузера рядом с заголовком.
sl_si: To je majhna ikona, ki se prikaže na zavihkih brskalnika, zraven naslova.
sr_cs: To je mala ikonica koja se pojavljuje u jezičku pretraživača odmah do veb adrese.
tr_tr: Bu simge, Başlığın yanında tarayıcı sekmelerinde görünen küçük simgedir.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
ca_es: Aneu amb compte! Si us plau, verifiqueu que el vostre tema està en un llenguatge RTL abans de generar el full d'estils RTL: el vostre tema podria estar ja adaptat a RTL. Una vegada feu clic a "Adaptar a RTL", qualsevol arxiu específic RTL que hàgiu afegit al vostre tema pot ser eliminat pel full d'estils creat.
fi_fi: Varoitus! Tarkista teemasi yhteensopivuus RTL-kielen kanssa ennen RTL-tyylitiedoston muodostamista. Teemasi saattaa jo olla RTL-yhteensopiva. Muodostettu tyylitiedosto saattaa poistaa jo olemassa olevia RTL-tiedostoja teemastasi.
fr_fr: Attention ! Veuillez vérifier que votre thème est dans une langue RTL avant de générer une feuille de style RTL : votre thème pourrait déjà être compatible RTL. En cliquant sur "Adapter en RTL", n'importe quel fichier spécifique au RTL que vous auriez ajouté à votre thème pourrait être supprimé par la feuille de style créée.
ko_kr: 주의하세요! RTL 스타일시트 생성 전에 RTL 언어에서 테마를 확인해주세요: 테마가 이미 RTL에 적용될 수 있습니다. 일단 "RTL에 적응"을 클릭하면, 테마에 추가한 모든 RTL-관련 파일은 스타일시트 생성으로 삭제될 수 있습니다.
lt_lt: Būkite atsargūs! Patikrinkite savo temą RTL kalboje prieš sukurdami RTL stilių failą: jūsų tema jau gali būti pritaikyta RTL. Kai paspausite "Pritaikyti RTL", bet kuris jau prie jūsų temos pridėtas RTL failas gali būti ištrintas/perrašytas sukuriant naują stilių failą.
nl_nl: Let op! Controleer uw thema in een RTL-taal voordat u de RTL-stylesheet genereert: uw thema zou al kunnen worden aangepast aan RTL. Zodra u op "Aanpassen aan RTL" klikt, kan elk RTL-specifiek bestand dat u aan uw thema hebt toegevoegd, worden verwijderd door het gemaakte stylesheet.
ru_ru: Будьте осторожны! Проверьте ваш шаблон с RTL-языком до создания RTL-стиля: ваш шаблон может быть уже адаптирован к RTL. Как только вы кликнете на "Адаптировать к RTL", все RTL-файлы, добавленные вами в шаблон, будут затёрты созданным стилем.
sl_si: Bodite previden! Preverite temo v RTL jeziku, preden ustvarite tabelo RTL slogov: vaša tema je že lahko prilagojena RTL-ju. Ko kliknete "Prilagodi RTL-ju", lahko ustvari tabelo slogov izbrisano katero koli datoteko, specifično za RTL, ki ste jo morda dodali svoji temi.
sr_cs: Budite oprezni! Molimo prvo proverite vašu temu u RTL jeziku pre nego kreirate RTL stylesheet. Vaša tema bi mogla odmah biti prihvaćena na RTL.. Kada jednom kliknete na "Adapt to RTL", svaki posebni RTL fajl koji ste već dodali u vašu temu može biti izbrisan zbog krerianog stylesheet-a.
tr_tr: Dikkatli ol! RTL stil sayfasını oluşturmadan önce lütfen temanızı bir RTL dilinde kontrol edin: Temanız zaten RTL'ye uyarlanmış olabilir. "RTL'ye Uyarla" yı tıkladığınızda, temanıza eklemiş olabileceğiniz RTL'ye özgü tüm dosyalar oluşturulan stil sayfası tarafından silinebilir.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you enable the "%generate_rtl_label%" option, any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
fi_fi: Varoitus! Tarkista teemasi yhteensopivuus RTL-kielen kanssa ennen RTL-tyylitiedoston muodostamista. Teemasi saattaa jo olla RTL-yhteensopiva. Kun aktivoit "%regenerate_label%" asetuksen teemassasi jo mahdollisesti oleva RTL-tyylitiedosto saatetaan ylikirjoittaa.
fr_fr: Attention ! Veuillez vérifier que votre thème est dans une langue RTL avant de générer une feuille de style RTL : votre thème pourrait déjà être compatible RTL. En cliquant sur "%generate_rtl_label%", n'importe quel fichier spécifique au RTL que vous auriez ajouté à votre thème pourrait être supprimé par la feuille de style créée.
ko_kr: 주의하세요! RTL 스타일시트 생성 전에 RTL 언어에서 테마를 확인해주세요: 테마가 이미 RTL에 적용될 수 있습니다. 일단 "%generate_rtl_label%" 선택사항을 활성화하면, 테마에 추가한 모든 RTL-관련 파일은 스타일시트 생성으로 삭제될 수 있습니다.
sl_si: Bodi previden! Preden ustvarite tabelo slogi RTL, preverite svojo temo v jeziku RTL: vaša tema je morda že prilagojena RTL. Ko omogočite "%generate_rtl_label%" možnost. Če izberete to možnost, lahko ustvarjena datoteka s slogi izbriše katero koli datoteko, specifično za RTL, ki ste jo morda dodali v svojo temo.
sr_cs: Budite oprezni! Molimo prvo proverite vašu temu u RTL jeziku pre nego kreirate RTL stylesheet. Vaša tema bi mogla odmah biti prihvaćena na RTL.. Kada jednom kliknete na "%generate_rtl_label%", svaki posebni RTL fajl koji ste već dodali u vašu temu može biti izbrisan zbog krerianog stylesheet-a.

source: Browse your computer files and select the Zip file for your new theme.
ca_es: Examineu els fitxers del vostre ordinador i seleccioneu el fitxer Zip amb el nou tema.
fi_fi: Selaa tietokoneesi tiedostoja ja valitse zip-tiedosto uudelle teemallesi.
fr_fr: Parcourez les fichiers de votre ordinateur et sélectionnez le fichier ZIP contenant votre nouveau thème.
gl_es: Explora os arquivos do teu ordenador e selecciona o ficheiro Zip do teu novo tema.
ko_kr: 컴퓨터 파일을 찾아보고 새 테마의 Zip 파일을 선택하세요.
lt_lt: Pasirinkite naujos temos Zip failą iš savo kompiuterio.
nl_nl: Blader op door uw bestanden en selecteer het zip-bestand voor uw nieuwe thema.
ru_ru: Просмотр и выбор файла с архивом шаблона на вашем компьютере.
sl_si: Prebrskajte računalnik in izberite zip datoteko vaše predloge.
sr_cs: Pregledajte fajlovie na vašem računaru i odaberite Zip fajl za vašu novu temu.
tr_tr: Yeni temanız için bilgisayarınızdaki zip dosyasını seçin.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
ca_es: Indiqueu l'URL complet pel fitxer Zip en línia que conté el nou tema. Per exemple "http://example.com/files/theme.zip".
fi_fi: Ilmoita uuden teemasi sisältävän online-zip-tiedoston täydellinen URL. Esimerkiksi "http://example.com/files/theme.zip".
fr_fr: Indiquez l'URL complète du fichier ZIP qui contient votre nouveau thème. Par exemple, "http://example.com/files/theme.zip".
ko_kr: 새 테마가 포함 된 온라인 Zip 파일의 전체 URL을 나타냅니다. 예, 'http://example.com/files/theme.zip'
lt_lt: Nurodykite pilną URL į įkeltą Zip failą, kuriame yra temos failai. Pvz. "http://example.com/files/theme.zip".
nl_nl: Geef de volledige URL op naar een ​​online zip-bestand dat het nieuwe thema bevat. Bijvoorbeeld: "http://example.com/files/theme.zip".
ru_ru: Укажите полный URL с архивом, содержащим ваш новый шаблон. Например, "http://example.com/files/theme.zip".
sl_si: Ponazarja celoten URL zip datoteke na spletu, ki vsebuje vašo novo predlogo. Na primer, "http://example.com/files/theme.zip".
sr_cs: Prikažite kompletnu URL adresu na online Zip fajl koja sadrži vašu novu temu. Na primer, "http://example.com/files/theme.zip".
tr_tr: Yeni temanızı içeren Zip dosyasının tam URLsini belirtin. Örneğin, "http://example.com/files/theme.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
ca_es: El selector mostra un llistat de fitxers Zip que heu pujat al directori '/themes'.
fi_fi: Tämä valitsin luettelee zip-tiedostot, jotka olet ladannut /themes-kansioon.
fr_fr: Ce champ présente les fichiers Zip présents dans le dossier '/themes'.
ko_kr: 이 선택자는 '/ themes' 폴더에 업로드 한 Zip 파일을 나열합니다.
lt_lt: Ši parinktis rodo sąrašą Zip failų, kuriuos įkėlėte į '/themes' aplanką.
nl_nl: Dit keuzemenu geeft de zip-bestanden weer die u hebt geüpload in de map "/themes".
ru_ru: Этот селектор показывает список архивов, загруженных вами в директорию '/themes'.
sl_si: Ta izbirnik prikaže seznam Zip datotek, ki ste jih prenesli v '/themes' fmapo.
sr_cs: Ovaj selektor prikazuje popis Zip fajlove koje ste učitali u '/themes' mapu.
tr_tr: Bu seçici, '/themes' klasörüne yüklediğiniz Zip dosyalarını listeler.

source: You must select a shop from the above list if you wish to choose a theme.
ca_es: Heu de seleccionar una botiga de la llista següent si voleu seleccionar un tema
fi_fi: Sinun tulee valita kauppa listalta jos haluat valita teeman.
fr_fr: Vous devez sélectionner une boutique dans la liste du haut si vous souhaitez sélectionner un thème
ko_kr: 테마를 선택하려면 위 목록에서 상점을 선택해야합니다.
lt_lt: Privalote pasirinkti parduotuvę iš aukščiau esančio sąrašo, kuriai norėsite parinkti temą.
nl_nl: U moet een winkel selecteren vanuit de lijst hierboven als u een thema wilt selecteren.
ru_ru: Выберите в списке магазин, для которого хотите задать шаблон.
sl_si: Izbrati morate skupino iz zgornjega seznama, če želite izbrati temo.
sr_cs: Treba da izaberete prodavnicu sa gornje liste ako želite da izaberete temu.
tr_tr: Bir tema seçmek istiyorsanız yukarıdaki listeden bir mağaza seçmeniz gerekir.

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
ca_es: Esteu editant aquesta pàgina per a una botiga específica o un grup. Cliqueu "Sí" per marcar totes les caselles, "No" per desmarcar-les totes.
fi_fi: Muokkaat tätä sivua tietylle kaupalle tai ryhmälle. Klikkaa "Kyllä" valitaksesi kaikki kentät, "Ei" poistaaksesi valinta kaikista.
fr_fr: Vous modifiez cette page pour une boutique ou un groupe de boutiques en particulier. Cliquez sur "Oui" pour sélectionner tous les champs, sur "Non" pour n'en sélectionner aucun.
gl_es: Está a editar esta páxina para unha tenda ou grupo específicos. Prema "Si" para marcar tódolos campos, "Non" para desmarcalos todos.
ko_kr: 특정 상점 또는 그룹에 대해 이 페이지를 편집할 수 있습니다. 모든 항목을 선택하려면 "예"를, 모두 선택해제 하려면 "아니오"를 클릭하세요.
lt_lt: Jūs redaguojate šį puslapį konkrečiai parduotuvei ar grupei. Paspauskite "Taip", norėdami pažymėti visus laukus, "Ne" - norėdami nužymėti viską.
nl_nl: U bewerkt deze pagina voor een specifieke winkel of groep. Klik op 'Ja' als u alle velden wilt selecteren, "Nee" als u alles wilt deselecteren.
ru_ru: Вы правите эту страницу для одного магазина или для группы. Кликние "Да", чтобы выделить все поля, "Нет", чтобы снять выделение.
sl_si: To stran urejate za določeno skupino ali trgovino. Kliknite "Da" da označite vsa polja, "Ne" da jih odznačite.
sr_cs: Vi editutjete ovu straniucu za određenu prodavnicu ili grupu. Kliknite na "Da" da selektujete sva polja, "Ne" da odselektujete sva polja.
tr_tr: Belirli bir mağaza veya grup için bu sayfayı düzenliyorsunuz. Tüm alanlarını seçmek için "Evet"i tıklayın, aksi halde "Hayır"ı tıklayın.
