Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignHelp.*.xlf
Languages: ca_es, fi_fi, fr_fr, gl_es, ko_kr, lt_lt, nl_nl, ru_ru, sl_si, sr_cs, tr_tr

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
ca_es: Si marqueu una casella, canvieu el valor i ho deseu, el comportament multibotiga no s'aplicarà a aquesta botiga (o grup), per a aquest paràmetre en particular.
fi_fi: Jos valitset kentän, muutat sen arvon, ja tallennat, monikauppa-toiminto ei koske tätä kauppaa (tai ryhmää) tässä parametrissa.
fr_fr: Si vous sélectionnez un champ, modifiez sa valeur, et sauvegardez, le comportement multiboutique ne s'appliquera pas à cette boutique (ou ce groupe), pour ce paramètre-ci.
ko_kr: 항목을 체크하면, 값이 바뀌고, 저장하면, 특정 매개 변수에 대해서, 다중 상점 동작이 이 상점(또는 그룹) 에 적용되지 않습니다.
lt_lt: Jei pažymėsite lauką, pakeisite reikšmę ir išsaugosite, multi parduotuvių elgsena nebus pritaikyta šiai parduotuvei (arba grupei), šiam konkrečiam parametrui.
nl_nl: Als u een veld hebt gemarkeerd, wijzigt u de waarde en opslaan, meerdere winkel gedrag niet van toepassing op deze winkel (of groep) voor deze speciale parameter.
ru_ru: Если выбрать поле, изменить его значение и сохранить, мультимагазинный режим не применится к этому магазину (или группе) по этому отдельному параметру.
sl_si: Če označite polje, spremenite vrednost in shranite, obnašanje Multitrgovine ne bo sprejeto za to trgovino (ali skupino), za ta parameter.
sr_cs: Ako, selektujete polje, promentie vrednost i sačuvate, ponašanje karakteristično za lanac prodavnica neće biti primenjeno na tu prodavnicu (ili grupu), za taj posebni parametar.
tr_tr: Bir alanı işaretlerseniz, değerini değiştirip kaydedin, çoklu mağaza davranışı bu mağazaya (veya gruba) bu belirli parametre için uygulanmayacak.

source: You are editing this page for a specific shop or group. Click "%yes_label%" to check all fields, "%no_label%" to uncheck all.
fi_fi: Muokkaat tätä sivua tietylle kaupalle tai ryhmälle. Klikkaa "%yes_label%" valitaksesi kaikki kentät, "%no_label%" poistaaksesi valinta kaikista.
fr_fr: Vous modifiez cette page pour une boutique ou un groupe de boutiques en particulier. Cliquez sur "%yes_label%" pour sélectionner tous les champs, sur "%no_label%" pour n'en sélectionner aucun.
ko_kr: 특정 상점 또는 그룹에 대해 이 페이지를 편집할 수 있습니다. 모든 항목을 선택하려면 "%yes_label%"를, 모두 선택해제 하려면 "%no_label%"를 클릭하세요.
sl_si: To stran urejate za določeno trgovino ali skupino. Kliknite "%yes_label%" da preverite vsa polja, "%no_label%" da počistite vse.
sr_cs: Vi editutjete ovu straniucu za određenu prodavnicu ili grupu. Kliknite na "%yes_label%" da selektujete sva polja, "%no_label%" da odselektujete sva polja.
