Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminPaymentNotification.*.xlf
Languages: fr_fr

source: You have more than one shop and must select one to configure payment.
fr_fr: Vous avez plus d'une boutique. Vous devez en sélectionner une pour configurer le paiement.

source: No currency mode for payment module
fr_fr: Aucun mode pour les devises du module du paiement

source: The cart rule named "%1s" (ID %2s) used in this cart is not valid and has been withdrawn from cart
fr_fr: La règle panier nommée "%1s" (ID %2s) utilisée dans ce panier n'est pas valide, elle a été supprimée du panier.

source: Warning: the secure key is empty, check your payment account before validation
fr_fr: Attention : La clé de sécurité est vide, vérifiez votre compte de paiement avant validation

source: An error occurred while saving message
fr_fr: Une erreur est survenue lors de l'enregistrement du message.

source: No carrier
fr_fr: Aucun Transporteur

source: Order creation failed
fr_fr: La création de la commande a échoué

source: Cart cannot be loaded or an order has already been placed using this cart
fr_fr: Le panier ne peut être chargé ou une commande a déjà été réalisée avec ce panier

source: It seems there are no recommended payment solutions for your country.
fr_fr: Il semble qu'il n'y ait pas de module de paiement recommandé pour votre pays.

source: No payment module installed
fr_fr: Aucun module de paiement installé
