Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignNotification.*.xlf
Languages: ar_sa, az_az, bs_ba, fr_fr, he_il, hy_am, it_it, mk_mk, nl_nl, pl_pl, tl_ph

source: Your page will be saved as a draft
ar_sa: سيتم حفظ نسخة من الصفحة
az_az: Sizin səhifəniz qaralama kimi yaddaşda saxlanılacaq
bs_ba: Vaša stranica bit će spremljena kao nacrt
fr_fr: Votre page sera enregistrée comme brouillon
he_il: עמוד התוכן ישמר כטיוטה
it_it: La tua pagina sarà salvata come bozza
mk_mk: Вашата страница ќе биде зачувана како драфт
nl_nl: Uw pagina wordt opgeslagen als klad
pl_pl: Twoja strona zostanie zapisana jako szkic
tl_ph: Ang iyong pahina ay mase-seyb bilang isang draft

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
ar_sa: يمكنك اختيار للحفاظ على الصور المخزنة في النظام السابق -- لا حرج في ذلك.
az_az: Şəkillərinizi öncəki sistemdə yığılmış şəkillərinizi saxlamağı seçə bilərsiniz. Bunda heç bir səhv yoxdur.
fr_fr: Vous pouvez décider de garder vos images stockées dans l'ancien système, cela ne pose aucun problème.
he_il: אתה יכול לבחור לשמור את התמונות המאוחסנות במערכת הקודמת - אין שום בעיה!
hy_am: Դուք կարող եք ուզենալ պահպանել Ձեր պատկերները նախորդ համակարգով: Դա ամոթ չի
it_it: Puoi continuare a gestire le immagini memorizzate con il sistema precedente. Non c'è nulla di male nel farlo.
mk_mk: Можете да одберете да ги чувате сликите складирани во претходниот систем. Нема ништо лошо во тоа.
nl_nl: U kunt er ook voor kiezen om de afbeeldingen op te slaan in het oude systeem, dit is geen probleem.
pl_pl: Możesz wybrać przechowywanie swoich zdjęć w poprzednim systemie - nic w tym złego.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
ar_sa: يمكنك أن تقرر أيضا نقل الصور إلى نظام التخزين الجديد : في هذه الحالة ، انقر على زر "نقل الصور" أدناه. يرجى التحلي بالصبر ، لأن هذا يمكن أن يستغرق عدة دقائق.
az_az: Şəkillərinizi yeni saxlama sisteminə köçürməyə qərar verə bilərsiniz. O zaman aşağıdakı "Şəkilləri köçür" düyməsinə basın. Dözümlü olun. Bu bir neçə dəqiqə çəkə bilər.
fr_fr: Vous pouvez aussi décider de déplacer vos images vers le nouveau système de stockage : dans ce cas, cliquez sur le bouton \"Déplacer les images\" ci-dessous. Le processus peut prendre quelques minutes, merci pour votre patience.
he_il: אתה יכול גם להחליט להעביר את התמונות למערכת אחסון חדשה: במקרה זה לחץ על כפתור "העבר תמונות" להלן. אנא התאזר בסבלנות, הפעולה עשויה להימשך מספר דקות.
hy_am: Դուք նաեւ կարող եք որոշել տեղափոխել Ձեր պատկերները դեպի պահպանման նոր համակարգ. այս դեպքում շրխկացրեք ներքեւի «Տեղափոխել պատկերները» կոճակի վրա: Խնդրում ենք լինել համբերատար, դա կարող զբաղեցնել մի քանի րոպե
it_it: Si può anche decidere di spostare le immagini al nuovo sistema di archiviazione. In questo caso, fare clic su "Sposta immagini" pulsante qui sotto. Ci vuole pazienza, questo può richiedere diversi minuti.
mk_mk: Можете да одлучите да ги преместите сликите во новиот систем за складирање. Во овој случај кликнете на "Премести слики" копчето подоле. Ве молиме за трпение. Ова може да потрае неколку минути.
nl_nl: U kunt er ook voor kiezen om de afbeeldingen te verplaatsen naar het nieuwe opslagsysteem, in dit geval klik op onderstaande verplaats afbeeldingen knop. Wees geduldig dit kan enkele minuten duren.
pl_pl: Możesz także zdecydować się na przeniesienie swoich zdjęć do nowego systemu przechowywania: w tym przypadku, kliknij przycisk "Przenieś zdjęcia" poniżej. Bądź cierpliwy, może to zająć kilka minut.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
ar_sa: بعد نقل جميع صور المنتج ، اضبط خيار "استخدام نظام ملفات الصور القديمة" أعلاه إلى "لا" للحصول على أفضل أداء.
fr_fr: Une fois que toutes vos images de produits ont bien été déplacée, passez l'option \"Utiliser l'ancien système de stockage d'images\" à NON.
he_il: לאחר העברת כל תמונות המוצר, לצורך שיפור ביצועים יש להגדיר את האפשרות "השתמש במערכת ניהול תמונות ישנה" ל- "לא".
hy_am: Ձեր պատկերների տեղափոխումից հետո, լավագույն կատարողականություն ապահովելու համար դրեք «օգտագործել դասական ֆայլային համակարգը» (Use the legacy image filesystem) պարամետրը «Ոչ»
it_it: Dopo aver spostato tutte le immagini di prodotto, per le migliori prestazioni, impostare l'opzione "Utilizza l'immagine di file di sistema legacy", descritta in precedenza, su "No".
mk_mk: По преместување на сите слики за продуктите, подесете "Користи го наследениот систем на датотека на слики" горната опција на "Не" за подобри перформанси.
nl_nl: Na het verplaatsen van alle product afbeeldingen voor de beste snelheid, zet het "Gebruik het legacy afbeelding bestandssysteem" op "Nee"
pl_pl: Po przeniesieniu wszystkich Twoich zdjęć produktów, dla lepszej wydajności, ustaw powyższą opcję "Użyj dziedziczonego systemu plików zdjęć" na "Nie".

source: If you want to order/move the following data, please select a shop from the shop list.
ar_sa: إذا كنت ترغب في طلب / نقل البيانات التالية ، فيرجى تحديد متجر من قائمة المتاجر.
fr_fr: Si vous souhaitez ranger ou déplacer les données suivantes, vous devez choisir une boutique dans la liste déroulante
he_il: אם אתה רוצה להזמין / להעביר את הנתונים הבאים, אנא בחר חנות מרשימת החנויות
hy_am: Եթե Դուք ուզում եք պատվիրել / տեղափոխել հետեւյալ տվյալները, խնդրում ենք ընտրել խանութ խանութների ցուցակից
it_it: Se vuoi ordinare/spostare questi dati, per favore scegli un negozio dalla lista.
mk_mk: Ако сакате на нарачате/преместете ги следните податоци, изберете продавница од листата на продавници.
nl_nl: Als u de gegevens wilt bestellen/verplaatsen, selecteer dan een winkel uit de lijst
pl_pl: Jeżeli chcesz zamówić/przenieść następujące dane, wybierz proszę sklep z listy sklepów

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
ar_sa: موضوع الحالي غير متوفر. يرجى التحقق من اسم الموضوع الخاص بك الدليل ( "٪ s") والإستأذان.
az_az: İndiki bu tema açılmır. Zəhmət olmasa, temanın qovluq adını ("%s") və icazələrini yoxlayın.
bs_ba: Trenutna tema je nedostupna. Provjerite u svom direktoriju s temama naziv ("%s") i dozvole.
fr_fr: Le thème actuel est indisponible. Merci de vérifier le répertoire de votre thème ("%s") ou ses permissions.
he_il: הנושא הנוכחי אינו זמין. אנא בדוק את שם הספריה של העיצוב שלך (" %s") ואת ההרשאות.
it_it: Tema attuale non disponibile. Verifica il nome della directory del tuo tema ("%s") e i permessi.
mk_mk: Тековната тема е недостапна. Ве молиме проверете го името на директориумот на вашата тема ("%s") и дозволите.
nl_nl: Het huidige thema is niet beschikbaar. Controleer de naam en de rechten van uw themadirectory ('%s').
pl_pl: Aktualny szablon jest niedostępny. Proszę sprawdzić nazwę katalogu Twojego szablonu ("%s") oraz uprawnienia.
tl_ph: Ang kasalukuyang tema ay hindi magagamit. Pakiusap suriin ang pangalan ng direktoryo ng iyong tema ("%s") at mga pahintulot.

source: No items found
ar_sa: لم يتم العثور على أي عنصر
az_az: Əşya tapılmadı
fr_fr: Pas de page trouvée
he_il: לא נמצאו פריטים
hy_am: Նյութեր չեն գտնվել
it_it: Nessun elemento trovato
mk_mk: Нема ништо пронајдено
nl_nl: Geen items gevonden
pl_pl: Nie znaleziono przedmiotów

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
ar_sa: تم العثور على صور مكررة عند نقل صور المنتج. هذا هو الأرجح بسبب الصور مظاهرة غير المستخدمة. يرجى التأكد من أن المجلد %folder% لا يحتوي إلا على صور تجريبية ، ثم يقوم بحذفه.
bs_ba: Pronađene su duple slike kada ste premještali slike proizvoda. To se često događa s nekorištenim demonstracijskim slikama. Molimo budite sigurni da direktorij %folder% sadrži samo demonstracijske slike, i tada ih obrišite.
fr_fr: Des images en double ont été trouvées lors du déplacement des images du produit. C'est sans doute dû à des images de démonstration. Veuillez vous assurer que le dossier %folder% ne contient que des images des démonstration, puis effacez-le.
he_il: תמונות כפולות נמצאו בעת העברת תמונות המוצר. זה סביר שנגרם על ידי תמונות הדגמה שאינם בשימוש. אנא ודא כי תיקיית %folder% מכילה רק תמונות הדגמה, ולאחר מכן תמחק אותה.
it_it: Sono state trovate delle immagini duplicate durante lo spostamento delle immagini prodotto. Ciò è probabilmente dovuto a immagini dimostrative inutilizzate. Assicurati che la cartella %folder% contenga solo immagini dimostrative e cancellala.
mk_mk: Дупликати слики беа пронајдени при поместување на сликите на производот. Ова е веројатно предизвикано од неискористени демонстрациски слики. Ве молиме проверете дали папката %folder% само содржи демонстрациски слики, а потоа избришете ја.
nl_nl: Er zijn dubbele afbeeldingen gevonden bij het verplaatsen van de productafbeeldingen. Dit wordt waarschijnlijk veroorzaakt door niet-gebruikte demonstratie-afbeeldingen. Zorg ervoor dat de map %folder% alleen demonstratie-afbeeldingen bevat en vervolgens kunt u deze verwijderen.
pl_pl: Znaleziono zduplikowane zdjęcia podczas przenoszenia zdjęć produktów. Jest to prawdopodobnie spowodowane przez niewykorzystane zdjęcia demonstracyjne. Upewnij się, że folder %folder% zawiera tylko obrazy demonstracyjne, a następnie je usuń.

source: Incorrect value for the selected JPEG image compression.
ar_sa: قيمة ضغط صورة JPEG المُختارة خاطئة.
az_az: Seçilmiş JPEG şəkil sıxılması üçün yanlış dəyər.
fr_fr: Mauvaise valeur pour la compression de l'image Jpeg choisie.
he_il: ערך שגוי עבור סוג דחיסת התמונה כ JEPG שנבחרה.
it_it: Valore non corretto per la compressione immagine JPEG selezionata.
mk_mk: невалидна вредност за одбрана JPEG компресијата на сликата.
nl_nl: Foutieve waarde voor de geselecteerde JPEG afbeelding compressie.
pl_pl: Nieprawidłowa wartość dla wybranej kompresji obrazu JPEG.
tl_ph: Mali ang pagpapahalaga para sa napili na JPEG na imahe ng compression.

source: Incorrect value for the selected PNG image compression.
ar_sa: قيمة ضغط صورة PNG المُختارة خاطئة.
az_az: Seçilmiş PNG şəkil sıxışdırması üçün yanlış dəyər.
fr_fr: Mauvaise valeur pour la compression de l'image Jpeg choisie.
he_il: ערך שגוי עבור סוג דחיסת התמונה כ PNG שנבחרה.
it_it: Valore non corretto per la compressione immagine PNG selezionata.
mk_mk: невалидна вредност за одбрана JPEG компресијата на сликата.
nl_nl: Foutieve waarde voor de geselecteerde JPEG afbeelding compressie.
pl_pl: Nieprawidłowa wartość dla wybranej kompresji obrazu PNG.
tl_ph: Hindi tama ang halaga para sa napiling PNG na imahe ng kompresyon.

source: Source file does not exist or is empty (%filepath%)
ar_sa: الملف ليس موجودًا أو خالٍ (%filepath%)
az_az: Qaynaq faylı yoxdur, ya da boşdur (%filepath%)
bs_ba: Izvorna datoteka ne postoji ili je prazna (%filepath%)
fr_fr: Le fichier source n'existe pas ou bien est vide (%filepath%)
he_il: קובץ מקור לא נמצא או ריק ( %filepath% )
it_it: Il file sorgente non esiste oppure è vuoto (%filepath%)
mk_mk: Изворна датотека не постои или е празна (%filepath%)
nl_nl: Bronbestand bestaat niet of is leeg (%filepath%)
pl_pl: Plik źródłowy nie istnieje lub jest pusty (%filepath%)
tl_ph: Hindi umiiral ang pinagmulang payl o walang laman (%filepath%)

source: Failed to resize image file (%filepath%)
ar_sa: فشل في تغيير حجم ملف الصورة (%filepath%)
az_az: Şəkil faylının ölçüsü dəyişilmədi (%filepath%)
bs_ba: Neuspješna promjena veličine slike (%filepath%)
fr_fr: Impossible de redimensionner l'image (%filepath%)
he_il: שינוי גודל לקובץ התמונה (%filepath%) נכשל
it_it: Ridimensionamento del file immagine (%filepath%) fallito
mk_mk: Не успеа да се промени големината на сликата (%filepath%)
nl_nl: Formaat wijzigen van het afbeeldingsbestand is mislukt (%filepath%)
pl_pl: Nie udało się zmienić rozmiar pliku obrazu (%filepath%)
tl_ph: Nabigong baguhin ang sukat ng payl ng imahe (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
ar_sa: فشل في تغيير حجم ملف الصورة إلى دقة عالية (%filepath%)
az_az: Şəkil faylının ölçüsünü yüksək genişliyə dəyişmək olmadı (%filepath%)
bs_ba: Neuspjelo povećanje rezolucije slike (%filepath%)
fr_fr: Impossible de redimensionner l'image en haute définition (%filepath%)
he_il: לא ניתן לשנות את קובץ התמונה לרזולוציה גבוהה (%filepath%)
it_it: Conversione in alta risoluzione del file immagine (%filepath%) fallita
mk_mk: Не успеа да се промени големината на сликата во висока резолуција (%filepath%)
nl_nl: Omzetten van het afbeeldingsbestand naar hoge resolutie mislukt (%filepath%)
pl_pl: Nie udało się zmienić rozmiar pliku obrazu do wysokiej rozdzielczości (%filepath%)
tl_ph: Nabigong baguhin ang sukat ng payl ng imahe sa mataas na resousyon ng (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
ar_sa: الصورة الأصلية الفاسدة (٪ اسم٪) لمعرف المنتج٪ معرف٪ أو إذن سيئة على المجلد.
bs_ba: Oprginalna slika je oštećena (%filename%) za ID proizvoda %id% ili loša prava na direktoriju.
fr_fr: L'image d'origine du produit ID %id% est corrompue (%filename%), ou il y a un problème de droits sur le dossier.
he_il: התמונה המקורית פגומה (%filename%) עבור מזהה המוצר %id%% או אישור רע בתיקיה.
it_it: L'immagine originale per il prodotto con ID %id% è corrotta (%filename%) o la cartella non ha i permessi corretti.
mk_mk: Оригиналната слика е корумпирана (%filename%) за ИДто на производот %id% или лоша дозвола на папката.
nl_nl: Originele foto is corrupt (%filepath%) voor product-id %id% of foutieve toestemming op map.
pl_pl: Oryginalne zdjęcie jest uszkodzone (%filename%) dla ID produktu %id% lub folder ma nieprawidłowe prawa dostępu.
tl_ph: Ang orihinal na larawan ay nasira sa (%filename%) para sa ID ng produkto %id% o masamang pahintulot sa polder.

source: Original image is missing or empty (%filename%) for product ID %id%
ar_sa: الصورة الأصلية مفقودة أو فارغة (٪ اسم٪) لمعرف المنتج٪ معرف٪
az_az: Məhsul ID %id% üçün şəklin əsli yoxdur, ya da boşdur
bs_ba: Originalna slika je izgubljena ili je prazna (%filename%) za proizvod ID %id%
fr_fr: L'image d'origine (%filename%) est manquante ou vide pour le produit ID %id%.
he_il: התמונה המקורית חסרה או ריקה (%filename%) עבור מזהה המוצר %id%
it_it: L'immagine originale per il prodotto con ID %id% è mancante o vuota (%filename%)
mk_mk: Оригиналната слика недостасува или е празна (%filename%) за ИД на производот %id%
nl_nl: Oorspronkelijke beeld ontbreekt of leeg (%filename%) voor product-id %id%
pl_pl: Brakuje oryginalnego zdjęcia lub jest puste (%filename%) dla produktu o identyfikatorze %id%
tl_ph: Ang orihinal na imahe ay nawawala o walang laman sa (%filename%) para sa ID ng produkto %id%

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
ar_sa: لا يمكن الكتابة الصور لهذا النوع:٪ 1 $ الصورة. يرجى التحقق من أذونات الكتابة على٪ 2 $ s من المجلد.
az_az: Bu növ üçün şəkillər yazmaq olmur: %1$s. Buyurun, %2$s qovluğuna yazmaq icazələrini yoxlayın.
bs_ba: Ne mogu se zapisati slike ovog tipa: %1$s. Molimo provjerite %2$s direktorij odobrenja za zapisivanje.
fr_fr: Impossible d'écrire les images du type "%1$s". Veuillez vérifier les droits d'écriture du dossier "%2$s".
he_il: לא ניתן לכתוב לדיסק תמונות מסוג זה: %1$s. אנא בדקו את הרשאות הכתיבה של התיקייה %2$s.
it_it: Impossibile scrivere immagini per questo tipo: %1$s. Si prega di controllare i permessi di scrittura della cartella %2$s.
mk_mk: Не може да се запишат слики за овој тип: %1$s. Ве молиме проверете ги дозволите за пишување на папката %2$s.
nl_nl: Kan geen afbeeldingen wegschrijven voor dit type: %1$s. Controleer de schrijfrechten van de %2$s-map.
pl_pl: Nie można zapisać obrazu typu: %1$s. Proszę sprawdzić uprawnienia dostępu do folderu %2$s.
tl_ph: Hindi makapagsulat ng mga larawan para sa ganitong uri: %1$s. Pakiusap suriin ang mga pahintulot ng pagsusulat sa polder ng %2$s.

source: Only part of the images have been regenerated. The server timed out before finishing.
ar_sa: تم تحميل جزء من الصورة فقط
fr_fr: Seule une partie des images ont été regénérées, le serveur a dépassé son délai d'expiration avant la fin.
he_il: רק חלק מהתמונות הופקו מחדש. השרת עצר לפני סיום.
hy_am: Գեներացվել է պատկերի միայն մի մասը: Սերվերը խզեց ժամանակը ավարտելուց առաջ:
it_it: Solo una parte delle immagini è stata rigenerata, la sessione del server è scaduta prima della fine.
mk_mk: Само дел од сликте се регенерирани.Времето на серверот истече пред да заврши.
nl_nl: Alleen een deel van de afbeeldingen zijn opnieuw gegenereerd, de server gaf een timeout voordat alles voltooid was.
pl_pl: Tylko część zdjęć została zregenerowana, upłynął limit czasu serwera.
tl_ph: Ang bahagi ng mga imahe ay nabuo muli. Ang serber ay nag-time out bago ang pagtatapos.

source: Server timed out. The watermark may not have been applied to all images.
ar_sa: انتهت مهلة الخادم. ربما لم يتم تطبيق العلامة المائية على جميع الصور.
fr_fr: Le serveur a dépassé son délai d'expiration, le filigrane peut-être ne pas avoir été appliqué à toutes vos images.
he_il: השרת עצר. יתכן שסימן המים לא הוחל על כל התמונות.
hy_am: Սերվերը խզեց ժամանակը: Ջրայյին նշանները կարող են չերեւալ բոլոր պատկերների վրա:
it_it: Il server è scaduto. La filigrana non può essere applicata a tutte le tue immagini.
mk_mk: Времето на серверот истече.Воден печат може да не е додаден на сите слики.
nl_nl: Een server time-out, het watermerk is misschien niet toegepast op alle afbeeldingen.
pl_pl: Upłynął limit czasu serwera, znaki wodne nie mogły być dodane do wszystkich zdjęć.
tl_ph: Ang serbe ay nag-time out. Ang watermark ay hindi nailapat sa lahat ng mga imahe.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
ar_sa: لا يمكن كتابة صورة "لا صورة" إلى المجلد٪ s من الصور. يرجى التحقق من أذونات كتابة المجلد.
bs_ba: Ne može pisati "Bez slike" slike u %s direktorij slika. Molimo provjerite prava pisanja u direktorij.
fr_fr: Impossible d'écrire dans l'image "Pas d'image" dans le dossier "%s ". Veuillez vérifier les droits d'écriture du dossier.
he_il: לא ניתן לכתוב לדיסק תמונת "ללא תמונה" לתיקיית התמונות %s. אנא בדקו את הרשאות הכתיבה של התיקייה.
it_it: Impossibile scrivere l'immagine “Nessuna Immagine” nella cartella immagini %s. Si prega di controllare i permessi di scrittura della cartella.
mk_mk: Не може да се запише сликата "Нема слика" во папката %s слики. Ве молиме проверете ги дозволите за пишување на папката.
nl_nl: Kan de 'No picture'-afbeelding niet wegschrijven naar de %s-afbeeldingenmap. Controleer de schrijfrechten van de map.
pl_pl: Nie można zapisać zdjęcia "Brak zdjęcia" do folderu zdjęć %s. Proszę sprawdzić uprawnienia do zapisu w folderze.
tl_ph: Hindi maaring isulat ang "Walang larawan" na imahe sa polder ng mga imahe ng %s. Pakiusap suriin ang mga pahintulot ng pagsusulat ng polder.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
fr_fr: Erreur : la configuration de votre serveur n'est pas compatible avec le nouveau système de gestion des images. Aucune image n'a été déplacée
he_il: שגיאה: הגדרות השרת לא תואמות למערכת ניהול התמונות החדשה. שום תמונה לא הועברה.
hy_am: Սախլ. Ձեր սերվերի կարգաբերումները համատեղելի չեն նոր պատկերների համակարգի հետ: Ոչ մի նկար չի տեղափոխվել:
it_it: Errore: la configurazione del server non è compatibile con il sistema di nuova immagine. Nessuna immagine sono stati spostati.
mk_mk: Гречка.Конфигурацијата на серверот не е компатибилна со новиот систем на слики. Сликите не се преместени.
nl_nl: Fout: uw serverconfiguratie is niet verenigbaar met het nieuwe afbeeldingssysteem. Er zijn geen afbeeldingen verplaatst.
pl_pl: Błąd: konfiguracja Twojego serwera nie jest zgodna z nowym systemem zdjęć. Nie przeniesiono żadnych zdjęć.
tl_ph: Kamalian: Ang pagsasaayos ng iyong serber ay hindi tugma sa sistema ng bagong imahe. Walang mga imahe ang inilipat.

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
ar_sa: لم يتم نقل كل الصور ،اضغط على تحريك الصور مرة اخرى
fr_fr: Toutes les images n'ont pas pu être déplacées, le serveur a expiré avant la fin de l'opération. Cliquez à nouveau sur \"Déplacer les images\" pour reprendre l'opération.
he_il: לא כל התמונות הועברו. השרת עצר לפני סיום הפעולה. לחץ שוב על "הזז תמונות" כדי לחדש את העברת התמונות.
hy_am: Ոչ բոլոր պատկերներն են տեղափոխված: Սեռվերը խզեց ժամանկը նաղքան ավարտելը: Սեղմեք «Տեղափոխել պատկերները»-ի վրա տեղափոխման գործընթացը կրկին վերսկսելու համար:
it_it: Non tutte le immagini sono state spostate, il server è scaduto prima di finire. Clicca su "Sposta Immagini" per riprendere lo spostamento delle immagini.
mk_mk: Сите слики не се преместени.Времето на серверот истече пред да заврши. Одберете "премести слики" повторно за да продолжи процесот.
nl_nl: Niet alle afbeeldingen zijn verplaatst, er was een server time-out voordat alles voltooid was. Klik opnieuw op "Verplaats afbeeldingen" om het verplaatsen van afbeeldingen te hervatten.
pl_pl: Nie wszystkie obrazy zostały przeniesione, upłynął limit czasu serwera przed ukończeniem. Kliknij na "Przenieś obrazy" aby wznowić
tl_ph: Hindi lahat ng mga imahe ay inilipat. Ang serber ay nag-time out bago ang pagtatapos. Pindutin sa "ilipat ang mga imahe" upang magpatuloy muli ang proseso ng paglilipat.

source: Error: Some -- or all -- images cannot be moved.
az_az: Xəta: Bir neçə - ya da bütün - şəkillər köçürülə bilməz.
fr_fr: Erreur : certaines ou toutes les images n'ont pu être déplacées.
he_il: שגיאה: חלק מ -- או כל -- התמונות לא ניתנות להעברה .
it_it: Errore: Alcune immagini (o tutte) non possono essere spostate.
mk_mk: Грешка.Некои--или сите--слики не можат да се преместат.
nl_nl: Fout: Sommige, of alle afbeeldingen konden niet verplaatst worden.
pl_pl: Błąd: Niektóre -- bądź wszystkie -- obrazki nie mogą być przeniesione.
tl_ph: Kamalian: Ilan sa -- o lahat -- hindi maaaring ilipat ang mga imahe.

source: After modification, do not forget to regenerate thumbnails
ar_sa: بعد التعديل ، لا ننسى لتجديد المصغرات
az_az: Düzəlişlərdən sonra ilkin görüntüləri yenidən yaratmağı unutma
fr_fr: Si vous faites une modification, n'oubliez pas de régénérer les images
he_il: לאחר שינוי , אל תשכח ליצר תמונה מוקטנת
hy_am: Փոփոխություներ կատարելուց հետո չմոռանաք վերաստեղծել մանրապատկերներ պատկերներից
it_it: Se fai delle modifiche, ricorda di rigenerare le miniature
mk_mk: По модификацијата не заборавај да регенерираш сликички
nl_nl: Vergeet na de wijziging niet de miniaturen opnieuw te genereren
pl_pl: Po modyfikacji nie zapomnij ponownie wygenerować miniatur

source: Not all images have been moved. The server timed out before finishing. Click on "%move_images_label%" again to resume the moving process.
fr_fr: Toutes les images n'ont pas pu être déplacées, le serveur a expiré avant la fin de l'opération. Cliquez à nouveau sur "%move_images_label%" pour reprendre l'opération.
he_il: לא כל התמונות העוברו. השרת עצר לפני הסיום. אנא לחץ על %move_images_label% שוב כדי להמשיך את תהליך ההעברה.

source: The uploaded file is too large.
ar_sa: الملف الذي تم تحميله كبير جدا.
az_az: Yüklənən fayl çox böyükdür.
bs_ba: Datoteka za prenos je prevelika.
fr_fr: Le fichier téléchargé est trop grand.
he_il: הקובץ שהועלה גדול מידי.
it_it: Il file caricato è troppo grande.
mk_mk: Поставената датотека е преголема.
nl_nl: Bestand is te groot.
pl_pl: Przesłany plik jest zbyt duży.
tl_ph: Ang na-upload na payl ay madyadong malaki.
