Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShippingHelp.*.xlf
Languages: az_az, ja_jp

source: undefined
az_az: tanınmamış
ja_jp: 未定義

source: Format:
ja_jp: フォーマット：

source: Filesize:
az_az: Fayl ölçüsü:
ja_jp: ファイルサイズ：

source: MB max.
az_az: MB maksimum
ja_jp: 最大MB

source: Current size:
az_az: İndiki ölçü:
ja_jp: 現在のサイズ：

source: The delivery time will be displayed during checkout.
ja_jp: 配送日数は、ご注文手続きの中で表示されます。

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
ja_jp: 店舗内でピックアップする場合にショップの名前で配送業者名を変換する場合は0を入力

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
ja_jp: 配送遅滞が最長となる場合は「0」を、最短となる場合は「9」をご記入下さい。

source: Mark the groups that are allowed access to this carrier.
ja_jp: この配送にアクセス権を与えたいすべてのグループをマークする

source: Carrier name displayed during checkout
ja_jp: 注文時に表示される配送業者名

source: Upload a logo from your computer.
az_az: Kompüterinizdən bir loqo yükləyin.
ja_jp: コンピュータからロゴをアップロード

source: or
ja_jp: または

source: Estimated delivery time will be displayed during checkout.
ja_jp: お会計にて配送の見積時間が表示されます。

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
ja_jp: 配送トラッキングURL：追跡番号が表示される箇所に「@」とご記入下さい。、自動的に追跡番号が表示されます。

source: Group access
ja_jp: グループのアクセス：

source: Apply both regular shipping cost and product-specific shipping costs.
ja_jp: 定期的な送料、および、商品固有の付加的な送料料の両方を適用します

source: Include the shipping and handling costs in the carrier price.
az_az: Daşınma və yükləmə xərclərini çatdırılma qiymətinə salın.
ja_jp: 配送料に出荷と取扱費を含める

source: Apply the cost of the highest defined range
ja_jp: 定義された範囲の最高のコストを適用します

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
az_az: Maksimum hündürlüyü bu daşıyıcı yönləndirir. Bu damanı gözardı etmək üçün "0" yazın, ya da boş buraxın.
ja_jp: この配送で許可されている最大の高さ。この項目が0または空白であれば無視。

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
az_az: Bu daşıyıcı maksimum genişliyi yönləndirir. Bu damanı görməzlikdən gəlmək üçün "0" yazın, ya da boş buraxın.
ja_jp: この配送で許可されている最大の幅。この項目が0または空白であれば無視。

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
az_az: Bu daşıyıcı maksimum dərinliyi yönləndirir. Bu damanı görməzlikdən gəlmək üçün "0" yazın, ya da boş buraxın.
ja_jp: この配送で許可されている最大の深さ。この項目が0または空白であれば無視。

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
az_az: Maksimum eni bu daşıyıcı yönləndirir. Bu damanı gözardı etmək üçün "0" yazın, ya da boş buraxın.
ja_jp: この配送で許可されている最大の重さ。この項目が0または空白であれば無視。

source: Your shop's default carrier
ja_jp: ショップのデフォルトの配送

source: If you set these parameters to 0, they will be disabled.
az_az: Bu göstəricini 0 etsəniz, onlar söndürüləcək.
ja_jp: これらのパラメータに0を設定した場合は、それらは無効になります

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
az_az: PrestaShop aktivləşdirə biləcəyiniz bir sıra daşıyıcı modulları ilə gəlir. Daşıyıcı modullarını PrestaShop Addons bazarından ala bilərsiniz. Önərilmiş modullar aşağıda sıralanmışdır: daşıyıcısınıza uyğun modulu quraşdırın və konfiqurasiya edin!

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
az_az: Yükləmə xərclərini (Daşınma > Seçimlərdə göstərildiyi kimi) son daşınma qiymətinə daxil edin.

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
az_az: Bu daşıyıcı maksimum genişliyi yönləndirir. Bu damanı görməzlikdən gəlmək üçün "0" yazın, ya da boş buraxın.

source: Allowed characters: letters, spaces and "%special_chars%".
az_az: Yol verilən simvollar: hərflər, boşluqlar və "%special_chars%".

source: This will only be visible in the front office.
az_az: Bu yalnız ön ofisdə görünəcək.
