Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, el_gr, he_il, ms_my, tl_ph, vi_vn

source: Does not apply to the shipping costs
az_az: Göndərmə xərcləri üçün keçərli deyil
el_gr: Δεν ισχύει για τα έξοδα αποστολής
he_il: אינו חל על עלויות המשלוח
vi_vn: Không áp dụng cho các chi phí vận chuyển

source: Optional: The cart rule will be available to everyone if you leave this field blank.
el_gr: Προαιρετικό, ο κανόνας καλαθιού θα είναι διαθέσιμος για όλους, αν αφήσετε κενό αυτό το πεδίο.
he_il: אופציונלי, כלל העגלה יהיה זמין לכל אחד, אם תשאירו שדה זה ריק.
vi_vn: Tùy chọn: Các quy tắc giỏ hàng sẽ có sẵn cho tất cả mọi người nếu bạn để trống trường này.

source: The default period is one month.
az_az: Susmaya görə müddət bir aydır.
el_gr: Η προεπιλεγμένη περίοδος είναι ένας μήνας.
he_il: תקופת ברירת מחדל היא חודש אחד.
vi_vn: Thời gian mặc định là một tháng.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
el_gr: Μπορείτε να επιλέξετε ένα ελάχιστο ποσό για το καλάθι, είτε με ή χωρίς τους φόρους, και με ή χωρίς ξοδα αποστολής.
he_il: אתה יכול לבחור סכום מינימאלי לעגלה עם או בלי המסים, ועם או בלי משלוח.
vi_vn: Bạn có thể chọn số lượng giỏ hàng tối thiểu bao gồm thuế và giao hàng hoặc không.

source: The cart rule will be applied to the first "X" customers only.
el_gr: Ο κανόνας καλάθιου θα πρέπει να ισχύει για τους πρώτους Χ πελάτες μόνο.
he_il: כלל העגלה יחול על X הלקוחות הראשונים בלבד.
vi_vn: Các quy tắc giỏ hàng sẽ được áp dụng cho lần đầu tiên "X" chỉ có khách hàng.

source: A customer will only be able to use the cart rule "X" time(s).
el_gr: Ο πελάτης θα έχει δυνατότητα χρήσης του κανόνα καλαθιού Χ φορά(ες).
he_il: לקוח יוכל להשתמש בחוקי העגלה X פעמים
vi_vn: Một khách hàng sẽ chỉ có thể sử dụng các giỏ trị "X" thời gian.

source: This restriction applies to the country of delivery.
az_az: Çatdırılma ölkəsinə bu qadağa qoyulub.
el_gr: Αυτός ο περιορισμός ισχύει για την χώρα παράδοσης.
he_il: מגבלה זו חלה על ארץ המשלוח.
vi_vn: Hạn chế này áp dụng cho quốc gia phân phối.

source: This will be displayed in the cart summary, as well as on the invoice.
el_gr: Θα εμφανίζεται στην περίληψη καλαθιού, καθώς και στο τιμολόγιο.
he_il: יוצג בסיכום הסל כמו גם בחשבונית.
vi_vn: Điều này sẽ được hiển thị trong bản sơ lược giỏ hàng, cũng như trên hóa đơn.

source: For your eyes only. This will never be displayed to the customer.
el_gr: Για εσάς μόνο,δεν εμφανίζεται ποτέ στον πελάτη.
he_il: רק בשבילך, לא יוצג ללקוח.
vi_vn: Chỉ bạn có thể nhìn thấy. Điều này không được hiển thị đến khách hàng.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
el_gr: Αυτός είναι ο κωδικός που οι χρήστες πρέπει να εισάγουν για να εφαρμοστεί το κουπόνι σε ένα καλάθι. Δημιουργείστε το δικό σας κωδικό ή παράγετε αυτόματα έναν από το "Δημιουργία".
vi_vn: Đây là mã code mà người dùng sẽ nhập để áp dụng phiếu giảm giá cho giỏ hàng. Hoặc là tạo mã code cho riêng bạn hoặc là để tạo một cái khác bằng cách kích vào "Tạo".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
el_gr: Προσοχή! Αν αφήσετε αυτό το πεδίο κενό, ο κανόνας θα εφαρμοστεί αυτόματα στους προνομιούχους πελάτες.
vi_vn: Cảnh báo! Nếu bạn để trống trường này, quy định sẽ tự động được áp dụng để khách hàng có lợi.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
el_gr: Εάν το κουπόνι δεν έχει προστεθεί ακόμη στο καλάθι, θα προβληθεί στη σύνοψη καλαθιού.
he_il: אם השובר עדיין אינו בעגלת הקניות, הוא יוצג בעת סיכום הקניה.
vi_vn: Nếu phiếu giảm giá chưa nằm trong giỏ hàng, nó sẽ được hiển thị trong bản tóm tắt giỏ hàng.

source: Only applicable if the voucher value is greater than the cart total.
el_gr: Εφαρμόζεται μόνο, εάν η αξία κουπονιού είναι μεγαλύτερη από το σύνολο του καλάθιου.
he_il: יחול רק אם שווי השובר גדול מסך הסל.
vi_vn: Chỉ áp dụng nếu giá trị phiếu giảm giá là lớn hơn tổng giỏ hàng.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
el_gr: Αν δεν επιτρέπετε τη μερική χρήση, η αξία κουπονιού θα μειωθεί στο συνολικό ποσό της παραγγελιάς, αλλά αν το κάνετε, ένα νέο κουπόνι θα δημιουργηθεί με το υπόλοιπο ποσό.
he_il: אם לא תאפשר שימוש חלקי, ערך השובר יופחת לסך סכום ההזמנה. אולם, אם תאפשר זאת, יווצר שובר חדש עם השארית.
vi_vn: Nếu bạn không cho phép sử dụng một phần, giá trị phiếu giảm giá sẽ được hạ xuống với tổng số tiền đặt hàng. Nếu bạn cho phép sử dụng một phần, tuy nhiên, một phiếu giảm giá mới sẽ được tạo ra với phần còn lại.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
ar_sa: يتم تطبيق قواعد السلة حسب الأولوية. سيتم معالجة قاعدة سلة التسوق ذات الأولوية "1" قبل قاعدة سلة السوق ذات أولوية "2".
el_gr: Οι κανόνες εφαρμόζονται στο καλάθι αγορών κατά προτεραιότητα. Ένας κανόνας με προτεραιότητα "1" θα επεξεργαστεί πριν από ένα κανόνα με προτεραιότητα "2".
he_il: כללי סל חלים על העגלה לפי סדר עדיפויות.כלל סל עם עדיפות של "1" יעובד לפני כלל עגלה עם עדיפות של "2".
vi_vn: Quy tắc giỏ hàng được áp dụng bằng cách ưu tiên. Một nguyên tắc giỏ hàng với một ưu tiên của "1" sẽ được xử lý trước khi một quy luật giỏ hàng với một ưu tiên của "2".

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules & Services > Installed modules.[/1] Then, configure your menu module.
ar_sa: إذا كنت تريد ظهور إحدى الفئات في قائمة متجرك ، فانتقل إلى [1] الوحدات النمطية> الوحدات النمطية والخدمات> الوحدات المثبتة. [/1] بعد ذلك ، قم بتكوين وحدة القائمة الخاصة بك.
bs_ba: Ako želite da se kategorija pojavi u meniju vaše trgovine, idite na [1] Moduli> Moduli i usluge> Instalirani moduli. [/1] Zatim konfigurirajte modul menija.
el_gr: Αν θέλεις μια κατηγορία να εμφανίζεται στο μενού του καταστήματος, πήγανε στα [1] Πρόσθετα > Πρόσθετα & Υπηρεσίες > Εγκατεστημένα πρόσθετα [/1] Τότε ρύθμισε το πρόσθετο μενού.

source: Recommended dimensions (for the default theme): %1spx x %2spx
ar_sa: الأبعاد المقترحة (للنسق الافتراضي): %1sبيكسل x %2sبيكسل
el_gr: Προτεινόμενες διαστάσεις (για το προεπιλεγμένο θέμα): %1spx x %2spx
he_il: מידות מומלצות (עבור תבנית ברירת מחדל): %1spx על %2spx
ms_my: Dimensi yang disyorkan (untuk tema lalai): %1spx x %2spx
tl_ph: Inirekomendang mga sukat (para sa default na tema): %1spx x %2spx
vi_vn: Kích thước được khuyến cáo (cho các giao diện mặc định): %1spx x %2spx

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules Manager.[/1] Then, configure your menu module.
bs_ba: Ako želite da se kategorija pojavi u meniju vaše trgovine, idite na [1] Moduli> Moduli i usluge> Instalirani moduli. [/1] Zatim konfigurirajte modul menija.
el_gr: Αν θέλεις μια κατηγορία να εμφανίζεται στο μενού του καταστήματος, πήγανε στα [1] Πρόσθετα > Διαχείριση Πρόσθετων [/1] Στη συνέχεια, ρύθμισε το πρόσθετο μενού.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
ar_sa: الفئة الفارغة هي فئة لا يوجد بها منتج يرتبط بها مباشرة. ومع ذلك، قد تحتوي فئة فارغة على منتجات من خلال الفئات الفرعية الخاصة بها.
el_gr: Μια άδεια κατηγορία είναι μια κατηγορία που δεν έχει κανένα προϊόν απευθείας συνδεδεμένο σε αυτή. Μια άδεια κατηγορία μπορεί ωστόσο να περιέχει προϊόντα μέσω τον υποκατηγοριών της.
he_il: קטגוריה ריקה היא קטגוריה שאין אף מוצר הקשור ישירות אליה. אך יכולה להכיל מוצרים באופן עקיף באמצעות קטגוריות המשנה שלה.
vi_vn: Một danh mục trống là một danh mục mà không có sản phẩm trực tiếp liên quan đến nó. Có thể một danh mục trống chứa các sản phẩm thông qua các danh mục con của nó.

source: Your internal name for this attribute.
ar_sa: الإسم الداخلي لهذه الخاصية.
el_gr: Το εσωτερικό σας όνομα για αυτή την ιδιότητα.
he_il: הכנוי הפנימי למאפיין פנימי.
ms_my: Nama dalaman untuk atribut ini.
vi_vn: Tên lưu trữ nội bộ cho thuộc tính này.

source: The public name for this attribute, displayed to the customers.
ar_sa: الإسم العلني لهذه الخاصية، يُعرض للعملاء.
az_az: Bu atributun alıcılara göstərilən açıq adı.
el_gr: Το δημόσιο όνομα για αυτή την ιδιότητα, που εμφανίζεται στους πελάτες.
he_il: השם הציבורי של המאפיין, כפי שיוצג ללקוח.
ms_my: Nama awam untuk atribut ini, dipaparkan kepada pelanggan.
vi_vn: Tên công khai cho thuộc tính này, đã hiển thị cho khách hàng.

source: The way the attribute's values will be presented to the customers in the product's page.
ar_sa: طريقة العرض لهذه الخاصية سوف تُعرض للعملاء على صفحة المنتج.
el_gr: Ο τρόπος που θα εμφανίζεται η αξία της ιδιότητας στους πελάτες στη σελίδα του προϊόντος.
he_il: האופן שבו יוצגו ערכי המאפיין ללקוחות בדף המוצר.
ms_my: Cara nilai atribut akan dipersembahkan kepada pelanggan di laman produk.
vi_vn: Cách thức hiển thị của các giá trị thuộc tính trên trang sản phẩm.

source: Choose the attribute group for this value.
ar_sa: اختر مجموعة خواص لهذه القيمة.
az_az: Bu dəyər üçün atribut qrupu seçin.
el_gr: Επιλέξτε την ομάδα ιδιοτήτων για αυτή την τιμή.
he_il: בחר קבוצת מאפיין לערך זה.
ms_my: Pilih kumpulan atribut untuk nilai ini.
vi_vn: Chọn nhóm thuộc tính cho giá trị này.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
ar_sa: اختار لون من منتقي الألوان, او ادخال اللون بصيغة HTML (مثال "lightblue", "#CC6600").
el_gr: Επιλέξτε ένα χρώμα με τον επιλογέα χρώματος ή εισάγετε ένα χρώμα HTML (π.χ. "lightblue", "# CC6600").
he_il: בחירת צבע עם דוגם הצבע, או הזן צבע HTML (למשל "lightblue", "# CC6600").
ms_my: Pilih warna dengan pengutip warna, atau masukkan kod warna HTML (contoh "lightblue", "#CC6600").
vi_vn: Chọn 1 màu bằng công cụ chọn màu, hoặc điền mã màu (vd: "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
ar_sa: ارفع صورة تحتوي على بُنية اللون من كمبيوترك.
az_az: Kompüterinizdən rəng toxumasını göstərən bir şəkil yükləyin.
el_gr: Μεταφορτώστε ένα αρχείο εικόνας που περιέχει την υφή του χρώματος από τον υπολογιστή σας.
he_il: העלה קובץ תמונה עם טקסטורה.
ms_my: Muatnaik fail imej mengandungi tekstur warna dari komputer anda.
vi_vn: Tải lên một ảnh chứa màu chất liệu từ máy tính.

source: This will override the HTML color!
ar_sa: سوف يتم تجاوز لون الـ HTML!
az_az: Bu HTML rənglərin yerinə işlədiləcək!
el_gr: Αυτό θα αντικαταστήσει το HTML χρώμα!
he_il: יגרום למחיקת קוד הצבע ב HTML
ms_my: Ini akan melangkau warna HTML!
vi_vn: Thao tác này sẽ được ghi đè lên màu HTML hiện tại!

source: Save then add another value
ar_sa: احفظ ثم اضف قيمة اخرى
az_az: Yadda saxla, sonra başqa dəyər artır
el_gr: Αποθηκεύστε και στη συνέχεια προσθέστε μια άλλη αξία
he_il: שמור והוסף ערך אחר
ms_my: Simpan dan kemudian tambah nilai lain
vi_vn: Lưu và thêm một giá trị khác

source: To add "tags," click in the field, write something, and then press "Enter."
el_gr: Για να προσθέσετε "ετικέτες", κάντε κλικ στο πεδίο, γράψετε κάτι και στη συνέχεια πατήστε "Enter"
he_il: כדי להוסיף תגים לחץ על "תגים" בתחום, כתוב משהו, ואז הקש "Enter"
ms_my: Untuk tambahkan "tag," di ruangan, tulis sesuatu, dan tekan "Enter."
vi_vn: Để thêm các "thẻ", kích vào trường, nhập thẻ của bạn, và sau đó nhấn "Enter"

source: Allow customers to upload files using the contact page.
ar_sa: تتيح للعملاء لتحميل الملف باستخدام صفحة الاتصال
el_gr: Επιτρέπει στους πελάτες να μεταφορτώσουν ένα αρχείο χρησιμοποιώντας τη σελίδα επικοινωνίας
he_il: אפשר ללקוחות לטעון קבצים בעמוד צור קשר
ms_my: Allow customers to upload file using contact page
vi_vn: Cho phép khách hàng tải lên các tệp tin sử dụng trang liên hệ.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
ar_sa: يرجى ملء الرسالة التي تظهر افتراضيا عند الإجابة على بعض الصفحات على صفحة خدمة العملاء
el_gr: Παρακαλούμε συμπληρώστε το μήνυμα που εμφανίζεται από προεπιλογή όταν απαντάτε σε ένα νήμα στη σελίδα εξυπηρέτησης πελατών
he_il: מלא את ההודעה המופיעה כברירת מחדל, כאשר אתה עונה ברצף תגובות בדף שירות הלקוחות
ms_my: Please fill the message that appears by default when you answer a thread on the customer service page
vi_vn: Vui lòng điền vào các trường thông báo xuất hiện theo mặc định khi bạn trả lời một chủ đề trên trang dịch vụ khách hàng.

source: URL for your IMAP server (ie.: mail.server.com).
el_gr: URL για τον IMAP server (πχ.: mail.server.com).
he_il: כתובת לשרת ה- IMAP שלך (למשל: mail.server.com).
vi_vn: URL cho máy chủ IMAP (ví dụ: mail.server.com).

source: Port to use to connect to your IMAP server.
az_az: IMAP serverinizə bağlantı üçün port.
el_gr: Port για χρήση για σύνδεση με τον IMAP server.
he_il: פורט כדי להתחבר לשרת IMAP שלך.
vi_vn: Cổng để kết nối với máy chủ IMAP của bạn.

source: User to use to connect to your IMAP server.
az_az: IMAP serverinizə bağlantını işlədəcək istifadəçi.
el_gr: Χρήστης για να χρησιμοποιηθεί για την σύνδεση με τον IMAP server σου.
he_il: משתמש כדי להתחבר לשרת IMAP שלך.
vi_vn: Người dùng kết nối tới máy chủ IMAP của bạn.

source: Password to use to connect your IMAP server.
ar_sa: كلمة المرور التي يجب إستعمالها للإتصال بسيرفر IMAP.
az_az: IMAP serverinizə bağlantı qurmaq üçün keçidsözü.
el_gr: Κωδικός για να συνδεθεί με τον IMAP server σου.
he_il: סיסמא כדי להתחבר לשרת IMAP שלך.
vi_vn: Mật khẩu dùng để kết nối tới máy chủ IMAP của bạn.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
ar_sa: حذف الرسائل بعد المزامنة. إذا لم تقم بتفعيل هذا الخيار، فستستغرق عندها المزامنة المزيد من الوقت.
el_gr: Διαγραφή μηνυμάτων μετά το συγχρονισμό. Αν δεν ενεργοποιήσετε την επιλογή αυτή, ο συγχρονισμός θα πάρει περισσότερη ώρα.
he_il: מחק הודעות לאחר הסנכרון. אם לא תאפשר אפשרות זו, הסנכרון יקח זמן רב יותר.
vi_vn: Xóa thông báo sau khi đồng bộ hóa. Nếu bạn không kích hoạt lựa chọn, việc đồng bộ hóa sẽ mất nhiều thời gian hơn.

source: Create new threads for unrecognized emails.
el_gr: Δημιουργία νέων νημάτων για άγνωστα emails.
he_il: צור שרשורים חדשים עבור מיילים לא מזוהים.
vi_vn: Tạo các chủ đề mới cho các email chưa được công nhận.

source: Use POP3 instead of IMAP.
ar_sa: استخدم POP3 بدلا من IMAP.
az_az: IMAP yerinə POP3 işlət.
bs_ba: Koristite POP3 umjesto IMAP.
el_gr: Χρησιμοποιήστε POP3 αντί για IMAP.
he_il: להשתמש ב-POP3 במקום IMAP.
tl_ph: Gamitin ang POP3 sa halip na IMAP.
vi_vn: Sử dụng POP3 thay cho IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
el_gr: Μην χρησιμοποιείτε RSH ή SSH για την πραγματοποίηση προαυθεντικοποιημένων συνεδριών IMAP.
he_il: אל תשתמש ב- RSH או SSH ליצירת תקשורת IMAP מראש
vi_vn: Không sử dụng RSH hoặc SSH để thiết lập các phiên IMAP đã được chứng thực trước.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
ar_sa: استخدم طبقة المقابس الآمنة (TLS / SSL) من أجل تشفير الجلسة.
el_gr: Χρησιμοποίησε ασφαλής σύνδεση (TLS/SSL) για κρυπτογράφηση της συνεδρίας.
he_il: השתמש בחיבור מאובטח (TLS/SSL) כדי להצפין את התקשורת.
vi_vn: Sử dụng lớp cổng bảo mật Secure Socket Layer (TLS/SSL) để mã hóa phiên.

source: Validate certificates from the TLS/SSL server.
el_gr: Επικύρωση πιστοποιητικών από TLS / SSL server.
he_il: אמת אישורים משרת TLS/SSL.
vi_vn: Phê chuẩn xác nhận từ máy chủ TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
el_gr: Μην επικυρώνεις πιστοποιητικά από το TLS / SSL server. Αυτό χρειάζεται μόνο αν ο server χρησιμοποιεί αυτο-υπογραμμένα πιστοποιητικά.
he_il: אל תאמת אישורים משרת TLS/SSL. זה נדרש רק אם השרת משתמש באישורים בחתימה עצמית.
vi_vn: Không phê chuẩn chứng nhận từ máy chủ TLS/SSL. Điều này chỉ cần thiết khi một máy chủ sử dụng các chứng nhận tự ký.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
el_gr: Επιβάλετε τη χρήση των start-TLS για να κρυπτογραφήσετε τη συνεδρία, και απορρίψτε τη σύνδεση με servers που δεν τα υποστηρίζουν
he_il: כפה שימוש ב- start-TLS להצפנת התקשורת, ובטל תקשורת לשרתים שאינם תומכים בזאת.
vi_vn: Sử dụng lực lượng của start-TLS để mã hóa session, và từ chối kết nối đến các máy chủ không hỗ trợ nó.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
ar_sa: لا تستخدم start-TLS لتشفير الجلسة، حتى مع السيرفرات التي تدعم ذلك.
el_gr: μην χρησιμοποιείτε start-TLS για να κρυπτογραφήσετε τη συνεδρία, ακόμη και με servers που το υποστηρίζουν
he_il: אל תשתמש ב- start-TLS להצפנת התקשורת, גם מול שרתים שתומכים בזה.
vi_vn: Không sử dụng start-TLS để mã hóa phiên, ngay cả với các máy chủ có hỗ trợ nó.

source: Add new feature value
az_az: Yeni özəllik dəyəri artır
el_gr: Προσθέσετε νέα αξία xαρακτηριστικού
he_il: הוסף ערך תכונה חדשה
vi_vn: Thêm giá trị đặc trưng mới

source: Save and add another value
ar_sa: حفظ وإضافة قيمة أخرى
az_az: Yadda saxla və başqa bir dəyər artır
el_gr: Αποθήκευση και να προσθήκη άλλης αξίας
he_il: שמור והוסף עוד ערך
vi_vn: Lưu và thêm một giá trị khác

source: Back to the list
ar_sa: رجوع الى القائمة
az_az: Siyahıya qayıt
el_gr: Επιστροφή στη λίστα
he_il: חזור לרשימה
ms_my: Back to list
vi_vn: Trở lại danh sách

source: Add new feature values
az_az: Yeni özəllik dəyəri artır
el_gr: Προσθέσετε νέα αξία xαρακτηριστικού
he_il: הוסף ערך תכונה חדשה
vi_vn: Thêm giá trị đặc trưng mới

source: To add "tags," click inside the field, write something, and then press "Enter."
el_gr: Για να προσθέσετε "ετικέτες", κάντε κλικ στο πεδίο, γράψετε κάτι και στη συνέχεια πατήστε "Enter"
he_il: להוספת תגיות לחץ בשדה, כתוב משהו ולחץ Enter
vi_vn: Để thêm các" tags", kích vào trường, viết thứ điều gì đó, và sau đó nhấn "Enter"

source: Company name for this brand
ar_sa: اسم الشركة لهذه الماركة
az_az: Bu brend üçün şirkət adı
bs_ba: Naziv kompanije za ovu marku
el_gr: Όνομα εταιρείας για αυτήν τη μάρκα
he_il: שם חברה עבור מותג זה
tl_ph: Ang pangalan ng kumpanya para sa tatak na ito
vi_vn: Tên công ty cho thương hiệu này

source: Company name for this supplier
el_gr: Όνομα εταιρίας για αυτό τον προμηθευτή
he_il: שם החברה עבור ספק זה
vi_vn: Tên công ty cho nhà cung cấp này

source: Will appear in the list of suppliers.
az_az: Təchizatçılar siyahısında görünəcək.
el_gr: Θα εμφανίζεται στη λίστα προμηθευτών.
he_il: יופיע ברשימת הספקים.
vi_vn: Sẽ hiển thị trong danh sách các nhà cung cấp.

source: Phone number for this supplier
ar_sa: رقم هاتف المزود
az_az: Bu təchizatçı üçün telefon nömrəsi
el_gr: Τηλέφωνο αυτού του προμηθευτή
he_il: טלפון של הספק
vi_vn: Số điện thoại cho nhà cung cấp này

source: Mobile phone number for this supplier.
az_az: Bu təchizatçı üçün mobil nömrə.
el_gr: Κινητό τηλέφωνο για αυτό την προμηθευτή.
he_il: טלפון נייד של הספק.
vi_vn: Số điện thoại di động cho nhà cung cấp này.

source: Upload a supplier logo from your computer.
az_az: Kompüterinizdən bir təchizatçı loqosu yükləyin.
el_gr: Ανεβάστε το λογότυπο προμηθευτή από τον υπολογιστή σας.
he_il: טען לוגו עבור ספק מהמחשב שלך.
vi_vn: Tải lên logo của nhà cung cấp từ máy tính của bạn.

source: To add "tags" click in the field, write something and then press "Enter".
el_gr: Για να προσθέσετε "ετικέτες", πιέστε στο πεδίο, γράψετε κάτι και στη συνέχεια πατήστε "Enter".
he_il: כדי להוסיף "תגים" לחץ על השדה, כתוב משהו, ואז הקש "Enter".
vi_vn: Để thêm các" tags", kích vào trường, viết thứ điều gì đó, và sau đó nhấn "Enter".

source: Create a new product: CTRL+P
ar_sa: إنشاء منتج جديد: P + CTRL
az_az: Yeni bir məhsul yarat: CTRL+P
bs_ba: Kreiraj novi proizvod: CTRL+P
el_gr: Δημιουργήστε ένα νέο προϊόν: CTRL+P
tl_ph: Gumawa ng isang bagong produkto: CTRL+P
vi_vn: Tạo một sản phẩm mới: CTRL+P

source: To have a different title from the category name, enter it here.
el_gr: Αν θέλετε τίτλο διαφορετικό από το όνομα κατηγορίας, γράψτε τον εδώ.

source: To have a different description than your category summary in search results page, write it here.
el_gr: Για να έχετε διαφορετική περιγραφή από τη σύνοψη της κατηγορίας στη σελίδα με τα αποτελέσματα αναζήτησης, γράψτε την εδώ.

source: Search for a product
ar_sa: ابحث عن منتج
az_az: Bir məhsul axtar
el_gr: Αναζητήσετε ένα προϊόν
he_il: חפש מוצר
vi_vn: Tìm kiếm một sản phẩm

source: Enter your product name
ar_sa: أدخل اسم المنتج
az_az: Məhsulunuzun adını yazın
bs_ba: Unesite naziv proizvoda
el_gr: Πληκτρολογήστε το όνομα του προϊόντος
he_il: הכנס שם מוצר
tl_ph: Ilagay ang pangalan ng iyong produkto
vi_vn: Nhập tên sản phẩm của bạn

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
ar_sa: الملخص عبارة عن جملة قصيرة تصف منتجك. <br /> ستظهر في الجزء العلوي من صفحة منتج المحل، وفي قائمات المنتجات، وفي صفحة نتائج محركات البحث (لذلك فمن المهم بالنسبة إلى تحسين محركات البحث). للحصول على مزيد من التفاصيل حول منتجك، استخدم علامة التبويب "الوصف".
az_az: Xülasə, məhsulunuzu açıqlayan qısa bir cümlədir. <br /> Məhsul səhifəsinin üst hissəsində, məhsul siyahılarında və axtarış motorlarının nəticələr səhifəsində görünəcək (SEO üçün önəmlidir). Məhsulla bağlı daha geniş məlumat vermək üçün "Açıqlama" çərçivəsindən yararlanın.
bs_ba: Rezime je kratka rečenica koja opisuje svoj proizvod. <br /> Ona će se pojaviti na vrhu stranice proizvoda trgovine, u popisima proizvoda, a na stranici s rezultatima tražilice (to je važno za SEO). Za dobijanje više detalja o proizvodu, upotrijebite tab "Opis".
el_gr: Η σύνοψη είναι μια σύντομη πρόταση που περιγράφει το προϊόν σας.<br />Εμφανίζεται στην αρχή της σελίδας προϊόντος, στις λίστες προϊόντων και στα αποτελέσματα των μηχανών αναζήτησης (είναι σημαντική για το SEO). Για να δώσετε λεπτομέρειες για το προϊόν, χρησιμοποιήστε την καρτέλα "Περιγραφή".
tl_ph: Ang buod ay isang maikling pangungusap na naglalarawan sa iyong produkto.<br />ito ay lalabas sa itaas ng pahina ng produkto ng iyong tindahan, sa mga listahan ng produkto, at sa pahina ng mga resulta ng paghahanap ng makina (kaya ito ay napakahalaga para sa SEO). Para magbigay ng maraming mga detalye tungkol sa iyong produkto, gamitin ang tab ng "paglalarawan.".
vi_vn: Bản tóm tắt là một câu ngắn gọn mô tả sản phẩm của bạn.<br />Nó sẽ xuất hiện ở trên cùng của trang sản phẩm của cửa hàng của bạn, trong danh sách sản phẩm, và trên trang kết quả của công cụ tìm kiếm (do đó nó là quan trọng đối với SEO). Để cung cấp thêm chi tiết về sản phẩm của bạn, hãy sử dụng tab "Mô tả sản phẩm".

source: Search and add a related product
ar_sa: البحث وإضافة منتج ذي صلة
az_az: Oxşar bir məhsul axtar və artır
bs_ba: Tražite i dodajte vezane proizvode
el_gr: Αναζητήστε και προσθέστε ένα σχετικό προϊόν
tl_ph: Hanapin at idagdag ang isang kaugnay na produkto
vi_vn: Tìm và thêm một sản phẩm liên quan

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
ar_sa: إستخدم الفاصلة لإنشاء علامات منفصله. مثلا: فسان, قطن, فستان حفلات.
az_az: Ayrıca yarlıqlar yaratmaq üçün vergül qoy. Məsələn: paltar, pambıq, gecə donları.
bs_ba: Koristite zarez za odvajanje oznaka. Npr.: haljina, pamuk, haljine za zabavu.
el_gr: Διαχωρίστε με κόμμα τις ετικέτες. Για παράδειγμα: φόρεμα, βαμβακερό, φορέματα για πάρτι.
tl_ph: Gumamit ng isang kuwit para gawin ang magkahiwalay ng mga tag. Hal.: damit, bulak, mga damit pangkasiyahan.
vi_vn: Sử dụng dấu phẩy để tạo các tag riêng. Ví dụ: áo đầm, cotton, áo đầm dạ hội.

source: Per kilo, per litre
ar_sa: لكل كيلو ، لكل لتر
az_az: Bir kilosu, bir litri
bs_ba: Po kilogramu, litri
el_gr: Ανά κιλό, ανά λίτρο
he_il: לפי קילו, לפי ליטר
tl_ph: Kada kilo, kada litro
vi_vn: Mỗi kilo, mỗi lít
