Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogNotification.*.xlf
Languages: az_az, ko_kr, ms_my, vi_vn

source: Deleting multiple categories
ko_kr: 복수 분류 삭제
vi_vn: Xóa nhiều danh mục

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
ko_kr: 이 분류를 삭제하면 이 분류에 연결된 상품들은 삭제되고 그 밖의 것들은 삭제되지 않습니다. 계속 하시겠습니까?
vi_vn: Xóa danh mục này sẽ loại bỏ sản phẩm chỉ được liên kết trong danh mục này và không có loại khác. Bạn có chắc là bạn muốn tiếp tục?

source: You cannot set a negative position, the minimum for a position is 0.
ko_kr: 음수를 위치로 설정할 수 없습니다, 위치의 최소값은 0 입니다.
vi_vn: Bạn không thể thiết lập một vị trí tiêu cực, tối thiểu cho một vị trí là 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
az_az: Siz bölmədə olan məhsul sayından 1 çıxılandan (sıralanma 0-dan başlayır) çox say göstərə bilməzsiniz.
ko_kr: 분류내의 총 상품 갯수보다 더 큰 위치 값으로 설정할 수 없습니다, 1을 뺍니다 (위치 값은 0부터 시작).
vi_vn: Bạn không thể thiết lập một vị trí lớn hơn tổng số của các sản phẩm trong danh mục, trừ đi 1 (vị trí số bắt đầu từ 0).

source: Error on image caption: "%1s" is not a valid caption.
ko_kr: 이미지 설명에 오류: "%1s" 는 잘못된 설명입니다.
ms_my: Kesalahan pada keterangan imej: "%1s" bukan keterangan yang sah.
vi_vn: Lỗi về chú thích hình ảnh: "%1s" không phải là một chú thích hợp lệ.

source: The discount was successfully generated.
ko_kr: 할인이 생성되었습니다.
vi_vn: Giảm giá được tạo thành công.

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
ko_kr: 상점 %shop%의 최상위 분류가 현재 상점과 연결되어 있지 않습니다. 이 페이지에 접근할 수 없습니다. 상점의 최상위 분류를 변경해 주세요.
vi_vn: Danh mục gốc của cửa hàng %shop% không liên kết đến cửa hàng hiện tại. Bạn không thể truy cập vào trang này. Vui lòng thay đổi danh mục gốc của cửa hàng.

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
ko_kr: 이것은 이미지도 복사합니다. 진행하려면, "예"를 클릭하세요. 아니라면, "아니오"를 클릭하세요.
vi_vn: Điều này cũng sẽ sao chép các hình ảnh. nếu bạn muốn tiếp tục, nhấn "Đồng ý", nếu không, nhấn "Không đồng ý".

source: This will copy the images too. If you wish to proceed, click "%yes_label%". If not, click "%no_label%".
ko_kr: 이는 이미지도 복사합니다. 진행하려면, "%yes_label%"를 클릭하세요. 아니라면, "%no_label%"를 클릭하세요.

source: You cannot update the available stock when it depends on stock.
ko_kr: 재고에 따라 다를 경우 재고를 업데이트 할 수 없습니다.
vi_vn: Bạn không thể cập nhật các hàng hóa có sẵn khi nó phụ thuộc vào hàng hóa.

source: Incorrect Stock Manager class [%s]
ko_kr: 잘못된 재고 매니저 클래스 [%s]
vi_vn: Không chính xác Quản lý hàng hóa lớp [%s]

source: Stock Manager class not found [%s]
ko_kr: 재고 매니저 클래스를 찾을수 없습니다 [%s]
vi_vn: Quản lý hàng hóa không tìm thấy [%s]

source: This file is associated with the following products, do you really want to delete it?
ko_kr: 이 파일은 다음 상품과 연결되어 있는데, 정말로 삭제 하시겠습니까?
vi_vn: Tập tin này được liên kết với sản phẩm sau, Bạn có thật sự muốn xoá nó?

source: File not found
az_az: Fayl tapılmadı
ko_kr: 파일을 찾을 수 없음
ms_my: Fail tidak dijumpai
vi_vn: Không tìm thấy tập tin

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
ko_kr: 파일 %file%가 서버에서 허용한 크기를 초과했습니다. 제한은 %size% MB로 설정되어 있습니다.
vi_vn: Dung lượng tập tin %file% lớn hơn giới hạn máy chủ cho phép. Giới hạn thiết lập %size% MB.

source: Please select at least one attribute.
ko_kr: 적어도 하나의 속성을 선택하세요.
ms_my: Sila pilih sekurang-kurangnya satu atribut.
vi_vn: Vui lòng chọn ít nhất một thuộc tính.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
ko_kr: 이 매개 변수들을 초기화 할 수 없습니다. 조합이 없거나 개체를 로드할 수 없습니다.
ms_my: Tidak dapat memulakan parameter ini. Kombinasi hilang atau objek tidak boleh dimuatkan.
vi_vn: Không thể khởi tạo các thông số này. Một sự kết hợp là mất tích hoặc một đối tượng không thể được nạp.

source: An error occurred while updating the status for an object.
az_az: Obyektin durumunu yeniləyərkən bir yanlışlıq oldu.
ko_kr: 객체의 상태를 수정 중에 오류가 발생했습니다.
ms_my: Ralat berlaku ketika kemaskini status untuk objek.
vi_vn: Lỗi xảy ra khi cập nhật trạng thái của đối tượng.

source: (cannot load object)
az_az: (əşya yüklənmir)
ko_kr: (객체를 로드 할 수 없습니다)
ms_my: (tidak dapat membuka objek)
vi_vn: (không thể nạp đối tượng)

source: The attribute value "%1$s" already exist for %2$s language
ko_kr: 속성 값 "%1$s"는 이미 %2$s 언어에 존재합니다
ms_my: Nilai attribut "%1$s" telah wujud untuk bahasa %2$s
vi_vn: Giá trị thuộc tính "%1$s" đã tồn tại cho %2$s ngôn ngữ

source: Failed to delete the attribute.
ko_kr: 속성 삭제에 실패했습니다.
ms_my: Gagal memadam attribut.
vi_vn: Không thể xóa các thuộc tính.

source: This feature has been disabled. You can activate it here: %link%.
ko_kr: 이 기능은 비활성화 되었습니다. 여기에서 활성화 할 수 있습니다: %link%.
vi_vn: Tính năng này đã bị vô hiệu. Bạn có thể kích hoạt nó tại đây: %link%.

source: The voucher cannot end before it begins.
ko_kr: 할인쿠폰은 시작전에 종료할 수 없습니다.
ms_my: Baucar tidak boleh berakhir sebelum ia bermula.
vi_vn: Mã giảm giá không thể hết hiệu lực trước thời điểm bắt đầu có hiệu lực.

source: The minimum amount cannot be lower than zero.
ko_kr: 최소 금액은 0보다 낮을 수 없습니다.
ms_my: Nilai minimum tidak boleh lebih rendah daripada sifar.
vi_vn: Số tiền tối thiểu không thấp hơn 0.

source: Reduction percentage must be between 0% and 100%
ko_kr: 감소 비율은 0%에서 100%사이여야 합니다
ms_my: Peratus pegurangan mestilah di antara 0% and 100%
vi_vn: Tỷ lệ phần trăm giảm phải nằm giữa 0% và 100%

source: Reduction amount cannot be lower than zero.
ko_kr: 감소 금액은 0보다 낮을 수 없습니다.
ms_my: Jumlah pengurangan tidak boleh lebih rendah daripada sifar.
vi_vn: Mức giảm không được thấp hơn không.

source: This cart rule code is already used (conflict with cart rule %rulename%)
ko_kr: 이 장바구니 규칙 코드는 이미 (장바구니 규칙 %rulename%와 충돌) 사용하고 있습니다.
vi_vn: Mã quy tắc giỏ hàng này đã được sử dụng (mâu thuẫn với quy tắc giỏ hàng %rulename%)

source: An action is required for this cart rule.
ko_kr: 이 장바구니 규칙에는 하나의 동작이 필수 입니다.
ms_my: Tindakan diperlukan untuk peraturan troli ini.
vi_vn: Một hành động được yêu cầu cho quy tắc giỏ hàng này.

source: No product has been found.
ko_kr: 검색 된 상품이 없습니다.
ms_my: Tiada produk ditemui.
vi_vn: Không có sản phẩm được tìm thấy.

source: Invalid product
ko_kr: 잘못된 상품
ms_my: Produk tidak sah
vi_vn: Sản phẩm không hợp lệ

source: Invalid combination
ko_kr: 잘못된 조합
ms_my: Kombinasi tidak sah
vi_vn: Kết hợp không hợp lệ

source: An error occurred during the image upload process.
ko_kr: 이미지 업로드 처리 중 오류가 발생했습니다.
ms_my: Kesalahan terjadi selama gambar upload.
vi_vn: Một lỗi đã xảy ra trong quá trình tải lên hình ảnh.

source: An order has already been placed with this cart.
ko_kr: 하나의 주문이 이미 이 장바구니로 배치되었습니다.
ms_my: Pesanan pernah dibuat dengan troli ini.
vi_vn: Một đơn đặt hàng đã được đặt với giỏ này.

source: This product cannot be added to the cart.
ko_kr: 이 상품은 장바구니에 추가 할 수 없습니다.
ms_my: Produk tidak dapat ditambah di dalam troli.
vi_vn: Sản phẩm này không thể được thêm vào giỏ hàng.

source: You already have the maximum quantity available for this product.
az_az: Sizin artıq bu məhsul üçün olan maksimum sayınız var.
ko_kr: 이 상품은 이미 최대 가용 수량입니다.
ms_my: Anda sudah mempunyai kuantiti maksimum yang tersedia bagi produk ini.
vi_vn: Bạn đã có đủ số lượng tối đa có sẵn cho sản phẩm này.

source: Invalid voucher.
ko_kr: 잘못된 쿠폰.
ms_my: Baucar tidak sah.
vi_vn: Phiếu giảm giá không hợp lệ.

source: The category cannot be moved here.
ko_kr: 분류를 이쪽으로 이동 할 수 없습니다.
ms_my: Kategori itu tidak boleh dipindahkan kesini.
vi_vn: Danh mục sản phẩm không thể chuyển vào đây.

source: The category cannot be a parent of itself.
ko_kr: 분류가 자기 자신의 부모가 될 수 없습니다.
ms_my: Kategori itu tidak boleh menjadi kategorinya sendiri.
vi_vn: Dạnh mục sản phẩm không thể là mục cha của chính nó.

source: Unknown delete mode: %s
az_az: Bilinməyən silinmə rejimi: %s
ko_kr: 알 수없는 삭제 모드: %s
vi_vn: Chế độ xóa không rõ ràng: %s

source: An error occurred while uploading category image.
az_az: Bölmə şəkli yüklənərkən bir yanlışlıq oldu.
ko_kr: 분류 이미지를 업로드하는 중 오류가 발생했습니다.
vi_vn: Có lỗi xảy ra trong khi tải lên hình ảnh danh mục.

source: An error occurred while uploading thumbnail image.
az_az: İlkin şəkil yüklənərkən bir yanlışlıq oldu.
ko_kr: 썸네일 이미지를 업로드하는 중 오류가 발생했습니다.
vi_vn: Có lỗi xảy ra trong khi tải lên hình ảnh thu nhỏ.

source: An error occurred while uploading the image.
az_az: Şəkil yüklənərkən bir yanlışlıq oldu.
ko_kr: 이미지를 업로드하는 동안 오류가 발생했습니다.
ms_my: Ralat berlaku ketika memuat naik imej.
vi_vn: Đã xảy ra lỗi khi tải lên các hình ảnh.

source: Invalid quantity
az_az: Yanlış say
ko_kr: 잘못된 수량
ms_my: Kuantiti tidak sah
vi_vn: Số lượng sản phẩm không hợp lệ

source: We were unable to associate this attachment to a product.
ko_kr: 상품에 이 첨부 파일을 연결할 수 없습니다.
vi_vn: Chúng tôi không thể liên kết tập tin đính kèm này cho một sản phẩm.

source: An error occurred while saving product attachments.
az_az: Məhsul qoşmalarını yaddaşda saxlayarkən bir yanlışlıq oldu.
ko_kr: 상품 첨부 파일을 저장하는 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi lưu file đính kèm sản phẩm.

source: You cannot delete this product because there is physical stock left.
ko_kr: 이 상품은 물리적 재고가 남아 있기에 삭제할 수 없습니다.
vi_vn: Bạn không thể xóa sản phẩm này vì có hàng hóa còn lại.

source: You cannot change the product's cover image.
ko_kr: 상품 표지 이미지를 변경할 수 없습니다.
vi_vn: Bạn không thể thay đổi ảnh bìa của sản phẩm.

source: The image could not be found.
ko_kr: 이미지를 찾을 수 없습니다.
vi_vn: Hình ảnh không được tìm thấy.

source: You cannot delete the product #%d because there is physical stock left.
ko_kr: 상품 #%d은 물리적 재고가 남아 있기에 삭제할 수 없습니다.
vi_vn: Bạn không thể xóa sản phẩm này #%d vì có hàng hóa còn lại.

source: The price attribute is required.
ko_kr: 가격 속성은 필수입니다.
vi_vn: Thuộc tính giá là bắt buộc.

source: You must add at least one attribute.
ko_kr: 당신은 적어도 하나의 속성을 추가해야합니다.
vi_vn: Bạn phải thêm ít nhất một thuộc tính.

source: This combination already exists.
az_az: Bu birləşmə artıq var.
ko_kr: 이 조합은 이미 존재합니다.
vi_vn: Sự kết hợp này đã tồn tại.

source: A product must be created before adding features.
ko_kr: 기능을 추가하기 전에 상품을 생성해야 합니다.
vi_vn: Một sản phẩm phải được tạo ra trước khi thêm tính năng.

source: Please specify priorities.
ko_kr: 우선 순위를 지정하세요.
vi_vn: Hãy xác định các ưu tiên.

source: An error occurred while updating priorities.
az_az: Özəllikləri yeniləyərkən bir yanlışlıq oldu.
ko_kr: 우선 순위를 업데이트하는 동안 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi cập nhật các ưu tiên.

source: An error occurred while setting priorities.
ko_kr: 우선 순위를 설정하는 동안 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi thiết lập các ưu tiên.

source: An error occurred while creating customization fields.
az_az: Özəlləşdirmə damalarının yaradılmasında bir yanlışlıq oldu.
ko_kr: 사용자 정의 필드를 만드는 동안 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi tạo ra các trường tùy chỉnh.

source: An error occurred while updating customization fields.
ko_kr: 사용자 정의 항목 갱신 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi cập nhật các trường tùy chỉnh.

source: An error occurred while updating the custom configuration.
ko_kr: 사용자 정의 구성 갱신 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi cập nhật các cấu hình tùy chỉnh.

source: The label fields defined are invalid.
ko_kr: 라벨 항목 정의가 잘못되었습니다.
vi_vn: Các trường nhãn xác định là không hợp lệ.

source: A product must be created before adding customization.
ko_kr: 사용자 정의를 추가하기 전에 상품을 생성해야 합니다.
vi_vn: Một sản phẩm phải được tạo ra trước khi thêm tuỳ biến.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
ko_kr: 업로드 된 파일이 환경설정에 설정된 "다운로드 가능한 상품에 대한 최대 크기" (%1$dMB) 나 크기 php.ini 에 지정된 post_max_size (%2$dMB) 를 초과했습니다.
vi_vn: Các tập tin được tải lên vượt quá "Kích thước tối đa cho tải về một sản phẩm" thiết lập trong tùy chọn (%1$dMB) hoặc post_max_size / trong php.ini(%2$dMB).

source: An error occurred while attempting to associate this image with your shop.
ko_kr: 이 이미지와 상점을 연결하려는 중에 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng kết hợp các hình ảnh này với cửa hàng của bạn.

source: An error occurred while attempting to move this picture.
ko_kr: 이 사진을 이동하려는 중에 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để di chuyển hình ảnh này.

source: An error occurred while attempting to update the cover picture.
ko_kr: 표지 사진 갱신 시도 중 오류가 발생했습니다.
vi_vn: Có lỗi xảy ra khi cố gắng cập nhật các hình ảnh trang bìa.

source: An error occurred while attempting to delete the product image.
az_az: Məhsul şəklini pozmağa çalışarkən bir yanlışlıq oldu.
ko_kr: 상품 이미지 삭제 시도 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để xóa các sản phẩm.

source: Wrong IDs
ko_kr: 문제있는 ID들
vi_vn: ID sai

source: Invalid price/discount amount
ko_kr: 가격 / 할인 금액이 잘못됨
vi_vn: Giá không hợp lệ / số tiền giảm giá

source: Please select a discount type (amount or percentage).
ko_kr: 할인 유형을 선택하세요 (금액 또는 백분율).
vi_vn: Hãy chọn một loại giảm giá (số lượng hoặc tỷ lệ phần trăm).

source: The from/to date is invalid.
ko_kr: 시작 종료 일자가 잘못 되었습니다.
vi_vn: Ngày từ/đến nay là không hợp lệ.

source: A specific price already exists for these parameters.
ko_kr: 이 매개변수에 대한 특정 가격이 이미 존재합니다.
vi_vn: Một mức giá cụ thể đã tồn tại cho các thông số này.

source: The name for feature %1$s is too long in %2$s.
ko_kr: %1$s의 기능 이름은 %2$s안에 너무 깁니다.
vi_vn: Các tên cho tính năng %1$s là quá dài trong %2$s.

source: A valid name required for feature. %1$s in %2$s.
ko_kr: 기능에 올바른 이름은 필수입니다. %2$s의 %1$s.
vi_vn: Một tên hợp lệ cần thiết cho tính năng này. %1$s in %2$s.

source: An error occurred while adding tags.
az_az: Yarlıqlar artırarkən bir yanlışlıq oldu.
ko_kr: 태그를 추가하는 동안 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi thêm tags.

source: This %1$s field is required at least in %2$s
ko_kr: 적어도 %2$s 안에 이 %1$s 항목이 필요합니다
vi_vn: Đây %1$s trường được yêu cầu ít nhất trong %2$s

source: The %1$s field is too long (%2$d chars max).
ko_kr: %1$s항목이 너무 깁니다.(문자최대길이 %2$d).
ms_my: Ruangan %1$s terlalu panjang (%2$d maksimum karakter).
vi_vn: Các trường %1$s là quá dài (%2$d ký tự tối đa).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
ko_kr: 이 %1$s 항목 (%2$s) 이 너무 깁니다: 최대 %3$d 자 (현재 %4$d 자).
vi_vn: %1$s lĩnh vực này (%2$s) quá dài: %3$d ký tự tối đa (hiện tại đếm %4$d).

source: The expiration-date attribute is required.
ko_kr: 만료-일자 속성은 필수입니다.
vi_vn: Thuộc tính ngày hết hạn được yêu cầu.

source: An error occurred while attempting to delete previous tags.
az_az: Öncəki yarlıqları pozmağa çalışarkən bir yanlışlıq oldu.
ko_kr: 이전 태그를 삭제 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để xóa thẻ trước đó.

source: The selected currency is not valid
az_az: Seçilmiş valyuta keçərli deyil
ko_kr: 선택한 통화가 유효하지 않습니다
vi_vn: Tiền mà bạn chọn không hợp lệ

source: An error occurred while copying image, the file does not exist anymore.
az_az: Şəklin köçürülməsində bir yanlışlıq oldu. Fayl artıq yoxdur.
ko_kr: 이미지 복사 중 오류가 발생하여, 파일이 더 이상 존재하지 않습니다.
vi_vn: Đã xảy ra lỗi trong khi sao chép hình ảnh, các tập tin không tồn tại nữa.

source: An error occurred while copying image, the file width is 0px.
az_az: Şəklin köçürülməsində bir yanlışlıq oldu. Faylın eni 0 pikseldir.
ko_kr: 이미지 복사 중 오류가 발생했습니다, 파일의 너비가 0px 입니다.
vi_vn: Đã xảy ra lỗi trong khi sao chép hình ảnh, độ rộng tập tin là 0px.

source: An error occurred while copying image, check your memory limit.
az_az: Şəklin köçürülməsində bir yanlışlıq oldu. Yaddaş limitinizi yoxlayın..
ko_kr: 이미지 복사 중 오류가 발생했습니다, 메모리 제한을 확인하세요.
vi_vn: Đã xảy ra lỗi trong khi sao chép hình ảnh, kiểm tra giới hạn bộ nhớ của bạn.

source: An error occurred while copying the image.
az_az: Şəklin köçürülməsində bir yanlışlıq oldu.
ko_kr: 이미지 복사 중 오류가 발생했습니다.
vi_vn: Lỗi xảy ra khi copy hình ảnh này.

source: You can't add product packs into a pack
ko_kr: 묶음 안에 상품 묶음을 추가할 수 없습니다
vi_vn: Bạn không thể bổ sung các gói sản phẩm vào một gói

source: An error occurred while attempting to add products to the pack.
ko_kr: 묶음에 상품을 추가하던 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để thêm sản phẩm vào gói.

source: Cannot add image because product creation failed.
ko_kr: 상품 제작이 실패하여 이미지를 추가 할 수 없습니다.
ms_my: Tidak dapat menambah imej kerana penciptaan produk gagal.
vi_vn: Không thể thêm ảnh vì quá trình tạo sản phẩm đã không thành công.

source: Error while creating additional image
ko_kr: 추가 이미지를 만드는 중 오류발생
ms_my: Ralat ketika mencipta gambar tambahan
vi_vn: Lỗi khi tạo ảnh đính thêm

source: You do not have permission to add suppliers.
ko_kr: 공급자를 추가할 권한이 없습니다.
vi_vn: Bạn không có quyền thêm các nhà cung cấp.

source: The address is not correct. Please make sure all of the required fields are completed.
ko_kr: 주소가 잘못 되었습니다. 모든 필수 항목들이 완료되었는지 확인해 주세요.
vi_vn: Địa chỉ không đúng. Hãy chắc chắn rằng tất cả các thông tin bắt buộc đã được hoàn tất.

source: List of products without available quantities for sale are not displayed because stock management is disabled.
ko_kr: 판매 가용 수량이 없는 상품은 재고 관리를 할 수 없기에 상품 목록에 표시하지 않습니다.
vi_vn: Danh sách các sản phẩm mà không cần số lượng có sẵn để bán không được hiển thị vì việc quản lý kho bị vô hiệu hóa.

source: Could not delete #%i
ko_kr: #%i를 삭제할 수 없음

source: Missing id_hook
ko_kr: id_hook 누락

source: Missing block_name
ko_kr: block_name 누락

source: Missing block_name value for language %s
ko_kr: 언어 %s의 block_name 값 누락

source: Missing %s value in custom [%s] for language %s
ko_kr: 언어 %s에 대한 사용자 정의 [%s] 에서 %s 값 누락

source: Missing %s value in custom[%s] for language %s
ko_kr: 언어 %s에 대한 사용자 정의[%s] 에서 %s 값 누락

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
ko_kr: 고급 재고 관리에 일부 수량이 있으면 조합을 삭제할 수 없습니다. 먼저 그것의 재고를 삭제해야 합니다.
vi_vn: Không thể xóa kết hợp trong khi vẫn còn một vài số lượng trong Quản lý kho hàng nâng cao. B Đầu tiên, bạn phải xóa kho hàng của nó.

source: Error while deleting the stock
ko_kr: 재고 삭제 중 오류
vi_vn: Lỗi sai xảy ra trong khi đang xóa kho hàng

source: Successful deletion
az_az: Uğurlu pozulma
ko_kr: 삭제 성공
vi_vn: Xóa thành công

source: You cannot delete this attribute.
az_az: Əlaməti silə bilmir
ko_kr: 이 속성을 삭제할 수 없습니다.
vi_vn: Bạn không thể xóa thuộc tính này.

source: Invalid 'to' date
ko_kr: 잘못된 '끝(to)'날짜
vi_vn: Giá trị "Đến" ngày không hợp lệ

source: Invalid 'from' date
ko_kr: 잘못된 '시작(from)'날짜
vi_vn: Giá trị "Từ" ngày không hợp lệ

source: Submitted reduction value (0-100) is out-of-range
ko_kr: 제출된 할인 값 (0-100) 이 범위를 벗어났습니다
vi_vn: Giá trị giảm nộp (0-100) là out-of-range

source: An error occurred while updating the specific price.
az_az: Özəl qiyməti yeniləyərkən bir yanlışlıq oldu.
ko_kr: 특정 가격을 업데이트하는 동안 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi cập nhật giá đặc biệt.

source: No reduction value has been submitted
ko_kr: 할인 값이 제출되지 않았습니다
vi_vn: Không có giá trị giảm đã được đệ trình

source: The specific price ID is invalid.
ko_kr: 특정 가격 ID가 잘못되었습니다.
vi_vn: ID giá đặc biệt không hợp lệ.

source: An error occurred while attempting to delete the specific price.
az_az: Özəl qiyməti pozmağa çalışarkən bir yanlışlıq oldu.
ko_kr: 특정 가격을 삭제하던 중 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để xóa các giá đặc biệt.

source: Invalid date range
ko_kr: 잘못된 날짜 범위
vi_vn: Phạm vi ngày không hợp lệ

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
ko_kr: 상품들을 다른 분류 없이 상위 분류에 연결하려고 하고, 지금은 이 상품들을 비활성화 합니다. 그 것들이 새 분류로 이동되면 재-활성화 합니다.
vi_vn: Tôi muốn kết hợp các sản phẩm không có các thể loại khác thể loại cha mẹ, sau đó vô hiệu hóa các sản phẩm cho doanh nghiệp. Tôi bật lại chúng khi họ đang di chuyển trong danh mục mới.

source: (Recommended)
ko_kr: (권장됨)
vi_vn: (Đề nghị)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
ko_kr: 상품들을 다른 분류 없이 상위 분류에 연결하려고 하고, 그것들을 활성화로 유지합니다.
vi_vn: Tôi muốn kết hợp các sản phẩm không có danh mục khác danh mục cha, và giữ cho chúng được kích hoạt.

source: I want to remove the products which are listed only within this category and no others.
az_az: Mən yalnız tək bu bölmədə yerləşdirilmiş məhsulları silmək istəyirəm, başqalarını yox.
ko_kr: 이 분류에만 나열되고 다른 분류에는 나열되지 않는 상품을 제거하고 싶습니다.
vi_vn: Tôi muốn loại bỏ những sản phẩm được liệt kê chỉ có trong danh mục này và không có những người khác.

source: If they have no other category, I want to associate them with the parent category.
ko_kr: 다른 분류가 없다면, 상위 분류와 연결하고 싶습니다.

source: If they have no other category, I want to associate them with the parent category and turn them offline.
ko_kr: 다른 분류가 없다면, 상위 분류와 연결하고 오프라인으로 설정하고 싶습니다.

source: If they have no other category, I want to delete them as well.
ko_kr: 다른 분류가 없다면, 삭제하고 싶습니다.

source: This file is associated with the following products. Are you sure you want to delete it?
ko_kr: 이 파일은 다음 상품과 연결되어 있는데, 삭제 하시겠습니까?

source: Product(s) successfully activated.
az_az: Məhsul(lar) uğurla aktivləşdirildi.
ko_kr: 상품이 활성화 되었습니다.
vi_vn: Đã kích hoạt (các) sản phẩm thành công.

source: Product(s) successfully deactivated.
az_az: Məhsul(lar) uğurla çıxarıldı.
ko_kr: 상품이 비활성화 되었습니다.
vi_vn: Đã hủy kích hoạt (các) sản phẩm thành công.

source: Product(s) successfully deleted.
az_az: Məhsul(lar) uğurla pozuldu.
ko_kr: 상품(들) 이 삭제되었습니다.
vi_vn: Đã xóa (các) sản phẩm thành công.

source: Product(s) successfully duplicated.
az_az: Məhsul(lar) uğurla dublikat olundu.
ko_kr: 상품(들) 이 복제되었습니다.
vi_vn: Đã sao đôi (các) sản phẩm thành công.

source: Products successfully sorted.
ko_kr: 상품들이 정렬되었습니다.
vi_vn: Đã sắp xếp sản phẩm thành công.

source: Product successfully deleted.
az_az: Məhsul uğurla pozuldu.
ko_kr: 상품이 삭제되었습니다.
vi_vn: Đã xóa sản phẩm thành công.

source: Product successfully duplicated.
ko_kr: 상품이 복제되었습니다.
vi_vn: Đã sao đôi sản phẩm thành công.

source: Product successfully activated.
az_az: Məhsul uğurla aktivləşdirildi.
ko_kr: 상품이 활성화 되었습니다.
vi_vn: Đã kích hoạt sản phẩm thành công.

source: Product successfully deactivated.
ko_kr: 상품이 비활성화 되었습니다.
vi_vn: Đã hủy kích hoạt sản phẩm thành công.

source: Failed to copy the file.
az_az: sənədi kopya etmək alınmadı
ko_kr: 파일 복사 실패
ms_my: File copy failed
vi_vn: Copy tập tin thất bại

source: Upload error. Please check your server configurations for the maximum upload size allowed.
ko_kr: 업로드 오류. 최대 업로드 크기 허용에 대한 서버 구성을 확인해 보세요.
ms_my: Ralat muatnaik. Sila semak konfigurasi pelayan untuk saiz maksimum muatnaik dibenarkan.
vi_vn: Tải lên lỗi. Hãy kiểm tra cấu hình máy chủ cho cỡ tập tin tải lên tối đa.

source: Invalid description for %s language
ko_kr: %s 언어에 대한 잘못된 상세 내용
vi_vn: Mô tả không hợp lệ cho %s ngôn ngữ

source: An attachment name is required.
ko_kr: 첨부 파일 이름이 필요합니다.
vi_vn: Một tên tập tin đính kèm là bắt buộc.

source: This attachment was unable to be loaded into the database.
ko_kr: 이 첨부 파일은 데이터베이스로 불러올 수 없습니다.
vi_vn: Tập tin đính kèm này là không thể được nạp vào cơ sở dữ liệu.

source: You cannot remove this category because one of your shops uses it as a root category.
ko_kr: 이 항목은 당신의 상점 중 하나에서 최상위 항목으로 사용중이어서 제거 할 수 없습니다.
ms_my: Anda tidak dapat menghapuskan kategori ini kerana salah satu kedai anda menggunakannya sebagai kategori akar.
vi_vn: Không thể loại bỏ danh mục này vì một trong các cửa hàng sử dụng nó như danh mục gốc.

source: An error occurred while uploading the image:
az_az: Şəkil yüklənərkən bir yanlışlıq oldu:
ko_kr: 이미지를 업로드하는 동안 오류가 발생했습니다:
vi_vn: Đã xảy ra lỗi khi tải hình ảnh lên:

source: An error occurred while creating the category.
az_az: Bölmə yaradılmasında bir yanlışlıq oldu.
ko_kr: 분류 생성 중 오류가 발생했습니다.

source: An error occurred while editing the category.
ko_kr: 분류 수정 중 오류가 발생했습니다.
