Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminOrderscustomersFeature.*.xlf
Languages: bs_ba, gl_es, is_is, ms_my, tl_ph

source: Customer email
bs_ba: E-mail kupca
gl_es: Email do cliente

source: Customer information
bs_ba: Informacije o kupcu
gl_es: informacion cliente

source: Account registration date:
bs_ba: Datum registracije računa:
gl_es: Data de rexistro da conta:
tl_ph: Ang petsa ng pagpaparehistro ng akawnt:

source: Valid orders placed:
bs_ba: Važeće narudžbe:
gl_es: Encomendas válidas realizadas:
tl_ph: Ang balidong mga order ay nailagay na:

source: Total spent since registration:
bs_ba: Ukupno potrošeno od registracije:
gl_es: Total do gastado dende o rexistro:
tl_ph: Kabuuang nagastos simula ng rehistrasyon:

source: Guest not registered
bs_ba: Neregistrirani gost
gl_es: Invitado non rexistrado

source: Order information
bs_ba: Informacije o narudžbi
gl_es: informacion do pedido

source: Order #%d
bs_ba: Narudžba br. %d
gl_es: Encomenda #%d
ms_my: Tempahan #%d

source: Made on:
bs_ba: Napravljeno:
gl_es: Fabricado en:
tl_ph: Ginawa sa:

source: No order was created from this cart.
bs_ba: Nema narudžbi iz ove korpe.
gl_es: ningun pedido na cesta
ms_my: No order created from this cart

source: Create an order from this cart.
bs_ba: Kreiraj narudžbu iz ove korpe.
gl_es: Crear unha encomenda a partir deste carro.

source: Cart summary
bs_ba: Pregled korpe
gl_es: resume da compra

source: Text #
bs_ba: Tekst #
gl_es: Texto #
is_is: Texti #
ms_my: Mesej #

source: Total cost of products:
bs_ba: Ukupni troškovi proizvoda:
gl_es: Custe total dos produtos:
tl_ph: Kabuuang halaga ng mga produkto:

source: Total value of vouchers:
bs_ba: Ukupna vrijednost vaučera:
gl_es: Valor total dos cupóns:
tl_ph: Kabuuang halaga ng mga resibo:

source: Total cost of gift wrapping:
bs_ba: Ukupni troškovi upakivanja poklona:
gl_es: papel de agasallo
tl_ph: Kabuuang halaga ng pagbabalot ng regalo:

source: Total shipping costs:
bs_ba: Ukupni troškovi isporuke:
gl_es: Gastos de envío totais:
tl_ph: Kabuuang mga halaga ng pagpapadala:

source: Open
bs_ba: Otvoreno
gl_es: Abrir

source: Closed
bs_ba: Zatvoreno
gl_es: Pechado

source: Pending 1
bs_ba: Na čekanju 1
gl_es: Pendente 1

source: Pending 2
bs_ba: Na čekanju 2
gl_es: Pendente 2

source: No new messages
bs_ba: Nema novih poruka
gl_es: Non hai novas mensaxes
ms_my: No new message

source: New message
bs_ba: Nova poruka
gl_es: Nova Mensaxe

source: Meaning of status
bs_ba: Značenje statusa
gl_es: Significado do estado

source: Statistics
bs_ba: Satatistike
gl_es: Estatísticas
ms_my: Statistik

source: New messages
bs_ba: Nove poruke
gl_es: Mensaxes novas

source: Sync
bs_ba: Sinhronizacija
gl_es: Sincronizar

source: Run sync:
bs_ba: Pokreni sync:
gl_es: Executar sincronización:
tl_ph: Patakbuhin ang sync:

source: Run sync
bs_ba: Pokreni sinhronizaciju
gl_es: Executar sincronización

source: Click to synchronize mail automatically
bs_ba: Kliknite za automatsku sinhronizaciju mailova
gl_es: Preme para sincronizar o correo automaticamente

source: Forward this discussion to an employee:
bs_ba: Proslijedi ovu raspravu zaposleniku:
gl_es: Enviarlle esta conversa a unha empregada:
tl_ph: Ipasa ang diskusyon na ito sa isang empleyado:

source: Someone else
bs_ba: Neko drugi
gl_es: Alguén máis

source: Comment:
bs_ba: Komentar:
gl_es: Comentario:

source: Forward
bs_ba: Proslijedi
gl_es: Cara adiante

source: Order #
bs_ba: Narudžba #
gl_es: Pedido #

source: See more
bs_ba: Vidi više
gl_es: Ver máis

source: Forward this discussion to another employee
bs_ba: Proslijediti ovu raspravu drugom zaposleniku
gl_es: Reenviarlle esta discusión a outra empregada

source: To:
bs_ba: Do:
gl_es: Asta:
ms_my: Kepada:

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
bs_ba: [1]%count%[/1] narudžba(e) potvrđeno u ukupnom iznosu od [2]%total%[/2]
gl_es: [1]%count%[/1] encomenda(s) validadas por un importe total de [2]%total%[/2]
tl_ph: [1]%count%[/1] (mga) order na binalido para sa kabuuang halaga [2]%total%[/2]

source: No orders validated for the moment
bs_ba: Trenutno nema potvrđenih narudžbi
gl_es: Ningunha encomenda validada polo momento

source: Your answer to
bs_ba: Vaš odgovor na
gl_es: A túa resposta a

source: Orders and messages timeline
bs_ba: Hronološki prikaz narudžbi i poruka
gl_es: Historial das encomendas e mensaxes

source: View customer
bs_ba: Vidi kupca
gl_es: Ver clienta

source: Customer ID:
bs_ba: ID Kupca:
gl_es: ID da Clienta:
tl_ph: Ang ID ng Kustomer:

source: Sent on:
bs_ba: Poslano:
gl_es: Enviado o:
tl_ph: Ipadala sa:

source: Browser:
bs_ba: Preglednik:
gl_es: Navegador:
tl_ph: Ang browser:

source: File attachment
bs_ba: Priložena datoteka
gl_es: Ficheiro adxunto

source: View file
bs_ba: Vidi datoteku
gl_es: Ver ficheiro

source: Product #
bs_ba: Proizvod #
gl_es: Produto #

source: Sent by:
bs_ba: Poslao:
gl_es: Enviada por:
tl_ph: Ipinadala sa pamamagitan ng:

source: Thread ID:
bs_ba: ID Tema:
gl_es: ID da conversa:
tl_ph: Ang ID ng Thread:

source: Message ID:
bs_ba: ID poruke:
gl_es: ID da Mensaxe:
tl_ph: ID ng Mensahe:

source: Message:
bs_ba: Poruka:
gl_es: Mensaxe:
ms_my: Mesej:
tl_ph: Ang mensahe:

source: Reply to this message
bs_ba: Odgovori na ovu poruku
gl_es: Responder esta mensaxe

source: Please type your reply below:
bs_ba: Molimo unesite svoj odgovor ispod:
gl_es: Por favor, escribe a túa resposta embaixo:
tl_ph: Pakiusap na isulat ang iyong tugon sa ibaba:

source: Your reply will be sent to:
bs_ba: Vaš odgovor bit će poslan na:
gl_es: A túa resposta enviaráselle a:
tl_ph: Ang iyong pagtugon ay ipapadala sa:

source: Send my reply
bs_ba: Pošalji moj odgovor
gl_es: Enviar a miña resposta

source: Field Name
bs_ba: Naziv polja
gl_es: Nome do Campo
tl_ph: Ang pangalan ng patlang

source: Referrers
bs_ba: Preporuke
gl_es: referencias
ms_my: Perujuk

source: Customized
bs_ba: Prilagođeno
gl_es: Persoalizado

source: Picture #
bs_ba: Slika #
gl_es: Imaxe #

source: Text #%s
bs_ba: Tekst #%s
gl_es: Texto #%s

source: Quantity:
bs_ba: Količina:
gl_es: Cantidade:
tl_ph: Kantidad:

source: Amount:
bs_ba: Iznos:
gl_es: Importe:
ms_my: Jumlah:
tl_ph: Ang halaga:

source: Apply on all invoices
bs_ba: Primijeni na sve račune
gl_es: Aplicar en tódalas facturas

source: Document
gl_es: Documento

source: Number
gl_es: Número

source: Delivery slip
gl_es: Folla de entrega

source: Credit Slip
bs_ba: Kreditna nota
gl_es: Abono
ms_my: Penyata kredit

source: overpaid
gl_es: pagado de máis

source: Enter payment
gl_es: Introducir pagamento

source: Add note
gl_es: Engadir nota

source: Edit note
bs_ba: Uredi napomenu
gl_es: Editar nota

source: Generate invoice
bs_ba: Generiši račun
gl_es: Xerar factura

source: Create a new invoice
gl_es: Crear unha nova factura

source: New invoice information
gl_es: Información da nova factura

source: Shipping Costs
bs_ba: Troškovi dostave
gl_es: Custos de Envío
tl_ph: Mga halaga ng pagpapadala

source: Qty
bs_ba: Kol
gl_es: Cant.
is_is: Fj.
ms_my: Kuantiti

source: Available quantity
bs_ba: Dostupna količina
gl_es: Cantidade dispoñible

source: Reference number:
bs_ba: Referentni broj:
gl_es: Número de referencia:
tl_ph: Sangguniang numero:

source: Supplier reference:
bs_ba: Referenca dobavljača:
gl_es: Referencia da distribuidora:
tl_ph: Sanggunian ng tagapagtustos:

source: %quantity_refunded% (%amount_refunded% refund)
bs_ba: %quantity_refunded% (%amount_refunded% povrat)
gl_es: %quantity_refunded% (%amount_refunded% reembolsado)
tl_ph: %quantity_refunded% (%amount_refunded% ang ibinalik)

source: Package content
bs_ba: Sadržaj paketa
gl_es: Contido do paquete
tl_ph: Nilalaman ng bagahe

source: Location
bs_ba: Lokacija
gl_es: Localización
ms_my: Lokasi
tl_ph: Lokasyon

source: Refund history
bs_ba: Istorija refundiranja
gl_es: Historial da devolución

source: Return history
bs_ba: Istorija povrata robe
gl_es: Historial da devolución

source: Package item
bs_ba: Stavke pakiranja
gl_es: Artigo do paquete
tl_ph: Aytem ng bagahe

source: Ref Supplier:
bs_ba: Ref Dobavljač:
gl_es: Ref da Distribuidora:
tl_ph: Tagapagtustos ng Ref:

source: Edit shipping details
bs_ba: Uredi detalje dostave
gl_es: Editar detalles de envío
tl_ph: I-edit ang mga detalye ng pagpapadala

source: Back office order
gl_es: Encomenda dente o Panel de Administración

source: Vouchers
bs_ba: Vaučeri
gl_es: Descontos
is_is: Inneign
ms_my: Pemberian

source: Add new customer
bs_ba: Dodaj novog kupca
gl_es: Engadir un novo cliente

source: Search for a product
bs_ba: Traži proizvod
gl_es: Procurar un produto

source: View this order
bs_ba: Vidi ovu narudžbu
gl_es: Ver esta encomenda

source: Recycled packaging
gl_es: Paquete Reciclado
ms_my: Recycled package

source: View this cart
gl_es: Ver este carro

source: Use this cart
gl_es: Empregar este carro

source: Use
gl_es: Empregar

source: Duplicate this order
gl_es: Duplicar esta encomenda

source: Gift
gl_es: Agasallo
is_is: Gjöf
ms_my: Hadiah

source: Search for a customer
gl_es: Procurar unha clienta

source: Total paid
gl_es: Total pagado
ms_my: Jumlah yang dibayar

source: Cart
bs_ba: Korpa
gl_es: Carro
is_is: Karfa
ms_my: Troli:

source: In stock
bs_ba: Na stanju
gl_es: En stock
is_is: Til á lager
ms_my: Ada dalam stok dahulu

source: Add to cart
bs_ba: Dodaj u korpu
gl_es: Engadir á cesta
is_is: Bæta í körfu
ms_my: Tambah ke troli

source: Search for a voucher
gl_es: Procurar un cupón

source: Add new voucher
gl_es: Engadir novo cupón

source: Add a new address
gl_es: Engadir un novo enderezo
is_is: Skráðu nýtt heimilisfang
ms_my: Tambah alamat baru

source: Delivery option
gl_es: Opción de entrega
ms_my: Opsyen serahan

source: Shipping price (Tax incl.)
gl_es: Prezo do envío (Taxas incl.)

source: Gift message
gl_es: Mensaxe de regalo

source: Total products
bs_ba: Ukupno proizvodi
gl_es: Total produtos
is_is: Fjöldi vara
ms_my: Jumlah produk:
tl_ph: Kabuuan ng mga produkto

source: Total vouchers (Tax excl.)
gl_es: Total cupóns (Taxas non incl.)

source: Total shipping (Tax excl.)
gl_es: Total envío (Taxas non incl.)

source: Total taxes
bs_ba: Ukupno porezi
gl_es: Total taxas

source: Total (Tax excl.)
bs_ba: Ukupno (bez PDV-a)
gl_es: Total (Taxas non incl.)

source: Total (Tax incl.)
bs_ba: Ukupno (s PDV-om)
gl_es: Total (Taxas incl.)

source: Create the order
bs_ba: Kreiraj narudžbu
gl_es: Crear a encomenda

source: Choose an order status
bs_ba: Izaberite status narudžbe
gl_es: Escolle un estado da encomenda

source: Update Order Status
bs_ba: Ažuriraj status narudžbe
gl_es: Actualizar o Estado da Encomenda

source: Return products
bs_ba: Vrati proizvode
gl_es: Devolver produtos

source: Standard refund
bs_ba: Standardni povrat novca
gl_es: Reembolso estándar

source: Cancel products
bs_ba: Otkaži proizvode
gl_es: Cancelar produtos

source: Add a product
gl_es: Engadir un produto

source: Partial refund
bs_ba: Djelomični povrat novca
gl_es: Reembolso parcial

source: SIRET
bs_ba: Identifikacijski broj SIRET
gl_es: CIF

source: APE
gl_es: CNAE ou NACE

source: View order
bs_ba: Vidi narudžbu
gl_es: Ver pedido

source: Print order
bs_ba: Odštampaj narudžbu
gl_es: Imprimir Pedido

source: View invoice
bs_ba: Pogledaj račun
gl_es: Ver Factura

source: No invoice
bs_ba: Nema računa
gl_es: Sen factura

source: View delivery slip
bs_ba: Vidi dostavnicu
gl_es: Ver nota de envío

source: Documents
gl_es: Documentos

source: Resend email
bs_ba: Ponovno slanje emaila
gl_es: Reenviar o correo electrónico

source: Update status
bs_ba: Ažuriraj status
gl_es: Actualizar estado

source: Merchandise Returns
gl_es: Devolucións de mercancías
ms_my: Retours produit

source: Gift wrapping
bs_ba: Pakovanje kao poklon
gl_es: Mensaxe de Regalo

source: Payment method
bs_ba: Način plaćanja
gl_es: Forma de pago
is_is: Greiðslumáti
ms_my: Kaedah Pembayaran

source: Transaction ID
bs_ba: ID transakcije
gl_es: ID da transacción

source: Card Number
bs_ba: Broj kartice
gl_es: Número da tarxeta
ms_my: Nombor kad

source: Not defined
bs_ba: Nije definisano
gl_es: Sen definir

source: Card Brand
bs_ba: Vrsta kartice
gl_es: Marca da Tarxeta

source: Card Expiration
bs_ba: Istek kartice
gl_es: Caducidade da Tarxeta

source: Card Holder
bs_ba: Vlasnik kartice
gl_es: Titular da Tarxeta

source: Change currency
bs_ba: Promijeni valutu
gl_es: Cambiar moeda

source: Change
bs_ba: Promijeni
gl_es: Cambiar

source: This order has been placed by a guest.
bs_ba: Ovu narudžbu je izvršio gost.
gl_es: Esta encomenda realizouna unha invitada.

source: Account registered
bs_ba: Nalog registrovan
gl_es: Conta rexistrada

source: Valid orders placed
bs_ba: Važeće narudžbe
gl_es: Pedidos Válidos Realizados

source: Total spent since registration
bs_ba: Ukupno potrošeno od registracije
gl_es: Gastado dende o seu rexistro
ms_my: Total paid since registration

source: Private note
gl_es: Nota privada

source: Shipping address
bs_ba: Adresa za dostavu
gl_es: Enderezo de envío
is_is: Berist til
ms_my: Alamat penghantaran

source: Invoice address
gl_es: Dirección de Facturación
is_is: Heimilisfang fyrir reiking
ms_my: Alamat invois

source: Private
bs_ba: Privatno
gl_es: privado

source: Choose a standard message
bs_ba: Odaberite standardnu poruku
gl_es: Elixir unha mensaxe estandar

source: Configure predefined messages
bs_ba: Konfiguracija predefinirane poruke
gl_es: Configura-las mensaxes predefinidas

source: Display to customer?
gl_es: ¿Amosar ao cliente?

source: Send message
bs_ba: Pošalji poruku
gl_es: Enviar mensaxe

source: Show all messages
bs_ba: Prikaži sve poruke
gl_es: Amosar tódalas mensaxes

source: Returned
bs_ba: Vraćeno
gl_es: Devolto
is_is: Skilað
ms_my: Dipulangkan

source: Return
bs_ba: Vrati
gl_es: Devolver
is_is: Til baka
ms_my: Kembali

source: Refund
bs_ba: Refundiraj
gl_es: Reembolso

source: Add a new discount
bs_ba: Dodaj novi popust
gl_es: Engadir un novo desconto

source: Discount name
gl_es: Nome do Desconto

source: Value
bs_ba: Vrijednost
gl_es: Valor
ms_my: Nilai

source: Delete voucher
bs_ba: Obrišite vaučer
gl_es: Eliminar cupón

source: Products:
bs_ba: Proizvodi
gl_es: Produtos
ms_my: Produk

source: Discounts
bs_ba: Popusti
gl_es: Descontos
ms_my: Diskaun

source: Wrapping
bs_ba: Pakovanje
gl_es: Embalaxe
is_is: Pökkun
ms_my: Bungkus
tl_ph: Pagbabalot

source: (Max %s %s)
bs_ba: (Maks %s %s)
gl_es: (Máx %s %s)

source: Re-stock products
gl_es: Re-stockar produtos

source: Generate a credit slip
gl_es: Xerar Comprobante de Pago

source: Generate a voucher
gl_es: Xerar cupón

source: Repay shipping costs
bs_ba: Izvrši povrat troškova dostave
gl_es: Voltar a pagar gastos de envío

source: This order has been partially paid by voucher. Choose the amount you want to refund:
bs_ba: Ovaj nalog je djelomično plaćen vaučerom. Odaberite iznos za koji želite povrat:
gl_es: Esta encomenda pagouse parcialmente cun cupón. Escolle o importe que queres reembolsar:
tl_ph: Ang order na ito ay baha-bahaging binayaran sa pamamagitan ng resibo. Piliin ang halaga ng nais mong ibalik ang bayad:

source: Include amount of initial voucher:
bs_ba: Uključiti iznos inicijalnog vaučera:
gl_es: Incluí-lo importe do cupón inicial:

source: Exclude amount of initial voucher:
bs_ba: Isključiti iznos inicijalnog vaučera:
gl_es: Excluír importe do cupón inicial:

source: Amount of your choice:
bs_ba: Iznos po vašem izboru:
gl_es: Importe da túa escolla:

source: This order has been partially paid by voucher. Choose the amount you want to refund:
bs_ba: Ovaj nalog je djelomično plaćen vaučerom. Odaberite iznos za koji želite povrat:
gl_es: Esta encomenda pagouse parcialmente cun cupón. Escolle o importe que queres reembolsar:

source: Product(s) price:
bs_ba: Cijena(e) proizvoda:
gl_es: Prezo do(s) produto(s):

source: Product(s) price, excluding amount of initial voucher:
bs_ba: Cijena proizvoda, isključujući inicijalni iznos vaučera:
gl_es: Prezo do(s) produto(s), excluído o importe do cupón inicial:

source: Sources
bs_ba: Izvori
gl_es: Fontes

source: From
bs_ba: Od
gl_es: Dende
is_is: Frá
ms_my: Daripada

source: To
bs_ba: Za
gl_es: Asta
ms_my: Untuk

source: Order no.
bs_ba: Narudžba br.
gl_es: Nº de encomenda

source: Text #%d
bs_ba: Tekst #%d
gl_es: Texto #%d

source: Delay
bs_ba: Kašnjenje
gl_es: Espera
ms_my: Lengah masa

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
bs_ba: Pozdrav, Nažalost, proizvod koji ste naručili trenutno je rasprodan. To može uzrokovati neznatno kašnjenje u isporuci. Molimo prihvatite naše izvinjenje i budite uvjereni da ćemo naporno raditi kako bi se ispravio ovaj propust S poštovanjem,
gl_es: Ola, Desafortunadamente, un artigo da túa encomenda atópase actualmente esgotado. Isto pode ocasionar unha leve demora na súa entrega. Por favor, acepta as nosas desculpas e ten por seguro que estamos a traballar duro para solucionar este problema. Saúdos cordiais,
tl_ph: Kumusta, Sa kasamaang-palad, ang isang aytem na iyong inorder ay kasalukuyang wala sa imbakan. Ito ay magiging sanhi ng kaunting pagkaantala sa pagpapadala. Pakiusap tanggapin ang aming paumanhin at ikaw ay nakakasigurado na kami ay magsisikap na magtrabaho para maitama namin ito. Malugod na bumabati,

source: Waiting for confirmation
bs_ba: Čeka se potvrda
gl_es: Agardando a confirmación
tl_ph: Naghihintay para sa kumpirmasyon

source: Waiting for package
bs_ba: Čekanje paketa
gl_es: Agardando polo paquete
tl_ph: Inaantay para sa bagahe

source: Package received
bs_ba: Paket dostavljen
gl_es: Paquete recibido
tl_ph: Ang bagahe ay natanggap na

source: Return denied
bs_ba: Povratak odbijen
gl_es: Devolución denegada
tl_ph: Tinanggihan ang pagbalik

source: Return completed
bs_ba: Povratak završen
gl_es: Devolución completada
tl_ph: Kompleto na ang ibinalik

source: Awaiting check payment
bs_ba: Očekujemo bankovno plaćanje
gl_es: Agardando pagamento por cheque
ms_my: Menunggu bayaran cek

source: Payment accepted
bs_ba: Plaćanje prihvaćeno
gl_es: Pagamento aceptado
is_is: Greiðsla samþykkt
tl_ph: Ang bayad ang tinanggap

source: Processing in progress
bs_ba: Obrada u toku
gl_es: Preparación en curso
is_is: Færsla í vinnslu
tl_ph: Ang pagpo-proseso ay nasa progreso

source: Shipped
bs_ba: Poslano
gl_es: Enviada
ms_my: Dihantar
tl_ph: Naipadala na

source: Delivered
bs_ba: Dostavljeno
gl_es: Entregada
is_is: Afhent
tl_ph: Naipadala na

source: Canceled
bs_ba: Otkazano
gl_es: Cancelada
is_is: Hætt við
tl_ph: Kinansela

source: Refunded
bs_ba: Novac vraćen
gl_es: Reembolsado

source: Payment error
bs_ba: Greška prilikom plaćanja
gl_es: Erro de pagamento
is_is: Greiðslu villa
tl_ph: Kamalian sa pagbabayad

source: On backorder (paid)
bs_ba: Na čekanju (plaća se)
gl_es: Encomenda pendente for falla de stock (pagado)
is_is: Sérpöntun (greitt)
tl_ph: Sa ibinalik na order (bayad na)

source: On backorder (not paid)
bs_ba: Na čekanju (neplaćeno)
gl_es: Encomenda pendente por falla de stock (sen pagar)
is_is: Sérpöntun (ógreitt)
tl_ph: Sa ibinalik na order (hindi pa bayad)

source: Awaiting bank wire payment
bs_ba: Očekujemo bankovnu potvrdu plaćanja
gl_es: Agardando transferencia bancaria
is_is: Bið eftir millifærslu
tl_ph: Hinihintay ang pagbabayad sa telegrama ng bangko

source: Remote payment accepted
bs_ba: Plaćanje na daljinu prihvaćeno
gl_es: Pago remoto aceptado
is_is: Utanaðkomandi greiðsla samþykkt
tl_ph: Malayuang pagbabayad ay tinatanggap

source: Awaiting Cash On Delivery validation
bs_ba: Čeka validaciju Plaćanje po dostavi
gl_es: Agardando a validación do Pago Contra Reembolso
is_is: Bíður staðfestingu á greiðslu við afhendingu
tl_ph: Hinihintay ang balidasyon ng Cash On Deivery

source: None
bs_ba: Ništa
gl_es: Ningún
is_is: Engin
ms_my: tak satupun
tl_ph: Wala

source: Low
bs_ba: Nisko
gl_es: Baixa
is_is: Lár
ms_my: Rendah

source: Medium
bs_ba: Srednje
gl_es: Medio
ms_my: Sederhana
tl_ph: Medyum

source: High
bs_ba: Visoko
gl_es: Alto
ms_my: Tinggi
tl_ph: Mataas

source: 1 - Creation in progress
bs_ba: 1 - Kreiranje u toku
gl_es: 1 - Creación en progreso
tl_ph: 1 -Nilikha ay nasa progreso

source: 2 - Order validated
bs_ba: 2 - Narudžba potvrđena
gl_es: 2 - Encomenda validada
tl_ph: 2 - Ang order ay napatunayan

source: 3 - Pending receipt
bs_ba: 3 - Čekanje primitka
gl_es: 3 - Pendente de recepción
tl_ph: 3 - Naantalang resibo

source: 4 - Order received in part
bs_ba: 4 - Narudžba primljena u dijelovima
gl_es: 4 - Encomenda recibida parcialmente
tl_ph: 4 - Natanggap ang order sa bahagi

source: 5 - Order received completely
bs_ba: 5 - Narudžba u potpunosti primljena
gl_es: 5 - Pedido recibido por completo
tl_ph: 5 - Ang order ay natanggap ng kompleto

source: 6 - Order canceled
bs_ba: 6 - Narudžba otkazana
gl_es: 6 - Encomenda cancelada
tl_ph: 6 - Ang order ay kinansela

source: Addresses
bs_ba: Adrese
gl_es: Enderezos
is_is: Heimilisföng
ms_my: Alamat

source: The national ID card number of this person, or a unique tax identification number.
bs_ba: Nacionalni broj lične kartke te osobe, ili jedinstveni porezni identifikacijski broj.
gl_es: O número do documento de identidade desta persoa ou un número de identificación fiscal único.
tl_ph: Ang numero ng kard ng nasyonal na ID ng tao na ito, o ang isang kakaibang numero ng pagkakakilanlan sa buwis.

source: Address alias
bs_ba: Nadimak adrese
gl_es: Alcume para o enderezo
ms_my: Alamat samaran

source: Non ordered
bs_ba: Nije poredano
gl_es: Sen ordenar
ms_my: Tidak ditempah

source: Abandoned cart
bs_ba: Napuštena korpa
gl_es: Carro abandonado
ms_my: Troli terbiar

source: Export carts
gl_es: Exportar carros da compra
ms_my: Eksport troli

source: Abandoned Carts
gl_es: Carros Abandonados
ms_my: Troli Terbiar

source: From %date1% to %date2%
bs_ba: Od %date1% do %date2%
gl_es: Dende o %date1% ata o %date2%
tl_ph: Mula sa %date1% hanggang sa %date2%

source: Average Order Value
gl_es: Valor Medio da Encomenda
ms_my: Nilai Purata Tempahan

source: Net Profit per Visitor
gl_es: Beneficio Neto por Visitante
ms_my: Keuntungan Bersih per Pelawat

source: Cart #%ID%
bs_ba: Korpa #%ID%
gl_es: Carro #%ID%
tl_ph: Kart #%ID%

source: Total Cart
gl_es: Total Carro
ms_my: Jumlah Troli

source: Free Shipping
gl_es: Envío Gratuito
ms_my: Percuma penghantaran

source: Order messages
gl_es: Mensaxe dos pedidos

source: Add new order message
gl_es: Engadir nova mensaxe de encomenda

source: New client
bs_ba: Novi klijent
gl_es: Nova clienta

source: Change Order Status
bs_ba: Promijenite status narudžbe
gl_es: Muda-lo Estado da Encomenda

source: Add new order
gl_es: Engadir nova encomenda

source: Orders
gl_es: Encomendas
ms_my: Commandes

source: Create order
bs_ba: Kreiraj narudžbu
gl_es: Crear pedido

source: Order %reference% from %firstname% %lastname%
bs_ba: Narudžba %reference% od %firstname% %lastname%
gl_es: Encomenda %reference% de %firstname% %lastname%
tl_ph: Ang order sa %reference% mula sa %firstname% %lastname%

source: Credit slip for order #%d
gl_es: Recibo para e encomenda #%d

source: Credit card slip for order #%d
gl_es: Recibo da tarxeta de crédito para a encomenda #%d

source: Manual order -- Employee:
bs_ba: Ručna narudžba - Zaposlenik:
gl_es: Encomenda manual -- Empregada:
tl_ph: Pag-order ng manu-mano - ng Empleyado:

source: Net Profit per Visit
gl_es: Beneficio Neto por Visita

source: 30 days
gl_es: 30 días
ms_my: 30 hari

source: Order #%id% (%ref%) - %firstname% %lastname%
bs_ba: Narudžba #%id% (%ref%) - %firstname% %lastname%
gl_es: Encomenda #%id% (%ref%) - %firstname% %lastname%

source: %amount% tax excl.
bs_ba: %amount% bez PDV-a.
gl_es: %amount% taxas non incl.
tl_ph: %amount% hindi kasali ang buwis.

source: Risk
gl_es: Risco

source: Merchandise return (RMA) options
gl_es: Opcións de Mercancia Devolta (RMA)

source: Enable returns
gl_es: Habilitar as devolucións

source: Time limit of validity
gl_es: Prazo para a devolución
