Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminNavigationNotification.*.xlf
Languages: ar_sa, az_az, gl_es, sq_al, tl_ph

source: registered
ar_sa: تم التسجيل
gl_es: rexistrado
sq_al: regjistruar
tl_ph: ang rehistrado

source: No new order for now :(
ar_sa: لا يوجد طلب جديد الآن :(
az_az: Hələlik yeni sifariş yoxdur :(
gl_es: Ningunha nova encomenda polo de agora :(
sq_al: Aktualisht nuk asnjë asnjë porosi
tl_ph: Walang mga bagong order para sa ngayon :(

source: No new customer for now :(
ar_sa: لا يوجد عملاء جدد الآن :(
az_az: Hələlik yeni bir müştəri yoxdur :(
gl_es: Ningunha clienta nova pola de agora :(
sq_al: Aktualisht kuk asnjë asnjë klient
tl_ph: Walang bagong kustomer para sa ngayon :(

source: No new message for now.
ar_sa: لاتوجد رسائل جديدة حتى الآن.
az_az: Hələlik yeni mesaj yoxdur.
gl_es: Ningunha mensaxe nova polo de agora.
tl_ph: Walang bagong mensahe para sa ngayon.

source: Your shop is in debug mode.
ar_sa: متجرك في نظام التصحيح.
gl_es: A túa tenda está en modo de depuración.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
ar_sa: يتم عرض جميع أخطاء PHP والرسائل. عندما لم تعد بحاجة إليه ، [1] أوقف [/1] هذا الوضع.
gl_es: Amósanse tódolos erros e mensaxes PHP. Cando non o precises máis, [1]apaga[/1] este modo.

source: Your shop is in maintenance.
gl_es: A túa tenda está en mantemento.
sq_al: Dyqani yt është duke u mirëmbajtur.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
ar_sa: لا يمكن للزوار والعملاء الوصول إلى متجرك أثناء وضع الصيانة. %s لإدارة إعدادات الصيانة، انتقل إلى معلمات المتجر> علامة التبويب صيانة.
gl_es: A túa clientela e mailas túas visitas non poden acceder á tenda mentres estea en modo de mantemento. %s Para administra-los axustes de mantemento, vai á sección Parámetros da Tenda > Mantemento.
sq_al: Vizitorët dhe klientët tu nuk mund të qasen në dyqanin tuaj derisa ndodhet në regjimin e mirëmbajtjes.%s Për të menaxhuar cilësimet e mirëmbajtjes, shko te Parametrat e dyqanit> Skedina i mirëmbajtjes.

source: Orders[1][/1]
ar_sa: طلب [1][/1]
az_az: Sifarişlər[1][/1]
gl_es: Encomendas[1][/1]
sq_al: Porositë[1][/1]
tl_ph: Ang mga order[1][/1]

source: Customers[1][/1]
ar_sa: العملاء [1][/1]
az_az: Müştərilər[1][/1]
gl_es: Clientela[1][/1]
sq_al: Klientët[1][/1]
tl_ph: Ang mga Kustomer[1][/1]

source: Messages[1][/1]
ar_sa: الرسائل [1][/1]
az_az: Mesajlar[1][/1]
gl_es: Mensaxes[1][/1]
sq_al: Mesazhet[1][/1]
tl_ph: Ang mga mensahe[1][/1]

source: from
ar_sa: من
az_az: kimdən
gl_es: dende
sq_al: prej

source: Did you check your conversion rate lately?
ar_sa: هل راجعت رسوم التحويل مؤخراً؟
gl_es: Comprobaches a túa taxa de conversión ultimamente?
sq_al: A e ke kontrolluar normën e konvertimit së fundmi?
tl_ph: Nagawa mo bang suriin ang iyong halaga ng palitan kamakailan?

source: How about some seasonal discounts?
ar_sa: ماذا عن التخفيضات الموسمية؟
gl_es: E se fas algúns descontos de tempada?
sq_al: Si mendon për disa ulje sezonale?
tl_ph: Papaano ang tungkol sa Ilang pana-panahong mga deskuwento?

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
ar_sa: هل راجعت سلة المهملات[1][2] قد يكون طلبك التالي [/2][/1]?[3] موجود هناك!
gl_es: Revisaches os [1][2]carros abandonados[/2][/1]?[3]A túa vindeira encomenda puidera estar aí agochada!
sq_al: A i ke kontrolluar [1][2]shportat e braktisura[/2][/1]?[3]Porosia jote e ardhshme mund të fshihet atje!
tl_ph: Nagawa mo bang suriin ang iyong [1][2]mga abandonado kart[/2][/1]?[3]Ang iyong susunod na order ay maaaring nagtatago doon!

source: Have you sent any acquisition email lately?
ar_sa: هل ارسلت اي طلب اسعار بالايميل قريباً؟
gl_es: Enviaches algún correo electrónico de adquisición ultimamente?
sq_al: A ke dërguar ndonjë email blerje së fundmi?
tl_ph: Iyo bang nagawang magpadala ng anumang pagkakamit sa iyong emeyl kamakailan?

source: Are you active on social media these days?
ar_sa: هل انت نشط في مواقع التواصل الأجتماعي هذه الايام؟
gl_es: Estás a te manter activa/o nas redes sociais actualmente?
sq_al: A ke qenë aktiv në mediat sociale këto ditë?
tl_ph: Ikaw ba ay aktibo sa social media sa panahong ito?

source: Have you considered selling on marketplaces?
ar_sa: هل فكرت في البيع من خلال المتجر؟
az_az: Bazaryerində satmağı düşündünüzmü?
gl_es: Consideraches vender en mercados?
sq_al: A ke menduar për shitje në platforma tregtare?
tl_ph: Kinokonsidera mo ba ang pagbebenta sa mga pamilihan?

source: That's more time for something else!
ar_sa: هناك المزيد من الموقع لشيء أخر!
gl_es: Iso quere dicir que hai máis tempo para facer outras cousas!
sq_al: Tani ke më shumë kohë për diçka tjetër!
tl_ph: Iyan ang maraming oras para sa anumang paraan!

source: No news is good news, isn't it?
ar_sa: عندما لاتوجد اخبار. ذلك خبر جيد. اليس كذلك؟
az_az: Heç bir xəbər yaxşı xəbər deyil, elə deyilmi?
gl_es: Que non haxa novas é unha boa nova, non é?
sq_al: Asnjë lajm është lajm i mirë, apo jo?
tl_ph: Ang walang balita ay magandang balita, hindi ba?

source: Seems like all your customers are happy :)
ar_sa: يبدو أن جميع عملائك سعداء :)
gl_es: Semella que toda a túa clientela é feliz :)
sq_al: Duket sikur të gjithë klientët tu janë të lumtur :)
tl_ph: Tila ba ang lahat ng iyong mga kustomer ay masaya :)

source: An error occurred while updating new window property.
ar_sa: حدث خطأ أثناء تحديث حالة النافذة الجديدة.
az_az: Yeni pəncərə özəlliklərini yeniləyərkən bir yanlışlıq oldu.
gl_es: Ocorreu un erro ó actualizar a nova propiedade da xanela.

source: An error occurred while updating the new window property for this object.
az_az: Bu obyekt üçün yeni pəncərə özəlliklərini yeniləyərkən bir yanlışlıq oldu.
gl_es: Ocorreu un erro ó actualizar a nova propiedade da xanela para este obxecto.
