Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogNotification.*.xlf
Languages: az_az, ko_kr, ms_my, vi_vn

source: The display of your brands is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
ko_kr: 상점에 당신의 상표 표시가 활성화 되었습니다. %s상점 매개변수 > 일반%s 으로 이동하여 설정을 수정하세요.

source: The display of your brands is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
ko_kr: 상점에 당신의 상표 표시가 비활성화 되었습니다. %s상점 매개변수 > 일반%s 으로 이동하여 설정을 수정하세요.

source: Unable to resize one or more of your pictures.
az_az: Bir, ya da daha çox şəklin ölçüsünü dəyişmək olmur.
ko_kr: 하나 이상의 사진 크기를 변경 할 수 없습니다.
vi_vn: Không thể thay đổi kích thước một hoặc nhiều hình ảnh của bạn.

source: It is not possible to delete a supplier if there are pending supplier orders.
ko_kr: 보류중인 공급사 주문들이 있다면 공급사를 삭제할 수 없습니다.
vi_vn: Không thể xóa một nhà cung cấp nếu có các đơn hàng đang chờ nhà cung cấp.

source: The display of your suppliers is enabled on your store. Go to %sShop Parameters > General%s to edit settings.
ko_kr: 상점에 당신의 공급사 표시가 활성화 되었습니다. %s상점 매개변수 > 일반%s 으로 이동하여 설정을 수정하세요.

source: The display of your suppliers is disabled on your store. Go to %sShop Parameters > General%s to edit settings.
ko_kr: 상점에 당신의 공급사 표시가 비활성화 되었습니다. %s상점 매개변수 > 일반%s 으로 이동하여 설정을 수정하세요.

source: There are not enough products in stock.
az_az: Anbarda yetəri qədər məhsul yoxdur.
ko_kr: 상품의 재고가 충분하지 않습니다.
vi_vn: Không có đủ sản phẩm trong kho.

source: Selected products were successfully canceled.
ko_kr: 선택된 상품들이 취소되었습니다.

source: Cannot find specific price %price%
ko_kr: 특정 가격 %price%를 찾을 수 없음

source: This pack is empty. You must add at least one product item.
ko_kr: 이 묶음은 비었습니다. 최소 하나의 상품 품목을 추가해야 합니다.
vi_vn: Gói hàng này trống. Bạn phải thêm ít nhất một mục sản phẩm.

source: This value is too long. It should have %limit% characters or less.
ko_kr: 이 값은 너무 깁니다. %limit% 자 이하여야 합니다.
vi_vn: Giá trị này quá dài. Nó phải có %limit% ký tự trở xuống.

source: There is no result for this search. Update your filters to view other products.
az_az: Bu axtarış üçün heç bir nəticə yoxdur. Başqa məhsullara baxmaq üçün süzgəclərinizi yeniləyin.
ko_kr: 이 검색에 대한 결과가 없습니다. 다른 상품들을 보기 위해 필터를 갱신하세요.
vi_vn: Không có kết quả cho thao tác tìm kiếm này. Cập nhật các bộ lọc của bạn để xem các sản phẩm khác.

source: Duplication in progress...
ko_kr: 복제 진행 중...
vi_vn: Đang tiến hành sao đôi...

source: Duplication failed.
ko_kr: 복제 실패함.
vi_vn: Sao đôi thất bại.

source: Activation in progress...
ko_kr: 활성화 진행 중...
vi_vn: Đang tiến hành kích hoạt...

source: Activation failed.
ko_kr: 활성화 실패함.
vi_vn: Kích hoạt thất bại.

source: Deactivation in progress...
az_az: Pozulma gedir...
ko_kr: 비활성화 진행 중...
vi_vn: Đang tiến hành vô hiệu...

source: Deactivation failed.
az_az: Pozulma baş tutmadı.
ko_kr: 비활성화 실패함.
vi_vn: Vô hiệu thất bại.

source: Deletion in progress...
ko_kr: 삭제 진행 중...
vi_vn: Đang tiến hành xóa...

source: Deletion failed.
ko_kr: 삭제 실패함.
vi_vn: Xóa thất bại.

source: Duplicating products
ko_kr: 상품 복제
vi_vn: Sao đôi các sản phẩm

source: Duplicating...
ko_kr: 복제 중...
vi_vn: Đang sao đôi...

source: Activating products
az_az: Məhsullar aktivləşdirilir
ko_kr: 상품 활성화
vi_vn: Kích hoạt các sản phẩm

source: Activating...
ko_kr: 활성화 중...
vi_vn: Đang kích hoạt...

source: Deactivating products
az_az: Məhsullar deaktivasiya edilir
ko_kr: 상품 비활성화
vi_vn: Hủy kích hoạt các sản phẩm

source: Deactivating...
ko_kr: 비활성화 중...
vi_vn: Đang hủy kích hoạt...

source: Deleting products
az_az: Məhsullar silinir
ko_kr: 상품 삭제
vi_vn: Xóa các sản phẩm

source: Deleting...
ko_kr: 삭제 중...
vi_vn: Đang xoá...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
ko_kr: 다중 상점 컨텍스트 내에 있습니다: 변경 사항들은 모든 상점들, 또는 활성화 그룹의 각 상점들에 영향을 줍니다.
vi_vn: Bạn đang ở bối cảnh nhiều cửa hàng: bất kỳ điều chỉnh nào sẽ ảnh hưởng đến tất cả các cửa hàng của bạn, hoặc từng cửa hàng trong nhóm có hoạt động.

source: Friendly URLs are currently disabled.
ko_kr: 단축 URL은 현재 비활성화 되었습니다.
vi_vn: URL thân thiện đang bị vô hiệu.

source: To enable it, go to [1]SEO and URLs[/1]
ko_kr: 활성화 하려면, [1]SEO 와 URL[/1] 로 이동하세요
vi_vn: Để bật, vào [1]SEO và URL[/1]

source: Friendly URLs are currently enabled.
ko_kr: 단축 URL은 현재 활성화 되었습니다.
vi_vn: URL thân thiện đang được bật.

source: To disable it, go to [1]SEO and URLs[/1]
ko_kr: 비활성화 하려면, [1]SEO 와 URL[/1] 로 이동하세요
vi_vn: Để tắt, vào [1]SEO và URL[/1]

source: The "Force update of friendly URL" option is currently enabled.
ko_kr: "단축 URL 강제 갱신" 옵션이 현재 활성화 되었습니다.
vi_vn: Tùy chọn "Cập nhật cưỡng bức URL thân thiện" đang được bật.

source: To disable it, go to [1]Product Settings[/1]
ko_kr: 비활성화 하려면, [1]상품 설정[/1]으로 이동하세요
vi_vn: Để vô hiệu, vào [1]Thiết Lập Sản Phẩm[/1]

source: If no carrier is selected then all the carriers will be available for customers orders.
ko_kr: 선택된 배송업체가 없다면 고객들의 주문에 대해 모든 배송업체를 사용할 수 있습니다.
vi_vn: Nếu không có hãng vận chuyển được chọn thì tất cả các hãng vận chuyển có sẵn cho khách hàng đặt hàng.

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
ko_kr: 묶음에 대해 고급 재고 관리를 활성화하면, 구성 상품(들) 의 상품 수량 감소 선택 또한 활성화되어 있는지 확인해 주세요.
vi_vn: Khi cho phép quản lý kho hàng nâng cao cho một gói hàng, xin vui lòng đảm bảo rằng nó cũng được cho phép với các sản phẩm của nó - nếu bạn chọn giảm số lượng sản phẩm.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
ko_kr: 이 상점 컨텍스트의 상품을 추가 또는 수정할 수 없습니다: 상점 그룹 대신 상점을 선택하세요.
vi_vn: Bạn không thể thêm hay sửa một sản phẩm trong bối cảnh cửa hàng này: chọn một cửa hàng thay vì một nhóm cửa hàng.

source: This will delete all the combinations. Do you wish to proceed?
ko_kr: 이것은 모든 조합을 삭제하게 됩니다. 계속하시겠습니까?
vi_vn: Thao tác này sẽ xóa tất cả các cách kết hợp. Bạn có muốn tiếp tục không?

source: This will delete the specific price. Do you wish to proceed?
ko_kr: 이것은 특정 가격을 삭제하게 됩니다. 계속하시겠습니까?
vi_vn: Thao tác này sẽ xóa giá cụ thể. Bạn có muốn tiếp tục không?

source: A pack of products can't have combinations.
ko_kr: 상품들의 묶음은 조합을 가질 수 없습니다.
vi_vn: Một gói sản phẩm không thể có các cách kết hợp.

source: A virtual product can't have combinations.
ko_kr: 가상 상품은 조합을 가질 수 없습니다.
vi_vn: Sản phẩm ảo không thể có kết hợp.

source: What do you want to do with the products associated with this category?
az_az: Bu bölmə ilə bağlılığı olan məhsullarla nə etmək istəyirsiniz?
ko_kr: 이 분류와 연결된 상품들로 무엇을 하고 싶나요?
vi_vn: Làm những gì bạn muốn làm với các sản phẩm có liên quan với danh mục này?

source: Note that if they have another category, your products will logically remain associated with it.
ko_kr: 다른 분류가 있는 상품들은, 논리적으로 해당 분류와의 연관이 남아있게 됨을 주의하세요.

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
ko_kr: 파일 업로드 제한 (%s) 에 도달했습니다, 계속 업로드를 하려면 파일들을 제거하세요
vi_vn: Bạn đã đạt đến giới hạn (%s) của các tập tin tải lên, vui lòng xóa các tập tin để tiếp tục tải lên

source: This feature has been disabled. You can activate it here: %url%.
ko_kr: 이 기능은 비활성화 되었습니다. 여기에서 활성화 할 수 있습니다: %url%.
vi_vn: Tính năng này đã bị vô hiệu. Bạn có thể kích hoạt nó tại đây: %url%.

source: No address has been found for this brand.
ko_kr: 이 상표에 대한 주소가 없습니다.
vi_vn: Không có địa chỉ nào được tìm thấy cho thương hiệu này.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
ko_kr: 이 상점 컨텍스트의 재고를 관리할 수 없습니다: 상점 그룹 대신 상점을 선택하세요.
vi_vn: Bạn không thể quản lý kho hàng trong bối cảnh cửa hàng này: chọn một cửa hàng thay vì một nhóm cửa hàng.

source: There is no attachment yet.
az_az: Hələlik heç bir qoşma yoxdur.
ko_kr: 아직 첨부 파일이 없습니다.
vi_vn: Chưa có tập tin đính kèm.

source: No product matches your search. Try changing search terms.
ko_kr: 검색과 일치하는 상품이 없습니다. 검색 단어를 변경해 보세요.
vi_vn: Không có sản phẩm nào phù hợp với tìm kiếm của bạn. Hãy thử thay đổi cụm từ tìm kiếm.

source: Stock successfully updated
az_az: Anbar uğurla yeniləndi
ko_kr: 재고 업데이트 됨
vi_vn: Sản phẩm đã được cập nhật thành công

source: You must select some products before
az_az: Öncə bir neçə məhsullar seçməlisiniz
vi_vn: Bạn phải chọn một vài sản phẩm trước
