Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignHelp.*.xlf
Languages: ca_es, fi_fi, fr_fr, gl_es, ko_kr, lt_lt, nl_nl, ru_ru, sl_si, sr_cs, tr_tr

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
ca_es: Per defecte, totes les configuracions d'imatge estan instal·lades a la vostra botiga. No les elimineu, les necessitareu!
fi_fi: Kaikki kuvien asetukset ovat oletuksena asennettuna kauppaasi. Älä poista, tarvitset niitä!
fr_fr: Par défaut, les formats ont tous déjà été installés sur votre boutique. Ne les supprimez pas, vous allez en avoir besoin !
ko_kr: 기본으로, 모든 이미지 설정들이 상점에 이미 설치됩니다. 그것들을 지우지 마세요, 그것이 필요합니다!
lt_lt: Pagal nutylėjimą, visi paveiksliukų nustatymai jau įdiegti jūsų parduotuvėje. Neištrinkite jų, jums jų reikės!
nl_nl: Standaard zijn alle afbeelding instellingen geïnstalleerd in uw shop. Verwijder deze niet, u hebt deze nog nodig!
ru_ru: Стандартно все настройки изображений уже установлены в магазине. Не удаляйте их, они вам пригодятся!
sl_si: Privzeto so vse nastavitve slike že nameščene v vaši trgovini. Ne izbrišite jih, boste potrebovali!
sr_cs: Po standardu, sve slike i njihove postavke su već konfigurisane na vašem sajtu. Nemojte ih brisati. Možete samo dodati još neke ukoliko su vam potrebne!
tr_tr: Varsayılan olarak, tüm görüntü ayarları mağazanızda zaten yüklü. Onları silmeyin, ihtiyacınız olacak!

source: Regenerates thumbnails for all existing images
ca_es: Regenera miniatures per a les imatges de tots els articles existents
fi_fi: Generoi pikkukuvat kaikille tuotteille uudestaan
fr_fr: Regénère les miniatures pour tous les produits et catégories
gl_es: Rexenerar Miniaturas para todas as imáxes de produtos
ko_kr: 기존의 모든 이미지에 대한 썸네일 재생성
lt_lt: Iš naujo sukuria miniatiūras visiems prekių vaizdams
nl_nl: Hergenereer miniaturen voor alle bestaande afbeeldingen
ru_ru: Пересоздание миниатюр всех имеющихся изображений товаров
sl_si: Ponovno ustvari sličice za vse obstoječe slike izdelkov
sr_cs: Regenerira male sličice za postojeće slike
tr_tr: Mevcut tüm resimler için küçük resimleri yeniden oluşturur

source: Please be patient. This can take several minutes.
ca_es: Si us plau, sigui pacient, pot durar varis minuts
fi_fi: Odota, tässä voi mennä aikaa...
fr_fr: Le processus peut prendre plusieurs minutes. Merci pour votre patience.
gl_es: Por favor, sexa paciente, pode durar algúns minutos
ko_kr: 기다려주세요. 몇 분이 걸릴 수 있습니다.
lt_lt: Būkite kantrūs - tai gali užtrukti kelias minutes
nl_nl: Een ogenblik geduld, dit kan enkele minuten in beslag nemen.
ru_ru: Эта операция может занять много времени!
sl_si: Prosimo za strpnost. To lahko traja nekaj minut.
sr_cs: Molimo budite strpljivi. Ovo može trajati nekoliko minuta.
tr_tr: Lütfen sabırlı olun. bu birkaç dakika sürecek.

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
ca_es: ﻿Vagi amb compte! Les miniatures generades manualment seran esborrades per les miniatures generades automàticament.
fi_fi: Ole varovainen! Manuaalisesti ladatut pikkukuvat poistetaan ja korvataan automaattisesti luoduilla pikkukuvilla.
fr_fr: Attention ! Les miniatures générées manuellement seront automatiquement remplacées par la génération automatique.
gl_es: Cuidado! Miniaturas xeradas a mano serán borradas polas xeradas automáticamente
ko_kr: 주의하세요! 수동으로 업로드 된 썸네일은 삭제되고 자동으로 생성된 썸네일로 대체됩니다.
lt_lt: Dėmesio! Rankiniu būdu sukurtos miniatiūros bus ištrintos automatiškai sukurtų miniatiūrų.
nl_nl: Wees voorzichtig! Handmatig toegevoegde miniaturen zullen worden gewist en worden automatisch vervangen door gegenereerde miniaturen.
ru_ru: Будьте внимательны! Вручную созданные миниатюры будут заменены на созданные автоматически.
sl_si: Bodite pazljivi! Ročno prenešeni predogledi bodo izbrisani in zamenjani z avtomatsko generiranimi predogledi.
sr_cs: Budite oprezni! Manuelno podignute male sličice će biti izbrisane i zamenjene sa automatski kreiranim sličicama.
tr_tr: Dikkatli olun! Elle yüklenen küçük resimler otomatik olarak oluşturulan küçük resimler ile değiştirilir.

source: Select "No" only if your server timed out and you need to resume the regeneration.
ca_es: Seleccioneu "No" només si el vostre servidor ha esgotat el temps d'espera i necessiteu reprendre la regeneració.
fi_fi: Valitse "Ei" vain, jos palvelimesi aikakatkaistiin ja sinun on jatkettava uudelleenluontia.
fr_fr: Choisissez "Non" seulement si le traitement a été interrompu et que vous souhaitez le reprendre.
ko_kr: 서버가 시간 초과되어 재생성을 다시 시작해야하는 경우에만 "아니오"를 선택하십시오.
lt_lt: Pasirinkite "Ne" tik jeigu jūsų serveris sugeneravo "time out" klaidą ir jūs norite tęsti pergeneravimą.
nl_nl: Selecteer enkel "Nee" bij een server time-out waardoor de regeneratie moet worden hervat.
ru_ru: Выбирайте "Нет", только если ваш сервер остановился, и вы должны возобновить пересоздание.
sl_si: Izberi "Ne" samo, če je vašemu strežniku potekel čas in morate ponovit regeneracijo.
sr_cs: Selektuj "Ne" samo ako je na serveru došlo do isteka vremena i moraš ponovo da regenerišeš sličice.
tr_tr: Sadece sunucu zaman aşımına uğradığında ve yenilenme oluşturma gerektiğinde "Hayır" seçeneğini seçin.

source: Please select a module
ca_es: Selecciona un mòdul
fi_fi: Ole hyvä ja valitse moduli
fr_fr: Sélectionnez un module
gl_es: Por favor, selecciona un módulo
ko_kr: 모듈을 선택하세요
lt_lt: Pasirinkite modulį
nl_nl: Selecteer een module
ru_ru: Выберите модуль
sl_si: Prosim izberite modul
sr_cs: Molimo selektujte modul
tr_tr: Lütfen bir modül seçin

source: Select a module above before choosing from available hooks
ca_es: Seleccioneu un mòdul anterior abans de l'elecció dels ganxos disponibles
fi_fi: Valitse moduuli yltä ennen kuin valitset saatavana olevan koukun
fr_fr: Sélectionnez un module ci-dessus pour pouvoir choisir un point d'accroche
gl_es: Selecciona un módulo de enriba antes de escoller unha das posicións dispoñibles
ko_kr: 사용 가능한 후크에서 선택하기 전에 위의 모듈을 선택
lt_lt: Aukščiau pasirinkite modulį, prieš pasirinkdami galimus hukus
nl_nl: Selecteer een module bovenaan vooraleer uit de beschikbare hooks te kiezen
ru_ru: Выберите модуль вверху перед выбором из имеющихся хуков
sl_si: Preden izbereš kavlje, ki so na voljo moraš prvo izbrati enega izmed zgornjih modulov
sr_cs: Izaberite modul iznad pre nego izaberete dostupnu kuku
tr_tr: Mevcut kancalardan seçmeden önce yukarıdan bir modül seçin

source: Please specify the files for which you do not want the module to be displayed.
ca_es: Especifiqui els arxius per als quals no desitja que es mostrin els mòduls
fi_fi: Määrittele ne tiedostot, joissa et halua moduulin näkyvän.
fr_fr: Fichiers pour lesquels le module ne sera pas affiché
gl_es: Por favor, especifica os ficheiros para os que non queres que se amose o módulo.
ko_kr: 모듈을 표시하지 않으려는 파일을 지정하세요.
lt_lt: Nurodykite failus, kuriuos nenorite, kad modulis rodytų.
nl_nl: Geef de bestanden aan waarvoor u de module niet wilt laten zien
ru_ru: Определите те файлы для которых модуль не должен отображаться
sl_si: Določite tiste datoteke pri katerih nočete prikazati modula.
sr_cs: Molimo izaberite fajlove za koje ne želite da modul budu prikazan.
tr_tr: Lütfen modülün görüntülemesini istemediğiniz dosyaları belirtin.

source: Please input each filename, separated by a comma (",").
ca_es: Si us plau inseriu cada nom de fitxer, separats per comes (",").
fi_fi: Kirjoita jokainen tiedostonimi pilkulla eroteltuna (",").
fr_fr: Veuillez saisir chaque nom de fichier séparé par une virgule (",").
gl_es: Por favor, escribe cada nome de ficheiro separado por vírgulas (",").
ko_kr: 각 파일 이름을 쉼표 ( ",") 로 구분하여 입력하십시오.
lt_lt: Įveskite kiekvieną failo pavadinimą, atskirtą kableliu (",").
nl_nl: Gelieve elke bestandsnaam gescheiden door een komma (",") in te geven.
ru_ru: Пожалуйста, введите имя каждого файла, через запятую (",").
sl_si: Prosim vnesite vsako ime datoteke, ločeno z vejico (",").
sr_cs: Molimo unesite sva imena fajlova i razdvojte ih sa zarezom (",").
tr_tr: Lütfen her dosya adını virgülle (",") ayırarak girin.

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
ca_es: També podeu fer clic sobre el nom del fitxer a la llista de sota, i fins i tot podeu fer una selecció múltiple prement la tecla Ctrl mentre cliqueu, o triar un ampli rang de fitxers prement la tecla de Majúscules mentre cliqueu.
fi_fi: Voit myös klikata tiedostonimeä alla olevasta listasta, tai tehdä monivalinnan pitämällä Ctrl-näppäimen alas painettuna klikatessasi, tai valita koko tiedostonimialueen pitämällä Shift-näppäimen alas painettuna klikatessasi.
fr_fr: Vous pouvez également cliquer sur le nom du fichier dans la liste ci-dessous, et même faire une sélection multiple en gardant la touche Ctrl pressée tandis que vous cliquez, ou choisir un ensemble de noms de fichiers en gardant la touche Shirt pressée tandis que vous cliquez.
gl_es: Tamén podes premer no nome do ficheiro na lista de embaixo e incluso facer unha selección múltiple mantendo pulsada a tecla Ctrl mentres fas clic, ou escoller unha franxa enteira de ficheiros mantendo pulsada a tecla Shift mentres clicas.
ko_kr: 또한 아래 목록에서 파일 이름을 클릭하거나, 클릭하는 동안 Ctrl 키를 누른 채로 여러 항목을 선택하거나, 클릭하는 동안 Shift 키를 계속 눌러 전체 파일 이름 범위를 선택할 수도 있습니다.
lt_lt: Jūs taip pat galite paspausti ant failo pavadinimo, esančio žemiau sąraše, arba pasirinkti kelis vienu metu, laikant Ctrl klavišą ir spaudžiant pele, arba intervalą - spaudžiant pele, kol laikomas Shift klavišas.
nl_nl: U kan ook op de bestandsnaam klikken uit de lijst hieronder, meerdere kunnen gekozen worden door de Ctrl-toets ingedrukt te houden en op de bestanden te klikken, of kies een gans bereik door te klikken met de Shift-toets ingedrukt.
ru_ru: Вы также можете нажать на имя файла в списке ниже, и даже сделать множественный выбор, удерживая клавишу Ctrl нажатой, или выбрать целый ряд файлов, держа клавишу Shift нажатой.
sl_si: Lahko pa tudi kliknete na ime datoteke iz spodnjega seznama, lahko jih tudi izberete več naenkrat, če držite CTRL ob klikanju, ali izberete vse, če pritisnete tipko Shift med klikanjem.
sr_cs: Takođe možete i kliknuti na ime fajla u listi ispod, i čak koristiti selektovanje više imaena istovremeno koristeći Ctrl dirku dok klikate, ili jeda spektar imena time što držite Shift dirku pritisnutu dok klikate.
tr_tr: Aynı zamanda aşağıdaki listede dosya adına tıklayabilirsiniz, ve hatta tıklarken Ctrl tuşuna basılı tutarak çoklu seçim de yapabilirsiniz, veya tıklarken Shift tuşuna basılı tutarak bütün bir dosya aralığını da seçebilirsiniz.

source: To add "tags" click in the field, write something, and then press "Enter."
ca_es: Per afegir "tags" cliqueu al camp, escriviu l'etiqueta, després premeu "Enter"
fi_fi: Lisätäksesi avainsanan, ole hyvä ja klikkaa kenttää, kirjoita jotain ja sitten painat Enter
fr_fr: Pour ajouter des mot-clés, cliquez dans le champ, écrivez quelque chose, puis appuyez sur "Entrée".
gl_es: Para engadir "etiquetas" preme no campo, escribe algo, e logo preme "Enter".
ko_kr: "태그"를 추가하려면, 항목을 클릭하고, 내용을 작성하고, 그다음 "Enter"를 누르세요.
lt_lt: Norėdami sukurti "žymą", spustelėkite laukelyje, ką nors parašykite ir paspauskite "Enter."
nl_nl: Om "Tags" toe te voegen klik in het veld, voer een tag in en klik op enter.
ru_ru: Чтобы добавить тэги нажмите на поле, напишите что-нибудь, затем нажмите клавишу ввод.
sl_si: Za dodajanje "oznak" kliknite na polje, nekaj napišite in nato pritisnite "Enter" ali vpišite vejico.
sr_cs: Da dodate "Tagove", kliknite u polje, napišite nešto i zatim pritisnite "Enter"
tr_tr: "Etiket" eklemek için, alana tıklayarak bir şeyler yazın ve "Enter" tuşuna basın.

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
ca_es: Les imatges JPEG tenen una mida d'arxiu petit i qualitat normal. Les imatges PNG tenen una mida més gran, una major qualitat i major transparència. Tingui en compte que en tots els casos, els arxius d'imatge tindran l'extensió .jpg.
fi_fi: JPEG-kuvilla on pieni tiedostokoko ja hyvä laatu. PNG-kuvat ovat suurempia tiedostoja, erinomaisella laadulla ja mahdollistavat läpinäkyvyyden. Huomaa että kaikissa tapauksissa kuvatiedostoilla tulee olemaan .jpg pääte.
fr_fr: Les images JPEG ont une taille de fichier petite et une qualité standard. Les images PNG ont une taille de fichier plus importante, une meilleure qualité, et gèrent la transparence. Notez que dans tous les cas les fichiers image auront l'extension .jpg.
ko_kr: JPEG 이미지는 작은 파일 크기와 표준 품질을 갖습니다. PNG 이미지는 큰 파일과 더 높은 품질의 화질을 가지며 투명도가 지원됩니다. 모든 경우 이미지 파일은 .jpg 확장자를 갖습니다.
lt_lt: JPEG užima mažai vietos ir yra standartinės kokybės. PNG didesni, tačiau geresnės kokybės ir gali būti permatomi. Atkreipkite dėmesį, kad bet kuriuo atveju paveiksliukas turės .jpg galūnę.
nl_nl: JPEG-afbeeldingen hebben een kleine bestandsgrootte en standaardkwaliteit, PNG-afbeeldingen hebben, over het algemeen, een grotere bestandsgrootte en een hogere kwaliteit en ondersteunen transparantie. Let op dat in alle gevallen de afbeeldingsbestanden de .jpg extensie hebben.
ru_ru: JPEG - файл небольшого размера и стандартного качества. PNG - файл имеет больший размер при более высоком качестве и поддерживает прозрачность. Обратите внимание, что во всех случаях файлы изображений будут иметь расширение JPG.
sl_si: JPEG slike imajo majhno velikost datoteke in standardne kakovosti. PNG slike so večje velikosti datoteke, imajo višjo kakovost in podporo preglednosti. Upoštevajte, da bo v vseh primerih slikovne datoteke so. Jpg podaljšek.
sr_cs: JPEG slike imaju malu veličinu fajla i standardni kvalitet. PNG slike imaju veću veličinu fajla i bolji kvalitet i podžravaju providnost. Zapamtite da u svim slučajevima fajlovi slika će imati .jpg ekstenziju
tr_tr: JPEG resimler dosya boyutu olarak küçüktür ve standart kaliteye sahiptir.PNG resimler daha büyük dosya boyutuna sahiptir,daha yüksek kaliteye sahiptir ve şeffaflığı destekler.Her durumda resim dosyaları .jpg dosya uzantısına sahip olacaktır, bunu bilin.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
ca_es: COMPTE: aquesta funció podria ser incompatible amb el vostre tema o amb alguns mòduls. En concret, el mode PNG no és compatible amb el mòdul de marca d'aigua. Si hi ha algun problema, desactiveu-lo seleccionant l'opció "Utilitzar JPEG".
fi_fi: VAROITUS: Tämä ominaisuus ei välttämättä toimi teemassasi, tai joidenkin moduuliesi kanssa. Käytännössä PNG ei ole yhteensopiva vesileima-moduulin kanssa. Jos sinulla tulee jotain ongelmia, ota se pois käytöstä valitsemalla "Käytä JPEG".
fr_fr: ATTENTION : Cette fonctionnalité peut ne pas être compatible avec votre thème ou avec certains modules. En particulier, le mode PNG n'est pas compatible avec le module Filigrane. En cas de problème, désactivez cette fonctionnalité en sélectionnant \"Utiliser le JPEG\".
gl_es: ATENCIÓN: Pode que esta característica non sexa compatible co teu tema, ou con algún dos teus módulos. En particular, o modo PNG non é compatible co módulo Marca de Auga. Se atopas algún problema, desactívaa seleccionando "Empregar JPEG".
ko_kr: 경고: 이 기능은 당신의 테마 또는 일부 모듈과 호환되지 않을 수 있습니다. 특히 PNG 모드는 워터 마크 모듈과 호환되지 않습니다. 문제가 발생하면 "JPEG 사용"을 선택하여 해제하십시오.
lt_lt: PERSPĖJIMAS: šis funkcionalumas gali būti nesuderinamas su jūsų tema ir kai kuriais moduliais. Pavyzdžiui, PNG rėžimas nesuderinamas su Vandens ženklo moduliu. Jei iškils kokių nesklandumų naudokite JPEG rėžimą.
nl_nl: WAARSCHUWING: deze functie is mogelijk niet verenigbaar met uw thema of met sommige modules. PNG-modus is niet geschikt in combinatie met de watermerkmodule. Bij problemen zet het uit en selecteert u "Gebruik JPEG".
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Эта особенность, возможно, несовместима с вашим шаблоном или некоторыми модулями. В частности, режим PNG несовместим с модулем Водяных знаков. Если вы сталкиваетесь с какими-либо проблемами, выключите ее, выбрав "Использовать JPEG".
sl_si: POZOR: Ta funkcionalnost ni združljiva z vašo temo ali z nekaterimi vašimi moduli. Zlasti PNGji niso združljivi z modulom Watermark. Če naletite na kakšne težave, jih izklopite z izbiro "Uporabi JPEG".
sr_cs: UPOZORENJE: Ova odlika nije kompatibilna sa vašom temom ili sa nekim modulima. Konkretno, PNG režim nije kompatibilan sa modulom vodenog žiga. Ako naiđete na neki problem, isključite ga odabirom "Koristi JPG".
tr_tr: UYARI: Bu özellik temanızla veya bazı modüllerinizle uyumlu olmayabilir. Özellikle, PNG kipi Filigran modülü ile uyumlu değildir. Herhangi bir durumla karşılaşırsanız, "JGEG Kullan" seçeneğini seçerek kapatın.

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
ca_es: El rang va de 0 (a pitjor qualitat, arxiu més petit) a 100 (a millor qualitat, arxiu més gran)
fi_fi: Luokittelu 0 (huonoin laatu, pienin tiedosto) - 100 (paras laatu, isoin tiedosto).
fr_fr: Va de 0 (plus faible qualité, petite taille de fichier) à 100 (meilleure qualité, taille du fichier importante)
ko_kr: 0 (최저 품질, 가장 작은 파일) 에서 100 (최고 품질, 가장 큰 파일) 까지의 범위.
lt_lt: Svyruoja nuo 0 (prasčiausia, mažiausias failas) iki 100 (geriausia, didžiausias failas).
nl_nl: Bereik van 0 (slechtste kwaliteit, kleinste bestand) tot 100 (beste kwaliteit, grootste bestand).
ru_ru: От 0 (наихудшее качество) до 100 (наилучшее качество, большие файлы)
sl_si: od 0 (najslabše, najmanjša velikost) do 100 (najboljša kvaliteta, največja velikost)
sr_cs: Opseg od 0 (najslabiji kvalitet, najmanji fajl) do 100 (najbolji kvalitet, najveći fajl)
tr_tr: Aralık 0'dan (en kötü kalite, en küçük dosya) 100'e (en iyi kalite, en büyük dosya) kadar.

source: Recommended: 90.
ca_es: Recomanat: 90.
fi_fi: Suositus: 90.
fr_fr: Recommandée : 90.
gl_es: Recomendada: 90.
ko_kr: 권장: 90.
lt_lt: Rekomenduojama: 90.
nl_nl: Aanbevolen: 90.
ru_ru: Рекомендуется: 90.
sl_si: Priporočeno: 90.
sr_cs: Preporučeno: 90.
tr_tr: Önerilen: 90.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
ca_es: La compressió PNG és sense pèrdua: és diferent del JPEG, no hi haurà pèrdues de qualitat fins i tot en ratis alts de compressió. Malgrat tot, les fotografies es comprimeixen molt malament.
fi_fi: PNG-pakkaus ei menetä kuvanlaatua. JPG-kuvilla et häviä kuvanlaadussa jos laitat kuvanlaadun hyväksi. Valokuvat pakkautuvat huonosti joka tapauksessa.
fr_fr: La compression PNG est sans perte : au contraire du JPG, vous ne perdez pas en qualité d'image avec un grand ratio. Cependant, les images se compressent très mal.
ko_kr: PNG 압축은 무손실입니다. JPG와 달리 높은 압축률로 이미지 품질을 잃지 않습니다. 그러나 사진은 매우 심하게 압축됩니다.
lt_lt: PNG glaudinimas yra "be nuostolių", skirtingai nuo JPG, neprarandama vaizdo kokybė pasirinkus aukštą glaudinimo santykį (reikšmę). Tačiau, glaudinant nuotraukas vistiek praradimas bus didelis.
nl_nl: PNG-compressie is lossless: in tegenstelling tot JPEG, hoef je geen beeldkwaliteit te verliezen met een hoge compressieverhouding. Echter, foto's zullen zeer slecht comprimeren.
ru_ru: Сжатие PNG происходит без потерь: в отличие от JPG, вы не теряете качество изображения при высокой степени сжатия. При этом, фотографии будут сжимать очень плохо.
sl_si: PNG kompresija ima izgube: pri JPG, ne izgubite kvalitete slike z veliko kompresijo. Vedar bodo slike zelo slabo stisnjene.
sr_cs: PNG kompresija je bez gubitaka: za razliku od JPG, nećete izgubiti na kvaliteti sa velikim stepenom kompresije. Ipak, fotografije kompresuje vrlo loše.
tr_tr: PNG sıkıştırma kayıpsızdır: JPEG'in aksine, yüksek sıkıştırma oranına rağmen resim kalitesi bozulmaz. Ancak, fotoğraflar oldukça kötü sıkıştırılır.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
ca_es: Rangs des de 0 (fitxer gran) fins a 9 (fitxer petit, decompressió lenta).
fi_fi: Luokittelu 0 (isoimmat tiedostot) - 9 (pienimmät tiedostot, hitain purku).
fr_fr: Va de 0 (plus gros fichier) à 9 (plus petit fichier, décompression la plus lente).
ko_kr: 0 (가장 큰 파일) 에서 9 (가장 작은 파일, 가장 느린 압축 해제) 의 범위.
lt_lt: Intervalas nuo 0 (didžiausias failas) iki 9 (mažiausias failas, lėčiausias išskleidimas).
nl_nl: Varieert van 0 (grootste bestand) tot 9 (kleinste bestand, langzaamste decompressie).
ru_ru: Диапазон от 0 (самый большой файл) до 9 (наименьший файл , медленная декомпрессия).
sl_si: Sega od 0 (velika datoteka) do 9 (manše datoteke, počasnejše raztegovanje).
sr_cs: Raspon od 0 (najvećeg fajla) do 9 (najmanjeg fajla, najsporija dekompresija).
tr_tr: Aralık 0'dan (en büyük dosya) 9'a (en küçük dosya, en yavaş sıkıştırma) kadar.

source: Recommended: 7.
ca_es: Recomanat: 7.
fi_fi: Suositus: 7.
fr_fr: Recommandée : 7.
gl_es: Recomendada: 7.
ko_kr: 권장: 7.
lt_lt: Rekomenduojama: 7.
nl_nl: Aanbevolen: 7.
ru_ru: Рекомендуется: 7.
sl_si: Priporočeno: 7.
sr_cs: Preporučeno: 7.
tr_tr: Önerilen: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
ca_es: La mida màxima (en bytes) de les imatges que els clients poden pujar per a personalitzar un producte.
fi_fi: Suurin tiedostokoko kuville joita asiakkaat voivat lähettää räätälöidäkseen tuotetta (tavuissa).
fr_fr: Taille maximale de l'image que les clients peuvent charger pour personnaliser un produit (en octets).
gl_es: O tamaño máximo de ficheiro para as imaxes que a clientela pode subir para personalizar un produto (en bytes).
ko_kr: 고객이 상품 사용자정의용으로 업로드 할 수 있는 사진의 최대 파일 크기 (바이트 단위).
lt_lt: Maksimalus failo dydis (baitais) paveiksliukams, kuriuos įkelia klientai prekės personalizacijai.
nl_nl: De maximale bestandsgrootte (in bytes) van foto's die klanten kunnen uploaden om een product aan te passen.
ru_ru: Максимально допустимый для загрузки клиентом размер изображения модификации товара (байт).
sl_si: Največja velikost slike, ki jo lahko naloži stranka za prilagoditev izdelka (v bajtih).
sr_cs: Maksimalna veličina fajla slika koje kupci mogu podići za izmene proizvode (u bajtovima).
tr_tr: Müşterilerin bir ürünü özelleştirebilmek için yükleyebilecekleri resimlerin maksimum dosya boyutu (bayt olarak).

source: Width of product customization pictures that customers can upload (in pixels).
ca_es: Ample de les imatges de producte personalitzat que els clients poden pujar (en píxels).
fi_fi: Kustomoitavan tuotteen kuvan leveys jonka asiakas voi lähettää (pikseleinä).
fr_fr: Largeur maximale (en pixels) des images que les cients peuvent mettre en ligne pour les produits personnalisés.
gl_es: Ancho das imaxes de personalización do produto que a clientela pode subir (en píxeles).
ko_kr: 고객이 업로드 할 수 있는 상품 사용자정의 사진의 너비 (픽셀 단위).
lt_lt: Prekių personalizacijos paveiksliukų plotis (pikseliais).
nl_nl: Breedte van de aangepaste productafbeeldingen die klanten kunnen uploaden (in pixels).
ru_ru: Ширина изображений товаров, загружаемых клиентами (в пикселях).
sl_si: Širina prilagojene slike izdelka, ki jo lahko kupec naloži (v pikslih).
sr_cs: Širina slike koju kupac može podići kada vrši prilagođavanje proizvoda (u pikselima).
tr_tr: Müşterilerin yükleyebileceği ürün özelleştirme resimlerinin genişliği (piksel).
