Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminOrderscustomersNotification.*.xlf
Languages: ar_sa, az_az, lt_lt, ms_my, sq_al, tl_ph

source: A default customer group must be selected in group box.
ar_sa: يجب اختيار المجموعة الافتراضية
lt_lt: Numatytoji vartotojo grupė turi būti pasirinkta iš grupės parinkčių.
tl_ph: Ang isang default na mamimili sa grupo ay kailangan na napili sa grupo ng box.

source: This customer does not exist.
ar_sa: هذا العميل غير موجود
az_az: Bu sifarişçi yoxdur.
lt_lt: Klientas neegzistuoja.
sq_al: Ky konsumator nuk ekziston.

source: This customer already exists as a non-guest.
lt_lt: Šis pirkėjas jau egzistuoja.
sq_al: Ky konsumator tashmë ekziston si jo-vizitor.
tl_ph: Ang mamimili na ito ay umiiral na bilang isang hindi panauhin.

source: An error occurred while updating customer information.
az_az: Sifarişçi məlumatlarını yeniləyərkən bir yanlışlıq oldu.
lt_lt: Įvyko klaida atnaujinant vartotojo informaciją.
sq_al: U shfaq një gabim gjatë përditësimit të informatave të konsumatorit.
tl_ph: Nangyayari ang isang kamalian habang nag-a-update ng impormasyon ng mamimili.

source: The message was successfully sent to the customer.
ar_sa: تم إرسال الرسالة بنجاح إلى العميل.
az_az: Mesajınız sifarişçiyə uğurla göndərildi.
lt_lt: Žinutė sėkmingai išsiųsta pirkėjui.

source: You must add a minimum quantity of %d
ar_sa: يجب عليك إضافة حد ادنى للكميه وقدرها %d
az_az: Siz %d üçün minimum say göstərməlisiniz
lt_lt: Privalote pridėti minimalų kiekį %d
ms_my: Anda mesti menambah kuantiti minimum daripada %d

source: No order slips were found for this period.
lt_lt: Nurodytam laikotarpiui užsakymo dokumentų nerasta.
ms_my: No order slips found for this period

source: A partial refund was successfully created.
az_az: Məhsullun bir parçasının qaytarılması uğurla yaradılmışdır.
lt_lt: Sukurtas dalinis pinigų grąžinimas.

source: You have to select a shop before creating new orders.
lt_lt: Privalote pasirinkti parduotuvę prieš sukurdami naujus užsakymus.

source: Order #%d has already been assigned this status.
ar_sa: الطلب #%d تم ربطه مسبقا بهذه الحالة
lt_lt: Užsakymas #%d jau turi šią būseną.
tl_ph: Ang order ng #%d ay naitalaga na sa estado na ito.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
ar_sa: حدث خطأ أثناء تغيير الحالة للطلب #%d ، أو تعذر علينا إرسال بريد إلكتروني إلى العميل.
lt_lt: Įvyko klaida keičiant užsakymo būseną #%d, arba nepavyko pirkėjui išsiųsti el. laiško.
tl_ph: Isang kamalian ang naganap habang binabago ang istado para sa order #%d, o hindi namin naipadala ang isang email sa kustomer.

source: An error occurred while sending an email to the customer.
ar_sa: حدث خطأ أثناء إرسال بريد إلكتروني إلى العملاء.
lt_lt: Siunčiant el. laišką pirkėjui įvyko klaida.
tl_ph: Nangyayari ang isang kamalian habang nagpapadala ng isang email sa mamimili.

source: An error occurred while sending the e-mail to the customer.
ar_sa: حدث خطأ أثناء إرسال البريد الإلكتروني إلى العميل.
lt_lt: Siunčiant el. laišką pirkėjui įvyko klaida.

source: This product is out of stock:
lt_lt: Ši prekė išparduota:

source: The email was sent to your customer.
lt_lt: Pirkėjui buvo išsiųstas el. laiškas.

source: A standard refund was successfully created.
lt_lt: Standartinis grąžinimas sukurtas sėkmingai.

source: A return product was successfully created.
lt_lt: Prekės grąžinimas sukurtas sėkmingai.

source: You cannot edit the cart once the order delivered
lt_lt: Negalima redaguoti krepšelio, kai užsakymas pristatytas

source: Order #%d cannot be loaded.
lt_lt: Nepavyko užkrauti užsakymo #%d.

source: Please enter a maximum quantity of [1].
az_az: Buyurun, [1] üçün maksimum say yazın.
lt_lt: Įveskite maksimalų kiekį [1].

source: Please select at least one product.
ar_sa: يرجى اخيار سلعة واحدة على الأقل
az_az: Ən azı bir məhsul seçin
lt_lt: Pasirinkite bent vieną prekę.
ms_my: Sila pilih sekurang-kurangnya satu produk.
sq_al: Ju lutem zgjidhni të paktën një libër

source: Please enter a positive amount.
lt_lt: Įveskite teigiamą sumą.

source: Please generate at least one credit slip or voucher.
lt_lt: Sukurkite bent vieną gražinimo kvitą ar kuponą.

source: This product is out of stock:
ar_sa: هذا المنتج غير متوفر في المخزون.
lt_lt: Šios prekės sandėlyje nėra:
tl_ph: Ang produkto na ito ay walang naka-imbak:

source: The product was successfully returned.
lt_lt: Prekė buvo grąžinta.

source: You cannot edit the cart once the order delivered.
lt_lt: Negalima redaguoti krepšelio, kai užsakymas pristatytas.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
lt_lt: Sumos laukelyje leidžiami tik skaičiai ir dešimtainis skyriklis („.“), pvz. 10.50 arba 1050.

source: It looks like the value is invalid:
lt_lt: Atrodo, kad reikšmė neteisinga:

source: Percent or amount value must be greater than 0.
lt_lt: Procentas arba suma turi būti didesnė už 0.

source: Percent value cannot exceed 100.
lt_lt: Negali būti daugiau 100 procentų.

source: Discount value cannot exceed the total price of this order.
lt_lt: Nuolaida negali būti didesnė negu viso užsakymo suma.

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
lt_lt: Mokėjimo bloko sumos laukelyje leidžiami skaičiai su taško dešimtainių skyrikliu, pvz. 10.50 arba 1050.

source: Percent value must be greater than 0.
lt_lt: Procentas turi būti didesnis už 0.

source: Amount value must be greater than 0.
lt_lt: Suma turi būti didesnė už 0.

source: Shipping discount value cannot exceed the total price of this order.
lt_lt: Nuolaida siuntimui negali būti didesnė negu viso užsakymo suma.

source: You must choose a payment module to create the order.
lt_lt: Norėdami sukurti užsakymą, turite pasirinkti mokėjimo modulį.

source: You must choose an order status to create the order.
lt_lt: Norėdami sukurti užsakymą, turite pasirinkti užsakymo būseną.

source: The order message given is invalid.
lt_lt: Neteisingai nurodyta užsakymo žinutė.

source: Please enter a positive value
lt_lt: Įveskite teigiamą reikšmę

source: No invoice has been found for this status.
ar_sa: لم يتم العثور على أي فاتورة شراء لهذه الحالة
lt_lt: Nerasta tokios būsenos sąskaitų.
ms_my: No invoice found for this status

source: Invalid invoice number.
ar_sa: رقم فاتورة غير صحيح
lt_lt: Neteisingas sąskaitos numeris.
ms_my: Invalid invoice number (must be >

source: Invalid "From" date
ar_sa: تاريخ البداية غير صحيح
lt_lt: Neteisinga data "Nuo" laukelyje

source: Invalid "To" date
ar_sa: صالح تاريخ انتهاء
lt_lt: Neteisinga data \"Iki\" laukelyje
ms_my: Invalid end date

source: No invoice has been found for this period.
ar_sa: لم يتم العثور على أي فاتورة شراء لهذه الفترة
lt_lt: Šiam laikotarpiui sąskaitų nerasta.
ms_my: No invoice found for this period

source: You must select at least one order status.
az_az: Ən azı bir sifariş durumu seçməlisiniz.
lt_lt: Privalote pasirinkti bent vieną užsakymo būseną.

source: No cart is available
ar_sa: لا توجد سلة شراء متاحة
lt_lt: Nėra krepšelio
ms_my: No cart available

source: A registered customer account using the defined email address already exists.
lt_lt: Jau egzistuoja naudotojas su tokiu el. pašto adresu.

source: How do you want to delete the selected customers?
az_az: Seçilmiş alıcıları necə silmək istəyirsiniz?
lt_lt: Kaip norite ištrinti pasirinktus vartotojus?

source: There are two ways of deleting a customer. Please choose your preferred method.
ar_sa: لديك طريقتان لحذف العملاء ، يرجى اختيار ما تريد القيام به.
lt_lt: Yra dvi galimybės klientams ištrinti. Pasirinkite jums tinkantį metodą.
ms_my: You have two ways to delete a customer, please choose what you want to do.

source: You have to select a shop if you want to create a customer.
ar_sa: يجب عليك إختيار متجر إذا كنت ترغب فى إضافة عميل
lt_lt: Jūs turite pasirinkti parduotuvę, jei norite sukurti klientą.

source: You must add at least one address to process the order.
az_az: Sifariş verilməsi üçün heç olmasa bir ünvan yazmalısınız.
lt_lt: Norėdami vykdyti užsakymą privalote pridėti bent vieną adresą.

source: No products found
ar_sa: لم يتم العثور على أي منتج
az_az: Heç bir məhsul tapılmadı
lt_lt: Prekių nerasta

source: The prices are without taxes.
ar_sa: الأسعار بدون ضرائب.
az_az: Qiymətlər vergisizdir.
lt_lt: Visos kainos yra be mokesčių.

source: Searching for products
az_az: Məhsullar axtarılır
lt_lt: Ieškoma prekės

source: No customers found
ar_sa: لم يتم العثور على أي عميل
az_az: Heç bir alıcı tapılmadı
lt_lt: Pirkėjas nerastas

source: Searching for customers
lt_lt: Ieškoma kliento

source: No carrier can be applied to this order
ar_sa: لا يمكن إضافة جهة شحن لطلب الشراء
lt_lt: Šiam užsakymui negali būti pritaikytas nei vienas kurjeris

source: This value must include taxes.
lt_lt: Į šią reikšmę reikia įskaičiuoti mokesčius.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
ar_sa: ليكن في علمك أنه تغيير شركة الشحن لن يقوم بإعادة حساب تكاليف الشحن. إذا أردت تغيير هذا قم بالذهاب إلى المتجر > إعدادات > إعدادات الطلب
lt_lt: Atkreipkite dėmesį, kad kurjerio pakeitimas neperskaičiuos jūsų pristatymo kainos, jei norite ją pakeisti, eikite į Parduotuvės nustatymai > Užsakymo nustatymai
tl_ph: Pakiusap tandaan na ang pagbabago ng tagapagdala ay hindi na muling kakalkulahin ang iyong gastos sa pagpapadala, kung nais mo itong baguhin pakiusap na bisitahin ang mga parametro ng tindahan > Ang mga Pagtatakda ng Order

source: Are you sure you want to create a new invoice?
az_az: Yeni invoys yaratmaq istədiyinizə əminsinizmi?
lt_lt: Ar jūs tikrai norite sukurti naują sąskaitą?

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
lt_lt: Ar tikrai norite keisti šios prekės kainą? Kaina bus pakeista visose šio užsakymo sąskaitose.

source: There is no available document
lt_lt: Nėra jokio dokumento
sq_al: Nuk ka dokument në dispozicion

source: No merchandise returned yet
lt_lt: Iki šiol nebuvo grąžinta prekių

source: Merchandise returns are not applicable for virtual orders
lt_lt: Prekių grąžinimai netaikomi virtualiems užsakymams

source: Do you want to overwrite your existing message?
ar_sa: هل تريد الكتابة رسالتك الحالية؟
lt_lt: Ar norite perrašyti šią žinutę?

source: paid instead of
ar_sa: بدلا من دفع
lt_lt: mokėta už

source: This warning also concerns order:
lt_lt: Įspėjimas taip pat galioja užsakymui:

source: This warning also concerns the following orders:
ar_sa: يتعلق هذا التحذير أيضًا بالأوامر التالية:
lt_lt: Įspėjimas taip pat galioja kitiems užsakymams:
tl_ph: Ang babalang ito ay nagmamalasakit din sa susunod na mga order:

source: Error. You cannot refund a negative amount.
lt_lt: Klaida. Negalite grąžinti neigiamos sumos.

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
ar_sa: من أجل مجموعة العملاء هؤلاء ، الأسعار تظهر كالتالي : [1]%tax_method%[/1]
lt_lt: Šiai pirkėjų grupei kainos rodomos: [1]%tax_method%[/1]
sq_al: Për këtë grup klientësh, çmimet janë shfaqur [1]%tax_method%[/1]
tl_ph: Para sa grupo ng kustomer, ang mga presyo ay ipinapakita bilang: [1]%tax_method%[/1]

source: Merchandise returns are disabled
ar_sa: تم تعطيل إرجاع البضائع
lt_lt: Prekių grąžinimas išjungtas
