Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminLoginNotification.*.xlf
Languages: cs_cz, ja_jp, tl_ph

source: You will be redirected to the login page in a few seconds.
cs_cz: Za několik vteřin budete přesměrováni na přihlašovací stránku.
ja_jp: 数秒後にログインページにリダイレクトします。
tl_ph: Ikaw ay muling idi-direkta sa pahina ng pag-log-in sa ilang mga segundo.

source: Please, check your mailbox.
cs_cz: Zkontrolujte svou schránku.
ja_jp: メールをチェックしてください。
tl_ph: Pakiusap, tingnan ang iyong mailbox.

source: A link to reset your password has been sent to you.
cs_cz: Odeslali jsme vám odkaz pro obnovu hesla.
ja_jp: パスワードをリセットするためのリンクが送信されました。
tl_ph: Ang link sa pagtakdang muli ng iyong password ay ipinadala na sa iyo.

source: For security reasons, you cannot connect to the back office until you have:
cs_cz: Z bezpečnostních důvodů se nemůžete připojit k administraci (Back Office), dokud:
ja_jp: セキュリティー上の理由により、次の条件が満たされるまで PrestaShop管理画面にアクセスすることができません：
tl_ph: Para sa kadahilanang pangseguridad, hindi ka makakonekta sa panlikod na opisina hangga't ikaw ay may:

source: deleted the /install folder
cs_cz: odstraněna složka /install
ja_jp: /installフォルダを削除

source: renamed the /admin folder (e.g. %s)
cs_cz: přejmenována složka /admin (např. na %s)
ja_jp: /adminフォルダの名前を変更（例： %s）

source: Please then access this page by the new URL (e.g. %s)
cs_cz: Poté se, prosím, připojte na tuto stránku prostřednictvím nové adresy URL (např. %s)
ja_jp: 新しいURLでこのページにアクセスしてください（例：%s）

source: For security reasons, you must also delete the /install folder.
cs_cz: Z bezpečnostních důvodů musíte odstranit složku /install.

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
cs_cz: SSL je aktivní. Přesto je možné z Vaší IP adresy použít nezabezpečený režim (Údržba nebo lokální IP).
ja_jp: SSLが有効になっています。しかし、IPが非セキュアモードを使用することが許可されています（メンテンスまたはローカルIP）
tl_ph: Ang SSL ay isinaaktibo. Gayunman, ang iyong IP ay pinayagan na pumasok sa paraan ng hindi ligtas para sa pagpapanatili o mga isyu na lokal ng IP.

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
cs_cz: SSL aktivováno. Použijte [1]tento odkaz pro login do zabezpečené verze (https)[/1]
ja_jp: SSLが有効になりました。こちらのリンクから [1]セキュアモード（https://）でログイン[/1] して再接続してください。
tl_ph: Ang SSL ay pinagana. Pakiusap kumunekta gamit ang mga sumsunod na link sa [1]mag-log in sa ligtas na moda (https://)[/1]

source: The employee does not exist, or the password provided is incorrect.
cs_cz: Uživatel buď neexistuje, nebo se přihlašujete nesprávným heslem.
ja_jp: 担当者が存在しないか、またはパスワードが間違っています。
tl_ph: Ang empleyado ay hindi umiiral, o ang password na ibinigay ay hindi tama.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
cs_cz: Tento uživatel již není správcem obchodu (buď byl obchod smazán, nebo mu byla odebrána oprávnění).
ja_jp: この担当者は、現在ショップを管理していません。（ショップが削除されているか、アクセス権が削除されています）
tl_ph: Ang empleyado na ito ay hindi na namamahala sa tindahan ngayon (maging ang tindahan ay tinanggal na o ang mga pahintulot ay binawi na).

source: This account does not exist.
cs_cz: Tento účet neexistuje.
ja_jp: このアカウントは存在しません。
tl_ph: Ang account na ito ay hindi umiiral.

source: You can reset your password every %interval% minute(s) only. Please try again later.
cs_cz: Své heslo můžete resetovat pouze jednou za %interval% minut. Prosím, zkuste to později znovu.

source: Please, check your mailbox. A link to reset your password has been sent to you.
cs_cz: Podívejte se do své schránky. Odeslali jsme vám odkaz pro obnovu hesla.
ja_jp: パスワードリセットのためのリンクが、ご登録アドレスに送信されました。メールボックスをご確認ください。
tl_ph: Pakiusap, suriin ang iyong mailbox. Ang link para itakdang muli ang iyong password ay ipinadala na sa iyo.

source: An error occurred while attempting to reset your password.
cs_cz: Při pokusu o obnovu hesla došlo k chybě.
ja_jp: パスワード変更中にエラーが発生しました。
tl_ph: May naganap na isang pagkakamali habang sinusubukang itakdang muli ang iyong password.

source: Some identification information is missing.
cs_cz: Některé identifikační údaje chybí.
ja_jp: いくつかの承認情報がありません。
tl_ph: Ilan sa mga identipikasyon na impormasyon ay nawawala.

source: The password is missing: please enter your new password.
cs_cz: Chybí heslo: zadejte nové heslo.
ja_jp: パスワードが入力されていません。新しいパスワードを入力してください。
tl_ph: Ang password ay nawawala: pakiusap ipasok ang iyong bagong password.

source: The password is not in a valid format.
cs_cz: Heslo není v platném formátu.
ja_jp: パスワードの形式が正しくありません。
tl_ph: Ang password ay hindi isang balidong pormat.

source: The confirmation is empty: please fill in the password confirmation as well.
cs_cz: Potvrzení hesla je prázdné: vyplňte potvrzení hesla.
ja_jp: 「パスワード確認」が空です。「パスワード確認」枠も入力してください。
tl_ph: Ang kumpirmasyon ay walang laman: pakiusap lagyan din ng password ang kompirmasyon.

source: The password and its confirmation do not match. Please double check both passwords.
cs_cz: Heslo a potvrzení hesla nesouhlasí. Proveďte kontrolu obou hesel.
ja_jp: 「パスワード」と「パスワード確認」の内容が一致しません。両方のパスワードを再度ご確認ください。
tl_ph: Ang password at ang kompirmasyon na ito ay hindi nagtugma. Pakiusap dobleng suriin ang kapwa mga password.

source: Your password reset request expired. Please start again.
cs_cz: Platnost žádosti o obnovení hesla vypršela. Opakujte akci.
ja_jp: パスワードリセットの期限が切れました。最初からお試しください。
tl_ph: Ang pagtakdang muli ng iyong password ay nag-expire na. Pakiusap magsimula ulit.

source: An error occurred while attempting to change your password.
cs_cz: Došlo k chybě při změny vašeho hesla.
ja_jp: パスワード変更中にエラーが発生
tl_ph: Nangyayari ang isang kamalian habang sinusubukan na baguhin ang iyong password.

source: The password has been changed successfully.
cs_cz: Heslo bylo úspěšně změněno.
ja_jp: パスワードが正常に変更されました。
tl_ph: Matagumpay na napalitan ang password.
