Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignFeature.*.xlf
Languages: az_az, bs_ba, el_gr, ka_ge

source: Move images
az_az: Şəkilləri köçür
el_gr: Μετακίνηση εικόνων

source: Regenerate thumbnails
az_az: İlkin görüntüləri yenidən yarat
el_gr: Επαναδημιουργία μικρογραφίες
ka_ge: გამოსახულების აღდგენა

source: Select an image
az_az: Bir şəkil seç
el_gr: Επιλέξτε την εικόνα
ka_ge: Выберите тип

source: Select a format
az_az: Format seçin
el_gr: Επιλέξτε τη μορφή
ka_ge: აირჩიეთ ფორმატი

source: Erase previous images
az_az: Öncəki şəkilləri poz
el_gr: Διαγραφή προηγούμενες εικόνες
ka_ge: ძველი სურათის წაშლა

source: Transplant a module
az_az: Bir modul köçürün
el_gr: Μεταμόσχευση μια μονάδα
ka_ge: განვალაგოთ მოდული

source: Transplant to
az_az: Bura köçür:
el_gr: Μεταφορά σε

source: Exceptions
el_gr: Εξαιρέσεις
ka_ge: გამონაკლისები

source: Available hooks
az_az: Olan qarmaqlar
el_gr: Διαθέσιμα άγκιστρα

source: Already registered hooks
az_az: Artıq qeydiyyatdan keçmiş qarmaqlar
el_gr: Ήδη καταχωρημένα άγκιστρα

source: All modules
az_az: Bütün modullar
el_gr: Όλες οι ενότητες
ka_ge: ყველა მოდული

source: Search for a hook
az_az: Qarmaq axtarın
el_gr: Αναζήτηση άγκιστρου

source: Display non-positionable hooks
el_gr: Εμφάνιση μη τοποθετούμενων hooks

source: Unhook
az_az: Qarmaqdan çıxar
el_gr: Κατάργηση τοποθέτησης

source: Unhook the selection
az_az: Seçimi qarmaqdan çıxar
el_gr: Βγάλτε τον επιλογή

source: 1 module selected
el_gr: Επιλέχθηκε 1 πρόσθετο

source: modules selected
el_gr: πρόσθετα επιλεγμένα

source: Full width
az_az: Tam eni
bs_ba: Puna širina
el_gr: Μέγιστο Πλάτος

source: Three columns
az_az: Üç sütun
bs_ba: Tri kolone
el_gr: Τρεις στήλες

source: Two columns, small left column
az_az: İki sütun, kiçik sol sütun
bs_ba: Dvije kolone, mala lijeva kolona
el_gr: Δύο στήλες, μικρή αριστερή στήλη

source: Two columns, small right column
az_az: İki sütun, kiçik sağ sütun
bs_ba: Dva kolone, mala desna kolona
el_gr: Δύο στήλες, μικρή δεξιά στήλη

source: No side columns, ideal for distraction-free pages such as product pages.
az_az: Yan sütunsuz, məhsullar səhifəsi kimi yayındırıcı yazılarsız sadə səhifələr üçün idealdır.
bs_ba: Nema bočnih kolona, idealan za stranice bez ometanja, kao što su stranice proizvoda.
el_gr: Χωρίς πλευρικές στήλες, ιδανικό για χωρίς-αποσπάσεις σελίδες, όπως οι σελίδες προϊόντων.

source: One large central column and 2 side columns.
az_az: Bir böyük orta sütun və 2 yan sütun.
bs_ba: Jedna velika središnja kolona i dvije bočne kolone.
el_gr: Μια μεγάλη κεντρική στήλη και 2 πλευρικές στήλες.

source: Two columns with a small left column.
az_az: Kiçik sol sütunlu iki sütun.
bs_ba: Dvije kolone s malom lijevom kolonom.
el_gr: Δύο στήλες με μια μικρή αριστερή στήλη.

source: Two columns with a small right column.
az_az: Kiçik bir sağ sütun ilə iki sütun.
bs_ba: Dvije kolone s malom desnom kolonom.
el_gr: Δύο στήλες με μια μικρή δεξιά στήλη.

source: Add new category
el_gr: Προσθήκη νέας κατηγορίας

source: Edit category: %name%
az_az: Bölməyə düzəliş: % adı%
bs_ba: Uredi kategoriju: %name%
el_gr: Επεξεργασία κατηγορίας: %name%

source: Add new page
az_az: Yeni səhifə artır
bs_ba: Dodaj novu stranicu
el_gr: Προσθήκη νέας σελίδας

source: Edit page: %meta_title%
az_az: Səhifəyə düzəliş: %meta_title%
bs_ba: Uredi stranicu: %meta_title%
el_gr: Επεξεργασία σελίδας: %meta_title%

source: Category: %category%
az_az: Bölmə: %category%
bs_ba: Kategorija: %category%
el_gr: Κατηγορία: %category%

source: Page Category
az_az: Səhifə Bölməsi
bs_ba: Kategorija stranice
el_gr: Κατηγορία σελίδας

source: Pages in this category
az_az: Bu bölmədəki səhifələr
el_gr: Σελίδες σ' αυτήν την κατηγορία

source: Images generation options
az_az: Şəkillər yaratmaq seçimləri
el_gr: Επιλογές παραγωγής Φωτογραφιών

source: Image format
az_az: Şəkil formatı
el_gr: Μορφή φωτογραφίας

source: Use JPEG.
az_az: JPEG işlədin.
el_gr: Χρήση JPEG.

source: Use PNG only if the base image is in PNG format.
az_az: Yalnız əsas şəkil PNG formatında olduqda PNG işlədin.
el_gr: Χρησιμοποιήστε PNG μόνο εάν η βασική εικόνα είναι σε μορφή PNG

source: Use PNG for all images.
az_az: Bütün şəkillər üçün PNG işlət.
el_gr: Χρήση PNG για όλες τις εικόνες.

source: JPEG compression
az_az: JPEG sıxılma
el_gr: JPEG συμπίεση

source: PNG compression
az_az: PNG sıxılma
el_gr: PNG συμπίεση

source: Generate images based on one side of the source image
az_az: Mənbə şəklin bir yanından şəkillər yarat
el_gr: Παράγει εικόνες βάση της μια πλευράς της πηγαίας εικόνας

source: Automatic (longest side)
el_gr: Αυτόματα (Μακρύτερη πλευρά)

source: Maximum file size of product customization pictures
az_az: Məhsul özəlləşdirilmə şəkillərinin maksimum fayl ölçüsü
el_gr: Μέγιστο μέγεθος αρχείων εικόνας για τις παραμετροποιήσεις προϊόντος

source: Product picture width
az_az: Məhsul şəklinin eni
el_gr: πλάτος εικόνας προϊόντος

source: Product picture height
az_az: Məhsulun şəkilinin hündürlüyü
el_gr: ύψος εικόνας προϊόντος

source: Generate high resolution images
az_az: Yüksək keyfiyyətli şəkillər yaradın
el_gr: Δημιουργία εικόνων υψηλής ανάλυσης

source: Use the legacy image filesystem
el_gr: Χρήση του παλαιού τύπου συστήματος αποθήκευσης εικόνων

source: Image type
az_az: Şəkil növü
el_gr: Τύπος εικόνας

source: Name for the image type
az_az: Şəkil növü üçün ad
el_gr: Όνομα για τον τύπο εικόνας

source: Add new image type
az_az: Yeni şəkil növü artır
el_gr: Πρόσθεσε νέο τύπο εικόνας

source: ___________ CUSTOM ___________
el_gr: ______ΠΑΡΑΜΕΤΡΟΠΟΙΗΣΗ_______

source: ____________ CORE ____________
az_az: ____________ ÖZƏK ____________
el_gr: __________ ΠΥΡΗΝΑΣ __________

source: Admin modules controller
az_az: Admin modullarına nəzarətçi
el_gr: Ελεγκτής μονάδων διαχειριστή

source: Front modules controller
az_az: Önüz modullarına nəzarətçi
el_gr: Ελεγκτής εμπρόσθιων μονάδων

source: Pages
az_az: Səhifələr
bs_ba: Stranice
el_gr: Σελίδες
ka_ge: გვერდები

source: Import theme
az_az: Tema idxalı
el_gr: Εισαγωγή θέματος

source: Your current theme
az_az: İndiki temanız
el_gr: Το τρέχων θέμα σας

source: Invoice & Email Logos
az_az: Faktura və E-poçt Loqoları
el_gr: Λογότυπο Παραστατικών & Email

source: Favicons
az_az: Favicon-lar
bs_ba: Favicone
el_gr: Favicon

source: Select a theme for the "%name%" shop
bs_ba: Odaberite temu za "%name%" trgovinu
el_gr: Επιλέξτε ένα θέμα για το κατάστημα "%name%"

source: Theme appearance
az_az: Tema görünüşü
el_gr: Εμφάνιση Θέματος

source: Pages in category "%name%"
az_az: "%Ad%" bölməsindəki səhifələr
bs_ba: Stranice u kategoriji "%name%"
el_gr: Σελίδες στην κατηγορία "%name%"

source: Preview Theme %s
az_az: %s Temasına İlkin Baxış
el_gr: Προεπισκόπιση θέματος %s

source: Test email %template%
el_gr: Δοκιμή email %template%

source: CMS Category
el_gr: Κατηγορία CMS

source: Parent category
az_az: Ana
el_gr: Γονική κατηγορία
ka_ge: კატეგორია მშობელთათვის

source: Only letters and the hyphen (-) character are allowed.
az_az: Yalnız hərflər və orta xətt (-) simvolu ola bilər.
el_gr: Μόνο γράμματα και η παύλα (-) επιτρέπονται.

source: Page content
az_az: Səhifə məzmunu
el_gr: Περιεχόμενο σελίδας
ka_ge: გვერდის შინაარსი

source: Indexation by search engines
az_az: Axtarış sistemlərinin indeksləşdirməsi
el_gr: Ταξινόμηση από τις μηχανές αναζήτησης

source: Page category
el_gr: Κατηγορία σελίδας

source: Select your default email theme
el_gr: Επέλεξε το βασικό πρότυπο email

source: Generate emails
el_gr: Δημιουργία emails

source: Select your email theme
el_gr: Επιλέξτε το πρότυπο email σας

source: Select the theme you want to overwrite
el_gr: Επέλεξε το θέμα που θέλεις να επικαλύψεις

source: Overwrite templates
el_gr: Επικάλυψη προτύπων

source: List %theme% layouts
el_gr: Λίστα διατάξεων %theme%

source: Raw HTML
el_gr: Πηγαίος κώδικας HTML

source: Text
az_az: Mətn
el_gr: Κείμενο
ka_ge: ტექსტი

source: Email themes
el_gr: Εmail πρότυπα

source: Designed by %s
az_az: Dizayn etdi: %s
el_gr: Σχεδιάστηκε από %s

source: Delete this theme?
el_gr: Διαγραφή του θέματος;

source: Configure your page layouts
bs_ba: Konfigurirajte izgleda stranica
el_gr: Ρυθμίστε τις διατάξεις των σελίδων σας

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
bs_ba: Svaka stranica može koristiti drugačiji izgled, odaberite ga među izgledima grupiranima u svojoj temi.
el_gr: Κάθε σελίδα μπορεί να χρησιμοποιεί διαφορετική διάταξη –επιλέγετε μία από όσες διαθέτει το θέμα.

source: Choose layouts
bs_ba: Odaberite izgled
el_gr: Επιλέξτε διατάξεις

source: Reset to defaults
bs_ba: Resetiraj na početne postavke
el_gr: Επαναφορά προεπιλογών

source: Header logo
az_az: Balıq Loqosu
el_gr: Λογότυπο Header
ka_ge: ვებ გვერდის ლოგოტიპი

source: Mail logo
az_az: Məktub loqosu
el_gr: Λογότυπο Mail

source: Invoice logo
az_az: İnvoys loqosu
el_gr: Λογότυπο τιμολογίου

source: Favicon
az_az: Favikon
el_gr: Εικονίδιο σελιδοδείκτη
ka_ge: საიტის იკონკა

source: Adaptation to Right-to-Left languages
bs_ba: Prilagodba, s desna na lijevo jezicima
el_gr: Προσαρμογή για γλώσσες Δεξιά-προς-Αριστερά

source: Theme to adapt
bs_ba: Teme za prilagodbu
el_gr: Θέμα για προσαρμογή

source: Generate RTL stylesheet
bs_ba: Generirajte RTL stilski obrazac
el_gr: Δημιουργία RTL stylesheet

source: Use this theme?
az_az: Bu tema işlədilsin?
el_gr: Χρησιμοποίηση του θέματος;

source: Import from your computer
az_az: Kompüterinizdən idxal edin
el_gr: Εισαγωγή από τον υπολογιστή σας

source: Zip file
az_az: Zip faylı
el_gr: Αρχείο zip

source: Import from the web
az_az: İnternetdən idxal edin
el_gr: Εισαγωγή από το διαδίκτυο

source: Archive URL
az_az: Arxiv URL
el_gr: Ιστορικό URL

source: Import from FTP
az_az: FTP-dən idxal et
el_gr: Εισαγωγή από FTP

source: Select the archive
az_az: Arxivi seçin
el_gr: Επιλέξτε το συμπιεσμένο

source: Add new theme
el_gr: Προσθήκη νέου θέματος

source: Export current theme
az_az: İndiki temani ixrac edin
bs_ba: Izvezi trenutnu temu
el_gr: Εξαγωγή τρέχοντος θέματος

source: Visit the theme catalog
az_az: Tema kataloquna baxın
el_gr: Επισκεφτείτε τον κατάλογο θεμάτων

source: Theme
az_az: Tema
el_gr: Θέμα
ka_ge: თემა

source: My current theme
el_gr: Το τρέχων θέμα σας

source: Use this theme
az_az: Bu temanı işlət
el_gr: Χρησιμοποίησε αυτό το θέμα

source: Explore more than a thousand themes
el_gr: Περιηγηθείτε σε περισσότερα από χίλια θέματα

source: My theme for %name% shop
el_gr: Το θέμα μου για το κατάστημα %name%

source: bytes
az_az: baytlar

source: pixels
az_az: piksellər
