Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminOrderscustomersNotification.*.xlf
Languages: ar_sa, az_az, lt_lt, ms_my, sq_al, tl_ph

source: For this particular customer group, prices are displayed as:
ar_sa: بالنسبة إلى مجموعة العملاء هذه، يتم عرض الأسعار على النحو التالي:
lt_lt: Šiai pirkėjų grupei kainos rodomos kaip:
sq_al: Për këtë grup të veçantë të klientëve, çmimet shfaqen:
tl_ph: Para sa partikular na grupo ng kostumer na ito, ang mga presyo ay ipinakita bilang:

source: Editing this product line will remove the reduction and base price.
lt_lt: Paredagavus šią eilutę informacija apie bazinę kainą ir nuolaidą bus pašalinta.

source: No voucher was found
ar_sa: لم يتم العثور على أي قسيمة
az_az: Heç bir kupon tapılmadı
lt_lt: Kuponas nerastas

source: Are you sure you want to add this quantity?
lt_lt: Ar jūs tikrai norite pridėti šį kiekį?

source: Error: No product has been selected
lt_lt: Klaida: nebuvo pasirinkta prekė

source: Error: Quantity of products must be set
az_az: Yanlışlıq: Məhsulların sayı göstərilməlidir
lt_lt: Klaida: turi būti nurodytas prekės kiekis

source: Error: Product price must be set
lt_lt: Klaida: turi būti nurodyta prekės kaina

source: This warning also concerns order
lt_lt: Įspėjimas taip pat galioja užsakymui

source: This warning also concerns the next orders:
ar_sa: يتعلق هذا التحذير أيضًا بالأوامر التالية:
lt_lt: Įspėjimas taip pat galioja kitiems užsakymams:

source: No payment methods are available
az_az: Heç bir ödəniş yolu yoxdur
lt_lt: Nėra jokių tinkamų mokėjimo būdų

source: A registered customer account has already claimed this email address
lt_lt: Jau yra pirkėjo paskyra su tokiu el. pašto adresu

source: Do you want to send this message to the customer?
ar_sa: هل تريد إرسال هذه الرسالة إلى العملاء؟
az_az: Bu mesajı alıcıya göndərmək istəyirsinizmi?
lt_lt: Ar norite nusiųsti žinutę klientui?

source: This product cannot be returned.
ar_sa: لا يمكن إرجاع هذا المنتج
az_az: Bu məhsul geri qaytarıla bilməz.
lt_lt: Šios prekės grąžinti negalima
ms_my: Cannot return this product

source: Quantity to cancel is greater than quantity available.
ar_sa: لإلغاء كمية أكبر من الكمية المتاحة
lt_lt: Atšaukiamas kiekis didesnis nei galimas.

source: Invalid new order status
ar_sa: طلب غير صحيح
az_az: Yalnış yeni sifariş vəziyyəti
lt_lt: Klaidinga naujo užsakymo būsena
sq_al: Statusi urdhërblerjes së re është i pavlefshëm
tl_ph: Hindi tama ang kalagayan ng bagong order

source: This customer ID is not recognized.
ar_sa: لم يتم التعرف على رقم تعريف هذا العميل.
lt_lt: Šio kliento ID neatpažintas.
ms_my: ID pelanggan ini tidak dikenali.
tl_ph: Ang ID ng mamimili ay hindi kinikilala.

source: This email address is not valid. Please use an address like bob@example.com.
ar_sa: عنوان البريد غير صحيح. يرجى استخدام بريد بصيغة bob@example.com.
az_az: Bu email ünvanı keçərli deyil. Buyurun, baba@misal.com kimi bir ünvan yazın.
lt_lt: Neteisingas el. pašto adresas. Prašome nurodyti el. pašto adresą (pvz.: vardenis.pavardenis@example.com).
ms_my: Alamat e-mel ini tidak sah. Sila gunakan alamat seperti bob@example.com.
tl_ph: Ang adres ng email ay hindi tama. Mangyaring gumamit ng isang adres tulad ng bob@example.com.

source: The identification number is incorrect or has already been used.
ar_sa: رقم البطاقة غير صحيح أو قد استخدم بالفعل.
lt_lt: Identifikacijos numeris klaidingas arba buvo panaudotas.
ms_my: Nombor Kad Pengenalan tidak betul atau telah digunakan.
tl_ph: Ang pagkakakilanlan na numero ay hindi tama o ginamit na.

source: You have selected a state for a country that does not contain states.
ar_sa: لقد اخترت محافظة لبد يس لها محافظات
lt_lt: Jūs pasirinkote valstiją šaliai, kuri neturi jų.
ms_my: Anda telah memilih negeri bagi negara yang tidak mempunyai negeri.

source: An address located in a country containing states must have a state selected.
ar_sa: العنوان يوجد فى دولة لها محافظات ،يجب اختيار محافظة
lt_lt: Adresas su šalimi turinčia valstiją turi turėti pasirinktą valstiją.
ms_my: Alamat yang terletak di dalam negara yang mempunyai negeri mestilah mempunyai negeri yang dipilih.

source: An error occurred while linking this address to its order.
ar_sa: حدث خطأ اثناء ربط هذا العنوان بالطلب.
lt_lt: Įvyko klaida bandant susieti adresą su užsakymu.
ms_my: Ralat berlaku apabila menghubungkan alamat ini kepada pesanannya.

source: Invalid order
ar_sa: طلب الشراء غير صحيح
lt_lt: Neteisingas užsakymas
ms_my: Pesanan tidak betul
sq_al: Urdhërblerje e pavlefshme
tl_ph: Hindi tama ang order

source: The order cannot be renewed.
ar_sa: هذا الطلب لا يمكن تجديده.
lt_lt: Užsakymas negali būti atnaujintas.
ms_my: Pesanan tidak boleh diperbaharui.
sq_al: Urdhërblerje nuk mund të ripërtrihet.
tl_ph: Ang order ay hindi maaaring baguhin.

source: An error occurred. Your message was not sent. Please contact your system administrator.
ar_sa: خطأ ما حدث. رسالتك لم تُرسل. الرجاء التواصل مع مدير الموقع.
az_az: Bir yanlışlıq oldu. Mesajınız göndərilmədi. Buyurun, sistem administratorunuzla bağlantı qurun.
lt_lt: Įvyko klaida. Jūsų žinutė neišsiųsta. Susisiekite su savo sistemos administratoriumi.
tl_ph: Nangyari ang isang kamalian. Ang iyong mensahe ay hindi naipadala. Mangyaring makipag ugnayan sa iyong administrador ng sistema.

source: Cannot create message in a new thread.
ar_sa: لا يمكن انشاء رسالة في الحقل الجديد
lt_lt: Nepavyko sukurti pranešimo naujoje gijoje.
tl_ph: Hindi makalikha ng mensahe sa isang bagong thread.

source: The message body is empty, cannot import it.
ar_sa: محتوى الرسالة فارغ ، لا يمكن استيراده
lt_lt: Pranešimo turinys tuščias, negalima importuoti.
tl_ph: Ang kabuuan ng mensahe ay walang laman, hindi ito ma-angkat.

source: Invalid message content for subject: %s
ar_sa: محتوى رسالة حاطئة للموضوع : %s
az_az: Bu mesaj başlığı üçün yanlış mesaj yazıldı: %s
lt_lt: Neteisingas žinutės turinys temai: %s
tl_ph: Hindi balido ang nilalaman ng mensahe sa paksa ng: %s

source: The message content is not valid, cannot import it.
ar_sa: محتوى الرسالة غير صحيح، لا يمكن استيراده
lt_lt: Pranešimo turinys negaliojantis, negalima importuoti.
tl_ph: Ang laman ng mensahe ay hindi balido, hindi ito maangkat.

source: Unknown delete mode:
ar_sa: وضع حذف غير معروف:
az_az: Bilinməyən silinmə rejimi:
lt_lt: Nežinomas trynimo režimas:
tl_ph: Paraan ng hindi kilalang pagtatanggal:

source: Password cannot be empty.
ar_sa: لا يمكن أن يكون حقل كلمة المرور فارغاً.
az_az: Şifrə boş ola bilməz.
lt_lt: Slaptažodis negali būti tuščias.
tl_ph: Ang password ay hindi maaring walang laman.

source: An error occurred while loading the object.
ar_sa: حدث خطأ أثناء تحميل الكائن.
lt_lt: Įvyko klaida užkraunant objektą.
tl_ph: Nangyayari ang isang kamalian habang naglo-load ang bagay.

source: (cannot load object)
ar_sa: (لا يمكن تحميل الكائن)
az_az: (əşya yüklənmir)
lt_lt: (negali užkrauti objekto)
ms_my: (tidak dapat membuka objek)
sq_al: (nuk mund të ngarkoj objektin)

source: This cart does not exists
ar_sa: هذه السلة غير موجودة
az_az: Bu kart yoxdur
lt_lt: Šis krepšelis neegzistuoja.

source: The cart must have a customer
ar_sa: يجب ربط سلة الشراء بعميل
lt_lt: Krepšelis privalo turėti pirkėją

source: Order status #%id% cannot be loaded
ar_sa: لا يمكن تحميل حالات الطلب #%id%
lt_lt: Nepavyko užkrauti užsakymo būsenos #%id%

source: The order carrier ID is invalid.
ar_sa: رقم تعرف جهة نقل طلب الشراء غير صحيح.
az_az: Sifariş kuryeri üçün ID yanlışdır.
lt_lt: Užsakymo kurjerio ID neteisingas.

source: The tracking number is incorrect.
ar_sa: رقم التتبع غير صحيح.
az_az: İzləmə nömrəsi yanlışdır.
lt_lt: Sekimo numeris neteisingas.
tl_ph: Ang numero ng pagsubaybay ay hindi tama.

source: The order carrier cannot be updated.
ar_sa: لا يمكن تحديث الجهة الناقلة الطلب.
lt_lt: Užsakymo kurjeris negali būti atnaujintas.
tl_ph: Ang tagapagdala ng order ay hindi maaaring i-update.

source: The new order status is invalid.
ar_sa: طلب غير صحيح
az_az: Yalnış yeni sifariş vəziyyəti
lt_lt: Klaidinga naujo užsakymo būsena.
tl_ph: Ang bagong kalagayan ng order ay hindi tama.

source: An error occurred while changing order status, or we were unable to send an email to the customer.
ar_sa: An error occurred while changing the status and/or was unable to send email to the customer.
az_az: An error occurred while changing the status and/or was unable to send email to the customer.
lt_lt: Keičiant užsakymo būseną įvyko klaida, arba nepavyko pirkėjui išsiųsti el. laiško.
tl_ph: Nangyayari ang isang kamalian habang nagpapalit ng kalagayan ng order, o tayo ay hindi maaaring magpadala ng isang email sa mamimili.

source: The order has already been assigned this status.
ar_sa: الطلب تم ربطه مسبقا بهذه الحالة.
lt_lt: Užsakymas jau turi šią būseną.
tl_ph: Ang order ay naitalaga na sa kalagayan nito.

source: The customer is invalid.
ar_sa: العميل غير صحيح.
lt_lt: Neteisingas pirkėjas.
sq_al: Klienti është i pavlefshëm.
tl_ph: Ang mamimili ay hindi balido.

source: The message cannot be blank.
ar_sa: الرسالة فارغة
lt_lt: Žinutė negali būti tuščia
tl_ph: Ang mensahe ay hindi maaaring maging blangko.

source: field %s is required.
ar_sa: الحقل %s مطلوب.
lt_lt: laukas "%s" yra privalomas.
ms_my: ruangan %s diperlukan.
sq_al: fusha %s është e detyrueshme.
tl_ph: ang patlang %s ay kailangan.

source: Please enter a quantity to proceed with your refund.
ar_sa: الرجاء إدخل كمية لتبدأ عملية التعويض.
lt_lt: Įveskite kiekį, kad galėtumėte tęsti grąžinimą.
tl_ph: Mangyaring ipasok ang isang dami upang magpatuloy sa iyong pagbabalik ng bayad.

source: Please enter an amount to proceed with your refund.
ar_sa: الرجاء ادخال مبلغ لتبدأ عملية التعويض.
lt_lt: Įveskite sumą, kad galėtumėte tęsti grąžinimą.
tl_ph: Mangyaring maglagay ng isang halaga upang magpatuloy sa iyong pagbabalik ng iyong bayad.

source: You cannot generate a partial credit slip.
ar_sa: لا تستطيع توليد سند إئتماني جزئي.
lt_lt: Negalima sukurti dalinio grąžinimo kvito.
tl_ph: Hindi mo maaaring buohin ang isang bahagya ng slip ng kredito.

source: You cannot generate a voucher.
ar_sa: لا يمكن إنشاء قسيمة
az_az: Qəbz yarada bilmir
lt_lt: Negalima sukurti kupono.
tl_ph: Hindi ka maaaring bumuo ng isang butser.

source: The partial refund data is incorrect.
ar_sa: قيمة التعويض الجزئي خاطئة.
lt_lt: Neteisingi dalinio pinigų grąžinimo duomenys.
tl_ph: Ang bahagyang pagbalik ng datos ay hindi tama.

source: You must select a product.
ar_sa: يجب عليك إختيار المنتج.
az_az: Siz bir məhsul seçməlisiz.
lt_lt: Privalote pasirinkti prekę.
tl_ph: Kailangan mong pumili ng isang produkto.

source: You must enter a quantity.
ar_sa: يجب عليك إختيار الكمية.
az_az: Say yazmalısınız.
lt_lt: Privalote įvesti kiekį.
tl_ph: Kailangan mong magpasok ng isang dami.

source: No quantity has been selected for this product.
ar_sa: لم يتم تحديد كمية للمنتج
az_az: Bu məhsul üçün heç bir say seçilmədi.
lt_lt: Nenurodytas kiekis šiai prekei.
tl_ph: Wala dami ang napili para sa produktong ito.

source: An invalid quantity was selected for this product.
ar_sa: الكمية غير صحيحة
az_az: Bu məhsul üçün yanlış say seçildi.
lt_lt: Šiai prekei pasirinktas neteisingas kiekis.
tl_ph: Ang isang hindi balidong dami ay napili para sa produktong ito.

source: A credit slip cannot be generated.
ar_sa: لا يمكن إنشاء زلة الائتمان
lt_lt: Negalima sukurti grąžinimo kvito.
tl_ph: Ang listahan ng utang ay hindi maaaring mabuo.

source: No product or quantity has been selected.
ar_sa: لم يتم اختيار منتجات
az_az: Heç bir məhsul, ya da say seçilmədi.
lt_lt: Nepasirinkta prekė arba kiekis.
tl_ph: Walang produkto o dami ang napili.

source: The order cannot be found
ar_sa: لا يمكن العثور على الطلب
az_az: Sifarişi tapmaq olmadı
lt_lt: Užsakymas nerastas
tl_ph: Ang order ay hindi matagpuan

source: The amount is invalid.
ar_sa: الكمية غير صالحة.
lt_lt: Neteisinga suma.
tl_ph: Ang halaga ay hindi tama.

source: The selected payment method is invalid.
ar_sa: طريقة الدفع المُختارة غير صالحة.
lt_lt: Neteisingas pasirinktas mokėjimo būdas.
tl_ph: Ang napiling pagbabayad na pamamaraan ay hindi tama.

source: The transaction ID is invalid.
ar_sa: رقم التحويل البنكي غير صحيح.
lt_lt: Neteisingas transakcijos ID.
tl_ph: Ang ID ng transaksyon ay hindi tama.

source: The selected currency is invalid.
ar_sa: العملة المختارة غير صالحة.
lt_lt: Pasirinkta neteisinga valiuta.
tl_ph: Ang napiling salapi ay hindi balido.

source: The invoice is invalid.
ar_sa: الإيصال غير صالح.
az_az: İnvoys yanlışdır.
lt_lt: Neteisinga sąskaita.
sq_al: Fatura është e pavlefshme.
tl_ph: Ang invoice ay hindi balido.

source: The date is invalid
ar_sa: التاريخ غير صالح
lt_lt: Neteisinga data
sq_al: Data është e pavlefshme
tl_ph: Ang petsa ay hindi balido

source: An error occurred during payment.
ar_sa: حدث خطأ اثناء الدفع.
lt_lt: Mokėjimo metu įvyko klaida.
tl_ph: Nangyayari ang isang kamalian sa panahon ng pagbabayad.

source: The invoice note was not saved.
ar_sa: ملاحظة الإيصال لم تُحفظ.
lt_lt: Sąskaitos pastaba neišsaugota.
tl_ph: Ang invoice na naitala ay hindi nai-seyb.

source: Failed to upload the invoice and edit its note.
ar_sa: فشل تحميل الفاتورة والتعديل على ملحوظتها
lt_lt: Nepavyko įkelti sąskaitos.
tl_ph: Nabigo na mai-upload ang talaan at ma-edit ang mga paalala nito.

source: This delivery address country is not active.
ar_sa: دولة عنوان التوصيل غير فعالة.
lt_lt: Ši pristatymo adreso šalis yra neaktyvi.

source: This invoice address country is not active.
ar_sa: دولة عنوان الإيصال غير مفعلة.
lt_lt: Ši sąskaitos adreso šalis yra neaktyvi.

source: This address can't be loaded
ar_sa: لا يمكن تحميل العنوان
lt_lt: Šis adresas negali būti įkrautas

source: You cannot change the currency.
ar_sa: لا يمكنك تغيير العملة.
az_az: Siz valyutanı dəyişə bilməzsiniz.
lt_lt: Negalite pakeisti valiutos.

source: Invoice management has been disabled.
ar_sa: تم تعطيل خاصية إدارة الفواتير.
lt_lt: Sąskaitų valdymas buvo išjungtas.

source: This order already has an invoice.
ar_sa: هذا الطلب له ايصال مسبقاً.
lt_lt: Šis užsakymas jau turi sąskaitą.

source: You cannot edit this cart rule.
lt_lt: Jūs negalite redaguoti šios krepšelio taisyklės.

source: You must specify a name in order to create a new discount.
az_az: Yeni endirim yaratmaq üçün bir ad bildirməlisiniz.
lt_lt: Norėdami sukurti naują nuolaidą, privalote nurodyti pavadinimą.

source: The discount value is invalid.
ar_sa: قيمة الخصم غير صالحة.
az_az: Endirim dəyəri yanlışdır.
lt_lt: Neteisinga nuolaidos reikšmė.
ms_my: Diskaun nilai tidak sah.
sq_al: Vlera e zbritjes është e pavlefshme.

source: The discount value is greater than the order invoice total.
ar_sa: قيمة الخصم أكبر من إجمالي قيمة فاتورة المنتج.
lt_lt: Nuolaidos vertė didesnė už sąskaitos sumą.

source: The discount value is greater than the order total.
ar_sa: قيمة الخصم أكبر من إجمالي قيمة المنتج.
lt_lt: Nuolaidos vertė didesnį už užsakymo sumą.

source: The discount type is invalid.
ar_sa: نوع التخفيض غير صالح.
az_az: Endirim növü yanlışdır.
lt_lt: Neteisingas nuolaidos tipas.
sq_al: Tipi i zbritjes është i pavlefshëm.

source: An error occurred during the OrderCartRule creation
ar_sa: حدث خطأ أثناء إنشاء OrderCartRule
lt_lt: Kuriant OrderCartRule įvyko klaida

source: An error occurred while loading order status.
ar_sa: حصل خطأ أثناء تحميل حالة الطلب.
lt_lt: Įvyko klaida kraunant užsakymo būseną.

source: Error in sending the email to your customer.
lt_lt: Klaida siunčiat el. laišką pirkėjui.

source: The order object cannot be loaded.
lt_lt: Užsakymo objektas negali būti įkrautas.

source: You cannot add products to delivered orders.
ar_sa: لا يمكنك اضافة منتجات الى طلبات تم توصيلها.
lt_lt: Negalite pridėti prekių prie užsakymų, kurie jau yra pristatyti.
tl_ph: Hindi ka maaaring magdagdag ng mga produkto sa mga order na naipadala na.

source: The product object cannot be loaded.
lt_lt: Prekės objektas negali būti įkrautas.

source: The combination object cannot be loaded.
lt_lt: Negalima įkelti kombinacijų objekto.

source: You must add %d minimum quantity
lt_lt: Privalote pridėti mažiausiai %d prekes

source: You already have the maximum quantity available for this product.
ar_sa: لديك بالفعل الكمية القصوى المتاحة لهذا المنتج.
az_az: Sizin artıq bu məhsul üçün olan maksimum sayınız var.
lt_lt: Jūs jau turite didžiausią galimą šios prekės kiekį.
ms_my: Anda sudah mempunyai kuantiti maksimum yang tersedia bagi produk ini.

source: The OrderDetail object cannot be loaded.
lt_lt: Objektas OrderDetail negali būti įkrautas.

source: The address object cannot be loaded.
lt_lt: Adreso obejktas negali būti įkrautas.

source: An error occurred while editing the product line.
lt_lt: Redaguojant prekių liniją įvyko klaida.

source: An error occurred while attempting to delete the product line.
az_az: Məhsul xəttini pozmağa çalışarkən bir yanlışlıq oldu.
lt_lt: Trinant prekių liniją įvyko klaida.

source: The Order Detail object could not be loaded.
lt_lt: Neįmanoma įkrauti užsakymo detalių objekto.

source: The invoice object cannot be loaded.
lt_lt: Neįmanoma įkrauti sąskaitų objekto.

source: You cannot edit the order detail for this order.
lt_lt: Negalite keisti užsakymo detalių šiam užsakkymui.

source: You cannot edit a delivered order.
ar_sa: لا يمكنك طلب بعد تسليمه للعميل.
lt_lt: Negalima redaguoti pristatyto užsakymo.

source: You cannot use this invoice for the order
ar_sa: لا تستطيع مشاهدة فاتورة طلب الشراء
lt_lt: Negalite naudoti šios sąskaitos užsakymui

source: Invalid price
ar_sa: سعر غير صالح
az_az: Keçərsiz qiymət
lt_lt: Neteisinga kaina
sq_al: Çmimi i pavlefshëm

source: Invalid quantity
ar_sa: الكمية غير صحيحة
az_az: Yanlış say
lt_lt: Klaidingas kiekis
ms_my: Kuantiti tidak sah
sq_al: Sasi e pavlefshme

source: You cannot delete the order detail.
ar_sa: لا يمكنك حذف تفاصيل الطلب.
lt_lt: Negalite ištrinti užsakymo detalių.

source: This product cannot be re-stocked.
ar_sa: لا يمكن إعادة تخزين المنتجات
lt_lt: Negalima atnaujinti sandėlio nauja preke.

source: An error occurred while attempting to delete the product.
ar_sa: حدث خطأ أثناء حذف المنتج.
az_az: Məhsulu pozmağa çalışarkən bir yanlışlıq oldu.
lt_lt: Įvyko klaida trinant prekę.
tl_ph: Nangyayari ang isang kamalian habang sinusubukan na tanggalin ang produkto.

source: An error occurred while attempting to delete product customization.
ar_sa: حدث خطأ أثناء حذف تخصيص المنتج.
az_az: Məhsul özəlləşdirməsini pozmağa çalışarkən bir yanlışlıq oldu.
lt_lt: Įvyko klaida trinant prekės modifikacijas.
tl_ph: Nangyayari ang isang kamalian habang sinusubukan na tanggalin ang pagpapasadya ng produkto.

source: Order #%d cannot be loaded
ar_sa: لا يمكن تحميل الطلب #%d
lt_lt: Nepavyko užkrauti užsakymo #%d
tl_ph: Ang order #%d ay hindi maaaring i-load

source: The order ID -- or the invoice order ID -- is missing.
ar_sa: رقم تعريف طلب الشراء أو فاتورة الشراء مفقود.
lt_lt: Trūksta užsakymo ID arba sąskaitos užsakymo ID.

source: No invoice was found.
ar_sa: لم يتم العثور على أي فاتورة شراء.
lt_lt: Nerasta jokių sąskaitų.

source: No order slips were found.
lt_lt: Nerasta užsakymo kvitų.

source: The supply order ID is missing.
ar_sa: رقم تعريف طلب التوريد مفقود.
lt_lt: Trūksta tiekimo užsakymo ID.

source: The supply order cannot be found within your database.
az_az: Təchizatçı sifarişi verilənlər bazanızda tapılmadı.
lt_lt: Duomenų bazėje nepavyko rasti tiekimo užsakymo.

source: The order invoice cannot be found within your database.
az_az: Sifariş infoysu verilənlər bazanızda tapılmadı.
lt_lt: Užsakymo sąskaita nerasta jūsų duomenų bazėje.

source: An error occurred while deleting the details of your order return.
ar_sa: حدث خطأ أثناء حذف أحد التفاصيل عودة النظام.
lt_lt: Trinant užsakymo grąžinimą įvyko klaida.

source: You need at least one product.
ar_sa: تحتاج ما لا يقل عن منتج واحد.
lt_lt: Pasirinkite bent vieną prekę.

source: The order return is invalid.
ar_sa: ارجاع الطلب غير صحيح.
lt_lt: Klaidingas užsakymo grąžinimas.

source: The order return content is invalid.
ar_sa: تفاصيل ارجاع الطلب غير صحيحة.
lt_lt: Neteisingas užsakymo grąžinimo turinys.

source: No order return ID has been specified.
ar_sa: لم يتم تحديد رقم تعريف طلب الإعادة.
lt_lt: Nenurodytas užsakymo grąžinimo ID.

source: No order was found with this ID:
ar_sa: لم يتم العثور على أي طلب شراء بالرقم:
lt_lt: Užsakymų tokiu ID nerasta:

source: No invoice was found with this ID:
ar_sa: لم يتم العثور على أي فاتورة بالرقم:
lt_lt: Nerasta sąskaitų su šiuo ID:

source: No cart was found with this ID:
ar_sa: لم يتم العثور على أي سلة شراء بالرقم:
lt_lt: Nerasta krepšelių su šiuo ID:

source: An error has occurred: Can't save the current order's return status.
lt_lt: Įvyko klaida: negalima išsaugoti dabartinio užsakymo grąžinimo būsenos.
sq_al: Ka ndodhur një gabim: Nuk mund të ruaj statusin e kthimit të urdhërblerjes.

source: An error has occurred: Can't delete the current order's return status.
lt_lt: Įvyko klaida: negalima ištrinti dabartinio užsakymo grąžinimo būsenos.
sq_al: Ka ndodhur një gabim: Nuk mund të fshij statusin e kthimit të urdhërblerjes.

source: There is no status defined for this order.
lt_lt: Šiam užsakymui nenurodyta būsena.
sq_al: Këtu nuk ka status të definuar për këtë urdhërblerje.

source: Direct link
ar_sa: رابط مباشر
az_az: Birbaşa keçid
lt_lt: Tiesioginė nuoroda
ms_my: Link langsung
sq_al: Lidhja direkte

source: expires on %s.
ar_sa: تاريخ الانتهاء في %s.
az_az: %s tarixində bitir.
lt_lt: baigia galioti %s.
sq_al: skadon më %s.
tl_ph: matatapos sa %s.

source: downloadable %d time(s)
ar_sa: قابل للتحميل %d مره(مرات)
lt_lt: parsisiunčiama %d kartus(-ų)
sq_al: Shkarkimi %d herë i mundshëm
tl_ph: mada-download %d na (mga) oras

source: [Generated] CartRule for Free Shipping
lt_lt: [Generated] Krepšelio taisyklė nemokamam pristatymui
sq_al: [Generated] Rregulli i shportës për livrim pa pagesë

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
lt_lt: Užsakymo istorijos laiškas negali būti išsiųstas, pasitikrinkite savo pašto konfigūraciją Administravimo dalyje – Išplėstiniai parametrai > El. paštas.

source: No delivery slip was found for this period.
ar_sa: لا يوجد سند شحن في هذه الفترة.
lt_lt: Šiam periodui nerasta pristaymo kvitų
ms_my: No delivery slip found for this period
tl_ph: Walang slip ng delivery ang natagpuan para sa panahon na ito.

source: The order cannot be found within your database.
ar_sa: لا يمكن العثور على الطلب في قاعدة البيانات
az_az: Sifarişi databazada tapa bilmir
lt_lt: Nepavyksta rasti užsakymo duomenų bazėje.
tl_ph: Ang order ay hindi maaaring matagpuan sa loob ng iyong database.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
ar_sa: أريد أن يتمكن عملائي من التسجيل مرة أخرى باستخدام نفس عنوان البريد الإلكتروني. سيتم إزالة كل البيانات من قاعدة البيانات.
lt_lt: Aš noriu, kad klientai galėtų prisiregistruoti vėl su tuo pačiu el. pašto adresu. Visi duomenys bus pašalinti iš duomenų bazės.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
ar_sa: لا أريد من عميلي(عملائي) أن يقوموا بالتسجيل مجددا بنفس البريد الإلكتروني. كل العملاء الذين تم إختيارهم سيتم حذفهم من هذه القائمة، ولكنه سيتم الإحتفاظ بالبيانات الخاصة بهم في قاعدة البيانات.
lt_lt: Aš nenoriu, kad klientai galėtų prisiregistruoti vėl su tuo pačiu el. pašto adresu. Visi pasirinkti klientai bus ištrinti iš šio sąrašo, bet jų duomenys bus palikti duomenų bazėje.

source: An account already exists for this email address:
ar_sa: يوجد حساب بالفعل لهذا البريد الإلكتروني :
az_az: Bu E-Poçt üçün artıq hesab mümkündür:
lt_lt: Jau egzistuoja paskyra su tokiu el. pašto adresu:
tl_ph: Ang account ay umiiral na para sa adres ng email na ito:

source: This email address is not registered.
ar_sa: عنوان البريد الإلكتروني غير مسجل
az_az: E-poçt ünvan qeydiyyat edilmədi
lt_lt: El.pašto adresas neregistruotas.
ms_my: Alamat e-mel tidak didaftarkan
