Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalNotification.*.xlf
Languages: fi_fi, gl_es, hu_hu, ka_ge, ms_my, sk_sk, vi_vn

source: Are you sure you want to restore the default address format for this country?
fi_fi: Haluatko varmasti palauttaa tämän maan oletusosoitemuodon?
gl_es: Estás segura de que queres restaura-lo formato de enderezo predeterminado para este país?
hu_hu: Biztos vagy benne, hogy visszaállítod az országra vonatkozó alapbeállított címformátumot?
sk_sk: Naozaj chcete pre túto krajinu obnoviť predvolený formát adresy?
vi_vn: Bạn có chắc chắn muốn khôi phục lại định dạng địa chỉ mặc định cho quốc gia này?

source: A language pack is available for this ISO.
fi_fi: Kielipakettia on saatavilla tällä ISO-koodilla.
hu_hu: Nyelvi csomag elérhető erre az ISO kódra (a neve
ms_my: A language pack is available for this ISO (name is
sk_sk: Jazykový balíček pre tento ISO kód je dostupný.
vi_vn: Một gói ngôn ngữ sẵn có cho ISO này.

source: The Prestashop version compatible with this language and your system is:
fi_fi: Yhteensopiva Prestashop-versio tälle kielelle ja järjestelmälle on:
hu_hu: A Prestashop verziója kompatibilis ezzel a nyelvvel, a rendszered:
sk_sk: Kompatibilná verzia PrestaShopu pre tento jazyk a váš systém je:
vi_vn: Phiên bản PrestaShop tương thích với ngôn ngữ này và hệ thống của bạn là:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
fi_fi: Luotuasi kielen voit tuoda kielipaketin, jonka saat ladattua kohdasta "Kansainvälisyys -> Käännökset".
sk_sk: Po vytvorení jazyka môžete importovať obsah jazykového balíka, ktorý si môžete stiahnuť pod položkou "Medzinárodné - Preklady".

source: No language pack is available on prestashop.com for this ISO code
fi_fi: Ei kielipakettia saatavilla prestashop.com:ista tällä ISO-koodilla
gl_es: Non hai ningún pacote de idioma dispoñible en prestashop.com para este código ISO
hu_hu: Nem érhető el nyelvi csomag a prestashop.com-ról ehhez az ISO kódhoz
ka_ge: ენის პაკეტი არ არსებობს ამ iso კოდისათვის
ms_my: No language pack available on prestashop.com for this ISO code
sk_sk: Pre tento ISO kód na stránke prestashop.com nie je dostupný žiadny jazykový balíček.
vi_vn: Không có gói ngôn ngữ nào sẵn có trên prestashop.com cho mã code ISO này

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
fi_fi: Tämä kielipaketti EI ole täydellinen eikä sitä voi käyttää kaupassa tai hallinnassa, koska jotkut tiedostot puuttuvat.
gl_es: Este pacote de idioma NON está completo e non pode enpregarse no sitio web ou no panel de administración porque faltan algúns ficheiros.
hu_hu: Ez a nyelvi csomag NEM teljes és nem használható a boltban és az adminisztrációs felületen sem, mivel néhány fájl hiányzik.
sk_sk: Tento jazykový balík nie je kompletný a nemôže byť použitý pre obchod alebo administráciu, pretože niektoré súbory chýbajú.
vi_vn: Gói ngôn ngữ này không hoàn chỉnh và không thể sử dụng trong front hay back office vì có một vài tập tin bị thiếu.

source: %s at least, or you will have to edit the translation files manually.
fi_fi: vähintään %s, tai vaihtoehtoisesti voit muokata käännöksiä mauaalisesti.
gl_es: %s polo menos, ou terás que editar os ficheiros das traducións manualmente.
hu_hu: %s értékre, vagy manuálisan kell a nyelvi fájlokat módosítanod.
ms_my: %s sekurangya, atau anda perlu sunting fail terjemahan secara manual.
sk_sk: %s minimálne, alebo budete musieť upraviť súbory prekladov ručne.
vi_vn: %s ít nhất, hoặc bạn sẽ phải chỉnh sửa thủ công các tập tin dịch.

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
fi_fi: Apache mod_security on aktivoitu palvelimellasi. Tästä voi aiheutua Virheellinen pyyntö -virheitä
gl_es: O mod_security do Apache está activado no teu servidor. Isto podería dar coma resultado algúns erros Bad Request
hu_hu: Az Apache mod_security aktivált a szerveren. Ez néhány Rossz kérés hibához vezethet
sk_sk: Je na serveri aktivovaný Apache mod_security. To by mohlo mať za následok niektoré chyby
vi_vn: Apache mod_security được kích hoạt trên máy chủ của bạn. Điều này có thể dẫn đến một số lỗi Bad Request

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
fi_fi: Varoitus! Hosting-palveluntarjoajasi käyttää Suhosin-patchia PHP:lla, joka rajoittaa kenttien määrää:
gl_es: Atención! A túa provedora de aloxamento está a empregar o parche Suhosin para PHP, o cal limita o número máximo de campos permitidos nun formulario:
hu_hu: Figyelmeztetés! A kiszolgálód a Suhosin javítást használja a PHP-hez, amely korlátozza az űrlapokon belüli maximum mezők számát:
ms_my: Amaran! penyedia hosting anda menggunakan tampalan Suhosin untuk PHP, yang mengehadkan jumlah maksimum ruangan bolehguna untuk borang:
sk_sk: Varovanie, Váš poskytovateľ hostingu používa záplatu suhosin pre PHP, ktorá limituje maximálny počet polí, ktoré možno odoslať alebo vyžiadať vo formulári:
vi_vn: Cảnh báo! Nhà cung cấp dịch vụ lưu trữ web hosting của bạn đang sử dụng kết nối Suhosin cho bộ xử lý trước siêu văn bản PHP và nó sẽ giới hạn số lượng các trường được phép trong một biểu mẫu:

source: %limit% for suhosin.post.max_vars.
fi_fi: %limit% muuttujalle suhosin.post.max_vars.
gl_es: %limit% para suhosin.post.max_vars.
sk_sk: %limit% pre suhosin.post.max_vars.
vi_vn: %limit% cho suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
fi_fi: %limit% muuttujalle suhosin.request.max_vars.
gl_es: %limit% para suhosin.request.max_vars.
sk_sk: %limit% pre suhosin.request.max_vars.
vi_vn: %limit% cho suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
fi_fi: Pyydä palveluntarjoajaasi nostamaan Suhosin limiitti arvoon
gl_es: Por favor, pídelle á túa fornecedora de aloxamento que aumente o límite de Suhosin a
hu_hu: Kérd meg a szolgáltatódat, hogy növelje meg a Suhosin limit értékét legalább
ms_my: Sila minta penyedia hosting anda untuk menambah had Suhosin ke
sk_sk: Prosím požiadajte svojho poskytovateľa hostingu, aby zvýšil limit na
vi_vn: Vui lòng yêu cầu nhà cung cấp dịch vụ lưu trữ web hosting của bạn tăng giới hạn Suhosin đến

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
fi_fi: Varoitus! PHP-asetukset rajoittavat kenttien määrää:
gl_es: Atención! A túa configuración PHP limita o número máximo de campos permitidos nun formulario:
hu_hu: Figyelmeztetés, a PHP beállításaid limitálják az űrlapon szerkeszthető mezők számát:
ms_my: Amaran! konfigurasi PHP anda mengehadkan jumlah maksimum ruangan dibenarkan dalam borang:
sk_sk: Varovanie! Vaša konfigurácia PHP obmedzuje maximálny počet polí povolených vo formulári:
vi_vn: Cảnh báo! Cấu hình bộ xử lý trước siêu văn bản PHP của bạn giới hạn số lượng trường tối đa được phép trong một biểu mẫu:

source: for max_input_vars.
fi_fi: max_input_vars varten.
gl_es: para max_input_vars.
hu_hu: - max_input_vars
ms_my: untuk max_input_vars.
sk_sk: pre max_input_vars.(maximálny počet vstupných premenných)
vi_vn: cho max_input_vars.

source: Please ask your hosting provider to increase this limit to
fi_fi: Pyydä palveluntarjoajaasi nostamaan tämä rajoitus arvoon
gl_es: Por favor, pídelle ao teu provedor de hospedaxe que aumente este límite a
hu_hu: Kérd meg a szolgáltatódat, hogy növelje meg a korlátozás értékét legalább
ms_my: Sila minta penyedia hosting anda untuk menambah had ke
sk_sk: Požiadajte vášho poskytovateľa hostingu o zvýšenie limitu na
vi_vn: Vui lòng yêu cầu nhà cung cấp dịch vụ lưu trữ web hosting của bạn tăng giới hạn đến

source: %s at least, or you will have to edit the translation files.
fi_fi: vähintään %s, tai vaihtoehtoisesti voit muokata käännöksiä.
gl_es: %s polo menos, ou terás que editar os ficheiros das traducións.
hu_hu: %s értékre, vagy manuálisan kell szerkesztened a fordítás fájljait.
sk_sk: %s minimálne alebo budete musieť upravovať súbory prekladov.
vi_vn: %s ít nhất, hoặc bạn sẽ phải chỉnh sửa các tập tin dịch.

source: This expression uses a special syntax:
fi_fi: Tämä ilmaisu käyttää erikoissyntaksia:
hu_hu: A kifejezés speciális szintaktust használ:
sk_sk: Tento výraz používa zvláštnu syntax:
vi_vn: Biểu thức này sử dụng một cú pháp đặc biệt:

source: Fatal error: IETF code %s is not correct
fi_fi: Kriittinen virhe: IETF-koodi %s on virheellinen
gl_es: Erro fatal: o código IETF %s non é correcto
hu_hu: Végzetes hiba: %s IETF kód nem megfelelő
ms_my: Ralat mati: kod IETF %s tidak betul
sk_sk: Kritická chyba: IETF kód %s nie je správny
vi_vn: Lỗi nặng: mã IETF %s không hợp lệ

source: Sorry this language is not available
fi_fi: Tämä kieli ei ole käytettävissä
hu_hu: Elnézést, ez a nyelv nem elérhető
sk_sk: Je nám ľúto, ale tento jazyk nie je k dispozícii
vi_vn: Xin lỗi ngôn ngữ ngày không có sẵn

source: Server does not have permissions for writing.
fi_fi: Palvelimella ei ole kirjoitusoikeuksia.
gl_es: O servidor non ten permisos para escribir.
hu_hu: A szervernek nincsenek írási jogai.
ms_my: Server tidak mempunyai kebenaran untuk menulis.
sk_sk: Server nemá oprávnenie pre zápis.
vi_vn: Server không có quyền ghi.

source: Language pack unavailable.
fi_fi: Kielipakettia ei ole saatavilla.
sk_sk: Jazykový balík je nedostupný.
vi_vn: Gói ngôn ngữ không sẵn có.

source: An error occurred while creating the language: %s
fi_fi: Virhe luotaessa kieltä: %s
gl_es: Produciuse un erro ao crea-lo idioma: %s
hu_hu: A nyelv létrehozása közben hiba történt: %s
ms_my: Ralat berlaku semasa mencipta bahasa: %s
sk_sk: Vyskytla sa chyba počas vytvárania jazyka: %s
vi_vn: Đã xảy ra lỗi trong khi tạo ra các ngôn ngữ: %s

source: Cannot load country: %d
fi_fi: Maata ei voi ladata: %d
sk_sk: Nie je možné načítať krajinu: %d
vi_vn: Không thể tải quốc gia: %d

source: Cannot enable the associated country: %s
fi_fi: Maata ei voi ottaa käyttöön: %s
sk_sk: Priradenú krajinu nie je možné použiť: %s
vi_vn: Không thể kích hoạt quốc gia liên kết: %s

source: Invalid Zone name.
fi_fi: Virheellinen vyöhykkeen nimi.
gl_es: Nome de Zona non válido.
hu_hu: Érvénytelen zóna név
ms_my: Nama bahagian tidak betul.
sk_sk: Neplatný názov zóny.
vi_vn: Tên Khu vực không hợp lệ.

source: Invalid state properties.
fi_fi: Virheelliset osavaltion ominaisuudet.
gl_es: Propiedades de estado non válidas.
hu_hu: Érvénytelen megye beállítások.
ms_my: Bentuk keadaan tidak sah.
sk_sk: Neplatné nastavenia štátu (federácie)
vi_vn: Thuộc tính tiểu bang không hợp lệ.

source: Cannot update the associated country: %s
fi_fi: Ei voi päivittää maata %s
sk_sk: Nedá sa aktualizovať priradenú krajinu: %s
vi_vn: Không thể cập nhật các quốc gia liên kết: %s

source: An error occurred while adding the state.
fi_fi: Virhe lisätessä osavaltiota.
gl_es: Produciuse un erro ao engadi-lo estado.
hu_hu: Hiba történt az állam (megye) hozzáadásakor.
ms_my: Ralat berlaku ketika menambah negeri.
sk_sk: Vyskytla sa chyba počas pridávania štátu (federácie).
vi_vn: Đã xảy ra lỗi khi thêm tiểu bang.

source: An error occurred while fetching the state.
fi_fi: Virhe noutaessa osavaltiota.
hu_hu: Hiba történt a megye/állam lekérésekor.
ms_my: Ralat berlaku ketika mendapatkan nama negeri.
sk_sk: Vyskytla sa chyba pri načítaní štátu (provincie).
vi_vn: Đã xảy ra lỗi khi tải tiểu bang.

source: Invalid tax properties.
fi_fi: Virheelliset veron ominaisuudet.
gl_es: Propiedades de impostos incorrectas.
hu_hu: Érvénytelen adó beállítások.
ms_my: Bentuk cukai tidak sah.
sk_sk: Neplatné nastavenia dane
vi_vn: Tính thuế không hợp lệ.

source: An error occurred while importing the tax: %s
fi_fi: Virhe veroa tuotaessa: %s
sk_sk: Vyskytla sa chyba počas importu dane: %s
vi_vn: Đã xảy ra lỗi trong khi nhập thuế: %s

source: This tax rule cannot be saved.
fi_fi: Tätä verosääntöä ei voi tallentaa.
gl_es: Non se pode gardar esta regra fiscal.
hu_hu: Az adószabály nem menthető el.
ms_my: Peraturan cukai ini tidak dapat disimpan.
sk_sk: Toto daňové pravidlo nemôže byť uložené.
vi_vn: Luật thuế này không thể được lưu.

source: Invalid currency properties.
fi_fi: Virheelliset valuutan ominaisuudet.
gl_es: Propiedades da moeda non válidas.
hu_hu: Érvénytelen pénznem beállítások
ms_my: Bentuk matawang tidak sah.
sk_sk: Neplatné nastavenia meny
vi_vn: Tính tiền không hợp lệ.

source: An error occurred while importing the currency: %s
fi_fi: Virhe valuuttaa tuotaessa: %s
hu_hu: Hiba történt a pénznem importálásakor: %s
sk_sk: Vyskytla sa chyba počas importu meny: %s
vi_vn: Đã xảy ra lỗi trong khi nhập tiền tệ: %s

source: Localization pack corrupted: wrong unit type.
fi_fi: Lokalisaatiopaketti on korruptoitunut: väärä tyyppi.
hu_hu: Csomag hiba: hibás egységtípus
ms_my: Pek bahasa rosak: salah jenis unit.
sk_sk: Lokalizačný balík je poškodený: nesprávny typ jednotky.
vi_vn: Gói nội địa hóa bị hỏng: loại đơn vị sai.

source: An error occurred while setting the units.
fi_fi: Yksiköiden asettamisessa tapahtui virhe.
gl_es: Produciuse un erro ao establece-las unidades.
hu_hu: Hiba történt az egységek beállításakor.
ms_my: Ralat berlaku ketika menetapkan unit.
sk_sk: Vyskytla sa chyba počas nastavovania jednotiek.
vi_vn: Đã xảy ra lỗi trong khi thiết lập các đơn vị.

source: An error occurred while installing the module: %s
fi_fi: Tapahtui virhe asennettaessa moduulia: %s
sk_sk: Vyskytla sa chyba počas inštalácie modulu: %s
vi_vn: Đã xảy ra lỗi trong khi cài đặt module: %s

source: An error occurred while uninstalling the module: %s
fi_fi: Tapahtui virhe poistettaessa moduulia: %s
sk_sk: Vyskytla sa chyba počas odinštalovania modulu: %s
vi_vn: Đã xảy ra lỗi trong khi xóa cài đặt module: %s

source: An error occurred during the configuration setup: %1$s
fi_fi: Asetuksia luotaessa tapahtui virhe: %1$s
sk_sk: Došlo k chybe pri nastavovaní konfigurácie: %1$s
vi_vn: Có lỗi trong khi cấu hình cài đặt: %1$s

source: An error occurred during the default group update
fi_fi: Virhe päivittäessä oletusryhmää
hu_hu: Hiba lépett fel az alapvető csoport frissítésekor
ms_my: Ralat berlaku ketika kemaskini kumpulan asas
sk_sk: Vyskytla sa chyba počas aktualizácie predvolenej skupiny
vi_vn: Đã xảy ra lỗi trong quá trình cập nhật nhóm mặc định

source: An error has occurred during the default group update
fi_fi: Virhe päivittäessä oletusryhmää
hu_hu: Egy hiba lépett fel az alapvető csoport frissítésekor
ms_my: Ralat berlaku ketika kemaskini kumpulan asas
sk_sk: Vyskytla sa chyba počas aktualizácie predvolenej skupiny
vi_vn: Một lỗi đã xảy ra trong quá trình cập nhật nhóm mặc định

source: Invalid language ISO code (%s)
fi_fi: Virheellinen ISO-koodi (%s)
hu_hu: Érvénytelen ISO nyelvkód (%s)
sk_sk: Neplatný ISO kód jazyku (%s)
vi_vn: Mã ISO (%s) ngôn ngữ không hợp lệ

source: The translation was added successfully, but the language has not been created.
fi_fi: Käännös lisätty onnistuneesti, mutta kieltä ei ole luotu.
gl_es: A tradución engadiuse correctamente, pero non se creou o idioma.
hu_hu: Fordítás sikeresen hozzáadva, de a nyelv nem lett létrehozva
ms_my: Translation added successfully but the language has not been created
sk_sk: Preklad bol úspešne pridaný, ale jazyk vytvorený nebol.
vi_vn: Bản dịch đã được thêm thành công, nhưng các ngôn ngữ đã không được tạo ra.

source: Cannot add configuration %1$s for %2$s language
fi_fi: Ei voi lisätä asetusta %1$s kielelle %2$s
sk_sk: Nie je možné pridať konfiguráciu %1$s pre %2$s jazyk
vi_vn: Không thể thêm cấu hình %1$s cho ngôn ngữ %2$s

source: Incorrect Tax Manager class [%s]
fi_fi: Virheellinen verohallintaluokka [%s]
hu_hu: Érvénytelen adókezelési osztály [%s]
sk_sk: Neplatná trieda Daňového Správcu [%s]
vi_vn: Quản lý Thuế không đúng [%s]

source: Tax Manager class not found [%s]
fi_fi: Verohallintaluokkaa ei löydy [%s]
hu_hu: Nem található az adókezelési osztály [%s]
sk_sk: Trieda daňového správcu sa nenašla [%s]
vi_vn: Quản lý thuế lớp không tìm thấy [%s]

source: No tax
fi_fi: Ei veroa
gl_es: Sen taxas:
hu_hu: Nincs adó
ka_ge: საშემოსავლოს გარეშე
sk_sk: Bez dane
vi_vn: Không phí:

source: This ISO code already exists.You cannot create two countries with the same ISO code.
fi_fi: ISO-koodi löytyy ennestään. Et voi luoda kahta maata samalla ISO-koodilla.
gl_es: Xa existe este código ISO. Non podes crear dous países co mesmo código ISO.
hu_hu: Az ISO-kód már létezik. Nem hozhatsz létre kettő országot egyező ISO-kóddal!
sk_sk: Tento ISO kód už existuje. Nemôžte vytvoriť dve krajiny s tým istým ISO kódom.
vi_vn: Mã ISO này đã tồn tại. Hai quốc gia không thể có cùng một mã ISO.

source: Invalid address layout %s
fi_fi: Virheellinen osoitteen muoto %s
hu_hu: Érvénytelen cím %s
sk_sk: Nesprávne usporiadanie adresy %s
vi_vn: Định dạng địa chỉ không hợp lệ %s

source: The currency conversion rate cannot be equal to 0.
fi_fi: Valuutan muunnoskurssi ei voi olla 0.
hu_hu: A pénznem átváltási árfolyama nem lehet 0.
sk_sk: Konverzný kurz nemôže byť rovný 0.
vi_vn: Tỷ giá chuyển đổi tiền tệ không thể bằng 0.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
fi_fi: Kun poistat kielen, KAIKKI siihen liittyvät käännökset POISTETAAN tietokannasta. Oletko varma, että haluat poistaa tämän kielen?
gl_es: Cando eliminas un idioma, elimínanse tódalas traducións relacionadas na base de datos. Estás segura de que queres continuar?
hu_hu: Amikor törölsz egy nyelvet, minden kapcsolódó fordítást az adatbázisban törölni fogsz. Biztosan törlöd a nyelvet?
ms_my: When you delete a language, ALL RELATED TRANSLATIONS IN THE DATABASE WILL BE DELETED, are you sure you want to delete this language?
sk_sk: Ak odstránite jazyk, všetky súvisiace preklady uložené v databáze budú tiež odstránené. Ste si istý(á), že chcete odstrániť tento jazyk?
vi_vn: Khi bạn xóa một ngôn ngữ, tất cả các bài dịch liên quan trong cơ sở dữ liệu sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục không?

source: Flag and "No picture" image fields are required.
fi_fi: Lipun ja "Ei kuvaa" -kuvan kentät ovat pakollisia.
hu_hu: Zászló és "Nincs kép" képfájlok megadása elengedhetetlen
sk_sk: Polia vlajka a obrázok "Bez obrázku" sú povinné.
vi_vn: Lá cờ và "Không có hình ảnh" các lĩnh vực hình ảnh được yêu cầu.

source: An error occurred while resizing "No picture" image to your product directory.
fi_fi: Virhe muutettaessa kuvan "Ei kuvaa" kokoa tuotekansiossa.
hu_hu: Hiba lépett fel a "Nincs kép" kép termékmappához átméretezésekor.
sk_sk: Vyskytla sa chyba počas kopírovania obrázku "Žiadny obrázok" do adresára produktu.
vi_vn: Đã xảy ra lỗi khi thay đổi kích thước "No picture" hình ảnh vào thư mục sản phẩm của bạn.

source: An error occurred while resizing "No picture" image to your category directory.
fi_fi: Virhe muutettaessa kuvan "Ei kuvaa" kokoa kategoriakansiossa.
hu_hu: Hiba lépett fel a "Nincs kép" kép kategóriamappába átméretezésekor.
sk_sk: Vyskytla sa chyba počas kopírovania obrázku "Žiadny obrázok" do adresára kategórie.
vi_vn: Có lỗi xảy ra trong khi thay đổi kích thước "Không có hình ảnh" hình ảnh vào thư mục danh mục của bạn.

source: An error occurred while resizing "No picture" image to your brand directory.
fi_fi: Virhe muutettaessa kuvan "Ei kuvaa" kokoa tuotekansiossa.
hu_hu: Hiba lépett fel a "Nincs kép" kép márkamappába végzett átméretezésekor.
sk_sk: Vyskytla sa chyba počas zmeny veľkosti obrázka "Žiadny obrázok" do priečinku vašej značky.
vi_vn: Đã xảy ra lỗi khi điều chỉnh kích thước của hình ảnh "Không có hình ảnh" vào thư mục thương hiệu của bạn.

source: An error occurred during image deletion process.
fi_fi: Virhe kuvien poistamisessa.
hu_hu: Hiba történt a kép törlésekor.
sk_sk: Vyskytla sa chyba pri mazaní obrázku.
vi_vn: Có lỗi xảy ra trong quá trình xóa hình ảnh.

source: Iso code is not valid
fi_fi: ISO-koodi ei kelpaa
gl_es: O código ISO non é válido
hu_hu: Érvénytelen ISO-kód
sk_sk: Kód ISO nie je platný
vi_vn: Mã code Iso không hợp lệ

source: Technical Error: ps_version is not valid
fi_fi: Tekninen virhe: ps_versio ei kelpaa
gl_es: Erro Técnico: a ps_version non é válida
hu_hu: Technikai hiba: érvénytelen ps_version
sk_sk: Technická chyba: ps_version nie je platné
vi_vn: Lỗi kỹ thuật: pg_version là không hợp lệ

source: Wrong ISO code, or the selected language pack is unavailable.
fi_fi: Väärä ISO-koodi, tai valittu kielitiedostopaketti ei ole saatavilla.
gl_es: Código ISO erróneo, ou o pacote do idioma seleccionado non está dispoñible.
hu_hu: rossz ISO kód, vagy a nyelvcsomag nem elérhető
sk_sk: Nesprávny ISO kód alebo nedostupný jazykový balík.
vi_vn: Mã code ISO sai, hoặc gói ngôn ngữ đã chọn không sẵn có.

source: Technical Error: translation server unreachable.
fi_fi: Tekninen virhe: käännöspalvelimeen ei saa yhteyttä.
gl_es: Erro técnico: servidor de traducción inaccesible.
hu_hu: Technikai hiba: elérhetetlen a fordítási szerver.
sk_sk: Technická chyba: server pre preklady nie je dostupný.
vi_vn: Lỗi sai kỹ thuật: không thể tiếp cận máy chủ dịch chương trình.

source: This ISO code already exists. You cannot create two states with the same ISO code.
fi_fi: ISO-koodi löytyy ennestään. Et voi luoda kahta osavaltiota samalla ISO-koodilla.
hu_hu: Az ISO-kód már létezik. Nem hozhatsz létre kettő államot egyező ISO-kóddal!
sk_sk: Tento ISO kód už existuje, nemôžte vytvoriť dva štáty/regióny s tým istým kódom ISO v tej istej krajine.
vi_vn: Mã ISO này đã tồn tại. Hai quốc gia không thể có cùng một mã ISO.

source: This state was used in at least one address. It cannot be removed.
fi_fi: Tätä osavaltiota käytetään vähintään yhdessä osoitteessa. Tätä ei voi poistaa.
hu_hu: Az állam legalább egy címnél használt volt, nem távolítható el.
sk_sk: Tento štát bol použitý aspoň v jednej adrese, nemôže byť vymazaný
vi_vn: Trạng thái này đã được sử dụng trong ít nhất một địa chỉ. Nó không thể được gỡ bỏ.

source: A tax rule already exists for this country/state with tax only behavior.
fi_fi: Verosääntö on jo olemassa tälle maalle.
hu_hu: Már létezik egy "csak adóval" viselkedésű adószabály ehhez az országhoz/megyéhez.
sk_sk: Daňové pravidlo pre túto krajinu/štát už existuje v daňových pravidlách.
vi_vn: Một quy tắc thuế đã có sẵn cho quốc gia/tiểu bang này với thuế hành vi duy nhất.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
fi_fi: Postinumero on virheellinen. Sen tulee olla muodossa: %format% - %country%.
hu_hu: Az irányítószám hibás. Így kellene beírni: %format% ehhez: %country%.
sk_sk: Poštové smerové číslo nie je platné. Musí byť zadané v tvare: %format% pre %country%.
vi_vn: Mã Zip/mã bưu chính không hợp lệ. Nó phải có định dạng như sau: %format% đối với %country%.

source: An error has occurred: Cannot save the current tax rule.
fi_fi: Tapahtui virhe: Verosääntöä ei voitu tallentaa.
hu_hu: Hiba történt: Nem menthető a jelenlegi adószabály.
sk_sk: Vyskytla sa chyba: Nedá sa uložiť aktuálne daňové pravidlo
vi_vn: Một lỗi đã xảy ra: Không thể lưu các quy tắc về thuế hiện hành.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
fi_fi: Tätä veroa käytetään tällä hetkellä verosääntönä. Oletko varma, että haluat jatkaa?
hu_hu: Ez az adó jelenleg használt, mint adószabály. Biztosan folytatod?
sk_sk: Táto daň sa momentálne používa ako daňové pravidlo. Ste si istí, že chcete pokračovať?
vi_vn: Hiện tại mức thuế này đang sử dụng như một quy định thuế. Bạn có chắc chắn muón tiếp tục hay không?
