Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalNotification.*.xlf
Languages: fi_fi, gl_es, hu_hu, ka_ge, ms_my, sk_sk, vi_vn

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
fi_fi: Tätä veroa käytetään tällä hetkellä verosääntönä. Jos jatkat, tämä vero poistetaan verosäännöstä. Oletko varma, että haluat jatkaa?
hu_hu: Azt az adót a jelenlegi adószabályokra alkalmazod. Ha eltávolítod, akkor lekerül az adószabályokról. Folytatod?
sk_sk: Táto daň sa momentálne používa ako daňové pravidlo. Ak budete pokračovať, táto daň bude odstránená z daňového pravidla. Ste si istí, že chcete pokračovať?
vi_vn: Hiện mức thuế này đang được sử dụng như một quy luật thuế. nếu bạn tiếp tục, mức thuế này sẽ bị xóa khỏi quy định thuế. bạn có chắc chắn muốn tiếp tục hay không?

source: An error occurred while copying data.
fi_fi: Dataa kopioitaessa tapahtui virhe.
gl_es: Ocorreu un erro durante la copia
hu_hu: hiba történt amíg adatokat másoltál
ka_ge: კოპირებისას შეცდომაა
sk_sk: Vyskytla sa chyba počas kopírovania údajov.
vi_vn: có lỗi trong lúc sao chép dữ liệu

source: Impossible to create the directory "%folder%".
fi_fi: Ei voi luoda hakemistoa "%folder%".
sk_sk: Adresár "%folder%" nie je možné vytvoriť.
vi_vn: Không thể tạo thư mục "%folder%".

source: An error occurred while creating archive.
fi_fi: Virhe luotaessa pakettia.
hu_hu: Hiba lépett fel archív létrehozásakor.
sk_sk: Vyskytla sa chyba pri vytváraní archívu.
vi_vn: Đã xảy ra lỗi trong khi tạo kho lưu trữ.

source: Please select a language and a theme.
fi_fi: Ole hyvä ja valitse sekä kieli että teema.
hu_hu: Válassz nyelvet és sablont.
sk_sk: Prosím vyberte si jazyk a tému
vi_vn: Hãy lựa chọn một ngôn ngữ và một chủ đề.

source: Tab "%s" is not valid
fi_fi: Välilehti "%s" ei ole pätevä
hu_hu: "%s" címkéd érvénytelen
sk_sk: Záložka "%s" nie je platná
vi_vn: Tab "%s" không hợp lệ

source: Validation failed for: %file%
fi_fi: Vahvistus epäonnistui: %file%
sk_sk: Overenie zlyhalo pre: %file%
vi_vn: Xác nhận thất bại cho: %file%

source: Unidentified file found: %file%
fi_fi: Tunnistamaton tiedosto löytyi: %file%
sk_sk: Nájdený neidentifikovaný súbor: %file%
vi_vn: Không xác định tập tin được tìm thấy: %file%

source: The archive cannot be extracted.
fi_fi: Pakettitiedostoa ei voi purkaa.
gl_es: Non se pode extrae-lo arquivo.
hu_hu: Az archívum nem tömöríthető ki.
ms_my: Arkib tidak boleh diekstrak.
sk_sk: Archív sa nedá extrahovať.
vi_vn: Không thể giải nén.

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
fi_fi: Virheellinen ISO-koodi "%iso_code%" tiedostolle "%file%"
sk_sk: ISO kód "%iso_code%" je neplatný pre následujúci súbor: "%file%"
vi_vn: ISO Mã không hợp lệ "%iso_code%" cho các tập tin sau đây: "%file%"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
fi_fi: Ei voi kirjoittaa teeman kielitiedostoa (%s). Tarkista kirjoitusoikeudet.
hu_hu: A téma nyelvi fájlja (%s) nem írható. Kérlek, ellenőrizd az írási jogosultságokat.
sk_sk: Do jazykového súboru témy (%s) sa nedá zapisovať. Prosím skontrolujte práva na zápis.
vi_vn: Không thể ghi vào tập tin ngôn ngữ của chủ đề (%s). Hãy kiểm tra quyền bằng ghi.

source: Invalid theme "%theme%"
fi_fi: Virheellinen sivuteema "%theme%"
sk_sk: Neplatná šablóna "%theme%"
vi_vn: Chủ đề "%theme%" không hợp lệ

source: Invalid iso code "%iso_code%"
fi_fi: Virheellinen ISO-koodi "%iso_code%"
sk_sk: Neplatný ISO kód "%iso_code%"
vi_vn: Mã iso không hợp lệ "%iso_code%"

source: This %type_content% file extension is not accepted.
fi_fi: Tätä %type_content% tiedostotunnistetta ei hyväksytä.
hu_hu: Ez a %type_content% fájlkiterjesztés nem elfogadott.
sk_sk: Táto %type_content% koncovka súboru nie je akceptovaná.
vi_vn: Đuôi tập tin %type_content% này không được chấp nhận.

source: Invalid module name "%module%"
fi_fi: Virheellinen moduulin nimi "%module%"
sk_sk: Neplatný názov modulu "%module%"
vi_vn: Tên mô-đun không hợp lệ "%module%"

source: Invalid mail name "%mail%"
fi_fi: Virheellinen sähköpostinimi "%mail%"
sk_sk: Neplatný názov e-mailu "%mail%"
vi_vn: Tên email không hợp lệ "%mail%"

source: Directory "%folder%" cannot be created
fi_fi: Hakemistoa "%folder%" ei voi luoda
sk_sk: Adresár "%folder%" nie je možné vytvoriť
vi_vn: Không thể tạo thư mục "%folder%"

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
fi_fi: Sähköpostikäännöksesi sisältävät joitakin virheellisiä HTML-merkkejä eikä niitä voi tallentaa. Tarkista sisältö.
hu_hu: E-mail fordításaidban néhány érvénytelen HTML szerepel és nem menthetők. Kérlek, ellenőrizd a tartalmaid.
sk_sk: Preklady vášho emailu obsahujú nejaké neplatné HTML a nedajú sa uložiť. Skontrolujte obsah, prosím.
vi_vn: Các bản dịch email của bạn chứa một số HTML không hợp lệ và không thể lưu. Vui lòng kiểm tra nội dung của bạn.

source: Your HTML email templates cannot contain JavaScript code.
fi_fi: Sähköpostin HTML-sivupohja ei saa sisältää JavaScript-koodia.
hu_hu: A HTML levelezéssablonok nem tartalmazhatnak JavaScript kódot!
sk_sk: HTML e-mailové šablóny nemôžu obsahovať JavaScript kód.
vi_vn: Bạn mẫu email HTML không thể chứa mã JavaScript.

source: Empty string found, please edit: "%file%"
fi_fi: Löytyi tyhjä merkkijono, muokkaa tiedostoa "%file%"
sk_sk: Našiel sa prázdny reťazec, upravte prosím: "%file%"
vi_vn: Đã tìm thấy chuỗi trống rỗng, vui lòng sửa: "%file%"

source: There is an error in template, an empty string has been found. Please edit: "%file%"
fi_fi: Mallissa on virhe, tyhjä merkkijono löytynyt. Muokkaa: "%file%"
sk_sk: V šablóne sa vyskytla chyba, našiel sa prázdny reťazec. Upravte prosím: "%file%"
vi_vn: Có một lỗi sai trong bản mẫu, một chuỗi trống đã tìm thấy. Vui lòng sửa: "%file%"

source: The module directory must be writable.
fi_fi: Moduulin hakemisto ei saa olla kirjoitussuojattu.
gl_es: O directorio de módulos debe ser escribible
hu_hu: A modulok mappának írhatónak kell lennie
ka_ge: კატალოგს მოდულებით უნდა ქონდეს მინიჭებული ჩაწერის უფლება
sk_sk: Priečinok s modulmi musí byť zapisovateľný
vi_vn: Thư mục phân hệ phải được ghi

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
fi_fi: Kielelle "%iso_code%" on jo sähköpostihakemisto olemassa, mutta ei oletuskielelle (%language%) kohteessa %folder%
sk_sk: Zložka s e-mailami pre jazyk "%iso_code%" existuje, ale pre východzí jazyk (%language%) v %folder% nebola nájdená
vi_vn: Một thư mục email tồn tại cho "%iso_code%" ngôn ngữ, nhưng không phải cho các ngôn ngữ mặc định (%language%) trong %folder%

source: missing translation(s)
fi_fi: puuttuva(a) käännös(tä)
hu_hu: hiányzó fordítások
sk_sk: chýbajúci(e) preklad(y)
vi_vn: bản dịch thiếu

source: No Subject was found for %mail_name% in the database.
fi_fi: Tietokannasta ei löytynyt aihetta kohteelle %mail_name%.
sk_sk: V databázy sa nenašiel žiadny predmet pre %mail_name%.
vi_vn: Không tìm thấy chủ đề cho %mail_name% trong cơ sở dữ liệu.

source: There was a problem getting the mail files.
fi_fi: Sähköpostitiedostojen hakemisessa ilmeni ongelma.
hu_hu: Probléma adódott az e-mail fájlokkal.
sk_sk: Vyskytol sa problém pri získaní súborov e-mailov.
vi_vn: Có một vấn đề nhận được các tập tin mail.

source: English language files must exist in %folder% folder
fi_fi: Englannin kielitiedoston on oltava kansiossa %folder%
sk_sk: Anglický jazykový súbor musí existovať v priečinku %folder%
vi_vn: Các tập tin tiếng Anh phải tồn tại trong thư mục %folder%

source: Cannot write language file for email subjects. Path is: %folder%
fi_fi: Ei voi kirjoittaa kielitiedostoa sähköpostiotsikoille. Polku on: %folder%
sk_sk: Nedá sa zapisovať do jazykového súboru pre predmety e-mailov, cesta k súboru: %folder%
vi_vn: Không thể ghi tập tin ngôn ngữ cho các đối tượng email. Đường dẫn là: %folder%

source: Cannot write into the "%file%"
fi_fi: Ei voi kirjoittaa kohteeseen "%file%"
sk_sk: Do "%file%" nie je možné zapisovať
vi_vn: Không thể ghi vào "%file%"

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
fi_fi: Ei voi luoda kansiota "%folder%". Tarkista hakemistosi kirjoitusoikeudet.
sk_sk: Priečinok "%folder%" nie je možné vytvoriť. Skontrolujte prosím prístupové práva pre adresár.
vi_vn: Không thể tạo thư mục "%folder%". Vui lòng kiểm tra quyền ghi thư mục.

source: You must select two languages in order to copy data from one to another.
fi_fi: Sinun on valittava kaksi kieltä kopioidaksesi tietoja kielestä toiseen.
gl_es: Debes seleccionar 2 idiomas para copiar un en outro
hu_hu: Ki kell választanod 2 nyelvet a másoláshoz
ka_ge: ერთიდან მეორეში დასაკოპირებლად საჭიროა ორი ენის დაყენება
ms_my: you must select 2 languages in order to copy data from one to another
sk_sk: Musíte vybrať dva jazyky, aby ste mohli skopírovať údaje z jedného do druhého.
vi_vn: bạn phải chọn 2 ngôn ngữ trong danh sách để sao chép dữ liệu từ ngôn ngữ này đến ngôn ngữ kia

source: You must select two themes in order to copy data from one to another.
fi_fi: Sinun on valittava kaksi teemaa kopioidaksesi tietoja teemasta toiseen.
gl_es: Debes seleccionar 2 idiomas para copiar un en outro
hu_hu: Ki kell választanod 2 témát a másoláshoz
ka_ge: თქვენ უნდა აირჩიოთ 2 თემა იმისათვის, რომ დააკოპიროთ მონაცემები ერთიდან მეორეში
ms_my: you must select 2 themes in order to copy data from one to another
sk_sk: Musíte vybrať dve témy, aby ste mohli skopírovať údaje z jednej do druhej.
vi_vn: bạn phải chọn 2 chủ đề trong danh sách để sao chép dữ liệu từ chủ đề này đến chủ đề kia

source: There is nothing to copy (same language and theme).
fi_fi: Ei mitään kopioitavaa (sama teema ja kieli).
gl_es: Nada que copiar! (mesmo idioma e tema)
hu_hu: Nem másolható! (ugyanaz a nyelv és a téma)
ka_ge: არაფერია დასაკოპირებელი! (ერთნაირი ენა და თემები
ms_my: nothing to copy! (same language and theme)
sk_sk: Nie je tu nič na kopírovanie (rovnaký jazyk a téma).
vi_vn: không có gì để sao chép! (giống như ngôn ngữ và chủ đề)

source: Theme(s) not found
fi_fi: Teema(a) ei löydy
gl_es: Non se atopou o tema
hu_hu: Nem található téma
sk_sk: Šablóna(a) nebola nájdená
vi_vn: Các chủ đề không được tìm thấy

source: Impossible to copy "%source%" to "%dest%".
fi_fi: Ei voi kopioida "%source%" -> "%dest%".
sk_sk: "%source%" nie je možné kopírovať do "%dest%".
vi_vn: Không thể sao chép "%source%" sang "%dest%".

source: Impossible to translate "%dest%".
fi_fi: Ei voi kääntää "%dest%".
sk_sk: "%dest%" nie je možné preložiť.
vi_vn: Không thể dịch "%dest%".

source: A part of the data has been copied but some of the language files could not be found.
fi_fi: Osa tiedoista on kopioitu, mutta joitakin kielitiedostoja ei löydy.
gl_es: Parte dos datos foron copiados pero algún ficheiro de idioma non puido ser copiado
hu_hu: Az adatok egy része másolásra került, de néhány nyelvi fájl nem található, vagy másolható
ka_ge: მონაცემების ნაწილი დაკოპირდა, მაგრამ ზოგიერთი ფაილები ვერ მოიძებნა ან ვერ ხერხდება დაკოპირება
ms_my: a part of the data has been copied but some language files could not be found or copied
sk_sk: Časť údajov bola skopírovaná, ale niektoré súbory jazyka sa nepodarilo nájsť.
vi_vn: một phần dữ liệu đã được sao chép nhưng có một vài tập tin ngôn ngữ không tìm thấy hoặc không được sao chép

source: Fatal error: ISO code is not correct
fi_fi: Kriittinen virhe: ISO-koodi ei ole oikein
gl_es: Erro fatal: o código ISO non é correcto
hu_hu: Végzetes hiba: helytelen ISO-kód
ms_my: Ralat mati: kod ISO tidak betul
sk_sk: Kritická chyba: ISO kód nie je správny
vi_vn: Lỗi nặng: mã ISO không hợp lệ

source: Cannot load the localization pack.
fi_fi: Lokalisointipakettia ei voi ladata.
gl_es: Non se pode cargar o paquete de localización.
hu_hu: Nem adható hozzá lokalizációs csomat (a prestashop.com-ról és a helyi "localization" mappából)
sk_sk: Nedá sa nahrať lokalizačný balíček (z prestashop.com ani z lokálneho adresára "localization")
vi_vn: Không thể tải các gói nội địa hóa.

source: Please select at least one item to import.
fi_fi: Valitse ainakin yksi tuotava tuote.
gl_es: Seleccione polo menos un elemento para importar.
hu_hu: Az importáláshoz legalább egy elemet ki kell jelölni.
sk_sk: Prosím vyberte aspoň jednu položku na import.
vi_vn: Vui lòng chọn ít nhất một mặt hàng để nhập vào.

source: You cannot delete the default currency
fi_fi: Oletusvaluuttaa ei voi poistaa
gl_es: Non podes borrar a moneda por defecto
hu_hu: Nem lehet törölni az alap pénznemet
ka_ge: არ შეიძლება ძირითადი ვალუტის წაშლა!
ms_my: You can't delete the default currency
sk_sk: Nemôžete odstrániť predvolenú menu
vi_vn: Bạn không thể xóa tiền tệ mặc định trong cửa hàng

source: You cannot disable the default currency
fi_fi: Et voi poistaa käytöstä oletusvaluuttaa
gl_es: Non podes deshabilita-la moeda predeterminada
hu_hu: Nem kapcsolhatod ki az alapértelmezett pénznemet.
ms_my: You can't disable the default currency
sk_sk: Nemôžete deaktivovať predvolenú menu
vi_vn: Bạn không thể vô hiệu hóa tiền tệ mặc định

source: This currency already exists.
fi_fi: Tämä valuutta on jo olemassa.
gl_es: A moeda xa existe.
hu_hu: A pénznem már létezik.
sk_sk: Táto mena už existuje.
vi_vn: Đơn vị tiền tệ này đã tồn tại.

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be removed from shop association
fi_fi: %currency% on oletusvaluutta kaupassa %shop_name% ja siksi sitä ei voida poistaa
sk_sk: %currency% je predvolená mena pre obchod %shop_name%, a preto ju nie je možné odstrániť z asociácie shopu

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be disabled
fi_fi: %currency% on oletusvaluutta kaupassa %shop_name% ja siksi sitä ei voi poistaa käytöstä
sk_sk: %currency% je predvolená mena pre obchod %shop_name%, a preto ju nie je možné deaktivovať

source: Oops... it looks like this ISO code already exists. If you are: [1][2]trying to create an alternative currency, you must type a different ISO code[/2][2]trying to modify the currency with ISO code %isoCode%, make sure you did not check the creation box[/2][/1]
fi_fi: Hups... näyttää siltä, että tämä ISO koodi on jo käytössä. Jos: [1][2]yrität luoda vaihtoehtoista valuuttaa, sinun on annettava toinen ISO koodi[/2][2]yrität muokata ISO koodin valuuttaa %isoCode%, niin varmista, että et rastittanut luonti valintaruutua[/2][/1]

source: You cannot delete the default language.
fi_fi: Oletuskieltä ei voi poistaa.
gl_es: Non podes borrar o idioma por defecto
hu_hu: Nem törölheted ki az alapbeállított nyelvet.
ka_ge: არ შეიძლება ძირითადი ენის წაშლა
sk_sk: Nemôžete odstrániť predvolený jazyk.
vi_vn: Bạn không thề xóa ngôn ngữ mặc định

source: You cannot delete the language currently in use. Please select a different language.
fi_fi: Et voi poistaa käytössä olevaa kieltä. Valitse ensin eri kieli.
gl_es: Non podes borrar o idioma usado por defecto, por favor, cambia antes de idioma.
hu_hu: Nem törölheted a jelenleg használt nyelvet. Először válts nyelvet, majd utána törölj.
ka_ge: არ შეიძლება მოხმარებაში მყოფი ენის წაშლა, გთხოვთ წაშლამდე შეცვალოთ ენები
ms_my: You cannot delete the language currently in use. Please change languages before deleting.
sk_sk: Nemôžete vymazať jazyk, ktorý práve používate. Prosím vyberte iný jazyk.
vi_vn: Không thể xóa ngôn ngữ đang sử dụng, vui lòng thay đổi ngôn ngữ trước khi xóa

source: You cannot change the status of the default language.
fi_fi: Oletuskielen tilaa ei voi vaihtaa.
gl_es: Non podes cambiar o estado do idioma predeterminado
hu_hu: Az alapértelmezett nyelv állapotát nem változtathatod meg.
sk_sk: Nemôžete zmeniť stav predvoleného jazyka.
vi_vn: Bạn không thể thay đổi tình trạng của ngôn ngữ mặc định,

source: This ISO code is already linked to another language.
fi_fi: Tämä ISO-koodi on jo linkitetty toiseen kieleen.
gl_es: Este código ISO xa está vencellado a outro idioma.
hu_hu: Ez az ISO-kód már kapcsolódik egy másik nyelvhez.
sk_sk: ISO kód je už prepojený s iným jazykom.
vi_vn: Mã ISO này đã được liên kết với một ngôn ngữ khác.

source: An error occurred while copying "No Picture" image to your product folder.
fi_fi: Virhe kopioitaessa "Ei kuvaa" kuvaa tuotekansioon.
gl_es: Produciuse un erro ao copia-la imaxe "Sen Imaxe" no teu cartafol de produto.
hu_hu: Hiba lépett fel a "Nincs kép" kép termékmappába másolása közben.
sk_sk: Vyskytla sa chyba pri kopírovaní obrázku 'bez vyobrazenia' adresára produktov.
vi_vn: Đã xảy ra lỗi trong khi sao chép "No Picture" hình ảnh vào thư mục sản phẩm của bạn.

source: An error occurred while copying "No picture" image to your category folder.
fi_fi: Virhe kopioitaessa "Ei kuvaa" kuvaa kategoriakansioon.
gl_es: Produciuse un erro a copia-la imaxe "Sen imaxe" no teu cartafol da categoría.
hu_hu: Hiba lépett fel a "Nincs kép" kép kategóriamappába-másolásakor.
sk_sk: Vyskytla sa chyba počas kopírovania obrázku "Žiadny obrázok" pre zložku kategórie
vi_vn: Đã xảy ra lỗi trong khi sao chép "No picture" hình ảnh vào thư mục thể loại của bạn.

source: An error occurred while copying "No picture" image to your brand folder.
fi_fi: Virhe kopioitaessa "Ei kuvaa" -kuvaa tuotekansioon.
hu_hu: Hiba lépett fel a "Nincs kép" kép márkamappába másolása közben.
sk_sk: Vyskytla sa chyba pri kopírovaní obrázku "Bez vyobrazenia" do priečinku vašej značky.
vi_vn: Đã xảy ra lỗi trong khi sao chép hình ảnh "Không có hình ảnh" vào thư mục thương hiệu của bạn.

source: Localization pack imported successfully.
fi_fi: Kotoistuspaketti tuotu onnistuneesti.
gl_es: Paquete de localización importado correctamente.
hu_hu: Honosítás csomag importálása sikeres
ms_my: Refund Successful
sk_sk: Lokalizačný balík bol úspešne importovaný.
vi_vn: Đã nhập thành công gói nội địa hóa.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
fi_fi: Uuden kielen tuominen voi epäonnistua ilman OpenSSL-moduulia. Ota käyttöön "openssl.so" palvelimesi määrityksissä.
hu_hu: Az új nyelv importálása nem sikerült az OpenSSL modullal. Engedélyezze az "openssl.so"-t a szerver konfigurációban.
sk_sk: Import nového jazyka môže zlyhať bez modulu OpenSSL. Povoľte modul "openssl.so" v konfigurácii servera.
vi_vn: Việc nhận một ngôn ngữ mới có thể thất bại mà không có module OpenSSL. Vui lòng kích hoạt "openssl.so" trên cấu hình máy chủ của bạn.

source: An error has occurred, this module does not exist: %s
fi_fi: Tapahtui virhe, tätä moduulia ei ole olemassa: %s
sk_sk: Vyskytla sa chyba, tento modul neexistuje: %s
vi_vn: Có lỗi, module này không tồn tại: %s

source: The translations have been successfully added.
fi_fi: Käännökset lisätty.
gl_es: Traducción Añadida OK
hu_hu: Sikeres fordítás hozzáadás
ka_ge: გადატანა წარმატებით განთავსდა
ms_my: Translations successfully added
sk_sk: Preklady boli úspešne pridané.
vi_vn: Thêm mới bản dịch thành công

source: The translation was successfully copied.
fi_fi: Käännös kopioitu.
gl_es: Idioma Copiado OK
hu_hu: Sikeres nyelvmásolás
ka_ge: ენა წარმატებით დაკოპირდა
ms_my: Language successfully copied
sk_sk: Preklad bol úspešne skopírovaný.
vi_vn: Sao chép ngôn ngữ thành công

source: The geolocation database is unavailable.
fi_fi: Geotietokantayhteyttä ei voitu muodostaa.
gl_es: A base de datos de xeolocalización non está dispoñible.
hu_hu: A földrajzi adatbázis elérhetetlen.
sk_sk: Geolockačná databáza nie je k dispozícii.
vi_vn: Các cơ sở dữ liệu định vị địa lý là không có.

source: Country selection is invalid.
fi_fi: Maan valinta ei kelpaa.
gl_es: O país seleccionado non é válido.
hu_hu: Érvénytelen kiválasztott ország
sk_sk: Výber krajiny je neplatný
vi_vn: Lựa chọn quốc gia là không hợp lệ.

source: Invalid whitelist
fi_fi: Sallitut -luettelo ei kelpaa
hu_hu: Érvénytelen kivétellista
sk_sk: Neplatný zoznam prianí
vi_vn: Danh sách trắng không hợp lệ

source: Please install the %module_name% module before using this feature.
fi_fi: Asenna %module_name%-moduuli ennen toiminnon käyttämistä.
sk_sk: Pred použitím tejto funkcie nainštalujte modul %module_name%.
vi_vn: Hãy cài đặt mô-đun %module_name% trước khi sử dụng tính năng này.

source: When you delete a language, all related translations in the database will be deleted.
fi_fi: Kun kieli poistetaan, kaikki siihen viittaavat käännökset tietokannassa poistetaan.
gl_es: Cando borras un idioma, todas as súas traducciones se borrarán
hu_hu: Amikor törölsz egy nyelvet, minden kapcsolódó fordítást az adatbázisban törölni fogsz.
ka_ge: ენის წაშლა გამოიწვევს მონაცემთა ბაზაში ყველა მონათესავე თარგმანის წაშლას
sk_sk: Ak odstránite jazyk, všetky súvisiace preklady uložené v databáze budú tiež odstránené.
vi_vn: Khi bạn xóa ngôn ngữ, mọi phiên dịch liên quan trong cơ sở dữ liệu sẽ bị xóa

source: Your .htaccess file must be writable.
fi_fi: .htaccess-tiedosto ei saa olla kirjoitussuojattu.
gl_es: O teu ficheiro .htaccess debe ter permisos de escritura.
hu_hu: A .htaccess fájlnak írhatónak kell lennie.
sk_sk: Súbor .htaccess musí byť zapisovateľný.
vi_vn: Tập tin .htaccess phải có khả năng ghi.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
fi_fi: Ennen oletusvaluutan muuttamista suosittelemme kaupan asettamista huoltotilaan. Kaikki muutokset oletusvaluuttaan vaativat tuotteiden ja niiden yhdistelmien hintojen muuttamista käsin.
sk_sk: Pred zmenou predvolenej meny dôrazne odporúčame povoliť režim údržby. Akákoľvek zmena vo východiskovej mene si vyžaduje manuálne nastavenie ceny každého produktu a jeho kombinácií.
vi_vn: Trước khi thay đổi tiền tệ mặc định, chúng tôi khuyến nghị rằng bạn nên bật chế độ bảo trì. Bởi vì, bất cứ sự thay đổi nào có liên quan đến tiền tệ mặc định sẽ yêu cầu sự điều chỉnh thủ công về giá cho mỗi sản phẩm và các sản phẩm kết hợp.

source: Language files must be complete to allow copying of translations.
fi_fi: Kielitiedostojen on oltava valmiita, jotta käännösten kopiointi olisi mahdollista.
gl_es: Os ficheiros de idioma (como se indica en Ferramentas >> Idiomas >> Edición) deben ser completos para permitir copiar as traduccións
hu_hu: A fordítások másolásához a nyelvi fájloknak teljesnek kell lenniük.
sk_sk: Aby sa dali preklady kopírovať, jazykové súbory musia byť kompletné.
vi_vn: Các tập tin ngôn ngữ phải hoàn thành để cho phép việc sao chép của các bản dịch.

source: Translation successfully updated
fi_fi: Käännöksen päivitys onnistui
hu_hu: Fordítás sikeresen frissítve
sk_sk: Preklad bol úspešne upravený
vi_vn: Đã cập nhật bản dịch thành công

source: Failed to update translation
fi_fi: Käännöksen päivittäminen epäonnistui
sk_sk: Preklad sa nepodarilo aktualizovať
vi_vn: Cập nhật bản dịch thất bại
