Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminNotificationsWarning.*.xlf
Languages: ar_sa, es_es, fi_fi

source: Are you sure?
ar_sa: هل أنت متأكد؟
es_es: ¿Está seguro?
fi_fi: Oletko varma?

source: No module has been installed.
ar_sa: أي وحدة تثبيت
es_es: No hay módulos instalados
fi_fi: Ei asennettua moduulia.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
es_es: PrestaShop no pudo iniciar sesión en Addons. Por favor verifica tus datos de acceso y tu conexión de Internet.
fi_fi: PrestaShop ei voinut kirjautua Lisäosiin. Tarkista tunnistetietosi ja internet-yhteytesi.

source: Invalid security token
ar_sa: رمز الآمان غير صحيح
es_es: Token de seguridad no válido
fi_fi: Virheellinen turvatunniste

source: I understand the risks and I really want to display this page
ar_sa: وأنا أفهم المخاطر واريد حقا ان عرض هذه الصفحة
es_es: Entiendo los riesgos y realmente quiero mostrar esta página
fi_fi: Ymmärrän riskit ja haluan nähdä sivun

source: Take me out of here!
ar_sa: أخرجني من هنا!
es_es: ¡Salir de aquí!
fi_fi: Vie minut pois täältä!

source: Are you sure you want to uninstall this module?
ar_sa: هل انت متأكد من الغاء تنصيب هذا الموديل؟
es_es: ¿Estás seguro que quieres desinstalar este módulo?
fi_fi: Haluatko varmasti poistaa tämän moduulin käytöstä?

source: Delete selected items?
ar_sa: حذف العناصر المحدده ؟
es_es: ¿Eliminar los elementos seleccionados?
fi_fi: Poistetaanko valitut nimikkeet?

source: Invalid configuration
fi_fi: Virheellinen määritys

source: You cannot change the value of this configuration field in the context of this shop.
es_es: No puedes cambiar el valor de este campo de configuración en el contexto de esta tienda.
fi_fi: Et voi muuttaa tämän määrityskentän arvoa tämän kaupan yhteydessä.

source: Please select theme's import source.
es_es: Por favor, selecciona el origen para importar el tema.
fi_fi: Ole hyvä ja valitse teeman tuonnin lähde.

source: You can't change the value of this configuration field in the context of this shop.
es_es: No se puede cambiar el valor de este campo de configuración para esta tienda.
fi_fi: Et voi muuttaa tämän määrityskentän arvoa tämän myymälän yhteydessä.

source: Since December 30, 2019, you need to register for a [1]MaxMind[/1] account to get a license key to be able to download the geolocation data. Once downloaded, extract the data using Winrar or Gzip into the /app/Resources/geoip/ directory.
fi_fi: 30.12.2019 lähtien sinun on rekisteröidyttävä [1]MaxMind[/1] -tilille saadaksesi lisenssiavaimen, jotta voit ladata geolokaatiotiedot. Lataamisen jälkeen pura tiedot Winrarilla tai Gzipillä /app/Resources/geoip/ hakemistoon.

source: Are you sure to delete this?
ar_sa: هل ترغب فعلا بحذف هذه؟
es_es: ¿Estás seguro de quieres eliminar esto?
fi_fi: Haluatko varmasti poistaa tämän?

source: Warning
ar_sa: تحذير
es_es: Advertencia
fi_fi: Varoitus

source: Delete selected item?
ar_sa: حذف العنصر المحدد ؟
es_es: ¿Eliminar el elemento seleccionado?
fi_fi: Poistetaanko valittu tuote?

source: Leave anyway
ar_sa: اترك على أي حال
es_es: Salir de todos modos
fi_fi: Poistu kuitenkin

source: Your modifications are not saved yet. Do you wish to save it before leaving?
ar_sa: لم يتم حفظ تعديلاتك بعد. هل ترغب في حفظها قبل المغادرة؟
es_es: Tus modificaciones no han sido guardadas todavía. ¿Deseas guardarlas antes de salir?
fi_fi: Muokkauksesi ei ole tallennettu. Haluatko tallentaa ennen poistumista?
