Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminAdvparametersFeature.*.xlf
Languages: az_az, bs_ba, eu_es, tl_ph

source: Menu
bs_ba: Meni

source: No menu
bs_ba: Nema menija

source: Sample Categories file
bs_ba: Primjer datoteke Kategorije

source: Sample Products file
bs_ba: Primjer datoteke Proizvodi

source: Sample Combinations file
bs_ba: Primjer datoteke Kombinacije

source: Sample Customers file
bs_ba: Primjer datoteke Klijenti

source: Sample Addresses file
bs_ba: Primjer datoteke Adrese

source: Sample Brands file
bs_ba: Primjer datoteke Marke
tl_ph: Ang payl ng parisan ng mga Brand

source: Sample Suppliers file
bs_ba: Primjer datoteke Dobavljači

source: Sample Aliases file
bs_ba: Primjer datoteke alternativnih naziva

source: Sample Store Contacts file
bs_ba: Primjer datoteke Kontakti trgovine
tl_ph: Ang payl ng parisan ng mga kontak ng tindahan

source: Sample Supply Orders file
bs_ba: Primjer datoteke Narudžbi za nabavku

source: Sample Supply Order Details file
az_az: Təchizat Sifarişinin Detallarına Nümunə Faylı
bs_ba: Primjer datoteke Detalji narudžbi za nabavku

source: Import data from another shop
bs_ba: Uvoz podataka iz druge trgovine

source: Logistician
az_az: Loqistik
bs_ba: Logističar
tl_ph: Humahawak ng Lohistiko

source: Translator
az_az: Tərcüməçi
bs_ba: Prevodilac
tl_ph: Tagasalin

source: Salesman
az_az: Satıcı
bs_ba: Prodavač
tl_ph: Ang Tagapaglako

source: Supply Orders
bs_ba: Narudžbe dostave

source: Supply Order Details
az_az: Təchizat Sifarişinin Detalları
bs_ba: Detalji dostave narudžbi

source: Product Reference
bs_ba: Referenca proizvoda

source: Note
bs_ba: Napomena

source: Supplier ID *
bs_ba: ID dobavljača *

source: Lang ID
bs_ba: ID jezika

source: Warehouse ID *
bs_ba: ID skladišta *

source: Currency ID *
bs_ba: ID valute *

source: Supply Order Reference *
bs_ba: Referenca narudžbe *

source: Delivery Date (Y-M-D)*
bs_ba: Datum dostave (G-M-D)*

source: Discount rate
az_az: Endirim faizi
bs_ba: Stopa popusta

source: Product ID *
bs_ba: ID proizvoda *

source: Product Attribute ID
bs_ba: ID atributa proizvoda

source: Unit Price (tax excl.)*
bs_ba: Jedinična cijena (bez PDV-a) *

source: Quantity Expected *
az_az: Gözlənilən Say *
bs_ba: Očekivana količina *

source: Back office connection from %ip%
bs_ba: Admin panel veza od %ip%

source: %class_name% addition
bs_ba: %class_name% dopuna

source: Cart rules
bs_ba: Pravila korpe

source: Import data
bs_ba: Uvoz podataka

source: Shop name
az_az: Bazarın adı
bs_ba: Naziv trgovine
eu_es: Dendaren izena

source: %key% (missing description)
bs_ba: %key% (nedostaje opis)

source: Sent
az_az: Göndərildi
bs_ba: Poslano

source: Birth date (yyyy-mm-dd)
az_az: Doğum tarixi (il-ay-gün)
bs_ba: Datum rođenja (gggg-mm-dd)
tl_ph: Ang petsa ng kapanganakan (yyyy-mm-dd)

source: Partner offers (0/1)
az_az: Tərəfdaş təklifləri (0/1)
bs_ba: Ponude partnera (0/1)
tl_ph: Ang mga alok ng kasosyo (0/1)

source: Registration date (yyyy-mm-dd)
bs_ba: Datum registracije (gggg-mm-dd)
tl_ph: Ang petsa ng pagpaparehistro (yyyy-mm-dd)

source: Image alt texts (x,y,z...)
az_az: Şəkillərin alt yazıları (x,y,z...)
bs_ba: Alt tekst za fotografije (x,y,z...)
tl_ph: Ang mga teksto ng alt ng larawan (x,y,z...)

source: Tax rule ID
az_az: Vergi qaydası İD-i
bs_ba: ID pravila poreza
tl_ph: Ang ID ng patakaran sa buwis

source: Delivery time of out-of-stock products with allowed orders:
bs_ba: Vrijeme isporuke proizvoda koji nisu na stranju s dopuštenim narudžbama:

source: Unit for the price per unit
bs_ba: Jedinica za cijenu po jedinici
tl_ph: Ang yunit para sa presyo kada yunit

source: Label when backorder allowed
bs_ba: Oznaka kada je dozvoljena narudžba proizvoda koji nisu za zalihi
tl_ph: Tatakan kapag pinapayagan ang backorder

source: Virtual product (0 = No, 1 = Yes)
az_az: Virtual məhsul (0 = Yox, 1 = Hə)
bs_ba: Virtualni proizvod (0 = Ne, 1 = Da)
tl_ph: Ang tunay na produkto (0 = Hindi, 1 = Oo)

source: File URL
az_az: Fayl üçün URL
bs_ba: Datoteka URL
tl_ph: URL ng payl

source: Expiration date (yyyy-mm-dd)
az_az: Bitmə tarixi (iiii-aa-gg)
bs_ba: Datum isteka (gggg-mm-dd)
tl_ph: Ang petsa ng pagkawalang bisa (yyyy-mm-dd)

source: Accessories (x,y,z...)
bs_ba: Pribor (x,y,z...)
tl_ph: Ang mga aksesorya (x,y,z...)

source: Latitude
az_az: En
bs_ba: Geografska širina
tl_ph: Ang latitud

source: Longitude
az_az: Uzunluq
bs_ba: Geografska dužina
tl_ph: Ang Longhitud

source: Hours (x,y,z...)
az_az: Saatlar (x,y,z...)
bs_ba: Sati (x,y,z...)
tl_ph: Ang mga oras (x,y,z...)

source: Combination reference
bs_ba: Kombinirane reference

source: Multi-front optimizations
az_az: Çox çeşidli optimallaşdırılma
bs_ba: Višestruka-prednja optimizacija
tl_ph: Ang pagpapahusay ng maramihang-pagbunsod

source: None
az_az: Heç biri
bs_ba: Ništa
eu_es: Ezer ez
tl_ph: Wala

source: Store contacts
az_az: Dükan əlaqələri
bs_ba: Kontakt prodavnica
tl_ph: Mga store kontaks

source: History of uploaded files
bs_ba: Istorija učitanih datoteka
tl_ph: Kasaysayan ng mga payl na na-upload na

source: Download
az_az: Yüklə
bs_ba: Preuzimanje
eu_es: Jaitsi

source: What do you want to import?
az_az: Nə idxal etmək istəyirsiniz?
bs_ba: Šta želite uvesti?
tl_ph: Ano ang gusto mong i-import?

source: Select a file to import
az_az: İdxal etmək üçün fayl seçin
bs_ba: Odaberite datoteku za uvoz
tl_ph: Pumili ng file na ii-import

source: Delete all [1]categories[/1] before import
az_az: Bütün [1]kateqoriyaları[/1] idxaldan öncə silin
bs_ba: Obriši sve [1]kategorije[/1] prije unosa
tl_ph: Tanggalin ang lahat [1]mga pangkat[/1] bago angkatin

source: Send notification email
az_az: Bildiriş emaili göndər
bs_ba: Pošalji potvrdu mailom
tl_ph: Magpadala ng abisong email

source: Send emails to
az_az: Emaili bura göndər
bs_ba: Pošalji e-mail za
tl_ph: Magpadala ng mga email sa

source: You are currently connected as %username%
az_az: Siz indi %username% kimi bağlanmısınız
bs_ba: Vi ste trenutno spojeni kao %username%
tl_ph: Kasalukuyang konektado ka bilang %username%

source: Sign in
az_az: Daxil Ol
bs_ba: Prijavite se
eu_es: Sartu

source: Manage your team
bs_ba: Upravljajte svojim timom

source: Create profiles for your employees with specific rights. SuperAdmin can access the entire store while other people can only be dedicated to the catalog or orders pages.
bs_ba: Kreirajte profile za svoje zaposlenike s određenim pravima. SuperAdmin može pristupiti cijeloj trgovini dok drugi ljudi mogu biti posvećeni samo katalogu ili narudžbama.

source: Edit: %lastname% %firstname%
az_az: Düzəliş et: %lastname% %firstname%
bs_ba: Uredi: %lastname% %firstname%
tl_ph: I-edit ang: %lastname% %firstname%

source: Match your data
bs_ba: Provjerite svoje podatke

source: Please match each column of your source file to one of the destination columns.
bs_ba: Molimo uskladite svaku kolonu u vašoj izvornoj datoteci prema jednoj od odredišnih kolona.

source: Rows to skip
bs_ba: Redovi za preskakanje

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
bs_ba: Ovaj broj ukazuje koliko prvih redova vaše datoteke treba biti preskočeno kada se učitavaju podaci. Na primjer, postavite na 1 ako prvi red vaše datoteke sadrži zaglavlje.

source: This column must be set:
bs_ba: Ova kolona mora biti postavljena:

source: Meaning of severity levels:
bs_ba: Značenje sigurnosnih nivoa:

source: Set the resource permissions for this key:
az_az: Bu açar üçün qaynaq icazələrini qoşun:
bs_ba: Postavite dozvole resursa za ovaj ključ:
tl_ph: Itakda ang pinagkukuhaang permissions para sa key na ito:

source: Maximum size for attached files
az_az: Qoşma fayllar üçün maksimum ölçü
bs_ba: Maksimalna veličina e-mail dodatka
tl_ph: Ang pinakamalaking sukat para sa mga payl na nakalakip

source: Weight
az_az: Çəki
bs_ba: Težina

source: Server software version:
az_az: Server programının versiyası:
bs_ba: Verzija serverskog softvera:
tl_ph: Bersyon ng software ng serber:

source: PHP version:
az_az: PHP versiyası:
bs_ba: PHP verzija:
tl_ph: Ang bersyon ng PHP:

source: Memory limit:
az_az: Yaddaş limiti:
bs_ba: Memorijski limit:
tl_ph: Limitasyon ng memorya:

source: Max execution time:
bs_ba: Maks vrijeme izvršenja:
tl_ph: Pinakamalaking oras sa pagsasagawa:

source: Upload Max File size:
az_az: Yüklənən Faylın Maksimum Ölçüsü:
bs_ba: Prenesi maks veličinu datoteke:
tl_ph: I-upload ang pinakamalaking sukat ng payl:

source: MySQL version:
az_az: MySQL versiyası:
bs_ba: MySQL verzija:
tl_ph: Ang bersyon ng MySQL:

source: MySQL name:
az_az: MySQL adı:
bs_ba: MySQL naziv:
tl_ph: Ang pangalan ng MySQL:

source: MySQL user:
az_az: MySQL istifadəçisi:
bs_ba: MySQL korisnik:
tl_ph: Ang gumagamit ng MySQL:

source: Tables prefix:
bs_ba: Prefiks tabela:
tl_ph: Ayusing panibago ang talahanayan:

source: MySQL engine:
az_az: MySQL motoru:
bs_ba: MySQL pokretač:
tl_ph: Ang makina ng MySQL:

source: MySQL driver:
az_az: MySQL sürücüsü:
bs_ba: MySQL drajver:
tl_ph: Ang drayber ng MySQL:

source: Store information
az_az: Mağaza məlumatları
bs_ba: Informacije o trgovini
eu_es: Denda informazioa

source: PrestaShop version:
az_az: PrestaShop versiyası:
bs_ba: PrestaShop verzija:
tl_ph: Ang bersyon ng PrestaShop:

source: Shop URL:
az_az: Dükan URL:
bs_ba: URL-ovi trgovine:
tl_ph: Ang URL ng tindahan:

source: Current theme in use:
az_az: İndi işlədilən tema:
bs_ba: Trenutna tema koja se koristi:
tl_ph: Ang kasalukuyang tema na ginagamit:

source: Mail method:
az_az: Poçt üsulu:
bs_ba: E-mail metoda:
tl_ph: Ang paraan ng sulat:

source: SMTP username:
az_az: SMTP istifadəçi adı:
bs_ba: SMTP korisničko Ime:
tl_ph: Ang pangalan ng gumagamit sa SMTP:

source: SMTP password:
az_az: SMTP parolu:
bs_ba: SMTP lozinka:
tl_ph: Ang password ng SMTP:

source: Encryption:
bs_ba: Enkripcija:
tl_ph: Ang encryption:

source: Your web browser:
az_az: Sizin bələdçiniz:
bs_ba: Vaš preglednik:
tl_ph: Ang iyong web browser:

source: Required parameters:
az_az: Gərəkli parametrlər:
bs_ba: Obvezni parametri:
tl_ph: Ang kinakailangan na mga parametro:

source: Optional parameters:
bs_ba: Opcionalni parametri:
tl_ph: Ang opsyonal na mga parametro:

source: Shop path:
bs_ba: Putanja trgovine:

source: Price per unit
az_az: Bir dənənin qiyməti
bs_ba: Cijena po jedinici
tl_ph: Presyo ng bawat peraso

source: Discount Rate
az_az: Endirim Faizi

source: Warehouses
az_az: Entrepôts

source: Multistore tree
az_az: ÇoxluDükan ağacı

source: Multistore options
az_az: Çoxludükan seçimləri

source: Notifications
az_az: Bildirişlər

source: Age
az_az: Yaş

source: Template
az_az: e-poçt_şablon

source: Subject
az_az: Mövzu

source: Error code
az_az: Səhv kodu

source: Customer email
az_az: Meştəri E-poçt

source: Customer ID
az_az: müştəri_ID

source: Product ID
az_az: məhsul_ID

source: UPC
az_az: ups

source: Minimal quantity
az_az: Minimum say

source: Discount amount
az_az: Endirim məbləği

source: Additional shipping cost
az_az: Əlavə çatdırılma xərci

source: Action when out of stock
az_az: Anbarda bitdikdə davranış

source: Number of days
az_az: Günlərin sayı

source: Address (2)
az_az: Əlavə ünvan

source: megabytes
az_az: Megabayt
eu_es: megabyte

source: minutes
az_az: dəqiqə

source: Ignore statistics tables
az_az: Statistik bilgiləri gözardı et

source: * Required field
az_az: * Gərəkli dama

source: Subscribe to PrestaShop newsletter
az_az: PrestaShop yeniliklərinə abunə ol

source: Employees
az_az: İşçilər

source: Profile
az_az: Profil

source: Please choose a table.
az_az: Buyurun, bir dama seçin.

source: Action
az_az: Əməliyyat

source: Permissions
az_az: İcazələr

source: Automatically check for module updates
az_az: Modul yenilikləri üçün avomatik yoxlama
tl_ph: Awtomatikong mag-check para sa mga update ng modulo

source: Check the cookie's IP address
az_az: BU IP ünvanı yoxlayır
eu_es: Egiazta ezazu zure cookien IP helbidea

source: Upload quota
az_az: Yükləmə kvotası
eu_es: Igoera kuota

source: Maximum size for a downloadable product
az_az: Endirilə bilinən məhsulun maksimum həcmi
eu_es: Fitxategi deskargagarrirako gehienezko tamaina

source: Maximum size for a product's image
az_az: Məhsul şəkilinin maksimum ölçüsü
eu_es: Produktu-irudi baterako gehienezko tamaina

source: This information must be provided when you report an issue on our bug tracker or forum.
az_az: Siz qırıq izləyici, ya da forumda bir çətinliklə bağlı bildiriş göndərdikdə bu məlumat verilməlidir.

source: MySQL server:
az_az: MySQL serveri:
tl_ph: Ang serber ng MySQL:

source: You are using your own SMTP parameters.
az_az: Siz öz SMTP göstəricilərinizi işlədirsiniz.

source: SMTP server:
az_az: SMTP serveri:
tl_ph: Ang serber ng SMTP:

source: SMTP port:
az_az: SMTP portu:
tl_ph: Ang puwerto ng SMTP:

source: File size
az_az: Fayl ölçüsü

source: Recipient
eu_es: Nori

source: Show notifications for new orders
eu_es: Eskaera berrietarako jakinarazpenak erakutsi

source: Show notifications for new customers
eu_es: Mezu berrientzako jakinarazpenak erakutsi

source: Show notifications for new messages
eu_es: Mezu berrientzako jakinarazpenak erakutsi
