Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShopparametersFeature.*.xlf
Languages: th_th, tl_ph

source: This category already exists for this group.
th_th: หมวดหมู่นี้มีอยู่แล้วในกลุ่มนี้

source: Add a category discount
th_th: เพิ่มส่วนลดให้กับหมวดหมู่

source: New group category discount
th_th: สร้างส่วนลดสำหรับหมวดหมู่ในกลุ่ม

source: Current category discount
th_th: ส่วนลดหมวดหมู่ปัจจุบัน

source: Members of this customer group
th_th: ลูกค้าสมาชิกของกลุ่มนี้

source: Discount: %.2f%%
th_th: ส่วนลด: %.2f%%

source: Refresh index
th_th: ดัชนีการฟื้นฟู

source: Cache
th_th: แคช

source: Refresh cache
th_th: การฟื้นฟูแคช

source: Statistics
th_th: สถิติการใช้งาน

source: In Stock
th_th: มีในสต็อก

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
th_th: คุณสามารถยกเลิกการสมัครได้ตลอดเวลา โปรดค้นหาข้อมูลติดต่อของเราในคำประกาศทางกฎหมาย
tl_ph: Maaari kang hindi na mag-sumuskribi sa ilang sandali. Para sa layunin, mangyaring hanapin ang aming impormasyon ng pakikipag-ugnayan sa legal na abiso.

source: Customer service
th_th: ฝ่ายบริการลูกค้า

source: If a technical problem occurs on this website
th_th: หากเกิดปัญหาทางเทคนิคบนเว็บไซต์นี้
tl_ph: Kung ang isang teknikal na problema ay nangyayari sa website na ito

source: For any question about a product, an order
th_th: สำหรับคำถามเกี่ยวกับสินค้า, การสั่งซื้อ
tl_ph: Para sa kahit anong katanungan tungkol sa isang produkto, isang order

source: Mr.
th_th: นาย
tl_ph: Ginoo.

source: Mrs.
th_th: นาง
tl_ph: Ginang.

source: Visitor
th_th: ผู้เยี่ยมชม
tl_ph: Ang bisita

source: Guest
th_th: ผู้มาเยือน
tl_ph: Bisita

source: Customer
th_th: ลูกค้า

source: Social title
th_th: คำนำหน้า

source: Neutral
th_th: เป็นกลาง

source: Add new social title
th_th: เพิ่มคำนำหน้า
tl_ph: Magdagdag ng isang bagong pamagat ng sosyal

source: Social titles
th_th: คำนำหน้า

source: Image width
th_th: ความกว้างรูปภาพ

source: Image height
th_th: ความสูงรูปภาพ

source: Male
th_th: ชาย

source: Female
th_th: หญิง

source: Registration date
th_th: วันที่สมัครสมาชิก

source: Group name
th_th: ชื่อกลุ่ม

source: Discount (%)
th_th: ส่วนลด (ใน%)

source: Members
th_th: สมาชิก

source: Creation date
th_th: วันที่สร้าง

source: Default groups options
th_th: ตัวเลือกสำหรับกลุ่มลูกค้าเริ่มต้น

source: Visitors group
th_th: กลุ่มผู้เข้าชม

source: Guests group
th_th: กลุ่มบุคคลทั่วไป

source: Customers group
th_th: กลุ่มลูกค้า

source: Add new group
th_th: เพิ่มกลุ่มใหม่

source: Customer group
th_th: กลุ่มลูกค้า

source: Price display method
th_th: วิธีการแสดงราคา

source: Category discount
th_th: ส่วนลดหมวดหมู่

source: Modules authorization
th_th: การอนุญาตโมดูล
tl_ph: Awtorisasyon ng mga modulo

source: Visitors
th_th: ผู้เยี่ยมชม

source: Visits
th_th: เข้าชม

source: Pages
th_th: หน้า

source: Reg.
th_th: ลงทะเบียน

source: Avg. cart
th_th: อัตราเฉลี่ย

source: Reg. rate
th_th: อัตราปกติ

source: Order rate
th_th: อัตราสั่งซื้อ

source: Click
th_th: คลิก

source: Base
th_th: ฐาน

source: Affiliate
th_th: ตัวแทนจำหน่าย

source: Commission plan
th_th: แปลนค่านายหน้า

source: Click fee
th_th: ค่าธรรมเนียมสำหรับคลิก

source: Base fee
th_th: ค่าฐาน

source: Percent fee
th_th: ค่าร้อยละ

source: Include
th_th: รวม

source: Exclude
th_th: ไม่รวม

source: Unique visitors
th_th: ผู้เข้าชม

source: Pages viewed
th_th: เพจวิว

source: Registration rate
th_th: อัตราการสมัครลงทะเบียน

source: Registrations
th_th: การสมัครลงทะเบียน

source: Aliases
th_th: นามแฝง

source: Indexed products
th_th: รายการสินค้าที่ทำดัชนีแล้ว

source: Blacklisted words
th_th: คำที่ไม่อนุญาต

source: Weight
th_th: น้ำหนัก

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
th_th: "น้ำหนัก"หมายถึงความสำคัญและความเกี่ยวข้องสำหรับการจัดอันดับของผลิตภัณฑ์ที่เมื่อลองค้นหาใหม่

source: Product name weight
th_th: น้ำหนักชื่อสินค้า

source: Reference weight
th_th: น้ำหนักอ้างอิง

source: Short description weight
th_th: น้ำหนักคำอธิบายสั้น ๆ

source: Description weight
th_th: น้ำหนักคำอธิบาย

source: Category weight
th_th: น้ำหนักหมวดหมู่

source: Brand weight
th_th: น้ำหนักแบรนด์
tl_ph: Tatak ng bigat

source: Tags weight
th_th: น้ำหนัก Tags

source: Attributes weight
th_th: น้ำหนัก

source: Features weight
th_th: น้ำหนักคุณสมบัติ

source: Result
th_th: ผลลัพธ์

source: Server
th_th: เซิร์ฟเวอร์

source: Referrer
th_th: อ้างอิง

source: Shop group
th_th: กลุ่มของร้านค้า

source: Root category
th_th: หมวดหมู่แรกสุดของเว็บ

source: Edit this shop group
th_th: แก้ไขกลุ่มของร้านค้านี้

source: Add new shop
th_th: เพิ่มร้านค้าใหม่

source: Order status
th_th: สถานะการสั่งซื้อ

source: Icon
th_th: ไอค่อน

source: Send email to customer
th_th: ส่งอีเมลให้ลูกค้า

source: Email template
th_th: เทมเพลตอีเมล

source: Color
th_th: สี

source: Attach invoice PDF to email.
th_th: แนบใบแจ้งหนี้แบบ PDF ไปยังอีเมล

source: Template
th_th: เทมเพลต

source: Shop name
th_th: ชื่อร้านค้า

source: Stores
th_th: ร้านค้า

source: Allowed characters: letters, spaces and %s
th_th: รูปแบบตัวอักษรที่อนุญาตให้ใช้งาน: พยัญชนะ, เว้นวรรค และ %s

source: Latitude / Longitude
th_th: ละติจูด / ลองจิจูด

source: Picture
th_th: รูปภาพ

source: Monday
th_th: วันจันทร์

source: Tuesday
th_th: วันอังคาร

source: Wednesday
th_th: วันพุธ

source: Thursday
th_th: วันพฤหัสบดี

source: Friday
th_th: วันศุกร์

source: Saturday
th_th: วันเสาร์

source: Sunday
th_th: วันอาทิตย์

source: Choose your country
th_th: เลือกประเทศของคุณ

source: Choose your state (if applicable)
th_th: เลือกรัฐของคุณ (หากเป็นไปได้)

source: Shop address line 1
th_th: ที่อยู่ร้านค้า บรรทัดที่ 1

source: Shop address line 2
th_th: ที่อยู่ร้านค้า บรรทัดที่ 2

source: Contact details
th_th: รายละเอียดสำหรับติดต่อร้านค้า

source: Tag
th_th: ป้ายกำกับ

source: Unknown
th_th: ไม่ระบุ

source: There are no visitors online.
th_th: ไม่มีผู้เข้าชมจะออนไลน์

source: Undefined
th_th: ไม่ได้กำหนด

source: Alias
th_th: นามแฝง

source: Search
th_th: ค้นหา

source: Add new contact
th_th: เพิ่มข้อมูลติดต่อ

source: Add a new page
th_th: เพิ่มหน้าใหม่

source: minutes
th_th: นาที

source: Enable final summary
th_th: เปิดใช้งานการสรุปขั้นสุดท้าย
tl_ph: Paganahin ang huling pagbuod

source: Enable guest checkout
th_th: อนุญาตให้ซื้อสินค้าในฐานะผู้เยี่ยมชมได้

source: Recalculate shipping costs after editing the order
th_th: คำนวณค่าจัดส่งใหม่หลังจากแก้ไขคำสั่งซื้อ
tl_ph: Pag-kalkula muli ng mga gastos ng pagpapadala pagkatapos ng pag-edit ng order

source: Allow multishipping
th_th: อนุญาตให้จัดส่งสินค้าหลายสถานที่ได้

source: Delayed shipping
th_th: การจัดส่งล่าช้า

source: Terms of service
th_th: ข้อตกลงการให้บริการ

source: Disable reordering option
th_th: ปิดใช้งานการซื้อซ้ำ

source: Page for terms and conditions
th_th: หน้าสำหรับข้อกำหนดและเงื่อนไข

source: Gift-wrapping price
th_th: ราคาค่าห่อของขวัญ

source: Offer gift wrapping
th_th: เสนอบริการห่อของขวัญ

source: Gift-wrapping tax
th_th: ภาษีสำหรับค่าห่อของขวัญ

source: Offer recycled packaging
th_th: เสนอบริการบรรจุหีบห่อด้วยวัสดุที่นำกลับมาใช้ใหม่ได้

source: Minimum purchase total required in order to validate the order
th_th: ราคาสินค้าที่น้อยที่สุด ต่อการสั่งซื้อแต่ละครั้ง

source: Product name
th_th: ชื่อสินค้า

source: Product price
th_th: ราคาสินค้า

source: Product add date
th_th: วันที่เพิ่มสินค้าเข้ามา

source: Product modified date
th_th: วันที่แก้ไขสินค้า

source: Position inside category
th_th: ตำแหน่งภายในหมวดหมู่

source: Brand
th_th: แบรนด์
tl_ph: Tatak

source: Product quantity
th_th: จำนวนสินค้า

source: Product reference
th_th: อ้างอิงสินค้า

source: Default pages
th_th: หน้าเริ่มต้น

source: Password reset delay
th_th: ระยะเวลาของระบบกู้คืนรหัสผ่าน

source: Re-display cart at login
th_th: แสดงตะกร้าอีกครั้งเมื่อเข้าสู่ระบบ

source: Send an email after registration
th_th: ส่งอีเมลภายหลังการลงทะเบียน

source: Enable B2B mode
th_th: เปิดใช้งานโหมด B2B

source: Ask for birth date
th_th: ถามวันเกิด
tl_ph: Magtanong para sa petsa ng kapanganakan

source: Enable partner offers
th_th: เปิดตัวเลือก รับข้อเสนอจากพันธมิตร
tl_ph: Paganahin ang mga inaalok ng kasosyo

source: Show prices
th_th: แสดงราคา

source: Number of days for which the product is considered 'new'
th_th: จำนวนวันที่สินค้าถูกกำหนดว่า 'ใหม่'

source: Max size of product summary
th_th: ขนาดสูงสุดรายละเอียดสินค้าแบบย่อ
tl_ph: Ang sukat ng max ng buod sa produkto

source: Products (general)
th_th: สินค้า (ทั่วไป)

source: Catalog mode
th_th: โหมดแคตตาล็อก

source: Quantity discounts based on
th_th: ส่วนลดปริมาณขึ้นอยู่กับ

source: Force update of friendly URL
th_th: บังคับการอัปเดต URL ที่เป็นมิตร

source: Default activation status
th_th: สถานะการเปิดใช้งานเริ่มต้น
tl_ph: Ang pagpapaaktibo ng default na kalagayan

source: Display remaining quantities when the quantity is lower than
th_th: แสดงจำนวนที่เหลืออยู่เมื่อจำนวนต่ำกว่า

source: Product page
th_th: หน้าสินค้า

source: Display available quantities on the product page
th_th: แสดงจำนวนที่มีในหน้าสินค้า

source: Display the "add to cart" button when a product has attributes
th_th: แสดง&quot;Add to Cart ปุ่ม&quot;เมื่อสินค้ามีคุณลักษณะ

source: Products per page
th_th: จำนวนสินค้าต่อหน้า

source: Pagination
th_th: แถบแสดงเลขหน้า

source: Default order by
th_th: ค่าโดยปริยาย สำหรับการจัดเรียงสินค้า

source: Default order method
th_th: วิธีการสั่งซื้อเริ่มต้น

source: Allow ordering of out-of-stock products
th_th: อนุญาตให้สามารถ ซื้อสินค้าที่หมดแล้ว

source: Enable stock management
th_th: เปิดใช้งานการจัดการคลังสินค้า

source: Contacts
th_th: ติดต่อ

source: Save messages?
th_th: บันทึกข้อความ?

source: Disable Reordering Option
th_th: ปิดใช้งานการซื้อซ้ำ

source: Page for the Terms and conditions
th_th: หน้าสำหรับข้อกำหนดและเงื่อนไข
tl_ph: Pahina para sa mga Tuntunin at mga kondisyon

source: Gift options
th_th: ต้ัวเลือกสำหรับของขวัญ

source: Manage domain name
th_th: จัดการชื่อโดเมน

source: Add a domain name
th_th: เพิ่มชื่อโดเมน

source: Generate robots.txt file
th_th: สร้างไฟล์ robots.txt

source: Robots file generation
th_th: หุ่นยนต์ที่สร้างแฟ้ม

source: Set up URLs
th_th: การตั้งค่า URL

source: Set shop URL
th_th: ตั้งค่า URL ร้านค้า

source: Shop domain
th_th: โดเมนร้านค้า

source: SSL domain
th_th: โดเมน SSL

source: Enable Shop
th_th: เปิดการใช้งานร้านค้า

source: Maintenance IP
th_th: IP ที่ใช้ในโหมดปิดปรับปรุง

source: Custom maintenance text
th_th: ข้อความที่แสดงในโหมดปิดปรับปรุง
tl_ph: Pagpapanatili ng pagpapasadya ng teksto

source: Enable SSL
th_th: ใช้งาน SSL

source: Enable SSL on all pages
th_th: ใช้งาน SSL ในทุกหน้า

source: Round mode
th_th: โหมดการปัดเศษ

source: Round type
th_th: รูปแบบการปัดเศษ

source: Number of decimals
th_th: จำนวนทศนิยม

source: Display brands and suppliers
th_th: แสดงแบรนด์และผู้ผลิต
tl_ph: Magpakita ng mga tatak at mga tagapagtustos

source: Display best sellers
th_th: แสดงสินค้าขายดี

source: Enable Multistore
th_th: เปิดใช้งาน ระบบหลายร้านค้า

source: Main Shop Activity
th_th: กิจกรรมหลักของร้านค้า

source: Please click here to check if your shop supports HTTPS.
th_th: โปรดคลิกที่นี่เพื่อตรวจสอบว่าร้านค้าของคุณรองรับ HTTPS หรือไม่

source: Display suppliers
th_th: แสดงผู้ผลิต

source: Display brands
th_th: แสดงแบรนด์

source: Page
th_th: หน้า

source: Authorized modules:
tl_ph: Awtorisadong mga modulo:

source: Discount (%):
tl_ph: Ang diskwento (%):

source: Price display method:
tl_ph: Paraan ng pagpapakita ng presyo:

source: Show prices:
tl_ph: Pagpapakita ng mga presyo:

source: Exclude taxes in sales total?
tl_ph: Huwag isama ang mga buwis sa kabuuan ng mga nabenta?

source: Exclude shipping in sales total?
tl_ph: Huwag isama ang pagpapadala ng kabuuang mga benta?

source: Filter by product:
tl_ph: Pagsala sa produkto:

source: Hours:
tl_ph: Mga oras:

source: Dear Customer, Regards, Customer service
tl_ph: Mahal naming Mamimili, Bumabati, Serbisyo ng mamimili

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
tl_ph: Kami ay kasalukuyang nag-a-update ng aming shop at magbabalik sa lalong madaling panahon. Maraming salamat sa iyong pasensya.

source: #IN
tl_ph: Ang #inch

source: #DE
tl_ph: Ang #de

source: #RE
tl_ph: Ang #re

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
tl_ph: isang | tungkol sa | sa itaas | pagkatapos | muli | laban sa | ang kalahatan| am | ang isang | at | anuman | ay | ay hindi |bilang | sa | maging | dahil | naging |bago | pagiging | sa ibaba | sa pagitan ng | parehong | ngunit | sa pamamagitan ng | maaari | hindi maaaring | maaari | hindi|ginawa| hindi nagawa | gawin | ang ginagawa | ay hindi | paggawa | huwag | pababa | sa panahon ng | bawat | ilang | para sa| mula sa | karagdagang | nagkaroon | hindi nagkaroon | ay | hindi nagkaroon| mayroon | wala |pagkakaroon ng | siya | ll | kanya | dito | kanya | sarili | kanya | kanyang sarili | kanyang | kung paano |ve | kung | sa | sa loob ng | ay |ay hindi | ito | nito | mismo | hayaan | ako | higit pa | karamihan | hindi dapat | aking | aking sarili | hindi | at hindi | hindi | ng | mula sa | sa | isang beses | lamang | o | iba pa | nararapat | aming| atin | ating sarili | labas|higit sa | sarili | pareho | shan | siya | dapat | hindi dapat |kaya nga | ilang | tulad | kaysa sa | na |ang | kanilang | kanila | sila| kanilang sarili | pagkatapos | doon | ang mga ito |sila| muli | ito | mga iyon| sa pamamagitan ng | sa | masyadong | sa ilalim| hanggang |itaas | napaka | ay| ay hindi | namin | ay | ay hindi| kung ano | kailan| saan | alin sa | habang | sino | kanino | bakit | sa pamamagitan |nanalo | ibig | hindi | ikaw|| iyong | inyo | iyong sarili | inyong sarili

source: Webmaster
tl_ph: Ang Webmaster

source: Front access:
tl_ph: Ang access ng harapan:

source: You can set a cron job that will rebuild your index using the following URL:
tl_ph: Maaari mong itakda ang isang cron na trabaho para buuhin muli ang index gamit ang mga sumusunod na URL:

source: Edit return status
tl_ph: I-edit ang kalagayan ng pagbabalik

source: Module pages
tl_ph: Mga pahina ng modulo

source: Page name
tl_ph: Pangalan ng pahina

source: Route to brand
tl_ph: Ruta ng tatak

source: Route to page
tl_ph: Ruta ng pahina

source: Route to page category
tl_ph: Ruta sa pahina ng kategorya
