Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalHelp.*.xlf
Languages: ar_sa, th_th, tl_ph

source: This will restore your last registered address format.
ar_sa: سيعرض مرة أخرى تخطيط المسجل مشاركة

source: This will restore the default address format for this country.
ar_sa: سيتم عرض التخطيط الافتراضي لهذا البلد

source: This will restore your current address format.
ar_sa: سيعرض مرة كنت الحالية تخطيط التحرير

source: This will delete the current address format
ar_sa: سيتم حذف التخطيط الحالي
th_th: ตัวเลือกนี้จะจะลบรูปแบบที่อยู่ปัจจุบัน

source: Missing files are marked in red
ar_sa: يتم وضع علامة حمراء في الملفات المفقودة
th_th: ไฟล์ที่หายไปถูกทำเครื่องหมายเป็นสีแดง

source: You MUST use this syntax in your translations. Here are a few examples:
ar_sa: يجب عليك استخدام هذا النحو في ترجماتك. وفيما يلي بعض الأمثلة على ذلك:
tl_ph: DAPAT mong gamitin ang palaugnayan na ito sa iyong mga pagsasalin. Narito ang ilang mga halimbawa:

source: This expression uses a special syntax:
ar_sa: يستخدم هذا التعبير لبناء جملة خاص:
tl_ph: Ang ekspresyon na ito ay gumagamit ng isang espesyal na palaugnayan:

source: You MUST use this syntax in your translations. Here are several examples:
ar_sa: يجب عليك استخدام هذا النحو في ترجماتك. فيما يلي عدة أمثلة:
tl_ph: DAPAT mong gamitin ang palaugnayan na ito sa iyong mga pagsasalin. Narito ang ilang mga halimbawa:

source: There are [1]%replace%[/1] products
ar_sa: يوجد [1]%replace%[/1] من المنتجات
tl_ph: Mayroon itong [1]%replace%[/1] na mga produkto

source: List of pages in [1]%replace%[/1]
ar_sa: قائمة الصفحات في [1]%replace%[/1]
tl_ph: Listahan ng mga pahina sa [1]%replace%[/1]

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
ar_sa: ميزات: [1]%1%[/1] ([1]%2%[/1] قيم)
tl_ph: Ang tampok na: [1]%1 %[/1] ([1]%2 %[/1] ay mga halaga)

source: Here you can modify translations for all installed module.
ar_sa: هنا يمكنك تعديل الترجمات لجميع الوحدات المركبة.
tl_ph: Dito maaari mong baguhin ang mga pagsasalin para sa lahat na naka-install na modyul.

source: Select your module
ar_sa: اختر اضافتك
th_th: เลือกโมดูลของคุณ
tl_ph: Piliin ang iyong modyul

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
ar_sa: رمز ISO المكون من حرفين أو ثلاثة أحرف (على سبيل المثال "us" للولايات المتحدة).
th_th: รหัส ISO สองหรือสามตัวอักษร (เช่น "us" สำหรับสหรัฐอเมริกา)
tl_ph: Dalawa -- o Tatlo -- ang letra ng kowd ng ISO (hal. "us" para sa United States).

source: Geographical region.
ar_sa: المنطقة الجغرافية.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
ar_sa: أشر إلى شكل الرمز البريدي: إستخدام L لبريد إلكتروني، N لعدد، وC لرمز ISO 3166-1 ألفا-2 الخاص بالبلاد. على سبيل المثال، NNNNN بالنسبة للولايات المتحدة، وفرنسا، وبولندا والكثير من الدول الأخرى. LNNNNLLL للأرجنتين، إلى غير ذلك. إذا كنت لا تريد من PrestaShop التحقق من الرمز البريدي لهذا البلد، اتركه فارغا.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
ar_sa: عرض هذه الدولة لعملائك (سيتم عرض الدولة التي تم تحديدها بشكل دائم في المكتب الخلفي).

source: Provide the state name to be displayed in addresses and on invoices.
ar_sa: قدم اسم الولاية ليتم عرضه في العناوين وعلى الفواتير.
tl_ph: Ibigay ang pangalan ng estado na ipapakita sa mga adres at sa mga singilin.

source: Geographical region where this state is located.
ar_sa: المنطقة الجغرافية حيث تقع فيها هذه المنطقة.

source: Used for shipping
ar_sa: تستخدم للشحن
th_th: ใช้ในการจัดส่งสินค้า

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
ar_sa: يمكنك تحديد نطاق من الرموز والعناوين البريدية (على سبيل المثال: 75000-75015) أو ببساطة استخدام الرمز البريدي/العنوان البريدي.

source: You must define the behavior if an address matches multiple rules:
ar_sa: يجب تحديد سلوك عنوان يتطابق مع قواعد متعددة:
tl_ph: Dapat mong tukuyin ang nakagawian kung ang isang adres ay tumutugma sa maramihang mga patakaran:

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
ar_sa: - واحدا تلو الآخر: تطبيق الضرائب واحدا تلو الآخر (على سبيل المثال: 100 + 10٪ => 110 + 5٪ = 115.5)
tl_ph: -Isa pagkatapos ng iba pa: I-aplay ang mga buwis na isa pagkatapos ng iba pa (hal.: 100+ 10% => 110 + 5% = 115.5)

source: No Tax
ar_sa: لا توجد ضريبة
th_th: ไม่มีภาษี

source: (Total tax: 9%)
ar_sa: (إجمالي الضريبة: ٪9)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
ar_sa: يتم احتساب أسعار الصرف من وحدة واحدة من العملة الافتراضية المحل الخاص بك. على سبيل المثال، إذا كانت العملة الافتراضية هي اليورو والعملة التي اخترتها هي دولار، اكتب "1.20" (1 € = 1.20 دولار).
tl_ph: Ang mga halaga ng palitan ay kinakalkula mula sa isang yunit ng default na pera ng iyong tindahan. Halimbawa, kung ang default na pera ay euro at ang iyong napiling pera ay dolyar, i-type ang "1.20" (1€ = $1.20).

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
ar_sa: رمز ISO (على سبيل المثال: USD للدولار، EUR لليورو، إلى آخره).

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
ar_sa: يتم احتساب أسعار الصرف من وحدة واحدة من العملة الافتراضية المحل الخاص بك. على سبيل المثال، إذا كانت العملة الافتراضية هي اليورو والعملة التي اخترتها هي دولار، اكتب "1.20" (1 € = 1.20 دولار).
tl_ph: Ang mga halaga ng palitan ay kinakalkula mula sa isang yunit ng default na pera ng iyong tindahan. Halimbawa, kung ang default na pera ay euro at ang iyong napiling pera ay dolyar, i-type ang "1.20" (1€ = $1.20).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
ar_sa: هذا الخيار يسمح لك، إلى جانب أمور أخرى، بحظر الدخول إلى متجرك إنطلاقا من دول معينة. أنظر أدناه.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
ar_sa: يمكنك إضافة الأى بى الذى تسمح له بمشاهدة موقعك مثل (بوتس جوجل أى بى مثلا)
th_th: คุณสามารถเพิ่มเลขไอพีเครื่องที่ต้องการอนุญาตให้สามารถเข้าถึงร้านค้าของคุณได้ตลอดไปได้ (เช่น เลขไอพีของ Google bot)

source: Short date format (e.g., Y-m-d).
ar_sa: تنسيق التاريخ القصير (على سبيل المثال، Y-m-d).

source: Full date format (e.g., Y-m-d H:i:s).
ar_sa: تنسيق التاريخ الكامل (على سبيل المثال، Y-m-d).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
ar_sa: معرف 639-1ISO للغة البلد حيث يتواجد سيرفر الويب الخاص بك (en، fr، sp، ru، pl، nl، إلخ).

source: The default country used in your shop.
ar_sa: الدولة المبدئية المستخدمة في متجرك.

source: The default currency used in your shop.
ar_sa: العملة المبدئية المستخدمة في متجرك.

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
ar_sa: إذا تم التعيين إلى نعم سيتم تحميل حزمة التعريب من prestashop.com. و إلا فإنه سيتم إستخدام ملف xml الموجود على السيرفر الخاص بك في مجلد localization الخاص بتثبيت PrestaShop.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
ar_sa: وحدة الوزن المبدئية لمتجرك (على سبيل المثال: "كغ" للكيلوغرام، "رطل" للباوند، إلخ).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
ar_sa: وحدة المسافة المبدئية لمتجرك (على سبيل المثال: "كلم" للكيلومتر، "ميل" للميل، إلى آخره).

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
ar_sa: التنسيق: XX,XX أو XX,XXX (مثال: 19,60 أو 13,925)
th_th: รูปแบบ : XX.XX หรือ XX.XXX (เช่น 19.60 หรือ 13.925)

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
ar_sa: إذا تم تعطيل ecotax ، سيتم تعيين ecotax لمنتجاتك لجميع 0

source: Select whether or not to include tax on purchases.
ar_sa: حدد ما إذا كنت تريد تضمين الضريبة على المشتريات أم لا.

source: Select whether or not to display tax on a distinct line in the cart.
ar_sa: تحديد ما إذا كان أو لا تعرض الضرائب على خط واضح في المحتوى

source: Define the ecotax (e.g. French ecotax: 19.6%).
ar_sa: حدد الضريبة البيئية.

source: You can add or update a language directly from the PrestaShop website here.
ar_sa: يمكنك إضافة أو تحديث اللغة مباشرة من موقع PrestaShop.

source: Copies data from one language to another.
ar_sa: نسخ البيانات من لغة إلى أخرى.
th_th: คัดลอกข้อมูลจากภาษาหนึ่งไปที่อีกภาษาหนึ่ง

source: Warning: This will replace all of the existing data inside the destination language.
ar_sa: كن حذرا ، كما أنه سيتم استبدال كافة البيانات الموجودة للغة الوجهة.

source: If necessary [1][2] you must first create a new language[/1].
ar_sa: إذا لزم الأمر [1] [2] يجب عليك أولا إنشاء لغة جديدة [/1].
tl_ph: Kung kinakailangan [1][2] dapat ka munang lumikha ng isang bagong lengguwahe[/1].

source: Export data from one language to a file (language pack).
ar_sa: تصدير البيانات من لغة واحدة لملف (حزمة اللغة).
th_th: ส่งออกข้อมูลจากภาษาหนึ่งไปเป็นไฟล์ (ชุดภาษา)

source: Search a word or expression, e.g.: "Order confirmation"
ar_sa: ابحث عن كلمة أو عبارة، على سبيل المثال: "تأكيد الطلب"
tl_ph: Hanapin ang isang salita o ekspresyon, hal.: "Kumpirmasyon ng order"

source: Restrict country selections in front office to those covered by active carriers
th_th: จำกัดการเลือกประเทศในหน้าเว็บ เฉพาะที่สามารถจัดส่งได้โดยผู้จัดส่งที่เปิดใช้งานอยู่

source: 1 to 4 letter ISO code.
th_th: รหัส ISO 1 ถึง 4 ตัวอักษร
