Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, el_gr, he_il, ms_my, tl_ph, vi_vn

source: You can specify supplier references according to previously associated suppliers.
ar_sa: يمكنك تحديد مراجع المورد وفقا للموردين المرتبطة به سابقا.
bs_ba: Moguće je navesti za svaki proizvod/kombinacije proizvoda referencu dobavljača prema prethodno povezanim dobavljačima.
el_gr: Μπορείτε να παραπέμψετε σε προμηθευτές τους οποίους έχετε ήδη συνδέσει.
tl_ph: Maaari mong tukuyin ang mga sanggunian ng tagapagtustos ayon sa nakaraang mga nauugnay na tagapagtustos.
vi_vn: Bạn có thể cho biết tham chiếu nhà cung ứng theo các nhà cung ứng đã liên kết trước đó.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
ar_sa: عند استخدام أداة إدارة المخزون المتقدمة (انظر معلومات المتجر> إعدادات المنتجات)، سيتم استخدام القيم التي تحددها (السعر والمراجع) في أوامر التوريد.
bs_ba: Kad se koristi napredno upravljanje zalihama (vidi Parametri Trgovine > Proizvodi podešvanja), vrijednosti koje unesete ovdje (cijene, reference) bit će korištene u narudžbenicama robe.
el_gr: Όταν χρησιμοποιείτε την Προχωρημένη Διαχείριση Αποθέματος (βλ. Παράμετροι Καταστήματος > Ρυθμίσεις Προϊόντων), οι τιμές που ορίζετε (τιμή, παραπομπές) θα χρησιμοποιούνται σε παραγγελίες προμηθειών.
tl_ph: Kapag ginagamit ang tool ng pamamahala ng pangunahing panustos (tingnan ang parametro ng tindahan > mga pagtatakda ng produkto), ang mga halaga na tinukoy mo (presyo, mga sanggunian) ay maaaring gamitin sa mga order ng panustos.
vi_vn: Khi sử dụng công cụ quản lý hàng hóa nâng cao (xem Tham Số Cửa Hàng > Thiết Lập Sản Phẩm), các giá trị bạn xác định (giá, tham chiếu) sẽ được sử dụng trong đơn hàng cung ứng.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
ar_sa: يمكنك تحديد مرجع المنتج لكل مورد مرتبط به. انقر على "حفظ" بعد تغيير موردين مختارين لعرض مراجع المنتجات المرتبطة بها.
az_az: Hər təchizatçıya uyğun məhsul vasitəçisi(ləri) göstərə bilərsiniz. Seçilmiş məhsul vasitəçiləri göstərmək üçün seçilmiş təchizatçıları dəyişdikdən sonra "Yadda Saxla" düyməsini tıklayın.
bs_ba: Možete navesti referencu(e) za svakoga povezanog dobavljača. Kliknite na "Sačuvaj" nakon promjene odabranih dobavljača za prikaz povezanih referenci proizvoda.
el_gr: Μπορείτε να ορίσετε μία ή περισσότερες αναφορές προϊόντων για κάθε σχετιζόμενο προμηθευτή. Πατήστε "Αποθήκευση" αφού αλλάξετε τους επιλεγμένους προμηθευτές για να εμφανιστούν οι σχετικές αναφορές προϊόντων.
tl_ph: Maaari mong matukoy ang (mga) sanggunian ng produkto para sa bawat nauugnay na tagapagtustos. Pindutin ang "Save" pagkatapos palitan ang napiling mga tagapagtustos para idispley ang nauugnay na mga sanggunian ng produkto.
vi_vn: Bạn có thể cho biết (các) tham chiếu sản phẩm đối với từng nhà cung ứng đã liên kết. Nhấp vào "Lưu" sau khi thay đổi các nhà cung ứng đã chọn để hiển thị tham chiếu sản phẩm đã liên kết.

source: This interface allows you to specify the warehouse in which the product is stocked.
el_gr: Αυτό το περιβάλλον σας επιτρέπει να προσδιοριστεί σε ποιες αποθήκες το προϊόν είναι σε αποθεμα.
he_il: ממשק זה מאפשר לך לציין מחסני המוצר במלאי.
vi_vn: Giao diện này cho phép bạn định rõ kho hàng nơi đặt sản phẩm.

source: It is also possible to specify the location within the warehouse for each product or combination.
ar_sa: ومن الممكن أيضا تحديد الموقع داخل المستودع لكل منتج أو مجموعة.
bs_ba: Također je moguće definisati lokaciju unutar skladišta za svaki proizvod ili kombinaciju.
el_gr: Είναι επίσης δυνατόν να ορίσετε τη θέση μες στην αποθήκη για κάθε προϊόν ή συνδυασμό.
tl_ph: Ito rin ay posibleng matukoy ang lokasyon sa loob ng bodega para sa bawat produkto o kumbinasyon.
vi_vn: Cũng có thể cho biết địa điểm trong nhà kho cho từng sản phẩm hoặc cách kết hợp.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
el_gr: Για πόσες ημέρες θα έχουν οι πελάτες σας πρόσβαση στο αρχείο. Ορίστε 0 για απεριόριστη πρόσβαση.
he_il: מספר הימים שקובץ זה ניתן לגישה על ידי לקוחות. הגדר לאפס עבור גישה בלתי מוגבלת.
vi_vn: Số ngày khách hàng có thể truy cập tập tin này. Đặt không cho truy cập không giới hạn.

source: Upload a file from your computer (%maxUploadSize% max.)
ar_sa: تحميل ملف من جهاز الكمبيوتر (%maxUploadSize% ماكس.)
az_az: Kompüterdən bir fayl yüklə (maksimum %maxUploadSize%)
bs_ba: Prenesi datoteku sa svog računara (%maxUploadSize% max.)
el_gr: Ανεβάστε ένα αρχείο από τον υπολογιστή σας (έως %maxUploadSize%)
tl_ph: I-upload ang isang payl mula sa iyong kompyuter (%maxUploadSize% max.)
vi_vn: Tải một tập tin lên từ máy tính của bạn (tối đa %maxUploadSize%.)

source: The full filename with its extension (e.g. Book.pdf)
az_az: Faylın uzantısı ilə birlikdə tam adı (məs., Book.pdf)
el_gr: Το πλήρες όνομα του αρχείου με την επέκταση του (π.χ. book.pdf)
he_il: שם הקובץ המלא כולל סיומת
vi_vn: Các tên tập tin đầy đủ với phần mở rộng của nó (ví dụ như Book.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
el_gr: Αριθμός επιτρεπόμενων λήψεων ανά πελάτη. Ρυθμίστε στο 0 για απεριόριστες λήψεις.
he_il: מספר ההורדות המורשות לכל לקוח - (קבע ל- 0 למספר הורדות בלתי מוגבל).
vi_vn: Số lượng tải cho phép mỗi khách hàng. Thiết lập để 0 cho tải không giới hạn.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
el_gr: Εάν οριστεί, το αρχείο δεν θα μπορεί να μεταφορτωθεί πλέον μετά από αυτή την ημερομηνία. Αφήστε αυτό το κενό για χωρίς ημερομηνία λήξης
he_il: אם נקבע, הקובץ לא יהיה ניתן להורדה יותר לאחר תאריך זה. השאר את השדה ריק ללא תאריך תפוגה
vi_vn: Nếu được thiết lập, các tập tin sẽ không được tải về sau ngày này. Để trống nếu bạn không muốn đính kèm một ngày hết hạn.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
ar_sa: الحد الأدنى للكمية و المطلوبة لشراء هذا المنتج (ضع 1 لتعطيل هذه الميزة). على سبيل المثال: إذا تم تعيين 3، سيتمكن العملاء من شراء المنتج فقط عندما لا تقل الكمية عن 3.
bs_ba: Minimalna količina potrebna za kupovinu ovog proizvoda (postavi na 1 za onemogućiti tu osobinu). Npr.: ako je postavljen na 3, korisnici će moći kupiti proizvod samo ako se uzme najmanje 3 u količini.
el_gr: Η ελάχιστη απαιτούμενη ποσότητα για να αγοραστεί το προϊόν. Για παράδειγμα, αν δώσετε την τιμή 3, ο πελάτης μπορεί να αγοράσει το προϊόν μόνο αν επιλέξει 3 ή περισσότερα τεμάχια. Για να μην υπάρχει ελάχιστη ποσότητα, δώστε την τιμή 1.
tl_ph: Ang pinakamababang kantidad na kailangan para mabili ang produkto na ito (itakda sa 1 para hindi gumana ang tampok na ito). Hal.: kung itakda sa 3, ang mga kustomer ay maaari lamang bumili ng produkto kung sila ay kukuha ng hindi bababa sa 3 sa kantidad.
vi_vn: Số lượng tối thiểu cần thiết để mua sản phẩm này (cài đặt thành 1 để tắt tính năng này.) Ví dụ: nếu cài đặt thành 3, khách hàng sẽ chỉ có thể mua sản phẩm nếu họ mua số lượng ít nhất là 3.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
ar_sa: سيتم إرسال البريد الإلكتروني إلى جميع المستخدمين الذين لديهم الحق في تشغيل صفحة الأسهم. لتعديل الأذونات ، [1] انتقل إلى معلمات متقدمة> فريق[/1]
bs_ba: E-mail će biti poslan svim korisnicima koji imaju pravo pokrenuti stranicu skladišta. Da biste izmijenili dopuštenja, idite na [1]Napredne parametre> Tim[/1]
el_gr: Το e-mail θα σταλλεί σε όλους τους χρήστες που έχουν δικαιώματα στην σελίδα αποθέματος. Για να αλλάξετε τα δικαιώματα, πάτε στο [1]Προχωρημένες Ρυθμίσεις > Όμαδα[/1]
vi_vn: Email sẽ được gửi tới tất cả người dùng có quyền điều hành trang chứng khoán. Để sửa đổi quyền, hãy đi tới [1] Tham số Nâng cao> Nhóm [/1]

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
ar_sa: التركيبات هي مختلف الفوارق للمنتج، مثل حجمه، وزنه أو لونه. هل يتطلب منتجك تركيبات؟
bs_ba: Kombinacije su različite varijacije proizvoda, s atributima, kao i njegova veličina, težina i boja uzimajući različite vrijednosti. Da li vaš proizvod zahtijeva kombinacije?
el_gr: Συνδυασμοί είναι οι διάφορες παραλλαγές ενός προϊόντος, με διαφορετικό μέγεθος, βάρος ή χρώμα. Χρειάζεται συνδυασμούς το προϊόν σας;
tl_ph: Ang mga kombinasyon ay ang iba't ibang mga pagkakaiba ng isang produkto, na may mga katangian gaya ng kanilang sukat, bigat o kulay na may iba-ibang mga halaga. Ang iyo bang produkto ay na ngangailangan ng mga kombinasyon?
vi_vn: Các cách kết hợp là những biến thể khác nhau của một sản phẩm, với những thuộc tính như kích cỡ, trọng lượng hoặc màu sắc có các giá trị khác nhau. Sản phẩm của bạn có cần các cách kết hợp hay không?

source: Advanced settings in [1][2]Combinations[/1]
ar_sa: إعدادات متقدمة في [1][2] المجموعات[/1]
az_az: [1][2]Birləşmələr[/1]də üstün quraşdırmalar
bs_ba: Napredne postavke u [1][2]Kombinacije[/1]
el_gr: Προηγμένες ρυθμίσεις στην ενότητα [1][2]Συνδυασμοί[/1]
tl_ph: Ang pangunahing mga pagtatakda sa [1][2]mga Kombinasyon[/1]
vi_vn: Các thiết lập nâng cao trong [1][2]Cách Kết Hợp[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
ar_sa: الرمز المرجعي لهذا المنتج. الأحرف الخاصة المسموح بها: .-_#.
bs_ba: Referentni broj za ovaj proizvod. Dopušteni posebni znakovi:.-_ #.
el_gr: Ο κωδικός σας για αυτό το προϊόν. Επιτρεπόμενοι ειδικοί χαρακτήρες: .-_#.
tl_ph: Ang iyong sangguniang kowd para sa produktong ito. Pinapahintulutan ang espesyal na karakter na: .-_#.
vi_vn: Mã tham chiếu của bạn cho sản phẩm này. Các ký tự đặc biệt được phép: .-_#.

source: How many products should be available for sale?
ar_sa: كم عدد المنتجات التي يجب أن تكون متاحة للبيع؟
az_az: Satış üçün nə qədər məhsul olmalıdır?
bs_ba: Koliko proizvoda treba biti dostupno za prodaju?
el_gr: Πόσα προϊόντα να είναι διαθέσιμα για πώληση;
tl_ph: Ilang mga produkto ang dapat na magagamit para sa pagbenta?
vi_vn: Có bao nhiêu sản phẩm khả dụng để bán?

source: Advanced settings in [1][2]Quantities[/1]
ar_sa: الإعدادات المتقدمة في [1][2] الكميات [/1]
az_az: Üstün quraşdırmalar [1][2]Saylarda[/1]
bs_ba: Napredne postavke u [1][2]Količine[/1]
el_gr: Προηγμένες ρυθμίσεις στην ενότητα [1][2]Ποσότητες[/1]
tl_ph: Ang pangunahing mga pagtatakda sa [1][2]Kantidad[/1]
vi_vn: Thiết lập nâng cao trong [1][2]Số Lượng[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ar_sa: هذا هو سعر التجزئة الذي كنت تنوي بيع هذا المنتج به لعملائك. ستتضمن الضريبة السعر المتغير وفقا للقاعدة الضريبية التي تحددها.
bs_ba: To je maloprodajna cijena po kojoj namjeravate prodati ovaj proizvod za svoje klijente. Cijena s porezom će se promijeniti u skladu s poreznim pravilima koje ste odabrali.
el_gr: Αυτή είναι η τιμή λιανικής στην οποία προτίθεστε να πωλείτε το προϊόν στους πελάτες. Η τιμή με ΦΠΑ θα αλλάξει ανάλογα με τον φορολογικό κανόνα που θα επιλέξετε.
tl_ph: Ito ang halaga ng tingi kung saan maaari mong ibenta ang produktong ito sa iyong mga kustomer. Ang buwis na kasama ang halaga ay mababago ayon sa patakaran ng buwis na iyong napili.
vi_vn: Đây là giá bán lẻ tại đó bạn muốn bán sản phẩm này cho khách hàng của mình. Giá đã bao gồm thuế sẽ thay đổi theo quy tắc thuế bạn chọn.

source: Advanced settings in [1][2]Pricing[/1]
ar_sa: الإعدادات المتقدمة في [1][2] الأسعار [/1]
az_az: [1][2]Qiymətləndirmə[/1]də üstün quraşdırmalar
bs_ba: Napredne postavke u [1][2]Cijene[/1]
el_gr: Προηγμένες ρυθμίσεις στην ενότητα [1][2]Τιμολόγηση[/1]
tl_ph: Ang pangunahing pagtatakda sa [1][2]Pagpepresyo[/1]
vi_vn: Thiết lập nâng cao trong [1][2]Giá Cả[/1]

source: Tags are meant to help your customers find your products via the search bar.
ar_sa: تهدف العلامات إلى مساعدة عملائك في العثور على منتجاتك عبر شريط البحث.
bs_ba: Tagovi bi trebali pomoći klijentima da pronađu svoje proizvode preko trake za pretraživanje.
el_gr: Οι ετικέτες χρησιμεύουν για να βρίσκουν οι πελάτες τα προϊόντα μέσω της γραμμής αναζήτησης.
tl_ph: Ang mga tag ay sinadya upang matulungan ang iyong mga kustomer na mahanap ang iyong mga produkto sa pamamagitan ng bar na panghanap.
vi_vn: Tag dùng để giúp khách hàng của bạn tìm được sản phẩm của bạn qua thanh tìm kiếm.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
ar_sa: اختر المصطلحات والكلمات الرئيسية التي سيستخدمها عملاؤك للبحث عن هذا المنتج وتأكد من توافقك مع العلامات التي ربما استخدمتها بالفعل.
bs_ba: Odaberite uvjete i ključne riječi koje vaši kupci će koristiti za traženje ovoga proizvoda i provjerite da li su u skladu s oznakama koje ste možda već koristili.
el_gr: Επιλέξτε όρους και λέξεις-κλειδί που οι πελάτες θα χρησιμοποιούν όταν αναζητούν το προϊόν και φροντίστε να είστε συνεπείς με ετικέτες που έχετε ήδη χρησιμοποιήσει αλλού.
tl_ph: Pumili ng mga paliwanag at mga keyword na magagamit ng iyong mga kustomer upang maghanap para sa produktong ito at tiyaking nakaayon ka sa mga tag na ginamit mo na.
vi_vn: Chọn các thuật ngữ và từ khóa mà khách hàng của bạn sẽ sử dụng để tìm sản phẩm này và đảm bảo bạn có nhất quán với các tag bạn có thể đã sử dụng.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
ar_sa: يمكنك إدارة العلامات المستعارة في [1] قسم البحث [/1]. إذا قمت بإضافة علامات جديدة ، يجب عليك إعادة إنشاء الفهرس.
bs_ba: U odjeljku [1]Pretraživanje[/1] možete upravljati aliasima tagova. Ako dodate nove tagove, morate obnoviti indeks.
el_gr: Μπορείτε να διαχειριστείτε τα ψευδώνυμα ετικετών στο [1]Αναζήτηση ενότητας[/1]. Αν προσθέσετε νέες ετικέτες, θα πρέπει να ξαναφτιάξετε το ευρετήριο.
tl_ph: Maaari mong pamahalaan ang mga alias ng tag sa [1] seksyon ng Paghahanap [/1]. Kung magdagdag ka ng mga bagong tag, kailangan mong itayong muli ang talatuntunan.
vi_vn: Bạn có thể quản lý bí danh thẻ trong phần [1]Tìm kiếm [/1]. Nếu bạn thêm thẻ mới, bạn phải xây dựng lại chỉ mục.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
ar_sa: لا تبيع جميع المحلات منتجات جديدة. يتيح لك هذا الخيار الإشارة إلى حالة المنتج. ويمكن أن يكون مطلوبا في بعض الأسواق.
bs_ba: Ne prodaju sve trgovine nove proizvode. Ova opcija omogućuje vam ukazati na stanje proizvoda. To može biti potrebno na nekim tržištima.
el_gr: Δεν πωλούν νέα προϊόντα όλα τα καταστήματα. Με αυτήν την επιλογή μπορείτε να σημειώσετε την κατάσταση του προϊόντος, το οποίο ίσως να είναι υποχρεωτικό σε ορισμένες αγορές.
tl_ph: Hindi lahat ng tindahan ay nagbebenta ng mga bagong produkto. Ang pagpipiliang ito ay nagbibigay-daan sa iyo upang ipabatid ang kalagayan ng produkto. Ito ay maaaring kinakailangan sa ilang mga lugar ng merkado.
vi_vn: Không phải cửa hàng nào cũng bán các sản phẩm mới. Tùy chọn này cho phép bạn cho biết điều kiện của sản phẩm. Nó có thể là bắt buộc đối với một số thị trường.

source: ISBN is used internationally to identify books and their various editions.
ar_sa: ISBN يستخدم دوليا لتحديد الكتب ومختلف طبعاتها.
bs_ba: ISBN koristi međunarodnu indetifikaciju knjiga i njihovih različitih izdanja.
el_gr: Το ISBN χρησιμοποιείται διεθνώς για την ταύτιση των βιβλίων και των εκδόσεών τους.
tl_ph: Ang ISBN ay ginagamit sa pangdaigdigan para makilala ang mga libro at ang kanilang mga iba't-ibang mga edisyon.
vi_vn: ISBN được sử dụng trên thế giới để nhận dạng sách và các ấn bản khác nhau của chúng.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
ar_sa: يستخدم هذا النوع من رمز المنتج على نطاق واسع في الولايات المتحدة، وكندا، والمملكة المتحدة، وأستراليا، ونيوزيلندا وفي بلدان أخرى.
el_gr: Αυτός ο τύπος κωδικού προϊόντος χρησιμοποιείται ευρέως σε Ηνωμένες Πολιτείες, Καναδά, Ηνωμένο Βασίλειο, Αυστραλία, Νέα Ζηλανδία και άλλες χώρες.
he_il: סוג זה של קוד המוצר נמצא בשימוש נרחב בארצות הברית, קנדה, בריטניה, אוסטרליה, ניו זילנד ובמדינות אחרות.
vi_vn: Kiểu mã sản phẩm này được sử dụng rộng rãi ở Mỹ, Canada, Anh, Australia, New Zealand và trong các quốc gia khác.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
ar_sa: هذا النوع من رمز المنتج محدد لأوروبا واليابان، ولكنه يستخدم على نطاق واسع دوليا. هو عبارة عن مجموعة من رموز المنتجات العالمية (UPC): سيتم قبول جميع المنتجات التي تحمل علامة EAN في أمريكا الشمالية.
el_gr: Αυτός ο τύπος κωδικού προϊόντος συναντάνται μόνο στην Ευρώπη και την Ιαπωνία, αναγνωρίζεται όμως διεθνώς. Είναι ένα υπερσύνολο του κωδικού UPC: όλα τα προϊόντα με το σήμα EAN θα γίνουν αποδεκτά στη Βόρεια Αμερική.
he_il: סוג זה של קוד המוצר הוא ספציפי לאירופה ויפן, אך נמצא בשימוש נרחב בעולם. זהו הרחבה של קוד UPC : כל המוצרים מסומנים בEAN יתקבלו בצפון אמריקה.
vi_vn: Đây là loại mã sản phẩm là cụ thể cho châu Âu và Nhật Bản, nhưng được sử dụng rộng rãi quốc tế. Nó là một superset của mã UPC: tất cả các sản phẩm được đánh dấu bằng một EAN sẽ được chấp nhận ở Bắc Mỹ.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ar_sa: هذا هو سعر التجزئة الذي كنت تنوي بيع هذا المنتج به لعملائك. ستتضمن الضريبة السعر المتغير وفقا للقاعدة الضريبية التي تحددها.
bs_ba: To je cijena po kojoj namjeravate prodati ovaj proizvod za svoje klijente. Sijena s uključenim porezom će se promijeniti u skladu s poreznim pravilima koje ste odabrali.
el_gr: Αυτή είναι η τιμή στην οποία προτίθεστε να πωλείτε το προϊόν στους πελάτες. Η τιμή με ΦΠΑ θα αλλάξει ανάλογα με τον φορολογικό κανόνα που θα επιλέξετε.
tl_ph: Ito ang presyo kung saan gusto mong ibenta ang produktong ito sa iyong mga kustomer. Ang presyo na kasama ang buwis ay maaaring mabago ayon sa patakaran ng buwis na iyong pinili.
vi_vn: Đây là giá tại đó bạn muốn bán sản phẩm này cho khách hàng của mình. Giá đã bao gồm thuế sẽ thay đổi theo quy tắc thuế bạn chọn.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
ar_sa: ويمكن شراء بعض المنتجات عن طريق الوحدة (لكل زجاجة، لكل رطل، وما إلى ذلك)، وهذا هو ثمن الوحدة الواحدة. على سبيل المثال، إذا كنت تبيع الأقمشة، فسيكون سعر المتر.
bs_ba: Neki proizvodi mogu se kupiti po jedinici (po boci, po kilogramu, itd), a to je cijena za jednu jedinicu. Na primjer, ako prodajete tkanine, to bi bila cijena po metru.
el_gr: Ορισμένα προϊόντα μπορούν να αγοράζονται σε μονάδες (μπουκάλι, κιλό κτλ.), και αυτή είναι η τιμή μονάδας. Για παράδειγμα, αν πωλείτε υφάσματα, μπορεί να είναι η τιμή ανά μέτρο.
tl_ph: Ang ilang mga produkto ay maaaring binili sa pamamagitan ng yunit (bawat bote, bawat libra, atbp), at ito ang halaga para sa isang yunit. Halimbawa, kung ikaw nagbebenta ng mga tela, ito ang magiging halaga bawat metro.
vi_vn: Một số sản phẩm có thể mua theo đơn vị (mỗi chai, mỗi cân Anh, v.v.), và đây là giá cho một đơn vị. Ví dụ, nếu bạn bán vải, nó sẽ là giá mỗi mét.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
ar_sa: سعر التكلفة هو الثمن الذي دفعته للمنتج. لا تشمل الضريبة. وينبغي أن يكون أقل من سعر التجزئة: والفرق بين البلدين سيكون الهامش الخاص بك.
bs_ba: Cijena koštanja je cijena koju ste platili za proizvod. Ne uključuje porez. To bi trebalo biti manje od maloprodajne cijene: razlika između te dvije će biti vaša margina.
el_gr: Η τιμή κόστους είναι η τιμή που πληρώσατε για το προϊόν. Μην περιλάβετε τον ΦΠΑ. Πρέπει να είναι μικρότερη από την τιμή λιανικής: η διαφορά ανάμεσα στις δύο τιμές είναι το περιθώριο κέρδους.
tl_ph: Ang presyo ng nagastos ay ang presyo na iyong binayaran para sa produkto. Huwag isama ang kaukulang buwis. Ito ay dapat na mas mababa kaysa sa tingiang presyo: ang pagkakaiba sa pagitan ng dalawa ay ang iyong magiging margin.
vi_vn: Giá vốn là giá bạn đã trả cho sản phẩm. Không bao gồm thuế. Nó phải thấp hơn giá bán lẻ: sự chênh lệch giữa hai mức này sẽ là biên lợi của bạn.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
ar_sa: يمكنك تعيين أسعار محددة للعملاء الذين ينتمون إلى مجموعات مختلفة، أو بلدان مختلفة، الخ.
bs_ba: Možete postaviti posebne cijene za kupce koji pripadaju različitim grupama, državama itd.
el_gr: Μπορείτε να ορίσετε ειδικές τιμές για όσους πελάτες ανήκουν σε ορισμένες ομάδες, χώρες κτλ.
tl_ph: Maaari kang magtakda ng mga siguradong presyo para sa mga kustomer na kabilang sa iba't ibang mga grupo, iba't ibang mga bansa, atbp.
vi_vn: Bạn có thể thiết lập mức giá cụ thể cho khách hàng thuộc các nhóm khác nhau, các nước khác nhau, vv.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
ar_sa: أحيانا يمكن لعميل ان يصلح في قواعد الأسعار متعددة. تتيح لك الأولويات تحديد القواعد التي تطبق أولا.
bs_ba: Ponekad jedan kupac može stati u više pravila cijena. Prioriteti Vam dozvoljavaju određivanje koje pravilo vrijedi prvo.
el_gr: Μερικές φορές ένας πελάτης μπορεί να πληροί τους όρους διαφόρων κανόνων τιμών. Με τις προτεραιότητες ορίζετε ποιοι κανόνες εφαρμόζονται πρώτοι.
tl_ph: Minsan ang isang kustomer ay maaaring magkasya sa maraming mga panuntunan sa presyo. Pinapayagan ka ng mga prayoridad na alamin kung aling mga tuntunin ang unang i-aaplay.
vi_vn: Đôi khi một khách hàng có thể nằm trong nhiều quy tắc giá. Ưu tiên cho phép bạn xác định quy tắc nào được áp dụng trước.

source: Invalid token
ar_sa: رمز دخول غير صحيح
el_gr: Μη έγκυρη λεκτική μονάδα
he_il: אסימון לא חוקי
vi_vn: Token không hợp lệ

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
ar_sa: [1] رمز غير صالح [/1]: الوصول المباشر إلى هذا الرابط قد يؤدي إلى خرق أمني محتمل.
bs_ba: [1]Nevažeći token[/1]: direktan pristup na ovaj link može dovesti do potencijalne povrede sigurnosti.
el_gr: [1]Μη έγκυρο διακριτικό[/1]: η απευθείας πρόσβαση σε αυτόν τον σύνδεσμο ίσως παραβιάσει τους κανόνες ασφάλειας.
tl_ph: [1]hindi balido na token[/1]: Direkta na pag- access sa link na ito ay magtuturo sa potensyal na paglabag sa seguridad.
vi_vn: [1]Token không hợp lệ[/1]: truy cập trực tiếp đến liên kết này có thể dẫn đến vi phạm an ninh tiềm ẩn.

source: Do you want to display this page?
ar_sa: هل تريد عرض هذه الصفحة؟
az_az: Bu səhifəni göstərmək istəyirsinizmi?
bs_ba: Želite li prikazati ovu stranicu?
el_gr: Θέλετε να εμφανίσετε αυτήν τη σελίδα;
he_il: האם ברצונך להציג עמוד זה?
tl_ph: Nais mo ba na idispley ang pahina na ito?
vi_vn: Bạn có muốn hiển thị trang này không?

source: Yes, I understand the risks
ar_sa: نعم، أنا أفهم المخاطر
az_az: Hə, mən bu riskləri anlayıram
bs_ba: Da, razumijem koji su rizici
el_gr: Ναι, κατανοώ τους κινδύνους
tl_ph: Oo, nauunawaan ko ang mga panganib
vi_vn: Có, tôi hiểu những rủi ro

source: Take me out of there!
ar_sa: أخرجني من هنا!
az_az: Məni burdan apar!
bs_ba: Odvedi me odavde!
el_gr: Πάρτε με από εδώ!
tl_ph: Kunin mo ako paalis doon!
vi_vn: Đưa tôi rời khỏi đó!
