Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDesignHelp.*.xlf
Languages: ca_es, fi_fi, fr_fr, gl_es, ko_kr, lt_lt, nl_nl, ru_ru, sl_si, sr_cs, tr_tr

source: Height of product customization pictures that customers can upload (in pixels).
ca_es: Altura de les imatges de producte personalitzat que els clients poden pujar (en píxels).
fi_fi: Kustomoitavan tuotteen kuvan korkeus jonka asiakas voi lähettää (pikseleinä).
fr_fr: Hauteur maximale (en pixels) des images que les cients peuvent mettre en ligne pour les produits personnalisés.
gl_es: Ancho das imaxes de personalización do produto que a clientela pode subir (en píxeles).
ko_kr: 고객이 업로드 할 수 있는 상품 사용자정의 사진의 높이 (픽셀 단위).
lt_lt: Prekių personalizacijos paveiksliukų aukštis (pikseliais).
nl_nl: Hoogte van de aangepaste productafbeeldingen die klanten kunnen uploaden (in pixels).
ru_ru: Высота изображений товаров, загружаемых клиентами (в пикселях).
sl_si: Višina prilagojene slike izdelka, ki jo lahko kupec naloži (v pikslih).
sr_cs: Visina slike koju kupac može podići kada vrši prilagođavanje proizvoda (u pikselima).
tr_tr: Müşterilerin yükleyebileceği ürün özelleştirme resimlerinin yüksekliği (piksel).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
ca_es: Es generarà un fitxer addicional per a cada imatge (doblant la quantitat total d'imatges). La resolució d'aquestes imatges es doblarà.
fi_fi: Tämä luo joka kuvalle ylimääräisen tiedoston (tuplaten näin kuviesi kokonaismäärän). Näiden kuvien resoluutio on kaksinkertainen.
fr_fr: Cela générera un fichier supplémentaire pour chaque image (doublant le nombre total de fichiers images). La résolution des images sera deux fois plus grande.
gl_es: Isto xerará un ficheiro adicional para cada imaxe (duplicando deste xeito a túa cantidade total de imaxes). A resolución destas imaxes será dúas veces maior.
ko_kr: 이렇게 하면 각 이미지에 대해 추가 파일이 생성됩니다 (따라서 총 이미지 수가 두 배가됩니다). 이러한 이미지의 해상도는 두 배 높습니다.
lt_lt: Bus sukurtas papildomas failas kiekvienam paveiksliukui (bus padvigubintas bendras paveiksliukų kiekis). Šių paveiksliukų rezoliucija bus dvigubai didesnė.
nl_nl: Dit zal een extra bestand voor elke afbeelding genereren (dus een verdubbeling van uw totale aantal afbeeldingen). De resolutie van deze afbeeldingen zal twee keer zo hoog zijn.
ru_ru: Создание дополнительного файла для каждого изображения (удваивая общее число изображений). Разрешение изображения будет в 2 раза выше.
sl_si: To bo ustvarilo dodatno datoteko za vsako sliko (podvoji skupno število slik). Resolucija teh slik bo dvakrat večja.
sr_cs: Ovo će kreirati dodatni fajl za svaku sliku (i tako udvostručiti ukupan broj slika). Rezolucija tih slika će biti dvostruko veće.
tr_tr: Bu, her resim için ek bir dosya daha oluşturur (resim sayınızı iki katına çıkartır). Resim çözünürlükleri ise iki kat daha yüksek olacaktır.

source: Enable to optimize the display of your images on high pixel density screens.
ca_es: Permet la optimització de la visualització de les vostres imatges en pantalles d'alta densitat de píxels.
fi_fi: Ota käyttöön optimoidaksesi kuviesi näyttö korkean resoluution näytöillä.
fr_fr: Activez cette option pour optimiser l'affichage de vos images sur les écrans à haute densité de pixels.
ko_kr: 높은 픽셀 밀도 화면에서 이미지 표시를 최적화를 활성화 합니다.
lt_lt: Įjungti paveiksliukų atvaizdavimo optimizavimą ant aukštos raiškos ekranų.
nl_nl: Inschakelen om de weergave van uw foto's te optimaliseren op hoge-pixeldichtheidschermen.
ru_ru: Включите для оптимизации отображения ваших изображений на экранах с высоким разрешением.
sl_si: Omogoči za optimizacijo prikaza slik na zaslonih z visoko ločljivostjo.
sr_cs: Omogući optimizaciju prikaza vaših slika na ekranima visoke gustoće piksela.
tr_tr: Yüksek çözünürlüğe sahip ekranlarda resimlerinizin görünümünü iyileştirmek için etkinleştirin.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
ca_es: Això ha d'estar configurat a SÍ excepte en el cas que hagueu traslladat les imatges del menú "Imatges", sota de "Preferències".
fi_fi: Tämä pitäisi olla valittuna ellet onnistu siirtämään kuvia "Asetukset"-sivun kautta sivulle "Images".
fr_fr: Ce réglage doit rester sur \"Oui\" à moins que vous n’ayez déplacé avec succès les images dans la page \"Images\" du menu \"Préférences\"
ko_kr: 이 것은 "환경 설정" 메뉴의 "이미지" 페이지 내에서 이미지를 이동하지 않으면 예 로 설정해야 합니다.
lt_lt: Ši nuostata turi būti nustatyta "taip", nebent jūs sėkmingai perkėlėte paveiksliukus "Paveiksliukų" puslapyje "Nuostatų" meniu.
nl_nl: Dit dient op ja gezet te worden, tenzij de verplaatsing van de afbeeldingen geslaagd is, op de configuratiepagina "Afbeeldingen" onder het menu "Instellingen".
ru_ru: Рекомендуется включить эту опцию в положение "да", если только вы предварительно не переместили изображения на странице "Изображения" в меню "Настройки"
sl_si: Ta postavka mora biti nastavljena na da, razen če ste uspešno premaknili slike na stran "Slike" v meniju "Možnosti".
sr_cs: Treba da bude postavljeno na "da" ukoliko niste uspešno preselili slike u "Slike" u meniju "Podešavanja".
tr_tr: "Tercihler" menüsü altında "Resimler" sayfasındaki resimler başarıyla taşınmadıkça bu evet olarak ayarlanmalı.

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
ca_es: Només lletres, guions baixos i guions (p. ex. "small_custom", "cart_medium", "large", "thickbox_extra-large").
fi_fi: Kirjaimia, alaviivoja tai väliviivoja ainoastaan (esim. "pieni_kustomoitu", "ostoskori_medium", "suuri", "tuotekuva_erittain-suuri").
fr_fr: Seulement des lettres, des caractères soulignés et de tirets (ex. : "small_custom", "cart_medium", "large", "thickbox_extra-large").
ko_kr: 글자, 밑줄 및 하이픈 만 (예: 'small_custom', 'cart_medium', 'large', 'thickbox_extra-large').
lt_lt: Tik: raidės, žemas pabraukimas ir brūkšnelis (pvz.: "mazas_iprastas" , "krepselis_vidutinis" , "didelis" , "preke_labai-didelis").
nl_nl: Alleen letters, onderstrepingstekens (_) en koppeltekens (bijv. "small_custom", "cart_medium", "grote", "thickbox_extra-large").
ru_ru: Только буквы, подчеркивания и дефисы (прим.: "small_custom", "cart_medium", "large", "thickbox_extra-large").
sl_si: Samo črke, podčrtaji in vezaji (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
sr_cs: Samo slova, podcrta i minus (npr. "small_custom", "cart_medium", "large", "thickbox_extra-large").
tr_tr: Yalnızca harfler, alt-tire ve tire (ör. "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image width in pixels.
ca_es: Amplada màxima de la imatge en píxels.
fi_fi: Kuvan maksimileveys pikseleinä.
fr_fr: Largeur maximale en pixels.
gl_es: Ancho máximo da imaxe en píxeles.
ko_kr: 픽셀 단위 최대 이미지 너비.
lt_lt: Didžiausias vaizdo plotis pikseliais.
nl_nl: Maximale breedte afbeelding in pixels.
ru_ru: Максимальная ширина изображения в пикселах.
sl_si: Maksimalna širina slike v pixlih.
sr_cs: Maksimalna širina slike u pikselima.
tr_tr: Piksel olarak maksimum resim genişliği.

source: Maximum image height in pixels.
ca_es: Altura màxima de la imatge en píxels.
fi_fi: Kuvan maksimikorkeus pikseleinä.
fr_fr: Hauteur maximale en pixels.
gl_es: Altura máxima da imaxe en píxeles.
ko_kr: 픽셀 단위 최대 이미지 높이.
lt_lt: didžiausias vaizdo aukštis pikseliais.
nl_nl: Maximale afbeeldingshoogte in pixels.
ru_ru: Максимальная высота изображения в пикселах.
sl_si: Maksimalna višina slike v pixlih.
sr_cs: Maksimalna visina slike u pikselima.
tr_tr: Piksel olarak maksimum resim yüksekliği.

source: This type will be used for Product images.
ca_es: Aquest tipus será aplicat serà utilitzat per a les imatges de Productes.
fi_fi: Tätä käytetään tuotekuvissa.
fr_fr: Ce type sera appliqué aux images des produits.
gl_es: Este tipo empregarase para as imaxes de Produto.
ko_kr: 이 유형은 상품 이미지에 사용됩니다.
lt_lt: Šis tipas bus naudojamas prekių paveiksliukams.
nl_nl: Dit type zal worden gebruikt voor productafbeeldingen.
ru_ru: Этот тип будет применен к картинкам товаров.
sl_si: Ta tip bo uporabljen za slike izdelkov.
sr_cs: Ovaj tip će biti primenjen na sve slike proizvoda.
tr_tr: Bu tür, Ürün resimleri için kullanılacak.

source: This type will be used for Category images.
ca_es: Aquest tipus s'utilitzarà per a imatges de Categories.
fi_fi: Tätä tyyppiä käytetään kategoriakuvissa.
fr_fr: Ce type sera utilisé pour les images de catégorie.
gl_es: Este tipo empregarase para as imaxes de Categoría.
ko_kr: 이 유형은 분류 이미지에 사용됩니다.
lt_lt: Šis tipas bus naudojamas kategorijos paveiksliukams.
nl_nl: Dit type zal gebruikt worden voor categorie-afbeeldingen.
ru_ru: Этот тип изображений используется для категории.
sl_si: Ta vrsta bo uporabljena za slike kategorij.
sr_cs: Ovaj tip će se koristiti za kategoriju slika.
tr_tr: Bu tür, Kategori resimleri için kullanılacak.

source: This type will be used for Brand images.
ca_es: Aquest tipus s'utilitza per a la imatge de la marca.
fi_fi: Tätä tyyppiä käytetään tuotemerkin kuville.
fr_fr: Ce type sera appliqué aux images des marques.
ko_kr: 이 유형은 상표 이미지에 사용됩니다.
lt_lt: Šis tipas bus naudojamas prekės ženklių paveiksliukams.
nl_nl: Dit type zal worden toegepast voor merk-afbeeldingen.
ru_ru: Этот тип будет применен к картинкам брендов.
sl_si: Ta tip bo uporabljen za scenske slike.
sr_cs: Ovaj tip će se koristiti za slike brenda.
tr_tr: Bu tür, Marka resimleri için kullanılacak.

source: This type will be used for Supplier images.
ca_es: Aquest tipus serà aplicat a les imatges dels proveïdors.
fi_fi: Tätä käytetään toimittajien kuvissa.
fr_fr: Ce type sera appliqué aux images de fournisseurs
gl_es: Este tipo será aplicado ás imaxes dos distribuidores
ko_kr: 이 유형은 공급자 이미지에 사용됩니다.
lt_lt: Šis tipas bus naudojamas tiekėjo paveiksliukams.
nl_nl: Dit type zal worden toegepast op de leveranciersafbeeldingen
ru_ru: Этот тип будет применен к картинкам поставщиков
sl_si: Ta tip bo uporabljen na slikah dobaviteljev.
sr_cs: Ovaj tip slika će biti primenjen na slike dobavljača.
tr_tr: Bu tür, Tedarikçi resimleri için kullanılacak.

source: This type will be used for Store images.
ca_es: Aquest tipus s'ha d'aplicar a les imatges de les botigues
fi_fi: Tätä käytetään myymälöiden kuvissa.
fr_fr: Ce type sera appliqué aux images des magasins
ko_kr: 이 유형은 상점 이미지에 사용됩니다.
lt_lt: Šis tipas bus naudojamas "Parduotuvės" paveiksliukams.
nl_nl: Dit type zal gebruikt worden voor winkelafbeeldingen.
ru_ru: Этот тип картинок будет применен к изображениям магазина
sl_si: Ta tip bo dodan slikam trgovin.
sr_cs: Ovaj tip slika će biti primenjen na slike prodavnice.
tr_tr: Bu tür, Mağaza resimleri için kullanılacak.

source: E.g. address, addresses, attachment
ca_es: P. ex. adreça, adreces, adjunt
fi_fi: Esim. osoite, osoitteet, liite
fr_fr: Ex : address, addresses, attachment
gl_es: Ex. enderezo, enderezos, anexo
ko_kr: 예: 주소, 주소들, 첨부
lt_lt: Pvz. adresas, adresai, priedai
nl_nl: bv adres, adressen, aanhangsel
ru_ru: Например, адреса, вложения
sl_si: Npr. naslov, naslovi, priponke
sr_cs: npr. adresa, adrese, prilozi
tr_tr: Örn. adres, adresler, eklenti

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
ca_es: Apareixerà a la pàgina principal. La mida recomenada per al tema predeterminat: Altura %height% i l'ample %width%.
fi_fi: Esiintyy pääsivulla. Oletusteeman suositeltava koko: korkeus %height% ja leveys %width%.
fr_fr: Apparaîtra sur la page d'accueil. Taille recommandée pour le thème par défaut : hauteur %height% et largeur %width%.
ko_kr: 메인 페이지에 나타날 겁니다. 기본 테마의 권장 크기: 높이 %height% 그리고 너비 %width%.
lt_lt: Bus rodoma pagrindiniame puslapyje. Rekomenduojami dydžiai numatytajai temai: aukštis %height% ir plotis %width%.
nl_nl: Zal op de voorpagina verschijnen. Aangeraden afmetingen voor het standaardthema: hoogte %height% en breedte %width%.
ru_ru: Появится на главной странице. Рекомендованный размер для стандартного шаблона: ширина %height%, высота %width%.
sl_si: Bo prikazano na glavni strani. Priporočena velikost privzete teme: višina %height% in širina %width%.
sr_cs: Pojavi će se na glavnoj stranici. Preporučena veličina za standardnu teme: visina %height%, a širina %širine%.
tr_tr: Ana sayfada gösterilecek. Varsayılan tema için önerilen boyut: yükseklik %height% ve genişlik %width%.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
ca_es: Atenció: podeu utilitzar un fitxer PNG per a transparències, però cal 1 segon per pàgina pel seu processat. Si us plau considereu utilitzar un JPG en el seu lloc.
fi_fi: Varoitus: voit käyttää PNG-tiedostoa läpinäkyvyyden takia, mutta käsittely voi kestää 1 sekunnin sivua kohti. Harkitse JPG-muodon käyttämistä sen sijaan.
fr_fr: Attention : vous pouvez utiliser un fichier PNG pour la transparence, mais cela peut nécessiter 1 seconde de traitement par page. Utiliser plutôt le format JPG.
gl_es: Atención: podes usar un ficheiro PNG para as transparencias, pero pode levar ata 1 segundo por páxina procesalo. Por favor, considera usar un JPG no seu lugar.
ko_kr: 경고: 투명도를 위해 PNG 파일을 사용할 수 있지만 처리하는 데 페이지 당 최대 1 초가 걸릴 수 있습니다. 대신 JPG를 사용해보십시오.
lt_lt: Įspėjimas: Jūs galite naudoti PNG failą dėl permatomumo, bet tai gali padidinti puslapio generavimo procesą papildoma sekunde. Pasvarstykite, ar verta naudoti JPEG.
nl_nl: Waarschuwing: u kunt een PNG-bestand gebruiken voor transparantie, maar het verwerken kan tot wel één seconde duren per pagina. Overweeg JPG te gebruiken.
ru_ru: Предупреждение: можно использовать PNG-файл для сохранения прозрачности, но обработка страницы может занять до 1 секунды. Советуем использовать JPG.
sl_si: POZOR: za transparentnost lahko uporabite PNG, vendar bo trajalo sekundo na stran za procesiranje. Razmislite o uporabi JPG.
sr_cs: Upozorenje: Možete koristiti PNG sliku za providnost, ali učitavanje može potrajati čak sekundu. Razmislite o korišćenju JPG slike.
tr_tr: Uyarı: Şeffaflık için bir PNG dosyası kullanabilirsiniz, ancak bu işlem için sayfa başına 1 saniye kadar sürebilir. Bunun yerine JPEG kullanmayı düşünün.

source: It is the small icon that appears in browser tabs, next to the web address
ca_es: És la icona petita que apareix a les pestanyes del navegador, al costat de l'adreça web
fi_fi: Se on pieni kuvake joka näkyy selaimen välilehdissä, web-osoitteen vieressä
fr_fr: C'est la petite icône qui apparaît sur vos onglets de navigation, à côté du titre
ko_kr: 웹 주소 옆의, 브라우저 탭에 나타나는 작은 아이콘입니다.
lt_lt: Tai maža ikonėlė, rodoma naršyklės skirtuke šalia web adreso
nl_nl: Dit is het kleine icoontje wat in de browser tab word getoond, naast uw webadres
ru_ru: Это маленькая иконка, показывающаяся в закладках браузера рядом с адресом
sl_si: To je majhna ikona, ki se pojavlja v zavihkih brskalnika poleg naslova
sr_cs: To je mala ikonica koja se pojavljuje u jezičku pretraživača odmah do veb adrese
tr_tr: Web adresi yanında tarayıcı sekmelerinde görünen küçük simge

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
ca_es: Aneu amb compte! Si us plau, verifiqueu el vostre tema en un llenguatge RTL abans de generar el full d'estils RTL: el vostre tema podria estar ja adaptat a RTL.\nUna vegada feu clic a "Adaptar a RTL", qualsevol arxiu específic RTL que hàgiu afegit al vostre tema pot ser eliminat pel full d'estils creat.
fi_fi: Varoitus! Tarkista teemasi yhteensopivuus RTL-kielen kanssa ennen RTL-tyylitiedoston muodostamista. Teemasi saattaa jo olla RTL-yhteensopiva.\nMuodostettu tyylitiedosto saattaa poistaa jo olemassa olevia RTL-tiedostoja teemastasi.
fr_fr: Attention ! Veuillez vérifier que votre thème est dans une langue RTL avant de générer une feuille de style RTL : votre thème pourrait déjà être compatible RTL.\nEn cliquant sur "Adapter en RTL", n'importe quel fichier spécifique au RTL que vous auriez ajouté à votre thème pourrait être supprimé par la feuille de style créée.
ko_kr: 주의하세요! RTL 스타일시트 생성 전에 RTL 언어에서 테마를 확인해주세요: 테마가 이미 RTL에 적용될 수 있습니다.\n 일단 "RTL에 적응"을 클릭하면, 테마에 추가한 모든 RTL-관련 파일은 스타일시트 생성으로 삭제될 수 있습니다.
lt_lt: Būkite atsargūs! Patikrinkite savo temą RTL kalboje prieš sukurdami RTL stiliaus lentelę: jūsų tema jau gali būti pritaikyta RTL.\nKai paspausite "Pritaikyti RTL", bet kuris jau prie jūsų temos pridėtas RTL failas gali būti ištrintas sukuriant stilių lentelę.
nl_nl: Let op! Controleer uw thema in een RTL-taal voordat u de RTL-stylesheet genereert: uw thema zou al kunnen worden aangepast aan RTL.\nZodra u op "Aanpassen aan RTL" klikt, kan elk RTL-specifiek bestand dat u aan uw thema hebt toegevoegd, worden verwijderd door het gemaakte stylesheet.
ru_ru: Будьте осторожны! Проверьте ваш шаблон с RTL-языком до создания RTL-стиля: ваш шаблон может быть уже адаптирован к RTL.\nКак только вы кликнете на "Адаптировать к RTL", все RTL-файлы, добавленные вами в шаблон, будут затёрты созданным стилем.
sl_si: Bodi previden! Prosimo, preverite svojo temo v jeziku RTL, preden ustvarite slogovno oznako RTL: vaša tema je lahko že prilagojena RTL-ju. \n Ko kliknete "Adapt to RTL", se lahko izbriše katera koli datoteka, specifična za RTL, ki ste jo morda dodali v vašo temo ustvarjene slogovne tabele.
sr_cs: Budite oprezni! Molimo prvo proverite vašu temu u RTL jeziku pre nego kreirate RTL stylesheet. Vaša tema bi mogla odmah biti prihvaćena na RTL.\n. Kada jednom kliknete na "Adapt to RTL", svaki posebni RTL fajl koji ste već dodali u vašu temu može biti izbrisan zbog krerianog stylesheet-a.
tr_tr: Dikkatli olun! Temanızın RTL uyumluluğunu kontrol edin: temanız zaten RTL'ye uyarlanmış olabilir.\n"RTL'ye uyarla" seçeneğini seçtiğinizde, temanızda var olan RTL'ye özgü dosyanın bağlantısı kaldırılabilir ve tema üreticiniz tarafından ayarlanan RTL görünümü görüntülenemeyebilir.

source: Used in the h1 page tag, and as the default title tag value.
ca_es: Utilitzada en l'etiqueta de pàgina h1 i com a valor predeterminat de l'etiqueta del títol.
fi_fi: Käytetään sivun h1 otsikkona ja oletus meta title tietona
fr_fr: Utilisé dans la balise h1 de la page, et comme la valeur par défaut de la balise titre.
ko_kr: h1 페이지 태그와, 기본 제목 태그 값으로 사용됩니다.
lt_lt: Naudojama h1 puslapio žymė ir kaip numatytoji pavadinimo žymė.
nl_nl: Gebruikt in de h1 pagina tag, en als default titel tag waarde.
ru_ru: Используется в теге h1 страницы и как значение тега заголовка по умолчанию.
sl_si: Uporablja se v oznaki strani h1 in kot privzeta vrednost oznake naslova.
sr_cs: Koristi se u h1 tagu stranica i kao standardna vrednost za naslove tagova.
tr_tr: H1 sayfa etiketinde ve varsayılan başlık etiketi değeri olarak kullanılır.

source: Used to override the title tag value. If left blank, the default title value is used.
ca_es: S'utilitza per anular el valor de l'etiqueta del títol. Si es deixa en blanc, s'utilitza el valor del títol predeterminat.
fi_fi: Käytetään ylikirjoittamaan meta title tieto. Jos kenttä jätetään tyhjäksi käytetään oletus arvoa.
fr_fr: Utilisé pour overrider la valeur de la balise titre. Si laissé vide, la valeur par défaut s'applique.
ko_kr: 제목 태그 값에 중첩되어 사용됩니다. 비워두면, 기본 제목 값이 사용됩니다.
lt_lt: Naudojamas pavadinimo žymės reikšmės perrašymui. Jei palikta tuščia, naudojama numatytoji pavadinimo reikšmė.
nl_nl: Gebruikt als override voor de title-tagwaarde. Als deze leeg is, wordt de standaardtitelwaarde gebruikt.
ru_ru: Используется для переопределения значение тега title. Если оставить пустым, будет использовано значение по умолчанию.
sl_si: Uporablja se za preglasitev vrednosti naslovne oznake. Če pustite prazno, se uporabi privzeta naslovna vrednost.
sr_cs: Koristi se da prepiše vrednost naslova taga. Ako se ostavi prazno, standardna vrednost naslova će biti korišćena.
tr_tr: Başlık etiketi değerini geçersiz kılmak için kullanılır. Boş bırakılırsa, varsayılan başlık değeri kullanılır.

source: Create meaningful content
ca_es: Crea contingut significatiu
fi_fi: Luo mielekästä sisältöä
fr_fr: Créer un contenu significatif
ko_kr: 의미있는 콘텐츠 생성
lt_lt: Kurk prasmingą turinį
nl_nl: Maak zinvolle inhoud
ru_ru: Создавайте интересный контент
sl_si: Ustvari smiselno vsebino
sr_cs: Kreirajte sadržaj sa smislom
tr_tr: Anlamlı içerik oluştur

source: Because it is not just selling products but also creating a universe, build pages to tell stories and catch your visitors’ interest, to turn them into loyal customers.
ca_es: Com que no es tracta només de vendre productes, sinó també de crear un univers, creeu pàgines per explicar històries i captar l’interès dels vostres visitants per convertir-los en clients fidels.
fi_fi: Kaikki ei ole vain tuotteita vaan myös tarinaa. Luo sivuja joilla kerrot tarinoita ja houkuttele asiakkaat palaamaan uudelleen.
fr_fr: Parce qu'il ne s'agit pas que de vendre des produits mais aussi de créer un univers, utilisez les pages CMS pour raconter votre histoire et capter l'intérêt de vos visiteurs, et ainsi les transformer en clients fidèles.
ko_kr: 단순히 제품을 판매하는 것이 아니라 세계관을 만드는 것이기에, 이야기를 전달하고 방문자의 관심을 끌기 위한 페이지를 만들어, 충성도가 높은 고객으로 만들 수 있습니다.
lt_lt: Kadangi tai nėra tik produkto pardavimas, bet ir pasaulio sukūrimas, kurk puslapius, kuriuose pasakojamos istorijos ir pagaunamas lankytojo dėmesys, kad jis taptų lojaliu klientu.
nl_nl: Omdat het niet alleen gaat om het verkopen van producten maar ook over het bouwen van een beleving, maak pagina's om verhalen te kunnen schrijven waarmee je de interesse van je bezoekers kunt wekken en daarmee hen om te zetten naar trouwe klanten.
ru_ru: Так как это не просто продажа товаров, но создание целого мира, создавайте страницы, рассказывающие истории и вызывающие интерес у ваших посетителей, превращая их в лояльных клиентов.
sl_si: Ker ne gre samo za prodajo izdelkov, ampak tudi za ustvarjanje vesolja, ustvarite strani, da boste pripovedovali zgodbe in pritegnili zanimanje svojih obiskovalcev, da jih spremenite v zveste stranke.
sr_cs: Zato što se ne radi samo o prodavanju proizvoda već i o kreiranju posebnih stranica koje bi trebalo da privuku posetiocima pažnju i da ih eventualno pretvore u kupce.
tr_tr: Çünkü bu sadece ürün satmak değil aynı zamanda Onlara yeni bir Dünya oluşturmaktır, Yeni sayfalar oluşturup hikayeler anlatın ve ziyaretçilerinizin ilgi alanlarını yakalayın ve sonunda onları sadık müşterilere dönüştürün.

source: Add new page category
ca_es: Afegeix una nova pàgina de categoria
fi_fi: Lisää uusi sivukategoria
fr_fr: Ajouter une nouvelle catégorie de page
ko_kr: 새 페이지 분류 추가
lt_lt: Pridėti naują kategorijos puslapį
nl_nl: Een nieuwe paginacategorie toevoegen
ru_ru: Добавить новую категорию страниц
sl_si: Dodaj novo kategorijo strani
sr_cs: Dodaj novu CMS kategoriju
tr_tr: Yeni sayfa kategorisi ekle

source: Add new page
ca_es: Afegir una pàgina nova
fi_fi: Lisää uusi sivu
fr_fr: Ajouter une page
gl_es: Engadir unha nova páxina
ko_kr: 새 페이지 추가
lt_lt: Pridėti naują puslapį
nl_nl: Voeg nieuwe pagina toe
ru_ru: Добавить страницу
sl_si: Dodaj novo stran
sr_cs: Dodaj novu stranicu
tr_tr: Yeni sayfa ekle
