Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalFeature.*.xlf
Languages: ar_sa, ms_my, sq_al

source: Required fields for the address (click for more details):
ar_sa: الحقول المطلوبة للعنوان (انقر لمزيد من التفاصيل):

source: Use the last registered format
ar_sa: استخدام تخطيط الماضي مسجلة

source: Assign to a new zone
ar_sa: ربط بنطاق جغرافي جديد

source: This currency is disabled
ar_sa: هذه العملة غير مفعلة

source: This currency is enabled
ar_sa: هذه العملة مفعلة

source: Down
ar_sa: أسفل
ms_my: Ke bawah
sq_al: Poshte

source: Up
ar_sa: أعلى
ms_my: Ke atas
sq_al: Unit price

source: Core emails
ar_sa: جوهر رسائل البريد الإلكتروني

source: Modify translations
ar_sa: تعديل الترجمات

source: Theme:
ar_sa: الموضوع:

source: Module:
ar_sa: الإضافة:

source: Expressions to translate:
ar_sa: تعبيرات للترجمة:

source: Total missing expressions:
ar_sa: مجموع التعبيرات المفقودة:

source: expressions
ar_sa: التعبيرات

source: Country options
ar_sa: إعدادات الدول
ms_my: Countries options
sq_al: Opsionet e vendit

source: Call prefix
ar_sa: دعوة البادئة
sq_al: Prefiksi telefonik

source: Add new country
ar_sa: إضافة دولة جديدة
sq_al: Shto vend të ri

source: Countries
ar_sa: الدول
ms_my: Negara
sq_al: Vendet

source: Country name
ar_sa: اسم الدولة
ms_my: Name of country
sq_al: Emri i vendit

source: Default store currency
ar_sa: عملة المتجر الافتراضية
sq_al: Valuta e parazgjedhur e dyqanit

source: Zip/postal code format
ar_sa: تنسيق الرمز البريدي
sq_al: Formati i kodit postar

source: Address format
ar_sa: شكل العنوان
sq_al: Formati i adresës

source: Do you need a tax identification number?
ar_sa: الحاجة الضرائب رقم الهوية؟
ms_my: Need tax identification number?

source: Check to see if a language pack is available for this ISO code.
ar_sa: تحقق مما إذا حزمة لغة متاحة لهذا الرمز ISO...
ms_my: Check if a language pack is available for this ISO code...

source: Translation files
ar_sa: ملفات الترجمة

source: Theme files
ar_sa: ملفات القالب

source: Mail files
ar_sa: ملفات البريد

source: Add a new tax rule
ar_sa: إضافة قاعدة ضريبية جديدة

source: Behavior
ar_sa: السلوك لم يستنفد
ms_my: Behavior not exhausted

source: Tax Rules
ar_sa: القواعد الضريبية
ms_my: RÃ¨gles
sq_al: Rregullat tatimore

source: New tax rule
ar_sa: قاعدة ضريبية جديدة

source: Zip/postal code range
ar_sa: الرمز البريدي / نطاق الرمز البريدي
sq_al: Diapazoni i kodit postar

source: Update translations
ar_sa: التحديث ترجمة

source: Expand all fieldsets
ar_sa: توسيع كافة fieldsets

source: Close all fieldsets
ar_sa: إغلاق كافة fieldsets

source: Add new zone
ar_sa: إضافة منطقة جديدة

source: Zones
ar_sa: النطاقات الجغرافية
ms_my: Zon
sq_al: Zonat

source: Live exchange Rate for %shop_name%
ar_sa: معدل التبادل المباشر لـ%shop_name%

source: Enabled Languages
ar_sa: اللغات المفعلة
sq_al: Gjuhët e aktivizuara

source: Front office Translations
ar_sa: ترجمات المكتب الأمامي

source: Body
ar_sa: المحتوى
sq_al: Përmbajtja

source: %s (local)
ar_sa: %s (محلي)
sq_al: %s (në vend)

source: Invoice address
ar_sa: عنوان الفاتورة
ms_my: Alamat invois
sq_al: Adresa e faturimit

source: Delivery address
ar_sa: عنوان التوصيل
ms_my: Alamat Penghantaran
sq_al: Adresa e livrimit:

source: Themes translations
ar_sa: مواضيع الترجمات
sq_al: Përkthimi i motiveve

source: Email translations
ar_sa: ترجمات البريد الإلكتروني
sq_al: Përkthimi i emailit

source: Other translations
ar_sa: ترجمات أخرى
sq_al: Përkthimet tjera

source: Visitors cannot see your catalog.
ar_sa: لا يمكن للزوار مشاهدة الفهرس
ms_my: Visitors can't see your catalog

source: Visitors can see your catalog but cannot place an order.
ar_sa: يمكن للزوار مشاهدة الفهرس دون القدره على تقديم طلبات شراء
ms_my: Visitors can see your catalog but can't make an order

source: All features are available
ar_sa: كل الخصائص متاحه

source: States
ar_sa: المناطق
ms_my: Negeri
sq_al: Shtetet

source: Units (e.g. weight, volume, distance)
ar_sa: وحدات (على سبيل المثال ، والوزن والحجم والمسافة)

source: Change the behavior of the price display for groups
ar_sa: تغيير سلوك عرض الأسعار للمجموعات
sq_al: Ndrysho sjelljen e shfaqjes së çmimeve për grupet

source: Update a language
ar_sa: تحديث لغة

source: Add a language
ar_sa: إضافة لغة

source: Live exchange rates
ar_sa: سعر الصرف المباشر

source: The exchange rates are not automatically updated
ar_sa: لا يتم تحديث أسعار الصرف تلقائيا

source: The exchange rates are automatically updated
ar_sa: يتم تحديث أسعار الصرف تلقائيا

source: Update exchange rates
ar_sa: تحديث أسعار الصرف

source: Exchange rate
ar_sa: معدل الصرف
sq_al: Kursi i këmbimit

source: Symbol
ar_sa: الرمز
sq_al: Simboli

source: ISO code
ar_sa: رمز ISO
sq_al: Kodi ISO

source: Currency name
ar_sa: اسم العملة
sq_al: Emri i valutës

source: Decimals
ar_sa: العشرية

source: Add new currency
ar_sa: إضافة عملة جديدة
sq_al: Shto valutë të re

source: Geolocation by IP address
ar_sa: الحظر بواسطة الأى بى
ms_my: Geolocation by IP

source: IP address whitelist
ar_sa: قائمة الأيبيهات المصرح لها
ms_my: Whitelist of IP addresses

source: Whitelisted IP addresses
ar_sa: يسمح عناوين IP
ms_my: Allowed IP addresses

source: The following features are only available if you enable the Geolocation by IP address feature.
ar_sa: الخيارات التاليه ستكون متاحه فى حالة أن تكون قد قمت بتنشيط الحظر بواسطة الأى بى
ms_my: The following features are only available if you enable the Geolocation by IP feature.

source: Geolocation behavior for restricted countries
ar_sa: حالة الزوار من الدول المحظوره بواسطة الأى بى

source: Geolocation behavior for other countries
ar_sa: حالة الزوار من الدول الغير ممنوعه بواسطة الأى بى
ms_my: Geolocation behavior for undefined countries

source: Select the countries from which your store is accessible
ar_sa: تحديد البلدان التي يمكن الوصول إلى المتجر الخاص بك
ms_my: Select countries that can access your store

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
ar_sa: لكي تتمكن من استخدام الموقع الجغرافي، يرجى تحميل [1] هذا الملف [/ 1] واستخراجها (باستخدام ينرر أو ببرنامج Gzip) في / التطبيق / موارد / geoip / الدليل.
sq_al: Për ta përdorur Gjeolokacionin, të lutem shkarko [1]këtë skedar[/1] dhe ekstrakto atë (duke përdorur Winrar ose Gzip) në direktorinë /app/Resources/geoip/.

source: Flag
ar_sa: العلم:

source: Language code
ar_sa: رمز اللغة:
sq_al: Kodi i gjuhës

source: Date format
ar_sa: تنسيق التاريخ:
ms_my: Format tarikh

source: Date format (full)
ar_sa: تنسيق التاريخ (كامل)

source: Add new language
ar_sa: إضافة لغة جديدة
sq_al: Shto gjuhë të re

source: Language identifier
ar_sa: مُعرف اللغة

source: Country identifier
ar_sa: مُعرف الدولة

source: Default currency
ar_sa: العملة الافتراضية:
sq_al: Valuta e parazgjedhur

source: Default language
ar_sa: اللغة المبدئية

source: Default country
ar_sa: الدولة المبدئية

source: Import a localization pack
ar_sa: استيراد حزمة التعريب
ms_my: Localization pack import

source: Local units
ar_sa: الوحدات المحلية

source: Weight unit
ar_sa: وحدة الوزن

source: Distance unit
ar_sa: وحدة المسافة

source: Volume unit
ar_sa: وحدة الحجم

source: Dimension unit
ar_sa: وحدة الأبعاد

source: Rate
ar_sa: سعر صرف
ms_my: Kadar

source: Tax options
ar_sa: خيارات الضرائب

source: Enable tax
ar_sa: تفعيل الضريبة

source: Ecotax
ar_sa: الضريبة البيئية
sq_al: Ekotaksa

source: Add / Update a language
ar_sa: إضافة / تحديث لغة

source: Add or update a language
ar_sa: إضافة أو تحديث اللغة

source: Export a language
ar_sa: تصدير اللغة

source: Select the type of email content
ar_sa: حدد نوع محتوى البريد الإلكتروني
sq_al: Zgjidhni llojin e përmbajtjes së emailit

source: Select your module
ar_sa: اختر اضافتك

source: Delete item #
ar_sa: حذف البند رقم
sq_al: Fshije artikullin #

source: 1 missing
ar_sa: 1 مفقود

source: %nb_translation% expression
ar_sa: %nb_translation% التعبير
sq_al: %nb_translation% shprehje

source: Search translations
ar_sa: البحث عن الترجمات
sq_al: Kërko përkthime

source: %d missing
ar_sa: ٪ d مفقود
sq_al: %d mungon(jnë)

source: %nb_translations% expressions
ar_sa: ٪ عدد الترجمات٪ تعبيرات
sq_al: %nb_translations% shprehje

source: Show messages
ar_sa: عرض الرسائل

source: Hide messages
ar_sa: إخفاء الرسائل

source: %nb_translations% missing
ar_sa: ٪ عدد الترجمات٪ مفقود

source: %nb_translations% translations are missing in %domain%
ar_sa: % عدد الترجمات%الترجمات مفقودة في %المجال%

source: Does it need Zip/postal code?
sq_al: A është i nevojshëm kodi postar?

source: Main Country
sq_al: Vendi kryesor

source: Back office translations
sq_al: Përkthimi i 'back office'

source: Installed modules translations
sq_al: Përkthimi i moduleve të instaluara

source: Search rate
sq_al: Kërko normën

source: Activate this language.
sq_al: Aktivizo këtë gjuhë.
