Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShopparametersNotification.*.xlf
Languages: sr_cs

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
sr_cs: Oprezno: popust primenjen na kategoriju ne dodaje se na celokupno smanjenje ngo ga umesto toga zamenjuje

source: Only products that have this category as the default category will be affected.
sr_cs: Samo proizvodi koji imaju ovu kategoriju postavljenu kao osnovnu kategoriju biće\\r\\n pod uticajem

source: The module '%s' must be activated and configurated in order to have all the statistics
sr_cs: Modul '%s' mora biti aktiviran i konfigurisan da bi imao sve statistike

source: You cannot delete this shop (customer and/or order dependency)
sr_cs: Ne možete obrisati ove prodavnice (zavisnost od kupaca i/ili porudžbina)

source: Click here to set a URL for this shop.
sr_cs: Klikni da podesiš URL za ovu prodavnicu

source: Width and height must be numeric values.
sr_cs: Širina i visina moraju da budu numeričke vrednosti.

source: The discount value is incorrect (must be a percentage).
sr_cs: Vrednost popusta je neispravna (mora da bude procenat).

source: Wrong category ID.
sr_cs: Pogrešan ID kategorije.

source: The discount value is incorrect.
sr_cs: Vrednost sniženja je netačna

source: You cannot save group reductions.
sr_cs: Ne možete snimiti grupna umanjenja.

source: An error occurred while updating this group.
sr_cs: Došlo je do greške prilikom ažuriranja ove grupe.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
sr_cs: Molimo instalirajte "%modulename%" modul kako bi omogućili svojim partnerima pristup vlastitim statistikama.

source: Percent of the sales.
sr_cs: Procenat prodaje.

source: Aliases and results are both required.
sr_cs: potrebni su i aliasi i rezultati

source: Is not a valid result
sr_cs: nije validan rezultat

source: Is not a valid alias
sr_cs: nije validan alias

source: Creation successful
sr_cs: Stvaranje uspeko

source: We are thrilled to introduce you to the fuzzy search, one of the new features from 1.7.7! Please note that it is still in beta version, so feel free to share improvement ideas on GitHub to have it enhanced.
sr_cs: Čast nam je da vam predstavimo nejasnu pretragu, jednu novu funkciju u verziji 1.7.7! Napominjemo samo da je to još uvek u beta verziji. Vaša iskustva, ideje i sugestije su dobrodošle.

source: This is not a valid IP address:
sr_cs: IP adresa nije ispravna.

source: You cannot delete this shop (customer and/or order dependency).
sr_cs: Ne možete obrisati ovu prodavnicu (jer je vezana za kupaca i/ili porudžbinu).

source: Please create some sub-categories for this root category.
sr_cs: Molimo kreirajte neke podkategorije za ovu glavnu kategoriju.

source: You need to select at least the root category.
sr_cs: Morate da izaberete barem glavnu kategoriju.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
sr_cs: Upozorenje: Nećete biti u mogućnosti da promenite grupu ove prodavnice ako ona pripada grupi koja ima aktiviranu neku od sledećih opcija: Razmenjuj kupce, Razmenjuj količine ili Razmenjuj porudžbine.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
sr_cs: Jedino možete da premestite prodavnicu u grupu sa isključenim svim opcijama "razmenjuj" -- ili u grupu koja nema kupce/porudžbine.

source: For security reasons, you cannot delete default order statuses.
sr_cs: Iz bezbednosnih razloga ne možete da obrišete podrazumevani status porudžbine.

source: An address located in a country containing states must have a state selected.
sr_cs: Adresa locirana u državi koja je podeljena na republike / pokraine mora imati izabranu republiku / pokrainu.

source: Latitude and longitude are required.
sr_cs: Dužina i širina su potrebne.

source: The specified state is not located in this country.
sr_cs: Država se ne nalazi u ovoj zemlji.

source: Before being able to use this tool, you need to:
sr_cs: Pre nego što budete u mogućnosti da koristite ovu alatku, morate da:

source: Create a blank .htaccess in your root directory.
sr_cs: Napravite prazan fajl .htaccess u vašem osnovnom direktorijumu.

source: Give it write permissions (CHMOD 666 on Unix system).
sr_cs: - date mu permisiju da je upisiv (CHMOD 666 na Unix sistemima).

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
sr_cs: Morate da definišete SMTPserver i SMTP port. Ako ih neznate, onda koristite PHP mail() funkciju.

source: Assign a valid page if you want it to be read.
sr_cs: Dodelite validnu Cms stranicu ako želite da bude pročitana.

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
sr_cs: Fajl robots.txt MORA biti u osnovnom direktorijumu vašeg sajta i nigde više (npr. http://www.vašsajt.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
sr_cs: Napravite fajl "robots.txt" klikom na ovo dugme (stari fajl robots.txt će biti obrisan)

source: 1) Create a blank robots.txt file in your root directory.
sr_cs: 1) Napravite prazan fajl robots.txt u osnovnom direktorijumu.

source: Before you can use this tool, you need to:
sr_cs: Pre nego što možete koristiti ovaj alat, morate da:

source: 1) Create a blank .htaccess file in your root directory.
sr_cs: 1) Napravite prazan fajl .htaccess u vašem osnovnom direktorijumu.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
sr_cs: 2) date mu dozvolu upisivanja(CHMOD 666 na Unix sistemima).

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
sr_cs: Ovde možete podesiti URL vaše prodavnice. Ukoliko migrirate prodavnicu na novi URL, promenite vrednost ispod.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
sr_cs: Omogućen je rad sa više prodavnica. Ako želite da promenite URL vaše prodavnice, morate otići na stranu "Više radnji" u meniju "Napredne postavke".

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
sr_cs: Ova sekcija vam pomaže da izmenite standardno ponašanje liknova. Da bi koristili ovu funkciju "Prijateljski URL" opcija mora biti aktivirana i Apache's URL rewriting modul (mod_rewrite) mora biti aktiviran na vašem serveru.

source: There are several available keywords for each route listed below; note that keywords with * are required!
sr_cs: Postoji nekoliko dostupnih ključnih rači za svaku rutu ispod; primetite da su ključne reči sa * neophodne!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
sr_cs: Da bi dodali ključnu reč u vaš URL, koristite {keyword} syntaksu. Ako vaša ključna reč nije prazna, možete dodati tekst pre i posle ključne reči sa sintaksom {prepend:keyword:append}. Na primer {-hey-:meta_title} će dodati "-hey-my-title" u URL ako je postavljen meta naslov.

source: You can only display the page list in a shop context.
sr_cs: Možete prikazati listu stranica samo u kontekstu prodavnice.
