Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminAdvparametersNotification.*.xlf
Languages: ar_sa, fr_fr

source: Enable the OpenSSL extension on your server.
ar_sa: قم بتمكين ملحق OpenSSL على الخادم الخاص بك.
fr_fr: Activez l'extension OpenSSL sur votre serveur.

source: Enable the PDO Mysql extension on your server.
ar_sa: قم بتمكين ملحق PDO Mysql على الخادم الخاص بك.
fr_fr: Activez l'extension PDO Mysql sur votre serveur.

source: Enable the XML extension on your server.
ar_sa: قم بتمكين امتداد XML على الخادم الخاص بك.
fr_fr: Activez l'extension XML sur votre serveur.

source: Enable the ZIP extension on your server.
ar_sa: قم بتمكين امتداد ZIP على الخادم الخاص بك.
fr_fr: Activez l'extension ZIP sur votre serveur.

source: Enable the MySQL support on your server.
ar_sa: تمكين دعم MySQL على الخادم الخاص بك
fr_fr: Activez le support de MySQL sur votre serveur.

source: Set write permissions for the "config" folder.
ar_sa: تعيين أذونات الكتابة للمجلد التكوين
fr_fr: Définir les droits d'écriture sur le dossier /config/.

source: Set write permissions for the "cache" folder.
ar_sa: تعيين أذونات الكتابة للمجلد التخزين المؤقت
fr_fr: Définir les droits d'écriture sur le dossier /cache/.

source: Set write permissions for the "sitemap.xml" file.
ar_sa: تعيين أذونات الكتابة للملف sitemap.xml
fr_fr: Définir les droits d'écriture sur le fichier sitemap.xml.

source: Set write permissions for the "img" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد والمجلدات الفرعية IMG / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /img/.

source: Set write permissions for the "log" folder and subfolders.
fr_fr: Définir les droits d'écriture en récursif sur le dossier /log/.

source: Set write permissions for the "mails" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد الرسائل والمجلدات الفرعية / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /mails/.

source: Set write permissions for the "modules" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد والمجلدات الفرعية وحدات / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /modules/.

source: Set write permissions for the "themes/%s/cache/" folder and subfolders, recursively.
fr_fr: Définir les droits d'écriture en récursif pour les dossier et sous-dossiers "themes/%s/cache/".

source: Set write permissions for the "themes/%s/lang/" folder and subfolders, recursively.
fr_fr: Définir les droits d'écriture en récursif pour les dossier et sous-dossiers "themes/%s/lang/".

source: Set write permissions for the "themes/%s/pdf/lang/" folder and subfolders, recursively.
fr_fr: Définir les droits d'écriture en récursif pour les dossier et sous-dossiers "themes/%s/pdf/lang/".

source: Set write permissions for the "app/config/" folder and subfolders, recursively.
fr_fr: Définir les droits d'écriture en récursif pour les dossier et sous-dossiers "app/config/".

source: Set write permissions for the "app/Resources/translations/" folder and subfolders, recursively.
fr_fr: Définir les droits d'écriture en récursif pour les dossier et sous-dossiers "app/Resources/translations/".

source: Set write permissions for the "translations" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد والمجلدات الفرعية ترجمة / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /translations/.

source: Set write permissions for the "upload" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد تحميل والفرعية / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /upload/.

source: Set write permissions for the "download" folder and subfolders.
ar_sa: تعيين أذونات الكتابة للمجلد والمجلدات الفرعية تنزيل / متكرر
fr_fr: Définir les droits d'écriture en récursif sur le dossier /download/.

source: Allow the PHP fopen() function on your server.
fr_fr: Activez l'option PHP "allow_url_fopen" sur votre serveur.

source: Enable GZIP compression on your server.
ar_sa: تمكين GZIP ضغط على الخادم الخاص بك
fr_fr: Activez la compression GZip

source: Some PrestaShop files are missing from your server.
ar_sa: بعض ملفات PrestaShop مفقودة من السيرفر الخاص بك.
fr_fr: Certains fichiers PrestaShop sont absents de votre serveur.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
ar_sa: أنت تستخدم الإصدار PHP %s. قريبا، أحدث إصدار PHP بدعم من بريستاشوب سوف يكون PHP 5.6. للتأكد من أنك على استعداد للمستقبل، نحن ننصح بالترقية إلى PHP 5.6 الآن!
fr_fr: Vous utilisez la version %s de PHP. PrestaShop ne prendra bientôt plus en charge les versions antérieures à PHP 5.6. Pour anticiper ce changement, nous vous recommandons d'effectuer une mise à jour vers PHP 5.6 dès maintenant !

source: Enable the Apache mod_rewrite module
ar_sa: قم بتفعيل اضافة mod_rewrite
fr_fr: Activer le module Apache mod_rewrite

source: The "%tablename%" table does not exist.
ar_sa: الجدول "%tablename%" غير موجود.
fr_fr: La table "%tablename%" n'existe pas.

source: The "%attribute%" attribute does not exist in the "%table%" table.
ar_sa: السمة "%attribute%" غير موجودة في الجدول "%table%".
fr_fr: L'attribut "%attribute%" n'existe pas dans la table "%table%".

source: Undefined "%s" error
ar_sa: خطأ "%s" غير محدد
fr_fr: Erreur non définie "%s"

source: The "*" operator cannot be used in a nested query.
fr_fr: L'opérateur "*" ne peut pas être utilisé pour les requêtes imbriquées.

source: The operator "%s" is incorrect.
fr_fr: L'opérateur %s utilisé est incorrect.

source: The "%operator%" operator is incorrect.
ar_sa: المشغل "%operator%" غير صحيح.
fr_fr: L'opérateur "%operator%" est incorrect.

source: The LIMIT clause must contain numeric arguments.
fr_fr: La clause LIMIT doit comporter des arguments de type numérique.

source: The "%reference%" reference does not exist in the "%table%" table.
ar_sa: المرجع "%reference%" غير موجود في الجدول "%table%".
fr_fr: La référence "%reference%" n'existe pas dans la table "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
fr_fr: Lorsque plusieurs tables sont utilisées, chaque attribut doit être référencé à l'une de ces tables.

source: "%key%" is an unauthorized keyword.
ar_sa: "%key%" هي كلمة رئيسية غير مصرح بها.
fr_fr: "%key%" est un mot-clé non autorisé.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
fr_fr: La limite choisie est supérieure à celle du serveur. Vous devez augmenter la limite d'envoi de votre serveur.

source: No file was uploaded.
ar_sa: لم يتم تحميل الملف
fr_fr: Aucun fichier n'a été envoyé

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
ar_sa: تجاوز حجم الملف الذي تم رفعه الحد الأقصى للتحميل في php.ini. إذا كانت إعدادات الخادم الخاص بك تسمح بذلك، يمكنك إضافة توجيه في ملف .htaccess الخاص بك.
fr_fr: Le fichier dépasse la taille limite pour l'envoi de fichiers (directive upload_max_filesize dans votre fichier php.ini). Si la configuration de votre serveur le permet, vous pouvez ajouter cette directive dans votre fichier .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
ar_sa: يتجاوز الملف الذي تم تحميله توجيه حجم الحد الأقصى في php.ini. إذا كانت تهيئة الخادم الخاص بك تسمح بذلك، يمكنك إضافة توجيه في حسابك .htaccess.
fr_fr: La taille du fichier envoyé dépasse la limite autorisée par la directive post_max_size du fichier php.ini. Si votre serveur vous le permet, vous pouvez ajouter une directive dans votre fichier .htaccess. Par exemple :

source: The uploaded file was only partially uploaded.
ar_sa: تم تحميل حزء من الملف فقط:
fr_fr: Le fichier n'a été reçu que partiellement.

source: The extension of your file should be .csv.
fr_fr: Votre fichier doit porter l'extension .csv.

source: An error occurred while uploading / copying the file.
ar_sa: حدث خطأ أثناء تحميل ونسخ ملف
fr_fr: Une erreur est survenue pendant le chargement et la copie du fichier.

source: To avoid operating problems, please use an Apache server.
ar_sa: لتجنب مشاكل التشغيل، يرجى استخدام سيرفر أباتشي.
fr_fr: Afin d'éviter les problèmes techniques avec ce service web, veuillez utiliser un serveur Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
fr_fr: Vous devez activer le module Apache 'mod_auth_basic' afin de permettre l'authentification au service web.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
fr_fr: Vous devez activer le module Apache "mod_rewrite" afin de permettre l'utilisation du service web PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
ar_sa: لم نتمكن من معرفة ما اذا كان يتم تنشيط المصادقة الأساسية وملحقات كتابة. يرجى التحقق يدويا إذا تفعيلها من أجل استخدام خدمة ويب PrestaShop.
fr_fr: Nous n'avons pas pu vérifier si l'authentification de base et la réécritures des extensions sont activés. Veuillez vérifier si elles sont activées afin de pouvoir utiliser le webservice PrestaShop.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
fr_fr: Vous devez activer l'extension PHP "SimpleXML" afin de permettre les tests du service web PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
fr_fr: Il est préférable d'utiliser le protocole SSL (https) pour les appels webservice, car il évite les problèmes de sécurité de type "man in the middle".

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
ar_sa: يبدو أن عملية النسخ الاحتياطي قد تمت بنجاح. مع ذلك يجب التحقق بعناية من ملف النسخ الاحتياطي وتحميله قبل المتابعة.
fr_fr: La sauvegarde semble s'être déroulée correctement, cependant vous devriez télécharger le fichier de sauvegarde et vérifier sa validité.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
ar_sa: مسار "النسخ الإحتياطى" الموجود فى مسار لوحة التحكم يجب أن يكون قابل للكتابة بتصريح (CHMOD 755 / 777).
fr_fr: Le dossier "Backups" dans le répertoire "admin" doit être accessible en écriture (CHMOD 755 / 777).

source: The backup file does not exist
ar_sa: ملف النسخة الإحتياطية غير موجود
fr_fr: Le fichier de sauvegarde n'existe pas

source: Error deleting
ar_sa: خطأ فى الحذف
fr_fr: Suppression d'erreur

source: You cannot edit the SuperAdmin profile.
ar_sa: لا يمكن تحرير مجموعة الـ SuperAdmin
fr_fr: Vous ne pouvez pas modifier le profil SuperAdmin.

source: The provided profile is invalid
ar_sa: الملف الشخصي المُعطى غير صالح
fr_fr: Le profil fourni n'est pas valide

source: You cannot disable or delete your own account.
ar_sa: لا يمكنك تعطيل أو حذف الحساب الخاص بك.
fr_fr: Vous ne pouvez pas supprimer votre propre compte.

source: You cannot disable or delete the administrator account.
ar_sa: لا يمكنك حذف او الغاء اخر حساب مدير
fr_fr: Vous ne pouvez pas désactiver ou supprimer le dernier compte administrateur.

source: Your current password is invalid.
ar_sa: كلمة مرورك الحالية غير صحيحة.
fr_fr: Votre mot de passe actuel est invalide.

source: The employee must be associated with at least one shop.
ar_sa: يجب ربط الموظف بمتجر واحد على الأقل.
fr_fr: L'employé doit être associé à au moins une boutique

source: The import directory doesn't exist. Please check your file path.
ar_sa: دليل الاستيراد غير موجود. يرجى التحقق من مسار الملف.
fr_fr: Le répertoire d'import n'existe pas. Veuillez vérifier le chemin d'accès indiqué.

source: The import directory must be writable (CHMOD 755 / 777).
ar_sa: يجب أن يكون دليل الاستيراد قابلا للكتابة (CHMOD 755 / 777).
fr_fr: Le dossier d'import doit être accessible en écriture (CHMOD 755 / 777).

source: To proceed, please upload a file first.
ar_sa: للمتابعة، يرجى رفع الملف أولا.
fr_fr: Pour lancer l'import, veuillez d'abord charger un fichier.

source: The import file cannot be read.
ar_sa: تعذر قراءة الملف المراد إستيراده.
fr_fr: Le fichier d'importation ne peut pas être lu.

source: The Memcached server cannot be added.
ar_sa: لا يمكن إضافة ملقم أعطها
fr_fr: Impossible d'ajouter un serveur Memcached

source: There was an error when attempting to delete the Memcached server.
ar_sa: خطأ في حذف خادم التخزين المؤقت
fr_fr: Erreur dans la suppression du serveur Memcached

source: All caches cleared successfully
ar_sa: تم مسح كافة ذاكرة التخزين المؤقت بنجاح
fr_fr: Tous les caches ont été effacés avec succès

source: For security reasons, you cannot delete the Administrator's profile.
ar_sa: لأسباب أمنيه لا يمكنك حذف حساب المدير العام للموقع
fr_fr: Pour des raisons de sécurité, vous ne pouvez pas supprimer le profil Administrateur

source: Key length must be 32 character long.
ar_sa: يجب أن يكون طول المفتاح 32 حرف طويل
fr_fr: La clé doit être composée de 32 caractères.

source: This key already exists.
ar_sa: المفتاح موجود بالفعل
fr_fr: La clé existe déjà.

source: (you must install the [a]Memcache PECL extension[/a])
fr_fr: (vous devez installer [a]l'extension Memcache PECL[/a])

source: (you must install the [a]Memcached PECL extension[/a])
fr_fr: (vous devez installer [a]l'extension Memcached PECL[/a])

source: (you must install the [a]APC PECL extension[/a])
fr_fr: (vous devez installer [a]l'extension APC PECL[/a])

source: (you must install the [a]Xcache extension[/a])
fr_fr: (vous devez installer [a]l'extension Xcache[/a])

source: I have read the disclaimer. Please create a new backup.
fr_fr: J'ai lu l'avertissement - Créer une sauvegarde.

source: How to restore a database backup
fr_fr: Comment restaurer votre sauvegarde de base de données

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
fr_fr: Si vous avez besoin de restaurer votre base de données, nous vous invitons à souscrire à un [1][2]plan de support technique[/2][/1].

source: Our team will take care of restoring your database safely.
fr_fr: Notre équipe se chargera de restaurer vos données en toute sécurité.

source: Why can't I restore it by myself?
fr_fr: Pourquoi ne puis-je pas restaurer mes données moi-même ?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
ar_sa: يتم استضافة متجرك من قبل PrestaShop. على الرغم من أنه يمكنك إنشاء ملفات النسخ الاحتياطي هنا أدناه، هناك إعدادات أساسية لا يمكن الوصول إليها لأسباب أمنية، مثل إدارة قاعدة البيانات. وهكذا، يمكن لفريقنا فقط أن يقوم بعملية إسترجاع البيانات.
fr_fr: Votre boutique est hébergée par PrestaShop. Bien que vous puissiez créer des fichiers de sauvegarde ci-dessous, certains paramètres clés ne vous sont pas accessibles pour des raisons de sécurité, comme la gestion des bases de données. C'est pourquoi seule notre équipe est habilitée à restaurer vos données.

source: Disclaimer before creating a new backup
ar_sa: إخلاء المسؤولية قبل إنشاء نسخة احتياطية جديدة
fr_fr: Avertissement avant de créer une sauvegarde

source: PrestaShop is not responsible for your database, its backups and/or recovery.
ar_sa: PrestaShop ليست مسؤولة عن قاعدة البيانات، والنسخ الاحتياطية و عملية الاستعادة.
fr_fr: PrestaShop n'est ni responsable de votre base de données, ni de vos sauvegardes, ni de vos restaurations, ni de vos données.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
ar_sa: PrestaShop هو برنامج مفتوح المصدر ، وتقوم باستخدامه على مسؤوليتك بموجب اتفاقية الترخيص.
fr_fr: PrestaShop est un logiciel open-source, vous l'utilisez à vos risques et périls dans le cadre du contrat de licence.

source: You should back up your data on a regular basis (both files and database).
ar_sa: يجب عمل نُسخ احتياطية من بياناتك بشكل منتظم (جميع الملفات وقاعدة البيانات).
fr_fr: Vous devez sauvegarder vos données régulièrement (à la fois vos fichiers et votre base de données).

source: This function only backs up your database, not your files.
ar_sa: وتدعم هذه الوظيفة إلا لقاعدة البيانات الخاصة بك ، وليس الملفات.
fr_fr: Cette fonction ne permet de sauvegarder que votre base de données, pas vos fichiers.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
ar_sa: افتراضيا ، سيتم حذف جداول قاعدة البيانات الموجودة خلال استعادة النسخ الاحتياطي (راجع خيارات).
fr_fr: Par défaut, vos tables de base de données existantes seront supprimées si vous restaurez une sauvegarde (voir "Options de sauvegarde" ci-dessous).

source: Always verify the quality and integrity of your backup files!
ar_sa: دائما تحقق من جودة و سلامة ملف النسخ الاحتياطي
fr_fr: Vérifiez systématiquement la qualité et l'intégrité de vos fichiers de sauvegarde !

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
ar_sa: تحقق دائما بأن ما تتمتعون به المساعدون ملفات كاملة ، ما يصل إلى تاريخ وصالحة. حتى لو كان لديك رسالة النجاح خلال عملية النسخ الاحتياطي.
fr_fr: Vérifiez l'intégrité de votre sauvegarde : présence d'erreurs, fichier incomplet... Ceci même si l'outil vous a confirmé que la sauvegarde s'est bien déroulée.

source: Always check your data.
ar_sa: دائما راجع بياناتك
fr_fr: Vérifiez systématiquement vos données.

source: Never restore a backup on a live site.
ar_sa: أبدا استعادة النسخ الاحتياطي على موقع الحية.
fr_fr: Ne restaurez jamais une sauvegarde sur un site en production.

source: Beginning the download ...
ar_sa: جارى تحميل الملف
fr_fr: Lancement du téléchargement...

source: Backup files should automatically start downloading.
fr_fr: Le téléchargement devrait se lancer automatiquement.

source: If not,[1][2] please click here[/1]!
ar_sa: إن لم يكن، [1] [2] الرجاء الضغط هنا [/1]!
fr_fr: Sinon, [1][2]cliquez ici[/1]!

source: Note that the Category import does not support having two categories with the same name.
fr_fr: Notez que l'import de catégories ne gère pas les catégories ayant le même nom.

source: Note that you can have several products with the same reference.
fr_fr: Notez que plusieurs produits peuvent avoir la même référence.

source: Are you sure that you would like to delete this entity:
ar_sa: هل أنت متأكد من رغبتك في حذف هذا:
fr_fr: Êtes-vous sûr de vouloir supprimer cette entité ?

source: The locale must be installed
fr_fr: Les locales doivent être installées

source: Are you sure you want to delete this entity:
fr_fr: Êtes-vous sûr de vouloir supprimer cette entité ?

source: SSL does not seem to be available on your server.
fr_fr: SSL semble ne pas être configuré sur votre serveur.

source: Please choose a MySQL table
fr_fr: Veuillez choisir une table MySQL

source: When saving the query, only the "SELECT" SQL statement is allowed.
fr_fr: Lorsque vous enregistrez la requête, seul la directive "SELECT" est autorisée.

source: This SQL query has no result.
fr_fr: Cette requête SQL n'a pas de résultat.

source: Do you really want to remove the server %serverIp%:%serverPort% ?
ar_sa: هل انت متأكد من حذف الخادم %serverIp%:%serverPort% ؟
fr_fr: Voulez-vous vraiment supprimer le serveur %serverIp%:%serverPort% ?

source: Please fix the following error(s)
ar_sa: يرجى الرجوع إلى الخطأ التالية (ق)
fr_fr: Veuillez consulter la/les erreur(s) suivante(s)

source: Checking files...
fr_fr: Vérification des fichiers...

source: Missing files
ar_sa: الملفات المفقودة
fr_fr: Fichiers manquants

source: Updated files
ar_sa: الملفات المحدثة
fr_fr: Fichiers modifiés

source: Changed/missing files have been detected.
fr_fr: Des changements sur vos fichiers ont été détectés.

source: No change has been detected in your files.
fr_fr: Aucun changement n'a été détecté sur vos fichiers.

source: OK
ar_sa: اعتماد التخفيض
