Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminAdvparametersNotification.*.xlf
Languages: ar_sa, fr_fr

source: You do not have permission to view this.
ar_sa: غير مسموح لك بالدخول هنا
fr_fr: Vous n'avez pas la permission de voir ce contenu.

source: There is no "/backup" directory.
ar_sa: لا يوجد امتداد "/backup".
fr_fr: Il n'y a pas de répertoire "/backup".

source: No file has been specified.
ar_sa: لا يوجد ملف محدد
fr_fr: Aucun fichier spécifié

source: Unable to open backup file(s).
ar_sa: غير قادر على فتح ملف النسخ الاحتياطي
fr_fr: Impossible d'ouvrir le fichier de sauvegarde

source: Unable to display backup file(s).
ar_sa: قادر على عرض ملف النسخ الاحتياطي
fr_fr: Impossible d'afficher le fichier de sauvegarde

source: Administrator permissions cannot be modified.
ar_sa: لا يمكنك تعديل صلاحيات المدير العام للموقع
fr_fr: Les permissions de l'administrateur ne peuvent être modifiées

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
fr_fr: Importer les détails de commandes fournisseurs réinitialisera l'historique des commandes fournisseurs des produits concernés.

source: Are you sure that you would like to delete this entity:
fr_fr: Êtes-vous sûr de vouloir supprimer cette entité ?

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
ar_sa: ليس لديك الصلاحية لحذف هذا. عند تفعيل وضع MultiStore، يمكن لـ SuperAdmin فقط حذف كل العناصر قبل الاستيراد.
fr_fr: Vous n'avez pas la permission de supprimer ceci. Quand le multi-boutique est activé, seul un SuperAdmin peut supprimer tous les éléments avant l'import.

source: Importing your data...
ar_sa: جار استيراد بياناتك...
fr_fr: Import des données en cours...

source: Aborting, please wait...
ar_sa: إلغاء. الرجاء الانتظار...
fr_fr: Annulation, veuillez patienter...

source: Data imported!
ar_sa: تم استيراد البيانات!
fr_fr: Données importées !

source: Look at your listings to make sure it's all there as you wished.
ar_sa: إلق نظرة على قوائم منتجاتك للتأكد من أن كل شيء هناك كما كنت ترغب.
fr_fr: Vérifiez vos données pour vous assurer que tout est comme vous le désirez.

source: Errors occurred:
ar_sa: حدث خطأ:
fr_fr: Des erreurs se sont produites :

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
ar_sa: تحذير، الاستيراد الحالي قد تتطلب تحديث الإعدادPHP، للسماح لمزيد من البيانات بالإنتقال. إذا توقف الاستيراد الحالي قبل نهايته، يجب زيادة إعداد PHP "post_max_size" إلى [1]%size% [/1] ميغابايت على الأقل، وحاول مرة أخرى.
fr_fr: Attention, l'import en cours peut nécessiter une mise à jour de vos paramètres PHP, afin de permettre de transférer plus de données. Si l'import en cours s'arrête avant la fin, vous devriez augmenter l'option "post_max_size" à au moins [1]%size%[/1]MB, et recommencer.

source: Some errors were detected. Please check the details:
ar_sa: تم اكتشاف بعض الأخطاء. يرجى التحقق من التفاصيل:
fr_fr: Des erreurs ont été détectées. Voici les détails :

source: We made the following adjustments:
ar_sa: أجرينا التعديلات التالية:
fr_fr: Quelques ajustements ont été faits :

source: Validating data...
ar_sa: التحقق من صحة البيانات...
fr_fr: Validation des données...

source: [1]%percentage%[/1]% validated
ar_sa: تم التحقق من [1]%percentage%[/1]%
fr_fr: [1]%percentage%[/1]% validés

source: Processing next page...
ar_sa: جاري معالجة الصفحة التالية...
fr_fr: Traitement de la page suivante...

source: Linking accessories...
ar_sa: جار ربط الملحقات...
fr_fr: Ajout des accessoires...

source: [1]%size%[/1]% imported
ar_sa: تم استيراد [1]%size%[/1]%
fr_fr: [1]%size%[/1]% importés

source: Ignore warnings and continue?
ar_sa: تجاهل التحذيرات والاستمرار؟
fr_fr: Ignorer les avertissements et continuer ?

source: Abort import
ar_sa: قم بإيقاف الاستيراد
fr_fr: Interrompre l'import

source: Error - The following e-mail template is missing: %s
ar_sa: خطأ - قالب البريد الإلكتروني التالي مفقود: %s
fr_fr: Erreur - Le modèle d'e-mail suivant n'existe pas : %s

source: "Backup" directory does not exist.
ar_sa: النسخ الاحتياطي غير موجود.
fr_fr: Le dossier de sauvegarde n'existe pas

source: Invalid ID
ar_sa: الرقم التعريفي غير صحيح
fr_fr: Identifiant non valide

source: Unable to create backup file
ar_sa: غير قادر على إنشاء ملف النسخة الاحتياطية
fr_fr: Impossible de créer une sauvegarde

source: An error occurred while backing up. Unable to obtain the schema of %s
ar_sa: حدث خطأ أثناء النسخ الاحتياطي. تعذر الحصول على رسم بياني ل %s
fr_fr: Une erreur est apparue lors de la sauvegarde. Impossible d'obtenir le schema de %s

source: No valid tables were found to backup.
fr_fr: Aucune table de la base de données n'a été trouvée qui nécessite une sauvegarde.

source: Can't add the voucher.
ar_sa: لا يمكن إضافة القسيمة.
fr_fr: Impossible d'ajouter le bon de réduction.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
ar_sa: لا يمكنك حذف هذا الحساب لأنه يدير مستودعات. افحص مستودعاتك اولاً.
fr_fr: Vous ne pouvez pas supprimer ce compte puisqu'il gère des entrepôts. Veuillez d'abord vérifier vos entrepôts.

source: The confirmation password does not match.
ar_sa: تأكيد كلمة المرور غير مطابق.
fr_fr: Le mot de passe de confirmation ne correspond pas.

source: You should have at least one employee in the administrator group.
ar_sa: يجب ان يكون لديك على الاقل موظف واحد فى مجموعة المدير
fr_fr: Vous devez avoir au moins un employé dans le groupe Administrateur.

source: The password must be at least %length% characters long.
ar_sa: يجب أن تتكون كلمة المرور من %length% رموز على الأقل.
fr_fr: Le mot de passe doit comporter au minimum %length% caractères.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
ar_sa: تم استيراد الملف بنجاح إلى متجرك. لا تنس إعادة إنشاء فهرس بحث المنتجات.
fr_fr: Le fichier a bien été importé dans votre boutique. N'oubliez pas de régénérer l'index du moteur de recherche des produits.

source: (click to open "Generators" page)
fr_fr: (cliquez pour ouvrir l'onglet Générateur)

source: No image was found for combination with id_product = %s and image position = %s.
fr_fr: Aucune image trouvée pour la déclinaison avec identifiant produit = %s et la position de l'image = %s.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
ar_sa: "EAN13 "%ean13% يجتوي على قيمة خاطئة لهذا المنتج مع هذا المعرف %id%.
fr_fr: Le code EAN13 "%ean13%" a une valeur incorrecte pour le produit avec l'ID %id%.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
ar_sa: إدارة المخزون المتقدمة لديها قيمة غير صحيحة. لم يتم تعيينه لمنتج به معرف %id%.
fr_fr: La gestion des stocks avancée n'a pas une valeur correcte. Elle n'est pas configurée pour le produit avec l'ID %id%.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
ar_sa: لم يتم تمكين إدارة الأوراق المالية المتقدمة. لا يمكن تفعيل المنتوج ذو المعرَف %id%.
fr_fr: La gestion des stocks avancée n'est pas activée, impossible de l'activer sur le produit avec l'ID %id%.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
ar_sa: لم يتم تمكين إدارة الأوراق المالية المتقدمة. لم يتم إعداد مخزن للمنتوج ذو المعرَف %id%.
fr_fr: La gestion des stocks avancée n'est pas activée, l'entrepôt n'est pas configuré avec le produit dont l'ID est %id%.

source: Warehouse did not exist, cannot set on product %name%.
ar_sa: المستودع غير موجود، لا يمكن تعيينه على المنتج %name%.
fr_fr: L'entrepôt n'existait pas, impossible de l'attribuer au produit %name%.

source: Email address %1$s (ID: %2$s) cannot be validated.
ar_sa: عنوان البريد الإلكتروني %1$s (المعرف: %2$s) لا يمكن التحقق من صحتها.
fr_fr: L'adresse e-mail %1$s (ID %2$s) ne peut pas être validée.

source: Email address %1$s (ID: %2$s) cannot be saved.
ar_sa: عنوان البريد الإلكتروني %1$s (المعرف: %2$s) لا يمكن حفظها.
fr_fr: L'adresse e-mail %1$s (ID %2$s) ne peut pas être enregistrée.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
ar_sa: %1$s غير موجود في قاعدة البيانات %2$s (المعرف: %3$s)، وبالتالي لا يمكن التحقق من صحتها
fr_fr: %1$s n'existe pas dans la base de données %2$s (ID : %3$s), et n'a donc pas pu être validé.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
ar_sa: %1$s غير موجود في قاعدة البيانات %2$ (المعرف: %3$s)، وبالتالي لا يمكن حفظها
fr_fr: %1$s n'existe pas dans la base de données %2$s (ID : %3$s), et n'a donc pas pu être enregistré.

source: "%email%" is not a valid email address.
ar_sa: "%email%" عنوان بريد إلكتروني غير صالح.
fr_fr: "%email%" n'est pas une adresse e-mail valide.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
ar_sa: الرقم التعريفي للعميل #%d غير موجود في قاعدة البيانات، وبالتالي لا يمكن التحقق من صحتها.
fr_fr: L'identifiant client n°%d n'existe pas dans la base de données, et n'a pu donc être validé.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
ar_sa: معرف العميل #%d غير موجود في قاعدة البيانات، وبالتالي لا يمكن حفظه.
fr_fr: Le client n°%d n'existe pas dans la base de données, et n'a pu donc être enregistré.

source: Supplier is invalid
ar_sa: المورد غير صالح
fr_fr: Fournisseur non valable

source: Alias is invalid
fr_fr: L'alias est invalide

source: Store is invalid
ar_sa: المتجر غير صالح
fr_fr: La boutique n'est pas valide

source: Supplier ID (%id%) is not valid (at line %line%).
ar_sa: رقم تعريف المورد (%id%) غير صحيح (في السطر %line%).
fr_fr: L'ID du fournisseur (%id%) n'est pas valable (à la ligne %line%).

source: Lang ID (%id%) is not valid (at line %line%).
ar_sa: رقم تعريف اللغة (%id%) غير صحيح (في السطر %line%).
fr_fr: L'ID de la langue (%id%) n'est pas valable (à la ligne %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
ar_sa: رقم تعريف المستودع (%id%) غير صحيح (في السطر %line%).
fr_fr: L'ID de l'entrepôt (%id%) n'est pas valable (à la ligne %line%).

source: Currency ID (%id%) is not valid (at line %line%).
ar_sa: رقم تعريف العملة (%id%) غير صحيح (في السطر %line%).
fr_fr: L'ID de la devise (%id%) n'est pas valable (à la ligne %line%).

source: Reference (%ref%) already exists (at line %line%).
ar_sa: المرجع (%ref%) موجود سابقا (في السطر %line%).
fr_fr: La référence (%ref%) existe déjà (à la ligne %line%).

source: YYYY-MM-DD
ar_sa: أيام-شهور-سنين
fr_fr: AAAA-MM-JJ

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
ar_sa: صيغة التاريخ (%date%) غير صالح (في السطر %line%). يجب ان تكون: %date_format%.
fr_fr: Le format de la date (%date%) n'est pas correct (à la ligne %line%). Format : %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
ar_sa: التاريخ (%date%) لا يمكن أن يكون في الماضي (في السطر %line%). الشكل: %date_format%.
fr_fr: La date (%date%) ne peut pas être antérieure (à la ligne %line%). Format : %date_format%.

source: Format: Between 0 and 100
ar_sa: التنسيق: بين 0 و 100
fr_fr: Format : entre 0 et 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
ar_sa: معدل الخصم (%rate%) غير صالح (في السطر%line%). %format%.
fr_fr: Le taux de réduction (%rate%) n'est pas valable (à la ligne %line%). %format%.

source: Supply Order (%id%) is not editable (at line %line%).
ar_sa: توريد النظام (%id%) غير قابل للتعديل (في السطر %line%).
fr_fr: La commande fournisseur (%id%) n'est pas modifiable (à la ligne %line%).

source: Supply Order could not be saved (at line %line%).
ar_sa: فشل حفظ طلب العرض (في السطر %line%).
fr_fr: La commande fournisseur n'a pas pu être enregistrée (à la ligne %line%).

source: Supply Order (%s) could not be loaded (at line %d).
fr_fr: La commande fournisseur (%s) n'a pas pu être chargée (ligne %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
fr_fr: Le couple produit/attribut (%d/%d) ne peut pas être ajouté deux fois (ligne %d).

source: Product (%d/%d) is not available for this order (at line %d).
fr_fr: Le produit (%d/%d) n'est pas disponible pour cette commande (ligne %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
fr_fr: Le prix unitaire HT (%d) n'est pas valable (ligne %d).

source: Quantity Expected (%d) is not valid (at line %d).
fr_fr: Le taux de taxe (%d) n'est pas valable (ligne %d). %s.

source: Discount rate (%d) is not valid (at line %d). %s.
fr_fr: Le taux de réduction (%d) n'est pas valable (ligne %d). %s.

source: Cannot read the .CSV file
ar_sa: لا يمكن قراءة ملف CSV
fr_fr: Impossible de lire le fichier CSV

source: Linking Accessories...
ar_sa: جار ربط الملحقات ...
fr_fr: Ajout des accessoires...

source: The confirmation email couldn't be sent, but the import is successful. Yay!
ar_sa: فشل إرسال رسالة التأكيد الإلكترونية، ولكن عملية الاستيراد ناجحة. ياي!
fr_fr: L'e-mail de confirmation n'a pas pu être envoyé, mais l'import a bien réussi :)

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
ar_sa: الملف كبير جدا ولا يمكن تحميله. يرجى استخدام عبارة LIMIT في هذا الاستعلام.
fr_fr: Ce fichier est trop volumineux et ne peut pas être téléchargé. Veuillez utiliser la clause LIMIT dans cette requête.

source: You cannot have two shops with the same name in the same group.
ar_sa: لا يمكن ان يكون لك متجرين بنفس الاسم في نفس المجموعة.
fr_fr: Vous ne pouvez pas avoir 2 boutiques avec le même nom dans un même groupe de boutique.

source: Unable to load this shop.
ar_sa: غير قادر على تحميل هذا المتجر.
fr_fr: Impossible de charger cette boutique.

source: You need to select at least the root category.
fr_fr: Vous devez sélectionner au moins une catégorie racine.

source: You've selected a state for a country that does not contain states.
ar_sa: لقد اخترت محافظة لبد يس لها محافظات
fr_fr: Vous avez sélectionné un état pour un pays qui ne peut pas en contenir.

source: You can't put this menu inside itself.
ar_sa: لا تستطيع وضع هذه القائمة داخل نفسها.
fr_fr: Vous ne pouvez pas placer cet onglet dans lui-même

source: The settings file cannot be overwritten.
ar_sa: لا يمكن الكتابة فوق إعدادات ملف.
fr_fr: Impossible de modifier les fichiers de configuration.

source: To use Smarty Cache, the directory %directorypath% must be writable.
ar_sa: لاستخدام سمارتي كاش، يجب أن يكون الدليل %directorypath% قابلا للكتابة.
fr_fr: Afin d'utiliser Smarty Cache, le répertoire %directorypath% doit avoir les droits d'écriture.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
ar_sa: قبل أن تتمكن من استخدام هذه الأداة ، تحتاج إلى: [1] [2] إنشاء ملف .htaccess فارغة في الدليل الجذرللموقع. [/ 2] [2] أعطه صلاحيات الكتابة (CHMOD 666 على نظام يونكس). [/2][/1]
fr_fr: Avant de pouvoir utiliser cet outil, vous devez [1][2]Créer un fichier .htaccess vide dans votre répertoire racince.[/2][2]Lui donner les droit d'écriture (CHMOD 666 pour le système Unix).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
ar_sa: خطأ:لا يمكن الكتابة في الملف. تأكد من تعيين الأذونات الصحيحة على الملف %s
fr_fr: Erreur : impossible de modifier le fichier. Assurez-vous que le fichier %s a les bons droits.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
ar_sa: خطأ: تعذر العثور هل ان وضع التصحيح ممكنا أم لا. تأكد من تعيين الأذونات الصحيحة على الملف %s
fr_fr: Erreur : impossible de savoir si le mode de débogage est activé. Assurez-vous que le fichier %s a les bons droits.

source: There is an empty row in the file that won't be imported.
ar_sa: هناك صف فارغ في الملف الذي لن يتم استيراده.
fr_fr: Il y a une ligne vide dans le fichier qui ne sera pas importée.

source: %s import
fr_fr: Import : %s

source: (from %s to %s)
ar_sa: (من %s إلى %s)
fr_fr: (du %s au %s)

source: with truncate
fr_fr: avec troncature

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
ar_sa: يجب أن يكون معرف الفئة فريدا. لا يمكن أن يكون هو نفسه مثل فئة الجذر.
fr_fr: L'identifiant de la catégorie doit être unique. Il ne peut être le même que celui des catégories racine et Accueil.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
ar_sa: يجب أن يكون معرف الفئة فريدا. لا يمكن أن يكون هو نفسه في الفئة الأولى (المعرف: %1$s).
fr_fr: L'identifiant de la catégorie doit être unique. Il ne peut être le même que celui d'une catégorie parente (ID : %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
ar_sa: التصنيف لا يمكن أن يكون هو نفسه الأب. يجب أن تغير إسمه (الإسم الحالي: %1$s).
fr_fr: Une catégorie ne peut pas être son propre parent. Vous devriez la renommer (nom actuel : %1$s).

source: %category_name% (ID: %id%) cannot be saved
ar_sa: %category_name%(المعرف: %id%) لا يمكن حفظه
fr_fr: %category_name% (ID: %id%) ne peut pas être enregistré

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
ar_sa: فشل إعادة كتابة عنوان URL في إنشاء عنوان URL ملائم تلقائيا ل: %category_name%
fr_fr: La réécriture d'URL automatique n'est pas parvenue à générer une URL simplifiée pour : %category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
ar_sa: إعادة كتابة رابط ل %1$s (المعرف %2$s): اعد الكتابة كما %3$s.
fr_fr: Le lien réécrit pour %1$s (ID : %2$s) a été réécrit en tant que %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
ar_sa: لا يمكن للتصنيف أن يكون تصنيفا أبا لنفسه. معرَف التصنيف الأب مفقود أو مجهول.
fr_fr: Une catégorie ne peut pas être son propre parent. L'ID de la catégorie parent est soit manquant, soit inconnu (ID %1$s).

source: The root category cannot be modified.
ar_sa: لا يمكن تعديل الفئة الجذر.
fr_fr: La catégorie racine ne peut pas être modifiée

source: cannot be copied.
ar_sa: لا يمكن نسخها.
fr_fr: ne peut pas être copié

source: %1$s (ID: %2$s) cannot be %3$s
ar_sa: %1$s (المعرف: %2$s) لا يمكن أن يكون %3$s
fr_fr: %1$s (ID : %2$s) ne peut pas être %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
ar_sa: ضريبة غير صحيحة. غير يجب أن تنشئ مجموعة بهذا المعرَف أولا.
fr_fr: ID du groupe de règle de taxe inconnu. Vous devez d'abord créer un groupe avec cet ID.

source: %1$s (ID: %2$s) cannot be saved
fr_fr: %1$s (ID: %2$s) ne peut pas être enregistré

source: %data% cannot be saved
ar_sa: لا يمكن حفظ %data%
fr_fr: %data% ne peut pas être enregistré

source: Shop is not valid
ar_sa: المتجر غير صحيح
fr_fr: La boutique n'est pas valide

source: Discount is invalid
ar_sa: الخصم غير صحيح
fr_fr: La réduction n'est pas valide

source: Tags list is invalid
ar_sa: قائمة الوسوم غير صحيحة
fr_fr: La liste de mot-clés n'est pas valable

source: Error copying image: %url%
ar_sa: حدث خطأ أثناء نسخ الصورة:%url%
fr_fr: Erreur lors de la copie de l'image : %url%

source: Product #%id%: the picture (%url%) cannot be saved.
ar_sa: المنتج # %id%: الصورة (%url%) لا يمكن حفظها.
fr_fr: Produit n°%id% : l'image (%url%) ne peut pas être enregistrée.

source: Advanced stock management has incorrect value. Not set for product %name%
fr_fr: La gestion des stocks avancée a une valeur incorrecte. Valeur non définie pour le produit %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
fr_fr: La gestion des stock avancée n'est pas activée, impossible de l'activer pour le produit %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
fr_fr: La gestion des stocks avancée n'est pas activée, aucun entrepôt n'est associé au produit %name%

source: Warehouse did not exist, cannot set on product %name%
fr_fr: L'entrepôt n'existait pas, impossible de l'attribuer au produit %name%

source: Incorrect value for "Depends on stock" for product %name%
fr_fr: Valeur incorrecte pour "En fonction du stock" pour le produit %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
fr_fr: La gestion des stocks avancée n'est pas activée, impossible de configurer le champ "En fonction du stock" pour le produit %name%

source: Advanced stock management has incorrect value. Not set for product %name%
ar_sa: إدارة المخزون المتقدمة لديها قيمة غير صحيحة. لم يتم تعيينه للمنتج %name%
fr_fr: La gestion des stocks avancée a une valeur incorrecte. Valeur non définie pour le produit %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
ar_sa: لم يتم تمكين إدارة المخزون المتقدمة ، ولا يمكن تمكينها على المنتج %name%
fr_fr: La gestion des stock avancée n'est pas activée, impossible de l'activer pour le produit %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
ar_sa: لم يتم تمكين إدارة المخزون المتقدمة ، لم يتم تعيين المستودع على المنتج %name%
fr_fr: La gestion des stocks avancée n'est pas activée, aucun entrepôt n'est associé au produit %name%

source: Incorrect value for "Depends on stock" for product %name%
ar_sa: قيمة خاطئة لإعتمادات مخزون المنتج %name%
fr_fr: Valeur incorrecte pour "En fonction du stock" pour le produit %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
ar_sa: لم يتم تمكين إدارة المخزون المتقدمة ، ولا يمكن تعيين "يعتمد على المخزون" للمنتج %name%
fr_fr: La gestion des stocks avancée n'est pas activée, impossible de configurer le champ "En fonction du stock" pour le produit %name%

source: Warehouse did not exist, cannot set on product %name%
fr_fr: L'entrepôt n'existait pas, impossible de l'attribuer au produit %name%

source: Media server #1 is invalid
ar_sa: وسائل الاعلام الخادم غير صالح # 1
fr_fr: Serveur de media #1 invalide

source: Media server #2 is invalid
ar_sa: وسائل الاعلام الخادم غير صالحة # 2
fr_fr: Serveur de media #2 invalide

source: Media server #3 is invalid
ar_sa: وسائل الاعلام الخادم غير صالحة # 3
fr_fr: Serveur de media #3 invalide

source: Update your PHP version.
ar_sa: قم بتحديث نسخة PHP الخاصة بك.
fr_fr: Mettez à jour votre version de PHP.

source: Configure your server to allow file uploads.
ar_sa: قم بتهيئة السيرفر الخاص بك للسماح برفع الملفات.
fr_fr: Configurer votre serveur afin d'autoriser la mise en ligne de fichiers.

source: Configure your server to allow the creation of directories and files with write permissions.
ar_sa: تكوين الملقم للسماح بإنشاء الدلائل والكتابة إلى الملفات
fr_fr: Configurer votre serveur afin d'autoriser la création de nouveaux dossiers et fichiers.

source: Enable the CURL extension on your server.
ar_sa: قم بتمكين تمديد CURL على الخادم الخاص بك.
fr_fr: Activez l'extension CURL sur votre serveur.

source: Enable the DOM extension on your server.
ar_sa: قم بتمكين ملحق DOM على الخادم الخاص بك.
fr_fr: Activez l'extension DOM sur votre serveur.

source: Enable the Fileinfo extension on your server.
ar_sa: قم بتمكين ملحق Fileinfo على الخادم الخاص بك.
fr_fr: Activez l'extension Fileinfo sur votre serveur.

source: Enable the GD library on your server.
ar_sa: تمكين المكتبة GD على الخادم الخاص بك
fr_fr: Activez la bibliothèque GD sur votre serveur.

source: Enable the JSON extension on your server.
ar_sa: قم بتمكين ملحق JSON على الخادم الخاص بك.
fr_fr: Activez l'extension JSON sur votre serveur.

source: Enable the Mbstring extension on your server.
ar_sa: قم بتمكين امتداد Mbstring على الخادم الخاص بك.
fr_fr: Activez l'extension Mbstring sur votre serveur.
