Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogHelp.*.xlf
Languages: ar_sa, az_az, bs_ba, el_gr, he_il, ms_my, tl_ph, vi_vn

source: Combine several attributes, e.g.: "Size: all", "Color: red".
ar_sa: دمج أكثر من سمه، مثال: " المقاس: الكل" ، " اللون: أحمر".
bs_ba: Kombinuj nekoliko atributa, npr.: "Veličina: sve", "Boja: crvena".
el_gr: Συνδυάστε περισσότερα από ένα χαρακτηριστικά –π.χ.: "Μέγεθος: όλα", "Χρώμα: κόκκινο".
tl_ph: Pagsamahin ang ilang mga katangian, hal.: "Sukat: lahat". "Kulay: pula".
vi_vn: Kết hợp một số thuộc tính, ví dụ : "Kích cỡ: tất cả", "Màu: đỏ".

source: Leave empty to disable
ar_sa: اتركه فارغًا لتعطيله
bs_ba: Ostavite prazno da biste onemogućili
el_gr: Αφήστε κενό για να απενεργοποιήσετε
vi_vn: Để trống để vô hiệu hóa

source: To have a different title from the product name, enter it here.
ar_sa: للحصول على عنوان مختلف لإسم المنتج، أدخله هنا.
az_az: Məhsul adından seçilən başqa bir başlıq olması üçün bura yazın.
bs_ba: Da imaju drugačiji naslov iz naziva proizvoda, upišite ga ovdje.
el_gr: Αν θέλετε τίτλο διαφορετικό από το όνομα του προϊόντος, γράψτε τον εδώ.
tl_ph: Para magkaroon ng ibang titulo sa pangalan ng produkto, ipasok ito dito.
vi_vn: Để có một tiêu đề khác từ tên sản phẩm, nhập nó ở đây.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
ar_sa: العنوان العام لصفحة المنتج، ولمحركات البحث. اتركه فارغا لاستخدام اسم المنتج. يتم عرض عدد الأحرف المتبقية في اليسار من الحقل.
bs_ba: Javni naslov stranice proizvoda i za pretraživače. Ostavite prazno da koristite naziv proizvoda. Broj preostalih znakova prikazan na lijevoj strani polja.
el_gr: Δημόσιος τίτλος για τη σελίδα του προϊόντος και για τις μηχανές αναζήτησης. Αν αφήσετε το πεδίο κενό, θα εμφανίζεται ως τίτλος το όνομα του προϊόντος. Στα αριστερά του πεδίου εμφανίζεται πόσοι χαρακτήρες απομένουν.
tl_ph: Ang pampublikong titulo para sa pahina ng produkto, at para sa makinang panghanap. Iwanang blanko para magamit ang pangalan ng produkto. Ang bilang ng natitirang mga karakter ay naka-displey sa kaliwa ng field.
vi_vn: Tiêu đề công khai cho trang sản phẩm, và đối với các công cụ tìm kiếm. Để trống để sử dụng tên sản phẩm. Số ký tự còn lại được hiển thị ở bên trái của trường.

source: To have a different description than your product summary in search results pages, write it here.
ar_sa: للحصول على وصف مختلف عن ملخص المنتج في صفحات نتائج البحث، اكتبه هنا.
az_az: Axtarış nəticəsi səhifələrində məhsul tanıtımındakından fərqli bir açıqlamanın olması üçün buraya yazın.
bs_ba: Da bi se opis razlikovao od rezimea proizvoda u rezultatima pretraživanja, napišite to ovdje.
el_gr: Για να διαφέρει η περιγραφή από τη σύνοψη του προϊόντος στα αποτελέσματα αναζήτησης, γράψτε την εδώ.
tl_ph: Para magkaroon ng isang magkaibang paglalarawan kaysa sa iyong buod ng produkto sa mga pahina ng paghahanap ng mga resulta, Isulat ito dito.
vi_vn: Để có một bản mô tả khác với bản tóm tắt sản phẩm của bạn trong các trang kết quả tìm kiếm, hãy ghi nó ở đây.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
ar_sa: سيظهر هذا الوصف في محركات البحث. تحتاج إلى جملة واحدة، أقصر من 160 حرفا (بما في ذلك المسافات)
bs_ba: Ovaj opis će se prikazivati u pretraživačima. Trebate jednostavnu rečenicu, kraću od 160 znakova (uključujući razmake)
el_gr: Αυτή η περιγραφή θα εμφανιστεί σε μηχανές αναζήτησης. Χρειάζεστε μόνο μια πρόταση, με λιγότερους από 160 χαρακτήρες (μαζί με τα κενά)
tl_ph: Ang paglalarawan na ito ay lalabas sa mga makinang panghanap. Kailangan mo ng isang solong pangungusap, maiksi kaysa sa mga 160 na karakter (kasama ang mga espasyo)
vi_vn: Mô tả này sẽ xuất hiện trong phương tiện tìm kiếm, Bạn cần một câu đơn, ít hơn 160 ký tự (bao gồm cả các khoảng trống)

source: To which product the page should redirect?
ar_sa: إلى أي منتج يجب إعادة توجيه الصفحة؟
az_az: Səhifə hansı məhsula yönləndirməlidir?
bs_ba: Za koji proizvod se stranica preusmjerava?
el_gr: Σε ποιο προϊόν να ανακατευθύνει η σελίδα;
tl_ph: Kung saang produkto ang pahina ay dapat muling idirekta?
vi_vn: Trang này sẽ chuyển hướng đến sản phẩm nào?

source: To which category the page should redirect?
ar_sa: إلى أي تصنيف يجب إعادة توجيه الصفحة؟
az_az: Səhifə hansı bölməyə yönləndirməlidir?
bs_ba: U koju kategoriju se stranica preusmjerava?
el_gr: Σε ποια κατηγορία η σελίδα να ανακατευθύνει;
tl_ph: Saang kategorya ang pahina ay dapat na muling idirekta?
vi_vn: Chuyển hướng tới danh mục nào?

source: If no category is selected the Main Category is used
ar_sa: إذا لم يتم تحديد فئة، فسيتم استخدام الفئة الرئيسية
bs_ba: Ako nije odabrana nijedna kategorija, koristi se Glavna kategorija
el_gr: Αν δεν έχει επιλεχθεί καμία κατηγορία τότε θα χρησιμοποιηθεί η κύρια κατηγορία

source: Only letters and the minus (-) character are allowed.
ar_sa: مسموح بالحروف وعلامة الطرح(-)فقط
az_az: Yalnız hərflər və çıxma (-) simvolu ola bilər.
el_gr: Μόνο γράμματα και το πλην (-) επιτρέπονται
he_il: רק תווים ו ( - ) מותרים
vi_vn: Chỉ có các chữ cái và dấu trừ (-) được cho phép

source: Search name
ar_sa: البحث عن إسم
az_az: Axtarış adı
bs_ba: Pretraži po imenu
el_gr: Όνομα αναζήτησης
he_il: חפש לפי שם
tl_ph: Hanapin ang pangalan
vi_vn: Tìm tên

source: Search ref.
ar_sa: بحث المرجع.
bs_ba: Ref. pretrage.
el_gr: Αναζήτηση αναφ.
tl_ph: Ang ref ng paghahanap.
vi_vn: Tìm tham chiếu

source: Search category
ar_sa: فئة البحث
az_az: Bölmə axtar
bs_ba: Pretraži kategoriju
el_gr: Αναζήτηση κατηγορίας
he_il: חפש קטגוריות
tl_ph: Ang paghahanap sa kategorya
vi_vn: Tìm phân loại

source: Permanently delete this product.
ar_sa: حذف هذا المنتج نهائيا.
az_az: Bu məhsulu birdəfəlik poz.
bs_ba: Trajno obriši ovaj proizvod.
el_gr: Διαγράψτε μόνιμα αυτό το προϊόν.
tl_ph: Ang permanenteng pagbura sa produktong ito.
vi_vn: Xóa vĩnh viễn sản phẩm này.

source: See how your product sheet will look online: ALT+SHIFT+V
ar_sa: اطلع على كيفية ظهور ورقة منتجك على الإنترنت: V+SHIFT+ALT
az_az: Məhsulunuzun internetdə necə görünəcəyinə baxın: ALT+SHIFT+V
bs_ba: Pogledajte kako vaša stranica proizvoda izgleda online: ALT+SHIFT+V
el_gr: Δείτε πώς θα φαίνεται στο διαδίκτυο η σελίδα του προϊόντος: ALT+SHIFT+V
tl_ph: Tingnan kung papaanong ang sheet ng iyong produkto ay makikita online: ALT+SHIFT+V
vi_vn: Xem bảng tính sản phẩm của bạn sẽ hiện thị trực tuyến như thế nào: ALT + SHIFT + V

source: Enable or disable the product on your shop: ALT+SHIFT+O
ar_sa: تمكين أو تعطيل المنتج في متجرك: O+SHIFT+ALT
az_az: Bu məhsulu dükanınızda saxlayın, ya da çıxarın: ALT+SHIFT+O
bs_ba: Uključi ili isključi proizvod u trgovini: ALT+SHIFT+O
el_gr: Ενεργοποίηση ή απενεργοποίηση του προϊόντος στο κατάστημά: ALT+SHIFT+O
tl_ph: Paganahin o hindi paganahin ang produkto sa iyong tindahan: ALT+SHIFT+O
vi_vn: Kích hoạt hoặc vô hiệu hóa sản phẩm trong cửa hàng của bạn: ALT+SHIFT+O

source: Save the product and stay on the current page: ALT+SHIFT+S
ar_sa: حفظ المنتج والبقاء على الصفحة الحالية: S+SHIFT+ALT
az_az: Məhsulu yadda saxla və indiki səhifədə qal: ALT+SHIFT+S
bs_ba: Sačuvaj proizvod i ostani na trenutnoj stranici: ALT+SHIFT+S
el_gr: Αποθηκεύστε το προϊόν και παραμείνετε στη παρούσα σελίδα: ALT+SHIFT+S
tl_ph: I-seyb ang produkto at manatili sa iyong kasalukuyang pahina: ALT+SHIFT+S
vi_vn: Lưu sản phẩm và ở lại trang hiện tại: ALT+SHIFT+S

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
ar_sa: حفظ وتكرار هذا المنتج، ثم انتقل إلى المنتج الجديد: D+SHIFT+ALT
az_az: Bu məhsulu yadda saxla və eynisini yaratdıqdan sonra həmin yeni məhsula keç: ALT+SHIFT+D
bs_ba: Spremite i duplicirajte ovaj proizvod, a zatim idite u novi proizvod: ALT+SHIFT+D
el_gr: Αποθηκεύστε και δημιουργήστε αντίγραφό αυτού του προϊόντος, κατόπιν μεταβείτε στο νέο προϊόν: ALT+SHIFT+D
tl_ph: I-seyb o duplikahin ang produktong ito, ngayon pumunta sa panibagong produkto: ALT+SHIFT+D
vi_vn: Lưu và sao đôi sản phẩm này, sau đó vào phần sản phẩm mới: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
ar_sa: حفظ والعودة إلى الكتالوج:Q+SHIFT+ALT
az_az: Yadda saxla və bölməyə geri qayıt: ALT+SHIFT+Q
bs_ba: Sačuvaj i idi nazad u katalog: ALT+SHIFT+Q
el_gr: Αποθηκεύστε και επιστρέψτε στον κατάλογο: ALT+SHIFT+Q
tl_ph: I-seyb at bumalik sa katalogo: ALT+SHIFT+Q
vi_vn: Lưu và trở lại danh mục: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
ar_sa: حفظ وإنشاء منتج جديد: P+SHIFT+ALT
az_az: Yadda saxla və yeni bir məhsul yarat: ALT+SHIFT+P
bs_ba: Sačuvaj i kreiraj novi proizvod: ALT+SHIFT+P
el_gr: Αποθηκεύστε και δημιουργήστε νέο προϊόν: ALT+SHIFT+P
tl_ph: I-seyb at gumawa ng isang panibagong produkto: ALT+SHIFT+P
vi_vn: Lưu và tạo một sản phẩm mới: ALT + SHIFT + P

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
ar_sa: هل المنتج حزمة ( مزيج من اثنين على الأقل من المنتجات الموجودة) ، منتج وهمي (ملف قابل للتنزيل، خدمة، وما إلى ذلك) اوهو مجرد منتج معياري، منتج مادي؟
bs_ba: Je li proizvod paket (kombinacija od najmanje dva postojeća proizvoda), virtualni proizvod (datoteka za preuzimanje, servis, itd), ili jednostavno standard, fizički proizvod?
el_gr: Είναι το προϊόν πακέτο (συνδυασμός τουλάχιστον δύο υπαρχόντων προϊόντων), εικονικό προϊόν (αρχείο προς κατέβασμα, υπηρεσία κτλ.) ή κανονικό, απτό προϊόν;
tl_ph: Ang produkto ba ay nasa isang pakete (isang kumbinasyon ng kahit dalawa pa sa mga produktong ito), ang isang birtwal na produkto (kopyahin ang payl, serbisyo, atbp.), o isang pamantayan lamang. ng pisikal na produkto?
vi_vn: Sản phẩm này có phải là một kiện hàng (một sự kết hợp của ít nhất hai sản phẩm hiện hữu), một sản phẩm ảo (tập tin có thể tải về, dịch vụ, v.v.), hay chỉ là một sản phẩm đơn giản, vật lý?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
ar_sa: أين يجب أن يكون المنتج متاحا على موقعك؟ الفئة الرئيسية هي المكان الذي يظهر فيه المنتج بشكل افتراضي: هذه هي الفئة التي تظهر في عنوان URL لصفحة المنتج. تتم كتابة فئات المعوقين بخط مائل.
bs_ba: Gdje bi proizvod trebao biti dostupan na vašoj stranici? Glavna kategorija u kojoj se proizvod podrazumjevano pojavljuje: to je kategorija koja se očituje u URL-u stranice proizvoda. Neodobrene kategorije ispisane su italic tekstom.
el_gr: Που θα είναι διαθέσιμο το προϊόν στο κατάστημα; Η βασική κατηγορία είναι εκείνη που εμφανίζεται το προϊόν από προεπιλογή: αυτή είναι η κατηγορία που εμφανίζεται στην διεύθυνση url της σελίδας προϊόντων. Οι απενεργοποιημένες κατηγορίες εμφανίζονται με πλάγια γράμματα.
tl_ph: Saan dapat ang iyong produkto ay makukuha sa iyong sayt? Ang pangunahing kategorya ay kung saan ang produkto ay lalabas sa pamamagitan ng default: ito ang kategorya kung saan ay makikita sa URL ng pahina ng produkto. Ang hindi pinaganang mga kategorya ay nakasulat sa mga italic.
vi_vn: Sản phẩm sẽ xuất hiện ở đâu trên trang web của bạn? Danh mục chính là nơi sản phẩm xuất hiện theo mặc định: đây là danh mục được xem trong URL của trang sản phẩm. Danh mục bị vô hiệu hóa được viết bằng chữ in nghiêng.

source: Search categories
ar_sa: البحث عن التصنيفات
az_az: Bölmələr axtar
bs_ba: Pretraga kategorije
el_gr: Αναζήτηση κατηγοριών
he_il: חפש קטגוריות
tl_ph: Ang paghahanap ng mga kategorya
vi_vn: Tìm danh mục

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
ar_sa: إذا كنت تريد إنشاء فئة جديدة بسرعة ، فيمكنك إجراء ذلك هنا. لا تنسَ الانتقال إلى صفحة الفئات لملء التفاصيل المطلوبة (الوصف والصورة وما إلى ذلك). لن تظهر فئة جديدة تلقائيًا في قائمة متجرك ، يرجى قراءة التعليمات حولها.
bs_ba: Ako želite brzo kreirati novu kategoriju, možete to učiniti ovdje. Nemojte zaboraviti da idete na stranicu Kategorije da biste ispunili potrebne detalje (opis, slika itd.). Nova kategorija se neće automatski pojaviti u meniju vaše trgovine, pročitajte Pomoć o tome.
el_gr: Αν θέλετε να δημιουργήσετε γρήγορα μια νέα κατηγορία, μπορείτε να την κάνετε εδώ. Μην ξεχάσετε να μεταβείτε στη σελίδα Κατηγορίες για να συμπληρώσετε τις απαραίτητες λεπτομέρειες (περιγραφή, εικόνα, κ. λ. π.). Μια νέα κατηγορία δεν θα εμφανιστεί αυτόματα στο μενού του καταστήματός σας, διαβάστε την Βοήθεια σχετικά με αυτήν.
tl_ph: Kung nais mo na mabilis makalikha ng isang bagong kategorya, maari mo itong magawa rito. Huwag kalimutan na magpunta sa mga pahina ng mga kategorya para malagyan ang kailangan na mga detalye (paglalarawan, imahe, atbp.). Ang bagong kategorya ay hindi awtomatikong lalabas sa iyong menu ng tindahan. pakiusap basahin ang Tulong pa tungkol dito.
vi_vn: Nếu bạn muốn nhanh chóng tạo một danh mục mới, bạn có thể làm nó ở đây. Sau đó đừng quên vào trang Danh mục để điền nội dung chi tiết và cần thiết (mô tả, hình ảnh, v. v..). Danh mục mới sẽ không tự động xuất hiện trong trình đơn của cửa hàng, vui lòng đọc Trợ giúp về nó.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
ar_sa: هل لهذه التركيبة سعر مختلف؟ هل هو أرخص أو أكثر تكلفة من سعر التجزئة الافتراضي؟
bs_ba: Je li ova kombinacija ima drugačiju cijenu? Je li jeftinija ili skuplja od zadane maloprodajne cijene?
el_gr: Έχει διαφορετική τιμή αυτός ο συνδυασμός; Είναι μικρότερη ή μεγαλύτερη από την προεπιλεγμένη τιμή λιανικής;
tl_ph: Ang kombinasyon ba na ito ay mayroong magkakaibang presyo? Ito ba ay mas mura o mas mahal kesa sa default na tinging halaga?
vi_vn: Cách kết hợp này có giá khác hay không? Nó là rẻ hơn hay đắt hơn so với giá bán lẻ mặc định?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
ar_sa: التركيبات هيمختلف الفوارق للمنتج، مثل حجمه، وزنه أو لون. لإنشاء مجموعة، يجب إنشاء سمات المنتج أولا. انتقل إلى كتالوج> سمات وميزات لهذا!
bs_ba: Kombinacije su različite varijacije proizvoda, s atributima kao i njegova veličina, težina i boja uzimajući različite vrijednosti. Za izradu kombinacije, trebate stvoriti svoj proizvod atributa. Idi na Katalog> Atributi i osobine za ovo!
el_gr: Συνδυασμοί είναι οι διάφορες παραλλαγές ενός προϊόντος, με διαφορετικό μέγεθος, βάρος ή χρώμα. Για να δημιουργήσετε έναν συνδυασμό, πρέπει πρώτα να δημιουργήσετε τα χαρακτηριστικά του προϊόντος: μεταβείτε στο Κατάλογος > Χαρακτηριστικά και Δυνατότητες.
tl_ph: Ang mga kumbinasyon ay ang iba-ibang mga pagkakaiba ng isang produkto, na may mga katangiang tulad ng sukat, bigat o kulay na may magkakaibang mga halaga. Para gawin ang isang kombinasyon. kailangan mo munang gumawa ng mga katangian ng iyong produkto. Pumunta sa Katalogo > Mga katangian at mga Tampok para dito!
vi_vn: Các cách kết hợp là những biến thể khác nhau của một sản phẩm, với các thuộc tính như kích cỡ, trọng lượng hoặc màu sắc có các giá trị khác nhau. Để tạo ra một cách kết hợp, trước tiên bạn cần phải tạo các thuộc tính sản phẩm của mình. Vào Danh Mục > Thuộc Tính & Tính Năng để thực hiện thao tác này!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
ar_sa: لإضافة مجموعات ، تحتاج أولاً إلى إنشاء سمات وقيم صحيحة في [1] السمات والميزات [/1]. <br> عند الانتهاء ، يمكنك إدخال السمات المطلوبة (مثل "الحجم" أو "اللون") والقيم الخاصة بها ("XS" ، "أحمر" ، "الكل" ، إلخ) في الحقل أدناه ؛ أو ببساطة تحديدها من العمود الأيمن. ثم انقر على "إنشاء": سيؤدي إلى إنشاء جميع المجموعات تلقائيًا نيابةً عنك!
az_az: Birləşmələr artırmaq üçün [1]Atributlar və Üstünlüklər[/1]-də uyğun atribut və dəyərlər yaratmalısınız. <br> Bitirdikdən sonra aşağıdakı damada atribut ("ölçü", ya da "rəng" kimi) və onların uyğun dəyərlərini ("XS", "qırmızı", "bütün" və b.) yaza bilərsiniz; ya da sadəcə olaraq sağ sütundan seçin. Sonra "Yarat" düyməsinə tıklayın: bütün birləşmələr sizin üçün avtomatik olaraq yaradılacaq!
bs_ba: Da biste dodali kombinacije, prvo morate napraviti odgovarajuće atribute i vrijednosti u [1]Atributima i Osobinama[/1]. <br> Kada završite, možete unijeti željene atribute (poput "veličine" ili "boje") i njihovih vrijednosti ("XS", "crvena", "sve" itd.) u polju ispod; Ili jednostavno odaberite ih u desnoj koloni. Zatim kliknite na "Generiši": automatski će stvoriti sve kombinacije za vas!
el_gr: Για να προσθέσετε συνδυασμούς, πρέπει πρώτα να δημιουργήσετε ανάλογες ιδιότητες και τιμές στα [1]Ιδιότητες και Χαρακτηριστικά [/1]. <br> Όταν τελειώσετε, μπορείτε να εισαγάγετε τις επιθυμητές ιδιότητες (όπως "μέγεθος" ή "χρώμα") και τις αντίστοιχες τιμές τους ("XS", "κόκκινο", "όλα" κ.λ.π.) στο παρακάτω πεδίο ή απλά να τις επιλέξετε από τη δεξιά στήλη. Στη συνέχεια, κάντε κλικ στο "Δημιουργία": Θα δημιουργήσει αυτόματα για εσάς όλους τους συνδυασμούς!
tl_ph: Para makapagdagdag ng mga kumbinasyon, una kailangan mong gumawa ng mga tamang katangian at mga halaga sa [1]mga Katangian & mga Tampok[/1]. <br> Kapag tapos ka na, maaari mong ipasok ang nais na mga katangian (tulad ng "sukat" o "kulay") at ang kani-kanilang mga halaga ("XS", "pula", "lahat", atbp.) sa field sa ilalim; o pumili lamang sa kanila mula sa kanang hanay. Pagkatapos ay pumindot sa "Bumuo": ito ay awtomatikong gagawa ng lahat ng kumbinasyon para sa iyo!
vi_vn: Để thêm các kết hợp, trước tiên bạn cần tạo các thuộc tính và giá trị thích hợp trong mục [1]Thuộc tính & Tính năng [/1]. <br> Khi hoàn thành, bạn có thể nhập các thuộc tính mong muốn (như "size" hoặc "color") và các giá trị tương ứng ("XS", "red", "all", v.v...) vào trường bên dưới; hoặc chỉ cần chọn chúng từ cột bên phải. Sau đó nhấp vào "Tạo": nó sẽ tự động tạo ra tất cả các kết hợp cho bạn!

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
el_gr: Αυτό είναι το ανθρώπινο URL, όπως παράγεται από το όνομα του προϊόντος. Μπορείτε να το αλλάξετε αν θέλετε.
he_il: זוהי כתובת קריאה למשתמשים, כפי שנוצר משמו של המוצר. אתה יכול לשנות את זה אם אתה רוצה.
vi_vn: Đây là địa chỉ của con người có thể đọc được, như được tạo ra từ tên của sản phẩm. Bạn có thể thay đổi nó nếu bạn muốn.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
ar_sa: عندما يتم تعطيل المنتج الخاص بك ، اختر الصفحة التي ترغب في إعادة توجيه العملاء الذين يزورون صفحتها عن طريق كتابة اسم المنتج أو الفئة.
az_az: Məhsulunuz olmadıqda, məhsulun, ya da bölmənin adını yazaraq girən alıcıları yönləndirmək istədiyiniz səhifəni seçin.
bs_ba: Kada je vaš proizvod onemogućen, odlučite na koje stranice želite preusmjeriti korisnike posjećivanjem tih stranica kucajući proizvod ili naziv kategorije.
el_gr: Όταν το προϊόν έχει απενεργοποιηθεί, επιλέξτε σε ποια σελίδα θέλετε να ανακατευθύνονται οι πελάτες που επισκέπτονται τη σελίδα του πληκτρολογώντας το προϊόν ή την κατηγορία του.
tl_ph: Kapag hindi gumagana ang iyong produkto, pumili kung aling pahina ang gusto mong muling i-direkta ang mga kostumer na bibisita sa pahina na ito sa pamamagitan ng pag-susulat ng pangalan ng produkto o kategorya.
vi_vn: Khi sản phẩm của bạn bị vô hiệu hóa, hãy chọn trang bạn muốn chuyển hướng khách hàng tới đó bằng cách nhập tên sản phẩm hoặc tên danh mục.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
ar_sa: عدم إعادة التوجيه (404) = عدم إعادة التوجيه في أي مكان وعرض صفحة "لم يتم العثور على" 404.
az_az: Yönləndirməsiz (404) = Heç bir yerə yönləndirmə və 404 "Tapılmadı" səhifəsini göstər.
bs_ba: Nema preusmjeravanja (404) = Ne preusmjeravati bilo gdje i prikaži 404 "Nije nađeno" stranicu.
el_gr: Καμία ανακατεύθυνση (404) = Να μη γίνει ανακατεύθυνση και να εμφανιστεί σελίδα 404 "Δεν βρέθηκε".
tl_ph: Walang muling pagdirekta (404) = Huwag muling magdirekta kahit saan at i-displey ang pahina ng isang 404 "Hindi makita".
vi_vn: Không chuyển hướng (404) = Không chuyển hướng đến bất kỳ đâu và hiển thị trang 404 "Không Tìm Thấy".

source: Permanent redirection (301) = Permanently display another product or category instead.
ar_sa: إعادة التوجيه الدائم (301) = عرض منتج أو تصنيف آخر بشكل دائم بدلا من ذلك.
az_az: Birdəfəlik yönləndirmə (301) = Bu məhsulun, ya da bölmənin yerinə başqasını göstər.
bs_ba: Trajno preusmjeravanje (301) = Trajno prikazati drugi zamjenski proizvod ili kategoriju.
el_gr: Μόνιμη ανακατεύθυνση (301) = Να εμφανίζεται πάντα ένα άλλο προϊόν ή κατηγορία.
tl_ph: Ang permanenteng muling pagdirekta (301) =Ang permanenteng pagpapakita sa iba pang produkto o sa halip ay kategorya.
vi_vn: Chuyển hướng vĩnh viễn (301) = Vĩnh viễn hiển thị một sản phẩm hoặc danh mục khác.

source: Temporary redirection (302) = Temporarily display another product or category instead.
ar_sa: إعادة التوجيه المؤقتة (302) = عرض منتج أو تصنيف اخر مؤقتا بدلا من ذلك.
az_az: Qısa anlıq yönləndirmə (302) = Bir müddət bu məhsulun, ya da bölmənin yerinə başqasını göstər.
bs_ba: Trajno preusmjeravanje (302) = Trajno prikazati drugi proizvod ili kategoriju.
el_gr: Προσωρινή ανακατεύθυνση (302) = Προσωρινά εμφανίζεται άλλο προϊόν ή κατηγορία.
tl_ph: Ang panandaliang muling pagdirekta (302) = Panandaliang idispley ang iba pang produkto o sa halip ay kategorya.
vi_vn: Chuyển hướng tạm thời (302) = Tạm thời hiển thị sản phẩm hoặc danh mục khác.

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
ar_sa: يُنصح بعرض وقت العرض لأحد المنتجات للتجار الذين يبيعون في أوروبا للامتثال للقوانين المحلية.
bs_ba: Predviđeno vrijeme isporuke za proizvod savjetuje se prodavačima koji prodaju u Europi u skladu s lokalnim zakonima.
el_gr: Η προβολή του χρόνου παράδοσης για ένα προϊόν είναι υποχρεωτική από το νόμο για εμπόρους που πωλούν εντός Ε. Ε.
vi_vn: Hiển thị thời gian giao hàng cho sản phẩm được khuyên dùng cho các thương gia bán ở Châu Âu để tuân thủ luật địa phương.

source: edit
ar_sa: تعديل
az_az: düzəliş edin
bs_ba: uredi
el_gr: επεξεργασία
vi_vn: chỉnh sửa

source: If a carrier has a tax, it will be added to the shipping fees. Does not apply to free shipping.
ar_sa: إذا كان لدى الناقل ضريبة ، فسيتم إضافته إلى رسوم الشحن. لا ينطبق على الشحن المجاني.
bs_ba: Ako prijevoznik ima porez, bit će dodan u troškove dostave. Ne odnosi se na besplatnu dostavu.
el_gr: Αν ο μεταφορέας έχει φόρο, θα προστεθεί στα έξοδα αποστολής. Δεν εφαρμόζεται στην δωρεάν αποστολή.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
ar_sa: هذه الواجهة تسمح لك بتحديد موردين المنتج الحالي ومجموعاتها، إن وجدت.
bs_ba: Ovaj interfajs omogućuje da navedete dobavljače za trenutni proizvod i njegove eventualne kombinacije, ako postoje.
el_gr: Εδώ μπορείτε να ορίσετε τους προμηθευτές του προϊόντος και των συνδυασμών του, αν υπάρχουν.
tl_ph: Ang interface na ito ay pahihintulutan ka na matukoy ang mga tagapagtustos ng kasalukuyang produkto at ang mga kombinasyon nito, kung mayroon man.
vi_vn: Giao diện này cho phép bạn cho biết các nhà cung ứng của sản phẩm hiện tại và các cách kết hợp của nó, nếu có.
