Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/EmailsBody.*.xlf
Languages: de_de, tt_ru, ug_cn

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
de_de: Wir möchten Ihnen für Ihr Vertrauen danken und Ihnen einen Rabatt über {amount}% für Ihre nächste Bestellung geben! Dieses Angebot gilt nur noch <span><strong>{days}</strong></span> days, Tage, also warten Sie nicht länger!

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
de_de: Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> wurde geändert.

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
de_de: Wir raten Ihnen, die Artikelseite im Administrator zu öffnen, um Ihren Lagerbestand aufzufüllen.

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
de_de: Auf Ihre Empfehlung hat Ihr Freund <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> seine erste Bestellung bei <a href="{shop_url}">{shop_name}</a> ausgeführt!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
de_de: Wir freuen uns, Ihnen einen Gutschein über <span><strong>{discount_display} (Gutscheincode {discount_name})</strong></span> schenken zu dürfen, den Sie bei Ihrer nächsten Bestellung einlösen können.

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
de_de: Ihr Freund <span><strong>{firstname} {lastname}</strong></span> möchte Sie auf <a href="{shop_url}">{shop_name}</a> empfehlen!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
de_de: Wir freuen uns, Ihnen einen Gutschein im Wert von <span><strong>{discount}</strong></span> anbieten zu können. Lösen Sie ihn gleich für Ihre nächste Bestellung ein.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
de_de: Lassen Sie sich empfehlen und erhalten Sie einen Ermäßigungsgutschein <span><strong>{discount}</strong></span>!

source: It&#039;s very easy to sign up. Just click here!
de_de: Klicken Sie einfach hier, um sich anzumelden!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
de_de: Vergessen Sie bei der Anmeldung bitte nicht, die E-Mail-Adresse Ihres Freundes anzugeben:

source: Newsletter
tt_ru: Хатларны җибәрү
ug_cn: خەۋەر مەكتۇپى
