Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/EmailsSubject.*.xlf
Languages: ar_sa, sk_sk

source: Your guest account has been transformed into a customer account
ar_sa: لقد تم تحويل حسابك من زائر إلى عميل
sk_sk: Váš účet hosťa bol zmenený na zákaznícky účet

source: New voucher for your order %s
ar_sa: قسيمة جديدة بخصوص طلبك %s
sk_sk: Nový zľavový kupón k Vašej objednávke %s

source: Order confirmation
ar_sa: تأكيد طلب الشراء
sk_sk: Potvrdenie objednávky

source: Log: You have a new alert from your shop
ar_sa: لديك تنبيه جديد من المتجر
sk_sk: Záznam: Máte nové upozornenie z Vášho obchodu

source: Welcome!
ar_sa: مرحباً
sk_sk: Vitajte!

source: Package in transit
ar_sa: جاري نقل الشحنة
sk_sk: Zásielka na ceste

source: The virtual product that you bought is available for download
ar_sa: المنتج الظاهري الذي اشتريته متاح للتحميل
sk_sk: Virtuálny produkt, ktorý ste si zakúpili, je dostupný na stiahnutie

source: Import complete
ar_sa: اكتمل الإستيراد
sk_sk: Import bol dokončený

source: Your order return status has changed
ar_sa: لقد تم تغيير حالة اعادة طلب الشراء الخاص بك
sk_sk: Stav Vašej vrátenej objednávky sa zmenil

source: Message from a customer
ar_sa: رسالة من عميل
sk_sk: Správa od zákazníka

source: Password query confirmation
ar_sa: تأكيد طلب كلمة المرور
sk_sk: Potvrdenie žiadosti o heslo

source: Your new password
ar_sa: كلمة المرور الجديدة
sk_sk: Vaše nové heslo

source: Message from contact form
ar_sa: رسالة من نموذج الاتصال
sk_sk: Správa z kontaktného formuláru

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
ar_sa: تم ارسال رسالتك بطريقة صحيحة
sk_sk: Vaša správa bola správne odoslaná #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
ar_sa: لقد تم ارسال رسالتك بنجاح
sk_sk: Vaša správa bola úspešne odoslaná

source: Newsletter voucher
ar_sa: قسيمة الرسائل البريدية
sk_sk: Zľavový kupón z odberu noviniek

source: Newsletter confirmation
ar_sa: تأكيد الاشتراك في النشرات الإخبارية
sk_sk: Potvrdenie odberu noviniek

source: Email verification
ar_sa: التحقق من البريد الإلكتروني
sk_sk: Overenie e-mailovej adresy

source: Process the payment of your order
ar_sa: معالجة الدفعة الخاصة بطلبك
sk_sk: Zaplaťte prosím Vašu objednávku

source: New message regarding your order
ar_sa: رسالة جديد بخصوص طلب الشراء الخاص بك
sk_sk: Nová správa týkajúca sa Vašej objednávky

source: Fwd: Customer message
ar_sa: Fwd: رسالة العميل
sk_sk: Fwd: Správa od zákazníka

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
ar_sa: يوجد اجابة بخصوص رسالتك #ct%thread_id% #tc%thread_token%
sk_sk: Odpoveď na vašu správu je k dispozícii #ct%thread_id% #tc%thread_token%

source: New credit slip regarding your order
ar_sa: سند إئتماني جديد بخصوص طلبك
sk_sk: Nový dobropis k Vašej objednávke

source: New voucher for your order #%s
ar_sa: قسيمة جديدة لطلب الشراء الخاص بك #%s
sk_sk: Nový zľavový kupón k Vašej objednávke #%s
