Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/EmailsBody.*.xlf
Languages: de_de, tt_ru, ug_cn

source: Your login email address on {shop_name}
de_de: Ihre E-Mail Adresse zur Anmeldung bei {shop_name}

source: Here is your login email address:
de_de: Das ist Ihre E-Mail-Adresse zur Anmeldung:

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
de_de: Klicken Sie bitte auf <a href="{order_link}">{order_link}</a>, um Ihren Kauf abzuschließen.

source: Awaiting wire payment
de_de: Zahlungseingang wird erwartet

source: You have selected to pay by wire transfer.
de_de: Sie möchten per Überweisung zahlen.

source: Here are the bank details for your transfer:
de_de: Die Banküberweisung muss folgende Angaben enthalten:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
de_de: Wenn Sie ein Gast-Konto haben, können Sie Ihre Bestellung im Abschnitt <a href="{guest_tracking_url}">"Bestellverfolgung Gast"</a> auf unserer Webseite verfolgen.

source: Awaiting check payment
de_de: Scheckzahlung wird erwartet

source: You have selected to pay by check.
de_de: Bitte beachten Sie, dass Sie die Zahlung per Scheck gewählt haben.

source: Here are the bank details for your check:
de_de: Der Scheck muss folgende Angaben enthalten:

source: Your order with the reference [1]{order_name}[/1] has been placed successfully and will be [1]shipped as soon as we receive your payment[/1].
de_de: Ihre Bestellung [1]{order_name}[/1] wurde erfolgreich aufgenommen und wird versendet, sobald die Zahlung eingegangen ist.

source: Customer e-mail address:
de_de: E-Mail Kunde:

source: Order ID:
de_de: Bestell-Nr.:

source: Your message to {shop_name} Customer Service
de_de: Ihre Nachricht wurde an den Kundendienst von {shop_name} weitergeleitet.

source: Your message has been sent successfully.
de_de: Ihre Nachricht wurde an unseren Kundendienst weitergeleitet.

source: We will answer as soon as possible.
de_de: Wir werden so schnell wie möglich antworten.

source: Credit slip created
de_de: Rückvergütung erstellt

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
de_de: Wenn Sie im Shop auf <a href="{history_url}">"Mein Konto"</a> klicken, finden Sie unter dem Menüpunkt <a href="{my_account_url}">"Ihre Rückvergütungen"</a> den Erstattungs-Beleg zum Download bereit.

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
de_de: Vielen Dank für Ihre Bestellung ({order_name}) bei <strong>{shop_name}.

source: Product(s) now available for download
de_de: Artikelzum Download

source: Your {shop_name} login information
de_de: Ihre persönlichen Login-Daten auf {shop_name}

source: Here is your personal login information for [1]{shop_name}[/1]:
de_de: Das sind Ihre persönlichen Login-Daten bei [1]{shop_name}[/1]:

source: Customer service - Forwarded discussion
de_de: Kundenservice - Chat-Weiterleitung

source: [1]{employee}[/1] added [1]"{comment}"[/1]
de_de: [1]{employee}[/1] fügte [1]"{comment}"[/1] hinzu

source: Your customer account creation
de_de: Ihr Gast-Konto wurde in ein Kunden-Konto umgewandelt

source: Please be careful when sharing these login details with others.
de_de: Seien Sie bitte vorsichtig, wenn Sie Ihre Anmeldedaten anderen mitteilen.

source: E-mail address:
de_de: E-Mail-Adresse:

source: Import complete
de_de: Import abgeschlossen

source: You have received a new log alert
de_de: Neue Meldung in Log-Datei

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled.
de_de: Ihre Bestellung mit der Referenz [1]{order_name}[/1] von [1]{shop_name}[/1] wurde storniert.

source: Message from a customer
de_de: Nachricht eines Kunden

source: Return #{id_order_return} - update
de_de: Der Status Ihrer Rücksendung Nr. {id_order_return} wurde geändert

source: Item(s) out of stock
de_de: Artikel nicht auf Lager

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
de_de: Leider sind ein oder mehrere Artikel aus Ihrer Bestellung Nr. {order_name} derzeit nicht auf Lager. Dies kann zu einer leichten Verzögerung bei Auslieferung führen. Wir entschuldigen uns und versichern Ihnen, dass Sie Ihre Bestellung schnellstmöglich erhalten.

source: Your new {shop_name} login details
de_de: Ihre neuen Anmeldedaten bei {shop_name}

source: Password reset request for {shop_name}
de_de: Passwort-Reset bei {shop_name}

source: To confirm this action, please use the following link:
de_de: Wenn Sie dies wirklich wollen, klicken Sie auf den folgenden Link:

source: Payment processed
de_de: Zahlung erhalten

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
de_de: Wir haben Ihre Zahlung für die Bestell-Nr. <strong><span>{order_name}</span></strong> dankend erhalten.

source: Payment processing error
de_de: Fehler beim Zahlungsvorgang

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
de_de: Bei der Zahlung für Ihre Bestellung Nr. <strong><span>{order_name}</span></strong> bei <strong><span>{shop_name}</span></strong> ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns so bald wie möglich.

source: We cannot ship your order until we receive your payment.
de_de: Ihre Bestellung können wir leider nicht versenden, bis wir die Bezahlung berhalten haben.

source: Processing
de_de: Bestellung wird bearbeitet

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
de_de: Ihre Bestellung Nr. <strong><span>{order_name}</span></strong> bei <strong><span>{shop_name}</span></strong> befindet sich aktuell in der Bearbeitung.

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
de_de: Der Kaufbetrag für Ihre Bestellung Nr. <strong><span>{order_name}</strong></span> bei <strong><span>{shop_name}</strong></span> wurde erstattet.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
de_de: Für Antworten benutzen Sie bitte den folgenden Link: <a href="{link}">{link}</a>

source: Your order has been shipped
de_de: Ihre Bestellung wurde versandt

source: Hello
de_de: Hallo!

source: Voucher created
de_de: Neuer Gutschein

source: A voucher has been created in your name as a result of your order with the reference [1]{order_name}[/1].
de_de: Für Ihre Bestellung mit der Referenz [1]{order_name}[/1] wurde ein Gutschein für Sie erstellt.

source: This is to inform you about the creation of a voucher.
de_de: Sie haben einen Gutschein von uns erhalten.

source: Your {shop_name} login details
de_de: Ihre Anmeldedaten für {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
de_de: Uns ist aufgefallen, dass Sie bei Ihrem letzten Besuch auf {shop_name} Ihre Bestellung nicht abgeschlossen haben.

source: Thank you for your order at {shop_name}.
de_de: Danke für Ihre Bestellung bei {shop_name}.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
de_de: Sie sind einer unserer besten Kunden, deshalb möchten wir Ihnen für Ihr Vertrauen danken.

source: Here is your coupon:
de_de: Hier ist Ihr Gutschein:

source: Enter this code in your shopping cart to get your discount.
de_de: Kopieren Sie diesen Code bei Ihrer nächsten Bestellung während des Bezahlvorgangs einfach in das Gutscheinfeld.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
de_de: Sie sind einer unserer besten Kunden, seit {days_threshold} Tagen haben Sie nichts mehr bestellt.

source: This item is once again in-stock.
de_de: {product} ist ab sofort wieder erhältlich.

source: You can access the product page by clicking on the link:
de_de: Wechseln Sie einfach auf die Artikelseite, indem Sie auf den folgenden Link klicken:

source: You can order it right now from our online shop.
de_de: Sie können es sofort bestellen!

source: Total Tax paid
de_de: Steuern

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
de_de: {shop_name} hat eine neue Bestellung erhalten von: {firstname} {lastname} ({email})

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
de_de: Sie können diese Bestellung ansehen und Ihre Rechnung aus dem <a href="{history_url}">"Bestellverlauf"</a> Ihres Kontos downloaden, indem Sie auf unserer Webseite auf <a href="{my_account_url}">"Mein Konto"</a> klicken.

source: Order {order_name}
de_de: Bestellung {order_name}

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
de_de: Wenn Sie ein Gast-Konto haben, können Sie Ihre Bestellung im Abschnitt <a href="{guest_tracking_url}?id_order={order_name}">"Bestellverfolgung Gast"</a> auf unserer Webseite verfolgen.

source: Order edited
de_de: Auftragsänderung

source: The stock cover is now less than the specified minimum of:
de_de: Lagerbestand ist niedriger als der Minimalwert:

source: {product} is nearly out of stock.
de_de: {product} ist fast ausverkauft.

source: The remaining stock is now less than the specified minimum of
de_de: Verbleibender Lagerbestand ist niedriger als der Minimalwert:

source: Return details
de_de: Retourendetails

source: {order_name} Placed on {date}
de_de: Bestell-Nr. {order_name} vom {date}

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
de_de: Sie haben sich soeben für unseren Newsletter angemeldet. Bitte bestätigen Sie Ihre Anmeldung durch Klick auf den folgenden Link:

source: Newsletter subscription
de_de: Newsletter-Anmeldung

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
de_de: Sie haben unseren Newsletter abonniert. Als Dankeschön erhalten Sie den folgenden Gutschein:

source: join us!
de_de: Machen Sie mit!

source: Referral Program
de_de: Kundenempfehlungsprogramm

source: Thank you for creating a customer account at {shop_name}.
de_de: Vielen Dank für die Eröffnung Ihres Kundenkontos bei {shop_name}

source: Here are your login details:
de_de: Hier sind Ihre Anmeldedaten:

source: Important Security Tips:
de_de: Sicherheitstipps:

source: Always keep your account details safe.
de_de: Schützen Sie Ihre Anmeldedaten.

source: Never disclose your login details to anyone.
de_de: Geben Sie Ihre Anmeldedaten nicht an Dritte weiter.

source: Change your password regularly.
de_de: Ändern Sie regelmäßig Ihr Passwort.

source: Should you suspect someone is using your account illegally, please notify us immediately.
de_de: Falls Sie vermuten, dass jemand Ihr Konto unerlaubt benutzt, benachrichtigen Sie uns bitte sofort.

source: You can now place orders on our shop:
de_de: Sie können nun Bestellungen auf unserer Webseite vornehmen: <a href="{shop_url}">{shop_name}</a>:

source: Account
de_de: Konto
tt_ru: Хисап язмалар
ug_cn: ھېسابات

source: A new order has been generated on your behalf.
de_de: Sie haben eine neue Bestellung aufgegeben.

source: Account owner:
de_de: Kontoinhaber:

source: Account details:
de_de: Konto:

source: Bank address:
de_de: Bankverbindung:

source: Please specify your order reference in the bankwire description.
de_de: Bitte geben Sie bei der Überweisung Ihre Bestellnummer als Verwendungszweck an.

source: Bankwire
de_de: Banküberweisung

source: Amount:
de_de: Betrag:

source: Payable to the order of:
de_de: Zahlbar an:

source: Please mail your check to:
de_de: Adresse:

source: Thank you for shopping with {shop_name}!
de_de: Vielen Dank für Ihre Bestellung bei {shop_name}!

source: Check
de_de: Scheck
tt_ru: Чек
ug_cn: چەك

source: Message from a {shop_name} customer
de_de: Nachricht von einem Kunden Ihres Shops {shop_name}

source: Attached file:
de_de: Angehängte Datei:

source: Contact
de_de: Kontakt
tt_ru: Контактлар
ug_cn: ئالاقىلىشىڭ

source: Product:
de_de: Artikel:

source: Credit Slip
de_de: Rückvergütung
ug_cn: 退款单

source: Credit slip
de_de: Rückvergütungen
tt_ru: Кредит квитанцияләре
ug_cn: پۇل قايتۇرۇش تالونى

source: Download products
de_de: Produkte herunterladen

source: First name:
de_de: Vorname:

source: Last name:
de_de: Nachname:

source: Discussion history:
de_de: <span><strong>Bisherige Beiträge:</strong></span>

source: You can access your customer account on our shop:
de_de: Sie können auf Ihr Konto auf unserer Webseite zugreifen: <strong>{shop_url}</strong>

source: The file {filename} has been successfully imported to your shop.
de_de: Datei {filename} wurde importiert

source: Import
de_de: Importieren
ug_cn: 导入

source: In transit
de_de: Verschickt

source: You can track your package using the following link:
de_de: Sie können Ihr Paket verfolgen, indem Sie auf den folgenden Link klicken:

source: Order canceled
de_de: Bestellung abgebrochen

source: Order confirmation
de_de: Bestätigung der Bestellung
tt_ru: Заказны раслау
ug_cn: كازاس مۇقىملاش

source: You have received a new message regarding order with the reference
de_de: Sie haben eine neue Nachricht zur folgenden Bestellung erhalten:

source: Message from {shop_name}
de_de: Nachricht von {shop_name}

source: Message:
de_de: Ihre Nachricht:

source: We have updated the progress on your return #{id_order_return}, the new status is:
de_de: Der Status Ihrer Bestellrücksendung Nr. {id_order_return} wurde geändert. Der neue Status ist:

source: Thanks for your order with the reference {order_name} from {shop_name}.
de_de: Vielen Dank für Ihre Bestellung Nr. {order_name} bei {shop_name}.

source: Out of stock
de_de: Nicht auf Lager
tt_ru: Сатып бетергән
ug_cn: ھازىرچە ئامباردا مال يوق

source: Password
de_de: Passwort
tt_ru: Серсүз
ug_cn: شېفىر

source: Please note that this will change your current password.
de_de: Beachten Sie, dass dieser Vorgang Ihr aktuelles Kennwort ändert.

source: Payment
de_de: Zahlungsart
tt_ru: Түләү
ug_cn: ھېسابات قىلىش

source: Payment error
de_de: Fehler bei der Bezahlung

source: Refund processed
de_de: Kaufbetrag erstattet

source: Refund
de_de: Erstatten
ug_cn: 退款

source: Please do not reply directly to this email, we will not receive it.
de_de: Dies ist eine automatisch generierte E-Mail. Sie können darauf nicht antworten.

source: Shipped
de_de: Versand

source: Voucher
de_de: Gutschein
tt_ru: Купон
ug_cn: ئېتىبار بېرىش بېلىتى

source: Your cart at {shop_name}
de_de: Ihr Warenkorb bei {shop_name}

source: Thanks for your trust.
de_de: Danke für Ihr Vertrauen

source: Your cart has been saved, you can resume your order by visiting our shop:
de_de: Ihr Warenkorb wurde gespeichert, Sie können Ihre Bestellung abschließen, indem Sie auf unsere Shop-Seite gehen:

source: {product} is now available.
de_de: {product} verfügbar

source: Customer message:
de_de: Nachricht Kunde:

source: Order details
de_de: Details zu Ihrer Bestellung

source: Order:
de_de: Bestellung:

source: Placed on
de_de: vom

source: Payment:
de_de: Zahlung:

source: Reference
de_de: Artikel-Nr.
tt_ru: Заказ коды
ug_cn: پايدىلنىش

source: Product
de_de: Artikel
tt_ru: товар
ug_cn: مال بار

source: Unit price
de_de: Stückpreis
tt_ru: Бер берәмлек өчен бәя
ug_cn: قوشۇش

source: Quantity
de_de: Menge
tt_ru: Саны
ug_cn: مىقدارى

source: Total price
de_de: Gesamtpreis
tt_ru: Барлыгы:
ug_cn: ئومۇمىي باھاسى

source: Products
de_de: Artikel
tt_ru: Товарлар
ug_cn: مەھسۇلاتلار

source: Discounts
de_de: Rabatt
tt_ru: Ташламалар
ug_cn: 折扣

source: Gift-wrapping
de_de: Geschenkverpackung

source: Shipping
de_de: Versand
tt_ru: Китерү
ug_cn: مال ئەۋەتىش

source: Total paid
de_de: Gesamt
ug_cn: 总计支付

source: Carrier:
de_de: Versanddienst:
ug_cn: 配送商：

source: Delivery address
de_de: Lieferadresse:
tt_ru: Китерү адресы
ug_cn: مال يەتكۈزۈش ئادرىسى

source: Billing address
de_de: Rechnungsadresse

source: Carrier
de_de: Versanddienst
tt_ru: Алып кайтучы
ug_cn: ترانسپورت شىركىتى

source: Order changed
de_de: Bestellung geändert

source: Current stock cover:
de_de: Aktueller Lagerbestand:

source: {product} is almost out of stock.
de_de: {product} ist fast ausverkauft.

source: Remaining stock:
de_de: Verbleibender Lagerbestand:

source: Customer:
de_de: Kunde:

source: You have received a new return request for {shop_name}.
de_de: Sie haben ein neues Rücknahmeverlangen für {shop_name} erhalten.

source: Thank you for subscribing to our newsletter.
de_de: Vielen Dank für Ihre Anmeldung zu unserem Newsletter.
tt_ru: Спасибо за подписку на нашу рассылку.

source: Hi,
de_de: Hallo,

source: Congratulations!
de_de: Glückwunsch!

source: Best regards,
de_de: Mit freundlichen Grüßen,

source: Hi {firstname} {lastname},
de_de: Hallo {firstname} {lastname},

source: Simply copy/paste this code during the payment process for your next order.
de_de: Kopieren Sie diesen Code bei Ihrer nächsten Bestellung während des Bezahlvorgangs einfach in das Gutscheinfeld.

source: Here is the code of your voucher:
de_de: Hier Ihr persönlicher Gutscheincode:

source: We have created a voucher in your name for referring a friend.
de_de: Für Ihre Empfehlung erhalten Sie von uns einems ein Gutschein auf Ihren Namen.

source: , with an amount of
de_de: Über:

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
de_de: Wir haben Ihre Bestellung <span><strong>{order_name}</strong></span> erhalten. Die Ware wird <strong>sofort nach Zahlungeingang</strong> versandt.

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
de_de: Für Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> haben wir eine Rückvergütung vorgenommen.

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
de_de: Es liegen für Sie <span><strong>{nbProducts}</strong></span> Artikel zum Download bereit. Hier sind direkte Links zu diesen Artikeln:

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
de_de: Hier sind Ihre persönlichen Login-Daten bei <span><strong>{shop_name}</strong></span>:

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
de_de: <span><strong>{employee}</strong></span> möchte Ihnen diese Diskussion weiterleiten.

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
de_de: <span><strong>{employee}</strong></span> hat <span><strong>"{comment}"</strong></span> hinzugefügt

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
de_de: Ihr Gast-Konto auf <span><strong>{shop_name}</strong></span> wurde in ein Kunden-Konto umgewandelt

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
de_de: Wir haben Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> verschickt.

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
de_de: <span><strong>Achtung:</strong></span> Sie haben einen neuen Eintrag in der Log-Datei.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
de_de: Sie können dies in der Sektion <span><strong>"Tools" &gt; "Logs"</strong></span> Ihres Back Office überprüfen.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
de_de: Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> bei <span><strong>{shop_name}</strong></span> wurde abgebrochen.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
de_de: Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> bei <span><strong>{shop_name}</strong></span> wurde vom Verkäufer geändert.

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
de_de: Sie haben eine neue Nachricht von <span><strong>{shop_name}</strong></span> zur Bestellung Nr. <span><strong>{order_name}</strong></span> erhalten.

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
de_de: Sie haben um Ihre Zugangscodes für <span><strong>{shop_name}</strong></span> gebeten.

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
de_de: Ihre Bestellung Nr. <span><strong>{order_name}</strong></span> wurde versendet.

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
de_de: Dies ist eine <strong>Testmail</strong> von Ihrem Shop.<br/><br/>Wenn Sie sie lesen können, war der Test erfolgreich

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
de_de: Damit werden Sie über die Erstellung eines Gutscheins auf Ihrem Namen nach Ihrer Bestellung Nr. <span><strong>{order_name}</strong></span> informiert.{id_order}.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
de_de: Hier ist der <span><strong>Code Ihres Gutscheins</strong></span>: {voucher_num}, über einen Betrag von <span><strong>{voucher_amount}</strong></span>

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
de_de: Als Anreiz erhalten Sie einen Rabatt über {amount}% auf Ihre nächste Bestellung! Dieses Angebot gilt nur noch <span><strong>{days}</strong></span> Tage, also warten Sie nicht länger!

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
de_de: Als Dankeschön möchten wir Ihnen einen Rabatt über {amount}% auf Ihre nächste Bestellung geben! Dieses Angebot gilt nur noch <span><strong>{days}</strong></span> Tage, also warten Sie nicht länger!

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
de_de: Als Anerkennung für Ihre Treue möchten wir Ihnen einen Rabatt über {amount}% für Ihre nächste Bestellung geben! Dieses Angebot gilt nur noch <span><strong>{days}</strong></span>, Tage, also warten Sie nicht länger!
