Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/messages.*.xlf
Languages: ar_sa, eo_uy

source: Number of products:
ar_sa: عدد المنتجات:
eo_uy: Nombro da produktoj:

source: Product name
ar_sa: اسم المنتج
eo_uy: Nomo de la produkto

source: Attribute name
ar_sa: اسم السمة
eo_uy: Nomo de la atributo

source: Supplier Reference
ar_sa: مرجع المورد
eo_uy: Kodo de la liveranto

source: Wholesale price
ar_sa: سعر الجملة:
eo_uy: Pogranda prezo

source: Available Quantity
ar_sa: الكمية المتوفرة
eo_uy: Havebla kvanto

source: N/A
ar_sa: غير متاح
eo_uy: Nehavebla

source: Layout
ar_sa: التصميم
eo_uy: Aranĝo

source: See all themes
eo_uy: Montri ĉiujn etosojn

source: Add a new theme
eo_uy: Aldoni novan etoson

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
ar_sa: لإضافة قالب جديد، ما عليك فعله سوى الدخول إلى حسابك الموجود على PrestaShop Addons: سيتم استيراد القالب الجديد تلقائيًا إلى متجرك.
eo_uy: Por aldoni novan etoson ensalutu en vian konton PrestaShop Addons. Via nova etoso estos aŭtomate enportitaj.

source: You can choose among 1,500+ professional templates!
ar_sa: يمكنك الاختيار من بين 1500+ من النماذج المحترفة!
eo_uy: Vi povas elekti el pli ol 1500 profesionaj ŝablonoj!

source: Can I add my own theme?
ar_sa: هل يمكنني إضافة قالبي الخاص؟
eo_uy: Ĉu mi povas aldoni propran etoson?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
ar_sa: يرجى ملاحظة أنه لأسباب أمنية، يمكنك فقط إضافة القوالب التي يتم توزيعها على PrestaShop Addons، السوق الرسمي.
eo_uy: Rimarku, ke por sekuraj kialoj vi povas aldoni nur etosojn, kiuj estas distribuitaj el oficiala vendejo PrestaShop Addons.

source: You can also create a new theme below.
ar_sa: يمكنك أيضًا إنشاء قالب جديد أدناه.
eo_uy: Vi ankaŭ povas krei novan etoson sube.

source: Choose layouts
ar_sa: إختر تصميم
eo_uy: Elektu aranĝon

source: Use this theme
ar_sa: استعمل هذا القالب
eo_uy: Uzi tiun ĉi etoson

source: Delete this theme
ar_sa: حذف هذا القالب
eo_uy: Forigi tiun ĉi etoson

source: Designed by %s
ar_sa: مصمّم بواسطة %s
eo_uy: Desegnita de %s

source: Configure your page layouts
ar_sa: تهيئة تصاميم صفحتك
eo_uy: Agordi viajn paĝajn aranĝojn

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
ar_sa: يمكن لكل صفحة استخدام تخطيط مختلف ، واختياره من بين التنسيقات المجمعة في النسق الخاص بك.
eo_uy: Ĉiu paĝo povas uzi malsaman aranĝon, elektu ĝin inter la aranĝoj integritaj en via temo.

source: Reset to defaults
ar_sa: إعادة التعيين إلى الافتراضي
eo_uy: Reagordi defaŭltan agordon

source: The "%1$s" theme has been successfully installed.
eo_uy: Etoso "%1$s" estis sukcese instalita.

source: The following module(s) were not installed properly:
ar_sa: تعذر تثبيت الوحدة(الوحدات) التالية بشكل صحيح:
eo_uy: La moduloj sube ne estis ĝuste instalitaj:

source: Warning: You may have to regenerate images to fit with this new theme.
eo_uy: Averto: Vi devus regeneri bildetojn, por ke ili kongruu kun nova etoso.

source: Go to the thumbnails regeneration page
eo_uy: Iri al paĝo por regenerado de miniaturoj

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
ar_sa: تحذير: هذا النوع من الصور غير موجود. لتعيينه يدويًا ، استخدم القيم أدناه لإنشاء نوع جديد للصورة (في صفحة "الصور" تحت قائمة "تصميم"):
eo_uy: Averto: Tiun ĉi bilda tipo ne ekzistas. Uzu la valorojn sube por per mane krei novan bildan tipon (en paĝo "Bildoj" en menuo "Desegno"):

source: Name image type:
ar_sa: اسم نوع الصورة:
eo_uy: Nomu la bildan tipon:

source: (width: %1$spx, height: %2$spx).
eo_uy: (larĝo: %1$spx, alto: %2$spx).

source: Images have been correctly updated in the database:
ar_sa: تم تحديث الصور بشكل صحيح في قاعدة البيانات:
eo_uy: Bildoj en la datumbazo estis sukcese ĝisdatigitaj:

source: Finish
ar_sa: أنهي
eo_uy: Fini

source: %limit% for suhosin.post.max_vars.
ar_sa: %limit% من اجل suhosin.post.max_vars.
eo_uy: %limit% por suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
ar_sa: %limit% من أجل suhosin.request.max_vars.
eo_uy: %limit% por suhosin.request.max_vars.

source: You MUST use this syntax in your translations. Here are several examples:
ar_sa: يجب عليك استخدام هذا النحو في ترجماتك. فيما يلي عدة أمثلة:
eo_uy: En viaj tradukoj vi DEVAS uzi tiun ĉi sintakson. Jen kelkaj ekzemploj:

source: Resource
ar_sa: مورد
eo_uy: Risurco

source: Date range
eo_uy: Tempointervalo

source: Custom
eo_uy: Propra

source: to
ar_sa: إلى
eo_uy: ĝis

source: Compare to
ar_sa: قارن مع
eo_uy: Kompari kun

source: Previous period
eo_uy: Antaŭa periodo

source: Previous Year
eo_uy: Antaŭa jaro

source: Previous year
eo_uy: Antaŭa jaro

source: Sunday
ar_sa: الأحد
eo_uy: Dimanĉo

source: Monday
ar_sa: الإثنين
eo_uy: Lundo

source: Tuesday
ar_sa: الثلاثاء
eo_uy: Mardo

source: Wednesday
ar_sa: الأربعاء
eo_uy: Merkredo

source: Thursday
ar_sa: الخميس
eo_uy: Ĵaŭdo

source: Friday
ar_sa: الجمعة
eo_uy: Vendredo

source: Saturday
ar_sa: السبت
eo_uy: Sabato

source: Sun
ar_sa: أحد
eo_uy: dim

source: Mon
ar_sa: الإثنين
eo_uy: lun

source: Tue
ar_sa: ثلاثاء
eo_uy: mar

source: Wed
ar_sa: الأربعاء
eo_uy: mer

source: Thu
ar_sa: خميس
eo_uy: ĵaŭ

source: Fri
ar_sa: جمعة
eo_uy: ven

source: Sat
ar_sa: سبت
eo_uy: sab

source: Su
ar_sa: الأحد
eo_uy: di

source: Mo
ar_sa: الإثنين
eo_uy: lu

source: Tu
ar_sa: الثلاثاء
eo_uy: ma

source: We
ar_sa: الأربعاء
eo_uy: me

source: Th
ar_sa: الخميس
eo_uy: ĵa

source: Fr
ar_sa: الجمعة
eo_uy: ve

source: January
ar_sa: يناير
eo_uy: januaro

source: February
ar_sa: فبراير
eo_uy: februaro

source: March
ar_sa: مارس
eo_uy: marto

source: April
ar_sa: ابريل
eo_uy: aprilo

source: May
ar_sa: مايو
eo_uy: majo

source: June
ar_sa: يونيو
eo_uy: junio

source: July
ar_sa: يوليو
eo_uy: julio

source: August
ar_sa: أغسطس
eo_uy: aŭgusto

source: September
ar_sa: سبتمبر
eo_uy: septembro

source: October
ar_sa: اوكتوبر
eo_uy: oktobro

source: November
ar_sa: نوفمبر
eo_uy: novembro

source: December
ar_sa: ديسمبر
eo_uy: decembro

source: May
ar_sa: أيار/ مايو
eo_uy: maj

source: Aug
ar_sa: أغسطس
eo_uy: aŭg

source: Oct
ar_sa: أكتوبر
eo_uy: okt

source: Customers
ar_sa: العملاء
eo_uy: Klientoj

source: Orders
ar_sa: الطلبات
eo_uy: Mendoj

source: Income
eo_uy: Enspezoj

source: Message
ar_sa: الرسالة
eo_uy: Mesaĝo

source: Traffic
ar_sa: حركة البيانات
eo_uy: Trafiko

source: Conversion
ar_sa: التحويل
eo_uy: Konverto

source: Group:
ar_sa: مجموعة:
eo_uy: Grupo:

source: Add tag
ar_sa: إضافة كلمات دلاليه
eo_uy: Aldoni etikedon

source: Remove
ar_sa: إزالة
eo_uy: Forigi

source: Change password...
eo_uy: Ŝanĝi pasvorton...

source: Current password
ar_sa: كلمة المرور الحالية
eo_uy: Aktuala pasvorto

source: Password should be at least 8 characters long.
eo_uy: Pasvorto estu almenaŭ 8 signojn longa.

source: New password
ar_sa: كلمة مرور جديدة
eo_uy: Nova pasvorto

source: Confirm password
ar_sa: تأكيد كلمة المرور
eo_uy: Konfirmu la pasvorton

source: Generate password
eo_uy: Krei pasvorton

source: Invalid
eo_uy: Nevalida

source: Okay
eo_uy: Bone

source: Good
ar_sa: جيد
eo_uy: Vyhovující

source: Fabulous
eo_uy: Báječné

source: Invalid password confirmation
eo_uy: Malĝusta konfirmo de la pasvorto

source: Now
ar_sa: الآن
eo_uy: Nun

source: Done
ar_sa: انتهى
eo_uy: Farite

source: Choose Time
eo_uy: Elektu tempon

source: Time
ar_sa: الوقت
eo_uy: Tempo

source: Hour
ar_sa: ساعة
eo_uy: Horo

source: Minute
ar_sa: دقيقة
eo_uy: Minuto

source: Group name
ar_sa: اسم مجموعة المستخدمين
eo_uy: Grupnomo

source: No group created
ar_sa: لم يتم إنشاء أي مجموعة
eo_uy: Neniu grupo estis kreita

source: No records found
eo_uy: Neniuj rikordoj estis trovitaj

source: Select all
ar_sa: اختار الجميع
eo_uy: Elekti ĉiujn

source: Unselect all
ar_sa: إلغاء تحديد الكل
eo_uy: Malelekti ĉion

source: Display
ar_sa: مشاهده
eo_uy: Montri

source: result(s)
ar_sa: النتائج
eo_uy: rezulto(j)

source: Please fill at least one field to perform a search in this list.
ar_sa: يرجى ملء حقل واحد على الأقل لإجراء بحث في هذه القائمة.
eo_uy: Bonvolu plenigi minimume unu kampon, por ke vi povus serĉi en la listo.

source: Refresh list
ar_sa: تحديث القائمة
eo_uy: Renovigi liston

source: Show SQL query
eo_uy: Montri informpeton SQL

source: Export to SQL Manager
eo_uy: Elporti en administrilon de SQL

source: Shop group
ar_sa: مجموعة المتاجر:
eo_uy: Retbutiko grupo

source: To
ar_sa: إلى
eo_uy: Al

source: and stay
eo_uy: kaj resti

source: From
ar_sa: من
eo_uy: De

source: Reset
ar_sa: إعادة ضبط
eo_uy: Restarigi

source: Modules list
ar_sa: قائمة الإضافات
eo_uy: Listo de moduloj

source: No modules available in this section.
ar_sa: لا توجد إضافات متاحة فى هذا القسم.
eo_uy: Neniuj moduloj estas disponeblaj en ĉi tiu sekcio

source: View all available payments solutions
ar_sa: عرض جميع حلول الدفع المتاحة
eo_uy: Montri ĉiujn disponeblaj metodoj de pagado

source: It seems there are no recommended payment solutions for your country.
ar_sa: يبدو أنه لا توجد هناك حلول موصى بها للدفع من دولتك.
eo_uy: Ŝajnas, ke por via lando ekzistas neniuj rekomenditaj metodoj de pagado.

source: Do you think there should be one? Let us know!
eo_uy: Ĉu vi opinias, ke ĉi tie unu devus esti? Sciigu nin!

source: Recommended Modules and Services
ar_sa: الخدمات والوحدات المقترحة
eo_uy: Rekomenditaj moduloj kaj servoj

source: (tax excl.)
ar_sa: (بدون الضريبة)
eo_uy: (sen imposto el aldonita valoro)

source: Multistore
ar_sa: المتجر المتعدد
eo_uy: Multbutiko

source: Check / Uncheck all
eo_uy: Elekti/malelekti ĉion

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
eo_uy: Vi estas redaktanta ĉi tiun paĝon por konkreta vendejo aŭ grupo. Alklakante "Jes" vi elektos ĉiujn kampojn, alklakente "Ne" vi malelektos ĉiujn.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
eo_uy: Se vi ŝaltos kampon, ŝanĝos ĝian valoron kaj konservos ĝin, agordo de multibutika reĝimo ne estos uzata por ĉi tiu parametro.

source: You can't change the value of this configuration field in the context of this shop.
eo_uy: Oni ne povas ŝanĝi valoron de la kampo por ĉi tiu vendejo.

source: Set required fields for this section
ar_sa: تعيين الحقول المطلوبة لهذا القسم
eo_uy: Agordi bezonatajn kampojn por tiu ĉi sekcio

source: Required Fields
ar_sa: حقول مطلوبة
eo_uy: Deviga kampo

source: Select the fields you would like to be required for this section.
ar_sa: حدد الحقول التي ترغب في أن تكون المطلوبة لهذا القسم.
eo_uy: Elektu kampojn, kiujn vi volas esti devigaj en ĉi tiu sekcio.

source: Field Name
ar_sa: اسم الخانة
eo_uy: Kamponomo

source: All shops
ar_sa: كافة المتاجر
eo_uy: Ĉiuj vendejoj

source: %s group
eo_uy: grupo %s

source: (%s selected)
eo_uy: (%s elektitaj)

source: Group: %s
eo_uy: Grupo: %s

source: search...
eo_uy: serĉi…

source: Add files...
eo_uy: Aldoni dosierojn…

source: Add file...
eo_uy: Aldoni dosieron…

source: Upload files
eo_uy: Alŝuti dosierojn

source: Upload file
ar_sa: رفع ملف
eo_uy: Alŝuti dosieron

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
eo_uy: Vi ne povas havi pli ol %s bildojn entute. Aldononte novajn bildojn forigu kelkajn aktualajn.

source: Remove file
eo_uy: Forigi dosieron

source: File size
ar_sa: حجم الملف
eo_uy: Dosiergrando

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
eo_uy: Vi atingis de limiton de nombro alŝutotaj dosieroj (%s). Forigu dosierojn kaj daŭrigu alŝitadon

source: Add files
eo_uy: Aldoni dosierojn

source: Add file
eo_uy: Aldoni dosieron

source: Download current file (%skb)
eo_uy: Elŝuti nunan dosieron (%skb)

source: Download current file
eo_uy: Elŝuti nunan dosieron

source: You can upload a maximum of %s files
eo_uy: Vi povas alŝuti maksimume %s dosierojn

source: There are %d warnings.
eo_uy: Jen estas %d avertoj.

source: Click here to see more
ar_sa: اضغط هنا لمشاهدة المزيد
eo_uy: Alklaku por vidi pli

source: Hide warning
ar_sa: إخفاء التحذير
eo_uy: Kaŝi avertojn

source: There is %d warning.
eo_uy: Jen estas %d averto.

source: %d errors
eo_uy: %d eraroj

source: There are %d warnings:
ar_sa: هناك %d أخطاء:
eo_uy: Jen estas %d avertoj:

source: Your profile
ar_sa: صفحتك الشخصية
eo_uy: Via profilo

source: Sign out
ar_sa: تسجيل خروج
eo_uy: Elsaluti

source: Oh no!
ar_sa: أوه لا!
eo_uy: Ho ne!

source: The mobile version of this page is not available yet.
ar_sa: النسخة للأجهزة المحمولة من هذه الصفحة غير متاحة بعد.
eo_uy: Portebla versio de tiu ĉi paĝo ankoraŭ ne estas havebla.

source: Please use a desktop computer to access this page, until is adapted to mobile.
ar_sa: يرجى استخدام جهاز كمبيوتر مكتبي للوصول إلى هذه الصفحة ، حتى يتم تكييفه مع الجوّال.
eo_uy: Malfermu la paĝon per surtabla komputolo, ĝis ĝi estos adaptita por porteblaj aparatoj.

source: Thank you.
ar_sa: شكراً لك.
eo_uy: Dankon!

source: Quick Access
ar_sa: الوصول السريع
eo_uy: Rapidaliro

source: Please name this shortcut:
ar_sa: يرجى تسمية هذا الاختصار:
eo_uy: Nomu la ŝparvojon:

source: Remove from QuickAccess
eo_uy: Forigi el Rapidalira menuo

source: Add current page to QuickAccess
eo_uy: Aldoni aktualan paĝon en Rapidalira menuo

source: Manage quick accesses
ar_sa: إدارة الوصول السريع
eo_uy: Administri Rapidalirojn

source: Search (e.g.: product reference, customer name…)
ar_sa: البحث (على سبيل المثال: مرجع المنتج ، اسم العميل...)
eo_uy: Serĉi (ekz. kodon de produkto, nomon de kliento…)

source: Everywhere
ar_sa: في كل مكان
eo_uy: Ĉie

source: What are you looking for?
ar_sa: ما الذي تبحث عنه؟
eo_uy: Kion vi serĉas?

source: Catalog
ar_sa: الفهرس
eo_uy: Katalogo

source: Product name, SKU, reference...
eo_uy: Nomo de produkto, kodo…

source: by name
ar_sa: حسب الاسم
eo_uy: laŭ nomo

source: Email, name...
ar_sa: البريد الإلكتروني، إلاسم...
eo_uy: Retpoŝtadreso, nomo…

source: by ip address
ar_sa: حسب عنوان الـ IP
eo_uy: laŭ IP-adreso

source: by IP address
ar_sa: حسب عنوان الـ IP
eo_uy: laŭ IP-adreso

source: Order ID
ar_sa: رقم تعريف طلب الشراء
eo_uy: Numero de mendo

source: Invoices
ar_sa: الفواتير
eo_uy: Fakturoj

source: Invoice Number
ar_sa: رقم الفاتورة
eo_uy: Numero de fakturo

source: Carts
ar_sa: عربات الشراء
eo_uy: Ĉaroj

source: Cart ID
ar_sa: معرف عربة التسوق
eo_uy: Identigo de ĉaro

source: Modules
ar_sa: الإضاقات
eo_uy: Moduloj

source: Module name
ar_sa: اسم الإضافة
eo_uy: Nomo de modulo

source: SEARCH
ar_sa: بحث
eo_uy: SERĈI

source: View my shop
ar_sa: مشاهدة المتجر
eo_uy: Montri mian vendejon

source: %1$s on line %2$s in file %3$s
eo_uy: %1$s en vico %2$s en dosiero %3$s

source: This field will be modified for all your shops.
eo_uy: Ĉi tiu kampo ŝanĝiĝos en ĉiuj viaj vendejoj.

source: This field will be modified for all shops in this shop group:
ar_sa: سيتم تعديل هذا الحقل لجميع المحلات التجارية في مجموعة المتاجر هاته:
eo_uy: Ĉi tiu kampo ŝanĝiĝos en ĉiuj vendejoj en ĉi tiu vendejgrupo:

source: This field will be modified for this shop:
ar_sa: سيتم تعديل هذا الحقل بالنسبة لهذا المحل:
eo_uy: Ĉi tiu kampo ŝanĝiĝos por ĉi tiu vendejo:

source: A new order has been placed on your shop.
eo_uy: En via vendejo estas nova mendo.

source: Order number:
ar_sa: رقم طلب الشراء:
eo_uy: Numero de la mendo

source: Total:
ar_sa: الإجمالي:
eo_uy: Sume:

source: From:
ar_sa: من
eo_uy: De:

source: View this order
ar_sa: عرض طلب الشراء
eo_uy: Montri ĉi-tiun mendon

source: A new customer registered on your shop.
eo_uy: En via vendejo registriĝis nova kliento.

source: Customer name:
ar_sa: اسم الزبون:
eo_uy: Nomo de la kliento:

source: A new message was posted on your shop.
eo_uy: Nova mesaĝo estis aldonita en via vendejo.

source: Read this message
eo_uy: Legi la mesaĝon

source: Choose language
ar_sa: اختر اللغة
eo_uy: Elektu lingvon

source: Update successful
ar_sa: تم التحديث بنجاح
eo_uy: Ĝisdatigo estis sukcesa

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
eo_uy: PrestaShop ne povis ensaluti vin en Addons. Bonvolu kontroli viajn salutnomon kaj pasvorton kaj interretan konekton.

source: Search for a product
ar_sa: ابحث عن منتج
eo_uy: Serĉi produkton

source: Your shop is in debug mode.
ar_sa: متجرك في نظام التصحيح.
eo_uy: Via vendejo estas en sencimiga reĝimo.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
ar_sa: يتم عرض جميع أخطاء PHP والرسائل. عندما لم تعد بحاجة إليه ، [1] أوقف [/1] هذا الوضع.
eo_uy: Ĉiuj eraroj kaj mesaĝoj de PHP estas montritaj. Kiam vi ne bezonos tion, la reĝimon [1]malŝaltu[/1].

source: Debug mode
eo_uy: Sencimiga reĝimo

source: Your shop is in maintenance.
eo_uy: Via vendejo estas en prizorgada reĝimo.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
ar_sa: لا يمكن للزوار والعملاء الوصول إلى متجرك أثناء وضع الصيانة. %s لإدارة إعدادات الصيانة، انتقل إلى معلمات المتجر> علامة التبويب صيانة.
eo_uy: Viaj vizitantoj kaj klientoj ne povas atingi vijan vendejon dum prizorgado.%s Agordo de prizorgado estas en langeto Agordoj > Prizorgado de vendejo.

source: Maintenance mode
ar_sa: الموقع تحت الصيانة
eo_uy: Prizorga reĝimo

source: For security reasons, you must also delete the /install folder.
eo_uy: Pro sekureco vi devas ankaŭ forigi dosieron /install.

source: Add
ar_sa: إضافة
eo_uy: Aldoni

source: Edit
ar_sa: تعديل
eo_uy: Redakti

source: List
ar_sa: قائمة
eo_uy: Listo

source: View details
ar_sa: عرض التفاصيل
eo_uy: Montro delalojn

source: Options
ar_sa: خيارات
eo_uy: Agordoj

source: Generator
eo_uy: Generilo

source: Add new
ar_sa: إضافة
eo_uy: Aldoni novan

source: View
ar_sa: عرض
eo_uy: Montri

source: yes
ar_sa: نعم
eo_uy: jes

source: no
ar_sa: لا
eo_uy: ne

source: filter by %s
ar_sa: التصفية حسب %s
eo_uy: filtri laŭ %s

source: %s deletion
eo_uy: %s forigita

source: %s addition
eo_uy: %s aldonita

source: %s modification
eo_uy: %s ŝanĝita

source: Edit: %s
ar_sa: تحرير: %s
eo_uy: Redakti: %s

source: Export
ar_sa: تصدير
eo_uy: Elporti

source: Recommended Modules
ar_sa: الإضافات الموصى بها
eo_uy: Rekomenditaj moduloj

source: Bad SQL query
ar_sa: إيتعلام قواعد البيانات خاطئ
eo_uy: Malbona informpeto SQL

source: Operational
eo_uy: Funkcikapabla

source: Degraded Performance
eo_uy: Degradita rendimento

source: Partial Outage
eo_uy: Parta eltenado

source: Major Outage
eo_uy: Grava eltenado

source: Cancel
ar_sa: إلغاء
eo_uy: Nuligi

source: Save
ar_sa: حفظ
eo_uy: Konservu

source: Do you really want to uninstall this module?
eo_uy: Ĉu vi volas malinstali ĉi tiun modulon?

source: Disable this module
ar_sa: تعطيل هذه الإضافة
eo_uy: Malŝalti modulon

source: Enable this module for all shops
ar_sa: تمكين هذه الإضافة على كل المتاجر
eo_uy: Ŝalti ĉi tiun modulon por ĉiuj vendejoj

source: Disable
ar_sa: تعطيل
eo_uy: Malŝalti

source: Enable
ar_sa: متاح:
eo_uy: Ŝalti

source: Disable on mobiles
ar_sa: تعطيل على الهواتف النقالة
eo_uy: Malŝalti por porteblaj aparatoj

source: Disable on tablets
ar_sa: تعطيل على الأجهزة اللوحية
eo_uy: Malŝalti por tabulkomputiloj

source: Disable on computers
ar_sa: تعطيل على أجهزة الكمبيوتر
eo_uy: Malŝalti por komputiloj

source: Display on mobiles
ar_sa: عرض على الهواتف النقالة
eo_uy: Montri sur porteblaj aparatoj

source: Display on tablets
ar_sa: عرض على الأجهزة اللوحية
eo_uy: Montri sur tabulkomputiloj

source: Display on computers
eo_uy: Montri sur komputiloj

source: Configure
ar_sa: الإعدادات
eo_uy: Agordi

source: Delete
ar_sa: حذف
eo_uy: Forigi

source: This action will permanently remove the module from the server. Are you sure you want to do this?
ar_sa: هذا الإجراء سيحذف الوحدة بشكل نهائي من السيرفر. هل أنت متأكد من أنك تريد القيام بذلك؟
eo_uy: Ĉi tiu ago daŭre forigos la modulon el servilo. Ĉu vi certe volas forigi ĝin?

source: Back to list
ar_sa: رجوع الى القائمة
eo_uy: Reen al la listo

source: Enable selection
ar_sa: تفعيل المحدد
eo_uy: Ŝalti elektitajn

source: Disable selection
ar_sa: إلغاء تفعيل المحدد
eo_uy: Malŝalti elektitajn

source: Add my IP
ar_sa: إضافة عنوان الـ IP الخاص بي
eo_uy: Aldonu mian IP-adreson

source: Page
ar_sa: الصفحة
eo_uy: Paĝo

source: Comment:
ar_sa: التعليق:
eo_uy: Komento:

source: Administration
ar_sa: الإدارة
eo_uy: Administro

source: Advertising and Marketing
ar_sa: الإعلان والتسويق
eo_uy: Reklamado kaj Merkatado

source: Analytics and Stats
ar_sa: تحليلات واحصائيات
eo_uy: Analizo kaj Statistikoj

source: Taxes & Invoicing
eo_uy: Impostoj kaj Fakturoj

source: Checkout
ar_sa: اتمام الطلب
eo_uy: Objednávka

source: Content Management
ar_sa: إدارة المحتوى
eo_uy: Administrado de enhavo

source: Customer Reviews
eo_uy: Klientaj recenzoj

source: Front office Features
eo_uy: Ĉefaj trajtoj de la vendejo

source: Internationalization and Localization
eo_uy: Internacieco kaj lokaligoj

source: Merchandising
eo_uy: Negoca politiko

source: Migration Tools
ar_sa: أدوات الهجرة
eo_uy: Migradaj iloj

source: Payments and Gateways
ar_sa: المدفوعات وبوابات
eo_uy: Pag-sistemoj kaj enirejoj

source: Site certification & Fraud prevention
eo_uy: Atestado de retejo kaj preventado de fraŭdo

source: Pricing and Promotion
ar_sa: التسعير والترويج
eo_uy: Prezoj kaj akcelado de vendoj

source: Quick / Bulk update
ar_sa: سريع / السائبة التحديث
eo_uy: Rapida / Amasa ĝisdatigo

source: SEO
eo_uy: SEO (optimumigo por retseĉiloj)

source: Shipping and Logistics
ar_sa: الشحن والخدمات اللوجستية
eo_uy: Ekspedo kaj logistiko

source: Slideshows
ar_sa: عرض الشرائح
eo_uy: Bildoprezentoj

source: Comparison site & Feed management
eo_uy: Kompara retejo kaj administrado de de fluoj

source: Marketplace
ar_sa: السوق مكان
eo_uy: Foirejo

source: Mobile
eo_uy: Poŝtelefonan numeron

source: Dashboard
ar_sa: لوحة التحكم
eo_uy: Panelo

source: Internationalization & Localization
eo_uy: Internacieco kaj lokaligoj

source: Emailing & SMS
eo_uy: Retpoŝto & SMS

source: Social Networks
ar_sa: الشبكات الاجتماعية
eo_uy: Sociaj retoj

source: Social & Community
eo_uy: Sociaj retoj kaj komunumo

source: Module not found
ar_sa: لا يوجد أي إضافة
eo_uy: Modulo ne estis trovita

source: Modules to update
eo_uy: Ĝisdatigindaj moduloj

source: Translate this module
eo_uy: Traduki tiun ĉi modulon

source: This module cannot be installed
ar_sa: لا يمكن تثبيت هذه الوحدة
eo_uy: Oni ne povas instali ĉi tiun modulon

source: Important Notice
eo_uy: Grava rimarko

source: This module is Untrusted for your country
eo_uy: Ĉi tiu modulo ne estas aprobita por via lando

source: Delete selected
ar_sa: حذف المحدد
eo_uy: Forigi la elektitajn

source: Delete selected items?
ar_sa: حذف العناصر المحدده ؟
eo_uy: Ĉu forigi elektitajn erojn?

source: Class
eo_uy: Klaso

source: Position
ar_sa: ترتيب العرض
eo_uy: Pozicio

source: Menus
ar_sa: قائمة لوحة التحكم
eo_uy: Menuoj

source: Add new menu
eo_uy: Aldoni novan menuon

source: Home
ar_sa: الصفحة الرئيسية
eo_uy: Hejmen

source: Invalid characters:
ar_sa: رموز غير صحيحة:
eo_uy: Nevalidaj signoj:

source: Status
ar_sa: الحالة
eo_uy: Stato

source: Show or hide menu.
eo_uy: Montri aŭ kaŝi la menuon

source: Parent
eo_uy: Patro

source: v
ar_sa: الاصدار

source: Sa
ar_sa: السبت

source: Jan
ar_sa: يناير

source: Feb
ar_sa: فبراير

source: Mar
ar_sa: مارس

source: Apr
ar_sa: أبريل

source: Jun
ar_sa: يونيو

source: Jul
ar_sa: يوليو

source: Sep
ar_sa: سبتمبر

source: Nov
ar_sa: نوفمبر

source: Dec
ar_sa: ديسمبر
