Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/messages.*.xlf
Languages: ar_sa, eo_uy

source: Tax Excluded
ar_sa: بدون الضريبة
eo_uy: Sen imposto el aldonita valoro

source: Tax Included
ar_sa: شامل للضريبة
eo_uy: Kun imposto el aldonita valoro

source: %d product(s) successfully created.
ar_sa: تم إنشاء المنتج / المنتجات %d بنجاح
eo_uy: Nombro de sukcese kreitaj produktoj: %d

source: Attributes generator
ar_sa: مولد سمات
eo_uy: Generilo de ecojn

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
ar_sa: مولد التركيبات هى اداة تسمح لك بسهولة خلق سلسلة من التركيبات من خلال تحديد سمات ذات صلة. مثال على ذلك, اذا كنت تقوم ببيع تى شيرت بثلاث احجام و لونين مختلفين, المولد سوف يقوم بأنشاء 6 تركيبات من اجلك.
eo_uy: Generilo de kombinaĵoj estas ilo, kiu helpas al vi krei vicon de kombinaĵoj laŭ elekto de ecoj. Ekzemple se vi vendas t-formajn ĉemizojn en tri diversaj grandoj kaj du diversaj koloroj, la generilo kreos ses kombinaĵojn.

source: You're currently generating combinations for the following product:
ar_sa: أنت تقوم حاليًا بإنشاء مجموعات للمنتج التالي:
eo_uy: Oni estas kreanta kombinaĵojn por produkto:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
ar_sa: الخطوة الاولى: فى الجانب الأيسر, حدد السمات التى تريد استخدامها (استمر بالضغط على زر "Ctrl" فى لوحة المفاتيح والتصديق عليها عن طريق الضغط على "اضافة" )
eo_uy: Paŝo 1: En la maldekstra flanko elektu atributojn, kiun vi volas uzi. (Premu klavon "Ctrl" sur la klavaro kaj premu butonon "Aldoni")

source: Impact on the product price
ar_sa: التأثير على سعر المنتج
eo_uy: Influo al prezo de la produkto

source: Impact on the product weight
ar_sa: التأثير على وزن المنتج
eo_uy: Influo al pezo de la produkto

source: Select a default quantity, and reference, for each combination the generator will create for this product.
ar_sa: تحديد الكمية الأفتراضية, والمرجعية, لكل تركيبة من المولد سوف تنشأ لهذا المنتج.
eo_uy: Elektu defaŭltan kvanton kaj kodon por ĉiuj kombinaĵoj, kiuj la generilo kreos por la produkto.

source: Default Quantity:
ar_sa: الكمية الافتراضية:
eo_uy: Defaŭlta kvanto:

source: Default Reference:
ar_sa: المرجع الافتراضي:
eo_uy: Defaŭlta kodo:

source: Please click on "Generate these combinations".
ar_sa: يرجى النقر على "إنشاء هذه التركيبات".
eo_uy: Alklaku "Krei tiun ĉi kombinaĵojn".

source: Generate these combinations
ar_sa: إنشاء هذه التركيبات
eo_uy: Krei tiun ĉi kombinaĵojn

source: [undefined]
eo_uy: [nedifinita]

source: If enabled, the voucher will not apply to products already on sale.
ar_sa: إذا تم تشغيلها، فلن تنطبق القسيمة على المنتجات المعروضة للبيع مسبقا.
eo_uy: Se ĝi estas ŝaltita, oni ne povas uzi rabatkuponoj por produktoj en likvida vendo.

source: Add a rule concerning
eo_uy: Aldoni regulon rilatan al

source: The product(s) are matching one of these:
ar_sa: المنتج (المنتجات) مطابقة واحدة من هذه:
eo_uy: La produktoj respondas al unu el:

source: Discount name
ar_sa: اسم الخصم
eo_uy: Nomo de la rabato

source: Sync success
ar_sa: نجاح المزامنة
eo_uy: Sinkronigo estis skukcesa

source: Close
ar_sa: إغلاق
eo_uy: Fermi

source: Customer since: %s
eo_uy: Kliento ekde: %s

source: Choose a template
ar_sa: اختر نموذج
eo_uy: Elektu ŝablonon

source: Send
ar_sa: ارسل
eo_uy: Sendu

source: You can add a comment here.
ar_sa: يمكنك اضافة تعليق هنا
eo_uy: Ĉi tien vi povas aldoni komenton.

source: Customer ID:
ar_sa: رقم تعريف العميل:
eo_uy: Identigo de kliento:

source: Order #
ar_sa: طلب شراء #
eo_uy: Mendo numero

source: Product #
ar_sa: المنتج #
eo_uy: Produkto num.

source: Subject:
ar_sa: الموضوع:
eo_uy: Temo:

source: Valid orders:
ar_sa: طلبات شراء صحيحة:
eo_uy: Validaj mendoj:

source: %firstname% %lastname% has not registered any addresses yet
ar_sa: %firstname% %lastname% لم يسجل أي عناوين حتى الآن
eo_uy: %firstname% %lastname% ankoraŭ ne havas registritan adreson

source: No result
eo_uy: Ne estas rezultoj

source: Real Time
eo_uy: Reala tempo

source: Discount:
ar_sa: خصم:
eo_uy: Rabato:

source: Download
ar_sa: تحميل
eo_uy: Elŝutebla enhavo

source: Read more about the CSV format at:
ar_sa: لمعرفة المزيد من المعلومات حول ملفات CSV:
eo_uy: Legu pli informojn pri formato CSV ĉe:

source: or
ar_sa: أو
eo_uy: aŭ

source: The locale must be installed
eo_uy: Lokaĵaro (locale) devas esti instalita

source: Multiple value separator
ar_sa: متعددة قيمة فاصل
eo_uy: Apartigilo de pluroblaj valoroj

source: Please name your data matching configuration in order to save it.
eo_uy: Nomigu konfiguron de konguo de datenoj por konservi ĝin.

source: Match your data
ar_sa: قم بمطابقة البيانات الخاصة بك
eo_uy: Kongruigu viajn datenojn

source: Please match each column of your source file to one of the destination columns.
ar_sa: يرجى مطابقة كل عمود من ملف المصدر الخاص بك إلى أحد أعمدة الوجهة.
eo_uy: Kongruigu ĉiun kolumnon el fonta dosiero al unu kolumno el celdosiero.

source: Load a data matching configuration
eo_uy: Alŝuti konfiguron de konguo de datenoj

source: Load
ar_sa: حمولة
eo_uy: Alŝuti

source: Save your data matching configuration
ar_sa: حفظ تكوين مطابقة البيانات الخاصة بك
eo_uy: Konservi konfiguron de konguo de datenoj

source: Two columns cannot have the same type of values
eo_uy: Du kolumnoj ne povas enhavi saman tipon de valoroj

source: This column must be set:
ar_sa: يجب أن يتم تعيين هذا العمود:
eo_uy: Ĉi tiun kolumno devas esti agordita:

source: Rows to skip
ar_sa: صفوف للتخطي
eo_uy: Preterlasotaj vicoj

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
ar_sa: وضّح عدد الصفوف الأولى من ملفك التي يجب تخطيها عند استيراد البيانات. على سبيل المثال ، اضبطه على 1 إذا احتوى الصف الأول من ملفك على رؤوس.
eo_uy: Nombro de unuaj vicoj de via dosiero, kiuj devas esti preterlasitaj dum importado. Ekzemle agordu valoron 1, se la unua vico de via dosiero estas titolvico.

source: Password
ar_sa: كلمة المرور
eo_uy: Pasvorto

source: Your password has been successfully changed.
ar_sa: تم تغيير كلمة المرور الخاصة بك بنجاح.
eo_uy: Via pasvorto estis sukcese ŝanĝita.

source: Delete item #
ar_sa: حذف البند رقم
eo_uy: Forigu objekton num.

source: You might be interested in
eo_uy: Vi povas interesiĝi pri

source: Translate
eo_uy: Traduki

source: Update
ar_sa: تعديل
eo_uy: Ĝisdatigi

source: Generate RTL Stylesheets
ar_sa: توليد ستايل يدعم اليمين إلى اليسار
eo_uy: Generi RTL-ajn stilfoliojn

source: Manage hooks
ar_sa: إدارة السنانير
eo_uy: Administri kroĉregulojn

source: Uninstall
ar_sa: المسح
eo_uy: Malinstalu

source: See all modules
eo_uy: Montri ĉiujn modulojn

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
ar_sa: لإضافة وحدة جديدة، ما عليك فعله سوى الاتصال بحسابك في PrestaShop Addons وسيتم استيراد جميع مشترياتك تلقائيًا.
eo_uy: Por aldoni novan modulon ensalutu en vian konton PrestaShop Addons. Ĉiuj viaj aĉetoj estos aŭtomate enportitaj.

source: Can I add my own modules?
ar_sa: هل يمكنني إضافة وحداتي الخاصة؟
eo_uy: Ĉu mi povas aldoni proprajn modulojn?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
ar_sa: يرجى ملاحظة أنه لأسباب أمنية، يمكنك فقط إضافة وحدات التي يتم توزيعها على PrestaShop Addons، السوق الرسمي.
eo_uy: Rimarku, ke por sekuraj kialoj vi povas aldoni nur modulojn, kiuj estas distribuitaj el oficiala vendejo PrestaShop Addons.

source: Search on PrestaShop Marketplace:
ar_sa: إبحث فى متجر برستاشوب:
eo_uy: Serĉi en vendejo PrestaShop:

source: Or
ar_sa: أو
eo_uy: Aŭ

source: Module
ar_sa: الإضافة
eo_uy: Modulo

source: Normal view
eo_uy: Normala vido

source: Favorites view
eo_uy: Ŝatata vido

source: Tab
eo_uy: Langeto

source: Categories
ar_sa: التصنيفات
eo_uy: Kategorioj

source: Interest
ar_sa: الفائدة
eo_uy: Interesoj

source: Favorite
eo_uy: Preferataj

source: Other Modules
ar_sa: وحدات أخرى
eo_uy: Ceteraj moduloj

source: Installed Modules
ar_sa: تركيب وحدات
eo_uy: Instalitaj moduloj

source: Disabled Modules
ar_sa: تعطيل وحدات
eo_uy: Malŝaltitaj moduloj

source: Filter by
eo_uy: Filtri laŭ

source: Installed & Not Installed
ar_sa: المثبت والغير المثبت
eo_uy: Instalitaj kaj neinstalitaj

source: Modules Not Installed
ar_sa: الإضافات الغير مثبته
eo_uy: Neinstalitaj moduloj

source: Enabled & Disabled
ar_sa: وتمكين المعاقين
eo_uy: Ŝaltitaj kaj malŝaltitaj moduloj

source: Enabled Modules
ar_sa: تمكين وحدات
eo_uy: Ŝaltitaj moduloj

source: Authors
ar_sa: كتاب
eo_uy: Aŭtoroj

source: All Modules
ar_sa: جميع الوحدات
eo_uy: Ĉiuj moduloj

source: Free Modules
ar_sa: وحدات مجانية
eo_uy: Senpagaj moduloj

source: Partner Modules (Free)
eo_uy: Partneraj moduloj (senpagaj)

source: Must Have
eo_uy: Havigindaj

source: Modules purchased on Addons
ar_sa: الإضافات المشتراه
eo_uy: Moduloj aĉetitaj ĉe Addons

source: All authors
eo_uy: Ĉiuj aŭtoroj

source: All countries
ar_sa: كافة الدول
eo_uy: Ĉiuj landoj

source: Current country:
ar_sa: الدولة الحالية:
eo_uy: Nuna lando:

source: Would you like to delete the content related to this module ?
eo_uy: Ĉu vi volas forigi enhavon kiu rilatas al ĉi tiu modulo?

source: Confirm reset
eo_uy: Konfirmi restarigon

source: No - reset only the parameters
eo_uy: Ne - restarigi nur agordon

source: Yes - reset everything
eo_uy: Jes - restarigi ĉion

source: Preferences saved
eo_uy: Agordo estis konservita

source: Remove from Favorites
eo_uy: Forigi de la preferaĵoj

source: Mark as Favorite
eo_uy: Marki kiel preferita

source: Module %1s
eo_uy: Modulo %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
eo_uy: Oficiala moduloj de PrestaShop moduly. Senpagaj, sekuraj kaj inkluzive ĝisdatigoj!

source: Update it!
eo_uy: Ĝisdatigi!

source: Install the selection
ar_sa: تثبيت الاختيار
eo_uy: Instali la elektitajn

source: Uninstall the selection
ar_sa: إلغاء التحديد
eo_uy: Malinstali la elektitajn

source: by
ar_sa: بواسطة
eo_uy: per

source: You bought this module on PrestaShop Addons. Thank You.
eo_uy: Vi aĉetis ĉi tiun modulon ĉe PrestaShop Addons. Ni dankas vin.

source: Bought
ar_sa: تم الشراء
eo_uy: Aĉetita

source: This module is available on PrestaShop Addons
eo_uy: Ĉi tiu modulo estas havigebla ĉe PrestaShop Addons

source: Popular
ar_sa: الاكثر شعبية
eo_uy: Ŝatata

source: Official
eo_uy: Oficiala

source: Need update
eo_uy: Bezonas ĝisdatigon

source: Free
ar_sa: مجاناً!
eo_uy: Senpaga

source: Read more
ar_sa: مشاهدة المزيد
eo_uy: Legu pli

source: Install
ar_sa: تثبيت
eo_uy: Instali

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
ar_sa: إذا كنت تريد أن تكون قادرًا على استخدام لوحة AdminModules بشكل كامل ولديك وحدات مجانية متاحة ، فيجب تمكين التكوين التالي على الخادم الخاص بك:
eo_uy: Se vi volas plene uzi panelon AdminModules kaj havi atingeblajn senpagajn modulojn, vi devus ŝalti jenan agordon je via servilo:

source: Enable PHP's allow_url_fopen setting
eo_uy: Ŝalti PHP agordon allow_url_fopen

source: Enable PHP's OpenSSL extension
eo_uy: Ŝalti PHP kromaĵon OpenSSL

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
ar_sa: قم بتوصيل متجرك إلى سوق PrestaShop من أجل استيراد جميع مشترياتك من شركة Addons تلقائيًا.
eo_uy: Konektu vian vendejon al vendejo PrestaShop por ke vi povus aŭtomate enporti ĉiuj viajn aĉetitajn kromaĵojn.

source: Don't have an account?
eo_uy: Vi ankoraŭ ne havas konton?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
ar_sa: اكتشف قوة PrestaShop Addons! استكشف السوق الرسمي لـ PrestaShop واعثر على أكثر من 3500 وحدة وقوالب مبتكرة ستعمل على تحسين معدلات التحويل، وزيادة عدد الزيارات، وبناء ولاء العملاء، وتحقيق أقصى قدر من الإنتاجية
eo_uy: Malkovru forton de PrestaShop Addons! Esploru oficialan vendejon enhavantan pli ol 3500 novigajn modulojn kaj etosojn, kiuj optimumigas konverto-proporcion, pligrandigas trafikon, kreas lojalo de klientoj kaj maksimumigas vian produktivecon.

source: Connect to PrestaShop Addons
eo_uy: Konekti al PrestaShop Addons

source: I forgot my password
eo_uy: Mi forgesis mian pasvorton

source: Create an Account
eo_uy: Krei konton

source: Sign in
ar_sa: تسجيل الدخول
eo_uy: Ensaluti

source: What Should I Do?
ar_sa: ماذا يجب علي أن أفعل؟
eo_uy: Kion mi faru?

source: Proceed with the installation
eo_uy: Daŭrigi la instaladon

source: Do you want to install this module that could not be verified by PrestaShop?
ar_sa: هل تريد تثبيت هذه الوحدة التي لم تتمكن PrestaShop من التحقق منها؟
eo_uy: Ĉu vi vere volas instali ĉi tiun modulon, malgraŭ ke ĝi ne estis atestita de PrestaShop?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
ar_sa: نظرًا لأنك لم تقم بتنزيل هذه الوحدة من PrestaShop Addons، لا يمكننا التأكيد على أن الوحدة لن تضيف بعض الوظائف غير المعروفة والغير مصرح بها. ننصحك بتثبيتها فقط إذا كنت تثق في مصدر المحتوى.
eo_uy: Ĉar ĉi tiu modulo verŝajne ne estis elŝutita el vendejo PrestaShop Addons, ni ne povas garantii al vi, ke ĝi ne aldonas kaŝitajn malsekurajn funkciojn. Ni rekomendas al vi instali ĝin, nur se vi kredas al la fonto, kie vi ricevis la modulon.

source: What's the risk?
eo_uy: Kia esta la risko?

source: Am I at Risk?
eo_uy: Ĉu mi riskas?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
ar_sa: أي وحدة نمطية لم يتم التحقق منها يمكن أن تكون خطيرة، ويمكن أن تضيف وظائف مخفية وغير مصرح بها مثل ما هو الحال مع الأبواب الخلفية، والإعلانات، والروابط المخفية، والبريد العشوائي، إلى غير ذلك. لا تقلق، هذا التنبيه مجرد تحذير فقط.
eo_uy: Modulo, kiu ne estas atestita, povas esti danĝera kaj povas aldoni kaŝitajn funkciojn kiel kaŝenirejojn, afiŝojn, kaŝitajn ligilojn, trudaĵo ktp. Tiu mesaĝo estas nur averto.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
ar_sa: PrestaShop، هو برنامج مفتوح المصدر، لديه مجتمع رائع مع تاريخ طويل من تطوير ومشاركة وحدات عالية الجودة. قبل تثبيت هذه الوحدة، يعد التأكد من أن مؤلفها عضوًا معروفًا في المجتمع دائمًا فكرة جيدة (من خلال مراجعة [1]منتدانا[/1] على سبيل المثال).
eo_uy: Projekto PrestaShop estante malfermitkoda programaro havas mirindan komunumon kun longa historio de evoluado kaj komunaj moduloj. Antaŭ instalado estas bona ideo kontroli, ĉu la aŭtoro estas konata membro de la komunumo (ekzemle ĉe [1]nia forumo[/1]).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
ar_sa: إذا كنت تثق في صاحب هذه الوحدة، أو رأيت أن هذا الشخص يعد عضوا نشيطا في مجتمعنا الإلكتروني، يمكنك عندها متابعة التثبيت.
eo_uy: Se kredas la aŭtoron aŭ vi trovis, ke la aŭtoro estas aktiva membro de la komunumo, vi povas daŭrigi la instaladon.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
ar_sa: خلاف ذلك، يمكنك البحث عن وحدات مماثلة في السوق الرسمي. [1]انقر هنا لتصفح اضافات PrestaShop [/1].
eo_uy: Alie vi povas trovi similajn modulojn en oficiala vendejo. [1]Alklaku ĉi tien por esplori PrestaShop Addons[/1].

source: Back
ar_sa: العدمة
eo_uy: Reen

source: This module could not be verified by PrestaShop.
eo_uy: Ĉi tiun modulon ne povis esti atestita de PrestaShop.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
ar_sa: بما أنك لم تقم بتثبيت هذه الوحدة من PrestaShop Addons، فإننا لا نستطيع أن نؤكد أن هذه الوحدة تمتثل لمتطلبات السلامة لدينا (على سبيل المثال: أنه لا يضيف بعض الوظائف التي لم يُكشف أو يُصرح عنها مثل الإعلانات، الروابط المخفية، البريد العشوائي، الخ...).
eo_uy: Ĉar ĉi tiu modulo verŝajne ne estis instalita el vendejo PrestaShop Addons, ni ne povas garantii al vi, ke ĝi plenumas niajn sekurecajn postulojn (ekzemle ke ĝi ne aldonas kaŝitajn malsekurajn funkciojn kiel afiŝojn, kaŝitajn ligilojn, trudaĵojn ktp.).

source: You can search for similar modules on the official marketplace.
eo_uy: Similajn modulojn vi povas trovi en oficiala vendejo.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
eo_uy: [1]Alklaku por serĉi en oficiala katalogo de moduloj[/1].

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
eo_uy: Tio ĝenerale okazas, se la modulo ne estas distribuata per nia oficiala vendejo PrestaShop Addons aŭ se via servilo ne povas komuniki kun PrestaShop Addons.

source: Author
ar_sa: المؤلّف
eo_uy: Aŭtoro

source: Back to modules list
ar_sa: العودة الى قائمة الوحدات
eo_uy: Reen al listoj de moduloj

source: You are about to install "%s", a module which is not compatible with your country.
eo_uy: Vi estas instalonta modulon "%s", kiu ne kongruas kun via lando.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
ar_sa: لم يتم التحقق من هذه الوحدة من طرف PrestaShop، ولهذا، فإنه لا يمكننا التأكيد أنها ستعمل بشكل جيد في بلدك، وأنها تتوافق ومتطلبات الجودة الخاصة بنا.
eo_uy: Ĉi tiu modulo ne estis atestita de PrestaShop, tial ni ne povas garantii, ke ĝi funkcios sen probleme en via lando kaj ke ĝi plenumas niajn postulojn pri kvalito.

source: Use at your own risk.
ar_sa: استخدم على مسؤوليتك الخاصة.
eo_uy: Uzi je propra risko.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
ar_sa: إذا لم تكن متأكدًا، فيجب عليك الاتصال بخدمة العملاء لـ%s لتطلب منهم أن يجعلوا الوحدة متوافقة مع بلدك.
eo_uy: Se vi ne estas certa pri tio, vi povas peti Klientan helpon %s, ke ili kongruigu la modulon kun via lando.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
eo_uy: Plue ni rekomendas al vi elekti egalan modulon. Moduloj kongruataj kun via lando estas montritaj en sekcio Moduloj en adminstrejo de via vendejo.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
eo_uy: Se vi ne estas certa pri tio, si povas serĉi similajn modulojn en oficiala vendejo.

source: Click here to browse PrestaShop Addons.
eo_uy: Alklaku por serĉi en oficiala katalogo de moduloj.

source: Manage translations
ar_sa: إدارة ترجمة
eo_uy: Administri tradukojn

source: Addons membership provides access to all our PrestaShop modules.
ar_sa: توفر عضوية الإضافات الوصول إلى جميع وحدات PrestaShop لدينا.
eo_uy: Membreco atingebligas al vi ĉiujn modulojn de PrestaShop.

source: Once connected, your new modules will be automatically installed.
ar_sa: بمجرد إتصالك، سيتم تثبيت وحداتك الجديدة تلقائيًا.
eo_uy: Novaj moduloj estos aŭtomate instalitaj post konekto.

source: Sign up
eo_uy: Enskribiĝi

source: Connect to PrestaShop Marketplace account
eo_uy: Konekti al konto de Vendejo Prestashop

source: Log in
ar_sa: تسجيل الدخول
eo_uy: Ensaluti

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
eo_uy: Modulo devas esti arkivdosiero de tipo zip (.zip) aŭ tarball (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
ar_sa: رفع وحدة من جهاز الكمبيوتر الخاص بك.
eo_uy: Alŝuti modulon el via komputilo.

source: Module file
ar_sa: ملف الإضاقة
eo_uy: Dosiero de la modulo

source: Choose a file
ar_sa: إختيار ملف
eo_uy: Elekti dosieron

source: Upload this module
ar_sa: تحميل هذه الإضافة
eo_uy: Alŝuti tiun ĉi dosieron

source: An upgrade is available for some of your modules!
eo_uy: Ĝisdatigoj de kelkaj viaj moduloj estas riceveblaj!

source: Favorites
eo_uy: Preferataj

source: All
ar_sa: الكل
eo_uy: Ĉiuj

source: Add a new module
ar_sa: إضافة "إضافة" جديدة
eo_uy: Aldoni novan modulon

source: List of modules
ar_sa: قائمة الإضافات
eo_uy: Listo de moduloj

source: Update all
eo_uy: Ĝisdatigi ĉion

source: Check for update
ar_sa: التحقق من وجود تحديث
eo_uy: Serĉi por ĝisdatigoj

source: Help
ar_sa: المساعده
eo_uy: Helpo

source: (%s votes)
eo_uy: (%s voĉdonoj)

source: (%s vote)
eo_uy: (%s voĉdono)

source: Description
ar_sa: الوصف
eo_uy: Priskribo

source: Merchant benefits
eo_uy: Komercistaj avantaĝoj

source: Install module
eo_uy: Instali modulon

source: View on PrestaShop Addons
eo_uy: Montri en Prestashop Addons

source: This module is available for free thanks to our partner.
eo_uy: Ĉi tiu modulo estas senpaga danke al nia partnero.

source: Not Installed
eo_uy: Ne estas instalita

source: Installed
eo_uy: Instalita

source: More modules on addons.prestashop.com
eo_uy: Pli da moduloj ĉe addons.prestashop.com

source: No module was found for this hook.
eo_uy: Neniu modulo estis trovita por ĉi tiu kroĉregulo.

source: The controller %s is missing or invalid.
ar_sa: وحدة التحكم %s مفقودة او غير صحيحة.
eo_uy: La regilo %s mankas aŭ ne estas valida.

source: Back to the previous page
ar_sa: العودة للصفحة السابقة
eo_uy: Reen al la antaŭa paĝo

source: Go to the dashboard
eo_uy: Iri al panelo

source: See the document
eo_uy: Montri la dokumenton

source: Set payment form
eo_uy: Agordi porpagan formularon

source: Add note
ar_sa: أضف ملاحظة
eo_uy: Aldoni noton

source: Edit note
eo_uy: Redakti la noton

source: Existing
eo_uy: Ekzistanta

source: New
ar_sa: جديد
eo_uy: Nova

source: Quantity:
ar_sa: الكميَّة:
eo_uy: Kvanto:

source: Show carts and orders for this customer.
eo_uy: Montri ĉaretojn kaj mendoj de tiu ĉi kliento.

source: Hide carts and orders for this customer.
eo_uy: Kaŝi ĉaretojn kaj mendoj de tiu ĉi kliento.

source: Change
ar_sa: تغير
eo_uy: Ŝanĝi

source: Gift
ar_sa: هدية
eo_uy: Donaco

source: Search for an existing product by typing the first letters of its name.
ar_sa: ابحث عن منتج موجود عبر كتابة الأحرف الأولى من إسمه.
eo_uy: Serĉi ekzistantan produkton tajpante unuajn literojn de ĝia nomo.

source: Transform a guest into a customer
ar_sa: تحويل زائر إلى عميل
eo_uy: Ŝanĝi vizitanton en kliento

source: Process a standard refund
eo_uy: Fari defaŭltan repagon

source: Process a partial refund
eo_uy: Fari partan repagon

source: Refunded
ar_sa: تم الرد
eo_uy: Repagita

source: Return products
ar_sa: عودة المنتجات
eo_uy: Resendi produktojn

source: Refund products
ar_sa: استرداد المنتجات
eo_uy: Repagi por la produktoj

source: Cancel products
ar_sa: إلغاء المنتجات
eo_uy: Nuligi produktojn

source: Keywords
ar_sa: الكلمات المفتاحية
eo_uy: Ŝlosilvortoj

source: Warehouse
ar_sa: المستودع
eo_uy: Deponejo

source: Attribute
ar_sa: السمة
eo_uy: Atributo

source: Attachment
ar_sa: ملف مرفق
eo_uy: Aldonaĵoj

source: Category
ar_sa: تصنيف
eo_uy: Kategorio

source: Brand
ar_sa: العلامة التجارية
eo_uy: Varomarko

source: Supplier
ar_sa: المورد
eo_uy: Liveranto
