Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesContactformShop.*.xlf
Languages: et_ee

source: Please select a subject from the list provided.
et_ee: Valige nimekirjast teema.

source: An error occurred during the file-upload process.
et_ee: Tekkis viga pildi üles laadimisel

source: Bad file extension
et_ee: Vale faili laiend

source: An error occurred while sending the message, please try again.
et_ee: Sõnumi saatmisel tekkis tõrge. Palun proovi uuesti.

source: An error occurred while sending the message.
et_ee: Tekkis viga sõnumi saatmisel.

source: Your message has been successfully sent to our team.
et_ee: Teie teade on edukalt saadetud poe meeskonnale

source: Customer service - Contact us
et_ee: Klienditeenindus – Kontakt

source: Send a message
et_ee: Saada sõnum

source: If you would like to add a comment about your order, please write it in the field below.
et_ee: Kui soovite oma tellimuse kohta kommentaari lisada, siis palun kirjutage see siia.

source: Subject Heading
et_ee: Pealkiri

source: Email address
et_ee: E-posti aadress

source: Order reference
et_ee: Tellimuse viide

source: Select reference
et_ee: Valige viide

source: Attach File
et_ee: Lisa fail

source: Message
et_ee: Teade

source: Send
et_ee: Saada
