Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesDashtrendsAdmin.*.xlf
Languages: uk_ua

source: Dashboard Trends
uk_ua: Інструменти трендів

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
uk_ua: Додає блок з графічним представленням розвитку вашого магазину, на базі обраних ключових даних.

source: %s points
uk_ua: %s пунктів

source: Average Cart Value
uk_ua: Середній Кошик

source: Conversion Rate
uk_ua: Курс обміну

source: %s (previous period)
uk_ua: %s (попередній період)

source: Net Profit
uk_ua: Прибуток

source: Dashboard
uk_ua: Панель інструментів

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
uk_ua: Сума доходу (включно з податками) за певний період часу з прийнятих замовлень.

source: Total number of orders received within the date range that are considered validated.
uk_ua: Загальна кількість прийнятих замовлень, отриманих у вказаному діапазоні.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
uk_ua: Середня Вартість Кошика - це середнє значення за певний період часу. Воно розраховується шляхом ділення суми продажів на кількість продажів.

source: Cart Value
uk_ua: Вартість Кошика

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
uk_ua: Загальна кількість відвідувань за період часу. Відвідування - це період часу, за який користувач активно працює з вашим сайтом.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
uk_ua: Конверсія в електронній торгівлі - це відсоток відвідувань, що призвів до замовлень.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
uk_ua: Прибуток - це загальний дохід підприємства після вирахування всіх витрат електронної комерції. Ви можете надати ці витрати, натиснувши на іконку конфігурації вище.
