Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesReminderAdmin.*.xlf
Languages: ru_ru

source: Customer follow-up
ru_ru: Дальнейшая работа с клиентом

source: Follow-up with your customers by sending abandonment cart emails and other reminders.
ru_ru: Общайтесь с клиентами, посылая сообщения о брошенных корзинах и иные напоминания.

source: Settings updated succesfully
ru_ru: Настройки обновлены

source: Error occurred during settings update
ru_ru: Ошибка обновления настроек

source: Discount for your cancelled cart
ru_ru: Скидка для вашего отменённого заказа

source: Thank you for your order.
ru_ru: Спасибо за ваш заказ.

source: You are one of our best customers!
ru_ru: Вы являетесь одним из наших лучших клиентов!

source: We miss you!
ru_ru: Мы скучаем по Вам!

source: Define the settings and paste the following URL in the crontab, or call it manually on a daily basis:
ru_ru: Определите параметры и вставьте следующий URL в crontab, или запускайте его вручную ежедневно:

source: Information
ru_ru: Информация

source: Four kinds of e-mail alerts are available in order to stay in touch with your customers!
ru_ru: Для того, чтобы оставаться на связи с вашими клиентами, у вас есть четыре вида оповещений по электронной почте!

source: Cancelled carts
ru_ru: Отмененные заказы

source: For each cancelled cart (with no order), generate a discount and send it to the customer.
ru_ru: Для каждой отмененной корзины (без заказа), генерировать скидку и отправить её клиенту.

source: Discount amount
ru_ru: Величина скидки

source: Discount validity
ru_ru: Срок действия скидки

source: day(s)
ru_ru: дней

source: The next process will send %d e-mail(s).
ru_ru: Будет отправлено сообщений e-mail: %d.

source: Re-order
ru_ru: Перезаказать

source: For each validated order, generate a discount and send it to the customer.
ru_ru: Начислить скидку на каждый оплаченный заказ и отправить её клиенту.

source: Next process will send: %d e-mail(s)
ru_ru: Будет отправлено сообщений e-mail: %d

source: For each customer raising a threshold, generate a discount and send it to the customer.
ru_ru: Начислить и отправить скидку каждому клиенту, превысившему порог.

source: Threshold
ru_ru: Порог

source: For each customer who has already placed at least one order and with no orders since a given duration, generate a discount and send it to the customer.
ru_ru: Каждому клиенту, разместившему по меньшей мере один заказ и не заказывавшему в течение заданного срока, предоставить скидку и отправить ее заказчику.

source: Since x days
ru_ru: В течение х дней

source: General
ru_ru: Общее

source: Delete outdated discounts during each launch to clean database
ru_ru: Удалять устаревшие скидки при каждом запуске для очистки базы данных

source: Best customers
ru_ru: Лучшие клиенты

source: Bad customers
ru_ru: Плохие покупатели

source: Statistics
ru_ru: Статистика

source: Detailed statistics for the last 30 days:
ru_ru: Подробная статистика за последние 30 дней:

source: Sent = Number of sent e-mails
ru_ru: Отправлено = число отосланных сообщений

source: Used = Number of discounts used (valid orders only)
ru_ru: Использовано = число использованных скидок (только для действительных заказов)

source: Conversion % = Conversion rate
ru_ru: % Конверсии = коэффициент конверсии

source: Date
ru_ru: Дата

source: Canceled carts
ru_ru: Отмененные заказы

source: Re-orders
ru_ru: Повторные заказы

source: Sent
ru_ru: Отправлено

source: Used
ru_ru: Использовано

source: Conversion (%)
ru_ru: % Конверсии

source: No statistics at this time.
ru_ru: Пока нет статистики.
