Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsvisitsAdmin.*.xlf
Languages: hy_am, id_id

source: Visits and Visitors
hy_am: Այցելուներ եւ այցելություններ
id_id: Pengunjung dan kunjungan

source: Adds statistics about your visits and visitors to the Stats dashboard.
id_id: Menambahkan statistik pengunjung kedalam dashboard statistik.

source: Determine the interest of a visit
id_id: Tentukan kepentingan kunjungan

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
hy_am: Այցելուների ներգրավման գրաֆիկը շատ նման է այցելությունների գրաֆիկին, սակայն տալիս է լրացուցիչ տեղեկություններ.
id_id: Grafik pengunjung mirip dengan grafik kunjungan, tapi memiliki tambahan data lain:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
hy_am: Եթե դա աայդպես է, շնորհավորում ենք, Ձեր կայքը լավ պալնավորված է եւ բավարարում է օգտագործողներին:
id_id: Jika hal ini terjadi, selamat, website Anda adalah terencana dan menyenangkan.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
hy_am: ՀԱկառակ դեպքում, եզրակացություններն այնքան էլ հասարակ չեն: Խնդիրը կարող է լինել գեղագիտական եւ էրգոնոմիկ, կամ առաջարկը բավարար չի հանդիսանում: Նունպես հնարավոր է, որ այցելուները սխալմամբ են եկել այստեղ, Ձեր խանութի նկատմամբ առանց որեւէ հետաքրքրասիրություն ցուցաբերելու: Այս երեւույթը հաճախ պատահում է որոնողական համակարգերի հետ:
id_id: Jika tidak, kesimpulannya adalah tidak begitu sederhana. Masalahnya bisa estetika atau ergonomis, atau tawaran itu tidak cukup. Hal ini juga kemungkinan bahwa pengunjung keliru datang ke sini tanpa minat khusus untuk toko Anda, fenomena ini sering terjadi dengan mesin pencari.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
hy_am: Այս տեղեկատվությունը հիմնականում որակյալ է. Դուք պետք է որոշեք չկապված այցելության հետաքրքրությունը:
id_id: Informasi ini sebagian besar kualitatif: Anda harus menentukan kepentingan kunjungan terputus-putus.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
hy_am: Այցելությունը համեմատական է օգտագործողին որն այցելել է Ձեր խանութ: Մինչեւ սեսիայի վերջը կհաշվվի մեկ այցելություն:
id_id: Sebuah kunjungan sesuai dengan pengguna internet yang datang ke toko Anda. Hingga akhir sesi mereka, hanya satu kali kunjungan dihitung.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
hy_am: Այցելուն անհայտ մարդ է, որը գրանցված չէ կամ պահոց չի մտել Ձեր խանութի էջերը նայելու համար: Այցելու կարող է շատ անգամ այցելել Ձեր խանութ:
id_id: Pengunjung adalah orang yang tidak dikenal, yang tidak terdaftar atau login, surfing di toko Anda. Pengunjung bisa datang dan mengunjungi toko Anda berkali-kali.

source: Total visits:
hy_am: Ընդամենը այցելություններ
id_id: Jumlah Kunjungan:

source: Total visitors:
hy_am: Ընդամենը այցելուներ
id_id: Total pengunjung:

source: CSV Export
hy_am: CSV արտահանում
id_id: Ekspor CSV

source: Number of visits and unique visitors
hy_am: Այցելությունների քանակը ու բացառիկ այցելուների թիվը
id_id: Jumlah kunjungan dan pengunjung unik
