Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesGAnalyticsAdmin.*.xlf
Languages: it_it, uk_ua

source: Google Analytics
uk_ua: Google Аналітика

source: Gain clear insights into important metrics about your customers, using Google Analytics
it_it: Acquisisci dei chiari approfondimenti su importanti metriche riguardo ai tuoi clienti utilizzando Google Analytics
uk_ua: Отримайте чітке розуміння важливих показників ваших клієнтів, використовуючи Google Analytics

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
it_it: Sei sicuro di voler disinstallare Google Analytics? Perderai tutti i dati correlati a questo modulo.
uk_ua: Ви впевнені, що хочете видалити Google Аналітику? Ви втратите всі дані, що стосуються цього модуля.

source: Google Analytics Tracking ID
it_it: ID tracking di Google Analytics
uk_ua: ID-номер для відстеження Google Аналітики

source: This information is available in your Google Analytics account
it_it: Questa informazione è disponibile nel tuo account di Google Analytics
uk_ua: Ця інформація доступна у Вашому профілі Google Анатлітика

source: Enable User ID tracking
it_it: Attiva tracciamento ID Utente
uk_ua: Включити відстеження ID клієнта

source: Anonymize IP
it_it: Rendi anonimi gli IP
uk_ua: Анонімізувати IP

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
it_it: Usa questa opzione per rendere anonimi gli IP dei visitatori per essere conforme alle leggi sulla riservatezza dei dati di alcuni paesi
uk_ua: Використовуйте цю опцію, щоб анонімізувати IP-адресу відвідувача, для відповідності законам про конфіденційність даних у деяких країнах

source: Enable Cross-Domain tracking
it_it: Abilita il tracciamento Cross-Domain
uk_ua: Увімкнути крос-доменне відслідковування

source: Account ID updated successfully
it_it: Account ID aggiornato con successo
uk_ua: ID профілю успішно оновлено

source: Settings for User ID updated successfully
it_it: Impostazioni dell'ID Utente aggiornate con successo
uk_ua: Налаштування User ID успішно оновлено

source: Settings for Anonymize IP updated successfully
it_it: Impostazioni per rendere anonimo l'IP aggiornate con successo
uk_ua: Налаштування анонімності для IP-адрес успішно оновлено

source: Your customers go everywhere; shouldn't your analytics.
it_it: I tuoi clienti vanno dappertutto; le tue statistiche non dovrebbero.
uk_ua: Ваші клієнти бувають всюди, це варто проаналізувати.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
it_it: Google Analytics ti mostra un ritratto completo dei clienti attraverso inserzioni e video, siti web e social, tabelle e smartphones. Questo ti rende più facile servire i tuoi attuali clienti e acquisirne degli altri.
uk_ua: Аналітика Google показує повний образ клієнта що створюється на основі його вподобань, активності в соціальних мережах, переглядів відео, реклами, використання для перегляду планшетів та мобільних. Ці дані дозволять покращити обслуговування ваших покупців та залучити нових.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
it_it: Con la funzionalità e-commerce di Google Analytics puoi acquisire dei chiari approfondimenti in importanti metriche circa il comportamento degli acquirenti e le conversioni, inclusi:
uk_ua: З функціональністю електронної комерції в Google Аналітиці ви можете отримати чітке уявлення про важливі показники поведінки покупців та конверсії, в тому числі:

source: Product detail views
it_it: Visualizzazioni dettagli prodotto
uk_ua: Перегляд характеристик товару

source: Internal merchandising Success
it_it: Successo del merchandising interno
uk_ua: Успішність внутрішнього мерчендайзингу

source: "Add to cart" actions
it_it: Azioni "Aggiungi al carrello"
uk_ua: Дії "Додати в кошик"

source: The checkout process
it_it: Processo di pagamento
uk_ua: Процес оформлення

source: Internal campaign clicks
it_it: Clicks sulle campagne interne
uk_ua: Внутрішні кліки кампанії

source: And purchase
it_it: E acquisto
uk_ua: Та купівлі

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
it_it: Il commerciante può capire a che punto gli utenti entrano nel processo di acquisto e quando lo abbandonano.
uk_ua: Продавці зможуть зрозуміти, як відбувається процес купівлі і де він переривається.

source: Create your account to get started.
it_it: Crea il tuo account per iniziare.
uk_ua: Щоб розпочати роботу створіть свій профіль.
