Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatscatalogAdmin.*.xlf
Languages: sq_al

source: Catalog statistics
sq_al: Statistikat e katalogut

source: (1 purchase / %d visits)
sq_al: (1 blerje/ %d vizita)

source: Choose a category
sq_al: Zgjedhe një kategori

source: Products available:
sq_al: Nr. i produkteve të disponueshme:

source: Average price (base price):
sq_al: Çmimi mesatar (çmimi bazë):

source: Product pages viewed:
sq_al: Faqe produkti të shikuara:

source: Average number of page visits:
sq_al: Numri mesatar i vizitave të faqes:

source: Average number of purchases:
sq_al: Numri mesatar i blerjeve:

source: Images available:
sq_al: Imazhe të disponueshme:

source: Average number of images:
sq_al: Numri mesatar i imazheve:

source: Products never viewed:
sq_al: Produkte të pashikuara ndonjëherë:

source: Products never purchased:
sq_al: Produkte të pablera ndonjëherë:

source: Conversion rate*:
sq_al: Shkalla e konvertimit*:
