Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: ms_my

source: Customer accounts
ms_my: Akaun pelanggan

source: Adds a registration progress tab to the Stats dashboard.
ms_my: Letakkan tab kemajuan pendaftaran pada papan pemuka Stats.

source: Number of visitors who stopped at the registering step:
ms_my: Pengunjung yang telah berhenti di langkah mendaftar:

source: Number of visitors who placed an order directly after registration:
ms_my: Pengunjung yang telah menempah langsung setelah pendaftaran:

source: Total customer accounts:
ms_my: Jumlah akaun pelanggan:

source: Number of customer accounts created
ms_my: Jumlah akaun pelanggan diciptakan

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
ms_my: Jumlah akaun yang dibuat tidak dengan sendirinya maklumat penting. Namun, bermanfaat untuk menganalisa jumlah diciptakan dari masa ke masa. Ini akan menunjukkan apakah atau tidak hal berada di jalur yang benar.

source: How to act on the registrations' evolution?
ms_my: Bagaimana bertindak atas evolusi pendaftaran '?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
ms_my: Jika anda biarkan kedai beroperasi tanpa mengubah apa-apa, jumlah pendaftaran pelanggan harus tetap stabil atau mungkin sedikit menurun.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
ms_my: Peningkatan atau penurunan yang signifikan menunjukkan bahawa ada kemungkinan berlaku perubahan pada kedai.Dengan itu, anda perlu mengenalpasti permasalahan itu, selesaikan isu tersebut dan teruskan kembali perniagaan anda membuat duit!

source: Here is a summary of what may affect the creation of customer accounts:
ms_my: Ini adalah ringkasan dari apa yang dapat mempengaruhi penciptaan akaun pelanggan:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
ms_my: Sebuah kempen iklan dapat menarik lebih banyak pengunjung. Peningkatan pada akaun pelanggan dan margin keuntungan akan terjadi, yang akan bergantung pada kualiti pelanggan anda. Iklan yang mempunyai sasaran lebih berkesan daripada iklan berskala besar... dan ia lebih murah juga!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
ms_my: Istimewa, jualan, atau peraduan menarik perhatian lebih besar dan rasa ingin tahu, bukan hanya dapat menjadikan kedai anda sentiasa beroperasi, tetapi juga meningkatkan trafik. Dengan cara ini, anda boleh mendorong pembeli impulsif untuk mengambil risiko.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
ms_my: Desain dan user-friendly lebih penting daripada sebelumnya: tema yang dipilih kurang atau sulit diikuti grafik boleh mematikan tetamu. Anda perlu mogok keseimbangan yang tepat antara desain inovatif dan pengunjung membiarkan bergerak di sekitar dengan mudah. ejaan yang tepat dan kejelasan juga menginspirasi kepercayaan pelanggan lebih banyak di kedai anda.

source: CSV Export
ms_my: Eksport CSV
