Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsliveAdmin.*.xlf
Languages: sq_al

source: Visitors online
sq_al: Vizitorët në linjë

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
sq_al: Shton në pultin e statistikave, njël listë të klientëve dhe vizitorëve të cilët aktualisht janë në internet.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
sq_al: Duhet ta aktivizosh opsionin "Ruaj pamjet e faqeve për secilin klient" në modulin "Të dhënat e nxjerra për statistikat" (StatsData) në mënyrë që të shohësh faqet që vizitorët tu po shikojnë aktualisht.

source: Current online customers
sq_al: Klientët aktual në linjë

source: Total:
sq_al: Gjithsej:

source: Current page
sq_al: Faqja aktuale

source: View customer profile
sq_al: Shfaq profilin e klientit

source: There are no active customers online right now.
sq_al: Aktualisht nuk ka asnjë klient në linjë.

source: Current online visitors
sq_al: Vizitorët aktual në linjë

source: Guest ID
sq_al: ID e mysafirit

source: Last activity
sq_al: Aktiviteti i fundit

source: Notice
sq_al: Njoftim

source: Maintenance IPs are excluded from the online visitors.
sq_al: IP-të e mirëmbajtjes janë të përjashtuara nga vizitorët në linjë.

source: Add or remove an IP address.
sq_al: Shto ose hiq një adresë IP.
