Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesLivetranslationAdmin.*.xlf
Languages: hu_hu, ko_kr

source: Live translation
hu_hu: Élő fordítás
ko_kr: 실시간 번역

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
hu_hu: Vegyél részt a Prestashop lefordításában közvetlenül a saját boltodból és adminisztrációs felületedről.
ko_kr: 자체 상점 및 관리 패널에서 직접 PrestaShop 번역에 참여하세요.

source: Unable to install the module: the English Upside Down language cannot be installed.
hu_hu: Nem sikerült telepíteni a modult: az angol (English Upside Down) nyelv nem telepíthető.
ko_kr: 모듈을 설치할 수 없습니다: 영문이 뒤바뀐 언어는 설치할 수 없습니다.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
hu_hu: Ez a modul lehetővé teszi a PrestaShop lefordítását közvetlenül a különböző oldalakról (Arculati és Háttériroda).
ko_kr: 이 모듈을 사용하면 다양한 페이지 (관리자 사이트 및 상점 웹페이지) 에서 PrestaShop을 직접 번역 할 수 있습니다.

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
hu_hu: Ezeket a szöveges fordításokat azonnal elküldi a Crowdin számára a [1]PrestaShop fordítási projektbe[/1]: így hozzájárulsz a közösségi fordításokhoz, nem csak a saját boltodat fordítod le vagy szabod testre.
ko_kr: Crowdin의 [1]PrestaShop 번역 프로젝트[/1]로 문맥 번역을 즉시 전송합니다. 이것은 커뮤니티 번역에 기여하는 것이지, 자신의 가게를 번역하거나 사용자 정의를 하는건 아닙니다.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
hu_hu: Ha még nem rendelkezel Crowdin-fiókkal, [1]csatlakozz most [/1]!
ko_kr: 아직 Crowdin 계정이 없다면, [1]지금 가입하세요[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
hu_hu: Ahhoz, hogy a modul működjön, a modulnak szüksége van egy virtuális nyelvre: „English Upside Down”. Ez telepítve van a boltodhoz, de nem aktív, és nem érhető el ügyfeleid számára.
ko_kr: 모듈을 작동시키려면, 가상 언어 “English Upside Down”이 필요합니다. 상점에 설치되어 있지만, 활성화되지 않았으므로, 고객이 사용할 수 없습니다.

source: How to proceed
hu_hu: Hogyan tovább?
ko_kr: 진행 방법

source: Log in to your [1]Crowdin account[/1]
hu_hu: Lépj be a [1]Crowdin fiókodba[/1]
ko_kr: [1]Crowdin 계정[/1]에 로그인

source: Translate PrestaShop using the live translation module
hu_hu: Fordítsa a PrestaShop-ot az élő fordító modul használatával
ko_kr: 실시간 번역 모듈을 사용하여 PrestaShop 번역

source: Back office
hu_hu: Háttériroda
ko_kr: 관리자 사이트

source: Translate
hu_hu: Fordítás
ko_kr: 번역

source: Front office
hu_hu: Arculati iroda
ko_kr: 상점 웹페이지

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
hu_hu: Az élő fordítás nem engedélyezhető. Hiányzik az English Upside Down nyelv, és nem telepíthető. Kérlek, állítsd alaphelyzetbe a modult, majd próbáld újra.
ko_kr: 실시간 번역을 활성화 할 수 없습니다. English Upside Down 언어가 없고 설치할 수 없습니다. 모듈을 다시한번 재설정 해 주세요.
