Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesProductinfoAdmin.*.xlf
Languages: id_id

source: Product tooltips
id_id: Produk tooltip

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
id_id: Tampilkan informasi di halaman produk: berapa pengunjung yang melihat, terakhir terjual dan terakhir kali ditambahkan kedalam cart.

source: Number of visitors
id_id: Jumlah pengunjung

source: Display the number of visitors who are currently watching this product.
id_id: Menampilkan jumlah pengunjung yang sedang melihat produk ini.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
id_id: Jika opsi diatas diaktifkan, Anda harus mengaktifkan opsi yang pertama ("Simpan page views untuk masing-masing pelanggan") pada modul "Data mining for statistics" (StatsData).

source: Period length
id_id: Rentang periode

source: Set the reference period length.
id_id: Set rentang periode.

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
id_id: Misalnya, jika diset 30 menit, modul akan menampilkan jumlah pengunjung pada 30 menit terakhir.

source: minutes
id_id: menit

source: Last order date
id_id: Tanggal pembelian terakhir

source: Display the last time the product has been ordered.
id_id: Menampilkan waktu terakhir kali produk dibeli.

source: Added to a cart
id_id: Ditambahkan ke cart

source: If the product has not been ordered yet, display the last time it was added to a cart.
id_id: Jika produk belum pernah terjual, tampilkan kapan terakhir kali ditambahkan kedalam cart.

source: Do not display events older than
id_id: Jangan tampilkan aktivitas lebih dari

source: days
id_id: hari
