Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsproductAdmin.*.xlf
Languages: fi_fi

source: Product details
fi_fi: Tuotetiedot

source: Adds detailed statistics for each product to the Stats dashboard.
fi_fi: Lisää tilastojen ohjausnäkymään tarkat tilastot jokaisesta tuotteesta.

source: Number of purchases compared to number of views
fi_fi: Ostosten määrä verrattuna sivukatselujen määrään

source: After choosing a category and selecting a product, informational graphs will appear.
fi_fi: Kun olet valinnut tuoteryhmän ja tuotteen, näet kuvaajia.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
fi_fi: Jos olet huomannut että tuotetta ostetaan usein mutta katsotaan harvoin, sinun kannattaa tuoda tuotetta paremmin ja näkyvämmin esille verkkokaupassasi.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
fi_fi: Toisaalta, jos tuotteella on paljon katselukertoja mutta sitä ei osteta usein, suosittelemme tarkistamaan tuotteen tiedot, kuvauksen ja valokuvat. Voi olla, että voisit tehdä tuotteesta mielenkiintoisemman paremmilla tiedoilla.

source: Details
fi_fi: Lisätiedot

source: Total bought
fi_fi: Ostettu yhteensä

source: Sales (tax excluded)
fi_fi: Myynti (ilman veroja)

source: Total Viewed
fi_fi: Katseltu yhteensä

source: Conversion rate
fi_fi: Konversiosuhde

source: CSV Export
fi_fi: CSV-tiedostoon vienti

source: Attribute sales distribution
fi_fi: Ominaisuuden myyntijakauma

source: Cross selling
fi_fi: Ristiinmyynti

source: Click on a product to access its statistics!
fi_fi: Klikkaa tuotteen pääsyn sen tilastot.

source: Choose a category
fi_fi: Valitse tuoteryhmä

source: Products available
fi_fi: Tuotteet saatavana

source: Popularity
fi_fi: Suosio

source: Visits (x100)
fi_fi: Vierailut (x100)

source: Stock
fi_fi: Varasto
