Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesWelcomeAdmin.*.xlf
Languages: ar_sa, vi_vn

source: Let's create your first product
ar_sa: دعنا نقوم بإنشاء المنتج الأول الخاص بك
vi_vn: Hãy tạo sản phẩm đầu tiên của bạn

source: What do you want to tell about it? Think about what your customers want to know.
ar_sa: ماذا تريد أن تقول عن ذلك؟ فكر في ما يريد عملاؤك معرفته.
vi_vn: Bạn muốn nói gì về nó? Hãy nghĩ về những gì khách hàng của bạn muốn biến.

source: Add clear and attractive information. Don't worry, you can edit it later :)
ar_sa: إضافة معلومات واضحة وجذابة. لا تقلق، يمكنك تعديله لاحقا :)
vi_vn: Thêm thông tin rõ ràng và hấp dẫn. Đừng lo, bạn có thể sửa sau :)

source: Give your product a catchy name.
ar_sa: إعطاء المنتج الخاص بك اسم جذاب.
vi_vn: Đặt tên hấp dẫn cho sản phẩm của bạn.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
ar_sa: إملأ المعلومات الأساسية في هذا التبويب. علامات التبويب الأخرى تسمح لك لإدارة المزيد من الخيارات المتقدمة.
vi_vn: Điền các chi tiết thiết yếu vào tab này. Các tab khác dành cho thông tin nâng cao hơn.

source: Add one or more pictures so your product looks tempting!
ar_sa: أضف صورة أو أكثر حتى يبدو منتجك مغريا!
vi_vn: Thêm một hoặc nhiều hình ảnh để sản phẩm của bạn có vẻ hấp dẫn!

source: How much do you want to sell it for?
ar_sa: بكم تريد بيعه؟
vi_vn: Bạn muốn bán sản phẩm với giá bao nhiêu?

source: Yay! You just created your first product. Looks good, right?
ar_sa: ياي! لقد أنشأت للتو المنتج الأول. يبدو جيد، أليس كذلك؟
vi_vn: Vâng! Bạn vừa tạo sản phẩm đầu tiên. Tốt đúng không?

source: Give your shop its own identity
ar_sa: إعط المحل الخاص بك هويته الخاصة
vi_vn: Tạo hình ảnh riêng cho cửa hàng của bạn

source: How do you want your shop to look? What makes it so special?
ar_sa: كيف تريد أن يظهر المحل الخاص بك؟ ما الذي يجعله مميز؟
vi_vn: Bạn muốn cửa hàng của mình trông như thế nào? Điều gì làm cho nó đặc biệt?

source: Customize your theme or choose the best design from our theme catalog.
ar_sa: خصص مظهرك أو اختر أفضل تصميم من كتالوج السمات.
vi_vn: Tùy chỉnh chủ đề của bạn hoặc chọn thiết kế đẹp nhất từ danh mục chủ đề của chúng tôi.

source: A good way to start is to add your own logo here!
ar_sa: طريقة جيدة للبدء هو إضافة الشعار الخاص بك هنا!
vi_vn: Một cách hiệu quả để bắt đầu là thêm logo của bạn ở đây!

source: If you want something really special, have a look at the theme catalog!
ar_sa: إذا كنت تريد شيئا خاصا حقا، إلق نظرة على دليل المواضيع!
vi_vn: Nếu bạn muốn một thứ gì đó thực sự đặc biệt, hãy xem danh mục chủ đề!

source: Get your shop ready for payments
ar_sa: إعداد متجرك للدفعات
vi_vn: Có được cửa hàng của bạn đã sẵn sàng cho các khoản thanh toán

source: How do you want your customers to pay you?
ar_sa: كيف تريد أن يدفع لك الزبائن؟
vi_vn: Bạn muốn khách hàng thanh toán cho bạn bằng cách nào?

source: These payment methods are already available to your customers.
ar_sa: طرق الدفع هذه متاحة بالفعل لعملائك.
vi_vn: Các phương thức thanh toán đã khả dụng cho khách hàng của bạn.

source: Adapt your offer to your market: add the most popular payment methods for your customers!
ar_sa: لائم عرضك في السوق: اضافة طريقة الدفع الأكثر شعبية لعملائك!
vi_vn: Điều chỉnh chào hàng của bạn theo thị trường: thêm những phương thức thanh toán phổ biến nhất cho khách hàng của bạn!

source: And you can choose to add other payment methods from here!
ar_sa: ويمكنك اختيار اضافة طرق الدفع الأخرى من هنا!
vi_vn: Và bạn có thể chọn thêm các phương thức thanh toán khác từ đây!

source: Choose your shipping solutions
ar_sa: اختيار حلول الشحن الخاصة بك
vi_vn: Chọn các giải pháp vận chuyển của bạn

source: How do you want to deliver your products?
ar_sa: كيف تريد تسليم المنتجات الخاصة بك؟
vi_vn: Bạn muốn giao sản phẩm bằng cách nào?

source: Here are the shipping methods available on your shop today.
ar_sa: وفيما يلي طرق الشحن المتاحة على متجرك اليوم.
vi_vn: Đây là các phương thức vận chuyển khả dụng trong cửa hàng của bạn hôm nay.

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
ar_sa: حدد حلول الشحن الأكثر تناسبا لزبائنك! خلق الناقل الخاص بك أو إضافة وحدة جاهزة.
vi_vn: Chọn các giải pháp vận chuyển có khả năng phù hợp cao nhất với khách hàng của bạn! Tạo hãng vận chuyển của bạn hoặc thêm một mô-đun có sẵn.

source: You can offer more delivery options by setting up additional carriers
ar_sa: يمكنك تقديم المزيد من خيارات الشحن عن طريق إعداد شركات شحن إضافية
vi_vn: Bạn có thể đề nghị các lựa chọn giao hàng khác bằng cách cài đặt thêm hãng vận chuyển

source: Improve your shop with modules
ar_sa: تحسين متجرك مع وحدات
vi_vn: Cải thiện cửa hàng của bạn bằng các mô-đun

source: Add new features and manage existing ones thanks to modules.
ar_sa: يمكنك إضافة ميزات جديدة وإدارة الميزات الحالية بفضل الوحدات.
vi_vn: Thêm các tính năng mới và quản lý các tính năng hiện hữu nhờ vào các mô-đun.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
ar_sa: تم بالفعل تثبيت بعض الوحدات بالفعل ، وقد تكون وحدات أخرى وحدات مجانية أو مدفوعة - تصفح مجموعة منتجاتنا ومعرفة ما هو متاح!
vi_vn: Một số mô đun đã được cài đặt sẵn, những mô-đun khác có thể miễn phí hoặc trả phí - hãy duyệt qua lựa chọn của chúng tôi và xem những gì có sẵn!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
ar_sa: اكتشاف اختيار وحدة لدينا في علامة التبويب الأولى. إدارة الوحدات الخاصة بك على الثانية وتكون على علم بالإشعارات في علامة التبويب الثالثة.
vi_vn: Khám phá bộ sưu tập mô-đun của chúng tôi trong tab đầu tiên. Quản lý các mô-đun của bạn ở tab thứ hai và để ý các thông báo ở tab thứ ba.

source: Skip this tutorial
ar_sa: تخطي مرحلة التعليم
vi_vn: Bỏ qua hướng dẫn này

source: Over to you!
ar_sa: زيادة لك!
vi_vn: Tùy bạn!

source: You've seen the essential, but there's a lot more to explore.
ar_sa: لقد رأيت الأساسي، ولكن هناك الكثير لاستكشاف.
vi_vn: Bạn đã thấy thông tin thiết yếu, nhưng còn nhiều thứ để khám phá.

source: Some ressources can help you go further:
ar_sa: بعض الموارد يمكن أن تساعدك على المضي قدما:
vi_vn: Một số tài nguyên có thể giúp bạn thêm:

source: Starter Guide
ar_sa: دليل المبتدئين
vi_vn: Hướng Dẫn Dành Cho Người Mới

source: Forum
ar_sa: منتدى
vi_vn: Diễn đàn

source: Training
vi_vn: Đào tạo

source: Video tutorial
ar_sa: فيديو تعليمي
vi_vn: Hướng dẫn video

source: I'm ready
ar_sa: أنا مستعد
vi_vn: Tôi đã sẵn sàng

source: Welcome to your shop!
ar_sa: مرحبا بك في متجرك
vi_vn: Chào mừng bạn đến với cửa hàng của bạn!

source: Hi! My name is Preston and I'm here to show you around.
ar_sa: مرحبا! اسمي بريستون وأنا هنا لإظهار كل هذا.
vi_vn: Xin chào! Tôi là Preston và tôi xin hướng dẫn cho bạn.

source: You will discover a few essential steps before you can launch your shop:
ar_sa: سوف تكتشف بعض الخطوات الأساسية قبل أن تتمكن من إطلاق المحل الخاص بك:
vi_vn: Bạn sẽ tìm hiểu một vài bước thiết yếu trước khi bạn có thể mở cửa hàng của mình:

source: Create your first product, customize your shop, configure shipping and payments...
ar_sa: إنشاء منتجك الأول، إضفاء الطابع الشخصي لمتجرك، وتعيين الشحن وطرق الدفع...
vi_vn: Tạo sản phẩm đầu tiên của bạn, tùy chỉnh cửa hàng của bạn, cấu hình vận chuyển và thanh toán...

source: Let's get started!
ar_sa: دعونا نبدأ!
vi_vn: Chúng ta hãy bắt đầu!

source: Later
ar_sa: فيما بعد
vi_vn: Để sau

source: Start
ar_sa: البدء
vi_vn: Bắt đầu

source: Launch your shop!
ar_sa: قم بإطلاق متجرك!
vi_vn: Mở cửa hàng của bạn!

source: Resume
ar_sa: خلاصة
vi_vn: Tiếp tục lại

source: Stop the OnBoarding
ar_sa: أوقف الدليل الأولي
vi_vn: Dừng OnBoarding

source: Hey! Are you lost?
ar_sa: مرحبا! هل أنت تائه؟
vi_vn: Xin chào! Bạn bị lạc à?

source: To continue, click here:
ar_sa: للمتابعة، انقر هنا:
vi_vn: Để tiếp tục, nhấp vào đây:

source: If you want to stop the tutorial for good, click here:
ar_sa: إذا كنت ترغب في إيقاف البرنامج التعليمي نهائيا، انقر هنا:
vi_vn: Nếu bạn muốn dừng nội dung hướng dẫn, hãy nhấp vào đây:

source: Quit the Welcome tutorial
ar_sa: إنهاء البرنامج التعليمي الأوّلي
vi_vn: Thoát khỏi hướng dẫn Chào Mừng

source: Continue
ar_sa: استمرار
vi_vn: Tiếp tục

source: Step
ar_sa: خطوة
vi_vn: Bước

source: Next
ar_sa: التالي
vi_vn: Tiếp

source: Welcome
ar_sa: مرحباً
vi_vn: Xin chào

source: Help the user to create his first product.
ar_sa: مساعدة المستخدم على إنشاء أول منتج له.
vi_vn: Giúp người dùng tạo sản phẩm đầu tiên của mình.
