Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesSocialfollowAdmin.*.xlf
Languages: ca_es, ru_ru

source: Social media follow links
ca_es: Enllaços de seguiment de les xarxes socials
ru_ru: Ссылки на соцсети

source: Allows you to add information about your brand's social networking accounts.
ca_es: Us permet afegir informació sobre els comptes socials de la vostra marca.
ru_ru: Позволяет добавить информацию о вашем бренде в социальных сетях.

source: Facebook URL
ca_es: Adreça URL de la pàgina de Facebook

source: Your Facebook fan page.
ca_es: La vostrà pàgina fan a Facebook.
ru_ru: Ваша страница в Facebook.

source: Twitter URL
ca_es: Adreça URL de Twitter

source: Your official Twitter account.
ca_es: El vostre compte oficial a Twitter.
ru_ru: Ваша страница в Twitter.

source: RSS URL
ca_es: Adreça URL de RSS
ru_ru: Адрес RSS-ленты

source: The RSS feed of your choice (your blog, your store, etc.).
ca_es: El fil RSS de la vostra elecció (el vostre blog, la vostra botiga, etc).
ru_ru: Ваша лента RSS (блог, магазин, и т.д.).

source: YouTube URL
ca_es: Adreça URL de Youtube

source: Your official YouTube account.
ca_es: El vostre compte oficial a Youtube.
ru_ru: Ваш канал Youtube.

source: Google+ URL:
ca_es: Adreça URL de Google+:

source: Your official Google+ page.
ca_es: La vostra pàgina oficial de Google+.
ru_ru: Ваша страница на Google+.

source: Pinterest URL:
ca_es: Adreça URL de Pinterest:

source: Your official Pinterest account.
ca_es: El vostre compte oficial a Pinterest.
ru_ru: Ваша страница в Pinterest.

source: Vimeo URL:
ca_es: Adreça URL de Vimeo:

source: Your official Vimeo account.
ca_es: El vostre compte oficial a Vimeo.
ru_ru: Ваша страница в Vimeo.

source: Instagram URL:
ca_es: URL d'Instagram:

source: Your official Instagram account.
ca_es: El vostre compte oficial a Instagram.
ru_ru: Ваша страница в Instagram.
