Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesWatermarkAdmin.*.xlf
Languages: he_il

source: Watermark
he_il: סימן-מים

source: Are you sure you want to delete your details?
he_il: האם אתה בטוח שאתה רוצה למחוק את הפרטים שלך?

source: Opacity required.
he_il: יש להכניס ערך עבור רמת אטימות.

source: Opacity is not in allowed range.
he_il: הערך עבור רמת אטימות חורג מהטווח המותר.

source: Y-Align is required.
he_il: יש להכניס ערך עבור יישור על ציר ה - Y.

source: Y-Align is not in allowed range.
he_il: הערך עבור יישור על ציר ה - Y חורג מהטווח המותר.

source: X-Align is required.
he_il: יש להכניס ערך עבור יישור על ציר ה - X.

source: X-Align is not in allowed range.
he_il: הערך עבור יישור על ציר ה - Y חורג מהטווח המותר.

source: At least one image type is required.
he_il: יש לבחור לפחות סוג תמונה אחד.

source: An error occurred while uploading watermark: %1$s to %2$s
he_il: שגיאה אירעה בעת העלאת קובץ סימן מים: %1$s אל %2$s

source: Watermark file:
he_il: קובץ סימן-מים:

source: Watermark opacity (1-100)
he_il: אטימות סימן המים (1-100)

source: Watermark X align:
he_il: יישור סימן המים על ציר ה- X:

source: Watermark Y align:
he_il: יישור סימן המים על ציר ה- Y:

source: Choose image types for watermark protection:
he_il: בחר את סוגי התמונות להגנה באמצעות סימן-מים:
