Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesDateofdeliveryAdmin.*.xlf
Languages: eo_eo, uk_ua

source: Date of delivery
uk_ua: Термін доставки

source: Displays an approximate date of delivery
uk_ua: Відображає приблизну дату доставки

source: Date format is invalid
uk_ua: Дата невірний формат

source: Settings are updated
eo_eo: Agordoj estas ĝisdatigitaj!
uk_ua: Установки оновлені

source: Minimum time is invalid
uk_ua: Мінімальний час є невірним

source: Maximum time is invalid
uk_ua: Максимальний час є невірним

source: Carrier is invalid
uk_ua: Перевізник є невірним

source: This rule has already been defined for this carrier.
eo_eo: Ĉi tiu regulo jam estis difinita por ĉi tiu transportisto.
uk_ua: Це правило вже визначене для даного перевізника.

source: An error occurred on adding of carrier rule.
eo_eo: Eraro okazis dum aldono de transportista regulo.
uk_ua: Сталася помилка при додаванні правил доставки

source: An error occurred on updating of carrier rule.
eo_eo: Eraro okazis dum ĝisdatigo de transportista regulo.
uk_ua: Помилка при оновленні правил доставки

source: Carrier rule deleted successfully
eo_eo: Transportista regulo forigita sukcese
uk_ua: Правила доставки успішно видалені

source: Carrier rule added successfully
eo_eo: Transportista regulo aldonita sukcese
uk_ua: Правило доставки успішно додане

source: Carrier rule updated successfully
eo_eo: Transportanto-regulo ĝisdatigita sukcese
uk_ua: Правило доставки успішно оновлене

source: Extra time when a product is out of stock
eo_eo: Oni bezonas pli longan tempon, kiam la produkto ne estas disponebla.
uk_ua: Додатковий час, коли продукт буде в наявності

source: day(s)
uk_ua: днів

source: Extra time for preparation of the order
uk_ua: Додатковий час для підготовки замовлення

source: Preparation option
uk_ua: Опції підготовки

source: Saturday preparation
uk_ua: Підготовка в суботу

source: Sunday preparation
uk_ua: Підготовка в неділю

source: Date format:
uk_ua: Формат дати:

source: You can see all parameters available at: %site%
uk_ua: Ви можете переглянути усі доступні параметри тут: %site%

source: Carrier :
uk_ua: Перевізник:

source: Delivery between
uk_ua: Доставка між

source: Delivery option
uk_ua: Спосіб доставки

source: Delivery on Saturday
uk_ua: Доставка в Суботу

source: Delivery on Sunday
uk_ua: Доставка в Неділю

source: Name of carrier
eo_eo: Transportista nomo
uk_ua: Назва перевізника

source: Saturday delivery
uk_ua: Суботня доставка

source: Sunday delivery
uk_ua: Недільна доставка

source: %1$d day(s) and %2$d day(s)
uk_ua: %1$d день(ів) і %2$d день(ів)

source: Link list
uk_ua: Список посилань

source: Add a new carrier rule
eo_eo: Aldoni novan regulon por transportisto
uk_ua: Додати нове правило перевізника
