Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: uk_ua

source: Newsletter subscription
uk_ua: Підписка на новини

source: Adds a form for newsletter subscription.
uk_ua: Додає блок для підписки на розсилку.

source: Are you sure that you want to delete all of your contacts?
uk_ua: Ви впевнені, що хочете видалити всі свої контактні дані?

source: Subscribed
uk_ua: Ви підписані

source: Subscribed on
uk_ua: Підписані на

source: Newsletter registrations
uk_ua: Реєстрація розсилки

source: Unsubscribe
uk_ua: Відмовитися від підписки

source: Would you like to send a verification email after subscription?
uk_ua: Надсилати контрольний e-mail після підписки?

source: Would you like to send a confirmation email after subscription?
uk_ua: Надіслати підтвердження електронною поштою після підписки?

source: Welcome voucher code
uk_ua: Код купону знижку при реєстрації

source: Leave blank to disable by default.
uk_ua: Залиште пустим

source: Newsletter conditions
uk_ua: Умови підписки

source: This text will be displayed beneath the newsletter subscribe button.
uk_ua: Цей текст буде показано під кнопкою розсилки.

source: Export customers' addresses
uk_ua: Експортувати адреси клієнтів

source: Customers' country
uk_ua: Країна клієнта

source: Filter customers by country.
uk_ua: Фільтрувати клієнтів за країною.

source: Newsletter subscribers
uk_ua: Клієнти, підписані на інформаційні листи

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
uk_ua: Фільтрувати клієнтів за підпискою та за наявністю профілю.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
uk_ua: Клієнти можуть підписатись на розсилку під час реєстрації, або ввівши свій email в блоці підписки на новини.

source: All subscribers
uk_ua: Усі підписники

source: Subscribers with account
uk_ua: Зареєстровані підписники

source: Subscribers without account
uk_ua: Не зареєстровані підписники

source: Non-subscribers
uk_ua: Не є отримувачами

source: Partner offers subscribers
uk_ua: Підписані на партнерську розсилку

source: Filter customers who have agreed to receive your partners' offers or not.
uk_ua: Фільтрувати клієнтів за згодою отримувати пропозиції ваших партнерів.

source: Partner offers subscribers have agreed to receive your partners' offers.
uk_ua: Клієнти що згодні отримувати розсилку пропозицій від ваших партнерів.

source: All customers
uk_ua: Всіма клієнтами

source: Partner offers non-subscribers
uk_ua: Не підписані на партнерську розсилку

source: Search for addresses
uk_ua: Пошук адрес

source: Email address to search
uk_ua: Адреса електронної пошти для пошуку

source: Example: contact@prestashop.com or @prestashop.com
uk_ua: Наприклад: contact@prestashop.com або @prestashop.com

source: No customers found with these filters!
uk_ua: Немає клієнтів з цими фільтрами!

source: The .CSV file has been successfully exported: %d customers found.
uk_ua: CSV файл був успішно експортований: знайдено %d клієнтів.

source: Download the file
uk_ua: Завантажити файл

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
uk_ua: ПОПЕРЕДЖЕННЯ: Коли відкриєте цей .csv файл за допомогою Excel, оберіть кодування UTF-8, щоб уникнути невірних символів.

source: Error: Write access limited
uk_ua: Помилка: Обмеження доступу для запису

source: No result found!
uk_ua: Нічого не знайдено!

source: -- Select associated page --
uk_ua: -- Оберіть пов'язану сторінку --

source: Newsletter subscription: no email to delete, this customer has not registered.
uk_ua: Підписка: немає адреси для видалення, цей клієнт не зареєстрований.

source: Newsletter subscription: no email to export, this customer has not registered.
uk_ua: Підписка: немає адреси для експорту, цей клієнт не зареєстрований.
