Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: id_id, uk_ua

source: Registered customer information
id_id: Informasi pelanggan yang terdaftar
uk_ua: Інформація про Клієнтів

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
id_id: Tambahkan informasi mengenai pelanggan (seperti jenis kelamin dan umur) ke statistik dashboard.
uk_ua: Додає до панелі статистики інформацію про ваших зареєстрованих клієнтів (наприклад, стать і вік).

source: Target your audience
id_id: Target audiens Anda
uk_ua: Розподіл Вашої аудиторії

source: In order for each message to have an impact, you need to know who it is being addressed to.
id_id: Dalam rangka untuk setiap pesan memiliki dampak, Anda perlu tahu kepada siapa harus ditangani.
uk_ua: Щоб кожне повідомлення було дієвим, необхідно знати, кому воно буде адресовано.

source: Defining your target audience is essential when choosing the right tools to win them over.
id_id: Mengatasi audiens yang tepat sangat penting untuk memilih alat yang tepat untuk memenangkan mereka.
uk_ua: Звертаючись до потрібної аудиторії має важливе значення для вибору правильних інструментів.

source: It is best to limit an action to a group -- or to groups -- of clients.
id_id: Disarankan untuk mebatasi tindakan kedalam grup --- atau banyak grup -- atau klien.
uk_ua: Найкраще обмежити роботу з групою або групами клієнтів.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
id_id: Menyimpan informasi pelanggan memungkinkan Anda untuk menentukan profil pelanggan secara akurat sehingga dapat digunakan untuk menyesuaikan promosi atau program diskon.
uk_ua: Зберігання інформації про клієнтів дозволяє точніше визначати типовий профіль клієнта, щоб ви могли адаптувати свої спеціальні пропозиції та акції.

source: You can increase your sales by:
id_id: Anda dapat meningkatkan penjualan sampai dengan:
uk_ua: Як Ви можете збільшити ваші продажі:

source: Launching targeted advertisement campaigns.
id_id: Meluncurkan kampanye iklan bagi target tertentu.
uk_ua: Запуск цільових рекламних кампаній.

source: Contacting a group of clients by email or newsletter.
id_id: Menghubungi kelompok klien melalui e-mail atau newsletter.
uk_ua: Звернення групи клієнтів через розсилку по електронній пошті.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
id_id: Pembagian gender memungkinkan Anda untuk menentukan persentase laki-laki dan perempuan di antara pelanggan Anda.
uk_ua: Розподіл по статі дозволяє Вам визначити відсоткову частку чоловіків та жінок серед Ваших клієнтів.

source: CSV Export
id_id: Ekspor CSV
uk_ua: CSV експорт

source: Age ranges allow you to better understand target demographics.
id_id: Rentang usia memungkinkan Anda untuk menentukan target berdasarkan demografis.
uk_ua: Розподіл по віку дозволяє Вам визначити середній вік Ваших клієнтів.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
id_id: Distribusi negara memungkinkan Anda untuk menganalisa asal negara pelanggan.
uk_ua: Розподіл по країнах дозволяє аналізувати, з якої частини світу ваші клієнти здійснюють покупки.

source: Currency range allows you to determine which currency your customers are using.
id_id: Berkisar Mata Uang memungkinkan Anda untuk menentukan mata uang pelanggan Anda gunakan.
uk_ua: Розподіл валют дозволяє аналізувати найбільш уживані валюти ваших клієнтів.

source: Language distribution allows you to analyze the browsing language used by your customers.
id_id: Distribusi bahasa memungkinkan Anda untuk menganalisa bahasa yang digunakan di toko Anda.
uk_ua: Розподіл мови дозволяє аналізувати мови які використовуються для перегляду вашими клієнтами.

source: No customers have registered yet.
id_id: Tidak ada pelanggan terdaftar belum.
uk_ua: Ще не зареєстровано жодного клієнта.

source: Gender distribution
id_id: Distribusi jender
uk_ua: Розподіл за статтю

source: Age range
id_id: Kisaran usia
uk_ua: Розподіл за віком

source: Country distribution
id_id: Negara distribusi
uk_ua: Розподіл за країнами

source: Currency distribution
id_id: Mata distribusi
uk_ua: Розподіл за валютами

source: Language distribution
id_id: Bahasa distribusi
uk_ua: Розподіл за мовами
