Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesFeaturedproductsAdmin.*.xlf
Languages: es_es, uk_ua

source: Featured products
es_es: Productos destacados
uk_ua: Рекомендовані товари

source: Displays featured products in the central column of your homepage.
es_es: Muestra los productos destacados en la columna central de tu página de inicio.
uk_ua: Показує рекомендовані товари в центральній колонці головної сторінки.

source: The number of products is invalid. Please enter a positive number.
es_es: El número de productos no es válido. Por favor, introduce un número positivo.
uk_ua: Невірна кількість товарів. Будь ласка, вкажіть позитивне число.

source: The category ID is invalid. Please choose an existing category ID.
es_es: El ID de la categoría no es válido. Por favor, elige un ID de una categoría existente.
uk_ua: Невірний ID категорії. Будь ласка, введіть ID існуючої категорії.

source: Invalid value for the "randomize" flag.
es_es: Valor no válido para etiqueta "aleatoria".
uk_ua: Невірне значення в полі "випадково".

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
es_es: Para añadir más productos a tu página de inicio, simplemente añádelos a la categoría de productos correspondiente (de manera predeterminada: "Inicio").
uk_ua: Для додавання товарів на головну сторінку, просто додайте їх до відповідної категорії (за замовчуванням: "Головна").

source: Number of products to be displayed
es_es: Número de productos a mostrar
uk_ua: Кількість товарів для відображення

source: Set the number of products that you would like to display on homepage (default: 8).
es_es: Establece el número de productos que te gustaría mostrar en la página de inicio (de manera predeterminada: 8).
uk_ua: Вкажіть кількість товарів, яку ви хочете розмістити на домашню сторінку (кількість за замовчуванням: 8).

source: Category from which to pick products to be displayed
es_es: Categoría desde la que tomar los productos a mostrar
uk_ua: Категорія, з якої вибираються товари для відображення

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
es_es: Elige el ID de la categoría de los productos que deseas mostrar en la página de inicio (de manera predeterminada: 2 para "Inicio").
uk_ua: Вкажіть ID категорії товарів, які ви хочете показати на головній сторінці (за замовчуванням: 2 для "Головна").

source: Randomly display featured products
es_es: Mostrar los productos destacados aleatoriamente
uk_ua: Відображати рекомендовані товари випадково

source: Enable if you wish the products to be displayed randomly (default: no).
es_es: Activa esta opción si quieres que los productos se muestren de forma aleatoria (de manera predeterminada: no).
uk_ua: Увімкніть, якщо ви хочете, щоб товари відображались випадково (за замовчуванням: ні).
