Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: es_es, fr_fr

source: Customer reassurance
es_es: Información de seguridad y confianza para el cliente
fr_fr: Réassurance

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
es_es: Añade un bloque destinado a ofrecer información útil para tranquilizar al cliente que su tienda es segura y de confianza.
fr_fr: Ajoute un bloc pour afficher des informations pour rassurer vos clients

source: The block configuration has been updated.
es_es: La configuración del bloque ha sido actualizada.
fr_fr: Configuration mise à jour

source: New reassurance block
es_es: Nuevo bloque de confianza y seguridad
fr_fr: Nouveau bloc de réassurance

source: ID Shop
es_es: ID de la tienda
fr_fr: ID de la boutique

source: blockreassurance
es_es: Bloque de confianza y seguridad
fr_fr: Bloc Réassurance

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
es_es: Comunícate con tus clientes y tranquilícelos resaltando tus servicios: pagos seguros, envíos gratuitos, devoluciones, etc.
fr_fr: Créez du lien avec vos clients et rassurez-les en mettant en valeur vos services : paiement sécurisé, livraison gratuite, retours, etc.

source: Are you sure you want to uninstall this module?
es_es: ¿Estás seguro que quieres desinstalar este módulo?
fr_fr: Êtes-vous sûr de vouloir désinstaller ce module ?

source: There was an error during the installation. Please contact us through Addons website.
es_es: Se ha producido un error durante la instalación. Ponte en contacto con nosotros a través del sitio web de Addons.
fr_fr: Une erreur s'est produits lors de l'installation. Contactez-nous sur le site web d'Addons.

source: There was an error during the uninstallation. Please contact us through Addons website.
es_es: Se ha producido un error durante la desinstalación. Ponte en contacto con nosotros a través del sitio web de Addons.
fr_fr: Une erreur s'est produits lors de la désinstallation. Contactez-nous sur le site web d'Addons.

source: Block updated
es_es: Bloque actualizado
fr_fr: Bloc mis à jour

source: Oops... looks like an error occurred
es_es: ¡Oops!... parece que se ha producido un error
fr_fr: Oups... on dirait qu'une erreur s'est produite

source: Configuration updated successfully!
es_es: ¡Configuración actualizada correctamente!
fr_fr: La configuration a bien été mise à jour !

source: Position changed successfully!
es_es: ¡Posición cambiada correctamente!
fr_fr: La position a bien été changée !

source: An error occurred when switching position
es_es: Se ha producido un error al actualizar la posición
fr_fr: Une erreur s'est produite lors du changement de position
