Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesGsitemapAdmin.*.xlf
Languages: bs_ba

source: Your sitemaps were successfully created. Please do not forget to setup the URL
bs_ba: Vaša mapa sajta je uspješno napravljena. Nemojte zaboraviti podesiti URL

source: Your sitemaps
bs_ba: Vaše mape sajta

source: Please set up the following sitemap URL in your Google Webmaster account:
bs_ba: Molimo postavite sljedeći URL mape stranice u svom Google webmaster računu:

source: This URL is the master sitemaps file. It refers to the following sub-sitemap files:
bs_ba: Ovaj URL je glavni Sitemaps datoteka. Odnosi se na ove poddatoteke sitemapa:

source: A minimum memory_limit value of 128 MB.
bs_ba: Minimalna memory_limit vrijednost 128MB.

source: A minimum max_execution_time value of 30 seconds.
bs_ba: minimalna max_execution_time vrijednost 30 sekundi.

source: Configure your sitemap
bs_ba: Konfigurišite mapu Sajta

source: Several sitemap files will be generated depending on how your server is configured and on the number of activated products in your catalog.
bs_ba: Nekoliko Sitemapa stranice će biti generirano, ovisno o tome kako je vaš server konfigurisan i o broju aktiviranih proizvoda u Vašem ​​katalogu.

source: Check all
bs_ba: Označi sve

source: Indicate the pages that you do not want to include in your sitemap files:
bs_ba: Navedite stranice koje ne želite uključiti u svoju Sitemaps datoteku:

source: Generate sitemap
bs_ba: Generirajte mapu stranice

source: You have two ways to generate sitemaps.
bs_ba: Imate dva načina za generisanje mape stranice.

source: Using the form above (as often as needed)
bs_ba: Koristeći gornju formu (onoliko često koliko je potrebno)

source: It will automatically generate your XML sitemaps.
bs_ba: To će automatski generirati XML mape stranice.

source: Uncheck all
bs_ba: Odznači sve

source: This shop has no sitemap yet.
bs_ba: Ova trgovina još nema sitemap.

source: Generating a sitemap can take several minutes
bs_ba: Generirajući sitemap može potrajati nekoliko minuta

source: Information
bs_ba: Informacije

source: The above URL is the master sitemap file. It refers to the following sub-sitemap files:
bs_ba: Ovo je URL glavna Sitemap datoteka. On upućuje na ove pod-datoteke sitemapa:

source: Ask your hosting provider to setup a "Cron job" to load the following URL at the time you would like:
bs_ba: Pitajte hosting davatelja usluge za postavljanje "Cron task" da bi učitali sljedeći URL u vrijeme koje želite:
