Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsequipmentAdmin.*.xlf
Languages: sl_si, uk_ua

source: Browsers and operating systems
sl_si: Brskalnik in operacijski sistem
uk_ua: Браузери та операційні системи

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
sl_si: Doda zavihek, ki vsebuje graf o brskalnikih in operacijskih sistemih v nadzorno ploščo statistike.
uk_ua: Додає вкладку до Панелі інструментів, що містить графіки використання браузерів та операційних систем відвідувачів.

source: Making sure that your website is accessible to as many people as possible
sl_si: Prepričajtese, da je vaša stran dosegljiva čim večjemu številu obiskovalcev
uk_ua: Переконайтесь, що ваш сайт доступний для найбільшої кількості людей, наскільки це можливо

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
sl_si: Ko izdelujete spletno stran je pomembno, da spremljate uporabo programske opreme, ki jo uporabljajo obiskovalci, da se prepričate, da vsi vidijo stran enako. PrestaShop je bila narejena, da je kompatibilna z najnovejšimi brskalniki in OS. Kakorkoli, z dodajanjem vaših naprednih funkcij ali spreminjanjem kode jedra, se lahko zgodi, da ne bo več dostopno vsem. Zato je dobro spremljat v odstotkih kaj uporabljajo obiskovalci.
uk_ua: При управлінні веб-сайтом, важливо відстежувати програмне забезпечення що використовують відвідувачі, щоб бути впевненим, що сайт відображається однаково для усіх. PrestaShop був побудований, щоб бути сумісним з найостаннішими веб-браузерами і операційними системами (ОС). Тим не менш, ви можете додавати додаткові функції на ваш сайт або навіть змінити код ядра PrestaShop, і ці доповнення можуть бути не доступним для всіх. Тому, ідея відстеження відсотків користувачів для кожного типу програмного забезпечення, є непоганою, перш ніж додавати або змінювати щось, що зможе використати лише обмежене коло користувачів.

source: Indicates the percentage of each web browser used by customers.
sl_si: Ponazarja v odstotkih katere brskalnike uporabljajo stranke.
uk_ua: Показує відсотки використання різних веб-браузерів, що використовуються клієнтами.

source: CSV Export
sl_si: Izvoz CSV
uk_ua: CSV експорт

source: Indicates the percentage of each operating system used by customers.
sl_si: Ponazarja v odstotkih katere operacijske sisteme uporabljajo stranke.
uk_ua: Показує відсотки використання операційних систем ваших відвідувачів.

source: Plugins
sl_si: Dodatki
uk_ua: Плагіни

source: Web browser used
sl_si: Uporabljen brskalnik
uk_ua: Використовуваний веб-браузер

source: Operating system used
sl_si: Uporabljen operacijski sistem
uk_ua: Використовувана операційна система
