Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesCategorytreeAdmin.*.xlf
Languages: ar_sa, ko_kr

source: Category tree links
ar_sa: ارتباطات شجرة الفئة
ko_kr: 분류 트리 연결

source: Adds a block featuring product categories.
ar_sa: يضيف كتلة الأقسام المميزة.
ko_kr: 상품 분류 표시 블럭을 추가합니다.

source: Category root
ar_sa: جذر الأقسام
ko_kr: 분류 최상위

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
ar_sa: حدد أي من المنتجات يتم عرضها في الكتلة. الأقسام الحالية هي القسم الذي يتصفحه الزائر.
ko_kr: 블럭에 표시할 분류를 선택하세요. 현재 분류는 방문자가 보고 있는 분류입니다.

source: Home category
ar_sa: القسم الرئيسي
ko_kr: 첫화면 분류

source: Current category
ar_sa: التصنيف الحالي
ko_kr: 현재 분류

source: Parent category
ar_sa: الفئة الام
ko_kr: 상위 분류

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
ar_sa: القسم الحالي. إذا لم يتوفر أقسام فرعية سيتم استخدام القسم الرئيسي
ko_kr: 현재 분류는, 하위 분류가 없기에, 현재 분류의 상위 분류가 사용됩니다.

source: Maximum depth
ar_sa: الارتفاع الأقصى
ko_kr: 최대 단계

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
ar_sa: حدد العمق الأقصى للأقسام لعرضها في هذه الكتلة. (0 = غير محدد).
ko_kr: 이 블럭에 표시될 분류 하위 레벨의 최대 단계를 설정합니다.(0 = 무제한)
