Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesCheckpaymentShop.*.xlf
Languages: sq_al, th_th

source: This payment method is not available.
sq_al: Metoda e pagesës nuk është në dispozicion.
th_th: วิธีการชำระเงินนี้ไม่สามารถใช้ได้

source: Please send us your check following these rules:
th_th: กรุณาส่งเช็คของคุณตามวิธีการดังนี้:

source: Amount
th_th: จำนวน

source: Payee
th_th: ผู้รับเงิน

source: Send your check to this address
th_th: ส่งเช็คของคุณไปยังที่อยู่นี้

source: Pay by check
sq_al: Pagesë me çek.
th_th: ชำระเงินด้วยเช็คธนาคาร

source: (order processing will be longer)
sq_al: (procesimi i porosisë do të zgjasë më tepër)
th_th: (การตรวจสอบการสั่งซื้อจะใช้เวลานานขึ้น)

source: Your order on %s is complete.
sq_al: Porosia juaj është %s e kompletuar.
th_th: คำสั่งซื้อของคุณ ที่ %s ได้เสร็จสมบูรณ์แล้ว

source: Your check must include:
sq_al: Ju lutem dërgojeni Check-un me:
th_th: เช็คธนาคารของคุณต้องมีข้อมูล:

source: Payment amount.
th_th: จำนวนเงินที่ชำระ

source: Payable to the order of
sq_al: në emër të
th_th: ชำระตามคำสั่งซื้อ

source: Mail to
sq_al: adresa jonë
th_th: ส่งอีเมลไปที่

source: Do not forget to insert your order number #%d.
th_th: อย่าลืมใส่หมายเลขคำสั่งซื้อของคุณ #%d

source: Do not forget to insert your order reference %s.
th_th: อย่าลืมใส่หมายเลขอ้างอิงคำสั่งซื้อของคุณ %s

source: An email has been sent to you with this information.
sq_al: Ju kemi dërguar një email me këto informacione.
th_th: มีอีเมลถูกส่งถึงคุณพร้อมรายละเอียดดังต่อไปนี้

source: Your order will be sent as soon as we receive your payment.
sq_al: Porosia juaj do të dërgohet vetëm pasi të verifikohet pagesa tuaj.
th_th: คำสั่งซื้อของคุณจะถูกส่งทันทีที่เราได้รับการชำระเงินของคุณ

source: For any questions or for further information, please contact our
sq_al: Për cdo pyetje apo sqarim tjetër të nevojshëm, ju lutem kontaktoni direkt me
th_th: หากคุณมีข้อสงสัยใดกรุณา

source: customer service department.
sq_al: administratorët
th_th: แผนกบริการลูกค้า

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
sq_al: Vumë re një problem me porosine tuaj. Nëse mendoni që ky është një gabim, ju lutem kontaktoni me
