Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesCheckpaymentAdmin.*.xlf
Languages: fr_fr, gl_es

source: Payments by check
fr_fr: Chèque
gl_es: Pagamentos mediante cheque

source: Are you sure you want to delete these details?
fr_fr: Êtes-vous sûr de vouloir supprimer vos paramètres ?
gl_es: Estás segura de que queres eliminar estes datos?

source: The "Payee" and "Address" fields must be configured before using this module.
fr_fr: Les champs "Nom du bénéficiaire" et "Adresse" doivent être configurés avant d'utiliser ce module.

source: No currency has been set for this module.
fr_fr: Aucune devise disponible pour ce module
gl_es: Non se estableceu ningunha moeda para este módulo.

source: The "Payee" field is required.
fr_fr: Le champ "Bénéficiaire" est requis.

source: The "Address" field is required.
fr_fr: Le champ "Adresse" est requis.
gl_es: O campo "Enderezo" é obrigatorio.

source: Pay by Check
fr_fr: Payer par chèque
gl_es: Pagar con cheque

source: Contact details
fr_fr: Coordonnées
gl_es: Datos de contacto

source: Payee (name)
fr_fr: Nom du bénéficiaire

source: Address
fr_fr: Adresse
gl_es: Enderezo

source: Address where the check should be sent to.
fr_fr: Adresse à laquelle le chèque doit être envoyé.
gl_es: Enderezo a onde debe enviarse o cheque.

source: %amount% (tax incl.)
fr_fr: %amount% TTC

source: This module allows you to accept payments by check.
fr_fr: Ce module vous permet d'accepter des paiements par chèque.
gl_es: Este módulo permíteche aceptar pagamentos mediante cheque.

source: If the client chooses this payment method, the order status will change to 'Waiting for payment'.
fr_fr: Si le client choisit ce moyen de paiement, la commande passera à l'état "Paiement en attente".

source: You will need to manually confirm the order as soon as you receive a check.
fr_fr: Par conséquent, vous devez valider manuellement la commande dès réception du chèque.
gl_es: É preciso que confirmes manualmente a encomenda tan axiña como recibas un cheque.
