Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: pt_br

source: Pages not found
pt_br: Páginas não encontradas

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
pt_br: Adiciona uma guia ao Painel de Estatísticas, mostrando quais as páginas requisitadas pelos seus visitantes que não puderam ser encontradas.

source: The "pages not found" cache has been emptied.
pt_br: O cache das \"Páginas não encontradas\" foi esvaziado.

source: The "pages not found" cache has been deleted.
pt_br: O cache de "Páginas não encontradas" foi esvaziado.

source: Guide
pt_br: Guia

source: 404 errors
pt_br: erros 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
pt_br: Um erro 404 é um código de erro HTTP que significa que o arquivo solicitado pelo utilizador não pôde ser encontrado pelo sistema. Neste caso, isso significa que um de seus visitantes inseriram um URL errado na barra de endereços, ou que o seu ou outro site tem um link errado. Quando possível, o site referenciador é mostrado para que possa encontrar a página/site, que contém o link incorreto. Se isso não acontecer, geralmente significa que se trata de um acesso direto, e portanto que alguém pode ter escrito um link incorretamente.

source: How to catch these errors?
pt_br: Como capturar esses erros?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
pt_br: Se o seu serviço de hospedagem suporta o arquivo .htaccess, você pode criá-lo no diretório raiz do PrestaShop e inserir a seguinte linha no interior do arquivo: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
pt_br: Um usuário que tenha requisitado uma página que não existe será redirecionado para a seguinte página: %s. Este módulo registra o acesso a esta página.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
pt_br: Você deve usar um arquivo .htaccess para redirecionar os erros 404 para a página "404.php".

source: Page
pt_br: Página

source: Referrer
pt_br: Site de referência

source: Counter
pt_br: Contador

source: No "page not found" issue registered for now.
pt_br: Nenhum evento "página não encontrada" foi registrado até o momento.

source: Empty database
pt_br: Esvaziar banco de dados

source: Empty ALL "pages not found" notices for this period
pt_br: Eliminar TODAS as notificações de "páginas não encontradas" para este período

source: Empty ALL "pages not found" notices
pt_br: Eliminar TODAS as notificações de "páginas não encontradas"
