Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesEmailsubscriptionShop.*.xlf
Languages: is_is

source: This email address is not registered.
is_is: Þetta tölvupóstfang er ekki skráð í áskrift.

source: An error occurred while attempting to unsubscribe.
is_is: Það tókst ekki að hætta við áskrift þína.

source: Unsubscription successful.
is_is: Afsrkáning framkvæmd.

source: This email address is already registered.
is_is: Þetta tölvupóstfang er þegar skráð.

source: An error occurred during the subscription process.
is_is: Það kom upp villa við áskriftarskráningu.

source: A verification email has been sent. Please check your inbox.
is_is: Staðfestingarskeyti hefur verið sent til þín. Athugaðu innboxið þitt.

source: You have successfully subscribed to this newsletter.
is_is: Þú hefur gerst ákrifandi að fréttabréfi okkar.

source: This email is already registered and/or invalid.
is_is: Þetta tölvupóstfang er þegar skráð eða ekki í lagi.

source: Thank you for subscribing to our newsletter.
is_is: Takk fyrir að gerast áskrifandi að fréttabréfi okkar.

source: Sign up for our newsletter[1][2]%conditions%[/2]
is_is: Fáðu send fréttaskeyti [1][2]%conditions%[/2]

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
is_is: Þú getur afskráð þig hvenær sem er. Upplýsingar vegna afskráningar finnur þú í upplýsingasíðum okkar.

source: Newsletter
is_is: Fréttabréf
