Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesLinklistAdmin.*.xlf
Languages: ar_sa

source: Link Widget
ar_sa: ربط القطعة

source: Link block configuration
ar_sa: رابط وحدة البرمجة

source: Link Blocks
ar_sa: رابط المجموعة

source: Name of the link block
ar_sa: إسم رابط القسم

source: Please mark every page that you want to display in this block.
ar_sa: يرجى وضع علامة كل الصفحات التي تريد عرضها في هذه الكتلة.

source: Please add every page that you want to display in this block.
ar_sa: الرجاء إضافة كل صفحة ترغب في عرضها في هذه المجموعة.

source: Themes
ar_sa: القوالب

source: Link List
ar_sa: قائمة الروابط

source: Adds a block with several links.
ar_sa: أضف مجموعة تحتوي على عديد الروابط

source: New block
ar_sa: كتلة جديدة

source: ID
ar_sa: الرقم التعريفي

source: Name of the block
ar_sa: اسم الصندوق

source: URL
ar_sa: الرابط

source: Title
ar_sa: المسميات

source: Content pages
ar_sa: صفحات المحتوى

source: Product pages
ar_sa: صفحات المنتج

source: Static content
ar_sa: المحتوى الثابت

source: Custom content
ar_sa: محتوى مخصص

source: Edit the link block.
ar_sa: صحح رابط القسم.

source: New link block
ar_sa: جديد رابط القسم

source: Position
ar_sa: ترتيب العرض

source: Edit
ar_sa: تعديل

source: Delete
ar_sa: حذف

source: Name
ar_sa: الاسم
