Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesProductcommentsShop.*.xlf
Languages: sq_al

source: Deleted account
sq_al: Llogari e fshirë

source: You need to be [1]logged in[/1] or [2]create an account[/2] to post your review.
sq_al: Ti duhet të jesh [1]i identifikuar[/1] ose [2]të krijosh një llogari[/2] për të postuar vlerësimin tënd.

source: You are not allowed to post a review at the moment, please try again later.
sq_al: Për momentin nuk të lejohet të postosh një velrësim, të utem provo përsëri më vonë.

source: Title cannot be empty
sq_al: Titulli nuk mund të jetë i zbrazët

source: Title cannot be more than %s characters
sq_al: Titulli nuk mund të jetë më shumë se %s karaktere

source: Customer name cannot be empty
sq_al: Emri i klinetit nuk mund të jetë i zbrazët

source: Customer name cannot be more than %s characters
sq_al: Emri i klientit nuk mund të jetë më shumë se %s karaktere

source: You need to be logged in to report a review.
sq_al: Ti duhet të identifikohesh për të raportuar një vlerësim.

source: You already reported this review as abusive.
sq_al: Tashmë e raportove këtë vlerësim si abuziv.

source: Cannot find the requested product review.
sq_al: Nuk mund ta gjejë vlerësimin e produktit të kërkuar.

source: This feature is not enabled.
sq_al: Ky tipar nuk është aktivizuar.

source: You need to be [1]logged in[/1] or [2]create an account[/2] to give your appreciation of a review.
sq_al: Ti duhet të jesh [1]i identifikuar[/1] ose [2]të krijosh një llogari[/2] për të dhënë vlerësimin tënd për një koment.

source: OK
sq_al: Në rregull

source: No
sq_al: Jo

source: Yes
sq_al: Po

source: Sorry, your review cannot be posted.
sq_al: Na vjen keq, vlerësimi yt nuk mund të postohet.

source: Title
sq_al: Titulli

source: Required fields
sq_al: Required field

source: Cancel
sq_al: Anulo

source: Send
sq_al: Dërgojeni

source: Review sent
sq_al: Vlerësimi u dërgua

source: Your review cannot be sent
sq_al: Vlerësimi yt nuk mund të dërgohet

source: By %1$s
sq_al: Nga %1$s

source: Sorry, your review appreciation cannot be sent.
sq_al: Na vjen keq, vlerësimi yt i komentit nuk mund të dërgohet.

source: Sorry, your abuse report cannot be sent.
sq_al: Na vjen keq, raportimi yt i abuzimit nuk mund të dërgohet.

source: Comments
sq_al: Përshtypjet

source: Your review appreciation cannot be sent
sq_al: Vlerësimi yt i komentit nuk mund të dërgohet

source: Report comment
sq_al: Raporto komentin

source: Report sent
sq_al: Raporti u dërgua

source: Your report has been submitted and will be considered by a moderator.
sq_al: Komenti yt është dërguar dhe do të shqyrtohet nga një moderator.

source: Your report cannot be sent
sq_al: Raporti yt nuk mund të dërgohet
