Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: uk_ua

source: Empty recordset returned
uk_ua: Повернулось порожніх записів

source: Valid orders
uk_ua: Дійсно замовлень

source: Money spent
uk_ua: Витрачено грошей

source: Best customers
uk_ua: Кращі клієнти

source: Adds a list of the best customers to the Stats dashboard.
uk_ua: Додає перелік кращих покупців до Панелі статистики.

source: Develop clients' loyalty
uk_ua: Підвищити лояльність клієнтів

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
uk_ua: Утримання клієнта вигідніше, ніж отримання нового. Таким чином, необхідно розробити програму лояльності, щоб вони поверталися.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
uk_ua: Передача інформації з вуст в уста - хороший засіб отримання нових, задоволених клієнтів. Незадоволені клієнти не будуть залучати нових клієнтів.

source: In order to achieve this goal, you can organize:
uk_ua: Для досягнення цієї мети ви можете організувати:

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
uk_ua: Разові винагороди: комерційні нагороди (персоналізовані спеціальні пропозиції, товарів або послуг), некомерційні нагороди (пріоритет в обробці замовлення), грошові нагороди (облігації, купони на знижку).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
uk_ua: Постійні акції: накопичення балів лояльності або карти, які не тільки посилюють зв'язок між продавцем і клієнтом, але й надають переваги для клієнтів (приватні пропозиції, знижки).

source: These operations encourage clients to buy products and visit your online store more regularly.
uk_ua: Такі дії заохочують клієнтів до купівлі товарів та повернення у ваш інтернет-магазин на більш регулярній основі.
