Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesPscleanerAdmin.*.xlf
Languages: az_az, es_es, uk_ua

source: PrestaShop Cleaner
az_az: PrestaShop təmizləyici
es_es: Limpiador de Prestashop
uk_ua: Очистка PrestaShop

source: Check and fix functional integrity constraints and remove default data
es_es: Comprobar y corregir las limitaciones de la integridad funcional y eliminar los datos predeterminados (prodcutos, pedidos, clientes)
uk_ua: Перевірте і встановіть обмеження функціоналу, видаліть налаштування за замовчуванням

source: Be really careful with this tool - There is no possible rollback!
es_es: Ten mucho cuidado con esta herramienta - ¡No hay vuelta atrás!
uk_ua: Будьте обережні з цим інструментом - відновлення не можливе.

source: The following queries successfuly fixed broken data:
es_es: La siguientes consultas corrigieron correctamente los datos dañados:
uk_ua: Запити на виправлення помилок виконано успішно:

source: %d line(s)
az_az: %d sıra(lar)
es_es: %d línea(s)
uk_ua: %d ліній

source: Nothing that need to be fixed
es_es: Nada que necesite ser corregido
uk_ua: Немає чого виправляти

source: The following queries successfuly cleaned your database:
es_es: Las siguientes consultas limpiaron correctamente tu base de datos:
uk_ua: Запити на очищення БД виконано:

source: Nothing that need to be cleaned
az_az: Təmizləməyə ehtiyac yoxdu
es_es: Nada que necesite ser limpiado
uk_ua: Не доступно для видалення

source: Catalog truncated
es_es: Catálogo borrado
uk_ua: Каталог скорочено

source: Orders and customers truncated
es_es: Pedidos y clientes truncados
uk_ua: Скорочені замовлення та клієнти

source: Please read the disclaimer and click "Yes" above
es_es: Por favor, lee el aviso legal y haz clic en "Sí" a continuación
uk_ua: Будь ласка, прочитайте відмову від відповідальності та натисніть "Так"

source: Are you sure that you want to delete all catalog data?
az_az: Bütün kataloq məlumatlarını silmək istədiyinizdən əminsinizmi?
es_es: ¿Estás seguro de que quieres eliminar todos los datos del catálogo?
uk_ua: Ви впевнені, що хочете видалити усю інформацію в каталозі?

source: Are you sure that you want to delete all sales data?
az_az: Bütün satış məlumatlarını silmək istədiyinizdən əminsinizmi?
es_es: ¿Estás seguro de que quieres eliminar todos los datos de ventas?
uk_ua: Ви впевнені, що хочете видалити усі дані про продажі?

source: Catalog
az_az: Kataloq
es_es: Catálogo
uk_ua: Каталог

source: I understand that all the catalog data will be removed without possible rollback: products, features, categories, tags, images, prices, attachments, scenes, stocks, attribute groups and values, manufacturers, suppliers...
es_es: Entiendo que todos los datos del catálogo serán eliminados sin la posibilidad de vuelta atrás: productos, características, categorías, etiquetas, imágenes, precios, adjuntos, escenas, stock de productos, grupos de atributos y valores, fabricantes, proveedores...
uk_ua: Я розумію, що всі дані каталогу будуть повністю видалені: товари,властивості, категорії, теги, зображення, ціни, вкладення, сцени, запаси, групи атрибутів і значень, виробники, постачальники...

source: Delete catalog
az_az: Kataloqu sil
es_es: Eliminar catálogo
uk_ua: Видалити каталог

source: Orders and customers
az_az: Siafrişlər və Müştərilər
es_es: Pedidos y clientes
uk_ua: Замовлення та покупці

source: I understand that all the orders and customers will be removed without possible rollback: customers, carts, orders, connections, guests, messages, stats...
es_es: Entiendo que todos los pedidos y clientes serán eliminados sin posibilidad de vuelta atrás: clientes, carritos, pedidos, conexiones, invitados, mensajes, estadísticas ...
uk_ua: Я розумію, що всі замовлення, клієнти, кошики, контакти, повідомлення та статистика будуть видалені...

source: Delete orders & customers
az_az: Sifariş və müştəriləri sil
es_es: Eliminar pedidos y clientes
uk_ua: Видалити замовлення та покупців

source: Functional integrity constraints
es_es: Limitaciones de la integridad funcional
uk_ua: Функціональні обмеження цілісності

source: Check & fix
az_az: Yoxla & Düzəlt
es_es: Comprobar y corregir
uk_ua: Перевірити та виправити

source: Database cleaning
az_az: Baza təmizləməsi
es_es: Limpieza de la base de datos
uk_ua: Очищення БД

source: Clean & Optimize
az_az: Təmizlə və optimizasiya et
es_es: Limpiar y Optimizar
uk_ua: Очищення та Оптимізація
