Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesDashactivityAdmin.*.xlf
Languages: sq_al

source: Dashboard Activity
sq_al: Aktiviteti i pultit të kontrollit

source: (from %s to %s)
sq_al: (prej %s deri %s)

source: Active cart
sq_al: Shporta aktive

source: Online visitor
sq_al: Vizitor në linjë

source: Abandoned cart (min)
sq_al: Shporta e braktisur (min)

source: hrs
sq_al: orë

source: Abandoned cart (max)
sq_al: Shporta të braktisura (max)

source: Activity overview
sq_al: Pasqyra e aktiviteteve

source: Online Visitors
sq_al: Vizitorë në linjë

source: in the last %d minutes
sq_al: gjatë %d min. të fundit

source: Active Shopping Carts
sq_al: Shporta aktive

source: Currently Pending
sq_al: Aktualisht në pritje

source: Return/Exchanges
sq_al: Kthime /ndërrime

source: Out of Stock Products
sq_al: Produkte pa gjendje stoku

source: New Messages
sq_al: Mesazhe të reja

source: Customers & Newsletters
sq_al: Klientët & buletinet

source: New Customers
sq_al: Klientë të rinj

source: New Subscriptions
sq_al: Abonime të reja

source: Total Subscribers
sq_al: Gjithsej abonentë

source: Traffic
sq_al: Trafiku

source: Link to your Google Analytics account
sq_al: Lidhja me llogarinë tënde të 'Google Analytics'

source: Visits
sq_al: Vizita

source: Unique Visitors
sq_al: Vizitorë unik

source: Traffic Sources
sq_al: Burime trafiku
