Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: ca_es, el_gr, vi_vn

source: Legal Compliance
ca_es: Avís Legal
el_gr: Νομική Συμμόρφωση
vi_vn: Tuân Thủ Pháp Luật

source: This module helps merchants comply with applicable e-commerce laws.
ca_es: Aquest mòdul ajuda als comerciants a complir amb les lleis aplicables al comerç electrònic.
el_gr: Αυτό το πρόσθετο βοηθά τους εμπόρους να συμμορφώνονται με την ισχύουσα νομοθεσία για το ηλεκτρονικό εμπόριο.
vi_vn: Mô-đun này giúp các thương nhân tuân thủ luật thương mại điện tử hiện hành.

source: Could not install new hook
ca_es: No es pot instal·lar nou ganxo
el_gr: Δε μπόρεσε να εγκατασταθεί νέο σημείο πρόσδεσης (hook)
vi_vn: Không thể cài đặt móc mới

source: Legal notice
ca_es: Avís Legal
el_gr: Ανακοίνωση νομικού περιεχομένου
vi_vn: Thông báo pháp lý

source: Please add your legal information to this site.
ca_es: Si us plau, afegiu la vostra informació legal a aquest lloc.
el_gr: Προσθέστε τις απαραίτητες νομικές πληροφορίες σε αυτόν τον ιστότοπο.
vi_vn: Vui lòng thêm thông tin pháp lý của bạn vào trang này.

source: Terms of Service (ToS)
ca_es: Condicions del Servei (CdS)
el_gr: Όροι Χρήσης (Ο. Χ.)
vi_vn: Điều khoản dịch vụ (ToS)

source: Please add your Terms of Service (ToS) to this site.
ca_es: Si us plau, afegir els vostres Termes de Servei (Tos) a aquest lloc.
el_gr: Προσθέστε τους Όρους Παροχής Υπηρεσιών στον ιστότοπο.
vi_vn: Vui lòng thêm Các Điều Khoản Dịch Vụ (ToS) của bạn vào trang này.

source: Revocation terms
ca_es: Condicions de Cancel·lació
el_gr: Όροι ανάκλησης
vi_vn: Các điều mục hủy bỏ

source: Please add your Revocation terms to this site.
ca_es: Si us plau, afegir els vostres termes de Revocació a aquest lloc.
el_gr: Προσθέστε τους όρους ανάκλησης σε αυτόν τον ιστότοπο.
vi_vn: Vui lòng thêm các điều khoản Hủy Bỏ vào trang này.

source: Privacy
ca_es: Privacitat
el_gr: Απόρρητο
vi_vn: Quyền riêng tư

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
ca_es: Si us plau, inseriu aquí el vostre contingut sobre la privacitat. Si ha activat mòduls de Mitjans Socials, proporcioni un avís sobre l'accés de tercers a les dades.
el_gr: Γράψτε εδώ τις πληροφορίες για το ιδιωτικό απόρρητο. Αν έχετε ενεργοποιήσει δομικά στοιχεία κοινωνικών μέσων, περιλάβετε ένα σημείωμα για την πρόσβαση τρίτων στα δεδομένα.
vi_vn: Vui lòng chèn nội dung của bạn về quyền riêng tư ở đây. Nếu bạn đã kích hoạt các mô-đun Mạng Xã Hội, vui lòng cung cấp thông báo về việc bên thứ ba truy cập dữ liệu.

source: Shipping and payment
ca_es: Enviament i pagament
el_gr: Αποστολή και πληρωμή
vi_vn: Giao hàng và thanh toán

source: Please add your Shipping and payment information to this site.
ca_es: Si us plau, afegiu la vostra informació d'enviament i pagament a aquest lloc.
el_gr: Προσθέστε τις απαραίτητες πληροφορίες για την παράδοση και την πληρωμή σε αυτόν τον ιστότοπο.
vi_vn: Vui lòng thêm thông tin Vận Chuyển và thanh toán của bạn vào trang này.

source: Environmental notice
ca_es: Informació ambiental
el_gr: Ανακοίνωση περιβαλλοντικού περιεχομένου
vi_vn: Thông báo môi trường

source: Please add your Environmental information to this site.
ca_es: Si us plau, afegiu la vostra informació Ambiental a aquest lloc.
el_gr: Προσθέστε τις απαραίτητες περιβαλλοντικές πληροφορίες σε αυτόν τον ιστότοπο.
vi_vn: Vui lòng thêm thông tin Môi Trường vào trang này.

source: This module helps European merchants to comply with legal requirements. Learn how to configure the module and other shop parameters so that you're in compliance with the law.[1][2]PrestaShop 1.7 legal compliance documentation[/2]
ca_es: Aquest mòdul ajuda als comerciants europeus al fet que compleixin amb els requisits legals. Aprendre a configurar els paràmetres del mòdul i una altra botiga perquè estigui en conformitat amb la llei.[1][2]PrestaShop 1.7 documentació de compliment de la llei[/2]
el_gr: Αυτό το δομικό στοιχείο βοηθά τους εμπόρους από την Ευρώπη να τηρούν τη νομοθεσία. Μάθετε πώς να προσαρμόσετε το στοιχείο και άλλες παραμέτρους του καταστήματος ώστε να τηρείτε τον νόμο.[1][2]Τεκμηρίωση νομικής συμμόρφωσης του PrestaShop 1.7[/2]
vi_vn: Mô-đun này giúp các thương nhân Châu Âu tuân thủ các yêu cầu của pháp luật. Tìm hiểu cách cấu hình mô-đun và các tham số khác của cửa hàng để bạn tuân thủ pháp luật.[1][2]Tài liệu tuân thủ pháp luật của PrestaShop 1.7[/2]

source: Failed to associate legal content with an email template.
ca_es: No s'ha pogut associar els continguts legals amb una plantilla de correu electrònic.
el_gr: Δεν πέτυχε η συσχέτιση νομικού περιεχομένου με ένα πρότυπο email.
vi_vn: Không thể liên kết nội dung pháp lý với mẫu email.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
ca_es: L'etiqueta 'Termes de Revocació dins de la Tos' no pot activar-se a menys que s'associi el paper "%s" amb una pàgina.
el_gr: Η ετικέτα «Όροι Ανάκλησης εντός των Όρων Παροχής Υπηρεσιών» δε μπορεί να ενεργοποιηθεί εάν δεν συσχετίσετε τον ρόλο «%s» με μια Σελίδα.
vi_vn: Không thể kích hoạt nhãn 'Các điều mục hủy bỏ trong ToS' trừ phi bạn liên kết vai trò "%s" với một Trang.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
ca_es: L'etiqueta dels costos d'enviament no es pot activar a menys que s'associi el paper "%s" amb una pàgina.
el_gr: Η ετικέτα «έξοδα αποστολής» δεν μπορεί να ενεργοποιηθεί εάν δεν συσχετίσετε τον ρόλο «%s» με μια Σελίδα.
vi_vn: Không thể kích hoạt nhãn chi phí vận chuyển trừ phi bạn kết hợp vai trò "%s" với một Trang.

source: Revocation form
ca_es: Formulari de cancel·lació
el_gr: Φόρμα ανάκλησης
vi_vn: Hình thức hủy bỏ

source: Labels
ca_es: Etiquetes
el_gr: Ετικέτες
vi_vn: Nhãn hiệu

source: Additional information about delivery time
ca_es: Informació adicional ﻿sobre el temps d'enviament
el_gr: Πρόσθετες πληροφορίες για τον χρόνο παράδοσης
vi_vn: Thông tin bổ sung về thời gian giao hàng

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
ca_es: Si heu especificat un temps d'entrega, aquesta informació addicional es mostra al peu de pàgina de les pàgines de producte amb un enllaç a la pàgina de "Enviament i Pagament". Deixeu el camp buit per desactivar.
el_gr: Αν υποδείξατε χρόνο παράδοσης, αυτές οι πρόσθετες πληροφορίες εμφανίζονται στο υποσέλιδο των σελίδων προϊόντος με σύνδεσμο προς τη σελίδα «Παράδοση και Πληρωμή». Για να τις απενεργοποιήσετε, αφήστε το πεδίο κενό.
vi_vn: Nếu bạn đã cho biết thời gian giao hàng, thông tin bổ sung này được hiển thị trong cước chú của các trang sản phẩm với một liên kết đến trang "Vận Chuyển & Thanh Toán". Để trống trường này để vô hiệu.

source: Indicate for which countries your delivery time applies.
ca_es: Indicar a quins països s'aplica el termini de lliurament.
el_gr: Υποδείξτε για ποιες χώρες ισχύει αυτός ο χρόνος παράδοσης.
vi_vn: Cho biết thời gian giao hàng của bạn áp dụng cho các quốc gia nào.

source: 'Our previous price' label
ca_es: Etiqueta 'El nostre preu anterior'
el_gr: Ετικέτα «προηγούμενη τιμή»
vi_vn: Nhãn 'Giá trước đây của chúng tôi'

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
ca_es: Quan un producte està a la venda, mostra una etiqueta 'El nostre preu anterior' abans que el preu original ratllat, al costat del preu en la oàgina del producte.
el_gr: Όταν ένα προϊόν πωλείται με έκπτωση, εμφανίζεται η ετικέτα «Προηγούμενη τιμή» πριν τη διαγραμμένη αρχική τιμή, δίπλα στην τιμή που αναγράφεται στη σελίδα προϊόντος.
vi_vn: Khi một sản phẩm được bán, hiển thị nhãn 'Giá trước đây của chúng tôi' trước giá gốc bị gạch bỏ, kế bên giá trên trang sản phẩm.

source: Tax 'inc./excl.' label
ca_es: Etiqueta IVA"inc/excl"
el_gr: Ετικέτα 'με/χωρίς' ΦΠΑ
vi_vn: Nhãn thuế 'inc./excl.'

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
ca_es: Mostra si l'impost està inclòs a la pàgina de producte ( Etiqueta 'IVA incl./excl.') i afegeix una breu menció al peu de pàgina d'altres pàgines.
el_gr: Εμφανίζει στη σελίδα προϊόντος αν περιλαμβάνεται ο Φ.Π.Α. (ετικέτα «με Φ.Π.Α.»/«χωρίς Φ.Π.Α.») και προσθέτει σχετική σημείωση στο υποσέλιδο άλλων σελίδων.
vi_vn: Hiển thị thông tin đã bao gồm thuế hay chưa trên trang sản phẩm (nhãn 'Đã bao gồm/chưa bao gồm thuế') và thêm mô tả ngắn trong cước chú của các trang khác.

source: Price per unit label
ca_es: Etiqueta de Preu unitari
el_gr: Ετικέτα «τιμή ανά μονάδα»
vi_vn: Nhãn giá mỗi đơn vị

source: If available, displays the price per unit everywhere the product price is listed.
ca_es: Si està disponible, es mostra el preu per unitat en tots els llocs on el producte és llistat.
el_gr: Αν διατίθεται, εμφανίζει την τιμή μονάδας οπουδήποτε αναγράφεται η τιμή του προϊόντος.
vi_vn: Nếu khả dụng, hiển thị giá mỗi đơn vị ở tất cả những nơi có liệt kê giá sản phẩm.

source: 'Shipping fees excl.' label
ca_es: Etiqueta de "Despeses d'enviament excloses"
el_gr: Ετικέτα «χωρίς έξοδα αποστολής»
vi_vn: Nhãn 'Đã bao gồm phí vận chuyển'

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
ca_es: Mostra una etiqueta al costat del preu del producte ( 'Enviament exclòs') i afegeix una breu menció al peu de pàgina d'altres pàgines.
el_gr: Εμφανίζει στη σελίδα προϊόντος μια ετικέτα («χωρίς έξοδα αποστολής) και προσθέτει σχετική σημείωση στο υποσέλιδο άλλων σελίδων.
vi_vn: Hiển thị nhãn kế bên giá sản phẩm ('Không bao gồm vận chuyển') và thêm mô tả ngắn trong cước chú của các trang khác.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
ca_es: Si està activat, comproveu que les Condicions d'enviament estan associades amb una pàgina avall (Gestió de Continguts Legals). L'etiqueta enllaçarà a aquest contingut.
el_gr: Αν είναι ενεργοποιημένο, βεβαιωθείτε ότι οι Όροι Αποστολής συνδέονται με μια από τις παρακάτω σελίδες (Διαχείριση Νομικού Περιεχομένου). Η ετικέτα θα περιέχει σύνδεσμο προς αυτήν τη σελίδα.
vi_vn: Nếu được kích hoạt, hãy đảm bảo rằng các điều khoản Vận Chuyển được kết hợp với trang bên dưới ( Quản Lý Nội Dung Pháp Lý). Nhãn này sẽ liên kết với nội dung này.

source: Revocation Terms within ToS
ca_es: Termes de Revocació dins de ToS
el_gr: Όροι Ανάκλησης εντός των Όρων Χρήσης
vi_vn: Các điều mục hủy bỏ trong phần các điều khoản dịch vụ

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
ca_es: Inclou continguts de la pàgina Termes de Revocació dins dels Termes de Servei (ToS).
el_gr: Περιλαμβάνει περιεχόμενο από τους Όρους Ανάκλησης, που περιλαμβάνονται στους Όρους Παροχής Υπηρεσιών.
vi_vn: Bao gồm nội dung từ trang Điều Khoản Hủy Bỏ trong Các Điều Khoản Dịch Vụ (ToS).

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
ca_es: Si està habilitat, comproveu que les Condicions de Revocació s'associen a una pàgina avall (Gestió de Continguts Legals).
el_gr: Αν είναι ενεργοποιημένο, βεβαιωθείτε ότι οι Όροι Ανάκλησης συνδέονται με μια από τις παρακάτω σελίδες (Διαχείριση Νομικού Περιεχομένου).
vi_vn: Nếu kích hoạt, hãy đảm bảo rằng các Điều Khoản Hủy Bỏ được liên kết với trang bên dưới (Quản Lý Nội Dung Pháp Lý).

source: Revocation for virtual products
ca_es: Revocació per a productes virtuals
el_gr: Ανάκληση για ψηφιακά προϊόντα
vi_vn: Hủy bỏ các sản phẩm ảo

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
ca_es: Afegeix una casella de verificació obligatòria quan el carro conté un producte virtual. Utilitzeu-la per assegurar que els clients són conscients que un producte virtual no pot ser retornat.
el_gr: Προσθέτει ένα υποχρεωτικό τετραγωνάκι όταν το καλάθι περιέχει εικονικό προϊόν. Χρησιμοποιήστε το για να σιγουρευτείτε ότι οι πελάτες γνωρίζουν πως ένα εικονικό προϊόν δεν μπορεί να επιστραφεί.
vi_vn: Thêm một hộp kiểm bắt buộc khi giỏ hàng chứa một sản phẩm ảo. Sử dụng nó để đảm bảo khách hàng biết rằng không thể trải lại một sản phẩm ảo.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
ca_es: Exigiu als clients la renúncia al seu dret de revocació en la compra de productes virtuals (béns o serveis digitals).
el_gr: Ζητήστε από τους πελάτες να αποποιηθούν το δικαίωμα ανάκλησης όταν αγοράζουν εικονικά προϊόντα (ψηφιακά αγαθά ή υπηρεσίες).
vi_vn: Yêu cầu khách hàng từ bỏ quyền hủy bỏ của họ khi mua các sản phẩm ảo (hàng hóa kỹ thuật số hoặc dịch vụ).

source: 'From' price label (when combinations)
ca_es: Etiqueta de preu 'Des de' (quan hi hagi combinacions)
el_gr: Ετικέτα τιμής "Από" (όταν ισχύουν συνδυασμοί)
vi_vn: Nhãn giá 'Từ' ( khi kết hợp)

source: Displays a 'From' label before the price on products with combinations.
ca_es: Mostra una etiqueta "Des de" abans que el preu dels productes amb combinacions.
el_gr: Εμφανίζει την ετικέτα «Από» πριν την τιμή σε προϊόντα με συνδυασμούς.
vi_vn: Hiển thị nhãn 'Từ' trước giá ở các sản phẩm có các cách kết hợp.

source: As prices can vary from a combination to another, this label indicates that the final price may be higher.
ca_es: A mesura que els preus poden variar d'una combinació a una altra, aquesta etiqueta indica que el preu final pot ser més gran.
el_gr: Καθώς οι τιμές μπορεί να διαφέρουν από συνδυασμό σε συνδυασμό, αυτή η ετικέτα υποδεικνύει ότι η τελική τιμή μπορεί να είναι υψηλότερη.
vi_vn: Khi giá cả có thể thay đổi từ một tổ hợp đến một cái khác, nhãn này biểu thị rằng mức giá cuối cùng có thể cao hơn.

source: Custom text in shopping cart page
ca_es: Text personalitzat a la pàgina del carro de la compra
el_gr: Ελεύθερο κείμενο στη σελίδα του καλαθιού αγορών
vi_vn: Tùy chỉnh văn bản trong trang giỏ hàng

source: This text will be displayed on the shopping cart page. Leave empty to disable.
ca_es: Aquest text es mostrarà a la pàgina del carro de la compra. Deixar en blanc per desactivar.
el_gr: Αυτό το κείμενο θα εμφανίζεται στη σελίδα του καλαθιού αγορών. Για να το απενεργοποιήσετε, αφήστε το κενό.
vi_vn: Văn bản này sẽ được hiển thị trên trang giỏ hàng. Để trống để vô hiệu.

source: Please inform your customers about how the order is legally confirmed.
ca_es: Si us plau, informeu als vostres clients sobre com es confirma l'ordre legalment.
el_gr: Πληροφορήστε τους πελάτες σας για τον τρόπο με τον οποίο επιβεβαιώνεται νομικά η παραγγελία.
vi_vn: Vui lòng thông báo cho khách hàng của bạn về việc đơn hàng được xác nhận một cách hợp pháp như thế nào.

source: Features
ca_es: Característiques
el_gr: Χαρακτηριστικά
vi_vn: Tính năng

source: Enable 'Reordering' feature
ca_es: Habilitar funció 'Reordenar'
el_gr: Ενεργοποίηση χαρακτηριστικού 'Επαναπαραγγελία'
vi_vn: Kích hoạt tính năng 'Đặt hàng lại'

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
ca_es: Si està activat, l'opció 'Reordenar' permet als clients reordenen en un sol clic des de la pàgina Historial de comandes.
el_gr: Αν ενεργοποιηθεί, η επιλογή 'Επαναπαραγγελία' επιτρέπει στους πελάτες να παραγγείλουν ξανά με ένα πάτημα από τη σελίδα Ιστορικού Παραγγελιών τους.
vi_vn: Nếu được kích hoạt, tính năng 'Đặt hàng lại' cho phép khách hàng đặt lại hàng trong một nút nhấn từ trang lịch sử đặt hàng của họ.

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
ca_es: Assegureu-vos de complir amb la legislació local abans d'habilitar: es pot considerar com a béns no sol·licitats.
el_gr: Βεβαιωθείτε ότι συμμορφώνεστε με την τοπική νομοθεσία πριν το ενεργοποιήσετε: μπορεί να θεωρηθούν ως ανεπιθύμητα αγαθά.
vi_vn: Chắc chắn rằng bạn thực hiện theo pháp luật địa phương trước khi kích hoạt: nó có thể được coi là hàng hóa không mong muốn.

source: Proportionate tax for shipping and wrapping
ca_es: Impost proporcional per a l'enviament i embalatge
el_gr: Αναλογικός φόρος για αποστολή και περιτύλιγμα
vi_vn: Thuế cân đối theo tỷ lệ cho giao hàng và đóng gói

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
ca_es: Quan està activat, l'impost per a les despeses d'enviament i embalatge es calcularà proporcional als impostos que s'apliquen als productes del carret.
el_gr: Όταν ενεργοποιηθεί, το κόστος για το φόρο αποστολής και συσκευασίας θα υπολογιστεί αναλογικά με τους φόρους των προϊόντων στο καλάθι.
vi_vn: Khi được kích hoạt, thuế trên chi phí giao hàng và đóng gói sẽ được tính theo tỷ lệ thuế áp dụng cho sản phẩm trong giỏ hàng.

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
ca_es: Si està actiu, les taxes d'enviament dels transportistes han de ser amb impostos inclosos! Assegureu-vos que és el cas en la secció d'enviament.
el_gr: Αν είναι ενεργό, τα έξοδα αποστολής του μεταφορέα πρέπει να περιλαμβάνουν Φ.Π.Α.! Επαληθεύστε αν αυτό συμβαίνει στην ενότητα «Παράδοση».
vi_vn: Nếu có hoạt động, phí vận chuyển của hãng vận chuyển phải bao gồm thuế! Đảm bảo đúng trường hợp này trong phần Vận Chuyển.

source: -- Select associated page --
ca_es: -- Seleccionar pàgina associada --
el_gr: -- Επιλέξτε τη σχετική σελίδα --
vi_vn: -- Chọn trang liên kết --

source: Are you sure you want to uninstall this module?
ca_es: Estàs segur de desinstal·lar aquest mòdul?
el_gr: Είσαστε βέβαιοι ότι θέλετε να απεγκαταστήσετε αυτό το πρόσθετο;
vi_vn: Bạn có chắc chắn muốn bỏ cài đặt module này không?

source: Email content inclusion
ca_es: Inclusió de contingut de correu electrònic
el_gr: Συμπερίληψη περιεχομένου email
vi_vn: Nội dung email gồm có

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
ca_es: Aquesta secció us permet incloure informació de la secció "Contingut Legal" per sobre de la part inferior dels correus electrònics de la seva botiga.
el_gr: Αυτός ο τομέας σας επιτρέπει να συμπεριλάβετε πληροφορίες από τον τομέα "Διαχείριση Νομικού Περιεχομένου" παραπάνω, κάτω από τα email του καταστήματός σας.
vi_vn: Mục này cho phép bạn bao gồm cả thông tin từ mục "Quản lý nội dung pháp lý" trên ở cuối email cửa hàng của bạn.

source: For each type of email, you can define which content you would like to include.
ca_es: Per a cada tipus de correu electrònic, es pot definir el contingut que voleu incloure.
el_gr: Για κάθε τύπο email, μπορείτε να ορίσετε ποιο περιεχόμενο θέλετε να συμπεριληφθεί.
vi_vn: Với mỗi kiểu email, bạn có thể quyết định nội dung bạn muốn bao gồm.

source: Email templates
ca_es: Plantillas de correu
el_gr: Πρότυπα email
vi_vn: Mẫu e-mail

source: Legal content management
ca_es: Gestió del contingut legal
el_gr: Διαχείριση νομικού περιεχομένου
vi_vn: Quản lý nội dung pháp lý

source: Your country's legislation may require you to communicate some specific legal information to your customers.
ca_es: La legislació del seu país pot requerir de comunicar alguna informació legal específic per als seus clients.
el_gr: Η νομοθεσία της χώρας σας μπορεί να απαιτεί από εσάς να ενημερώνετε τους πελάτες σας για συγκεκριμένα νομικά ζητήματα.
vi_vn: Luật pháp quốc gia bạn có thể yêu cầu bạn truyền đạt một vài thông tin pháp lý đặc biệt đến khách hàng của bạn.

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
ca_es: El mòdul de Compliment Legal proporciona els mitjans per a indicar informacions requerides legalment al seu client, utilitzant pàgines estàtiques (algunes creades a propòsit pel mòdul). És la seva responsabilitat omplir les pàgines que corresponguin amb el contingut requerit.
el_gr: Με το πρόσθετο "Νομική Συμμόρφωση" μπορείτε να δίνετε στον πελάτη πληροφορίες που απαιτεί ο νόμος χρησιμοποιώντας στατικές σελίδες (ορισμένες τις δημιουργεί επί τούτου το πρόσθετο). Είναι δική σας ευθύνη να συμπληρώσετε στις σελίδες το απαιτούμενο περιεχόμενο.
vi_vn: Mô-đun Tuân Thủ Pháp Luật cung cấp một phương thức để cho biết thông tin theo yêu cầu pháp luật đối với khách hàng của bạn, sử dụng các trang cố định (một số trang được mô-đun tạo ra có chủ đích). Bạn có trách nhiệm điền nội dung được yêu cầu vào các trang tương ứng.

source: For each of the topics below, first indicate which of your Pages contains the required information:
ca_es: Per a cada un dels temes a continuació, indicar primer quina de les seves Pàgines conté la informació requerida:
el_gr: Για καθένα από τα παρακάτω θέματα υποδείξτε πρώτα ποια από τις σελίδες περιέχει τις απαιτούμενες πληροφορίες:
vi_vn: Đối với từng chủ đề bên dưới, trước tiên hãy cho biết Trang nào của bạn chứa thông tin bắt bu6ọc:

source: Add new Page
ca_es: Afegir una pàgina nova
el_gr: Προσθήκη νέας σελίδας
vi_vn: Thêm trang mới
