Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesFacetedsearchAdmin.*.xlf
Languages: bs_ba, lt_lt

source: Faceted search
bs_ba: Faceted pretraga
lt_lt: Paieškos filtras

source: Displays a block allowing multiple filters.
bs_ba: Prikazuje blok koji omogućuje više filtera.
lt_lt: Rodys bloką, leidžiantį kelis filtrus.

source: "%s" is not a valid url
lt_lt: "%s" yra netinkamas url

source: Filter template name required (cannot be empty)
lt_lt: Filtro šablono pavadinimas yra privalomas (negali būti tuščias)

source: You must select at least one category.
lt_lt: Turite pasirinkti bent vieną kategoriją.

source: Your filter
lt_lt: Jūsų filtras

source: was updated successfully.
lt_lt: buvo atnaujintas sėkmingai.

source: was added successfully.
lt_lt: buvo pridėtas sėkmingai.

source: Settings saved successfully
lt_lt: Nustatymai atnaujinti

source: Filter template deleted, categories updated (reverted to default Filter template).
lt_lt: Filtro šablonas ištrintas, kategorijos atnaujintos (sugrąžintas numatytasis filtro šablonas).

source: Filter template not found
lt_lt: Filtro šablonas nerastas

source: Root
lt_lt: Šakninis

source: My template - %s
lt_lt: Mano šablonas - %s

source: My template %s
lt_lt: Mano šablonas %s

source: No limit
lt_lt: Limito nėra

source: Categories used for this template:
lt_lt: Šiam šablonui naudojamos kategorijos:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
lt_lt: Kategorijų pasirinkimas yra išjungtas, nes arba jūs iš viso neturite kategorijų, arba esate "visos parduotuvės" kontekste.

source: You must select at least one filter
lt_lt: Turite pasirinkti bent vieną filtrą

source: Template name:
lt_lt: Šablono pavadinimas:

source: Only as a reminder
lt_lt: Tik kaip priminimas

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
lt_lt: Įspėjimas: jūsų hostingo tiekėjas naudoja suhosin PHP pataisą, kuri apriboja maksimalų laukų skaičių formoje:

source: for suhosin.post.max_vars.
lt_lt: suhosin.post.max_vars.

source: for suhosin.request.max_vars.
lt_lt: suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
lt_lt: Paprašykite savo hostingo tiekėjo padidinti suhosin limitą iki

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
lt_lt: Įspėjimas! Jūsų PHP konfigūracija riboja maksimalų laukų skaičių formoje

source: for max_input_vars.
lt_lt: max_input_vars.

source: Please ask your hosting provider to increase this limit to
lt_lt: Paprašykite savo hostingo tiekėjo padidinti šį limitą iki

source: %s at least, or you will have to edit the translation files manually.
lt_lt: %s mažiausiai, arba jūs turėsite redaguoti vertimo failus rankiniu būdu.

source: Choose shop association:
lt_lt: Pasirinkite parduotuvės sąsają:

source: Sub-categories filter
lt_lt: Subkategorijų filtras

source: Product stock filter
lt_lt: Prekės atsargų filtras

source: Product condition filter
lt_lt: Prekės būsenos filtras

source: Product brand filter
bs_ba: Filter proizvoda
lt_lt: Prekės filtras

source: Product weight filter (slider)
lt_lt: Produkto svorio filtras (slankiklis)

source: Product price filter (slider)
lt_lt: Produkto kainos filtras (slankiklis)

source: Clear cache
lt_lt: Valyti kešą

source: Indexes and caches
lt_lt: Indeksai ir kešavimas

source: Indexing is in progress. Please do not leave this page
lt_lt: Vyksta indeksavimas. Neuždarykite ir nepalikite šio puslapio

source: Index all missing prices
lt_lt: Indeksuoti trūkstamas kainas

source: Rebuild entire price index
lt_lt: Perkurti visą kainų indeksą

source: You can set a cron job that will rebuild price index using the following URL:
lt_lt: Galite sukurti cron užduotį kuri iš naujo sukurt kainų indeksą naudodama šį URL:

source: You can set a cron job that will rebuild attribute index using the following URL:
lt_lt: Naudodamiesi šiuo URL galite nustatyti automatinį atributų perindeksavimą kas nustatytą laiko tarpą:

source: A nightly rebuild is recommended.
lt_lt: Rekomenduotinas naktinis perkūrimas.

source: Filters templates
lt_lt: Filtrų šablonai

source: Created on
lt_lt: Sukurta

source: Actions
lt_lt: Veiksmai

source: Do you really want to delete this filter template?
lt_lt: Ar tikrai norite pašalinti šį filtro šabloną?

source: No filter template found.
lt_lt: Nerasta filtrų.

source: Add new template
lt_lt: Pridėti naują šabloną

source: Show the number of matching products
lt_lt: Rodyti atitinkančių produktų skaičių

source: Show products from subcategories
lt_lt: Rodyti produktus iš subkategorijų

source: Category filter depth (0 for no limits, 1 by default)
lt_lt: Kategorijų filtro gylis (0 - neribojamas, numatytoji reikšmė 1)

source: Use tax to filter price
lt_lt: Filtruojant kainą naudoti PVM

source: Use rounding to filter price
lt_lt: Naudoti apvalinimą kainų filtre

source: (in progress)
lt_lt: (vykdoma)

source: URL indexing finished
lt_lt: URL indeksavimas baigtas

source: Attribute indexing finished
lt_lt: Atributo indeksavimas baigtas

source: URL indexing failed
lt_lt: URL indeksavimas nepavyko

source: Attribute indexing failed
lt_lt: Atributo indeksavimas nepavyko

source: Price indexing finished
lt_lt: Kainos indeksavimas baigtas

source: Price indexing failed
lt_lt: Kainos indeksavimas nepavyko

source: (in progress, %s products price to index)
lt_lt: (vyksta, %s prekių kainų liko indeksuoti)

source: Loading...
lt_lt: Kraunama...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
lt_lt: Jūs pasirinkote -Visos kategorijos-: visi esantys filtrų šablonai bus ištrinti. Ar gerai?

source: You must select at least one category
lt_lt: Turite pasirinkti bent vieną kategoriją

source: Build attributes and features indexes
lt_lt: Sukurti savybių ir ypatybių indeksus

source: New filters template
lt_lt: Naujas filtrų šablonas

source: You can drag and drop filters to adjust position
lt_lt: Galite nutempti filtrus ir pritaikyti poziciją

source: Filters:
lt_lt: Filtrai:

source: Total filters: %s
lt_lt: Iš viso filtrų: %s

source: Filter result limit:
lt_lt: Filtro rezultatų limitas:

source: Filter style:
lt_lt: Filtro stilius:

source: Checkbox
lt_lt: Žymimasis langelis

source: Radio button
lt_lt: Akutė

source: Drop-down list
lt_lt: Išskleidžiamas sąrašas

source: List of ranges
bs_ba: Lista opsega
lt_lt: Rėžių sąrašas

source: Attribute group: %name% (%count% attributes)
bs_ba: Atributna grupa: %name% (%count% atributa)
lt_lt: Savybių grupė: %name% (%count% savybės)

source: Attribute group: %name% (%count% attribute)
bs_ba: Atributna grupa: %name% (%count% atributa)
lt_lt: Savybių grupė: %name% (%count% savybė)

source: This group will allow user to select a color
lt_lt: Ši grupė leis vartotojui pasirinkti spalvą

source: Feature: %name% (%count% values)
bs_ba: Funkcionalnost: %name% (%count% vrijednosti)
lt_lt: Ypatybė: %name% (%count% reikšmės)

source: Feature: %name% (%count% value)
bs_ba: Funkcionalnost: %name% (%count% vrijednost)
lt_lt: Ypatybė: %name% (%count% reikšmė)

source: Build attribute index
lt_lt: Sukurti atributų indeksą

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
bs_ba: Kada je omogućen modul Faceted pretraga, možete dobiti URL s više detalja odabirom riječi koja najbolje predstavlja ovaj atribut. Kao podrazumjevano, PrestaShop koristi naziv atributa, ali možete promijeniti to podešavanje pomoću ovog polja.
lt_lt: Kai įjungtas peišekos filtro modulis, jūs galite gauti išsamesnį URL pasirenkant žodį, kuris geriausiai reprezentuoja šią savybę. Pagal nutylėjimą, PrestaShop naudoja savybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
bs_ba: Kada je omogućen modul Faceted pretraga, možete dobiti detaljniju naslovnu stranicu po odabiru riječi koje najbolje predstavljaju taj atribut. Kao podrazumjevano, PrestaShop koristi naziv atributa, ali možete promijeniti tu postavku koristeći ovo polje.
lt_lt: Kai įjungtas paieškos filtro modulis, jūs galite gauti išsamesnį URL pasirenkant žodį, kuris geriausiai reprezentuoja šią savybę. Pagal nutylėjimą, PrestaShop naudoja savybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.

source: Invalid characters: <>;=#{}_
lt_lt: Draudžiami simboliai: ;=#{}_

source: Indexable
lt_lt: Indeksuojamas

source: Use this attribute in URL generated by the Faceted Search module.
bs_ba: Koristite ovaj atribut u URL generisanom od Faceted Pretraga modula.
lt_lt: Naudoti šią savybę URL, kurį sugeneruoja paieškos filtro modulis.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
bs_ba: Kada je omogućena modul Faceted pretraga, možete dobiti detalje naslova stranica odabirom riječi koja najbolje predstavlja ovu osobinu. Kao porazumjevano, PrestaShop koristi naziv osobine, ali možete promijeniti tu postavku pomoću ovog polja.
lt_lt: Kai įjungtas paieškos filtro modulis, jūs galite gauti išsamesnį URL pasirenkant žodį, kuris geriausiai reprezentuoja šią ypatybę. Pagal nutylėjimą, PrestaShop naudoja ypatybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
bs_ba: Kada je omogućen modul Faceted pretraga, možete dobiti detalje naslova stranica odabirom riječi koja najbolje predstavlja ovu osobinu. Kao podrazumijevano, PrestaShop koristi naziv osobine, ali možete promijeniti tu postavku pomoću ovog polja.
lt_lt: Kai įjungtas paieškos filtro modulis, jūs galite gauti išsamesnį puslapio pavadinimą pasirenkant žodį, kuris geriausiai reprezentuoja šią ypatybę. Pagal nutylėjimą, PrestaShop naudoja ypatybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
bs_ba: Kada je omogućen modul Faceted pretraga, možete dobiti detalje naslova stranica odabirom riječ koja najbolje zastupa ovaj atribut. Po defaultu, PrestaShop koristi naziv atributa, ali možete promijeniti tu postavku pomoću ovog polja.
lt_lt: Kai paieškos filtro bloko modulis yra įjungtas, jūs galite gauti išsamesnį URL pasirenkant žodį, kuris geriausiai reprezentuoja šią ypatybę. Pagal nutylėjimą, PrestaShop naudoja ypatybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
bs_ba: Kada je omogućen modul Faceted pretraga, možete dobiti detalje naslova stranica odabirom riječ koja najbolje predstavlja ovu vrijednost osobine. Kao podrazumjevano, PrestaShop koristi naziv vrijednosti, ali možete promijeniti tu postavku pomoću ovog polja.
lt_lt: Kai įjungtas paieškos filtro modulis, jūs galite gauti išsamesnį puslapio pavadinimą pasirenkant žodį, kuris geriausiai reprezentuoja šią ypatybę. Pagal nutylėjimą, PrestaShop naudoja ypatybės pavadinimą, bet jūs galite pakeisti šį nustatymą naudodami šį lauką.
