Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesProductcommentsAdmin.*.xlf
Languages: ca_es

source: Valid for the entire catalog
ca_es: Vàlid per a tot el catàleg

source: Restricted to some categories
ca_es: Restringit a certes categories

source: Restricted to some products
ca_es: Restringit a alguns productes

source: Product Comments
ca_es: Comentaris del producte

source: Allows users to post reviews and rate products on specific criteria.
ca_es: Permet als usuaris publicar comentaris i qualificar productes per un criteri específic.

source: Settings updated
ca_es: Configuració modificada

source: Criterion deleted
ca_es: Criteri eliminat

source: Configuration
ca_es: Configuració

source: All reviews must be validated by an employee
ca_es: Totes les ressenyes han de ser validades per un empleat

source: Enabled
ca_es: Activat

source: Disabled
ca_es: Desactivat

source: Allow guest reviews
ca_es: Permetre ressenyes de convidats

source: Minimum time between 2 reviews from the same user
ca_es: Temps mínim per tal que un mateix visitant faci dues ressenyes

source: Save
ca_es: Desar

source: Reviews waiting for approval
ca_es: Ressenyes en espera de ser aprovades

source: Reported Reviews
ca_es: Ressenyes rebudes

source: Approve
ca_es: Aprovar

source: Not abusive
ca_es: No abusiu

source: ID
ca_es: Identificació

source: Name
ca_es: Nom

source: Type
ca_es: Tipus

source: Status
ca_es: Estat

source: Add New Criterion
ca_es: Afegir un nou criteri

source: Review Criteria
ca_es: Criteris d'avaluació

source: Approved Reviews
ca_es: Ressenyes aprovades

source: Review title
ca_es: Títol de la resenya

source: Review
ca_es: Ressenya

source: Rating
ca_es: Valoració

source: Author
ca_es: Autor

source: Product
ca_es: Producte

source: Time of publication
ca_es: Moment de la publicació

source: Criterion will be restricted to the following categories
ca_es: El criteri estarà limitat a les següents categories

source: Mark the boxes of categories to which this criterion applies.
ca_es: Marcar les caselles de les categories a les quals s'aplica aquest criteri.

source: Selected
ca_es: seleccionat

source: Collapse All
ca_es: Tancar tot

source: Expand All
ca_es: Expendeix tot

source: Check All
ca_es: Comproveu totes les

source: Uncheck All
ca_es: Desactiveu l'opció Tots els

source: Add new criterion
ca_es: Afegir un nou criteri

source: Criterion name
ca_es: Nom del criteri

source: Application scope of the criterion
ca_es: Àmbit d'aplicació del criteri

source: The criterion will be restricted to the following products
ca_es: El criteri ha de limitar-se als següents productes

source: Active
ca_es: Actiu

source: Product Name
ca_es: Nom del producte
