Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopThemeCustomeraccount.*.xlf
Languages: bs_ba

source: Receive offers from our partners
bs_ba: Primajte posebne ponude od naših partnera

source: Your order
bs_ba: Vaša narudžba

source: Connected as %first_name% %last_name%.
bs_ba: Spojeni kao %first_name% %last_name%.

source: No account?
bs_ba: Nemate profil?

source: Your account
bs_ba: Vaš račun

source: Not you? [1]Log out[/1]
bs_ba: Ovo niste vi? [1]Odjavite se[/1]

source: Connected as [1]%firstname% %lastname%[/1].
bs_ba: Spojeni kao [1]%firstname% %lastname%[/1].

source: Request a return
bs_ba: Traženje povrata

source: Update your address
bs_ba: Ažurirajte svoju adresu

source: Log in to your account
bs_ba: Prijava u Vaš račun

source: No account? Create one here
bs_ba: Nemate račun? Kreirajte ga ovdje

source: Your vouchers
bs_ba: Vaši vaučeri

source: Guest Order Tracking
bs_ba: Praćenje naloga gosta

source: Details
bs_ba: Detalji

source: Addresses
bs_ba: Adrese

source: Add first address
bs_ba: Dodaj prvu adresu

source: Information
bs_ba: Informacije

source: Order Reference %reference% - placed on %date%
bs_ba: Narudžba %reference% - sastavljena %date%

source: Returns form
bs_ba: Povratnica

source: %number% on %date%
bs_ba: %number% na %date%

source: Your package must be returned to us within %number% days of receiving your order.
bs_ba: Vaš paket mora nam biti vraćen unutar %number% dana od prijema Vaše narudžbe.

source: The current status of your merchandise return is: [1] %status% [/1]
bs_ba: Trenutni status povrata Vaše robe je: [1] %status% [/1]

source: Please print out the [1]returns form[/1] and include it with your package.
bs_ba: Molimo isprintajte [1]povratnicu[/1] i priložite ju uz paket.

source: Please check the [1]returns form[/1] for the correct address.
bs_ba: Molimo provjerite ispravnost adrese za [1]povratnicu[/1].

source: Credit slips you have received after canceled orders.
bs_ba: Kreditne liste koje ste primili nakon poništenih narudžbi.

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
bs_ba: Molimo unesite e-mail adresu koju ste koristili za registraciju. Vi ćete primiti privremeni link kako biste izmijenili lozinku.

source: Reset your password
bs_ba: Resetovanje vaše lozinke

source: Email address: %email%
bs_ba: E-mail adresa: %email%

source: Already have an account?
bs_ba: Već imate račun?

source: Log in instead!
bs_ba: Prijavi se umjesto!
