Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopFormsHelp.*.xlf
Languages: es_es

source: (E.g.: %date_format%)
es_es: (Ejemplo: %date_format%)

source: Your password must be at least %min% characters long.
es_es: Su contraseña debe tener como mínimo %min% caracteres.

source: your@email.com
es_es: su@email.com

source: Select reference
es_es: Seleccionar referencia

source: optional
es_es: opcional

source: How can we help?
es_es: ¿Cómo podemos ayudarle?

source: At least 5 characters long
es_es: Longitud de al menos 5 caracteres

source: 250 char. max
es_es: 250 caracteres como máximo

source: Don't forget to save your customization to be able to add to cart
es_es: No olvide guardar su personalización para poder añadirla al carrito

source: Your message here
es_es: Su mensaje aquí

source: No selected file
es_es: Ningún archivo seleccionado
