Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopPdf.*.xlf
Languages: ar_sa, eu_es

source: Delivery
ar_sa: التوصيل

source: Invoice
ar_sa: الفاتورة
eu_es: Faktura

source: Order return
ar_sa: طلب الإعادة
eu_es: Eskaera-itzultzea

source: Credit slip
ar_sa: الإيصال الإتمانية
eu_es: Kreditu-oharra

source: Supply order form
ar_sa: نموذج طلب توريد
eu_es: Bidalketaren agindu orria

source: TE: Tax excluded
ar_sa: TE: ضريبة مستثناة
eu_es: ZG: zergarik gabe

source: TI: Tax included
ar_sa: TI: شامل للضريبة
eu_es: ZB: zergak barne

source: Billing & Delivery Address
ar_sa: عنوان الفاتورة والتوصيل
eu_es: Fakturazio eta bidalketa helbidea

source: Payment Method
ar_sa: طريقة الدفع
eu_es: Ordainketa modua

source: No payment
ar_sa: لم يتم الدفع
eu_es: Ordainketarik ez

source: Product
ar_sa: منتج
eu_es: Produktua

source: image(s):
ar_sa: صورة (صور):
eu_es: irudia(k):

source: An electronic version of this invoice is available in your account. To access it, log in to our website using your e-mail address and password (which you created when placing your first order).
ar_sa: نسخة إلكترونية من هذه الفاتورة متوفر في حسابك. للوصول إليها، قم بتسجيل الدخول إلى موقعنا على شبكة الإنترنت باستخدام عنوان البريد الإلكتروني وكلمة المرور (الذي قمت بإنشائه عند وضع أول طلب شراء لك).
eu_es: Zure erabiltzaile kontuan zure fakturaren bertsio elektronikoa eskuragarri dago. Bertsio hau eskuratzeko, gure webgunera konektatu zaitez zure emaila eta pasahitza erabiliz (zure lehen eskaera egiterakoan erabilitakoak).

source: Delivery Address
ar_sa: عنوان التوصيل
eu_es: Bidalketa helbidea

source: Billing Address
ar_sa: عنوان الفاتورة
eu_es: Fakturazio helbidea

source: Note
ar_sa: ملاحظة

source: (Tax excl.)
ar_sa: (بدون الضريبة)
eu_es: (BEZ gabe)

source: Unit Price
ar_sa: سعر الوحدة

source: ecotax: %s
ar_sa: ضريبة بيئية: %s
eu_es: ekozerga: %s

source: Discounts
ar_sa: خصومات
eu_es: Deskontuak

source: Carrier
ar_sa: جهة الشحن

source: Invoice Number
ar_sa: رقم الفاتورة

source: Invoice Date
ar_sa: تاريخ الفاتورة
eu_es: Faktura data

source: Order date
ar_sa: تاريخ طلب الشراء
eu_es: Eskaera data

source: Total Tax
ar_sa: إجمالي الضريبة

source: Base price
ar_sa: السعر الابتدائى

source: Exempt of VAT according to section 259B of the General Tax Code.
ar_sa: تعفى من الضريبة على القيمة المضافة وفقاً للقسم 259B من قانون الضريبة العام.
eu_es: BEZ-az salbuetsia Zerga Kode Orokorreko 259B atalari jarraiki.

source: Tax Detail
ar_sa: تفاصيل الضريبة
eu_es: Zerga xehetasunak

source: Products
ar_sa: المنتجات
eu_es: Produktuak

source: Shipping
ar_sa: الشحن
eu_es: Bidalketa

source: Ecotax
ar_sa: الضريبة البيئية

source: Wrapping
ar_sa: التغليف
eu_es: Paketatzea

source: Tax Rate
ar_sa: معدل الضريبة

source: No taxes
ar_sa: لا ضرائب
eu_es: Zergarik ez

source: Total Products
ar_sa: إجمالي المنتجات
eu_es: Produktuak guztira

source: Total Discounts
ar_sa: إجمالي الخصومات
eu_es: Deskontuak guztira

source: Shipping Costs
ar_sa: تكاليف الشحن

source: Free Shipping
ar_sa: شحن مجاني

source: Wrapping Costs
ar_sa: تكاليف التغليف

source: Total
ar_sa: الإجمالي
eu_es: Guztira

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
ar_sa: إذا لم يتم استيفاء الشروط التالية، نحتفظ بالحق في رفض الحزمة الخاصة بك و / أو رد المبالغ:
eu_es: Hurrengo baldintzak ez badira betetzen, zure paketea edota diru-itzulpena ukatzeko eskubidea gordetzen dugu:

source: Please include this return reference on your return package:
ar_sa: يرجى إدراج مرجع الإرجاع هذا على حزمة الإرجاع:
eu_es: Mesedez, bueltatze erreferentzia hau sar ezazu bueltatzeko den paketean:

source: All products must be returned in their original package and condition, unused and without damage.
ar_sa: يجب أن تعاد جميع المنتجات في الحزمة والحالة الأصلية، وغير مستخدمة وبدون ضرر.
eu_es: Produktu guztiak beren jatorrizko egoera eta paketetan bueltatu behar dira, erabili gabe eta kalterik gabe.

source: Please print out this document and slip it into your package.
ar_sa: يرجى طباعة هذا المستند ووضعه في في حزمتكم.
eu_es: Mesedez inprimatu ezazu dokumentu hau eta gehitu ezazu zure paketera.

source: The package should be sent to the following address:
ar_sa: -- يجب أن ترسل الحزمة إلى العنوان التالي :
eu_es: Paketea honako helbidera bidali beharko zenuke:

source: Upon receiving your package, we will notify you by e-mail. We will then begin processing the refund, if applicable. Let us know if you have any questions
ar_sa: عند تلقي الحزمة الخاص بك، سنقوم بإعلامك عن طريق البريد الإلكتروني. وسنقوم بعد ذلك يبدأ بتجهيز المبلغ، إذا كان ذلك ممكنا. دعنا نعرف إذا كان لديك أي أسئلة
eu_es: Zure fardela jaso bezain laster e-mail bidez jakinaraziko dizugu. Ondoren, hala badagokio, diru-itzulpena burutuko dugu. Galderarik izanez gero jar zaitez gurekin harremanetan

source: Reference
ar_sa: المرجع
eu_es: Erreferentzia

source: Qty
ar_sa: الكمية

source: Items to be returned
ar_sa: عناصر سترجع
eu_es: Bueltatzeko aleak

source: We have logged your return request.
ar_sa: لدينا طلب تسجيل إعادة
eu_es: Zure itzulketa eskaera onartu dugu.

source: Your package must be returned to us within
ar_sa: يجب ارجاع طلبيتك في غضون
eu_es: Itzultzea zure eskaera jaso eta

source: days of receiving your order.
ar_sa: أيام من استلامك لطلبيتك.
eu_es: egunetako epean osatu behar dela gogoan izan.

source: Return Number
ar_sa: رقم الإرجاع
eu_es: Itzultze-zenbakia

source: Date
ar_sa: التاريخ

source: Product / Reference
ar_sa: المنتج / المرجع
eu_es: Produktua / Erreferentzia

source: Unit price
ar_sa: سعر الوحدة
eu_es: Prezioa unitateko

source: (Tax Excl.)
ar_sa: (بدون الضريبة)
eu_es: (BEZ gabe)

source: (Tax Incl.)
ar_sa: (شامل للضريبة)

source: Price
ar_sa: السعر

source: No details
ar_sa: بدون تفاصيل
eu_es: Xehetasunik ez

source: image(s)
ar_sa: صورة (صور)
eu_es: irudia(k)

source: Order Date
ar_sa: تاريخ طلب الشراء
eu_es: Eskaera data

source: Order Reference
ar_sa: الرقم المرجعي للطلبية
eu_es: Eskaera-erreferentzia

source: VAT Number
ar_sa: رقم الضريبة على القيمة المضافة
eu_es: BEZ zenbakia

source: Shipping (Tax Excl.)
ar_sa: الشحن (بدون ضريبة)
eu_es: Bidalketa (BEZ gabe)

source: Shipping (Tax Incl.)
ar_sa: الشحن (بضريبة)
eu_es: Bidalketa (BEZ barne)

source: Product Total (Tax Excl.)
ar_sa: إجمالي المنتج (بدون الضريبة)
eu_es: Produktua guztira (BEZ gabe)

source: Product Total (Tax Incl.)
ar_sa: إجمالي المنتج (شامل للضريبة)
eu_es: Produktua guztira (BEZ barne)

source: Product Total
ar_sa: إجمالي المنتج
eu_es: Produktuak guztira

source: Total (Tax Excl.)
ar_sa: المجموع (بدون ضريبة)
eu_es: Guztira (BEZ gabe)

source: Total (Tax Incl.)
ar_sa: المجموع (مع ضريبة)
eu_es: Guztira (BEZ barne)

source: For more assistance, contact Support:
ar_sa: للحصول على المساعدة. اتصل بالدعم:
eu_es: Laguntza eskuratzeko, jarri harremanetan Laguntzarekin:

source: Tel: %s
ar_sa: الهاتف: %s

source: Fax: %s
ar_sa: الفاكس: %s

source: Total TE
ar_sa: إجمالي الـ TE
eu_es: Guztira TE

source: Total TI
ar_sa: إجمالي الـ TI
eu_es: Guztira TI

source: Products ordered:
ar_sa: المنتجات المطلوبة
eu_es: Eskaturiko produktuak:

source: Unit Price TE
ar_sa: سعر وحدة الـ TE
eu_es: Prezioa unitateko TE

source: Before discount
ar_sa: قبل الخصم
eu_es: Deskontua baino lehen

source: Discount Rate
ar_sa: نسبة الخصم

source: After discount
ar_sa: بعد الخصم
eu_es: Deskontua ondoren

source: Tax rate
ar_sa: معدل الضريبة

source: Taxes:
ar_sa: الضرائب
eu_es: Zergak:

source: Base TE
ar_sa: الضريبة المستثناة الأساسية
eu_es: Oinarria TE

source: Tax Value
ar_sa: قيمة الضريبة
eu_es: Zergaren zenbatekoa

source: Summary:
ar_sa: ملخص
eu_es: Laburpena:

source: (Before discount)
ar_sa: (قبل الخصم)
eu_es: (Deskontua baino lehen)

source: Order Discount
ar_sa: خصم طلب الشراء
eu_es: Eskaera-deskontua

source: (After discount)
ar_sa: (بعد الخصم)
eu_es: (Deskontua ondoren)

source: Tax value
ar_sa: قيمة الضريبة

source: Total to pay
ar_sa: مجموع المطلوب دفعه
eu_es: Ordaintzeko zenbatekoa
