Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopThemeCatalog.*.xlf
Languages: bs_ba

source: Categories
bs_ba: Kategorije

source: Pages
bs_ba: Stranice

source: Category: %category_name%
bs_ba: Kategorija: %category_name%

source: List of all brands
bs_ba: Popis svih proizvođača

source: %number% products
bs_ba: %number% proizvoda

source: %number% product
bs_ba: %number% proizvod

source: List of all suppliers
bs_ba: Popis svih dobavljača

source: List of products by supplier %supplier_name%
bs_ba: Popis proizvoda po dobavljaču %supplier_name%

source: Name, A to Z
bs_ba: Ime, A do Ž

source: Name, Z to A
bs_ba: Ime, Ž do A

source: Price, low to high
bs_ba: Cijena, uzlazno

source: Price, high to low
bs_ba: Cijena, silazno

source: Sales, highest to lowest
bs_ba: Prodaja, od najviših do najnižih

source: Date added, newest to oldest
bs_ba: Dodavanje datuma, najnovije prema najstarijem

source: Date added, oldest to newest
bs_ba: Dodavanje datuma, najstarije prema najnovijem

source: New product
bs_ba: Novi proizvod

source: On sale!
bs_ba: Na rasprodaji!

source: Reduced price
bs_ba: Snižena cijena

source: Last items in stock
bs_ba: Zadnji artikli na skladištu

source: Used
bs_ba: Korišteno

source: Relevance
bs_ba: Relevantnost

source: Best Sellers
bs_ba: Najprodavaniji

source: All brands
bs_ba: Sve marke

source: Brands
bs_ba: Brendovi

source: No brand
bs_ba: Nema marki

source: Popular Products
bs_ba: Popularni proizvodi

source: All products
bs_ba: Svi proizvodi

source: 1 person is currently watching this product.
bs_ba: 1 osoba trenutno gleda ovaj proizvod.

source: %nb_people% people are currently watching this product.
bs_ba: %nb_people% ljudi trenutno gleda ovaj proizvod.

source: Last time this product was bought: %date_last_order%
bs_ba: Ovaj proizvod je zadnji puta kupljen: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
bs_ba: Ovaj proizvod je zadnji puta dodan u korpu: %date_last_cart%

source: Search our catalog
bs_ba: Pretraži naš katalog

source: Search
bs_ba: Pretraži

source: On sale
bs_ba: Na rasprodaji

source: All sale products
bs_ba: Svi proizvodi na rasprodaji

source: Viewed products
bs_ba: Pregledani proizvodi

source: Showing %from%-%to% of %total% item(s)
bs_ba: Prikazuje %from%-%to% od %total% proizvod(a)

source: Price
bs_ba: Cijena

source: Regular price
bs_ba: Standardna cijena

source: Your customization:
bs_ba: Vaše prilagodbe:

source: Brand
bs_ba: Marka

source: In stock
bs_ba: Na stanju

source: Specific References
bs_ba: Posebne reference

source: Condition
bs_ba: Uslov

source: Up to %discount%
bs_ba: Do %discount%

source: Save %percentage%
bs_ba: Uštedi %percentage%

source: Save %amount%
bs_ba: Ušteda %amount%

source: %price% tax excl.
bs_ba: %price% bez PDV-a.

source: Instead of %price%
bs_ba: Umjesto %price%

source: Including %amount% for ecotax
bs_ba: Uključujući %amount% za ekotaksu

source: There are %product_count% products.
bs_ba: Ovdje su %product_count% proizvoda.

source: List of products by brand %brand_name%
bs_ba: Popis proizvoda po markama %brand_name%

source: List of products by supplier %s
bs_ba: Popis proizvoda po dobavljaču %s

source: This pack contains
bs_ba: Ovaj paket sadrži

source: Product Details
bs_ba: Detalji proizvoda

source: You might also like
bs_ba: Možda će Vam se i ovo svidjeti

source: Product
bs_ba: Proizvod

source: Quantity
bs_ba: Količina
