Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopThemeGlobal.*.xlf
Languages: bs_ba, tl_ph

source: Addresses
bs_ba: Adrese

source: None
bs_ba: Ništa
tl_ph: Wala

source: No
bs_ba: Ne

source: Yes
bs_ba: Da

source: The page you are looking for was not found.
bs_ba: Stranica koju tražite nije pronađena.

source: Our Offers
bs_ba: Naše ponude

source: (tax included)
bs_ba: (s PDV-om)

source: (tax excluded)
bs_ba: (bez PDV-a)

source: List of subcategories in %category_name%:
bs_ba: Lista podkategorija u %category_name%:

source: Opening hours
bs_ba: Radno vrijeme

source: Contact us
bs_ba: Kontaktirajte nas

source: Call us:
bs_ba: Nazovite nas:

source: Email us:
bs_ba: Pošaljite nam e-mail:

source: Store information
bs_ba: Informacije o trgovini

source: Call us: [1]%phone%[/1]
bs_ba: Nazovite nas: [1]%phone%[/1]
tl_ph: Tawagan kami sa: [1]%phone%[/1]

source: Email us: [1]%email%[/1]
bs_ba: Pošaljite nam e-mail: [1]%email%[/1]
tl_ph: I-email kami sa: [1]%email%[/1]

source: Currency:
bs_ba: Valuta:

source: Currency dropdown
bs_ba: Izbor valute

source: Get our latest news and special sales
bs_ba: Pratite naše najnovije vijesti i posebne ponude

source: Carousel buttons
bs_ba: Karosel dugmad

source: Next
bs_ba: Dalje

source: Language:
bs_ba: Jezik:

source: Language dropdown
bs_ba: Izbor jezika

source: Active filters
bs_ba: Aktivni filteri

source: (no filter)
bs_ba: (nema filtera)

source: Sort by:
bs_ba: Sortiraj po:

source: List of pages in %category_name%:
bs_ba: Lista stranica u %category_name%:

source: List of sub categories in %name%:
bs_ba: Popis potkategorija u %name%:

source: About and Contact
bs_ba: O nama i kontakt

source: Sorry for the inconvenience.
bs_ba: Žalimo zbog neugodnosti.

source: Search again what you are looking for
bs_ba: Potražite opet ono što Vas interesuje

source: 403 Forbidden
bs_ba: 403 Zabranjeno

source: (tax incl.)
tl_ph: (ang tax ay kasama)

source: (tax excl.)
tl_ph: (Ang buwis ay hindi kasama)

source: Phone:
tl_ph: Telepono:

source: Previous
tl_ph: Dati

source: Close
tl_ph: Isarado

source: Sitemap
tl_ph: Ang sitemap

source: Our stores
tl_ph: Ang aming mga store
