Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopNotificationsError.*.xlf
Languages: bs_ba, es_es, fi_fi, tl_ph

source: This voucher is disabled
es_es: Este cupón de descuento está desactivado
fi_fi: Tämä alennuskuponki ei ole käytössä
tl_ph: Ang butser na ito ay hindi gumagana

source: This voucher has already been used
es_es: Este cupón de descuento ya ha sido utilizado
fi_fi: Tämä alennuskuponki on jo käytetty
tl_ph: Ang butser na ito ay nagamit na

source: This voucher is not valid yet
es_es: Este cupón de descuento aún no es válido
fi_fi: Tämä alennuskuponki ei ole vielä voimassa
tl_ph: Ang butser na ito ay hindi pa balido

source: This voucher has expired
es_es: Este cupón de descuento ha caducado
fi_fi: Tämä alennuskuponki ei ole enää voimassa
tl_ph: Ang butser ay lumipas na

source: You cannot use this voucher anymore (usage limit reached)
es_es: No puede volver a utilizar este cupón de descuento (límite de uso alcanzado)
fi_fi: Et voi käyttää enää tätä alennuskuponkia (käytetty loppuun)
tl_ph: Hindi mo maaaring gamitin ang butser na ito ngayon (ang limitasyon ng pag-gamit ay naabot na)

source: You cannot use this voucher
es_es: No puede utilizar este cupón de descuento
fi_fi: Tätä alennuskuponkia ei voi käyttää
tl_ph: Hindi mo maaaring gamitin ang butser na ito

source: You must choose a delivery address before applying this voucher to your order
es_es: Debe elegir una dirección de entrega antes de aplicar este cupón de descuento a su pedido
fi_fi: Sinun tulee antaa toimitusosoite, ennen kuin voit käyttää alennuskuponkia tilauksessasi
tl_ph: Kailangan mong pumili ng isang paghahatid ng adres bago ilagay ang butser na ito sa iyong order

source: You cannot use this voucher in your country of delivery
es_es: No puede utilizar este cupón de descuento en su país de entrega
fi_fi: Tämä alennuskuponki ei ole käytettävissä valitsemassasi toimitusmaassa
tl_ph: Hindi mo maaaring gamitin ang butser na ito sa iyong bansa ng paghahatid

source: You must choose a carrier before applying this voucher to your order
es_es: Debe elegir un transportista antes de aplicar el cupón de descuento a su pedido
fi_fi: Sinun pitää valita kuljetusliike ennen kuin liität kuponkia tälle tilaukselle
tl_ph: Kailangan mong pumili ng isang tagapadala bago maglapat ng butser na ito sa iyong order

source: You cannot use this voucher with this carrier
es_es: No puede utilizar este cupón de descuento con este transportista
fi_fi: Kuponkia ei voi käyttää valitsemasi toimitustavan kanssa
tl_ph: Hindi mo maaaring gamitin ang butser na ito kasama ng tagapadala nito

source: You cannot use this voucher on products on sale
bs_ba: Ne možete koristiti ovaj vaučer s proizvodima na rasprodaji
es_es: No puede utilizar este cupón de descuento con productos en oferta
fi_fi: Kuponkia ei voi käyttää alennuksessa oleviin tuotteisiin

source: Please log in first
es_es: Por favor, inicie sesión primero
fi_fi: Ole hyvä ja kirjaudu ensin sisään
tl_ph: Mangyaring mag-log in muna

source: You have not reached the minimum amount required to use this voucher
es_es: No ha alcanzado el importe mínimo requerido para utilizar este cupón de descuento
fi_fi: Valitsemiesi tuotteiden arvo ei ylitä alennuskuponkin minimirajaa
tl_ph: Hindi mo naabot ang pinakamataas na halaga na kailangan upang magamit ang butser na ito

source: This voucher is already in your cart
es_es: Este cupón de descuento ya está siendo utilizado en su carrito
fi_fi: Tämä kuponki on jo ostoskorissa
tl_ph: Ang butser na ito ay nasa iyong cart na

source: This voucher is not combinable with an other voucher already in your cart: %s
bs_ba: Ovaj kupon nije udruživ s drugim kuponom koji je već u Vašoj košarici: %s
es_es: Este cupón de descuento no puede ser combinado junto con otro cupón de descuento que se encuentra en su carrito: %s
fi_fi: Tätä kuponkia ei voi yhdistää toiseen, jo käyttämääsi kuponkiin: %s

source: Cart is empty
es_es: El carrito está vacío
fi_fi: Ostoskori on tyhjä
tl_ph: Ang cart ay walang laman

source: You cannot use this voucher in an empty cart
es_es: No puede utilizar este cupón de descuento en un carrito vacío
fi_fi: Kuponkia ei voi käyttää tyhjään ostoskoriin
tl_ph: Hindi mo maaaring gamitin ang butser na ito sa isang walang lamang cart

source: You cannot use this voucher with these products
es_es: No puede utilizar este cupón de descuento con estos productos
fi_fi: Kuponkia ei voi käyttää näiden tuotteiden kanssa
tl_ph: Hindi mo maaaring gamitin ang butser na ito kasama ang mga produktong ito

source: You cannot use this voucher because it has manually been removed.
fi_fi: Et voi käyttää tätä kuponkia, koska se on poistettu manuaalisesti.

source: The email is already used, please choose another one or sign in
bs_ba: E-mail se već koristi, molimo odaberite drugi e-mail ili se prijavite
es_es: La dirección de correo electrónico ya está en uso, por favor, elige otra o inicia sesión
fi_fi: Sähköpostiosoite on jo käytössä, käytä toista tai kirjaudu sisään

source: Your account isn't available at this time, please contact us
es_es: Su cuenta no está disponible en este momento, por favor, contacte con nosotros
fi_fi: Tilisi ei ole käytössä tällä hetkellä, ota yhteyttä meihin

source: Authentication failed.
es_es: Error de autenticación.
fi_fi: Tunnistautuminen epäonnistui.

source: Password is required
bs_ba: Potrebna je lozinka
es_es: Se requiere una contraseña
fi_fi: Salasana vaaditaan

source: Invalid email/password combination
bs_ba: Nevažeća kombinacija email/lozinka
es_es: Combinación dirección de correo electrónico/contraseña, incorrecta
fi_fi: Virheellinen salasana tai käyttäjätunnus

source: There seems to be an issue with your account, please contact support
bs_ba: Čini se da postoji problem s računom, obratite se podršci
es_es: Parece que hay un problema con su cuenta, por favor, contacte con el soporte técnico
fi_fi: Tilisi kanssa on ongelma, ota yhteyttä tukeen

source: An account was already registered with this email address
bs_ba: Već postoji račun registriran s tom e-mail adresom
es_es: Una cuenta ya se encuentra registrada con esta dirección de correo electrónico
fi_fi: Tälle sähköpostiosoitteelle on jo luotu asiakastili

source: %s is required.
bs_ba: %s je potrebno.
es_es: %s es requerido.
fi_fi: %s vaaditaan.

source: is invalid.
es_es: no es válido.
fi_fi: ei kelpaa
tl_ph: ay hindi tama.

source: The %1$s field is too long (%2$d chars max).
es_es: El campo %1$s es demasiado largo. (%2$d caracteres máximos)
fi_fi: Kenttä %1$s on liian pitkä (enintään %2$d merkkiä).
tl_ph: Ang %1$s patlang ay masyadong mahaba (%2$d chars max).

source: Please fix the error below.
bs_ba: Molimo popravite pogrešku u nastavku.
es_es: Por favor, corrija el siguiente error.
fi_fi: Korjaa alla oleva virhe.

source: Could not delete address.
bs_ba: Ne može se izbrisati adresa.
es_es: No se pudo eliminar la dirección.
fi_fi: Osoitteen poisto epäonnistui.

source: The customer could not be found.
es_es: El cliente no pudo ser encontrado.
fi_fi: Haettua asiakastiliä ei löytynyt.

source: You must enter a voucher code.
es_es: Debe introducir un código de cupón de descuento.
fi_fi: Sinun tulee antaa alennuskupongin koodi.

source: The voucher code is invalid.
es_es: El código del cupón de descuento no es válido.
fi_fi: Kupongin koodi on virheellinen.

source: This voucher does not exist.
bs_ba: Ovaj kupon ne postoji.
es_es: Este cupón de descuento no existe.
fi_fi: Kuponkia ei ole olemassa.

source: You must add %quantity% minimum quantity
bs_ba: Morate dodati minimalnu količinu od %quantity%
es_es: Debe añadir una cantidad mínima %quantity%
fi_fi: Sinun tulee lisätä vähintään %quantity%

source: Null quantity.
es_es: Cantidad nula
fi_fi: Tuotetta ei ole.

source: Product not found
es_es: Producto no encontrado
fi_fi: Tuotetta ei löydetty.

source: This product (%product%) is no longer available.
bs_ba: Ovaj proizvod (%product%) više nije dostupan.
es_es: Este producto (%product%), ya no se encuentra disponible.
fi_fi: Tuotetta %product% ei ole enää saatavilla.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
bs_ba: Stavka %product% u vašoj korpi više nije dostupna u ovoj količini. Ne možete nastaviti s narudžbom dok se količina ne prilagodi.
es_es: El artículo %product% que está en su cesta, ya no tiene tantas cantidades disponibles para la venta. No puede continuar con su compra hasta que la cantidad sea ajustada.
fi_fi: Tuotetta %product% ei ole enää saatavilla tällä määrällä. Voit jatkaa tilausta määrää muokkaamalla.

source: The minimum purchase order quantity for the product %product% is %quantity%.
bs_ba: Minimalna količina narudžbe za proizvod %product% je %quantity%.
es_es: La cantidad mínima en el pedido de compra para el producto %product% es %quantity%.
fi_fi: Pienin ostoerä tuotteelle %product% on %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
es_es: Por favor, rellene todos los campos requeridos, a continuación, guarde la personalización.
fi_fi: Täytä kaikki vaaditut kohdat ja tallenna.

source: You already have the maximum quantity available for this product.
es_es: Ya tiene la cantidad máxima disponible para este producto.
fi_fi: Sinulla on jo enimmäismäärää tästä tuotteesta.

source: The product is no longer available in this quantity.
fi_fi: Tätä määrää tuotetta ei ole enää saatavissa.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
fi_fi: Tuote %product% ostoskorissasi on nyt tuote optioilla. Ole hyvä ja poista se ja valitse joku sen yhdistelmistä edetäksesi tilauksessasi.

source: Invalid key.
es_es: Clave no válida.
fi_fi: Virheellinen avain

source: This product does not exist in our store.
es_es: Este producto no existe en nuestra tienda.
fi_fi: Tämä tuotetta ei ole myymälästämme.
tl_ph: Ang produktong ito ay hindi umiiral sa ating store.

source: This product has been deleted.
es_es: Este producto ha sido eliminado.
fi_fi: Tämä tuote on poistettu.

source: This file no longer exists.
es_es: Este archivo ya no existe.
fi_fi: Tiedostoa ei enää ole.

source: This product has been refunded.
es_es: Este producto ha sido reembolsado.
fi_fi: Tämä tuote on jo hyvitetty.

source: The product deadline is in the past.
es_es: La fecha límite del producto ha expirado.
fi_fi: Tuotteen deadline on menneisyydessä.

source: The product expiration date has passed, preventing you from download this product.
es_es: La fecha de expiración del producto ha pasado, lo que le impide descargar este producto.
fi_fi: Tuotteen umpeutumisaika on mennyt, joten et voi ladata tätä tuotetta.

source: Expiration date has passed, you cannot download this product.
es_es: La fecha de expiración ha pasado, no puede descargar este producto.
fi_fi: Voimassaoloaika on päättynyt, joten et voi ladata tätä tuotetta.

source: You have reached the maximum number of downloads allowed.
es_es: Ha alcanzado el número máximo de descargas permitidas.
fi_fi: Olet saavuttanut maksimilatausmäärän.
tl_ph: Naabot mo ang pinakamataas na numero ng pinayagang mga mai-download.

source: Please provide the required information
bs_ba: Molimo navedite potrebne informacije
es_es: Por favor, facilítenos la información requerida
fi_fi: Täytä kaikki tarvittavat tiedot

source: We couldn't find your order with the information provided, please try again
bs_ba: Nismo mogli pronaći Vaš nalog s informacijama, molimo pokušajte ponovno
es_es: No hemos podido encontrar su pedido con la información facilitada, por favor, inténtelo de nuevo
fi_fi: Tietojasi vastaavaa tilausta ei löytynyt, yritä uudestaan

source: An unexpected error occurred while creating your account.
bs_ba: Došlo je do greške tokom kreiranja Vašeg računa.
es_es: Se ha producido un error inesperado al crear su cuenta.
fi_fi: Odottamaton virhe tiliä luotaessa.

source: Could not update your information, please check your data.
bs_ba: Ne možete ažurirati svoje informacije, provjerite svoje podatke.
es_es: No se pudo actualizar su información, por favor, compruebe sus datos.
fi_fi: Tietojasi ei voitu päivittää, tarkista antamasi tiedot.

source: Sorry. We cannot renew your order.
es_es: Lo sentimos, no podemos volver a enviar su pedido.
fi_fi: Valitettavasti emme voi uusia tilaustasi.

source: Some items are no longer available, and we are unable to renew your order.
es_es: Algunos artículos ya no están disponibles y no podemos volver a enviar su pedido.
fi_fi: Jotkin tuotteet eivät ole enää saatavilla, ja emme voi uusia tilaustasi.
tl_ph: Ang ibang mga bagay ay hindi na magagamit, at hindi na kami maaaring magbago ng iyong order.

source: The order is no longer valid.
es_es: El pedido ya no es válido.
fi_fi: Tilaus umpeutunut.

source: This message is invalid (HTML is not allowed).
es_es: El mensaje es válido (no se permite código HTML)
fi_fi: Viesti ei ole kelvollinen: HTML-kieltä EI sallita.

source: You do not have enough products to request an additional merchandise return.
es_es: No tiene suficientes productos para solicitar una devolución de mercancía adicional.
fi_fi: Sinulla ei ole tarpeeksi tuotteita, jotta voisit tehdä tuotepalautuksen.

source: Please provide an explanation for your RMA.
es_es: Por favor, indique el motivo de la devolución.
fi_fi: Kirjoita palautuksen syy.

source: Please check at least one product you would like to return.
es_es: Por favor, marque al menos un producto para devolver.
fi_fi: Valitse ainakin yksi palautettava tuote.

source: For each product you wish to add, please specify the desired quantity.
es_es: Para cada producto que quiera añadir, especifique la cantidad deseada.
fi_fi: Ole hyvä ja anna kappalemäärä jokaiselle tuotteelle, jonka haluat palauttaa.

source: This order cannot be returned
bs_ba: Ova narudžba ne može bit vraćena
es_es: Este pedido no puede ser devuelto
fi_fi: Tällä tilauksella ei ole palautusoikeutta

source: The message cannot be blank.
es_es: El mensaje no puede estar en blanco.
fi_fi: Viesti ei voi olla tyhjä
tl_ph: Ang mensahe ay hindi maaaring maging blangko.

source: You have no merchandise return authorizations.
es_es: No tiene autorización para devoluciones de mercancía.
fi_fi: Sinulla ei ole palautusnumeroita.

source: We cannot regenerate your password with the data you've submitted
bs_ba: Ne možemo obnoviti lozinku s podacima koje ste poslali
es_es: No podemos regenerar su contraseña con los datos que ha enviado
fi_fi: Antamiesi tietojen perusteella emme voi luoda uutta salasanaa

source: You cannot regenerate the password for this account.
es_es: No puede regenerar la contraseña para esta cuenta.
fi_fi: Et voi uusia salasanaa tälle tilille.

source: You can regenerate your password only every %d minute(s)
es_es: Solo puede regenerar su contraseña cada %d minuto(s)
fi_fi: Voit uusia salasanasi vain joka %d minuutti
tl_ph: Maaari mong buhayin muli ang iyong password sa kada %d (ilang) minuto lamang

source: An error occurred while sending the email.
es_es: Se ha producido un error al enviar el correo electrónico.
fi_fi: Virhe lähetettäessä sähköpostia.

source: Customer account not found
es_es: Cuenta de cliente no encontrada
fi_fi: Asiakastiliä ei löydy

source: The password and its confirmation do not match.
bs_ba: Lozinka i potvrda lozinke se ne podudaraju.
es_es: La contraseña y su confirmación no coinciden.
fi_fi: Salasanat eivät täsmää.

source: The password change request expired. You should ask for a new one.
bs_ba: Zahtjev promjena lozinke istekao. Trebate zatražiti novu.
es_es: La solicitud de cambio de contraseña ha caducado. Debe solicitar una nueva.
fi_fi: Salasanan palautuspyyntö on vanhentunut. Tee uusi palautuspyyntö.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
bs_ba: Dogodila se greška s Vašim računom koja nas spriječava da ažuriramo Vašu novu lozinku. Molimo prijavite svoj problem pomoću kontakt fome.
es_es: Se ha producido un error con su cuenta, lo que impide actualizar la nueva contraseña. Por favor, informe este problema utilizando el formulario de contacto.
fi_fi: Tililläsi virhe, joka estää meitä lähettämästä sinulle uutta salasanaa. Ilmoita yhteydenottolomakkeella tästä virheestä.

source: Invalid email address.
es_es: Dirección de correo electrónico no válida.
fi_fi: Annettu sähköpostiosoite ei kelpaa!

source: The password is missing: please enter your new password.
bs_ba: Lozinka nedostaje: molimo unesite svoju novu lozinku.
es_es: Falta la contraseña: por favor, introduce tu nueva contraseña.
fi_fi: Salasana puuttuu: anna uusi salasanasi.
tl_ph: Ang password ay nawawala: pakiusap ipasok ang iyong bagong password.

source: The confirmation is empty: please fill in the password confirmation as well
es_es: El campo de confirmación está vacío: por favor, rellena también el campo de confirmación de contraseña
fi_fi: Vahvistus on tyhjä: täytä myös salasanan vahvistus

source: The password is not in a valid format.
bs_ba: Lozinka nije u pravilnom formatu.
es_es: El formato de contraseña no es válido.
fi_fi: Salasanan muoto ei kelpaa.
tl_ph: Ang password ay hindi isang balidong pormat.

source: Invoices are disabled in this shop.
es_es: Las facturas están desactivadas en esta tienda.
fi_fi: Laskut eivät ole käytössä tässä kaupassa.

source: The invoice was not found.
es_es: Factura no encontrada.
fi_fi: Laskua ei löydy
tl_ph: Ang talaan ng mga binili at halaga ay hindi matagpuan.

source: No invoice is available.
es_es: Factura no disponible.
fi_fi: Laskua ei ole saatavilla.

source: Order return not found.
es_es: Devolución de pedido no encontrada.
fi_fi: Tuotepalautusta ei löytynyt.

source: Order return not confirmed.
es_es: Devolución de pedido no confirmada.
fi_fi: Tuotepalautusta ei ole vahvistettu.

source: Invalid message
es_es: Mensaje no válido
fi_fi: Virheellinen viesti
tl_ph: Hindi tama ang mensahe

source: This product is no longer available.
es_es: Este producto ya no esta disponible.
fi_fi: Tuotetta ei enää ole.

source: You do not have access to this product.
es_es: No tiene acceso a este producto.
fi_fi: Sinulla ei ole oikeutta tähän tuotteeseen.

source: An error occurred while deleting the selected picture.
es_es: Se ha producido un error al eliminar la imagen seleccionada.
fi_fi: Virhe poistettaessa valittua kuvaa.
tl_ph: Nangyayari ang isang kamalian habang nagtatanggal ng napiling litrato.

source: An error occurred during the image upload process.
es_es: Se ha producido un error durante el proceso de subida de la imagen.
fi_fi: Aikana tapahtui virhe kuva upload.

source: PHP "Dom" extension has not been loaded.
es_es: La extensión "Dom" de PHP no ha sido cargada.
fi_fi: PHP "Dom" liitännäistä ei ladattu.

source: You do not have access to this category.
es_es: No tienes acceso a esta categoría.
fi_fi: Sinulla ei ole oikeutta tähän kategoriaan.

source: Login is required
bs_ba: Potrebna je prijava
es_es: Es necesario iniciar sesión
fi_fi: Kirjautuminen vaaditaan

source: Invalid login
bs_ba: Pogrešna prijava
es_es: Inicio de sesión no válido
fi_fi: Virheellinen kirjautuminen

source: Invalid password
bs_ba: Neispravna lozinka
es_es: Contraseña no válida
fi_fi: Virheellinen salasana

source: Authentication failed
es_es: Error de autenticación
fi_fi: todennus epäonnistui

source: There are not enough products in stock
bs_ba: Nema dovoljno proizvoda na zalihi
es_es: No hay suficientes productos en stock
fi_fi: Varastossa ei ole tarpeeksi tuotteita

source: Your address is incomplete, please update it.
bs_ba: Vaša je adresa nepotpuna, ažurirajte je.
es_es: Su dirección está incompleta, por favor, actualícela.
fi_fi: Päivitä osoitteesi, tietoja puuttuu.
