Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopThemeCheckout.*.xlf
Languages: si_lk

source: tax incl.
si_lk: බදු සහිතව

source: tax excl.
si_lk: බදු රහිතව

source: Tax included
si_lk: බදු ඇතුලත්ය

source: Tax excluded
si_lk: බදු ඇතුලත් නොවේ

source: Free shipping
si_lk: ප්‍රවාහනය නොමිලේ

source: Free
si_lk: නොමිලේ

source: Total
si_lk: එකතුව

source: Shipping
si_lk: නැව්ගත කිරීම

source: Total (tax excl.)
si_lk: මුළු එකතුව (බදු රහිත)

source: Discount
si_lk: වට්ටම්

source: Tax
si_lk: බදු

source: Order confirmation
si_lk: ඇණවුම ස්ථිර කිරීම

source: Total:
si_lk: මුළු එකතුව

source: Cart
si_lk: බඩුබාරය

source: Gift
si_lk: ත්‍යාගයකි

source: Close
si_lk: වසන්න

source: Create an account
si_lk: විස්තර ගොණුවක් සකසන්න.

source: Unit price
si_lk: ඒකක මිළ

source: Total products
si_lk: නිෂ්පාදනයන්ගේ එකතුව

source: Addresses
si_lk: ලිපිනයන්

source: I would like to receive my order in recycled packaging.
si_lk: මගේ ඇණවුම ප්‍රතිචක්‍රකරණය කල ඇසුරුමක ගෙන්වාගැනීමට කැමැත්තෙමි.

source: If you'd like, you can add a note to the gift:
si_lk: ඔබට අවශ්‍ය නම්, ත්‍යාගය සඳහා සටහනක් යොදන්න.

source: If you would like to add a comment about your order, please write it in the field below.
si_lk: ඔබගේ ඇණවුම සම්බන්ධයෙන් යම් සටහනක් යෙදිය යුතුනම්, එය පහතින් ලියා දක්වන්න.

source: Code
si_lk: කේතය

source: Description
si_lk: විස්තරය

source: Value
si_lk: වටිනාකම

source: Minimum
si_lk: අවමය

source: Cumulative
si_lk: සමුච්චිත

source: Expiration date
si_lk: කල් ඉකුත්වෙන දිනය

source: Payment
si_lk: ගෙවීම

source: Order reference
si_lk: ඇණවුම් සබැඳිය

source: Date
si_lk: දිනය

source: Total price
si_lk: මුළු මුදල

source: Status
si_lk: තත්වය (පියවර)

source: Invoice
si_lk: අය පත

source: Carrier
si_lk: ප්‍රවාහකයා

source: Payment method
si_lk: ගෙවීම් ක්‍රමය

source: Weight
si_lk: බර

source: Shipping cost
si_lk: ප්‍රවාහන වියදම

source: Tracking number
si_lk: යොමු අංකය

source: Quantity
si_lk: ප්‍රමාණය
