Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminInternationalNotification.*.xlf
Languages: he_il, tr_tr, zh_tw

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
tr_tr: Varsayılan para birimini değiştirmeden önce, kesinlikle bakım kipini etkinleştirmenizi öneririz. Aslında, varsayılan para birimindeki herhangi bir değişiklik her bir ürün fiyatının ve kombinasyonların elle ayarlanmasını gerektirir.
zh_tw: 在更改默認貨幣前，我們強烈建議你啟動維修模式。對默認貨幣的更改必須要手動更改每件產品和它組合的價格。
