Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminAdvparametersNotification.*.xlf
Languages: ja_jp, pt_pt, sr_cs, tr_tr, zh_tw

source: "Backup" directory does not exist.
ja_jp: "Backup"ディレクトリは存在しません。
pt_pt: Pasta "Backup" não existe.
sr_cs: Direktorijum za rezervne kopije ne postoji.
tr_tr: Yedekleme dizini mevcut değil.
zh_tw: 備份目錄不存在

source: Error deleting
ja_jp: 削除中にエラー
pt_pt: Erro ao remover
sr_cs: Greška pri brisanju
tr_tr: Silme hatası
zh_tw: 刪除錯誤

source: Invalid ID
ja_jp: IDが無効
pt_pt: ID inválido
sr_cs: Neispravan ID
tr_tr: Geçersiz kimlik
zh_tw: 無效編號

source: Unable to create backup file
ja_jp: バックアップを作成することはできません
pt_pt: Não é possível criar ficheiro de backup
sr_cs: Ne mogu da napravim rezervnu kopiju
tr_tr: Yedek dosyası oluşturulamadı
zh_tw: 無法建立備份檔案

source: An error occurred while backing up. Unable to obtain the schema of %s
pt_pt: Surgiu um erro ao fazer a cópia de segurança. Não foi possível obter o esquema de %s
tr_tr: Yedekleme sırasında bir hata oluştu. %s için şema varlığı teyit edilemiyor
zh_tw: 備份資料庫時發生錯誤。無法從 %s 取得資料表定義。

source: No valid tables were found to backup.
ja_jp: バックアップから正常なテーブルを見つけることが出来ませんでした。
pt_pt: Não foram encontradas tabelas válidas para Backup.
sr_cs: Nisu pronađene važeće tabele u rezervnoj kopiji.
tr_tr: Yedeklenecek geçerli bir tablo bulunamadı.
zh_tw: 找不到有效的資料表作備份.

source: Error - The following e-mail template is missing: %s
ja_jp: エラー －次のメールテンプレートがありません： %s
pt_pt: Erro - O seguinte modelo de e-mail está em falta: %s
tr_tr: Hata - şu e-posta şablonu bulunamadı: %s
zh_tw: 錯誤 - 以下電子郵件模板丟失：%s

source: The import directory doesn't exist. Please check your file path.
ja_jp: インポートディレクトリが存在しません。ファイルパスを確認してください。
pt_pt: A pasta Importar não existe. Por favor, verifique o caminho do ficheiro.
tr_tr: İçe aktarım dizini mevcut değil. Lütfen dosya yolunu kontrol edin.
zh_tw: 上傳目錄不存在。請檢查你的文件路徑。

source: The import directory must be writable (CHMOD 755 / 777).
pt_pt: A pasta de importações tem de ter permissões de escrita (CHMOD 755/777).
sr_cs: Uvoz direktorijuma mora biti upisiv (CHMOD 755 / 777).
tr_tr: İçe aktarma dizini (CHMOD 755/777) yazılabilir olmalıdır.
zh_tw: 導入目錄必須是可寫入的（CHMOD 755/777）。

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
ja_jp: アップロードされたファイルはphp.iniのupload_max_filesizeディレクティブの値を超えています。サーバ構成がそれを許可する場合は、.htaccessファイルにディレクティブを追加することです。
pt_pt: O ficheiro enviado excede o valor do parâmetro upload_max_filesize no php.ini. Se a configuração do seu servidor permitir, pode adicionar um parâmetro no ficheiro .htaccess.
sr_cs: Otpremljeni dokument prevazilazi upload_max_filesize direktivu u php.ini dokumentu. Ako vaš server to dozvoljava, možete dodati direktivu u vašem .htaccess dokumentu.
tr_tr: Yüklenen dosya php.ini dosyasındaki upload_max_filesize direktifini aşıyor. Eğer sunucu yapılandırmanız izin veriyorsa, .htaccess dosyanıza bir direktif ekleyebilirsiniz.
zh_tw: 上傳的檔案大小超過 php.ini 的 upload_max_filesize 設定，如果系統環境允許，您可以透過 .htaccess 調整

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
ja_jp: アップロードされたファイルは php.ini の upload_max_filesize ディレクティブの値を超えています。サーバ上で .htaccess 編集ができる場合は、以下のように設定してください：
pt_pt: O ficheiro enviado excede o parâmetro post_max_size do ficheiro de configuração php.ini. Caso a configuração do servidor o permita, pode acrescentar um parâmetro no ficheiro .htaccess. Por exemplo:
tr_tr: Yüklenen dosya php.ini dosyasındaki post_max_size direktifini aşıyor. Eğer sunucu yapılandırmanız izin veriyorsa, .htaccess dosyanıza bir direktif ekleyebilirsiniz, örneğin:
zh_tw: Php.ini裡上傳的文件超過大小上限。如果你的服務器配置允許，你可以在你的.htaccess裡添加一個指令。

source: The uploaded file was only partially uploaded.
ja_jp: アップロードされたファイルは、一部だけアップロードされました。
pt_pt: O ficheiro foi enviado apenas parcialmente.
sr_cs: Datoteka je samo delimično postavljena
tr_tr: Dosyanın sadece bir kısmı yüklendi.
zh_tw: 有沒有在您的Prestashop模組。使用「模組」標籤來啟用或去我們的網站下載額外的模組。

source: No file was uploaded.
ja_jp: アップロードされたファイルはありません
pt_pt: Não foi enviado nenhum ficheiro.
sr_cs: Nijedna datoteka nije dodata
tr_tr: Herhangi bir dosya yüklenmedi.
zh_tw: 沒有檔案被上傳

source: The extension of your file should be .csv.
pt_pt: A extensão do seu ficheiro tem de ser .csv.
sr_cs: Ekstenzija vaše dototeke bi trebala biti .csv.
tr_tr: Dosyanızın uzantısı .csv olmalıdır.
zh_tw: 您的文件後綴應該是 .csv。

source: An error occurred while uploading / copying the file.
ja_jp: ファイルのアップロードまたはコピー中にエラーが発生しました。
pt_pt: Ocorreu um erro ao enviar ou copiar o ficheiro.
sr_cs: Došlo je do greške prilikom postavljanja i kopiranja dokumenta.
tr_tr: Dosya yüklenirken/kopyalanırken bir hata oluştu.
zh_tw: 上傳/複製檔案時發生錯誤

source: (click to open "Generators" page)
ja_jp: (生成ページをクリックして開きます)
pt_pt: (clique para abrir a página "Geradores" )
sr_cs: (klikni za otvaranje "Generators" stranice)
tr_tr: ("Oluşturucular" sayfasını açmak için tıklayın)
zh_tw: (點選後開啟 "產生器" 頁面)

source: To proceed, please upload a file first.
ja_jp: 処理を進めるためには、最初にファイルをアップロードしてください。
pt_pt: Para continuar, primeiro envie um ficheiro.
tr_tr: Devam etmek için, önce bir dosya yükleyin.
zh_tw: 繼續處理前請先上傳檔案。

source: There is an empty row in the file that won't be imported.
ja_jp: ファイル内にインポートされない空行があります。
pt_pt: Existe uma linha vazia no ficheiro que não será importada.
tr_tr: Dosyada içe aktarımı yapılmayacak boş bir satır var.
zh_tw: 在文件中有一空白行無法導入。

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
ja_jp: カテゴリIDはユニークである必要があります。ルートまたはホームカテゴリのものと同じであってはなりません。
pt_pt: O ID da categoria tem de ser único. Não pode ser o mesmo para a Raiz e para a Página inicial.
tr_tr: Kategori kimliği benzersiz olmalıdır. Kök veya Ana kategorilerden biri ile aynı olamaz.
zh_tw: 這個種類產品號碼必須是獨特的。不能和根或主種類的一樣。

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
ja_jp: カテゴリIDはユニークである必要があります。親カテゴリ（ID：%1$s）と同じであってはなりません。
pt_pt: O ID da categoria tem de ser único. Não pode ser o mesmo da categoria de origem (ID: %1$s).
tr_tr: Kategori kimliği benzersiz olmalıdır. Üst kategori (Kimlik: %1$s) ile aynı olamaz.
zh_tw: 分類編號必須是獨特的。不能和母分類 （ID: %1$s）的一樣。

source: A category can't be its own parent. You should rename it (current name: %1$s).
ja_jp: カテゴリは、それ自身の親になることはできません。名前を変更してください（現在の名前： %1$s）。
pt_pt: Uma categoria não pode ser a sua própria origem. Deverá mudar o nome (nome atual: %1$s).
tr_tr: Bir kategori kendisinin üst kategorisi olamaz. Yeniden adlandırmalısınız (mevcut ad: %1$s).
zh_tw: 一個分類不能是它自己的根源。你得重新命名它（現名：%1$s）。

source: %category_name% (ID: %id%) cannot be saved
pt_pt: %category_name% (ID: %id%) não pôde ser salvo
tr_tr: %category_name% (No: %id%) kaydedilemiyor
zh_tw: %category_name% (編號：%id%) 無法儲存

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
pt_pt: A reescrita do URL falhou ao gerar automaticamente um URL amigável para: %category_name%
tr_tr: URL yeniden yazma, otomatik olarak şu kullanıcı dostu bağlantıyı oluşturmayı başaramadı: %category_name%
zh_tw: 網址改寫無法自動產生一個友善網址給：%category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
ja_jp: %1$s（ID: %2$s）用リライトリンクは、%3$s のようにリライトされます。
pt_pt: Reescreva ligação para %1$s (ID %2$s): reescrita como %3$s.
tr_tr: %1$s (Kimlik: %2$s) için yeniden yazma bağlantısı: %3$s olarak yeniden yazıldı.
zh_tw: 為 %1$s (ID %2$s) 重寫鏈接：重寫為 %3$s。

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
ja_jp: カテゴリーは自分自身の親カテゴリーになることは出来ません。親カテゴリーIDが無いか、不明です。（ID: %1$s）。
pt_pt: Uma categoria não pode ter origem em si própria. O ID da categoria de origem falta ou é desconhecido (ID: %1$s).
tr_tr: Bir kategori kendisinin ana kategorisi olamaz. Ana kategori kimliği kayıp veya belirsiz (kimlik no: %1$s).
zh_tw: 分類不能是自己的根源。母分類 ID 可能遺​​失或未知（ID: %1$s）。

source: The root category cannot be modified.
ja_jp: ルートカテゴリは修正できませんでした
pt_pt: A categoria raíz não pode ser modificada.
sr_cs: Glavna kategorija se ne može menjati.
tr_tr: Kök kategori düzenlenemez.
zh_tw: 根分類無法異動

source: cannot be copied.
ja_jp: コピーできません
pt_pt: não pode ser copiada.
sr_cs: se ne može kopirati.
tr_tr: kopyalanamadı.
zh_tw: 無法複製

source: %1$s (ID: %2$s) cannot be %3$s
ja_jp: %1$s (ID: %2$s) を %3$s にすることが出来ません。
pt_pt: %1$s (ID: %2$s) não pode ser %3$s
tr_tr: %1$s (Kimlik: %2$s) için şu işlem yapılamadı: %3$s
zh_tw: %1$s (ID: %2$s) 無法 %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
ja_jp: 不明な税ルールグループIDです。まず、このIDでグループを作成してください。
pt_pt: ID de grupo de regras de imposto desconhecido. Primeiro precisa de criar um grupo com este ID.
tr_tr: Bilinmeyen vergi kuralı grup kimliği. Önce bu kimlik ile bir grup oluşturmalısınız.
zh_tw: 無效的稅務規則組ID，您需要先用這個ID創建一個組。

source: %1$s (ID: %2$s) cannot be saved
ja_jp: %1$s （ID: %2$s）が登録できませんでした
pt_pt: %1$s (ID: %2$s) não pode ser gravada
sr_cs: %1$s (ID: %2$s) se ne može snimiti
tr_tr: %1$s (No: %2$s) kaydedilemiyor
zh_tw: %1$s (編號：%2$s) 無法儲存

source: %data% cannot be saved
ja_jp: %data% は保存できません
pt_pt: %data% não pôde ser guardado
tr_tr: %data% kaydedilemiyor
zh_tw: %data% 無法儲存

source: Shop is not valid
ja_jp: ショップは無効です。
pt_pt: A loja não é válida
sr_cs: Radnja je nevažeća
tr_tr: Mağaza geçerli değil
zh_tw: 商店錯誤

source: Discount is invalid
ja_jp: 割引は無効です。
pt_pt: O desconto não é válido
sr_cs: Popust je nevažeći
tr_tr: İndirim geçersiz
zh_tw: 無折扣

source: Tags list is invalid
ja_jp: タグリストは無効です。
pt_pt: A lista de etiquetas não é válida
sr_cs: Lista tag-ova nevažeća
tr_tr: Etiket listesi geçersiz
zh_tw: 標籤列表錯誤

source: Error copying image: %url%
pt_pt: Erro ao copiar imagem: %url%
tr_tr: Resim kopyalama hatası: %url%
zh_tw: 複製圖像時發生錯誤：%url%

source: Product #%id%: the picture (%url%) cannot be saved.
pt_pt: Produto #%id%: a imagem (%url%) não pode ser guardada.
tr_tr: Ürün #%id%: Resim (%url%) Kaydedilemedi.
zh_tw: 商品＃%id%：無法保存圖片（%url%）。

source: Advanced stock management has incorrect value. Not set for product %name%
pt_pt: Gestão avançada de stock apresenta valor incorreto. Não se encontra especificado para o produto %name%
tr_tr: Gelişmiş stok yönetimi yanlış bir değere sahip. %name% ürünü için ayarlanmamış
zh_tw: 高級庫存管理含有不正確的數值。它不是為商品%name%所設

source: Advanced stock management is not enabled, cannot enable on product %name%
pt_pt: A gestão avançada de stock não está ativada. Não é possível ativá-la para o produto %name%
tr_tr: Gelişmiş stok yönetimi etkin değil, %name% ürünü için etkinleştirilemiyor
zh_tw: 高級庫存管理未啟用。不能啟用於商品%name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
pt_pt: Gestão avançada de stock inativa; impossível associar um armazém ao produto %name%
tr_tr: Gelişmiş stok yönetimi etkinleştirilmemiş, %name% ürünü için depo ayarlanmamış
zh_tw: 高級庫存管理未啟用。還沒有為商品 %name% 設置倉庫

source: Warehouse did not exist, cannot set on product %name%
tr_tr: Depo mevcut değil, %name% ürünü için ayarlanamıyor
zh_tw: 倉庫不存在，無法為商品 %name% 設置。

source: Incorrect value for "Depends on stock" for product %name%
pt_pt: Valor incorreto do parâmetro «Dependente do stock» para o produto %name%
tr_tr: %name% ürünü için "Stoka bağlı" değeri hatalı
zh_tw: 商品 %name% 的＂取決於庫存＂價值不正確

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
pt_pt: A gestão avançada de stock não está ativada. Não é possível definir o parâmetro «Dependente do stock» para o produto %name%
tr_tr: Gelişmiş stok yönetimi etkin değil, %name% ürünü için "Stoka bağlı" değeri ayarlanamıyor
zh_tw: 高級庫存管理未啟用。無法為商品 %name% 設置 “取決於庫存”。

source: No image was found for combination with id_product = %s and image position = %s.
ja_jp: 商品ID = %s かつ 画像位置 = %s の組み合わせにあう画像が見つかりません
pt_pt: Não foi encontrada uma imagem para a combinação com id_produto = %s e posição de imagem = %s.
sr_cs: Nije pronađena slika za kombinaciju sa id_product = %s i pozicijom slike = %s.
tr_tr: %s ürün kimliği ile alakalı kombinasyon için resim bulunamadı, resim pozisyonu = %s.
zh_tw: 找不到組合的圖片，產品編號 = %s 、圖片位置 = %s

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
pt_pt: O EAN13 "%ean13%" tem um valor incorreto para o produto com a ID %id%.
tr_tr: %id% kimlikli ürün için EAN13 "%ean13%" yanlış bir değere sahip.
zh_tw: 商品 ID %id%有個不正確的EAN13 "%ean13%" 數值。

source: Advanced stock management has incorrect value. Not set for product with id %id%.
pt_pt: A gestão avançada de stock tem um valor incorreto. Não se encontra definida para o produto com a Id %id%.
tr_tr: Gelişmiş stok yönetiminde yanlış bir değer var. %id% kimliğine sahip ürün için ayarlanmamış.
zh_tw: 高級庫存管理具有不正確的價值。 未為商品ID %id% 設置價值。

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
pt_pt: A gestão avançada de stock não está ativa; não é possível ativar o produto com a Id %id%.
tr_tr: Gelişmiş stok yönetimi etkin değil, %id% kimliğine sahip ürün için etkinleştirilemiyor.
zh_tw: 高級庫存管理未啟用。無法在產品ID%id%上啟用

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
pt_pt: A gestão avançada de stock não está ativa; o armazém não está definido para o produto com a Id %id%.
tr_tr: Gelişmiş stok yönetimi etkin değil, %id% kimliğine sahip ürün için depo ayarlanmamış.
zh_tw: 高級庫存管理未啟用，id為%id%的商品沒有設置倉庫。

source: Warehouse did not exist, cannot set on product %name%.
pt_pt: O armazém não existe, não é possível definir o produto %name%.
tr_tr: Depo mevcut değil, %name% ürünü için ayarlanamıyor.
zh_tw: 倉庫不存在，無法為商品 %name% 設置。

source: Email address %1$s (ID: %2$s) cannot be validated.
ja_jp: メールアドレス %1$s (ID: %2$s) を確認できません。
pt_pt: O endereço de e-mail %1$s (ID: %2$s) não pôde ser validado.
tr_tr: %1$s e-posta adresi (Kimlik: %2$s) doğrulanamadı.
zh_tw: 電郵地址 %1$s (ID: %2$s) 無法驗證。

source: Email address %1$s (ID: %2$s) cannot be saved.
ja_jp: メールアドレス %1$s (ID: %2$s) を保存できません。
pt_pt: O endereço de e-mail %1$s (ID: %2$s) não pode ser guardado.
tr_tr: %1$s e-posta adresi (Kimlik: %2$s) kaydedilemedi.
zh_tw: 電郵地址 %1$s (ID: %2$s) 無法儲存。

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
ja_jp: %1$s は、データベース %2$s（ID：%3$s）に存在しなたいめ、確認することが出来ません
pt_pt: %1$s não existe na base de dados %2$s (ID: %3$s), e por isso não pode ser validado
tr_tr: %1$s %2$s veritabanında (%3$s ID) bulunmuyor, bu yüzden doğrulanamaz
zh_tw: %1$s不存在於數據庫%2$s (ID: %3$s), 因此無法被驗證

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
ja_jp: %1$s は、データベース %2$s（ID：%3$s）に存在しなたいめ、保存することが出来ません
pt_pt: %1$s não existe na base de dados %2$s (ID: %3$s), e por isso não pode ser guardado
tr_tr: %1$s %2$s veritabanında (Kimlik: %3$s) bulunmuyor, bu yüzden kaydedilemez
zh_tw: %1$s 不存在於資料庫 %2$s (編號：%3$s) ，無法儲存。

source: "%email%" is not a valid email address.
pt_pt: "%email%" não é um endereço de e-mail válido.
tr_tr: "%email%" geçerli bir e-posta adresi değil.
zh_tw: ”%email%“不是一個有效電子郵件地址。

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
ja_jp: 顧客ID #%d は、データベースに存在しないため、承認する事ができません。
pt_pt: O cliente ID #%d não existe na base de dados, e por isso não pode ser validado.
tr_tr: %d kimlikli müşteri veritabanında bulunamadı, bu yüzden doğrulanamadı.
zh_tw: 客戶編號 %d 不存在於數據庫中因此無法驗證。

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
pt_pt: O cliente n.º %d não existe na base de dados, e por isso não pode ser guardado.
tr_tr: %d kimlikli müşteri veritabanında bulunamadı, bu yüzden kaydedilemedi.
zh_tw: 客戶編號 %d 不存在於數據庫中因此無法儲存。

source: Supplier is invalid
ja_jp: サプライヤーは無効です
pt_pt: O fornecedor não é válido
sr_cs: Dobavljač je nevažeći
tr_tr: Tedarikçi geçersiz
zh_tw: 無效的供應商

source: Alias is invalid
pt_pt: Pseudônimo é inválido
sr_cs: Alijas je nevažeći
tr_tr: Takma Ad geçersiz
zh_tw: 別名有誤

source: Store is invalid
ja_jp: 店名が無効です
pt_pt: A loja é inválida
tr_tr: Mağaza geçersiz
zh_tw: 商店有誤

source: Supplier ID (%id%) is not valid (at line %line%).
pt_pt: O n.º do fornecedor (%id%) não é válido (na linha %line%).
tr_tr: Tedarikçi Kimliği (%id%) geçerli değil (satır %line%).
zh_tw: 供應商ID（%id%） 無效（在第%line%行）

source: Lang ID (%id%) is not valid (at line %line%).
pt_pt: O n.º do idioma (%id%) não é válido (na linha %line%).
tr_tr: Dil Kimliği (%id%) geçerli değil (satır %line%).
zh_tw: 語言ID（%id%）無效（在第%line%行）

source: Warehouse ID (%id%) is not valid (at line %line%).
pt_pt: O nº do Armazém (%id%) não é válido (na linha %line%).
tr_tr: Depo Kimliği (%id%) geçerli değil (satır %line%).
zh_tw: 倉庫ID（%id%）無效（在第%line%行）

source: Currency ID (%id%) is not valid (at line %line%).
pt_pt: O n.º da Moeda (%id%) não é válido (na linha %line%).
tr_tr: Para Birimi Kimliği (%id%) geçerli değil (satır %line%).
zh_tw: 貨幣編號（%id%）無效（在第%line%行）。

source: Reference (%ref%) already exists (at line %line%).
pt_pt: A referência (%ref%) já existe (na linha %line%).
tr_tr: Referans (%ref%) zaten var (satır: %line%).
zh_tw: 代號 (%ref%) 已經存在（在第%line%行）。

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
pt_pt: O formato da data (%date%) não é válido (na linha %line%). Deve ser: %date_format%.
tr_tr: Tarih biçimi (%date%) geçerli değil (satır %line%). Şöyle olmalı: %date_format%.
zh_tw: 日期格式（%date%）無效（在第%line%行）。格式應該是：%date_format%。

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
pt_pt: A data (%date%) não pode ser no passado (na linha %line%). Formato: %date_format%.
tr_tr: Tarih (%date%) geçimişte olamaz (satır %line%). Biçim: %date_format%.
zh_tw: 日期 (%date%) 不能夠是過去式 (在第 %line% 行)。格式：%date_format%。

source: Format: Between 0 and 100
ja_jp: フォーマット：0から100の間
pt_pt: Formato: Entre 0 e 100
sr_cs: Format: između 0 i 100
tr_tr: Biçim: 0 ila 100 arasında
zh_tw: 格式：介於 0 到 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
pt_pt: O desconto (%rate%) não é válido (na linha %line%). %format%.
tr_tr: İndirim oranı (%rate%) geçerli değil (satır %line%). %format%.
zh_tw: 折扣率 (%rate%) 錯誤 (在第 %line% 行)。 %format%。

source: Supply Order (%id%) is not editable (at line %line%).
pt_pt: A Encomenda ao Fornecedor (%id%) não pode ser alterada (na linha %line%).
tr_tr: Ürün Tedarik Siparişi (%id%) düzenlenebilir değil (satır %line%).
zh_tw: 無法編輯採購訂單 (%id%) (在第 %line% 行)

source: Supply Order could not be saved (at line %line%).
pt_pt: Não foi possível guardar a Encomenda ao Fornecedor (na linha %line%).
tr_tr: Ürün Tedarik Siparişi kaydedilemedi (satır %line%).
zh_tw: 無法儲存採購訂單 (在第 %line% 行)

source: Supply Order (%s) could not be loaded (at line %d).
ja_jp: サプライヤー注文（ %s ）はロードできませんでした（行 %d ）
pt_pt: Não foi possível carregar a Encomenda ao Fornecedor (%s) (na linha %d).
sr_cs: Narudžbina (%s) se ne može učitati (u liniji %d).
tr_tr: Ürün Tedarik Siparişi (%s) yüklenemedi (satır %d).
zh_tw: 採購單 (%s) 無法載入 (在第 %d 行)

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
pt_pt: Produto/Atributo (%d/%d) não pode ser adicionado duas vezes (na linha %d).
sr_cs: Proizvod/Osobina (%d/%d) ne može biti dodat dva puta (u liniji %d).
tr_tr: Ürün/Özellik (%d/%d) iki defa eklenemez (satır %d).
zh_tw: 商品/屬性（%d/%d）不能添加兩次（在%d行）。

source: Product (%d/%d) is not available for this order (at line %d).
ja_jp: 商品 (%d/%d) は、この注文では利用可能ではありません（行 %d）
pt_pt: O Produto (%d/%d) não está disponível para esta encomenda (na linha %d).
sr_cs: Proizvod (%d/%d) nije dostupan za ovu porudžbinu (u liniji %d).
tr_tr: Ürün (%d/%d) bu sipariş için mevcut değil (satır %d).
zh_tw: 產品 (%d/%d) 在這個訂單無法使用 (在第 %d 行)

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
ja_jp: 単価（税別）（ %d ）は有効ではありません（行 %d ）
pt_pt: O Preço Unitário (sem IVA) (%d) não é válido (na linha %d).
sr_cs: Cena po JM(sa PDV-om) (%d) nije validan (u liniji %d).
tr_tr: Birim Fiyat (vergi hariç) (%d) geçerli değil (satır %d).
zh_tw: 單價 (未稅) (%d) 錯誤 (在第 %d 行)

source: Quantity Expected (%d) is not valid (at line %d).
ja_jp: 期待された数量（ %d ）は有効ではありません（行 %d ）
pt_pt: A Quantidade Esperada (%d) não é válida (na linha %d).
sr_cs: Očeivana količina (%d) nije validna (u liniji %d).
tr_tr: Beklenen Miktar (%d) geçerli değil (satır %d).
zh_tw: 預期數量 (%d) 錯誤 (在第 %d 行)

source: Discount rate (%d) is not valid (at line %d). %s.
ja_jp: 割引率（ %d ）は無効（%d行 ）です。 %s
pt_pt: A taxa de desconto (%d) não é válida (na linha %d). %s.
sr_cs: Stopa popusta (%d) nije ispravna (u liniji %d). %s.
tr_tr: İndirim oranı (%d) geçerli değil (satır %d). %s.
zh_tw: 折扣率 (%d) 錯誤 (在第 %d 行)， %s

source: Cannot read the .CSV file
ja_jp: .CSVファイルを読むことができません
pt_pt: Não é possível ler o ficheiro .CSV
sr_cs: Nije moguće pročitati CSV datoteku
tr_tr: CSV dosyası okunamıyor
zh_tw: 無法讀取CSV檔案

source: Linking Accessories...
ja_jp: アクセサリー追加中...
pt_pt: A ligar acessórios...
tr_tr: Aksesuarlar bağlantılanıyor...
zh_tw: 連接附件...

source: %s import
ja_jp: %sインポート
pt_pt: importar %s
sr_cs: %s uvezi
tr_tr: %s içe aktarım
zh_tw: %s導入

source: (from %s to %s)
pt_pt: (de %s até %s)
sr_cs: (od %s do %s)
tr_tr: (başlangıç %s bitiş %s)
zh_tw: (由 %s 至 %s)

source: with truncate
ja_jp: 切り詰め操作を含め
pt_pt: com truncate
sr_cs: sa skraćenjem
tr_tr: yuvarlama ile
zh_tw: 有削去

source: The confirmation email couldn't be sent, but the import is successful. Yay!
ja_jp: 完了確認メールは送られませんでしたが、インポートは成功しました。
pt_pt: Não foi possível enviar o e-mail de confirmação, mas a importação foi bem-sucedida. Iupi!
tr_tr: Onay e-postası gönderilemedi fakat içe aktarma başarılı. Yuppi!
zh_tw: 確認電子郵件無法發送，但導入成功。 好極了！

source: Importing your data...
ja_jp: データをインポート中...
pt_pt: A carregar os seus dados...
tr_tr: Veriler içe aktarılıyor...
zh_tw: 數據導入中...

source: Aborting, please wait...
ja_jp: 処理を中止しています、お待ちください...
pt_pt: A cancelar, por favor aguarde...
tr_tr: İptal ediliyor, lütfen bekleyin...
zh_tw: 中止中，請稍候...

source: Data imported!
ja_jp: データのインポートが完了しました！
pt_pt: Dados carregados!
tr_tr: Veri içe aktarıldı!
zh_tw: 數據已經導入！

source: Look at your listings to make sure it's all there as you wished.
ja_jp: ご希望通りにすべて存在しているかどうか、リストを確認してください。
pt_pt: Verifique as suas listagens para garantir que está tudo lá como queria.
tr_tr: Her şeyin istediğiniz gibi gittiğinden emin olmak için listelemeleri inceleyin.
zh_tw: 查看你的明細，保證它們都是你所要的。

source: Errors occurred:
ja_jp: エラーが発生しました：
pt_pt: Ocorreram erros:
tr_tr: Hata oluştu:
zh_tw: 發生錯誤：

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
ja_jp: 警告：現在のインポートは、より多くのデータ転送ができるように、PHP設定の更新が必要な場合があります。現在のインポートが、処理の終了前に停止している場合は、PHPの "post_max_size" 設定を少なくとも [1]%size%[/1] MBに増やしてから、もう一度やり直す必要があるでしょう。
pt_pt: Atenção, o corrente carregamento pode requerer uma actualização das configurações de PHP, para permitir transferir mais dados. Se o corrente carregamento parar antes do fim, deverá aumentar as configurações do seu PHP "post_max_size" para pelo menos [1]%size%[/1]MB, e tente de novo.
tr_tr: Uyarı, mevcut içe aktarım daha fazla verinin transfer edilebilmesi için bir PHP ayar güncellemesi gerektirebilir. Eğer mevcut içe aktarım tamamlanmadan sonlanırsa, PHP "post_max_size" ayarını en azından [1]%size%[/1]MB olarak ayarlayıp, yeniden deneyin.
zh_tw: 警告，現在導入需要更新PHP 設置才可以傳輸更多的數據。如果在完成前導入停止，你得把你的PHP "post_max_size" 設置至少提高到[1]%size%[/1]MB，然後再試。

source: Some errors were detected. Please check the details:
ja_jp: 複数のエラーが検出されてました。詳細をご確認ください：
pt_pt: Foram detectados alguns erros. Por favor verifique os detalhes:
tr_tr: Bazı hatalar tespit edildi. Lütfen detayları inceleyin:
zh_tw: 發現一些錯誤。請查以下細節：

source: We made the following adjustments:
ja_jp: 私たちは次のような調整を行ないました：
pt_pt: Fizemos os seguintes ajustamentos:
tr_tr: Aşağıdaki ayarlamaları gerçekleştirdik:
zh_tw: 我們做了以下調整：

source: Validating data...
ja_jp: データ検証中...
pt_pt: Verificando os dados...
tr_tr: Veri doğrulanıyor...
zh_tw: 驗證資料中...
