Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminAdvparametersNotification.*.xlf
Languages: ja_jp, pt_pt, sr_cs, tr_tr, zh_tw

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
ja_jp: ファイルはショップに正常にインポートされました。 商品の検索インデックスを再構築することを忘れないでください。
pt_pt: O seu ficheiro foi importado com sucesso para a sua loja. Não se esqueça de recriar o índice de pesquisa de produtos.
tr_tr: Dosyanız mağazanıza başarıyla içe aktarıldı. Ürünlerin arama indeksini yeniden oluşturmayı unutmayın.
zh_tw: 檔案已成功匯入您的商店。記得重建商品搜尋索引。

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
pt_pt: A importação de Detalhes de Encomendas a Fornecedores irá apagar o seu histórico de encomendas de produtos (caso exista).
tr_tr: Ürün Tedarik Siparişi Detaylarını içe aktarmak varsa geçmişte yaptığınız alımların verilerini siler.

source: Are you sure that you would like to delete this entity:
ja_jp: このエントリーを本当に削除してもよろしいですか：
pt_pt: Tem a certeza de que pretende eliminar esta entidade?
tr_tr: Bu girdiyi silmek istediğinize emin misiniz:
zh_tw: 您確定刪除這個實體嗎：

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
pt_pt: Não tem permissões para eliminar. Quando o modo Multi-loja está ativado, apenas o SuperAdmin pode eliminar itens antes de uma acção de importação.
tr_tr: Bunu silmek için izniniz yok. Çoklu Mağaza etkin olduğunda, yalnızca bir Süper Yönetici içe aktarımdan önce tüm öğeleri silebilir.

source: The locale must be installed
ja_jp: ロケールをインストールする必要があります
pt_pt: A localização do idioma deve estar instalada
sr_cs: Vaš lokalitet mora da bude instaliran
tr_tr: Yerelleştirme dosyası yüklenmiş olmalı
zh_tw: 必須安裝這個翻譯

source: Do you really want to remove the server %serverIp%:%serverPort% ?
pt_pt: Tem a certeza que pretende eliminar o servidor %serverIp%:%serverPort% ?
tr_tr: Sunucuyu gerçekten kaldırmak istiyor musunuz %serverIp%:%serverPort% ?
zh_tw: 你確定要移除伺服器 %serverIp%：%serverPort% 嗎？

source: OK
sr_cs: U redu
tr_tr: Tamam
zh_tw: 確定

source: Please fix the following error(s)
ja_jp: 次のエラーを解決してください
pt_pt: Por favor corrija os seguintes erros
sr_cs: Molimo Vas da pogledate sledeće greške
tr_tr: Lütfen şu hataları düzeltin
zh_tw: 請代號下列錯誤

source: Checking files...
ja_jp: ファイルを確認しています...
pt_pt: A verificar os ficheiros...
sr_cs: Provera fajlova . . .
tr_tr: Dosyalar kontrol ediliyor...
zh_tw: 檢查檔案中...

source: Missing files
ja_jp: 不足しているファイル
pt_pt: Ficheiros em falta
sr_cs: Nedostajući fajlovi
tr_tr: Eksik dosyalar
zh_tw: 缺少檔案

source: Updated files
ja_jp: ファイルが更新されました
pt_pt: Ficheiros atualizados
sr_cs: Ažurirani fajlovi
tr_tr: Güncellenen dosyalar
zh_tw: 更新的檔案

source: Changed/missing files have been detected.
ja_jp: 変更/不足しているファイルが見つかりました
pt_pt: Foram encontrados ficheiros alterados/em falta.
sr_cs: Promenjeni/nedostajući fajlovi su otkriveni
tr_tr: Değişmiş/eksik dosya tespit edilmiştir.
zh_tw: 發現有檔案異動或遺失

source: No change has been detected in your files.
pt_pt: Não foi encontrada qualquer alteração nos seus ficheiros.
tr_tr: Dosyalarınızda herhangi bir değişiklik tespit edilmedi.
zh_tw: 您的文件中未檢測到更改。

source: Administrator permissions cannot be modified.
ja_jp: 管理者権限は変更することができません。
pt_pt: As permissões do Administrador não podem ser alteradas.
sr_cs: Administratorska prava se ne mogu izmeniti.
tr_tr: Yönetici izinleri değiştirilemez.
zh_tw: 管理者權限無法更改

source: Disclaimer before creating a new backup
ja_jp: 新しいバックアップを作成する前の免責事項
pt_pt: Aviso antes de criar uma nova cópia de segurança
sr_cs: Izjava o neodgovornosti kod kreiranja rezervnih kopija
tr_tr: Yeni yedekleme oluşturmadan önce Yasal Uyarı
zh_tw: 建立新的備份前放棄

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
ja_jp: PrestaShopソフトウェアは、ライセンス契約に基づいてご自身の責任でそれを使用しているオープンソースです。
pt_pt: O PrestaShop é um software open-source. Está a usá-lo por sua conta e risco nos termos do contrato da licença.
sr_cs: PrestaShop je open-source softver, koristite ga na sopstveni rizik u skladu sa ugovorom o licenciranju.
tr_tr: Prestashop açık kaynaklı bir yazılımdır. Lisans antlaşması dahilinde kendi riskiniz altında kullanıyorsunuz.
zh_tw: PrestaShop是開源軟體, 在軟體授權下, 你需要自行承擔風險

source: You should back up your data on a regular basis (both files and database).
pt_pt: Deve fazer cópias de segurança dos seus dados regularmente (ficheiros e base de dados).
tr_tr: Düzenli olarak verilerinizi yedeklemek gerekir (hem dosyalar ve hem de veritabanı).
zh_tw: 您應該定期備份數據（文件和數據庫）。

source: This function only backs up your database, not your files.
ja_jp: この関数は、データベースではなく、あなたのファイルをバックアップします。
pt_pt: Esta funcionalidade apenas realiza a cópia de segurança da sua Base de Dados, não dos seus ficheiros.
sr_cs: Ova funkcija samo pravi rezervnu kopiju baze podataka, ne i datoteka.
tr_tr: Bu fonksiyon sadece dosyalarınızı yedekler, veritabanınızı değil.
zh_tw: 這個功能僅備份您的資料庫，不包含檔案

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
ja_jp: デフォルトでは、既存のデータベースのテーブルは、バックアップ・リカバリ中に削除されます。（以下のバックアップオプションを参照）
pt_pt: Por padrão, as tabelas existentes da base de dados serão removidas durante a recuperação da cópia de segurança (consulte "Opções da cópias de segurança" abaixo).
sr_cs: Podrazumeva se da će postojeće tabele iz baze biti obrisane prilikom vraćanja rezervne kopije (pogledajte opcije rezerve kopije).
tr_tr: Varsayılan olarak, yedekleme kurtarması esnasında mevcut veritabanınız boşaltılacak (aşağıdaki "Yedekleme seçenekleri"ni inceleyin).
zh_tw: 在預設條件下, 備份回存時您當時的資料表將會被刪除(請詳選項)

source: Always verify the quality and integrity of your backup files!
ja_jp: 常にあなたのバックアップファイルの品質と整合性を検証する。
pt_pt: Verifique sempre a qualidade e a integridade dos seus ficheiros de cópia de segurança!
sr_cs: Uvek proverite kvalitet i integritet rezervne kopije datoteka.
tr_tr: Yedekleme dosyalarınızın bütünlüğünü ve kalitesini her zaman kontrol edin.
zh_tw: 請務必確認備份檔案的品質與完整性

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
ja_jp: 常にあなたのバックアップファイルは、バックアップ処理中に成功のメッセージがあった場合でも、完全な、最新かつ有効であることを確認します。
pt_pt: Verifique sempre se os ficheiros da cópia de segurança estão completos, atualizados e válidos, mesmo que obtenha uma mensagem de sucesso durante o processo da cópia de segurança.
sr_cs: Uvek proverite da li su datoteke rezervne kopije potpune, ažurne i validne. Ovo je preporučljivo čak i ako ste dobili poruku o uspešnom stvaranju rezervne kopije.
tr_tr: Yedekleme işlemi sırasında başarı mesajı görseniz bile her zaman yedekleme dosyalarınızın güncel, geçerli ve eksiksiz olduğunu kontrol edin.
zh_tw: 請務必確認備份檔案的完整性, 及時的以及是有效的. 不管備份完成時是否有備份成功的訊息

source: Always check your data.
ja_jp: 必ずデータを確認してください。
pt_pt: Verifique sempre os seus dados.
sr_cs: Uvek proverite svoje podatke.
tr_tr: Her zaman bilgilerinizi kontrol edin.
zh_tw: 請經常您的資料

source: Never restore a backup on a live site.
ja_jp: 一度もバックアップを戻していない動いているサイト
pt_pt: Nunca recupere uma cópia de segurança numa loja em funcionamento.
sr_cs: Nikada ne vraćajte rezervne kopije na sajt koji je u funkciji.
tr_tr: Asla aktif bir sitede yedekleme geri yüklemesi yapmayın.
zh_tw: 網站未關閉前請勿回存資料庫

source: I have read the disclaimer. Please create a new backup.
ja_jp: 私は免責事項を読みました - 新しいバックアップを作成します
pt_pt: Li o aviso. Criar a cópia de segurança.
sr_cs: Pročitao sam izjavu o odricanju od odgovornosti - Kreiraj novu rezervnu kopiju
tr_tr: Uyarıyı okudum. Lütfen yeni bir yedekleme oluştur.
zh_tw: 我已經閱讀說明，請建立新備份

source: PrestaShop is not responsible for your database, its backups and/or recovery.
ja_jp: PrestaShopは、データベース、バックアップ、復元、およびデータについては責任を負いません。
pt_pt: O PrestaShop não é responsável pela sua base de dados, a sua cópia de segurança e/ou a sua recuperação.
sr_cs: PrestaShop nije odgovoran za bazu podataka, rezervne kopije, vraćanje istih i same podatke.
tr_tr: Prestashop veritabanınızdan, yedeklemenizden ve/veya kurtarmanızdan sorumlu değildir.
zh_tw: PrestaShop不對您的資料庫, 備份以及資料負責

source: How to restore a database backup
pt_pt: Como restaurar uma cópia de segurança de uma base de dados
tr_tr: Bir veritabanı yedeğini nasıl geri yüklerim
zh_tw: 如何還原數據庫備份

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
pt_pt: Se precisar de restaurar uma cópia de segurança da base de dados, convidamo-lo a subscrever um [1][2]plano de apoio técnico[/2][/1].
tr_tr: Bir veritabanı yedeğini geri yükleniz gerekiyorsa sizi [1][2]teknik destek planımıza[/2][/1] üye olmaya davet ediyoruz.

source: Our team will take care of restoring your database safely.
pt_pt: A nossa equipa encarregar-se-á de restaurar a sua base de dados com segurança.
tr_tr: Ekibimiz veritabanınızı güvenli olarak geri yüklemek için ilgilenecektir.
zh_tw: 我們的團隊將負責安全地還原您的數據庫。

source: Why can't I restore it by myself?
pt_pt: Porque não posso restaurá-la eu próprio?
tr_tr: Neden geri yüklemeyi kendim yapamıyorum?
zh_tw: 為什麼不能自己還原？

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
pt_pt: A sua loja está alojada no site do PrestaShop. Apesar de poder criar cópias de segurança da base de dados, existem algumas funcionalidades que não estão disponíveis por razões de segurança, como a gestão das bases de dados. Por isso só o nosso serviço técnico pode fazer isso.
tr_tr: Mağazanız PrestaShop tarafından barındırılmaktadır. Yine de aşağıdan tüm dosyalarınızı yedekleyebilirsiniz, güvenlik nedenleriyle erişemeyeceğiniz çekirdek ayarlar vardır. Bu yüzden sadece ekibimiz geri yükleme işlemini gerçekleştirebilir.

source: Beginning the download ...
ja_jp: ダウンロード中．．．
pt_pt: A iniciar a transferência...
sr_cs: Počinje preuzimanje ...
tr_tr: İndirme başlıyor...
zh_tw: 開始下載...

source: Backup files should automatically start downloading.
pt_pt: A transferência dos ficheiros de cópia de segurança deverá começar automaticamente.
tr_tr: Yedek dosyalarının indirilmesi otomatik olarak başlamalı.
zh_tw: 備份檔案將會自動下載。

source: If not,[1][2] please click here[/1]!
ja_jp: もし不要であれば、[1][2]ここをクリックしてください[/1]！
pt_pt: Se não, [1][2] por favor clique aqui [/1]!
tr_tr: Aksi taktirde,[1][2] lütfen buraya tıklayın[/1]!
zh_tw: 如不是，[1][2] 請點選這裡[/1]！

source: Please choose a MySQL table
pt_pt: Escolha uma tabela MySQL
sr_cs: Odaberi MySQL tabelu
tr_tr: Lütfen bir MySQL Tabloyu Seçin
zh_tw: 請選擇一個 MySQL 表

source: This SQL query has no result.
pt_pt: Esta consulta SQL não obteve resultados.
tr_tr: Bu SQL sorgusu hiçbir sonuç döndürmedi.
zh_tw: 此SQL查詢沒有結果。

source: YYYY-MM-DD
pt_pt: AAAA-MM-DD
sr_cs: GGGG-MM-DD
