Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminCatalogHelp.*.xlf
Languages: gl_es

source: To add "tags," click inside the field, write something, and then press "Enter."
gl_es: Para engadir "etiquetas" preme no campo, escribe algo, e logo preme "Enter".

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
gl_es: Número de días durante os que a clientela pode acceder a este ficheiro. Establéceo en cero para o acceso ilimitado.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
gl_es: A cantidade mínima requirida para mercar este produto (establécea en 1 para desactivar esta característica). Ex.: se se establece en 3, as clientas só poderán adquiri-lo produto se levan polo menos unha cantidade de 3.

source: The full filename with its extension (e.g. Book.pdf)
gl_es: O nome completo do ficheiro coa súa extensión (ex. Libro.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
gl_es: Número de descargas permitidas por clienta. Establecer en 0 para descargas ilimitadas.

source: Company name for this supplier
gl_es: Nome de empresa para esta distribuidora

source: Will appear in the list of suppliers.
gl_es: Aparecerá na lista de distribuidoras.

source: Phone number for this supplier
gl_es: Número telefónico para esta distribuidora

source: Mobile phone number for this supplier.
gl_es: Teléfono móbil para esta distribuidora.

source: Upload a supplier logo from your computer.
gl_es: Sube un logotipo da distribuidora dende o teu ordenador.

source: To add "tags" click in the field, write something and then press "Enter".
gl_es: Para engadir "etiquetas" preme no campo, escribe algo e logo preme "Enter".

source: Only letters and the minus (-) character are allowed.
gl_es: Só son permitidos letras e símbolos guion (-)

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
gl_es: Esta é a imaxe principal para a túa categoría, que se ha amosar na páxina da categoría. A descrición da categoría superporase a esta imaxe e aparecerá na súa esquina superior esquerda.

source: To add "tags," click in the field, write something, and then press "Enter."
gl_es: Para engadir "etiquetas" preme no campo, escribe algo, e logo preme "Enter".

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
gl_es: Soamente están permitidos os seguintes caracteres: letras, números, guión baixo (_) e guión medio (-).

source: You now have three default customer groups.
gl_es: Agora tes tres grupos de clientela predeterminados.

source: Mark all of the customer groups which you would like to have access to this category.
gl_es: Marca tódolos grupos de clientela que che gustaría que tivesen acceso a esta categoría.

source: Add new feature value
gl_es: Engadir novo valor de característica

source: Save and add another value
gl_es: Gardar e engadir outro valor

source: Back to the list
gl_es: Voltar á Lista

source: Add new feature values
gl_es: Engadir novos valores de característica

source: Your internal name for this attribute.
gl_es: O teu nome interno para este atributo.

source: The public name for this attribute, displayed to the customers.
gl_es: O nome público para este atributo, que se lle amosará á clientela.

source: The way the attribute's values will be presented to the customers in the product's page.
gl_es: O xeito no que os valores do atributo se lle presentarán á clientela na páxina do produto.

source: Choose the attribute group for this value.
gl_es: Escolle o grupo de atributos para este valor.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
gl_es: Escolle unha cor co selector de cor ou introduce unha cor HTML (ex. "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
gl_es: Sube unha imaxe que conteña a textura dende o teu ordenador.

source: This will override the HTML color!
gl_es: Este sobreescribirá a cor HTML!

source: Save then add another value
gl_es: Gardar e engadir un novo valor

source: Allow customers to upload files using the contact page.
gl_es: Permitirlle á clientela subir ficheiros empregando a páxina de contacto.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
gl_es: Por favor, cubre os campos da mensaxe que aparecen por defecto cando respostas unha consulta na páxina de servizo á clientela.

source: URL for your IMAP server (ie.: mail.server.com).
gl_es: URL para o teu servidor IMAP (ex.: mail.server.com).

source: Port to use to connect to your IMAP server.
gl_es: Porto que se utilizará para conectar co teu servidor IMAP.

source: User to use to connect to your IMAP server.
gl_es: Usuaria que se utilizará para conectarse ao teu servidor IMAP.

source: Password to use to connect your IMAP server.
gl_es: Contrasinal que se utilizará para conectarse ao teu servidor IMAP.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
gl_es: Eliminar mensaxes trala sincronización. Se non activas esta opción, a sincronización levará máis tempo.

source: Create new threads for unrecognized emails.
gl_es: Crear novos fíos para enderezos de correo descoñecidos.

source: Use POP3 instead of IMAP.
gl_es: Empregar POP3 no canto de IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
gl_es: Non empregue RSH ou SSH para establecer sesións IMAP preautenticadas.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
gl_es: Empregue a Capa de Conexión Segura (TLS/SSL) para cifrar a sesión.

source: Validate certificates from the TLS/SSL server.
gl_es: Validar certificados dende o servidor TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
gl_es: Non validar os certificados do servidor TLS/SSL. Esto só é necesario se o servidor emprega certificados auto-asinados.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
gl_es: Forzar o uso de start-TLS para encriptar a sesión, e rexeitar a conexión de servidores que non o soporten.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
gl_es: Non empregar start-TLS para encriptar a sesión, incluso con servidores que o soporten.

source: Combine several attributes, e.g.: "Size: all", "Color: red".
gl_es: Combinar varios atributos, ex.: "Talle: todos", "Cor: vermella".

source: Per kilo, per litre
gl_es: Por quilo, por litro

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
gl_es: Emprega unha vírgula para crear etiquetas separadas. Ex.: vestido, algodón, vestidos de festa.

source: To have a different title from the product name, enter it here.
gl_es: Para ter un título diferente do nome do produto, introdúceo aquí.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
gl_es: Título público para a páxina do produto e para os motores de busca. Déixao baleiro para emprega-lo nome do produto. O número de caracteres restantes aparece á esquerda do campo.

source: To have a different description than your product summary in search results pages, write it here.
gl_es: Para ter unha descrición diferente ca da túa descrición breve nas páxinas de resultados de busca, escríbea aquí.

source: To which product the page should redirect?
gl_es: A que produto debería redirixir a páxina?

source: Search for a product
gl_es: Procurar un produto

source: Enter your product name
gl_es: Introduce o nome do teu produto

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
gl_es: A descrición breve é unha frase curta que describe o teu produto.<br />Aparecerá na parte superior da páxina de produto da túa tenda, nas listaxes de produtos e nas páxinas de resultados dos motores de busca (así que é importante para a SEO). Para dar máis detalles sobre o teu produto, emprega a sección "Descrición".

source: Search and add a related product
gl_es: Pesquisar e engadir un produto relacionado

source: Invalid token
gl_es: Indicador non válido

source: Search name
gl_es: Pesquisar polo nome

source: Search ref.
gl_es: Pesquisar por ref.

source: Search category
gl_es: Procurar categoría

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
gl_es: O produto é un pack (unha combinación de polo menos dous produtos existentes), un produto virtual (un ficheiro descargable, servizo, etc.) ou simplemente un produto físico estándar?

source: Permanently delete this product.
gl_es: Eliminar este produto permanentemente.

source: Search categories
gl_es: Pesquisar por categorías

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
gl_es: Esta combinación ten un prezo diferente? É máis barata ou máis cara có prezo de venda predeterminado?

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
gl_es: Este tipo de código de produto é específico da Europa e do Xapón, pero emprégase amplamente no ámbito internacional. É un superconxunto do código UPC: tódolos produtos marcados cun EAN aceptaranse na Nortamérica.

source: Tags are meant to help your customers find your products via the search bar.
gl_es: As etiquetas teñen o propósito de axudarlles as clientas a atopa-los teus produtos a través da barra de pesquisa.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
gl_es: Escolle termos e palabras chave que as túas clientas empregarán para procurar este produto e asegúrate de que estás a ser coherente coas etiquetas que xa poidas ter empregado.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
gl_es: Non tódalas tendas venden produtos novos. Esta opción permíteche indica-lo estado do produto. Pode ser necesaria nalgúns mercados.

source: ISBN is used internationally to identify books and their various editions.
gl_es: O ISBN emprégase internacionalmente para identificar libros e as súas diversas edicións.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
gl_es: Este tipo de código de produto emprégase amplamente nos Estados Unidos, Canadá, o Reino Unido, Australia, Nova Zelanda e outros países.

source: This interface allows you to specify the warehouse in which the product is stocked.
gl_es: Esta interface permíteche especificar o almacén no que está depositado o produto.

source: It is also possible to specify the location within the warehouse for each product or combination.
gl_es: Tamén é posible especifica-la localización dentro do almacén para cada produto ou combinación.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
gl_es: As combinacións son as diferentes variacións dun produto, nas cales os atributos coma o seu talle, peso ou cor van tomando diferentes valores. Para crear unha combinación, é preciso que primeiro crees os atributos do teu produto. Para facer isto vai a Catálogo > Atributos e Características!

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
gl_es: Podes especificar referencia(s) de produto para cada distribuidora asociada. Preme "Gardar" despois de mudar as distribuidoras seleccionadas para amosar as referencias dos produtos asociadas.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
gl_es: Esta é a URL lexible para humanas, como a xerada a partir do nome do produto. Podes mudala se queres.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
gl_es: Sen redirección (404) = Non redirixir a ningures e amosar unha páxina 404 de "Non se atopou".

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
gl_es: Este é o prezo ao que lle pretendes vender este produto á túa clientela. O prezo con taxas incluídas mudará de acordo coa regra de taxas que selecciones.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
gl_es: Algúns produtos pódense mercar por unidade (por botella, por quilo, etc.), e este é o prezo dunha unidade. Por exemplo, se estás a vender tecidos, debería ser o prezo por metro.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
gl_es: O prezo de custo é o prezo que pagaches polo produto. Non inclúe as taxas. Debería ser menor có prezo de venda: a diferenza entre os dous será a túa marxe.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
gl_es: Podes establecer prezos específicos para clientas que pertencen a diferentes grupos, diferentes países, etc.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
gl_es: Ás veces unha clienta pode encaixar en múltiples regras de prezos. As prioridades permítenche definir qué regras se aplicarán en primeiro lugar.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
gl_es: As combinacións son as diferentes variacións dun produto, nas cales os atributos coma o seu talle, peso ou cor van tomando diferentes valores. O teu produto precisa combinacións?

source: Advanced settings in [1][2]Combinations[/1]
gl_es: Axustes avanzados en [1][2]Combinacións[/1]

source: How many products should be available for sale?
gl_es: Cantos produtos deben estar dispoñibles para a venda?

source: Advanced settings in [1][2]Quantities[/1]
gl_es: Axustes avanzados en [1][2]Cantidades[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
gl_es: Este é o prezo de venda ao que lle pretendes vender este produto á túa clientela. O prezo con taxas incluídas mudará de acordo coa regra de taxas que selecciones.

source: Advanced settings in [1][2]Pricing[/1]
gl_es: Axustes avanzados en [1][2]Prezos[/1]

source: This will be displayed in the cart summary, as well as on the invoice.
gl_es: Amosarase no resumo do carro da compra, así coma na factura.

source: For your eyes only. This will never be displayed to the customer.
gl_es: Só para que ti o vexas. Isto nunca se lle vai amosar á clientela.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
gl_es: Este é o código que as usuarias deberían introducir para aplicarlle o cupón ao carro. Crea o teu propio código ou ben xera un premendo en "Xerar".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
gl_es: Coidado! Se deixas este campo en branco, a regra aplicarase automaticamente para beneficiar a clientela.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
gl_es: Se o cupón aínda non está no carro, amosarase no resumo do carro.

source: Only applicable if the voucher value is greater than the cart total.
gl_es: Só é aplicable se o valor do cupón é maior có total do carro.

source: The default period is one month.
gl_es: O período predeterminado é dun mes.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
gl_es: Unha categoría baleira é unha categoría que non ten ningún produto directamente asociado a ela. Porén, unha categoría baleira pode conter produtos a través das súas subcategorías.

source: Recommended dimensions (for the default theme): %1spx x %2spx
gl_es: Dimensións recomendadas (para o tema por defecto): %1s px x %2s px
