Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminShippingHelp.*.xlf
Languages: ca_es

source: Allowed characters: letters, spaces and "%special_chars%".
ca_es: Caracters permesos: lletres, espais i "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
ca_es: Per recollir a la botiga, amb un valor de 0, el transportista serà substituït pel nom de la botiga.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
ca_es: Entreu "0" per un lliurament amb retard, o "9" per un lliurament ràpid.

source: Mark the groups that are allowed access to this carrier.
ca_es: Seleccioneu tots el grups que vulgueu que tinguin accés a aquest transportista.

source: Enable the carrier in the front office.
ca_es: Activa el transportista al front office.

source: Carrier name displayed during checkout
ca_es: El nom del transportista es mostrarà mentre es passa per caixa

source: Upload a logo from your computer.
ca_es: Pugeu el logotip des del vostre ordinador.

source: or
ca_es: o

source: Estimated delivery time will be displayed during checkout.
ca_es: El temps necessari pel lliurament del producte es mostra durant la validació.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
ca_es: URL de seguiment del lliurament: escriviu '@' on ha d'aparèixer el número de seguiment, i serà automàticament substituïda pel número de seguiment.

source: The zones in which this carrier will be used.
ca_es: Zones en les quals s'usarà aquest transportista.

source: Group access
ca_es: Accés de grup

source: Apply both regular shipping cost and product-specific shipping costs.
ca_es: Aplicar les despeses de tramesa i costos addicionals de lliurament de l'article per aquest transportista

source: Include the shipping and handling costs in the carrier price.
ca_es: Incloure les despeses d'enviament i manipulació al cost del transport

source: Apply the cost of the highest defined range
ca_es: Aplicar cost del rang més alt definit

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
ca_es: Comportament fora de rang quan no està definit (p. ex. quan el client compra un pes més gran que el límit més alt de rang).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ca_es: L'altura màxima gestionada pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ca_es: Ample màxim manegat pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ca_es: Profunditat màxima gestionada pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ca_es: Pes màxim gestionat pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: The carrier's name will be displayed during checkout.
ca_es: El nom del transportista es mostrarà mentre passeu per caixa.

source: The delivery time will be displayed during checkout.
ca_es: El temps estimat de lliurament es mostrarà quan passeu per caixa.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
ca_es: URL de seguiment del lliurament: escriviu '@' on ha d'aparèixer el número de seguiment, i serà automàticament substituïda pel número de seguiment.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
ca_es: Per exemple: 'http://example.com/track.php?num=@' on '@' sigui el número de seguiment que hagi d'aparèixer.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
ca_es: Incloure el cost de manipulació (definit a Lliurament > Preferències) al preu final del carret.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
ca_es: El comportament fora de rang es produeix quan no està definit un rang que coincideixi amb la compra del client (p.ex. quan el pes del carret és més gran que el màxim pes definit pels rangs de pes).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ca_es: Ample màxim gestionat pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: The value must be an integer.
ca_es: El valor ha de ser un nombre sencer.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ca_es: L'altura màxima gestionada pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ca_es: Profunditat màxima gestionada pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ca_es: Pes màxim gestionat pel transportista. Poseu "0" o deixeu el camp en blanc per tal d'ignorar això.

source: If you set these parameters to 0, they will be disabled.
ca_es: Si indiqueu 0, serpa desactivat

source: Coupons are not taken into account when calculating free shipping.
ca_es: Els cupons no es tenen en compte a l'hora de calcular l'enviament de franc.

source: Your shop's default carrier
ca_es: El vostre transportista predeterminat per a la botiga

source: This will only be visible in the front office.
ca_es: Només serà visible al front office.

source: undefined
ca_es: indefinit

source: Filesize:
ca_es: Mida de l'arxiu:

source: MB max.
ca_es: MB màx.

source: Current size:
ca_es: Mida actual:

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
ca_es: La vostra botiga virtual PrestaShop necessita haver registrat un transportista quan es comencin a lliurar productes. Això significa enviar els vostres paquets utilitzant un servei postal local, o haver contractat una empresa privada de paqueteria que enviï les comandes als vostres clients. Per tal que PrestaShop suggereixi el transportista més adequat als vostres clients mentre passen per caixa, cal que registreu tots els transportistes amb els que voleu treballar.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
ca_es: PrestaShop ve amb una sèrie de mòduls de transportista que podeu activar. També podeu adquirir mòduls de transportista al mercat PrestaShop Addons. Els mòduls recomanats es llisten sota: intal·leu el mòdul corresponent a la vostra empresa de transports, i configureu-lo!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
ca_es: Si aquí no hi ha cap mòdul per al vostre transportista, podeu registrar-lo a mà utilitzant la infromació que us proveïrà: tarifes de lliurament, zones regionals, límits de pes i dimensions, etc. Cliqueu el botó "Afegir nou transportista" de sota per tal d'obrir l'Assistent de Transportista, que us permetrà registrar una nova empresa de transport en uns quants passos.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
ca_es: Nota: NO HEU de registrar un nou transportista si ja existeix un mòdul per a ell! Utilitzar un mòdul és més ràpid i eficient!
