Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminOrderscustomersFeature.*.xlf
Languages: es_es, ja_jp

source: Free order
es_es: Pedido gratuito
ja_jp: 無料の注文

source: None
es_es: Ninguno

source: Low
es_es: Baja

source: Medium
es_es: Medio

source: High
es_es: Alto

source: Awaiting check payment
es_es: En espera de pago por cheque

source: Payment accepted
es_es: Pago aceptado

source: Processing in progress
es_es: Preparación en curso

source: Shipped
es_es: Enviado

source: Delivered
es_es: Entregado

source: Canceled
es_es: Cancelado

source: Refunded
es_es: Reembolsado

source: Payment error
es_es: Error en pago

source: On backorder (paid)
es_es: Pedido pendiente por falta de stock (pagado)

source: On backorder (not paid)
es_es: Pedido pendiente por falta de stock (no pagado)

source: Awaiting bank wire payment
es_es: En espera de pago por transferencia bancaria

source: Remote payment accepted
es_es: Pago remoto aceptado

source: Awaiting Cash On Delivery validation
es_es: En espera de validación por contra reembolso.

source: 1 - Creation in progress
es_es: 1 - Creación en proceso

source: 2 - Order validated
es_es: 2 - Pedido validado

source: 3 - Pending receipt
es_es: 3 - Pendiente de recepción

source: 4 - Order received in part
es_es: 4 - Pedido recibido parcialmente

source: 5 - Order received completely
es_es: 5 - Pedido recibido al completo

source: 6 - Order canceled
es_es: 6 - Pedido cancelado

source: Delay
es_es: Retraso

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
es_es: Hola: Desafortunadamente, un producto de su pedido está fuera de stock en este momento. Esto puede originar un pequeño retraso en el envío. Trabajaremos lo más rápido posible para solucionarlo. Por favor, acepte nuestras disculpas. Saludos

source: Waiting for confirmation
es_es: A la espera de confirmación

source: Waiting for package
es_es: A la espera del paquete

source: Package received
es_es: Paquete recibido

source: Return denied
es_es: Devolución denegada

source: Return completed
es_es: Devolución completada

source: Newsletter
es_es: Boletín
ja_jp: メールマガジン

source: Partner offers
es_es: Ofertas de asociados
ja_jp: パートナーオファー

source: Unknown
es_es: Desconocido
ja_jp: 不明

source: Age
es_es: Edad
ja_jp: 年齢：

source: %1$d years old (birth date: %2$s)
es_es: %1$d años (fecha de nacimiento: %2$s)

source: Registration Date
es_es: Fecha de registro

source: Last Visit
es_es: Última visita

source: Best Customer Rank
es_es: Ranking de los mejores clientes

source: Registrations
es_es: Registros
ja_jp: 登録

source: Latest Update
es_es: Última actualización

source: This customer is registered as a Guest.
es_es: Este cliente está registrado como invitado.

source: Transform to a customer account
es_es: Convertir en cuenta de cliente
ja_jp: お客様アカウントの変換

source: for a total amount of %s
es_es: para una cantidad total de %s

source: Invalid orders:
es_es: Pedidos no válidos:
ja_jp: 無効な注文：

source: Total spent
es_es: Total pagado
ja_jp: 支払い合計

source: %firstname% %lastname% has not placed any orders yet
es_es: %firstname% %lastname% no ha realizado ningún pedido todavía
ja_jp: %lastname% %firstname% 様は、まだ注文を完了していません

source: Purchased products
es_es: Productos comprados

source: Viewed products
es_es: Productos más vistos
ja_jp: 参照された商品

source: Add a private note
es_es: Añadir una nota privada
ja_jp: プライベート用メモを追加

source: Sent on
es_es: Enviado el
ja_jp: 送信で：

source: %firstname% %lastname% has never contacted you
es_es: %firstname% %lastname% nunca ha contactado contigo
ja_jp: %lastname% %firstname% 様からの連絡はありません

source: Qty available
es_es: Cant. disponible

source: %firstname% %lastname% has no discount vouchers
es_es: %firstname% %lastname% no dispone de cupones de descuento
ja_jp: %lastname% %firstname% 様は、割引クーポンを持っていません

source: Last emails
es_es: Últimos emails

source: Last connections
es_es: Últimas conexiones
ja_jp: 最終の接続

source: Pages viewed
es_es: Páginas vistas
ja_jp: 参照されたページ

source: Total time
es_es: Tiempo total
ja_jp: 合計時間

source: Origin
es_es: Origen
ja_jp: 原点

source: IP Address
es_es: Dirección IP
ja_jp: IPアドレス

source: Referrers
es_es: Afiliados
ja_jp: リファラー

source: Phone number(s)
es_es: Número(s) de teléfono
ja_jp: 電話番号

source: Registration
es_es: Fecha de registro
ja_jp: 登録

source: Last visit
es_es: Última visita
ja_jp: 最後の訪問

source: Manage your Customers
es_es: Administración de clientes

source: Information about customer %name%
es_es: Información del cliente %name%

source: Editing customer %name%
es_es: Edición del cliente: %name%

source: Creating a new Customer
es_es: Crear un nuevo Cliente

source: Birthday
es_es: Fecha de nacimiento

source: Group access
es_es: Acceso de grupo
ja_jp: グループのアクセス：

source: Default customer group
es_es: Grupo de clientes predeterminado

source: Website
es_es: Sitio web
ja_jp: ウェブサイト

source: Allowed outstanding amount
es_es: Saldo pendiente permitido

source: Maximum number of payment days
es_es: Número máximo de días para pagar

source: Risk rating
es_es: Índice de riesgo

source: Average Age
es_es: Media de edad

source: Orders per Customer
es_es: Pedidos por cliente

source: Newsletter Registrations
es_es: Inscripciones al boletín de noticias

source: Open
es_es: Abierto
ja_jp: 開く

source: Closed
es_es: Cerrado
ja_jp: 閉じる

source: Pending 1
es_es: En espera 1
ja_jp: 保留中1

source: Pending 2
es_es: En espera 2
ja_jp: 保留中2

source: No new messages
es_es: No hay nuevos mensajes
ja_jp: 新しいメッセージがありません

source: New messages
es_es: Nuevos mensajes
ja_jp: 新しいメッセージ

source: New message
es_es: Nuevo mensaje
ja_jp: 新しいメッセージ

source: Meaning of status
es_es: Significado del estado
ja_jp: ステータスの意味

source: Statistics
es_es: Estadísticas
ja_jp: 統計

source: Add new customer
es_es: Añadir nuevo cliente
ja_jp: 新しいお客様を追加

source: Back office order
es_es: Pedido de Back-office

source: View this order
es_es: Ver este pedido
ja_jp: この注文を参照

source: Search for a product
es_es: Buscar un producto
ja_jp: 商品を検索

source: Vouchers
es_es: Cupones de descuento
ja_jp: クーポン

source: Recycled packaging
es_es: Paquete reciclado
ja_jp: リサイクルパッケージ：

source: View this cart
es_es: Ver este carrito
ja_jp: このカートを参照

source: Use this cart
es_es: Utilizar este carrito
ja_jp: このカート

source: Use
es_es: Utilizar

source: Duplicate this order
es_es: Duplicar este pedido
ja_jp: この注文を複製

source: Gift
es_es: Regalo
ja_jp: ギフト

source: Search for a customer
es_es: Búsqueda de clientes

source: Total paid
es_es: Total pagado
ja_jp: 支払い合計

source: Cart
es_es: Carrito
ja_jp: カート：

source: In stock
es_es: En stock
ja_jp: 在庫あり

source: Add to cart
es_es: Añadir al carrito
ja_jp: カートに追加

source: Search for a voucher
es_es: Buscar un cupón de descuento

source: Add new voucher
es_es: Añadir un nuevo cupón de descuento
ja_jp: 新しいクーポンを追加

source: Add a new address
es_es: Añadir nueva dirección
ja_jp: 新規住所を追加

source: Delivery option
es_es: Opción de entrega
ja_jp: 配送オプション：

source: Shipping price (Tax incl.)
es_es: Gastos de envío (Imp. incl.)

source: Gift message
es_es: Mensaje del regalo
ja_jp: ギフトメッセージ：

source: Total products
es_es: Total productos
ja_jp: 小計

source: Total vouchers (Tax excl.)
es_es: Total de cupones de descuento (imp. excl.)

source: Total shipping (Tax excl.)
es_es: Total de envío (imp. excl.)

source: Total taxes
es_es: Total de impuestos

source: Total (Tax excl.)
es_es: Total (Imp. excl.)

source: Total (Tax incl.)
es_es: Total (Imp. incl.)

source: Order message
es_es: Mensaje del pedido
ja_jp: 注文メッセージ：

source: Create the order
es_es: Crear el pedido
ja_jp: 注文を作成

source: Return products
es_es: Devolver productos
ja_jp: 返品商品

source: Standard refund
es_es: Reembolso estándar
ja_jp: 標準還付

source: Cancel products
es_es: Eliminar productos
ja_jp: 商品をキャンセル

source: Add a product
es_es: Añadir un producto
ja_jp: 商品を追加

source: Partial refund
es_es: Reembolso parcial
ja_jp: 一部払い戻し

source: View order
es_es: Ver pedido
ja_jp: 注文を参照

source: Print order
es_es: Imprimir pedido
ja_jp: 注文を印刷

source: View invoice
es_es: Ver factura
ja_jp: 請求書を参照

source: No invoice
es_es: No hay factura
ja_jp: 請求書がありません

source: View delivery slip
es_es: Ver albaranes de entrega
ja_jp: 出荷伝票を参照

source: No delivery slip
es_es: No hay albaranes de entrega
ja_jp: 出荷伝票がありません

source: Documents
es_es: Documentos
ja_jp: ドキュメント

source: Resend email
es_es: Reenviar email

source: Update status
es_es: Actualizar el estado

source: Merchandise Returns
es_es: Devoluciones de mercancía
ja_jp: 商品返品

source: Gift wrapping
es_es: Embalaje para regalo
ja_jp: ギフトラッピング

source: Payment method
es_es: Método de pago
ja_jp: 支払い方法

source: Transaction ID
es_es: ID de Transacción
ja_jp: トランザクションID

source: Card Number
es_es: Número de la tarjeta
ja_jp: カード番号：

source: Not defined
es_es: No definido
ja_jp: 定義されていません

source: Card Brand
es_es: Marca de la tarjeta
ja_jp: カードブランド：

source: Card Expiration
es_es: Fecha de vencimiento de la tarjeta
ja_jp: カード有効期限：

source: Card Holder
es_es: Titular de la tarjeta
ja_jp: カード所有者：

source: Change currency
es_es: Cambiar la moneda

source: Change
es_es: Cambiar
ja_jp: 変更

source: This order has been placed by a guest.
es_es: Este pedido ha sido realizado a través de una cuenta invitado.
ja_jp: この注文はゲストにより登録されています。

source: Account registered
es_es: Cuenta registrada

source: Valid orders placed
es_es: Pedidos realizados validados
ja_jp: 受け付けた有効な注文：

source: Total spent since registration
es_es: Total gastado desde su registro
ja_jp: 登録してからの支払い合計：

source: View full details...
es_es: Ver todos los detalles...

source: Private note
es_es: Nota Privada

source: Shipping address
es_es: Dirección de envío
ja_jp: 配送先住所

source: Invoice address
es_es: Dirección de facturación
ja_jp: 請求先住所

source: Private
es_es: Privado
ja_jp: プライベート：

source: Choose a standard message
es_es: Selecciona un mensaje estándar
ja_jp: 標準メッセージを選択

source: Configure predefined messages
es_es: Configurar mensajes predefinidos

source: Display to customer?
es_es: ¿Mostrar al cliente?
ja_jp: お客様に表示しますか？

source: Send message
es_es: Enviar mensaje

source: Show all messages
es_es: Mostrar todos los mensajes
ja_jp: すべてのメッセージを表示

source: Returned
es_es: Devuelto
ja_jp: 返品済

source: Return
es_es: Devolver
ja_jp: 返品

source: Refund
es_es: Reembolsar
ja_jp: 払い戻し

source: Add a new discount
es_es: Añadir un nuevo descuento
ja_jp: 新しい割引を追加

source: Discount name
es_es: Descuento
ja_jp: 割引名

source: Value
es_es: Valor
ja_jp: 値

source: Delete voucher
es_es: Eliminar cupón de descuento
ja_jp: クーポンを削除

source: Products:
es_es: Productos:
ja_jp: 商品

source: Discounts
es_es: Descuentos
ja_jp: 割引

source: Wrapping
es_es: Embalaje
ja_jp: ギフト包装

source: Re-stock products
es_es: Reingresar productos al inventario
ja_jp: 再在庫の商品

source: Generate a credit slip
es_es: Generar una factura por abono

source: Generate a voucher
es_es: Generar un cupón de descuento
ja_jp: クーポンを生成

source: Repay shipping costs
es_es: Reembolsar gastos de envío
ja_jp: 配送料を返済

source: This order has been partially paid by voucher. Choose the amount you want to refund:
es_es: Este pedido ha sido pagado parcialmente con un cupón de descuento. Elige el importe que quieres devolver:
ja_jp: この注文は一部が割り引きクーポンで支払われています。返金する金額を選択してください：

source: Include amount of initial voucher:
es_es: Incluir el importe del cupón de descuento inicial:
ja_jp: クーポンを含む金額：

source: Exclude amount of initial voucher:
es_es: Excluir el importe del cupón de descuento inicial:
ja_jp: クーポンを除いた金額

source: Amount of your choice:
es_es: Importe de tu elección:
ja_jp: 希望の金額：

source: This order has been partially paid by voucher. Choose the amount you want to refund:
es_es: Este pedido ha sido pagado parcialmente con un cupón de descuento. Elige el importe que quieres devolver:
ja_jp: この注文は一部が割り引きクーポンで支払われています。返金する金額を選択してください：

source: Product(s) price:
es_es: Precio de producto(s):
ja_jp: 商品価格：

source: Product(s) price, excluding amount of initial voucher:
es_es: Precio(s) del producto, excluido el importe del cupón de descuento inicial:
ja_jp: クーポンを除く商品価格：

source: Sources
es_es: Fuentes
ja_jp: ソース

source: From
es_es: Desde
ja_jp: 開始

source: To
es_es: A
ja_jp: 終了：

source: Linked orders
es_es: Pedidos relacionados
ja_jp: リンクされた注文

source: Order no.
es_es: Número del pedido
ja_jp: 注文番号

source: VAT number
es_es: Número de IVA
ja_jp: VAT番号

source: Identification number
es_es: Número de indentificación fiscal
ja_jp: 識別番号

source: Add new address
es_es: Añadir nueva dirección
ja_jp: 新しい住所を追加

source: Addresses
es_es: Direcciones
ja_jp: 住所

source: The national ID card number of this person, or a unique tax identification number.
es_es: El documento nacional de identidad de esta persona o un número de identificación fiscal único.
ja_jp: National ID card 番号、もしくは固有の tax identification 番号。

source: Address alias
es_es: Alias de dirección
ja_jp: 住所の別名

source: Order messages
es_es: Mensages predefinidos
ja_jp: 注文メッセージ

source: Add new order message
es_es: Añadir un nuevo mensaje de pedido

source: Risk
es_es: Riesgo
ja_jp: リスク

source: Outstanding Allowance
es_es: Saldo pendiente concedido

source: Current Outstanding
es_es: Saldo pendiente actual
ja_jp: 現在の未決済

source: Delivery slip options
es_es: Opciones de los albaranes de entrega
ja_jp: 配送伝票オプション

source: Delivery prefix
es_es: Prefijo de entrega

source: Delivery number
es_es: Número de entrega

source: Print PDF
es_es: Imprimir PDF
ja_jp: PDF の印刷

source: Enable product image
es_es: Activar imagen del producto

source: Invoice options
es_es: Opciones de factura
ja_jp: 請求書のオプション

source: Enable invoices
es_es: Activa las facturas

source: Enable tax breakdown
es_es: Activar desglose de impuestos

source: Invoice prefix
es_es: Prefijo de la factura

source: Add current year to invoice number
es_es: Añadir el año actual en el número de factura

source: Reset sequential invoice number at the beginning of the year
es_es: Restablecer número de factura secuencial a principios de año
ja_jp: 毎年初めに請求書番号の連番をリセットする

source: Position of the year date
es_es: Posición de la fecha del año
ja_jp: 年・日付の配置

source: After the sequential number
es_es: Después del número secuencial
ja_jp: 連番の後ろ

source: Before the sequential number
es_es: Antes del número secuencial
ja_jp: 連番の前

source: Invoice number
es_es: Numero de Factura

source: Legal free text
es_es: Texto legal libre

source: Footer text
es_es: Texto de pie de página

source: Invoice model
es_es: Modelo de factura

source: Use the disk as cache for PDF invoices
es_es: Utilizar el disco como caché para facturas PDF

source: By date
es_es: Por fecha
ja_jp: 日付によって

source: Generate PDF file by date
es_es: Generar archivo PDF por fecha
ja_jp: 日付別にPDFファイルを生成

source: Print PDF invoices
es_es: Imprimir facturas en PDF
ja_jp: 請求書をPDFで印刷

source: By order status
es_es: Por estado de pedido
ja_jp: 注文ステータスによって

source: Order statuses
es_es: Estados de pedidos

source: Generate PDF file by status
es_es: Generar archivo PDF por estado
ja_jp: ステータス別にPDFファイルを生成

source: Generate PDF
es_es: Generar PDF
ja_jp: PDFファイルを生成

source: Order ID
es_es: ID del pedido
ja_jp: 注文ID

source: Date issued
es_es: Fecha de creación
ja_jp: 発行日

source: Slip
es_es: Factura
ja_jp: 伝票

source: Credit slip options
es_es: Opciones de facturas por abono
ja_jp: クレジット伝票オプション

source: Credit slip prefix
es_es: Prefijo de la factura por abono

source: Print a PDF
es_es: Imprimir PDF
ja_jp: PDFを印刷

source: Non ordered
es_es: Ningún pedido

source: Abandoned cart
es_es: Carrito abandonado

source: Export carts
es_es: Exportar carritos

source: Abandoned Carts
es_es: Carritos abandonados
ja_jp: カートを破棄する

source: From %date1% to %date2%
es_es: Desde %date1% hasta %date2%
ja_jp: %date1% から %date2% の間

source: Average Order Value
es_es: Valor promedio del pedido

source: Net Profit per Visitor
es_es: Beneficio neto por visitante

source: Cart #%ID%
es_es: Carrito #%ID%
ja_jp: カートID #%ID%

source: Total Cart
es_es: Total Carrito

source: Free Shipping
es_es: Envío gratis
ja_jp: 送料無料

source: %amount% tax excl.
es_es: %amount% impuestos excl.
ja_jp: %amount%（税別）

source: New client
es_es: Nuevo cliente

source: Change Order Status
es_es: Cambiar el estado del pedido

source: Add new order
es_es: Añadir nuevo pedido

source: Orders
es_es: Pedidos
ja_jp: 注文

source: Create order
es_es: Crear pedido
ja_jp: 注文を作成

source: Order %reference% from %firstname% %lastname%
es_es: Pedido %reference% de %firstname% %lastname%
ja_jp: 注文参照コード： %reference% ご注文者： %lastname% %firstname% 様

source: Credit slip for order #%d
es_es: Factura de abono para el pedido #%d

source: Credit card slip for order #%d
es_es: Factura de abono para el pedido #%d
ja_jp: 注文No %d のクレジット伝票

source: Manual order -- Employee:
es_es: Pedido manual -- Empleado:
ja_jp: 手動注文 - 担当者：

source: Net Profit per Visit
es_es: Beneficio neto por visitante

source: 30 days
es_es: 30 días
ja_jp: 30日

source: Order #%id% (%ref%) - %firstname% %lastname%
es_es: Pedido #%id% (%ref%) - %firstname% %lastname%
ja_jp: 注文 #%id% (%ref%) - %lastname% %firstname% 様

source: Shop: %shop_name%
es_es: Tienda: %shop_name%

source: Merchandise return (RMA) options
es_es: Opciones de devolución de mercancías (RMA)
ja_jp: 商品返品オプション

source: Enable returns
es_es: Permitir devoluciones

source: Time limit of validity
es_es: Plazo para la devolución

source: Returns prefix
es_es: Prefijo de devoluciones

source: Return Merchandise Authorization (RMA)
es_es: Autorización de devolución de mercancía (RMA)
ja_jp: 返品商品の承認（RMA）

source: Customer explanation
es_es: Motivo de la devolución

source: Returns form
es_es: Formulario de Devoluciones
ja_jp: 返品フォーム

source: Order #%id% from %date%
es_es: Pedido #%id% del %date%
ja_jp: %date% 以降の注文番号#%id%

source: Set required fields for this section
es_es: Establecer los campos requeridos para esta sección
ja_jp: このセクションの必須項目を設定

source: Required Fields
es_es: Campos requeridos
ja_jp: 必須項目

source: Field Name
es_es: Nombre del campo
ja_jp: 項目名

source: View customer
es_es: Ver cliente
ja_jp: お客様を参照

source: Customer ID:
es_es: ID del cliente:
ja_jp: 顧客 ID：

source: Sent on:
es_es: Enviado el:
ja_jp: 送信：

source: Browser:
es_es: Navegador:
ja_jp: ブラウザ：

source: File attachment
es_es: Archivo adjunto
ja_jp: ファイル添付

source: View file
es_es: Ver archivo
ja_jp: ファイルを参照

source: Product #
es_es: Producto nº
ja_jp: 商品No

source: View this thread
es_es: Ver este hilo de discusión
ja_jp: このスレッドを参照

source: Sent by:
es_es: Enviado por:
ja_jp: 送信者：

source: Thread ID:
es_es: ID de conversación:
ja_jp: スレッドID：

source: Message ID:
es_es: ID del mensaje:
ja_jp: メッセージ ID：

source: Message:
es_es: Mensaje:
ja_jp: メッセージ:

source: Reply to this message
es_es: Responder a este mensaje
ja_jp: このメッセージに返信する

source: Please type your reply below:
es_es: Por favor, escriba su respuesta a continuación:
ja_jp: 以下に返信を入力してください：

source: Your reply will be sent to:
es_es: Su respuesta se enviará a:
ja_jp: 返信は送信されました：

source: Send my reply
es_es: Enviar mi respuesta
ja_jp: 返信を送信

source: Order #
es_es: Pedido nº
ja_jp: 注文No

source: See more
es_es: Ver más

source: Sync
es_es: Sincronizar
ja_jp: 同期

source: Run sync:
es_es: Ejecutar sincronización:
ja_jp: 同期を実行：

source: Run sync
es_es: Ejecutar sincronización
ja_jp: 同期を実行

source: Click to synchronize mail automatically
es_es: Haz clic para sincronizar el correo automáticamente
ja_jp: 自動的にメールを同期するためにクリック

source: Thread
es_es: Hilo de discusión

source: Forward this discussion to another employee
es_es: Transferir esta discusión a otro empleado

source: To:
es_es: Hasta:
ja_jp: 終了：

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
es_es: [1]%count%[/1] pedido(s) validados de un importe total de [2]%total%[/2]
ja_jp: [1]%count%[/1] 件の確定注文による、合計は [2]%total%[/2] です

source: No orders validated for the moment
es_es: No hay pedidos validados por el momento

source: Your answer to
es_es: Tu respuesta para

source: Orders and messages timeline
es_es: Pedidos e histórico de mensajes

source: Forward this discussion
es_es: Transferir esta discusión
ja_jp: この議論を転送

source: Forward this discussion to an employee:
es_es: Transferir esta discusión a un empleado:
ja_jp: このやりとりの内容を他のショップ管理者にも共有する：

source: Someone else
es_es: Alguien más

source: Comment:
es_es: Comentario:

source: Forward
es_es: Transferir

source: Text #%d
es_es: Texto #%d
ja_jp: テキストNo %d

source: Customer information
es_es: Información del cliente
ja_jp: お客様情報

source: Account registration date:
es_es: Cuenta registrada el:
ja_jp: アカウント登録した日付：

source: Valid orders placed:
es_es: Pedidos válidos realizados:
ja_jp: 受け付けた有効な注文：

source: Total spent since registration:
es_es: Total gastado desde su registro:
ja_jp: 登録してからの支払い合計：

source: Guest not registered
es_es: Visitante no registrado
ja_jp: 登録されていないゲスト

source: Order information
es_es: Informaciones de pedido
ja_jp: 注文情報

source: Order #%d
es_es: Pedido n°%d
ja_jp: 注文No %d

source: Made on:
es_es: Hecho en:

source: No order was created from this cart.
es_es: Ningún pedido creado a partir de este carrito
ja_jp: このカートから作成された注文がありません

source: Create an order from this cart.
es_es: Crear un pedido a partir de este carrito.
ja_jp: カートから注文を作成

source: Cart summary
es_es: Resumen de la compra
ja_jp: カート内容

source: Text #
es_es: Texto #
ja_jp: テキストNo

source: Total cost of products:
es_es: Coste total de los productos:
ja_jp: 商品合計：

source: Total value of vouchers:
es_es: Valor total de los cupones de descuento:
ja_jp: クーポンの合計：

source: Total cost of gift wrapping:
es_es: Coste total del embalaje de regalo:
ja_jp: ギフトラッピング合計：

source: Total shipping costs:
es_es: Total gastos de envío:
ja_jp: 配送コスト合計：

source: Reference number:
es_es: Número de referencia:
ja_jp: 参照番号：

source: Supplier reference:
es_es: Referencia del proveedor:
ja_jp: サプライヤ参照コード：

source: %quantity_refunded% (%amount_refunded% refund)
es_es: %quantity_refunded% (%amount_refunded% reembolsado)
ja_jp: %quantity_refunded% (%amount_refunded% 返金)

source: Qty
es_es: Cant.
ja_jp: 数量

source: Available quantity
es_es: Cantidad disponible
ja_jp: 使用可能な数量

source: Package content
es_es: Contenido del paquete
ja_jp: パッケージの内容

source: Location
es_es: Ubicación
ja_jp: 場所

source: Refund history
es_es: Historial de devoluciones
ja_jp: 払い戻しの履歴

source: Return history
es_es: Historial de devoluciones
ja_jp: 返品履歴

source: Package item
es_es: Artículo del paquete
ja_jp: パッケージアイテム

source: Ref Supplier:
es_es: Ref. proveedor:
ja_jp: サプライヤ参照：

source: Customer email
es_es: Correo electrónico del cliente
ja_jp: お客様のメール

source: Apply on all invoices
es_es: Aplicar a todas las facturas
ja_jp: すべての請求書に適用します

source: Create a new invoice
es_es: Crear una nueva factura
ja_jp: 新しい請求書を作成

source: New invoice information
es_es: Nueva información de factura
ja_jp: 新しい請求書情報

source: Shipping Costs
es_es: Gastos de envío
ja_jp: 送料

source: Customized
es_es: Personalizado
ja_jp: カスタマイズ

source: Picture #
es_es: Imagen n°
ja_jp: 写真No

source: Text #%s
es_es: Texto #%s

source: Quantity:
es_es: Cantidad:
ja_jp: 数量：

source: Amount:
es_es: Importe:
ja_jp: 金額:

source: Edit shipping details
es_es: Editar detalles de envío
ja_jp: 配送情報の編集

source: Document
es_es: Documento
ja_jp: ドキュメント

source: Number
es_es: Número
ja_jp: 数

source: Delivery slip
es_es: Albarán de entrega
ja_jp: 配送伝票

source: Credit Slip
es_es: Factura por abono
ja_jp: クレジット伝票

source: not paid
es_es: sin pagar
ja_jp: 支払われていない

source: overpaid
es_es: pagado de más
ja_jp: 過払い

source: Enter payment
es_es: Introducir pago

source: Add note
es_es: Añadir nota
ja_jp: メモを追加

source: Edit note
es_es: Editar nota
ja_jp: メモの編集

source: Generate invoice
es_es: Generar factura
ja_jp: 請求書を生成

source: Choose an order status
es_es: Selecciona un estado para el pedido

source: Update Order Status
es_es: Actualizar estado del pedido
