Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminAdvparametersFeature.*.xlf
Languages: it_it

source: Logistician
it_it: Addetto alla spedizione

source: Translator
it_it: Traduttore

source: Salesman
it_it: Venditore

source: Both
it_it: Entrambi

source: Template
it_it: Modello

source: Recipient
it_it: Destinatario

source: Subject
it_it: Argomento

source: Sent
it_it: Inviato

source: Send emails to
it_it: Invia email a

source: Never send emails (may be useful for testing purposes)
it_it: Non inviare mai email (utile a scopo di test)

source: Set my own SMTP parameters (for advanced users ONLY)
it_it: Imposta parametri SMTP personali (per utenti avanzati)

source: Send email in HTML format
it_it: Invia email in formato HTML

source: Send email in text format
it_it: Invia email nel formato testo

source: Log Emails
it_it: Log Email

source: Mail domain name
it_it: Nome dominio mail

source: SMTP server
it_it: Server SMTP

source: SMTP username
it_it: Nome utente SMTP

source: SMTP password
it_it: Password

source: Encryption
it_it: Criptaggio

source: None
it_it: Nessuno

source: Port number to use.
it_it: Numero porta da utilizzare.

source: Test your email configuration
it_it: Prova la tua configurazione email

source: Send a test email to
it_it: Invia una email di prova a

source: Send a test email
it_it: Invia un'email di prova

source: Use PHP's mail() function (recommended; works in most cases)
it_it: Utilizza la funzione PHP mail() (raccomandata; funziona nella maggior parte dei casi)

source: This is a test message. Your server is now configured to send email.
it_it: Questo è un messaggio di test, il tuo server è adesso disponibile ad inviare le email.

source: Test message -- Prestashop
it_it: Messaggio di test - PrestaShop

source: A test email has been sent to the email address you provided.
it_it: Un messaggio di test è stato inviato all'indirizzo indicato.

source: Error: Please check your configuration
it_it: Errore: controlla la tua configurazione

source: This email address is not valid
it_it: Questo indirizzo email non è valido

source: Back to the dashboard
it_it: Torna al pannello di controllo

source: Customer ID
it_it: ID Cliente

source: Supply Orders
it_it: Ordini fornitura

source: Supply Order Details
it_it: Dettagli ordini fornitura

source: Ignore this column
it_it: Ignora questa colonna

source: Product ID
it_it: ID prodotto

source: Product Reference
it_it: Riferimento prodotto

source: Attribute (Name:Type:Position)
it_it: Attributo (Nome:Tipo:Posizione)

source: Value (Value:Position)
it_it: Valore(Valore:Posizione)

source: Supplier reference
it_it: Riferimento fornitore

source: UPC
it_it: UPS

source: Minimal quantity
it_it: Quantità minima

source: Default (0 = No, 1 = Yes)
it_it: Default (0 = no, 1 = sì)

source: Combination availability date
it_it: Combinazione data disponibilità

source: Choose among product images by position (1,2,3...)
it_it: Scegli tra le immagini prodotto per posizione (1, 2, 3 ...)

source: Image URLs (x,y,z...)
it_it: URL delle immagini (x,y,z...)

source: Image alt texts (x,y,z...)
it_it: Testi alternativi immagini (x,y,z...)

source: ID / Name of shop
it_it: ID / Nome del negozio

source: Advanced Stock Management
it_it: Gestione magazzino avanzata

source: Depends on stock
it_it: Dipende dallo stock

source: Warehouse
it_it: Magazzino

source: Active (0/1)
it_it: Attivo (0/1)

source: Root category (0/1)
it_it: Categoria madre (0/1)

source: Image URL
it_it: URL dell'immagine

source: Categories (x,y,z...)
it_it: Categorie (x, y, z...)

source: Price tax excluded
it_it: Prezzo tasse escluso

source: Price tax included
it_it: Prezzo tasse incl.

source: Tax rule ID
it_it: ID aliquota iva

source: On sale (0/1)
it_it: Saldi (0/1)

source: Discount amount
it_it: Somme di sconto

source: Discount percent
it_it: Percentuale di sconto

source: Discount from (yyyy-mm-dd)
it_it: Sconto da (aaaa-mm-gg)

source: Discount to (yyyy-mm-dd)
it_it: Sconto a (aaaa-mm-gg)

source: Reference #
it_it: Riferimento

source: Supplier reference #
it_it: Riferimento fornitori

source: Delivery time of out-of-stock products with allowed orders:
it_it: Tempi di spedizione per i prodotti non disponibili con la possibilità di prenotazione:

source: Additional shipping cost
it_it: Costi di spedizione supplementari

source: Unit for the price per unit
it_it: Unità per il prezzo unitario

source: Tags (x,y,z...)
it_it: Tag (x, y, z...)

source: Rewritten URL
it_it: URL riscritte

source: Label when backorder allowed
it_it: Etichetta di quando è possibile l'ordine su prenotazione

source: Available for order (0 = No, 1 = Yes)
it_it: Disponibile per l'ordine (0 = no, 1 = sì)

source: Product availability date
it_it: Data disponibilità prodotto

source: Product creation date
it_it: Data aggiunta prodotto

source: Show price (0 = No, 1 = Yes)
it_it: Mostra prezzo (0 = no, 1 = sì)

source: Delete existing images (0 = No, 1 = Yes)
it_it: Cancellare le immagini già esistenti (0 = no, 1 = sì)

source: Feature (Name:Value:Position:Customized)
it_it: Caratteristica (Nome:Valore:Posizione:Personalizzato)

source: Available online only (0 = No, 1 = Yes)
it_it: Disponibile solo online (0 = no, 1 = sì)

source: Customizable (0 = No, 1 = Yes)
it_it: Personalizzabile (0=No, 1=Si)

source: Uploadable files (0 = No, 1 = Yes)
it_it: File caricabili (0=No, 1=Si)

source: Text fields (0 = No, 1 = Yes)
it_it: Campi testo (0=No, 1=Si)

source: Action when out of stock
it_it: Quando fuori magazzino

source: Virtual product (0 = No, 1 = Yes)
it_it: Prodotto virtuale (0 = No, 1 = Sì)

source: File URL
it_it: URL file

source: Expiration date (yyyy-mm-dd)
it_it: Data di scadenza (gg-mm-aaaa)

source: Number of days
it_it: Numero di giorni

source: Accessories (x,y,z...)
it_it: Accessori (x,y,z...)

source: Active (0/1)
it_it: Attivo (0/1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
it_it: ID Genere (Sig = 1, Sig.ra = 2, Altrimenti 0)

source: Birth date (yyyy-mm-dd)
it_it: Data di nascita (gg-mm-aaaa)

source: Newsletter (0/1)
it_it: Newsletter (0=no / 1=si)

source: Partner offers (0/1)
it_it: Offerte dei partner (0/1)

source: Registration date (yyyy-mm-dd)
it_it: Data di registrazione (gg-mm-aaaa)

source: Groups (x,y,z...)
it_it: Gruppi (x,y,z...)

source: Default group ID
it_it: ID gruppo di default

source: Customer email
it_it: E-mail del cliente

source: ID / Name of group shop
it_it: ID / Nome gruppo negozio

source: Address (2)
it_it: Indirizzo (2)

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Note
it_it: Nota

source: Hours (x,y,z...)
it_it: Ore (x,y,z...)

source: Supplier ID *
it_it: ID Fornitore*

source: Lang ID
it_it: ID Lingua*

source: Warehouse ID *
it_it: ID Magazzino*

source: Currency ID *
it_it: ID Valuta*

source: Supply Order Reference *
it_it: Riferimento ordine fornitura*

source: Delivery Date (Y-M-D)*
it_it: Data di spedizione (A-M-G)*

source: Discount rate
it_it: Aliquota sconto

source: Product ID *
it_it: ID Prodotto*

source: Product Attribute ID
it_it: ID Attributo prodotto

source: Unit Price (tax excl.)*
it_it: Prezzo unitario (Tasse escl.)*

source: Quantity Expected *
it_it: Quantità prevista*

source: Discount Rate
it_it: Percentuale sconto

source: Tax Rate
it_it: Aliquota tassa

source: Import .CSV data
it_it: Importa i dati

source: Back office connection from %ip%
it_it: Connessione al back office da %ip%

source: Store contacts
it_it: Contatti negozio

source: Price per unit
it_it: Prezzo unitario

source: Severity (1-4)
it_it: Gravità (1-4)

source: Object type
it_it: Tipo di oggetto

source: Object ID
it_it: ID oggetto

source: Error code
it_it: Codice errore

source: Logs by email
it_it: Log per email

source: Minimum severity level
it_it: Livello minimo di gravità

source: Erase all
it_it: Elimina tutto.

source: Refresh list
it_it: Aggiorna la lista

source: Contact information
it_it: Informazioni di contatto

source: Discount prices
it_it: Prezzi scontati

source: Module hooks
it_it: Punti di collegamento modulo

source: Meta information
it_it: Meta informazioni

source: Product combinations
it_it: Combinazioni prodotti

source: Available quantities for sale
it_it: Quantità disponibile per la vendita

source: Warehouses
it_it: Magazzini

source: Webservice accounts
it_it: Account servizio web

source: Attribute groups
it_it: Gruppi attributi

source: Tax rules groups
it_it: Gruppi di aliquote

source: Referrers/affiliates
it_it: Referrers/affiliati

source: Cart rules
it_it: Regole carrello

source: Import data
it_it: Importa dati

source: Choose the source shop
it_it: Scegli il negozio di origine

source: Choose data to import
it_it: Scegli i dati da importare

source: Shop groups list
it_it: Lista gruppi negozio

source: Employees
it_it: Dipendenti

source: Profile
it_it: Profilo

source: Employee options
it_it: Opzioni dipendenti

source: Password regeneration
it_it: Ricrea password

source: Security: Minimum time to wait between two password changes.
it_it: Tempo minimo di sicurezza per ricreare la password.

source: minutes
it_it: minuti

source: Memorize the language used in Admin panel forms
it_it: Memorizzazione della lingua di default

source: Allow employees to select a specific language for the Admin panel form.
it_it: Permetti ai dipendenti di salvare la lingua di default nei loro moduli.

source: Add new employee
it_it: Aggiungi un nuovo dipendente

source: Edit: %lastname% %firstname%
it_it: Modifica: %lastname% %firstname%

source: Subscribe to PrestaShop newsletter
it_it: Iscriviti alla newsletter di PrestaShop

source: Default page
it_it: Pagina di default

source: Permission profile
it_it: Profilo di autorizzazione

source: Customer groups
it_it: Gruppo utenti

source: Clear cache
it_it: Pulisci la cache

source: Template compilation
it_it: Compilazione del template

source: Should be enabled except for debugging.
it_it: Dovrebbe essere attivato tranne che per il debugging.

source: Multi-front optimizations
it_it: Ottimizzazioni Multi-front

source: Caching type
it_it: Tipo di cache

source: Debug mode
it_it: Modalità di debug

source: Disable non PrestaShop modules
it_it: Disattiva moduli non nativi di PrestaShop

source: Enable or disable non PrestaShop Modules.
it_it: Attiva o disattivi moduli non nativi di PrestaShop.

source: Disable all overrides
it_it: Disattiva tutti gli override

source: Enable or disable all classes and controllers overrides.
it_it: Attiva o disattiva tutti gli override di classi e controller.

source: Optional features
it_it: Caratteristiche opzionali

source: CCC (Combine, Compress and Cache)
it_it: CCC (Combinazione, Compressione e Cache)

source: Smart cache for CSS
it_it: Smart cache per CSS

source: Smart cache for JavaScript
it_it: Smart cache per JavaScript

source: Apache optimization
it_it: Ottimizzazione Apache

source: Media servers (use only with CCC)
it_it: Server Media (utilizzato solo quando CCC è attivo)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
it_it: Devi inserire un altro dominio o sottodominio per usare il contenuto statico senza cookie.

source: Media server #1
it_it: Server Media #1

source: Media server #2
it_it: Server Media #2

source: Media server #3
it_it: Server Media #3

source: Caching
it_it: Cache

source: Use cache
it_it: Utilizza la cache

source: Caching system
it_it: Sistema di cache

source: Port
it_it: Porta

source: Add server
it_it: Aggiungi un server

source: IP Address
it_it: Indirizzo IP

source: Weight
it_it: Peso

source: Add Server
it_it: Aggiungi server

source: Test Server
it_it: Server di Test

source: SQL query Name
it_it: Nome query SQL

source: SQL query
it_it: Query SQL

source: Select your default file encoding
it_it: Seleziona la codifica file predefinita

source: Edit this SQL query
it_it: Modifica questa query SQL

source: SQL query name
it_it: Nome query SQL

source: Add new SQL query
it_it: Aggiungi nuova query SQL

source: Shop URL ID
it_it: URL ID del negozio

source: Shop name
it_it: Nome del negozio

source: Is it the main URL?
it_it: Si tratta dell'URL principale?

source: URL options
it_it: Opzioni URL

source: Is it the main URL for this shop?
it_it: È l'URL principale per questo negozio?

source: Shop URL
it_it: URL del negozio

source: Domain
it_it: Dominio

source: SSL Domain
it_it: Dominio SSL

source: Physical URL
it_it: URL fisica

source: Virtual URL
it_it: URL virtuale

source: Final URL
it_it: URL finale

source: Edit this shop
it_it: Modifica questo negozio

source: Add a new URL
it_it: Aggiungi nuovo URL

source: Multistore tree
it_it: Struttura Multinegozio

source: Shop group
it_it: Gruppo di negozi

source: Multistore options
it_it: Opzioni Multinegozio

source: Default shop
it_it: Negozio predefinito

source: Add a new shop group
it_it: Aggiungi un nuovo gruppo di negozi

source: Add a new shop
it_it: Aggiungi nuovo negozio

source: Shop group name
it_it: Nome gruppo negozi

source: Share customers
it_it: Condividi clienti

source: Share available quantities to sell
it_it: Condividi le quantità disponibili per la vendita

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
it_it: Condividi quantità disponibile per la vendita per i negozi del gruppo. Quando cambi questa impostazione tutte le quantità dei negozi saranno impostate a 0.

source: Share orders
it_it: Condividi gli ordini

source: Add new profile
it_it: Aggiungi nuovo profilo

source: %class_name% addition
it_it: Aggiunta %class_name%

source: Key
it_it: Chiave

source: Key description
it_it: Descrizione chiave

source: Enable PrestaShop's webservice
it_it: Attiva servizio web PrestaShop

source: Enable CGI mode for PHP
it_it: Abilita la modalità CGI per il PHP

source: Add new webservice key
it_it: Aggiungi una nuova chiave di servizio

source: Webservice Accounts
it_it: Account servizio web

source: Webservice account key.
it_it: Chiave account sevizio web.

source: Generate!
it_it: Genera!

source: Permissions
it_it: Permessi

source: Age
it_it: Età

source: File size
it_it: Dimensione dell'immagine

source: Backup options
it_it: Opzioni backup

source: Ignore statistics tables
it_it: Ignora tabelle statistiche

source: Drop existing tables during import
it_it: Le seguenti tabelle non faranno parte del backup se selezioni questa opzione

source: megabytes
it_it: MB

source: Memcached via PHP::Memcache
it_it: Memcached tramite PHP::Memcache

source: Memcached via PHP::Memcached
it_it: Memcached tramite PHP::Memcached

source: Product reference
it_it: Riferimento prodotto

source: Combination reference
it_it: Riferimento di combinazione

source: Available fields
it_it: Campi disponibili

source: * Required field
it_it: * Campi obbligatori

source: What do you want to import?
it_it: Che cosa vuoi importare?

source: Select a file to import
it_it: Seleziona un file da importare

source: Choose from history / FTP
it_it: Scegli da storico / FTP

source: Language of the file
it_it: Lingua del file

source: Field separator
it_it: Separatore di campo

source: Delete all [1]categories[/1] before import
it_it: Cancella tutte le [1]categorie[/1] prima di importare

source: Use product reference as key
it_it: Usare il riferimento prodotto come parola chiave

source: Skip thumbnails regeneration
it_it: Salta rigenerazione anteprime

source: Force all ID numbers
it_it: Forza tutti gli ID

source: Send notification email
it_it: Invia email di notifica

source: Next step
it_it: Fase successiva

source: History of uploaded files
it_it: Storico dei file caricati

source: Download sample csv files
it_it: Scarica files csv di esempio

source: Sample Categories file
it_it: Categorie file di esempio

source: Sample Products file
it_it: Prodotti file di esempio

source: Sample Combinations file
it_it: Combinazioni file di esempio

source: Sample Customers file
it_it: Clienti file di esempio

source: Sample Addresses file
it_it: Indirizzi file di esempio

source: Sample Brands file
it_it: File di esempio Marche

source: Sample Suppliers file
it_it: Fornitori file di esempio

source: Sample Aliases file
it_it: File Alias di Esempio

source: Sample Store Contacts file
it_it: File di Esempio Contatti Negozio

source: Sample Supply Orders file
it_it: File di esempio Ordini Forniture

source: Sample Supply Order Details file
it_it: File di esempio Dettagli Ordine Fornitura

source: Multiple value separator
it_it: Separatore valori multipli

source: Download
it_it: Scarica

source: Meaning of severity levels:
it_it: Significato dei livelli di sicurezza:

source: Configuration information
it_it: Informazioni

source: This information must be provided when you report an issue on our bug tracker or forum.
it_it: Queste informazioni devono essere indicate quanto segnali un virus o se si verificano un problema nel forum.

source: Server information
it_it: Informazioni sul server

source: Server software version:
it_it: Versione software del server:

source: PHP version:
it_it: Versione di PHP:

source: Memory limit:
it_it: Limite di memoria:

source: Max execution time:
it_it: Tempo di esecuzione massimo:

source: Upload Max File size:
it_it: Dimensione Max. dei file da caricare:

source: PageSpeed module for Apache installed (mod_instaweb)
it_it: Modulo PageSpeed per Apache installato (mod_instaweb)

source: Database information
it_it: Informazioni datatbase

source: MySQL version:
it_it: Versione MySQL:

source: MySQL server:
it_it: Server MySQL:

source: MySQL name:
it_it: Nome MySQL:

source: MySQL user:
it_it: Utente MySQL:

source: Tables prefix:
it_it: Prefisso delle tabelle:

source: MySQL engine:
it_it: Motore MySQL:

source: MySQL driver:
it_it: Driver MySQL:

source: Store information
it_it: Informazioni negozio

source: PrestaShop version:
it_it: Versione di PrestaShop:

source: Shop URL:
it_it: URL negozio:

source: Current theme in use:
it_it: Tema attualmente utilizzato:

source: Mail configuration
it_it: Informazioni sulla configurazione mail

source: Mail method:
it_it: Metodo invio mail:

source: You are using the PHP mail() function.
it_it: Usi la funzione mail () PHP

source: You are using your own SMTP parameters.
it_it: Stai usando i tuoi parametri SMTP.

source: SMTP server:
it_it: Server SMTP:

source: SMTP username:
it_it: Nome utente SMTP:

source: Defined
it_it: Definito

source: Not defined
it_it: Non definito

source: SMTP password:
it_it: Password SMTP:

source: Encryption:
it_it: Crittografia:

source: SMTP port:
it_it: Porta SMTP:

source: Your information
it_it: I tuoi dati

source: Your web browser:
it_it: Il tuo browser:

source: Check your configuration
it_it: Verifica la tua configurazione

source: Required parameters:
it_it: Parametri richiesti:

source: Optional parameters:
it_it: Parametri opzionali:

source: List of changed files
it_it: Lista dei files cambiati

source: Automatically check for module updates
it_it: Controlla automaticamente gli aggiornamenti del modulo

source: Check the cookie's IP address
it_it: Verifica l'indirizzo IP del cookie

source: Lifetime of front office cookies
it_it: Durata cookies del Front Office

source: Lifetime of back office cookies
it_it: Durata dei cookies del Back Office

source: Upload quota
it_it: Limite di upload

source: Maximum size for attached files
it_it: Dimensione massima allegati

source: Maximum size for a downloadable product
it_it: Dimensione massima per un prodotto scaricabile

source: Maximum size for a product's image
it_it: Dimensione massima per l'immagine di un prodotto

source: Show notifications for new orders
it_it: Mostra notifiche per nuovi ordini

source: Show notifications for new customers
it_it: Mostra notifiche per nuovi clienti

source: Show notifications for new messages
it_it: Mostra notifiche per nuovi messaggi

source: Notifications
it_it: Notifiche

source: Menu
it_it: Menù

source: No menu
it_it: Nessun menù

source: Import data from another shop
it_it: Importa dati da un altro negozio

source: Set the resource permissions for this key:
it_it: Imposta i permessi per questa chiave:

source: View (GET)
it_it: Vedi (GET)

source: Modify (PUT)
it_it: Modifica (PUT)

source: Add (POST)
it_it: Aggiungi (POST)

source: Delete (DELETE)
it_it: Elimina (DELETE)

source: Fast view (HEAD)
it_it: Visualizzazione rapida (HEAD)

source: Download the backup file (%s MB)
it_it: Scarica il file di backup (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
it_it: Consiglio: Puoi anche scaricare questo file dal tuo server FTP. I files di backup sono collocati nella directory "adminXXXX/backups".

source: List of MySQL Tables
it_it: Lista delle tabelle MySQL

source: Add table name to SQL query
it_it: Aggiungi nome tabella alla query SQL

source: List of attributes for this MySQL table
it_it: Elenco attributi per questa tabella MySQL

source: Action
it_it: Azione

source: Add attribute to SQL query
it_it: Aggiungi attributo alla query SQL

source: Please choose a table.
it_it: Per favore seleziona una tabella.

source: SQL query result
it_it: Risultato query SQL

source: You are currently connected as %username%
it_it: Al momento sei connesso come %username%

source: Sign out from PrestaShop Addons
it_it: Esci da PrestaShop Addons

source: Sign in
it_it: Accedi
