Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminShopparametersHelp.*.xlf
Languages: gl_es, hu_hu

source: Enable this option only if your server allows URL rewriting (recommended).
gl_es: Activa esta opción soamente se o teu servidor permite a reescritura de URLs (recomendada).
hu_hu: Csak akkor engedélyezd az opciót, ha szerver támogatja az URL-újraírást (javasolt)!

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
gl_es: A reescritura de URLs (mod_rewrite) non está activada no teu servidor, ou non é posible comproba-la configuración do teu servidor. Se queres empregar URLs Amigables, debes activar este modo.
hu_hu: Az URL-újraírás (mod_rewrite) vagy nem aktív a szerveren, vagy lehetetlen a szerverkonfigurációt ellenőrizni. A barátságos URL-ek használatához ennek bekapcsolása szükséges.

source: Enable this option if you want to allow accented characters in your friendly URLs.
gl_es: Activa esta opción se queres permitir caracteres acentuados nas túas URLs amigables.
hu_hu: Engedélyezheted az opciót, ha engeded hangsúlyos karakterek használatát barátságos URL-jeidnél.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
gl_es: Só deberías activar esta opción se estás a empregar caracteres non latinos; para tódolos conxuntos de caracteres latinos, a túa SEO será mellor sen esta opción.
hu_hu: Csak akkor kell aktiválnod ezt az opciót, ha nem-latin karaktereket használsz ; a latin karakterekhez a SEO-d jobb lesz az opció nélkül.

source: Enable this option only if you have problems with URL rewriting.
gl_es: Activa esta opción soamente se tes problemas coa reescritura de URLs.
hu_hu: Ezt akkor kapcsold be, ha bizonyos oldalakon nem megy az URL újraírás.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
hu_hu: Néhány PrestaShop funkció nem feltétlenül működik megfelelően bizonyos Apache mod_security modul konfigurációkkal. Javasoljuk ennek kikapcsolását.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
gl_es: Podes procurar un novo nome de dominio ou engadir un nome de dominio que xa posúas. Serás redirixida á túa conta PrestaShop.
hu_hu: Kereshetsz egy új domain nevet vagy hozzáadhatsz egy már meglévő saját domain nevet. Át leszel irányítva a PrestaShop fiókodhoz.

source: Name of the related page.
gl_es: Nome da páxina relacionada.
hu_hu: A kapcsolódó oldal neve.

source: Title of this page.
gl_es: Título desta páxina.
hu_hu: Ennek az oldalnak a címe.

source: A short description of your shop.
gl_es: Unha descrición breve da túa tenda.
hu_hu: A bolt rövid leírása.

source: List of keywords for search engines.
gl_es: Listaxe de palabras chave para os motores de busca.
hu_hu: Kulcsszavak listája keresőmotorokhoz.

source: To add tags, click in the field, write something, and then press the "Enter" key.
gl_es: Para engadir etiquetas, preme no campo, escribe algo, e despois preme a tecla "Enter".
hu_hu: Címkék hozzáadásához kattints a mezőbe, írj be valamit, majd üsd le az "Enter"-t!

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
hu_hu: Például, "kapcsolatokhoz" a http://cegem.hu/shop/contacts helyett átirányítás http://cegem.hu/shop/kapcsolatok.php címre

source: Only letters and hyphens are allowed.
gl_es: Só se permiten letras e guións.
hu_hu: Csak betűk és kötőjelek engedélyezettek.

source: Invalid characters:
gl_es: Caracteres non válidos:
hu_hu: Érvénytelen karakterek:

source: Image width in pixels. Enter "0" to use the original size.
gl_es: Anchura da imaxe en píxeles. Introduce "0" para emprega-lo tamaño orixinal.
hu_hu: Kép szélessége pixelben. Adj meg 0-t, ha az eredeti méretet szeretnéd

source: Image height in pixels. Enter "0" to use the original size.
gl_es: Altura da imaxe en píxeles. Introduce "0" para emprega-lo tamaño orixinal.
hu_hu: Kép magassága pixelben. Adj meg 0-t, ha az eredeti méretet szeretnéd

source: Contact name (e.g. Customer Support).
gl_es: Nome de contacto (ex.: Atención á Clientela).
hu_hu: Kapcsolattartó megnevezése (pl. ügyfélszolgálat).

source: Emails will be sent to this address.
gl_es: Os correos electrónicos enviaranse a este enderezo.
hu_hu: Az emailek erre a címre lesznek kiküldve.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
gl_es: Se está activada, tódalas mensaxes se gardarán na páxina "Servizo de Atención á Clientela" dentro do menú "Clientela".
hu_hu: Bekapcsolt állapotnál a "Vásárló" menü alatti "Vevőszolgálat" oldalnál minden üzenet mentésre kerül.

source: Further information regarding this contact.
gl_es: Información adicional sobre este contacto.
hu_hu: További információ erről a kapcsolattartóról.

source: This field does not refer to the shop name visible in the front office.
gl_es: Este campo non se refire ao nome da tenda que está visible no sitio web.
hu_hu: A mező nem utal az Arculati irodánál látható boltnévre.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
gl_es: Non podes edita-lo grupo de tendas porque a tenda actual pertence a un grupo coa opción "compartir" activada.
hu_hu: A boltcsoport nem szerkeszthető, mert a jelenlegi bolt egy "megosztás" opciót bekapcsolt csoport része.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
gl_es: Ao seleccionar categorías asociadas, estás a escoller compartir as categorías entre as tendas. Unha vez asociadas entre tendas, calquera alteración desta categoría afectaralle a cada unha das tendas.
hu_hu: Társított kategóriák kiválasztásával egyben meg is osztod a kategóriákat a boltok között. A boltok közti megosztás után bármely módosítás ezen a kategórián minden másik boltot is érinteni fog.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
hu_hu: Termékek automatikus indexelésének engedése. Bekapcsolásnál a termékek automatikusan indexelve lesznek a keresésnél, mikor mentődnek. Tiltás esetén a termékeket manuálisan kell indexelned a mezőkészletnél megadott hivatkozássokkal.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
hu_hu: Alapértelmezetten, ha pl. "felső"-t keresel, úgy "fels"-t, "fel"-t stb. kell beírnod (a keresett szó elejét) - nem pedig "első" (a szó belső részét).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
hu_hu: Ha ez a funkció be van kapcsolva, akkor is lesz találat, ha az adott szó belső részét írod be, pl. "els", "első" vagy bármi mást, amit a szó tartalmaz.

source: Enable search within a whole word, rather than from its beginning only.
gl_es: Activar pesquisa dentro dunha palabra enteira, no canto de só dende o seu inicio.
hu_hu: Keresés engedélyezése az összes tartalmazó betűre, nem csak a szó elejére.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
hu_hu: Ellenőrzi, hogy az indexelt szó tartalmazza-e a keresett kifejezést. Ez komoly erőforrás használattal járhat.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
hu_hu: Alapértelmezetten, ha pl. a keresőbe beírod azt, hogy "könyv", akkor a "könyv", "könyvpolc" és "könyvjelző" is a találatok közt lesz.

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
hu_hu: Ha ez az opció be van kapcsolva, akkor csak a "könyv" lesz érvényes találat, mivel az indexelt szó vége megegyezik a kereséssel.

source: Enable more precise search with the end of the word.
hu_hu: Engedélyezd a szóvégek pontosabb keresését.

source: It checks if the searched term is the exact end of the indexed word.
hu_hu: Ellenőrzi, hogy a keresett kifejezés pontosan megegyezik-e az indexelt szóval.

source: Only words this size or larger will be indexed.
gl_es: Soamente palabras que poidan ser indexadas.
hu_hu: Csak a legalább ilyen hosszú, vagy hosszabb szavak kerülnek beindexálásra

source: Please enter the index words separated by a "|".
gl_es: Por favor,introduza palabras separadas por "I".
hu_hu: A szavakat "|" jellel válaszd el.

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
gl_es: Introduce cada alcume separado por unha vírgula (ex. 'prestashop,preztashop,prestasohp').
hu_hu: Minden alias-t vesszővel elválasztva adj meg (pl. 'prestshop,preztashop,prestasohp')!

source: Forbidden characters: <>;=#{}
gl_es: Caracteres prohibidos: <>;=#{}
hu_hu: Tiltott karakterek: <>;=#{}

source: Search this word instead.
gl_es: Procura que inclúa esta palabra.
hu_hu: Ezt használd inkább a keresésre.

source: The group defined for your un-identified visitors.
hu_hu: A csoport az azonosítatlan látogatókat tartalmazza.

source: The group defined for your identified guest customers (used in guest checkout).
hu_hu: A csoport azonosított vendég vásárlóidat tartalmazza (vendégek vásárlásához használt).

source: The group defined for your identified registered customers.
gl_es: O grupo definido para a túa clientela rexistrada identificada.
hu_hu: A csoport azonosított regisztrált vásárlóidhoz van beállítva.

source: Automatically apply this value as a discount on all products for members of this customer group.
hu_hu: A kedvezmény a csoport minden tagjára automatikusan érvényes lesz.

source: How prices are displayed in the order summary for this customer group.
gl_es: Como se mostran estos prezos para este grupo de clientes(IVA incluido ou excluido)
hu_hu: Hogyan jelenítsük meg az árakat ennek a csoportnak.

source: Customers in this group can view prices.
gl_es: A clientela deste grupo poder ve-los prezos.
hu_hu: A csoporthoz tartozó vásárlók láthatják az árakat.

source: PrestaShop has three default customer groups:
hu_hu: A PrestaShop-ban három alapértelmezett vásárlócsoport van:

source: Leave blank if no change.
gl_es: Deixar en branco se non hai ningún cambio.
hu_hu: Változás nélkül hagyhatod üresen.

source: Fee given for each visit.
hu_hu: Díj, mely minden látogató után jár

source: Fee given for each order placed.
hu_hu: Díj, mely minden megrendelés után jár

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
hu_hu: Ha tudod, hogy használj szabályos MySQL kifejezéseket, akkor használhatód a [1]szakértő módot[/1].

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
hu_hu: Amennyiben a boltod domain nevéhez rendelkezel SSL tanúsítvánnyal, aktiválhatod az SSL titkosítást (https://) a vevőazonosításhoz és a rendelés kezeléséhez.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
hu_hu: Ha az összes oldalon engedélyezni akarod az SSL-t, akkor kapcsold be az alábbi opciót: Az összes oldalon engedélyezem.

source: When enabled, all the pages of your shop will be SSL-secured.
hu_hu: Minden bolt kényszerítése SSL használatára.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
gl_es: Activar/Desactivar o token do Front Office para mellorar a seguridade de PrestaShop
hu_hu: Munkafolyamat azonosító engedélyezése vagy tiltása az Arculati irodánál, hogy növeljük a Prestashop biztonságát.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
hu_hu: Iframe engedélyezése szövegmezőknél, mint amilyen a termékleírás. Javasoljuk az opció letiltását.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
hu_hu: Tisztítja a szövegmezők HTML-tartalmát. Javasoljuk az opció bekapcsolva hagyását.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
hu_hu: 6 különböző árkerekítési módszer között választhatsz. A "Nullától elfelé..." az ajánlott módszer.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
hu_hu: Kiválaszthatod, hogy az ár hol legyen kerekítve: minden egyes terméknél, minden egyes sornál, vagy pedig a végösszegnél.

source: Choose how many decimals you want to display
hu_hu: Válaszd ki a megjelenítendő tizedesjegyek számát

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
hu_hu: Márkák és beszállítók oldalainak bekapcsolása az admin felületen akkor is, ha a hozzájuk tartozó modulok le vannak tiltva.

source: Enable best sellers page on your front office even when its respective module is disabled.
hu_hu: Akkor is legyen megjelenítve a legjobb eladások az Arculati irodánál, ha a hozzá tartozó modul letiltott.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
hu_hu: A multik funkcióval több e-boltot kezelhetsz egyetlen Háttérirodán keresztül. Bekapcsoltság esetén egy "Multik" oldal lesz elérhető a "Haladó paraméterek" menünél.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
hu_hu: Megjeleníti a címek, a szállítási mód és a kosár áttekintését közvetlenül a rendelés gomb előtt (egyes európai országokban ez az előírás).

source: Allow guest visitors to place an order without registering.
gl_es: Permítelles ás visitantes realizar unha encomenda sen se rexistrar.
hu_hu: Engedélyezés, hogy a látogatók regisztráció nélkül rendelhessenek.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
hu_hu: Letilthatod ezt az opciót, hogy a vásárlók egyetlen kattintással újra tudjanak rendelni az előzmények oldalról (szükséges néhány európai országnál).

source: Set to 0 to disable this feature.
gl_es: Establecer en 0 para desactivar esta característica.
hu_hu: Állítsd 0-ára, ha nem akarod ezt a funkciót!

source: Automatically updates the shipping costs when you edit an order.
hu_hu: Automatikusan frissíti a szállítási költségeket, amikor módosítasz egy rendelést.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
hu_hu: Ezen funkcióval több címre is kérheti a szállítást a vásárlód. Ilyenkor a vendég kosara egy vagy több rendelésre lesz szétbontva.

source: Allows you to delay shipping at your customers' request.
hu_hu: Lehetővé teszi, hogy vevő kérésére késleltesd a szállítást.

source: Require customers to accept or decline terms of service before processing an order.
gl_es: Exigir aos clientes aceptar/declinar as condicións de uso antes de realizar o pedido
hu_hu: A szolgáltatási feltétel elfogadása vagy elutasítása - feltétele a megrendelés kezelésének

source: Choose the page which contains your store's terms and conditions of use.
hu_hu: Válaszd ki a boltod használati feltételeit tartalmazó oldalt.

source: Suggest gift-wrapping to customers.
gl_es: Suxerir envoltorio de agasallo ós clientes e maila posibilidade de deixar unha mensaxe
hu_hu: Ajánlja az ajándék csomagolást a vásárlónak és a lehetőségét az üzenet hagyásnak.

source: Set a price for gift wrapping.
hu_hu: Ajándékcsomagolás árának beállítása.

source: Set a tax for gift wrapping.
hu_hu: Ajándékcsomagolás adójának beállítása.

source: Suggest recycled packaging to customer.
hu_hu: Újrahasznosított csomagolás javaslása a vevőnek.

source: Order status (e.g. 'Pending').
gl_es: Estado da encomenda (ex. 'Pendente').
hu_hu: Rendelési állapot (pl. 'Függő').

source: Invalid characters: numbers and
gl_es: Caracteres inválidos
hu_hu: Nem megfelelő karakterek: számok és

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
gl_es: Sube unha icona dende o teu ordenador (Tipo de ficheiro: .gif, tamaño suxerido: 16x16).
hu_hu: Tölts fel egy ikont a számítógépedről (fájltípus: .gif, ajánlott méret: 16x16)!

source: Status will be highlighted in this color. HTML colors only.
gl_es: O estado será destacado nesta cor. Só cores HTML.
hu_hu: Az állapot ezzel a színnel lesz kiemelve. Csak HTML-szín használható.

source: Only letters, numbers and underscores ("_") are allowed.
gl_es: Só se permiten letras, números e guións baixos ("_").
hu_hu: Csak betűk, számok és aláhúzás ("_") engedélyezett.

source: Email template for both .html and .txt.
gl_es: Modelo de correo electrónico tanto para .html coma para .txt.
hu_hu: E-mail sablon .html-hez és .txt-hez is.

source: Order's return status name.
hu_hu: Rendelés visszatérítés-állapotának neve.

source: Whether or not to display this store.
gl_es: Se desexas amosar ou non esta tenda.
hu_hu: Bolt megjelenítése vagy elrejtése.

source: Storefront picture.
hu_hu: Arculati kép.

source: Displayed in emails sent to customers.
hu_hu: Megjelenítve a vásárlóknak küldött levelekben.

source: Shop registration information (e.g. SIRET or RCS).
gl_es: Información de rexistro da tenda (ex. CIF ou RCS).
hu_hu: Bolt regisztrációs információi (pl. cégnév, adószám stb.).

source: characters
gl_es: caracteres
hu_hu: karakter

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
gl_es: De xeito predeterminado, o botón Engadir ao Carro está agochado cando un produto non está dispoñible. Podes escoller mantelo visible en tódolos casos.
hu_hu: Alapértelmezés szerint a Kosárhoz ad gomb elrejtett, ha a termék nem elérhető. Választhatod a mindig jelenjen meg opciót is.

source: When selling packs of products, how do you want your stock to be calculated?
hu_hu: Ha termékcsomagokat árulsz, hogyan szeretnéd számítani a készleted?

source: Number of products displayed per page. Default is 10.
gl_es: Produtos amosados por páxina (10 por defecto).
hu_hu: Ennyi termék jelenik meg oldalanként. Az alapbeállítás 10.

source: The order in which products are displayed in the product list.
gl_es: Por defecto ordenado por lista de produtos
hu_hu: Ez alapján jelennek meg a termékek a terméklistában

source: Default order method for product list.
gl_es: Método de ordenación predeterminado para as listaxes de produtos.
hu_hu: A terméklista alapértelmezett rendezési módja.

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
gl_es: Despois de que unha clienta inicie sesión, podes recuperar e amosar o contido do seu último carro da compra.
hu_hu: Miután a vevő bejelentkezett, megjeleníti a legutolsó kosár tartalmát.

source: Send an email with summary of the account information (email, password) after registration.
gl_es: Enviar un correo electrónico co resumo da información da conta (correo electrónico, contrasinal) tralo rexistro.
hu_hu: Email küldése a lényeges adatokról (email, jelszó) a regisztráció után.

source: Minimum time required between two requests for a password reset.
gl_es: Tempo mínimo requirido entre dúas solicitudes de restablecemento do contrasinal.
hu_hu: Minimálisan szükséges eltelt idő két jelszó-visszaállítási kérelem között.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
gl_es: Activar ou desactivar o modo B2B. Cando esta opción está activa, as características B2B estarán dispoñibles.
hu_hu: A B2B mód ki és bekapcsolása. Ha be van kapcsolva, akkor a B2B szolgáltatások is aktívak.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
hu_hu: A partnerajánlatok jelölőnégyzet megjelenítése vagy elrejtése, az üzleti partnerek ajánlatainak fogadásához.

source: Set the maximum size of the summary of your product description (in characters).
hu_hu: Itt állíthatod be a termékösszegzés maximális hosszát (karakterben).

source: How to calculate quantity discounts.
hu_hu: Mennyiségi kedvezmény számítási módja.

source: When active, friendly URL will be updated on every save.
gl_es: Cando está activa, as URLs amigables actualízanse cada vez que gardas.
hu_hu: Ha aktív, a barátságos URL minden mentéskor frissül.

source: When active, new products will be activated by default during creation.
hu_hu: Amíg aktív, az új termékek alapértelmezés szerint a létrehozás közben aktiválva lesznek.

source: Set to "0" to disable this feature.
gl_es: Por a 0 para desactivar esta característica
hu_hu: Állítsd 0-ára ha nem akarod ezt a funkciót

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
gl_es: Amosar ou agocha-lo botón "engadir ao carro" nas páxinas de categoría para os produtos que teñen atributos que obrigan á clientela a ve-los detalles do produto.
hu_hu: Kosárba gomb elrejtése vagy megjelenítése a kategória oldalakon

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
hu_hu: A tömeges kedvezmények táblán jelenjen meg az új ár az alkalmazott kedvezménnyel a kedvezmény mértékének mutatása helyett (pl. "-5%").

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
hu_hu: Be és kikapcsolhatod a boltodat. Amíg karbantartásokat csinálsz jobb, ha kikapcsolod. Ilyenkor a webservice-ek tovább futnak a háttérben.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
gl_es: Enderezos IP aos que se lles permite acceder ao sitio web incluso cando a tenda está desactivada. Por favor, emprega unha vírgula para separalos (ex. 42.24.4.2,127.0.0.1,99.98.97.96)
hu_hu: Ezekről az IP címekről akkor is elérhető az áruház vevői felülete, ha az ki van kapcsolva. Vesszővel elválasztva add meg őket. (pl: 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
hu_hu: Egyedi szöveg jelenik meg a karbantartási oldalon, amikor a bolt deaktivált állapotban van.

source: e.g. 10:00AM - 9:30PM
gl_es: ex. 10:00AM - 9:30PM
hu_hu: Például: 10:00 - 18:00

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
hu_hu: Rengeteg az adat, ezért minden ajánlóért felelős kapcsolat indexelt. Az indexet frissítheted az "Index frissítése" gombbal is. A folyamat eltarthat egy darabig és csak akkor szükséges, ha módosítottál vagy hozzáadtál ajánlót vagy szeretnél módosításokat visszamenőleg.
