Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminAdvparametersNotification.*.xlf
Languages: ja_jp, pt_pt, sr_cs, tr_tr, zh_tw

source: [1]%percentage%[/1]% validated
ja_jp: [1]%percentage%[/1]% 検証完了
pt_pt: [1]%percentage%[/1]% verificados
tr_tr: %[1]%percentage%[/1] doğrulandı
zh_tw: [1]%percentage%[/1]% 已驗證

source: Processing next page...
ja_jp: 次のページを処理中...
pt_pt: A carregar a próxima página...
tr_tr: Sonraki sayfa işleniyor...
zh_tw: 處理下一頁中...

source: Linking accessories...
ja_jp: アクセサリのリンク中...
pt_pt: Ligando acessórios...
tr_tr: Aksesuarlar bağlantılanıyor...
zh_tw: 正在載入配件...

source: [1]%size%[/1]% imported
ja_jp: [1]%size%[/1]% インポート完了
pt_pt: [1]%size%[/1]% carregado
tr_tr: %[1]%size%[/1] İçe aktarıldı
zh_tw: 已導入 [1]%size%[/1]％的數據

source: Ignore warnings and continue?
ja_jp: 警告を無視して続行しますか？
pt_pt: Ignorar avisos e continuar?
tr_tr: Uyarıları görmezden gel ve devam et?
zh_tw: 不理會警告並繼續？

source: Abort import
ja_jp: インポートを中止
pt_pt: Cancelar carregamento
tr_tr: İçe aktarımı iptal et
zh_tw: 終止導入

source: You cannot have two shops with the same name in the same group.
ja_jp: 同じグループ内に同じ名前のショップを2つ持つことができません
pt_pt: Não pode ter duas lojas com o mesmo nome no mesmo grupo.
sr_cs: Ne možete da imate dve prodavnice sa istim imenom u istoj grupi.
tr_tr: Aynı grupta aynı ada sahip iki mağazanız olamaz.
zh_tw: 同一個群組不能有兩個同樣名稱的商店

source: Unable to load this shop.
ja_jp: このショップをロードすることができません
pt_pt: Não foi possível carregar esta loja.
sr_cs: Neuspešno učitavanje prodavnice.
tr_tr: Bu mağaza yüklenemedi.
zh_tw: 無法載入這個商店

source: You need to select at least the root category.
ja_jp: 少なくともルートカテゴリを選択する必要があります。
pt_pt: Necessita de selecionar pelo menos a categoria raiz
sr_cs: Morate da izaberete barem glavnu kategoriju.
tr_tr: En azından kök kategorisini seçmeniz gerekir.
zh_tw: 您必須選擇至少一個根分類

source: SSL does not seem to be available on your server.
pt_pt: O SSL parece não estar disponível no seu servidor.
tr_tr: SSL sunucuzda kullanılabilir görünmüyor.
zh_tw: SSL似乎在您伺服器上未提供

source: When saving the query, only the "SELECT" SQL statement is allowed.
pt_pt: Quando guardar a consulta, apenas declarações SQL "SELECT" são permitidas.
tr_tr: Sorguyu kaydederken, sadece "SELECT" SQL deyimine izin verilir.
zh_tw: 保存查詢時，只允許使用“SELECT”SQL語句。

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
ja_jp: ファイルサイズが大きい為、ダウンロードできませんでした。クエリー内で LIMIT句を使用してください。
pt_pt: O ficheiro é muito grande e não pode ser descarregado. Utilize a cláusula LIMIT neste query.
tr_tr: Bu dosya çok büyük ve indirilemez. Lütfen bu sorguda LIMIT komutunu kullanın.
zh_tw: 該文件太大，無法上傳。請在這個查詢中設上限條件

source: The "%tablename%" table does not exist.
ja_jp: "%tablename%" テーブルが存在しません。
pt_pt: A tabela "%tablename%" não existe.
tr_tr: "%tablename%" tablosu mevcut değil.
zh_tw: %tablename% 數據表不存在。

source: The "%attribute%" attribute does not exist in the "%table%" table.
ja_jp: "%attribute% "属性は "%table%" テーブルの中にはありません。
pt_pt: O atributo "%attribute%" não existe na tabela "%table%".
tr_tr: "%attribute%" özniteliği "%table%" tablosunda mevcut değil.
zh_tw: 屬性 %attribute% 不存在於 "%table%" 數據表中。

source: Undefined "%s" error
ja_jp: 未定義の "%s" エラー
pt_pt: Erro "%s" indefinido
tr_tr: Tanımsız "%s" hatası
zh_tw: 未定義的錯誤 - ＂%s＂

source: The "*" operator cannot be used in a nested query.
pt_pt: O operador "*" não pode ser utilizado numa consulta composta (nested query).
sr_cs: Operator "*" se ne može koristiti u grupnom upitu.
tr_tr: "*" operatörü iç içe bir sorguda kullanılamaz.
zh_tw: 操作符號 "*" 不可以在巢狀查詢使用.

source: The operator "%s" is incorrect.
ja_jp: 使用された演算子「%s」は間違っています。
pt_pt: O operador "%s" está incorreto.
sr_cs: Operator "%s" je neispravan.
tr_tr: "%s" operatörü yanlış.
zh_tw: 使用的操作 "%s" 有誤

source: The "%operator%" operator is incorrect.
ja_jp: 演算子「%operator%」 が正しくありません。
pt_pt: O operador "%operator%" está incorreto.
tr_tr: %operator% operatörü yanlış.
zh_tw: 操作者 "%operator%" 不正確。

source: The LIMIT clause must contain numeric arguments.
ja_jp: LIMIT句は数値の引数を含める必要があります
pt_pt: A cláusula LIMIT deve conter argumentos numéricos.
sr_cs: Klauzula LIMIT mora da sadrži brojčani argument.
tr_tr: LIMIT direktifi sayısal argüman içermelidir.
zh_tw: LIMIT子句必須包含數字參數

source: The "%reference%" reference does not exist in the "%table%" table.
ja_jp: 参照コード「%reference%」 は 「%table%」テーブルには存在しません。
pt_pt: A referência "%reference%" não existe na tabela "%table%".
tr_tr: "%reference%" referansı "%table%" tablosunda mevcut değil.
zh_tw: “%table%”數據庫表中不存在“%reference%”引用。

source: When multiple tables are used, each attribute must refer back to a table.
ja_jp: 複数のテーブルを使用する時、それぞれの属性はテーブルを参照しなければなりません。
pt_pt: Quando diversas tabelas são usadas, cada atributo deve ser referente a uma tabela.
sr_cs: Kada se koristi više tabela, svaki atribut mora da upućuje na tabelu.
tr_tr: Birden fazla tablo kullanıldığında her bir nitelik bir tabloya başvurmalıdır.
zh_tw: 使用多個資料表時，每個屬性必須連回一個資料表

source: "%key%" is an unauthorized keyword.
pt_pt: "%key%" é uma palavra-chave não autorizada.
tr_tr: "%key%" yetkilendirilmemiş bir anahtar kelime.
zh_tw: “%key%” 是未經授權的關鍵字。

source: Can't add the voucher.
pt_pt: Não é possível adicionar o vale de desconto.
sr_cs: Vaučer se ne može dodati.
tr_tr: Kupon eklenemiyor.
zh_tw: 無法新增優惠券。

source: For security reasons, you cannot delete the Administrator's profile.
ja_jp: セキュリティーのため、管理者プロフィールを削除することはできません。
pt_pt: Por razões de segurança, não pode eliminar o perfil de Administrador.
sr_cs: Iz sigurnosnih razloga nije moguće izbrisati Administrator profil
tr_tr: Güvenlik nedenleriyle, yönetici profilini silemezsiniz.
zh_tw: 基於安全原因，不可刪除管理員基本資料

source: You can't put this menu inside itself.
ja_jp: このメニューを自身の中に入れることはできません。
pt_pt: Não pode colocar este menu dentro dele próprio.
tr_tr: Bu menüyü kendi içersine koyamazsınız.
zh_tw: 你不能把菜單獨自放在裡面

source: Key length must be 32 character long.
ja_jp: キーの長さは32文字の長さが必要です
pt_pt: A chave tem de ter 32 caracteres de comprimento.
sr_cs: Ključ mora sadržati 32 karaktera
tr_tr: Anahtar uzunluğu 32 karakter uzunluğunda olmalıdır
zh_tw: 密碼長度需為32字元長度

source: This key already exists.
ja_jp: キーは既に存在します
pt_pt: Esta chave já existe.
sr_cs: Ovaj ključ već postoji.
tr_tr: Bu anahtar zaten mevcut.
zh_tw: 密碼已存在

source: To avoid operating problems, please use an Apache server.
ja_jp: 動作上の問題を回避するために、Apacheサーバを使用してください。
pt_pt: Para evitar problemas de operação, por favor use um servidor Apache.
sr_cs: Da bi ste izbegli operativne probleme, koristite Apache server.
tr_tr: İşletim problemlerinden kaçınmak için, lütfen bir Apache sunucusu kullanın.
zh_tw: 為避免操作問題，請使用Apache主機

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
pt_pt: Deverá ativar o módulo do Apache 'mod_auth_basic' para permitir a autenticação no WebService do PrestaShop.
sr_cs: Aktivirajte 'mod_auth_basic' Apache modul za dozvolu autentifikacije PrestaShop-ovog veb servisa.
tr_tr: PrestaShop web servis doğrulamasına izin vermek için 'mod_auth_basic' Apache modülünü aktifleştirin.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
pt_pt: Deverá ativar o módulo Apache 'mod_rewrite' para permitir o funcionamento do WebService do PrestaShop.
sr_cs: Aktivirajte 'mod_rewrite' Apache modul da dozvolite PrestaShop veb servis.
tr_tr: PrestaShop web servise izin vermek için 'mod_rewrite' Apache modülünü aktifleştirin.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
ja_jp: Basic認証とリライトエクステンションが有効の場合は、確認することができません。PrestaShopのウェブサービスを使えるかどうか手動で確認してください。
pt_pt: Não foi possível verificar se as extensões de autenticação básica e rewrite foram ativadas. Por favor, verifique manualmente se foram ativadas de modo a poder usar o weservice do PrestaShop.
sr_cs: Nismo u mogućnosti sa proverimo osnovnu autentikaciju i ekstenzije za prepisivanje. Molimo da manuelno proverite da li su opcije aktivirane kako biste koristili PrestaShop webservice.
tr_tr: Temel kimlik doğrulama ve yeniden yazma uzantılarını aktifliğini kontrol edemedik. PrestaShop web servisini kullanabilmek için lütfen elle kontrol edin.
zh_tw: 我們無法檢查基本認證與網址改寫描述是否啟用，請手動確認來使用網頁服務

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
pt_pt: Deverá ativar a extensão PHP 'SimpleXML' para permitir testes no WebService do PrestaShop.
sr_cs: Aktivirajte 'SimpleXML' PHP ekstenziju da dozvolite testiranje PrestaShop veb servisa.
tr_tr: PrestaShop web servis testine izin vermek için 'SimpleXML' PHP uzantısı etkinleştirin.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
pt_pt: É preferível usar SSL (https:) para as chamadas ao webservice, pois evita questões de segurança do tipo "man in the middle".
sr_cs: Preporučljivo je koristiti SSL (https:) za webservice pozive, da bi ste izabrali 'man in the middle' ranjivosti sistema.
tr_tr: "Aradaki adam saldırısı" türü güvenlik açıklarından kaçınmak için web servis çağrılarında SSL (https:) tercih edilir.

source: You've selected a state for a country that does not contain states.
ja_jp: 都道府県が含まれていない国のために、都道府県を選択しました。
pt_pt: Selecionou um estado para um país que não tem estados.
sr_cs: Izabrali ste državu za zemlju koja ne sadrži države.
tr_tr: Eyaletleri olmayan bir ülke için eyalet seçtiniz.
zh_tw: 您選擇了一個區域給沒有包含區域的國家

source: The backup file does not exist
pt_pt: O ficheiro da cópia de segurança não existe
sr_cs: Datoteka rezervne kopije ne postoji
tr_tr: Yedekleme dosyası mevcut değil
zh_tw: 備份檔案不存在

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
pt_pt: O diretório de "Cópias de Segurança" localizado no diretório admin tem de ter permissão de gravar (CHMOD 755 / 777).
tr_tr: Yönetim dizininde bulunan "Backups" dizini yazılabilir (CHMOD 755 / 777) olmalıdır.
zh_tw: 備份目錄在admin目錄下, 需是可讀寫屬性 (CHMOD 755 / 777)

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
pt_pt: Parece que a cópia de segurança foi bem sucedida. No entanto deve descarregá-la e verificar o ficheiro da cópia de segurança antes de continuar.
tr_tr: Yedekleme işlemi başarılı gözüküyor, ancak ilerlemeden önce mutlaka dosyayı indirip kontrol edin.
zh_tw: 顯示備份已經完成, 但是請務必下載並確認備份檔案完整.

source: Unable to open your backup directory
pt_pt: Impossível abrir a pasta da cópia de segurança
sr_cs: Nemoguće je otvoriti direktorijum rezervne kopije
tr_tr: Yedekleme dizininiz açılamıyor
zh_tw: 無法開啟你的備份目錄

source: You cannot edit the SuperAdmin profile.
ja_jp: スーパー管理者のプロファイルを編集することができません
pt_pt: Não pode alterar o perfil SuperAdmin.
sr_cs: Profil SuperAdmin se ne može uređivati.
tr_tr: SüperAdmin profilini düzenleyemezsiniz.
zh_tw: 您不能夠編輯超級管理者的資料

source: The provided profile is invalid
pt_pt: O perfil fornecido não é válido
tr_tr: Sağlanan profili geçersiz
zh_tw: 提供的資料有誤

source: You cannot disable or delete your own account.
ja_jp: 自分自身のアカウントを無効または削除することができません
pt_pt: Não pode desativar ou eliminar a sua própria conta.
sr_cs: Ne možete da onemogućite ili obrišete sopstveni račun.
tr_tr: Kendi hesabınızı silemez yada devre dışı bırakamazsınız.
zh_tw: 您不能停用或刪除自己的帳號。

source: You cannot disable or delete the administrator account.
ja_jp: 最後の管理者アカウントを無効または削除することができません。
pt_pt: Não pode desativar ou eliminar a conta de administrador.
sr_cs: Ne možete da obrišete ili onemogućite poslednji administrativni nalog
tr_tr: Yönetici hesabını silemez yada devre dışı bırakamazsınız.
zh_tw: 您不能停用或刪除這個管理員帳號

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
ja_jp: このアカウントは削除することができません、なぜなら、それは倉庫管理だからです。最初に倉庫を確認してください。
pt_pt: Não pode eliminar esta conta porque ela gere armazéns. Verifique em primeiro lugar os seus armazéns.
sr_cs: Ne možete da obrišete ovaj nalog jer on upravlja magacinima. Proverite vašu list magacina.
tr_tr: Bu hesap silinemiyor çünkü depoları yönetiyor. Öncelikle depolarınızı kontrol edin.
zh_tw: 您無法刪除這個帳號，因為它負責管理倉庫，請先檢查倉庫設定。

source: Your current password is invalid.
pt_pt: A sua password atual é inválida.
sr_cs: Vaša trenutna lozinka je nevažeća.
tr_tr: Kullanmakta olduğunuz parola geçersiz.
zh_tw: 您的密碼無效。

source: The confirmation password does not match.
pt_pt: A palavra-passe de confirmação não coincide.
tr_tr: Onay parolası eşleşmiyor.
zh_tw: 確認密碼不匹配。

source: You should have at least one employee in the administrator group.
ja_jp: 管理者グループの中から少なくとも1つの従業員を持つ必要があります。
pt_pt: Tem de ter pelo menos um empregado no grupo de administradores.
sr_cs: Trebalo bi da imate najmanje jednog zaposlenog u grupi administratora.
tr_tr: Yönetici grubunda en az bir çalışanınız olmalıdır.
zh_tw: 您應該至少有一個管理員組的僱員。

source: The employee must be associated with at least one shop.
ja_jp: 従業員は少なくとも1つのショップに関連付けなければなりません
pt_pt: O empregado deve estar associado com pelo menos uma loja.
sr_cs: Zaposleni mora da bude pridružen sa barem jednom prodavnicom.
tr_tr: Çalışan en az bir mağaza ile ilişkilendirilmiş olmalıdır.
zh_tw: 員工必須至少關聯到一個商店

source: The password must be at least %length% characters long.
pt_pt: A sua palavra-passe deve ter, no mínimo, %length% caracteres.
tr_tr: Parolanız en az %length% karakter uzunluğunda olmalıdır.
zh_tw: 密碼必須至少%length%個字符長。

source: You do not have permission to view this.
ja_jp: ここを参照する権限を持っていません。
pt_pt: Não tem permissões para ver isto.
sr_cs: Nemate dozvolu da pregledate ovde.
tr_tr: Bunu görmeye yetkiniz yok.
zh_tw: 您沒有檢視這個項目的權限。

source: There is no "/backup" directory.
ja_jp: "/backup" ディレクトリがありません。
pt_pt: Não existe nenhuma pasta "backup" para a cópia de segurança.
tr_tr: "/backup" yedekleme dizini bulunamadı.
zh_tw: 缺少了 "/backup" 目錄。

source: No file has been specified.
ja_jp: ファイルが指定されていません。
pt_pt: Nenhum ficheiro foi indicado.
sr_cs: Nijedna datoteka nije navedena
tr_tr: Hiçbir dosya belirtilmedi.
zh_tw: 沒有指定檔案。

source: Unable to open backup file(s).
pt_pt: Não foi possível abrir os ficheiros de cópia de segurança.
sr_cs: Ne mogu da otvorim rezervnu kopiju
tr_tr: Yedekleme dosyaları açılamıyor.
zh_tw: 無法打開備份檔案。

source: Unable to display backup file(s).
ja_jp: バックアップファイルを表示することができません。
pt_pt: Não é possível mostrar os ficheiros de cópia de segurança.
sr_cs: Ne mogu da prikažem rezervnu kopiju
tr_tr: Yedek dosya(lar)ı görüntülenemiyor.
zh_tw: 無法顯示備份檔案。

source: (you must install the [a]Memcache PECL extension[/a])
pt_pt: (necessita de instalar a [a]extensão Memcache PECL[/a])
sr_cs: (morate instalirati [a]Memcache PECL ekstenziju[/a])
tr_tr: ([a]Memcache PECL uzantısını[/a] yüklemeniz gerekli)
zh_tw: (您必須安裝 [a]Memcache PECL 外掛[/a])

source: (you must install the [a]Memcached PECL extension[/a])
pt_pt: (deve instalar a [a]extensão Memcache PECL[/a])
tr_tr: ([a]Memcache PECL uzantısını[/a] yüklemeniz gerekli)
zh_tw: (您必須安裝 [a]Memcache PECL 外掛[/a])

source: (you must install the [a]APC PECL extension[/a])
pt_pt: (necessita de instalar a [a]extensão APC PECL[/a])
sr_cs: (morate instalirati [a]APC PECL ekstenziju[/a])
tr_tr: ([a]APC PECL uzantısını[/a] yüklemeniz gerekli)
zh_tw: (您必須安裝 [a]APC PECL 外掛[/a])

source: (you must install the [a]Xcache extension[/a])
pt_pt: (necessita de instalar a [a]extensão Xcache[/a])
sr_cs: (morate instalirati [a]Xcache ekstenziju[/a])
tr_tr: ([a]Xcache uzantısını[/a] yüklemeniz gerekli)
zh_tw: (您必須安裝 [a]Xcache 外掛[/a])

source: All caches cleared successfully
pt_pt: Todas as caches foram limpas com sucesso
tr_tr: Tüm önbellek başarıyla temizlendi
zh_tw: 所有緩存成功清除

source: The Memcached server cannot be added.
ja_jp: Memcached サーバの追加ができませんでした
pt_pt: O servidor Memcached não pôde ser adicionado.
sr_cs: Nije moguće dodati Memcached server
tr_tr: Memcached sunucu eklenemiyor.
zh_tw: 無法加入 Memcached 伺服器

source: There was an error when attempting to delete the Memcached server.
ja_jp: Memcachedサーバの削除中にエラー
pt_pt: Ocorreu um erro ao tentar remover o servidor Memcached.
sr_cs: Greška tokom brisanja Memcached servera
tr_tr: Memcached sunucusu silinmeye çalışırken bir hata meydana geldi.
zh_tw: 刪除 Memcached 伺服器時發生錯誤

source: Update your PHP version.
pt_pt: Atualize a versão do seu PHP.
sr_cs: Ažurirajte Vašu verziju PHP.
tr_tr: PHP sürümünüzü güncelleyin.
zh_tw: 請更新您的PHP版本。

source: Configure your server to allow file uploads.
pt_pt: Configure o seu servidor para permitir o envio de ficheiros.
sr_cs: Podesite server da dozvoljava postavljanje datoteka.
tr_tr: Dosya yüklenmesine izin verilmesi için sunucunuzu yapılandırın.
zh_tw: 請設定您的侍服器權限以上傳檔案。

source: Configure your server to allow the creation of directories and files with write permissions.
ja_jp: サーバにディレクトリを作成と書き込みの許可を設定
pt_pt: Configure o seu servidor para permitir a criação de pastas e ficheiros com permissões de escrita.
sr_cs: Podesite server da dozvoljava stvaranje direktorijuma i upisivanje u datoteke
tr_tr: Yazılabilir dosyalar ve dizinler oluşturulmasına izin verilmesi için sunucunuzu yapılandırın.
zh_tw: 設定伺服器來允許建立帶有寫入權限的資料夾與檔案

source: Enable the CURL extension on your server.
tr_tr: Sunucunuzdaki CURL uzantısını etkinleştirin.
zh_tw: 在伺服器上啟用 CURL 外掛。

source: Enable the GD library on your server.
ja_jp: サーバでGDライブラリを有効
pt_pt: Ative a biblioteca GD no seu servidor.
sr_cs: Omogućite GD biblioteku na serveru
tr_tr: Sunucunuzdaki GD kütüphanesini etkinleştirin.
zh_tw: 主機啟用 GD 函式庫

source: Enable the JSON extension on your server.
tr_tr: Sunucunuzdaki JSON uzantısını etkinleştirin.
zh_tw: 在伺服器上啟用 JSON 外掛。

source: Enable the XML extension on your server.
tr_tr: Sunucunuzdaki XML uzantısını etkinleştirin.
zh_tw: 在伺服器上啟用 XML 外掛。

source: Enable the ZIP extension on your server.
tr_tr: Sunucunuzdaki ZIP uzantısını etkinleştirin.
zh_tw: 在伺服器上啟用 ZIP 外掛。

source: Enable the MySQL support on your server.
ja_jp: サーバでMySQLサポートを有効
pt_pt: Ative o suporte ao MySQL no seu servidor.
sr_cs: Omogućite MySQL podršku na serveru
tr_tr: Sunucunuzdaki MySQL desteğini etkinleştirin.
zh_tw: 主機啟用MySQL支援

source: Set write permissions for the "config" folder.
ja_jp: configフォルダの書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "config".
sr_cs: Podesite dozvole za pisanje u config direktorijum
tr_tr: "config" klasörü için yazım izinlerini ayarla.
zh_tw: 設定(Config)目錄設定可寫入權限

source: Set write permissions for the "cache" folder.
ja_jp: cacheフォルダの書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "cache".
sr_cs: Podesite dozvole za pisanje u cache direktorijum
tr_tr: Önbellek ("cache") klasörü için yazım izinlerini oluştur.
zh_tw: 快取(Cache)目錄設定可寫入權限

source: Set write permissions for the "sitemap.xml" file.
ja_jp: "sitemap.xml" ファイルへの書き込み権限を設定
pt_pt: Defina permissões de escrita para o ficheiro "sitemap.xml".
sr_cs: Podesite dozvole za pisanje u sitemap.xml datoteku.
tr_tr: sitemap.xml dosyası için yazım izinlerini ayarla.
zh_tw: sitemap.xml檔案設定可寫入權限

source: Set write permissions for the "img" folder and subfolders.
ja_jp: "img" フォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "img" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u img direktorijum and poddirektorijume/rekurzivno
tr_tr: "img" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 圖像目錄與子目錄設定可寫入權限

source: Set write permissions for the "log" folder and subfolders.
ja_jp: "log" フォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "log" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u log direktorijum i poddirektorijume/rekurzivno
tr_tr: "log" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 設定寫入權限到資料夾 "log" 與它的子目錄

source: Set write permissions for the "mails" folder and subfolders.
ja_jp: "mails" フォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "mails" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u mails direktorijum and poddirektorijume/rekurzivno
tr_tr: "mails" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 郵件目錄與子目錄設定可寫入權限

source: Set write permissions for the "modules" folder and subfolders.
ja_jp: "modules"フォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "modules" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u modules direktorijum i poddirektorijume/rekurzivno
tr_tr: "modules" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 模組目錄與子目錄設定可寫入權限

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
pt_pt: Definir as permissões de escrita para a pasta e subpastas "themes%s/lang/".
tr_tr: "themes%s/lang/" klasörü ve alt klasörleri için yazım izinlerini ayarla, ardışık olarak.

source: Set write permissions for the "translations" folder and subfolders.
ja_jp: traslationsフォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "translations" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u translations direktorijum i poddirektorijume/rekurzivno
tr_tr: "translations" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 翻譯目錄與子目錄設定可寫入權限

source: Set write permissions for the "upload" folder and subfolders.
ja_jp: uploadフォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "upload" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u upload direktorijum i podirektorijume/rekurzivno
tr_tr: "upload" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 上傳目錄與子目錄設定可寫入權限

source: Set write permissions for the "download" folder and subfolders.
ja_jp: downloadフォルダ、サブフォルダ、以降再帰的な書き込み権限を設定
pt_pt: Defina permissões de escrita para a pasta "download" e as suas sub-pastas.
sr_cs: Podesite dozvole za pisanje u download direktorijum i podirektorijume/rekurzivno
tr_tr: "download" klasörü ve alt klasörleri için yazım izinlerini ayarla.
zh_tw: 下載目錄與子目錄設定可寫入權限

source: Allow the PHP fopen() function on your server.
pt_pt: Permitir a função fopen() do PHP no seu servidor.
sr_cs: Omogućite fopen() na serveru.
tr_tr: Sunucu üzerinde PHP fopen () fonksiyona izin verin.
zh_tw: 在你的伺服器上啟用 PHP fopen() 功能。

source: Enable GZIP compression on your server.
ja_jp: サーバ上でGZIP圧縮を有効
pt_pt: Ative a compressão GZIP no seu servidor.
sr_cs: Uključite GZIP kompresiju na serveru
tr_tr: Sunucundaki GZIP sıkıştırmasını etkinleştirin.
zh_tw: 主機啟用GZIP壓縮功能

source: Some PrestaShop files are missing from your server.
pt_pt: Não existem alguns ficheiros do PrestaShop no seu servidor.
tr_tr: Bazı Prestashop dosyaları sunucunuzda eksik.
zh_tw: 你的伺服器上缺少了部分PrestaShop檔案。

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
tr_tr: PHP'nin %s sürümünü kullanmaktasınız. Yakında PrestaShop tarafından desteklenecek olan en son PHP versiyonu, PHP 5.6 olacak. Geleceğe hazır olduğunuzdan emin olun, PHP 5.6 sürümüne şimdi geçiş yapmanızı tavsiye ediyoruz!

source: Enable the Apache mod_rewrite module
ja_jp: Apache の "mod_rewrite" モジュールを有効にする
pt_pt: Ativar o módulo mod_rewrite do Apache
tr_tr: Apache mod_rewrite modülünü etkinleştir
zh_tw: 啓用 Apache mod_rewrite 模組

source: Note that the Category import does not support having two categories with the same name.
pt_pt: Tenha em atenção que a importação de Categorias não permite a existência de duas categorias com o mesmo nome.
tr_tr: Kategori içe aktarma aynı isme sahip iki kategoriye sahip olmayı desteklemiyor, unutmayın.
zh_tw: 分類匯入不支援同名分類

source: Note that you can have several products with the same reference.
ja_jp: 同じ基準でいくつかの商品をもっていることに注意してください。
pt_pt: Note que poderá ter vários produtos com a mesma referência.
sr_cs: Zapamtite da imate nekoliko proizvoda sa istom referencom.
tr_tr: Aynı referans koda sahip birden fazla ürününüz olabilir, unutmayın.
zh_tw: 請注意，你可以有多個具有相同參考的商品。
