Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminShopparametersHelp.*.xlf
Languages: gl_es, hu_hu

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
hu_hu: Adataid gyorsítótárban vannak a rendezés és szűrés végett. A gyorsítótár frissíthető a "Gyorsítótár frissítése" gombra kattintva.

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
hu_hu: A közvetlen forgalomnak lehet nagy az erőforrásigénye, ezért érdemes átgondolni, hogy csak erős igény esetén legyen bekapcsolt!

source: Show me more
gl_es: Amósame máis
hu_hu: Több mutatása

source: Definitions:
hu_hu: Definíciók:

source: The "http_referer" field is the website from which your customers arrive.
hu_hu: A "http_referer" mező az a weboldal, ahonnan a vásárlóid érkeztek.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
gl_es: Por exemplo, as visitas procedentes de Google terán un valor "http_referer" coma este: "http://www.google.com/search?q=prestashop".
hu_hu: Például, ha a vásárló a Google-n keresztül jön, a "http_referer" ez lesz: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
gl_es: Se a visitante chega directamente (escribindo a URL da túa tenda ou empregando os seus marcadores, por exemplo), o http_referer permanecerá baleiro.
hu_hu: Ha a látogató közvetlenül érkezik (a webáruház URL-jét begépelve vagy könyvjelzőből), a http_referer mező üres lesz.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
hu_hu: Ha látni szeretnél minden Google-n keresztül érkezett vásárlót, ide "%google%"-t kell írni. Ha viszont például csak magyarországi Google látogatók érdekelnek, ez legyen "%google.hu%".

source: The "request_uri" field is the URL from which the customers come to your website.
gl_es: O campo "request_uri" é a URL dende a que a túa clientela chega ao teu sitio web.
hu_hu: A "request_uri" mező azt a weboldalt jelöli, amelynek URL-jéről a vásárlóid érkeztek.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
hu_hu: Például, ha a látogató elér egy termékoldalt, az URL ehhez hasonló lesz: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
hu_hu: Ez hasznos, mivel hozzáadhatsz címéket és jelöléseket a weboldaladra mutató hivatkozásokhoz.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
hu_hu: Például, közreadhatsz egy hivatkozást (pl. "%sindex.php?myuniquekeyword" -- ez a "?myuniquekeyword" az URL végén szükséges) egy online fórumnál vagy egy blog bejegyzéseként és a "request_uri" mezőbe a "%%myuniquekeyword" kifejezést beírva megkaphatod az egyedi látogatói statisztikát rá.

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
hu_hu: Ez a módszert sokkal megbízhatóbb, mint a "http_referer", de van egy hátránya: ha egy keresőmotor hivatkozik egy hivatkozásodat tartalmazó oldalra, az is megjelenik az eredmények között. Ennélfogva nem csak azokat a látogatókat kapod meg, akik a közreadott hivatkozásodat követték, de a hivatkozásodat használó keresőmotorokét is.

source: The "Include" fields indicate what has to be included in the URL.
hu_hu: A "Benne foglal" mező jelzi, hogy mit muszáj az URL-nek tartalmaznia.

source: The "Exclude" fields indicate what has to be excluded from the URL.
hu_hu: A "Kizár" mező azt jelzi, hogy mit ne tartalmazzon az URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
hu_hu: Mikor egyszerű módot használsz, használhatsz általános karaktereket, melyek helyettsíthetnek bármilyen karaktert:

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
hu_hu: "_" egy karaktert fog felcserélni. Ha az igazi "_" jelet akarod használni, így írhatod be: "\\_".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
hu_hu: "%" felcserél bármely számot vagy karaktert. Ha az igazi "%" jelet akarod használni, így használhatod: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
hu_hu: Az Egyszerű mód a MySQL "LIKE" mintaegyezést használja, viszont jobb kihasználáshoz használhatod a MySQL szabályos kifejezéseit is a Haladó módnál.

source: Take a look at MySQL's documentation for more details.
hu_hu: További részletekhez nézd meg a MySQL dokumentációt.

source: Get help!
hu_hu: Szerezz segítséget!
