Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminInternationalNotification.*.xlf
Languages: he_il, tr_tr, zh_tw

source: Incorrect Tax Manager class [%s]
he_il: מחלקה [%s] שגויה של מנהל המס
tr_tr: Yanlış Vergi Yönetim sınıfı [%s]
zh_tw: 錯誤的稅務管理分類 [%s]

source: Tax Manager class not found [%s]
he_il: מחלקה [%s] של מנהל המס לא נמצאה
tr_tr: Vergi Yönetim sınıfı [%s] bulunamadı
zh_tw: 找不到稅務管理分類 [%s]

source: No tax
he_il: ללא מס
tr_tr: Vergisiz
zh_tw: 免稅

source: Invalid language ISO code (%s)
tr_tr: Geçersiz ISO dil kodu(%s)
zh_tw: 語文 ISO 代碼無效 （%s）

source: The translation was successfully copied.
he_il: השפה הועתקה בהצלחה
tr_tr: Çeviri başarı ile kopyalandı.
zh_tw: 語言複製成功

source: Cannot add configuration %1$s for %2$s language
tr_tr: %2$s dili için %1$s yapılandırması eklenemedi
zh_tw: 無法對語言%2$s添加配置%1$s

source: The translations have been successfully added.
he_il: התרגומים התווספו בהצלחה
tr_tr: Çeviri başarı ile eklendi.
zh_tw: 添加翻譯成功

source: The translation was added successfully, but the language has not been created.
he_il: התרגום התווסף בהצלחה אולם השפה לא נוצרה
tr_tr: Çeviri başarıyla eklendi ancak dil oluşturulmadı.
zh_tw: 新增翻譯成功，但還沒有建立語言

source: Localization pack imported successfully.
he_il: יבוא חבילת הלוקליזציה הסתיים בהצלחה
tr_tr: Yerelleştirme paketi başarıyla içe aktarıldı.
zh_tw: 翻譯包匯入成功

source: Fatal error: ISO code is not correct
he_il: שגיאה קריטית: קוד ISO שגוי
tr_tr: Kritik hata: ISO kodu doğru değil
zh_tw: 嚴重錯誤：ISO 代碼錯誤

source: Fatal error: IETF code %s is not correct
he_il: שגיאה קריטית: קוד IEFT %s שגוי
tr_tr: Kritik hata: %s IETF kodu doğru değil
zh_tw: 致命錯誤：IETF 代碼 %s 不正確

source: Sorry this language is not available
tr_tr: Üzgünüz, bu dil mevcut değil
zh_tw: 抱歉, 此語言不可用.

source: Server does not have permissions for writing.
he_il: לשרת אין הרשאות כתיבה.
tr_tr: Sunucu yazmak için izne sahip değil.
zh_tw: 伺服器沒有寫權限。

source: Language pack unavailable.
tr_tr: Dil paketi mevcut değil.
zh_tw: 語言包不可用。

source: An error occurred while creating the language: %s
tr_tr: Dil oluştururken bir hata oluştu : %s
zh_tw: 建立語言 - %s- 時發生錯誤

source: Cannot load country: %d
he_il: לא ניתן לטעון מדינה: %d
tr_tr: Ülke yüklenemedi: %d
zh_tw: 無法加載國家：%d

source: Cannot enable the associated country: %s
tr_tr: İlgili ülke etkinleştirilemedi: %s
zh_tw: 不能啟用關聯的國家: %s

source: Invalid Zone name.
he_il: שם איזור לא חוקי.
tr_tr: Geçersiz bölge adı.
zh_tw: 錯誤的區域名稱

source: Invalid state properties.
he_il: מאפייני מצב לא תקינים.
tr_tr: Geçersiz eyalet özellikleri.
zh_tw: 無效的狀態屬性。

source: Cannot update the associated country: %s
tr_tr: İlgili ülke güncelleştirilemedi: %s
zh_tw: 無法更新相關的國家：%s

source: An error occurred while adding the state.
he_il: אירעה שגיאה בעת הוספת מדינה
tr_tr: Eyalet eklenirken bir hata oluştu.
zh_tw: 發生錯誤：同時增加的狀態。

source: An error occurred while fetching the state.
he_il: שגיאה אירעה בעת בדיקת המצב.
tr_tr: Eyalet bilgisi getirilirken bir hata oluştu.
zh_tw: 提取時發生錯誤的狀態。

source: Invalid tax properties.
he_il: מאפייני מס לא תקינים.
tr_tr: Geçersiz vergi özellikleri.
zh_tw: 無效的稅金功能。

source: An error occurred while importing the tax: %s
tr_tr: Vergi içe aktarılırken bir hata oluştu: %s
zh_tw: 在導入稅率時發生錯誤：%s

source: This tax rule cannot be saved.
he_il: כלל מס זה לא ניתן לשמירה.
tr_tr: Bu vergi kuralı kaydedilemez.
zh_tw: 無法儲存稅務規則

source: Invalid currency properties.
he_il: מאפייני מטבע שגויים.
tr_tr: Geçersiz para birimi özellikleri.
zh_tw: 無效的貨幣屬性。

source: An error occurred while importing the currency: %s
tr_tr: Para birimi içe aktarılırken bir hata oluştu: %s
zh_tw: 導入貨幣時發生錯誤：%s

source: Localization pack corrupted: wrong unit type.
he_il: ערכת הלוקליזציה אינה תקינה: סוג יחידה שגוי.
tr_tr: Yerelleştirme paketi bozulmuş: yanlış birim tipi.
zh_tw: 包損壞：錯誤的單位類型。

source: An error occurred while setting the units.
he_il: שגיאה אירעה בעת הגדרת היחידות.
tr_tr: Birimler ayarlanırken bir hata oluştu.
zh_tw: 設定時發生錯誤的單位。

source: An error occurred while installing the module: %s
tr_tr: Modül kurulumu sırasında bir hata oluştu: %s
zh_tw: 安裝模組時發生錯誤：%s

source: An error occurred while uninstalling the module: %s
tr_tr: Modül kaldırılırken bir hata oluştu: %s
zh_tw: 移除模組時發生錯誤：%s

source: An error has occurred, this module does not exist: %s
tr_tr: Bir hata oluştu, bu modül yok: %s
zh_tw: 發生了一個錯誤，這個模塊不存在：%s

source: An error occurred during the configuration setup: %1$s
tr_tr: Yapılandırma kurulumu sırasında bir hata oluştu: %1$s
zh_tw: 在配置設置時發生錯誤：%1$s

source: An error occurred during the default group update
he_il: שגיאה אירעה בעת עדכון קבוצת ברירת המחדל.
tr_tr: Varsayılan grup güncellemesi sırasında bir hata oluştu
zh_tw: 更新預設群組時發生錯誤

source: An error has occurred during the default group update
he_il: שגיאה אירעה בעת עדכון קבוצת ברירת המחדל.
tr_tr: Varsayılan grup güncellemesi sırasında bir hata oluştu
zh_tw: 更新預設群組時發生錯誤

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
he_il: מס זה נמצא כרגע בשימוש ככלל מס. האם אתה בטוח שברצונך להמשיך?
tr_tr: Bu vergi şu anda bir vergi kuralı olarak kullanımda. Devam etmek istediğinize emin misiniz?
zh_tw: 這個稅項目前用於稅務規則，確定要繼續？

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
he_il: מס זה נמצא כרגע בשימוש בכלל מס. אם תמשיך, המס ימחק מכלל המס. האם אתה בטוח שברצונך להמשיך?
tr_tr: Bu vergi şu anda bir vergi kuralı olarak kullanımda. Eğer devam ederseniz, bu vergi, vergi kurallarından kaldırılacak. Devam etmek istediğinize emin misiniz?
zh_tw: 這個稅項目前作為稅務規則，如果繼續，這個稅項會從稅務規則中移除，確定要繼續？

source: A tax rule already exists for this country/state with tax only behavior.
he_il: קיים חוק מס לארץ/מדינה זו, עם הגדרת "מס זה בלבד".
tr_tr: Bu ülke/eyalet için sadece vergi davranışında bir vergi kuralı zaten var.
zh_tw: 這個國家或地區已經設定了只接受含稅的稅務規則.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
tr_tr: Posta Kodu geçersiz. Şu şekilde yazılmalı: %country% için %format%.
zh_tw: 郵遞區號有誤，請依照格式輸入： %country% 郵遞區號格式 為 %format%。

source: An error has occurred: Cannot save the current tax rule.
he_il: שגיאה אירעה: לא ניתן לשמור את כלל המס הנוכחי
tr_tr: Bir hata meydana geldi: Mevcut vergi kuralı kaydedilemiyor.
zh_tw: 有錯誤發生：無法儲存目前稅務規則

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
tr_tr: OpenSSL modülü olmadan yeni bir dil eklemek başarısız olabilir. Sunucu yapılandırmasından openssl.so ayarını etkinleştirin.
zh_tw: 請啟用伺服主機的 openssl 服務，否則載入新語系時會使用到 OpenSSL 模組，可能會失敗。

source: Cannot load the localization pack.
he_il: לא ניתן לטעון חבילת לוקאליזציה (מאתר prestashop.com ומהתיקייה המקומית שלך "localization")
tr_tr: Yerelleştirme paketi yüklenemiyor.
zh_tw: 無法載入語言包

source: Please select at least one item to import.
he_il: בחר לפחות פריט אחד לביא.
tr_tr: Lütfen içe aktarmak için en az bir nesne seçin.
zh_tw: 請至少選擇一個內容項匯入。

source: %language% could not be loaded
tr_tr: %language% yüklenemedi
zh_tw: 無法載入%language%

source: This ISO code already exists.You cannot create two countries with the same ISO code.
he_il: קוד ISO זה כבר קיים. לא ניתן ליצור שתי מדינות עם קוד ISO זהה.
tr_tr: Bu ISO kodu zaten kullanımda, aynı ISO kodu ile iki ülke oluşturulamaz.
zh_tw: 這個 ISO 代碼已經存在，您無法建立兩個使用同樣代碼的國家

source: Invalid address layout %s
tr_tr: Geçersiz adres düzeni %s
zh_tw: 地址格式有誤 ％s

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
he_il: בעת מחיקת השפה, כל התרגומים המקושרים בבסיס הנתונים יימחקו. האם אתה בטוח שאתה רוצה למחוק את השפה הזו?
tr_tr: Bir dili sildiğiniz zaman veritabanında onunla bağlantılı olan bütün çevirilerde silinir, devam etmek istediğinizden emin misiniz?
zh_tw: 當您刪除一個語言，資料庫所有相關翻譯都會刪除，確定要繼續？

source: When you delete a language, all related translations in the database will be deleted.
he_il: אם אתה מוחק שפה כל התרגומים המקושרים בבסיס הנתונים נמחקים
tr_tr: Bir dili sildiğiniz zaman veritabanında onunla bağlantılı olan bütün çevirilerde silinir.
zh_tw: 刪除語言將同時刪除所有資料庫中的翻譯資料

source: Your .htaccess file must be writable.
he_il: קובץ ה .htaccess חיב להיות ניתן לכתיבה
tr_tr: .htaccess dosyanız yazılabilir olmalı.
zh_tw: 您的 .htaccess 檔案必須可以寫入

source: You cannot delete the default language.
he_il: לא ניתן למחוק שפת ברירת מחדל
tr_tr: Varsayılan dili silemezsiniz.
zh_tw: 您不能刪除預設語言

source: You cannot delete the language currently in use. Please select a different language.
he_il: לא ניתן למחוק את השפה שנמצאת כעת בשימוש, יש לשנות שפה בטרם תוכל למחוק שפה זו.
tr_tr: Kullanılmakta olan dili silemezsiniz. Lütfen başka bir dil seçin.
zh_tw: 您無法刪除正在使用的語言，請選擇其他語言

source: You cannot change the status of the default language.
he_il: לא ניתן לשנות מצב של שפת ברירת המחדל.
tr_tr: Varsayılan dilin durumunu değiştiremezsiniz.
zh_tw: 您無法在預設語言裡更改狀態

source: This ISO code is already linked to another language.
he_il: קוד ISO זה מקושר כבר לשפה אחרת.
tr_tr: Bu ISO kodu zaten başka bir dile bağlantılanmış.
zh_tw: 此ISO代碼已連結到另一個種語言。

source: Flag and "No picture" image fields are required.
he_il: שדות התמונה של הדגל ו "אין תמונה" הם שדות חבה.
tr_tr: Bayrak ve "Görüntü yok" resim alanları gereklidir.
zh_tw: 國旗及無圖片文字是必需的。

source: An error occurred while copying "No Picture" image to your product folder.
he_il: אירעה שגיאה בעת העתקת "לא קיימת תמונה" לתיקיית המוצר
tr_tr: "Görüntü yok" resmi ürün dizininize kopyalanırken bir hata meydana geldi.
zh_tw: 複製 "無圖片" 的圖示到產品目錄時發生錯誤

source: An error occurred while copying "No picture" image to your category folder.
he_il: אירעה שגיאה בעת העתקת "לא קיימת תמונה" לתיקיית הקטגוריה
tr_tr: "Görüntü yok" resmi kategori dizininize kopyalanırken bir hata meydana geldi.
zh_tw: 複製時發生錯誤無圖片到您的類資料夾。

source: An error occurred while copying "No picture" image to your brand folder.
tr_tr: "Görüntü yok" resmi marka dizininize kopyalanırken bir hata meydana geldi.
zh_tw: 複製 "無圖片" 的圖示到商品目錄時發生錯誤。

source: An error occurred while resizing "No picture" image to your product directory.
he_il: שגיאה אירעה בעת שינוי גודל תמונת "ללא תמונה" בספריית המוצר.
tr_tr: "Görüntü yok" resmi ürün dizininize yeniden boyutlandırılırken bir hata meydana geldi.
zh_tw: 調整大小時發生錯誤沒有畫面圖示，您的產品目錄。

source: An error occurred while resizing "No picture" image to your category directory.
he_il: שגיאה אירעה בעת שינוי גודל תמונת "ללא תמונה" בספריית הקטגוריות.
tr_tr: "Görüntü yok" resmi kategori dizininize yeniden boyutlandırılırken bir hata meydana geldi.
zh_tw: 調整大小時發生錯誤沒有畫面圖示，您的分類目錄。

source: An error occurred while resizing "No picture" image to your brand directory.
tr_tr: "Görüntü yok" resmi marka dizininize yeniden boyutlandırılırken bir hata meydana geldi.
zh_tw: 在復制“無照片”圖像進您的品牌目錄時發生了錯誤。

source: An error occurred during image deletion process.
he_il: אירעה שגיאה בעת מחיקת התמונה
tr_tr: Resim silme işlemi sırasında bir hata oluştu.
zh_tw: 刪除圖片時發生錯誤

source: Iso code is not valid
he_il: קוד ISO לא תקין
tr_tr: Iso kodu geçerli değil
zh_tw: ISO代碼無效

source: Technical Error: ps_version is not valid
he_il: שגיאה: ערך ps_version לא תקין
tr_tr: Teknik Hata: pg_version geçerli değil
zh_tw: 技術錯誤：版本無法使用

source: Wrong ISO code, or the selected language pack is unavailable.
he_il: קוד ISO או חבילת שפה לא זמין
tr_tr: Yanlış ISO kodu, veya seçilen dil paketi kullanılamaz.
zh_tw: 錯誤的 ISO 代碼，或是選擇的語言包不存在

source: Technical Error: translation server unreachable.
he_il: שגיאה טכנית: לא ניתן להתחבר לשרת התרגומים.
tr_tr: Teknik Hata: çeviri sunucusuna erişilemiyor.
zh_tw: 技術錯誤：翻譯伺服器無法使用

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
tr_tr: "%folder%" klasörü oluşturulamıyor. Lütfen dizin yazma izinlerini kontrol edin.
zh_tw: 無法建立資料夾 "%folder%"。請檢查目錄的寫入權限

source: You must select two languages in order to copy data from one to another.
he_il: עליך לבחור 2 שפות בכדי להעתיק מידע מאחת לשניה
tr_tr: Verileri birinden diğerine kopyalamak için en az iki dil seçmelisiniz.
zh_tw: 請選擇2個語言, 以從其中一個複製資料到另一個

source: You must select two themes in order to copy data from one to another.
he_il: עליך לבחור 2 תבניות עיצוב בכדי להעתיק מידע מאחת לשניה
tr_tr: Verileri birinden diğerine kopyalamak için en az iki tema seçmelisiniz.
zh_tw: 請選擇2個網站外觀主題, 以從其中一個複製資料到另一個

source: An error occurred while copying data.
he_il: אירעה שגיאה בעת העתקת המידע
tr_tr: Veri kopyalama sırasında bir hata oluştu.
zh_tw: 資料複製時發生錯誤

source: There is nothing to copy (same language and theme).
he_il: אין מה להעתיק! (אותה שפה ותבנית)
tr_tr: Kopyalanacak bir şey yok (aynı dil ve tema seçili).
zh_tw: 無資料複製！(相同的語言和主題）

source: Theme(s) not found
he_il: תבני(ו)ת לא נמצאו
tr_tr: Tema(lar) bulunamadı
zh_tw: 找不到佈景

source: Impossible to create the directory "%folder%".
tr_tr: "%folder%" dizinini oluşturmak olanaksız.
zh_tw: 無法創建目錄＂%folder%＂．

source: Impossible to copy "%source%" to "%dest%".
tr_tr: "%source%" den "%dest%" e kopyalamak olanaksız.
zh_tw: 無法複製＂%source%＂至＂%dest%＂。

source: Impossible to translate "%dest%".
tr_tr: "%dest%" çevirmek olanaksız.
zh_tw: 無法翻譯＂%dest%＂。

source: A part of the data has been copied but some of the language files could not be found.
he_il: חלק מהמידע הועתק בהצלחה אולם מספר קבצי שפה לא נמצאו.
tr_tr: Verilerin bir kısmı kopyalandı fakat bazı dil dosyaları bulunamadı.
zh_tw: 已複製部分資料, 但某些語言檔案遺失

source: An error occurred while creating archive.
he_il: אירעה שגיאה בעת יצירת ארכיב
tr_tr: Arşiv oluştururken bir hata oluştu.
zh_tw: 一個建立歸檔檔案時發生錯誤。

source: Please select a language and a theme.
he_il: נא בחר שפה ותבנית אתר.
tr_tr: Lütfen bir dil ve tema seçin.
zh_tw: 請選擇語言和佈景

source: Tab "%s" is not valid
he_il: הטאב "%s" אינו חוקי
tr_tr: "%s" sekmesi geçerli değil
zh_tw: 頁籤 "%s" 有誤

source: Validation failed for: %file%
tr_tr: Doğrulama başarısız oldu: %file%
zh_tw: 驗證錯誤：%file%

source: Unidentified file found: %file%
tr_tr: Tanımlanamayan dosya bulundu: %file%
zh_tw: 找到無法辨識的檔案：%file%

source: The archive cannot be extracted.
he_il: לא ניתן לחלץ את קובץ הארכיון הזה.
tr_tr: Arşiv genişletilemiyor.
zh_tw: 檔案無法解壓縮

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
tr_tr: Şu dosya için ISO Kodu "%iso_code%" geçersiz: "%file%"
zh_tw: ISO 代碼 "%iso_code%" 有誤，相關檔案："%file%"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
he_il: לא ניתן לכתוב לקובץ השפה של ערכת העיצוב ( %s ). אנא בדוק הרשאות כתיבה.
tr_tr: Tema dil dosyası (%s) yazılamıyor. Yazma izinlerini kontrol edin.
zh_tw: 無法寫入佈景的語言檔案 (%s)，請檢查寫入權限。

source: Invalid theme "%theme%"
tr_tr: Geçersiz tema "%theme%"
zh_tw: 主題 "%theme%" 有誤

source: Invalid iso code "%iso_code%"
tr_tr: Geçersiz iso kodu "%iso_code%"
zh_tw: ISO 代碼 "%iso_code%" 有誤

source: This %type_content% file extension is not accepted.
tr_tr: Bu %type_content% türü dosya uzantısı kabul edilmiyor.
zh_tw: 不接受 ％type_content％ 文件擴展名。

source: Invalid module name "%module%"
tr_tr: Geçersiz modül adı "%module%"
zh_tw: 模組名稱 "%module%" 有誤

source: Invalid mail name "%mail%"
tr_tr: Geçersiz posta adı "%mail%"
zh_tw: 郵件名稱 "%mail%" 有誤

source: Directory "%folder%" cannot be created
tr_tr: "%folder%" dizini oluşturulamıyor
zh_tw: 無法建立資料夾 "%folder%"

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
tr_tr: E-posta çeviriniz standart dışı HTML içeriyor ve kaydedilemiyor. Lütfen içeriği kontrol edin.
zh_tw: 您的電子郵件翻譯包含一些無效的HTML，因此無法保存。 請檢查翻譯內容。

source: Your HTML email templates cannot contain JavaScript code.
he_il: תבנית האימייל ב-HTML לא יכולה להכיל קוד JavaScript.
tr_tr: HTML e-posta şablonunuz Javascript kodu içeremez.
zh_tw: 您的 HTML 郵件樣板不能包含 JavaScript 程式碼

source: Empty string found, please edit: "%file%"
he_il: נמצאה מחרוזת ריקה. אנא ערוך: "%file%"
tr_tr: Boş metin bulundu, lütfen düzenleyin: "%file%"
zh_tw: 找到空白字串，請編輯："%file%"

source: There is an error in template, an empty string has been found. Please edit: "%file%"
he_il: שגיאה בתבנית - נמצאה מחרוזת ריקה. אנא ערוך את: "%file%"
tr_tr: Şablonda bir hata var, boş bir dize bulundu. Lütfen düzenleyin: "%file%"
zh_tw: 模板有一個錯誤，找到一個空白字串，請編輯： "%file%"

source: The module directory must be writable.
he_il: ספריית המודולים חייבת להיות פתוחה לכתיבה
tr_tr: Modül klasörü yazılabilir olmalı.
zh_tw: 模組資料夾必須可以寫入

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
tr_tr: "%iso_code%" dili için bir e-posta dizini mevcut, ancak %folder% içinde varsayılan dil (%language%) için mevcut değil
zh_tw: %iso_code%語言的郵件目錄存在，但不是在%folder%裡的默認語言 (%language%)

source: missing translation(s)
he_il: תרגומים חסרים
tr_tr: eksik çeviri(ler)
zh_tw: 缺少翻譯

source: No Subject was found for %mail_name% in the database.
tr_tr: %mail_name% için veritabanında Konu bulunamadı.
zh_tw: %mail_name% 在資料庫中找不到主題

source: There was a problem getting the mail files.
he_il: קיימת בעיה בקבלת קבצי הדואר.
tr_tr: E-posta dosyalarını almada problem oluştu.
zh_tw: 這裡有一個問題得到的郵件檔案。

source: English language files must exist in %folder% folder
tr_tr: İngilizce dil dosyası %folder% klasöründe bulunmalı
zh_tw: 英文語言文件必須存在於 %folder% 文件夾中

source: Cannot write language file for email subjects. Path is: %folder%
tr_tr: E-posta konuları için dil dosyası yazılamıyor. Yol: %folder%
zh_tw: 無法為電郵主題編寫語言檔案。 路徑是：%folder%

source: Cannot write into the "%file%"
tr_tr: "%file%" içine yazılamıyor
zh_tw: 無法寫入 "%file%"

source: This expression uses a special syntax:
tr_tr: Bu ifade, özel bir söz dizimi kullanır:
zh_tw: 這個描述使用了特殊語法：

source: The geolocation database is unavailable.
he_il: קובץ נתוני מיקום גיאוגרפי לא זמין
tr_tr: Coğrafi Konum veritabanı mevcut değil.
zh_tw: 地理定位資料庫不存在

source: Country selection is invalid.
he_il: הארץ שנבחרה אינה חוקית
tr_tr: Ülke seçimi geçersiz.
zh_tw: 選擇的國家有誤

source: Invalid whitelist
he_il: רשימת משאלות לא תקינה
tr_tr: Geçersiz güvenli adresler listesi
zh_tw: 無效的白名單

source: You cannot delete the default currency
he_il: לא ניתן למחות מטבע ברירת מחדל
tr_tr: Varsayılan para birimini silemezsiniz
zh_tw: 不可刪除預設貨幣

source: You cannot disable the default currency
he_il: לא ניתן להפוך ללא פעיל את מטבע ברירת המחדל
tr_tr: Varsayılan para birimini devre dışı bırakamazsınız
zh_tw: 不可停用預設貨幣

source: This currency already exists.
he_il: מטבע זה קיים כבר.
tr_tr: Bu para birimi zaten var.
zh_tw: 這個貨幣已經存在

source: The currency conversion rate cannot be equal to 0.
tr_tr: Para birimi dönüşüm oranı 0'a eşit olamaz.
zh_tw: 貨幣匯率不能是 0。

source: This ISO code already exists. You cannot create two states with the same ISO code.
he_il: קוד ISO זה קיים כבר. לא ניתן ליצור שתי מדינות עם אותו קוד ISO באותה ארץ.
tr_tr: Bu ISO kodu zaten var. Aynı ISO kodu ile iki eyalet oluşturamazsınız.
zh_tw: 這個 ISO 代碼已經存在，您不能夠在同一個國家中新增兩個使用同樣 ISO 代碼的城市

source: This state was used in at least one address. It cannot be removed.
he_il: מדינה זו היתה בשימוש בלפחות כתובת אחת. לא ניתן להסירה.
tr_tr: Bu eyalet en az bir adres için kullanılmış. Bu yüzden kaldırılamaz.
zh_tw: 至少有一個地址使用了這個城市，所以無法刪除

source: Translation successfully updated
he_il: תרגום עודכן בהצלחה
tr_tr: Çeviri başarıyla güncellendi
zh_tw: 翻譯已成功更新

source: Failed to update translation
tr_tr: Çeviri güncelleştirmesi başarısız oldu
zh_tw: 無法更新翻譯

source: Please install the %module_name% module before using this feature.
tr_tr: Bu özelliği kullanmadan önce lütfen %module_name% modülünü kurun.
zh_tw: 請在使用該特性錢安裝%module_name%模式

source: A language pack is available for this ISO.
he_il: חבילת השפה זמינה עבור ISO זה (השם הוא
tr_tr: Bu ISO için bir dil paketi mevcut.
zh_tw: 有一語言包可用, ISO(名稱是

source: The Prestashop version compatible with this language and your system is:
tr_tr: PrestaShop sürümü bu dil ile uyumlu ve sisteminiz:
zh_tw: Prestashop 版本相容於這個語言，您的系統是：

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
tr_tr: Dil oluşturduktan sonra, "Uluslararası -- Çeviriler" altında bulunan ve indirebileceğiniz dil paketi içeriğini içe aktarabilirsiniz."
zh_tw: 在建立語言後，您可以匯入在 "本地化 - 翻譯" 下載的語言包內容。

source: No language pack is available on prestashop.com for this ISO code
he_il: אין חבילת שפה זמינה ב prestashop.com לקוד ISO זה
tr_tr: Bu ISO kodu için prestashop.com'da uygun bir dil paketi yok
zh_tw: 這個 ISO 代碼找不到適合的語言包

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
tr_tr: Bu dil paketinin bazı dosyaları kayıp olduğundan yönetim panelinde ve Mağazanızda kullanılamaz.
zh_tw: 這個語言包不完整，因為缺少部份檔案所以無法用在前後台。

source: Are you sure you want to restore the default address format for this country?
he_il: האם אתה בטוח שברצונך לשחזר את מבנה כתובת ברירת המחדל של ארץ זו?
tr_tr: Bu ülke için varsayılan adres biçimini sıfırlamak istediğinize emin misiniz?
zh_tw: 確認選項？

source: Please select a module!
tr_tr: Lütfen bir modül seçin!
zh_tw: 請選擇一個模組!

source: Please select your language!
he_il: אנא בחר את השפה שלך !
tr_tr: Lütfen dilinizi seçin!
zh_tw: 請選擇您的語言！

source: Cannot connect to the PrestaShop website to get the language list.
he_il: לא ניתן להתחבר ל prestashop.com בכדי לקבל את רשימת השפות
tr_tr: Dil listesini almak için prestashop.com'a bağlanılamıyor.
zh_tw: 無法連線 PrestaShop 網站來取得語言列表

source: Language files must be complete to allow copying of translations.
he_il: קבצי שפה חייבים להיות שלמים כדי לאפשר העתקה של תרגומים
tr_tr: Çevirilerin kopyalanabilmesi için dil dosyaları tamamlanmış olmalı.
zh_tw: 語言檔案必須完整來允許複製翻譯

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
he_il: מצב אבטחה (Apache mod_security) מופעל בשרת שלך. זה עלול לגרום לשגיאות מסוג בקשה לא תקינה (Bad Request)
tr_tr: Apache mod_security sunucunuzda aktif. Bu, bazı Geçersiz İstek hatalarına yol açabilir
zh_tw: Apache mod_security已在您的服務器啟用。這可能會導致一些 Bad Request 錯誤

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
he_il: אזהרה, השרת משתמש בטלאי suhosin ל PHP, דבר זה מגביל את מספר השדות בטופס:
tr_tr: Uyarı! Sunucu sağlayıcınız bir formda kullanılabilecek en yüksek alan sayısını sınırlayan PHP için Suhosin yamasını kullanıyor:
zh_tw: 警告: 您的主機服務提供廠商使用Suhosin的PHP修補, 這會限制表格中欄位的最大數字

source: Please ask your hosting provider to increase the Suhosin limit to
he_il: נא בקש מספק האחסון שלך להגדיל את מגבלת suhosin post ובקש ממנו מגבלה של
tr_tr: Suhosin sınırını şu değere artırmak için sunucu sağlayıcınız ile irtibat kurunuz
zh_tw: 請尋求主機提供者增加 suhosin 上限到

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
he_il: אזהרה, תצורת PHP שלך מגבילה את המספר המרבי של שדות כדי לכתוב בטופס
tr_tr: Uyarı! PHP yapılandırmanız bir formda kullanılabilecek alan sayısını şuna sınırlandırıyor:
zh_tw: 警告！您的 PHP 設定限制了一個表單欄位數量上限：

source: for max_input_vars.
he_il: עבור max_input_vars
tr_tr: max_input_vars.
zh_tw: 為最大輸入值。

source: Please ask your hosting provider to increase this limit to
he_il: יש לבקש מספק האחסון שלך להגדיל מגבלה הזו לערך של
tr_tr: Sınırı şu değere artırmak için sunucu sağlayıcınız ile irtibat kurunuz
zh_tw: 請尋求主機提供者增加這個上限到

source: %s at least, or you will have to edit the translation files.
he_il: לפחות %s , או שתצטרך לערוך את קבצי התרגום.
tr_tr: en az %s, ya da çeviri dosyalarını düzenlemek zorunda kalacaksınız.
zh_tw: %s 至少，否則您將需要編輯翻譯文件。

source: %limit% for suhosin.post.max_vars.
tr_tr: suhosin.post.max_vars için %limit%.
zh_tw: suhosin.post.max_vars 的 %limit%。

source: %limit% for suhosin.request.max_vars.
tr_tr: suhosin.request.max_vars için %limit%.
zh_tw: suhosin.post.max_vars 的 %limit%

source: %s at least, or you will have to edit the translation files manually.
he_il: %s לפחות, אחרת תאלץ לערוך את קובץ התרגום ידנית.
tr_tr: en az %s, ya da çeviri dosyalarını elle düzenlemek zorunda kalacaksınız.
zh_tw: 至少 %s 或手動編輯翻譯檔案。
