Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminNavigationNotification.*.xlf
Languages: ca_es, hu_hu, it_it, ro_ro

source: Did you check your conversion rate lately?
ca_es: Ha comprovat la seva taxa de conversió últimament?
hu_hu: Ellenőrizted már az átváltási árfolyamot?
it_it: Hai verificato ultimamente il tuo tasso di conversione?
ro_ro: Ti-ai verificat rata de conversie in ultimul timp?

source: How about some seasonal discounts?
ca_es: Què tal uns descomptes de temporada?
hu_hu: Mit gondolsz a szezonális akciókról?
it_it: Che ne dite di qualche sconto stagionale?
ro_ro: Ce zici de cateva reduceri de sezon?

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
ca_es: Heu revisat els vostres [1][2]carros abandonats[/2][/1]?[3]La vostra propera ordre pot estar amagada allà!
it_it: Hai consultato i tuoi [1][2]carrelli abbandonati[/2][/1]?[3]Il tuo prossimo ordine potrebbe essere nascosto lì!
ro_ro: Ti-ai verificat [1][2]cosurile abandonate[/2][/1]?[3]Urmatoarea ta comanda s-ar putea ascunde acolo!

source: Have you sent any acquisition email lately?
ca_es: Has enviat cap correu electrònic d'adquisició últimament?
hu_hu: Küldtél már korábban beszerzési e-mailt?
it_it: Hai inviato qualche email di acquisto ultimamente?
ro_ro: Ai trimis vreun e-mail de achizitie in ultima vreme?

source: Are you active on social media these days?
ca_es: Es manté actiu en les xarxes socials en aquests dies?
hu_hu: Aktívan használod mostanában a közösségi médiát?
it_it: Sei stato attivo sui social media in questi giorni?
ro_ro: Esti activ pe retelele sociale zilele acestea?

source: Have you considered selling on marketplaces?
ca_es: Ha pensat en vendre als marketplaces?
hu_hu: Fontolóra vetted, hogy piactereken árulj?
it_it: Hai pensato a vendere sul marketplace?
ro_ro: Te-ai gandit sa vinzi in marketplace-uri?

source: That's more time for something else!
ca_es: Això és més temps per a una altra cosa!
hu_hu: Így több idő marad valami másra!
it_it: Tutto tempo risparmiato per qualcos'altro!
ro_ro: Ai mai mult timp pentru alte lucruri!

source: No news is good news, isn't it?
ca_es: Si no hi ha notícies són bones notícies, oi?
hu_hu: Ha nincs hír, az jó hír, igaz?
it_it: Nessuna nuova, buona nuova, non è vero?
ro_ro: Nicio veste e o veste buna, nu?

source: Seems like all your customers are happy :)
ca_es: Sembla que tots els seus clients estan contents :)
hu_hu: Úgy tűnik, minden vásárlód elégedett :)
it_it: Sembra che tutti i tuoi clienti siano felici :)
ro_ro: Se pare ca toti clientii tai sunt fericiti :)

source: An error occurred while updating new window property.
ca_es: S'ha produït un error mentre s'actualitzava la nova propietat de la finestra.
hu_hu: Hiba lépett fel új ablak tulajdonág-frissítésekor.
it_it: Si è verificato un errore durante l'aggiornamento delle nuove proprietà della finestra.
ro_ro: A aparut o eroare la actualizarea noii proprietati a ferestrei.

source: An error occurred while updating the new window property for this object.
ca_es: S'ha produït un error mentre s'actualitzava la nova propietat de finestra per aquest objecte.
hu_hu: Hiba lépett fel az objektum új ablak tulajdonság-frissítésekor.
it_it: Si è verificato un errore durante l'aggiornamento delle nuove proprietà della finestra per questo oggetto.
ro_ro: A aparut o eroare la actualizarea noii proprietati a ferestrei pentru acest obiect.

source: Orders[1][/1]
ca_es: Comandes[1][/1]
hu_hu: Rendelések[1][/1]
it_it: Ordini[1][/1]
ro_ro: Comenzi[1][/1]

source: Customers[1][/1]
ca_es: Clients[1][/1]
hu_hu: Vásárlók[1][/1]
it_it: Clienti[1][/1]
ro_ro: Clienti[1][/1]

source: Messages[1][/1]
ca_es: Missatges[1][/1]
hu_hu: Üzenetek[1][/1]
it_it: Messaggi[1][/1]
ro_ro: Mesaje[1][/1]

source: from
ca_es: del
hu_hu: ettől:
it_it: da
ro_ro: de_la

source: No new order for now :(
ca_es: Sense nous ordres per ara :(
hu_hu: Jelenleg nincs új megrendelés :(
it_it: Per ora nessun nuovo ordine :(
ro_ro: Nici o comanda noua pentru moment :(

source: No new customer for now :(
ca_es: No n'hi han nous clients per ara :(
hu_hu: Jelenleg nincs új vevő :(
it_it: Per ora nessun nuovo cliente :(
ro_ro: Nici un client nou pentru moment :(

source: No new message for now.
ca_es: Cap missatge nou per ara.
hu_hu: Egyelőre nincs új üzenet.
it_it: Per ora non ci sono nuovi messaggi.
ro_ro: Nu sunt mesaje noi pana acum.

source: registered
ca_es: enregistrat
it_it: registrato
ro_ro: inregistrati

source: Your shop is in debug mode.
ca_es: La seva botiga està en mode de depuració.
hu_hu: A boltod hibakereső módban van.
it_it: Il tuo negozio si trova in modalità debug.
ro_ro: Magazinul tau este in modul de depanare.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
ca_es: Es mostren tots els missatges d'error i PHP. Quan ja no el necessiti, [1] apagar[/1] aquesta manera.
hu_hu: Az összes PHP hiba és üzenet megjelenik. Ha már nincs szükséged rá, [1]kapcsold ki[/1] ezt a módot.
it_it: Verranno mostrati tutti gli errori e i messaggi PHP. Quando non ne avrai più bisogno, [1]escludi[/1] questa modalità.
ro_ro: Toate erorile si mesajele PHP sunt afisate. Cand nu mai ai nevoie, [1]dezactiveaza[/1] aceasta optiune.

source: Your shop is in maintenance.
ca_es: La botiga està en mode de manteniment.
hu_hu: A webáruház karbantartás alatt áll.
it_it: Il tuo negozio è in fase di manutenzione.
ro_ro: Magazinul tau este in intretinere.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
ca_es: Els vostres visitants i clients no poden accedir a la vostra botiga quan aquesta estigui en mode manteniment. %s Per gestionar la configuració del manteniment, aneu a la pestanya Paràmetres de la Botiga > Manteniment.
it_it: I tuoi visitatori e i clienti non possono accedere al tuo negozio mentre si trova in modalità manutenzione.%s Per gestire le impostazioni, vai alla scheda Parametri Negozio > Manutenzione.
ro_ro: Vizitatorii si clientii tai nu pot avea acces la magazinul tau in timp ce acesta se afla in modul intretinere.%s Pentru a administra setarile de intretinere, mergi la fila Parametri Magazin > Intretinere.
