Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminShippingNotification.*.xlf
Languages: sq_al

source: You must choose at least one shop or group shop.
sq_al: Ju duhet të zgjidhni të paktën një dyqan ose grup dyqanesh.

source: An error occurred while saving this carrier.
sq_al: Gabim gjatë ruajtjes këtë transportuesit.

source: An error occurred while saving carrier groups.
sq_al: Gabim gjatë ruajtjes këtë grupit transportuesve.

source: An error occurred while saving carrier zones.
sq_al: Gabim gjatë ruajtjes së zonës së transportimit.

source: An error occurred while saving carrier ranges.
sq_al: Gabim gjatë ruajtjes së zonës së ramgut transportimit.

source: An error occurred while saving associations of shops.
sq_al: Ka ardhur deri tek një gabim gjatë ruajtjes së bashkësisë së dyqaneve.

source: An error occurred while saving the tax rules group.
sq_al: Ka ardhur deri tek një gabim gjatë ruajtjes së grupit të rregullave të tatmit.

source: An error occurred while saving carrier logo.
sq_al: Gabim gjatë ruajtjes së logos së transportuesit.

source: Ranges are not correctly ordered:
sq_al: Diapazonet nuk janë radhitur korrekt:

source: Reordering
sq_al: Riradhit

source: Ranges are overlapping
sq_al: Diapazonet janë mbivendosur
