Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminOrderscustomersHelp.*.xlf
Languages: sl_si

source: This customer will receive your newsletter via email.
sl_si: Kupec bo prejel vaše novice na mail.

source: Leave this field blank if there's no change.
sl_si: Pusti prazno, če ni sprememb.

source: Password should be at least %length% characters long.
sl_si: Geslo mora biti dolgo vsaj %length% znakov.

source: Enable or disable customer login.
sl_si: Dovoli ali prepovej kupcu prijavo.

source: This customer will receive your ads via email.
sl_si: Kupec bo prejel vaše reklame na mail.

source: Select all the groups that you would like to apply to this customer.
sl_si: Izberite vse skupine v katere želite dodati tega kupca.

source: This group will be the user's default group.
sl_si: Skupina bo privzeta skupina kupca.

source: Only the discount for the selected group will be applied to this customer.
sl_si: Popust samo za določenoskupino bo prikazan temu kupcu.

source: Valid characters:
sl_si: Dovoljeni znaki:

source: Prefix used for delivery slips.
sl_si: Predznak uporabljen za Prevzemnico.

source: The next delivery slip will begin with this number and then increase with each additional slip.
sl_si: Naslednja prevzemnica se bo začela s to številko, povečevala se bo z vsako naslednjo.

source: Adds an image before product name on Delivery-slip
sl_si: Doda sliko pred imenom izdelka na dostavnem obrazcu

source: Format: 2011-12-31 (inclusive).
sl_si: Format: 2011-12-31 (vključujoč).

source: Format: 2012-12-31 (inclusive).
sl_si: Format: 2012-12-31 (vključujoč).

source: Prefix used for credit slips.
sl_si: Predznak uporabljen za dobropise.

source: If enabled, your customers will receive an invoice for the purchase.
sl_si: Če je omogočeno, bo vaš kupec prejel račun za nakup/e.

source: If required, show the total amount per rate of the corresponding tax.
sl_si: Če je zahtevano, pokaži celotni znesek za davek.

source: Adds an image in front of the product name on the invoice
sl_si: Na računu doda sliko pred ime izdelka

source: Freely definable prefix for invoice number (e.g. #IN00001).
sl_si: Prosto izbrana predpona za številko računa (npr. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
sl_si: Naslednji račun se bo začel s to številko ki se bo potem povečala z vsakim nadaljnim računom. Nastavite 0 če želite ohraniti trenutno številko računa (ki je #%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
sl_si: Uporabi to polje za prikaz dodatnih informacij na računu, pod metodami plačila (kot so pravne informacije).

source: This text will appear at the bottom of the invoice, below your company details.
sl_si: To besedilo bo prikazano na dnu računa, pod podatki podjetja.

source: Choose an invoice model.
sl_si: Izberite vzorec računa.

source: Saves memory but slows down the PDF generation.
sl_si: Prihrani spomin, vendar upočasni izdelavo PDF.

source: You can also export orders which have not been charged yet.
sl_si: Tudi naročila ki še niso bila zaračunana lahko izvozite.

source: Would you like to allow merchandise returns in your shop?
sl_si: Želite, da se trgovsko blago vrne v vašo trgovino?

source: How many days after the delivery date does the customer have to return a product?
sl_si: Število dni, v katerih lahko stranka vrne izdelek po datumu dostave

source: Prefix used for return name (e.g. RE00001).
sl_si: Predpona uporabljena za ime vračila (e.g. RE00001).

source: Merchandise return (RMA) status.
sl_si: Status vračila blaga.

source: List of products in return package.
sl_si: Seznam izdelkov v vrnjenem paketu.

source: The link is only available after validation and before the parcel gets delivered.
sl_si: Povezava je na voljo po potrditvi in pred dostavo.

source: Select the fields you would like to be required for this section.
sl_si: Določite polja za katera hočete, da so zahtevana v tem oddelku.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
sl_si: Prosim prepričajte se, da izpolnjujete vse člene v zakonodaji, ki so za vašo državo.

source: This feature generates a random password before sending an email to your customer.
sl_si: Ta funkcija generira naključno geslo in ga pošlje uporabniku.

source: This note will be displayed to all employees but not to customers.
sl_si: To sporočilce bo prikazano vsem zaposlenim, ne pa stranki.

source: You can add a comment here.
sl_si: Tu lahko dodate opombe.

source: View details on the customer page
sl_si: Prikaži podrobnosti na strankini strani

source: View details on the order page
sl_si: Prikaži podrobnosti na strani naročila

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
sl_si: Če se odločite za kreiranje tega popusta na vseh računih, bo ustvarjen le en popust za vsak posamezen račun.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
sl_si: Če ne izberete "Brezplačna dostava" se uporabljajo običajni prevozni stroški.

source: Resend this email to the customer
sl_si: Ponovno pošlji to e-pošto stranki

source: Do not forget to update your exchange rate before making this change.
sl_si: Ne pozabite posodobiti svojega menjalnega težaja, preden se odločite za to spremembo.

source: This feature will generate a random password and send an email to the customer.
sl_si: Ta možnost bo ustvarila naključno geslo in ga poslala v e-poštnem sporočilu stranki.

source: Search for an existing customer by typing the first letters of his/her name.
sl_si: Išči obstoječo stranko z vpisom prvih črk njenega imena.

source: Send an email to the customer with the link to process the payment.
sl_si: Pošlji elektronsko pošto kupcu s povezavo na obdelavo plačila.

source: Go on payment page to process the payment.
sl_si: Pojdi na stran za plačevanje za obdelavo plačila.
