Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminModulesHelp.*.xlf
Languages: ca_es, zh_tw

source: Click here to log in.
ca_es: Cliqueu aquí per iniciar sessió.
zh_tw: 登入

source: These modules require your attention: you need to take some action to ensure they are fully operational.
ca_es: Aquests mòduls requereixen la seva atenció: cal prendre alguna mesura per garantir el seu correcte funcionament.
zh_tw: 你需要注意這些模塊：你要採取一些行動來確保他們能全面運作。

source: Update these modules to enjoy their latest versions.
ca_es: Actualitza aquests mòduls per gaudir de la seva última versió.
zh_tw: 更新模塊以享用他們最新版本

source: Search modules: keyword, name, author...
ca_es: Cerca móduls: paraules clau, nom, autor...
zh_tw: 搜索模塊：關鍵詞，名字，作者。 。 。

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
ca_es: Si us plau, pugi només un arxiu cada vegada, .zip o en format tarball (.tar, .tar.gz o .tgz).
zh_tw: 請一次上傳一個文件，.zip 或者tarball 格式 (.tar, .tar.gz or .tgz).

source: Your module will be installed right after that.
ca_es: El seu mòdul serà instal·lat just després d'això.
zh_tw: 之後您的模塊將被安裝。

source: What happened?
ca_es: Què ha passat?
zh_tw: 發生什麼事？

source: You bought this module on PrestaShop Addons. Thank You.
ca_es: Heu adquirit aquest mòdul a PrestaShop Addons. Gràcies.
zh_tw: 感謝您在Prestashop Addons 購入此模組。

source: Bought
ca_es: Adquirit
zh_tw: 已購

source: This module is available on PrestaShop Addons.
ca_es: Aquest mòdul està disponible a PrestaShop Addons.
zh_tw: 該模塊在 Prestashop Addons 找到。

source: Popular
zh_tw: 熱門

source: This module is available for free thanks to our partner.
ca_es: Aquest mòdul és de franc gràcies al nostre col·laborador.
zh_tw: 感謝合作夥伴提供此免費模塊。

source: Official
ca_es: Oficial
zh_tw: 官方

source: Need update
ca_es: Cal ser actualitzat
zh_tw: 需要更新

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
ca_es: Personalitzi la seva botiga amb aquesta selecció de mòduls recomanats per a la seva botiga en funció del seu país, idioma i versió de PrestaShop. Inclou els mòduls més populars de Addons Markerplace i mòduls gratuïts dels nostres associats.
zh_tw: 按你所在國家，語言和PrestaShop 版本來個性化你的商店。它包含從我們Addons市場上的最熱門的模塊和免費的合作夥伴的模塊。

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
ca_es: Aquests són tots les mòduls que ha afegit a la seva botiga, ja sigui comprats a PrestaShop Addons o carregats directament.
zh_tw: 這些都是您添加到您商店的所有模塊，無論是從PrestaShop Addons購買，還是直接上傳。

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
ca_es: Aquests mòduls de PrestaShop es pre-instal·len quan crees la teva botiga. Cobreixen les funcions bàsiques d'un comerç electrònic i són gratuïts.
zh_tw: PrestaShop的這些模塊在您設置店舖時預先安裝。 它們涵蓋了電子商務的基本功能，並免費提供。

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
ca_es: Cada tema que instal·la té el seu propi conjunt de mòduls. Aquí trobarà tots els mòduls relacionats amb el seu tema activat.
zh_tw: 你每安裝的一個主題都自帶模塊。你將在這找到所有和你活動主題相關的模塊。
