Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminDesignNotification.*.xlf
Languages: ca_es

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
ca_es: El tema actual no està disponible. Si us plau reviseu el nom del directori del tema ("%s") i els permisos.

source: The uploaded file is too large.
ca_es: El fitxer carregat és massa gran.

source: Invalid file format.
ca_es: Format de fitxer invàlid.

source: Failed to move uploaded file.
ca_es: S'ha fallat al moure el fitxer carregat.

source: Warning: if no email logo is available, the main logo will be used instead.
ca_es: Atenció: si no hi ha un logo disponible per a email, s'utilitzarà el logo principal.

source: Your RTL stylesheets has been generated successfully
ca_es: Els vostres full d'estil RTL han estat generats amb éxit

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the 'Regenerate thumbnails' button.
ca_es: El vostre tema s'ha restablert correctament a la configuració predeterminada. És possible que vulgueu regenerar les vostres imatges. Mireu a Millora > Disseny > Configuració d'imatges per a cercar el botó 'Regenerar miniatures'.

source: The page Category cannot be moved here.
ca_es: La categoria de pàgina no es pot moure aquí.

source: No items found
ca_es: Elements no trobats

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
ca_es: S'han trobat imatges duplicades al moure les imatges del producte. Probablement això es a causa de les imatges de demostració no utilitzades. Assegureu-vos de que la carpeta %folder% només contè imatges de demostració, i després, elimineu-la.

source: Incorrect value for the selected JPEG image compression.
ca_es: Valor incorrecte de compressió per a la imatge JPEG seleccionada.

source: Incorrect value for the selected PNG image compression.
ca_es: Valor incorrecte de compressió per a la imatge PNG seleccionada.

source: This name already exists.
ca_es: Aquest nom ja existeix.

source: Source file does not exist or is empty (%filepath%)
ca_es: El fitxer font no existeix o és buit (%filepath%)

source: Failed to resize image file (%filepath%)
ca_es: No s'ha pogut redimensionar l'imatge (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
ca_es: No s'ha pogut canviar la mida d'arxiu d'imatge a alta resolució (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
ca_es: La imatge original està corrupta (%filename%) per al producte %id% o no es té accés al fitxer.

source: Original image is missing or empty (%filename%) for product ID %id%
ca_es: No es troba la imatge original o és buida (%filename%) per al producte %id%

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
ca_es: No es poden escriure imatges per aquest tipus: %1$s. Si us plau, comproveu els permissos d'escriptura de la carpeta %2$s.

source: Only part of the images have been regenerated. The server timed out before finishing.
ca_es: Només una part de les imatges han estat regenerats, servidor de temps d'espera abans d'acabar.

source: Server timed out. The watermark may not have been applied to all images.
ca_es: Temps de servidor a caducat, la marca d'aigua potser no s'ha aplicat a totes les imatges.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
ca_es: No es pot desar la imatge "No imatge" a la carpeta d'imatges %s. Si us plau, comproveu els permisos d'escriptura de la carpeta.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
ca_es: Error: la configuració del servidor no és compatible amb el sistema nou de imatges. No s'ha mogut cap imatge

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
ca_es: No totes les imatges s'han mogut, servidor de temps d'espera abans d'acabar. Feu clic a "Posar les imatges" de nou per reprendre les imatges en moviment

source: Error: Some -- or all -- images cannot be moved.
ca_es: Error: algunes o totes les imatges no s'han pogut moure.

source: After modification, do not forget to regenerate thumbnails
ca_es: Després de fer modificacions, no oblidi regenerar les miniatures

source: Your theme has been correctly exported: %path%
ca_es: El vostre tema s'ha exportat correctament: %path%

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
ca_es: Ha succeït un error mentre es pujava la icona de favorits: no es pot copiar el fitxer "%s" a la carpeta "%s".

source: An error occurred. The information "%s" is missing.
ca_es: Hi ha hagut un error. La informació "%s" no hi és.

source: An error occurred. The template "%s" is missing.
ca_es: Hi ha hagut un error. La plantilla "%s" no es troba.

source: This theme is not valid for PrestaShop 1.7
ca_es: Aquest tema no es vàlid per a PrestaShop 1.7

source: If you want to order/move the following data, please select a shop from the shop list.
ca_es: Si voleu ordenar/moure la següent informació, si us plau seleccioneu una botiga del llistat de botigues

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
ca_es: Pot optar per mantenir les seves imatges emmagatzemades en el sistema anterior - la qual cosa no suposa cap problema.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
ca_es: També pot decidir migrar les imatges al nou sistema d'emmagatzematge: en aquest cas, premi el botó "Moure les imatges" que veurà a continuació. Sigui pacient, ja que això pot trigar diversos minuts.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
ca_es: Després de moure totes les vostres imatges de producte, per tal dobtenir el millor rendiment, poseu en "No" l'opció "Utilitzar el sistema de fitxers d'imatge heretat".

source: Your page will be saved as a draft
ca_es: La seva pàgina serà desada com esborrany
