Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminOrderscustomersFeature.*.xlf
Languages: es_es, ja_jp

source: Download credit slip
es_es: Descargar factura por abono

source: Ref:
ja_jp: コード：
