Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminDashboardHelp.*.xlf
Languages: ca_es, zh_tw

source: This mode displays sample data so you can try your dashboard without real numbers.
ca_es: Aquest mode mostra dades de mostre per a que pugueu provar el taulell sense dades reals.
zh_tw: 本模式所顯示的資料為範例數據而非真實資料，您可以在此測試您的控制面板。

source: Choose a fixed fee for each order placed in %currency% with %module%.
ca_es: Trieu una tarifa fixa per cada comanda realitzada en %currency% amb el %module%.
zh_tw: 在%currency%用%module%為每個在已下訂單選擇一個固定的費用。

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
ca_es: Trieu una tarifa variable per a cada comanda realitzada en %currency% amb %module%. S'aplicarà sobre el total pagat amb els impostos.
zh_tw: 在%currency%用%module%為每個已定購產品選擇不同費用。它將使用到含稅的總付款中。

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
ca_es: Trieu una tarifa fixa per cada comanda realitzada a una moneda estrangera amb el %module%.
zh_tw: 為使用%module%訂購的每筆外幣訂單選擇固定費用。

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
ca_es: Trieu una tarifa variable per cada comanda realitzada a una moneda estrangera amb el %module%. S'aplicarà sobre el total pagat amb els impostos.
zh_tw: 用%module%為每件已購產品用外匯付款選擇一個不同的費用。它將加到含稅的總付款中。

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
ca_es: Pel transportista anomenat %s, indiqueu la despesa de lliurament a domicili en percentatge sobre el preu carregat als clients.
zh_tw: 物流商【%s】將以訂單價格的百分比計算國內運費。

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
ca_es: Pel transportista anomenat %s, indiqueu la despesa de lliurament a domicili en percentatge sobre el preu carregat als clients.
zh_tw: 物流商【%s】將以訂單價格的百分比計算海外運費。

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
ca_es: Mètode: indiqueu el vostre de marge en percentatge del transportista. Per exemple, si carregueu 10$ de despesa de lliurament al vostre client per a un enviament, però realment pagueu 4$ al transportista, cal que indiqueu "40" al camp de percentatge.
zh_tw: 計算方法：表示運費利潤率的百分比。例如：如果您每次出貨向客戶收取運費 10 美元，但您真實支付 4 美元給這家物流公司，那麼您應該在百分比欄位標明 “40”，也就是40%。

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
ca_es: Heu de calcular aquest percentatge així: ((ingressos totals per vendes) - (cost de productes)) / (ingressos totals per vendes) * 100. Aquest valor només s'utilitza per calcular el marge brut aproximat al Tauler de control, si no s'especifica un preu de majorista per a cada producte.
zh_tw: 您要依照以下公式計算比例：( ( 總銷售營業額 ) - ( 商品銷售成本 ) ) / ( 總銷售營業額 ) * 100 如果您沒有設定每件商品的批發價，這個數值僅能表示在儀表板上的大致毛利率。

source: You should calculate this value by making the sum of all of your additional costs per order.
ca_es: Heu de calcular aquest valor fent la suma de totes les despeses addicionals per comanda.
zh_tw: 此值為所有訂單額外費用的總合
