Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/EmailsBody.*.xlf
Languages: az_az, gl_es, sr_cs

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
gl_es: Por favor, vai a <a href="{order_link}">{order_link}</a> para finaliza-lo pagamento.
sr_cs: Idite na <a href="{order_link}">{order_link}</a> da završite plaćanje.

source: Processing
gl_es: Procesando
sr_cs: Obrađivanje

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
gl_es: Actualmente estamos a procesa-la túa encomenda a <strong><span>{shop_name}</span></strong> coa referencia <strong><span>{order_name}</span></strong>.
sr_cs: Trenutno obrađujemo vašu <strong><span>{shop_name}</span></strong> porudžbinu sa referencom <strong><span>{order_name}</span></strong>.

source: Customer service - Forwarded discussion
gl_es: Servizo de atención á clientela - Conversa transcrita
sr_cs: Korisnički servis - Prosleđena diskusija

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
gl_es: <span><strong>{employee}</strong></span> quería remitirche esta conversa.
sr_cs: <span><strong>{employee}</strong></span> želi da vam prosledi ovu diskusiju.

source: Discussion history:
gl_es: Historial da conversa:
sr_cs: Istorija diskusije:

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
gl_es: <span><strong>{employee}</strong></span> engadiu <span><strong>"{comment}"</strong></span>
sr_cs: <span><strong>{employee}</strong></span> je dodao <span><strong>"{comment}"</strong></span>

source: Order changed
gl_es: Encomenda modificada
sr_cs: Porudžbina je izmenjena

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> a <span><strong>{shop_name}</strong></span> foi modificada pola vendedora.
sr_cs: Vaša porudžbina sa referencom <span><strong>{order_name}</strong></span> sa <span><strong>{shop_name}</strong></span> je izmenjena od strane prodavca.

source: Thanks for your order with the reference {order_name} from {shop_name}.
gl_es: Graciñas pola túa encomenda coa referencia {order_name} dende {shop_name}.
sr_cs: Hvala vam za porudžbinu sa referencom {order_name} sa {shop_name}.

source: Item(s) out of stock
gl_es: Artigo(s) esgotado(s)
sr_cs: Rasprodate stavke

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
gl_es: Desafortunadamente, un ou máis artigos están actualmente esgotados. Isto pode causar un lixeiro atraso na túa entrega. Por favor, acepta as nosas desculpas e fica segura de que estamos a traballar duramente para corrixir isto.
sr_cs: Nažalost, jedna ili više stavki su za sada rasprodate. Ovo može izazvati kašnjenje u isporuci. Prihvatite naše izvinjenje i budite uvereni da radimo na tome da ispravimo ovo.

source: Your cart at {shop_name}
gl_es: O teu carro en {shop_name}
sr_cs: Vaša korpa u {shop_name}

source: Your cart has been saved, you can resume your order by visiting our shop:
gl_es: Gardouse o teu carro; podes retoma-la túa encomenda visitando a nosa tenda:
sr_cs: Vaša korpa je sačuvana, možete nastaviti sa porudžbinom posetom naše prodavnice:

source: Here is your coupon:
gl_es: Velaquí o teu cupón:
sr_cs: Ovde je vaš kupon:

source: Enter this code in your shopping cart to get your discount.
gl_es: Introduce este código no teu carro da compra para obte-lo teu desconto.
sr_cs: Upišite ovaj kod u vašu korpu za dobijanje popusta.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
gl_es: Es unha das nosas mellores clientas, porén non realizaches ningunha encomenda nos últimos {days_threshold} días.
sr_cs: Vi ste jedan od naših najboljih kupaca, čak i ako niste postavili porudžbinu {days_threshold} dana.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
gl_es: Desexamos agraderche a confianza que puxeches en nós e queremos darche un desconto do {amount}% válido para a túa vindeira encomenda! Esta oferta é válida durante <span><strong>{days}</strong></span> días, así que non perdas nin un momento!
sr_cs: Želimo da vam se zahvalimo na poverenju koje ste nam ukazali i želimo da vam damo popust od {amount}% koji važi do vaše sledeće porudžbine! Ova ponuda važi <span><strong>{days}</strong></span> dana. Ne gubite vreme!

source: Thank you for your order at {shop_name}.
gl_es: Graciñas pola túa encomenda en {shop_name}.
sr_cs: Hvala vam za porudžbinu u {shop_name}.

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
gl_es: Para darche as grazas, queremos darche un desconto do <span><strong>{amount}</strong></span>% na túa vindeira encomenda! Esta oferta é válida durante <span><strong>{days}</strong></span> días, así que non perdas un momento!
sr_cs: Kako bi smo vam se zahvalili, dajemo vam popust od <span><strong>{amount}</strong></span>% na vašu sledeću porudžbinu! ova ponuda važi <span><strong>{days}</strong></span> dana. Ne trošite vreme uzaludno!

source: Thanks for your trust.
gl_es: Grazas pola túa confianza.
sr_cs: Hvala vam što nam verujete.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
gl_es: Es unha das nosas mellores clientas e, como tal, queremos agradecerche o teu continuo apoio.
sr_cs: Vi ste jedan od naših najboljih kupaca i želimo davam se snažno zahvalimo na tome.

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
gl_es: Como agradecemento pola túa fidelidade, querémosche dar un desconto do <span><strong>{amount}</strong></span>% válido para a túa vindeira encomenda! Esta oferta é válida durante <span><strong>{days}</strong></span> días, así que non perdas un momento!
sr_cs: Kao znak zahvalnosti za vernost , želimo da vam damo popust od <span><strong>{amount}</strong></span>% koji važi do vaše sledeće porudžbine! Ova ponuda važi <span><strong>{days}</strong></span> dana. Ne gubite vreme!

source: {product} is now available.
gl_es: {product} está agora dispoñible.
sr_cs: {product} je sada dostupan.

source: This item is once again in-stock.
gl_es: Este artigo está outra vez en stock.
sr_cs: Ova stavka je ponovo u ponudi.

source: You can access the product page by clicking on the link:
gl_es: Podes acceder á páxina do produto premendo na ligazón:
sr_cs: Možete pristupiti stranici proizvoda klikom na link:

source: You can order it right now from our online shop.
gl_es: Podes pedilo agora mesmo dende a nosa tenda online.
sr_cs: Možete naručiti odmah iz naše onlajn prodavnice.

source: Congratulations!
az_az: Təbriklər!
gl_es: Parabéns!
sr_cs: Čestitamo!

source: Best regards,
gl_es: Saúdos,
sr_cs: Srdačan pozdrav,

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
gl_es: A túa amiga/o <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> realizou a súa primeira encomenda en <a href="{shop_url}">{shop_name}</a>!
sr_cs: Preporučili ste prijatelju <span><strong>{sponsored_firstname}{sponsored_lastname}</strong></span> da postavi svoju prvu porudžbinu na <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
gl_es: Témo-lo pracer de che ofrecer un cupón polo valor de <span><strong>{discount_display} (cupón # {discount_name})</strong></span> que podes empregar na túa vindeira encomenda.
sr_cs: Zadovoljstvo nam je da ti ponudimo vaučer vredan <span><strong>{discount_display} (vaučer broj # {discount_name})</strong></span> koji možeš iskoristiti u sledećoj narudžbini.

source: {product} is almost out of stock.
gl_es: {product} está case esgotado.
sr_cs: {product} je skoro rasprodat.

source: The stock cover is now less than the specified minimum of:
gl_es: A cobertura do stock é agora menor có mínimo especificado de:
sr_cs: Pokrivenost zalihama je manja od određenog minimuma:

source: Current stock cover:
gl_es: Cobertura actual do stock:
sr_cs: Trenutna pokrivenost zalihama:

source: join us!
gl_es: Únete a nós!
sr_cs: pridružite nam se!

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
gl_es: A túa amiga/o <span><strong>{firstname} {lastname}</strong></span> quere recomendarche <a href="{shop_url}">{shop_name}</a>!
sr_cs: Vaš prijatelj <span><strong>{firstname} {lastname}</strong></span> želi da vas preporuči na <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
gl_es: Témo-lo pracer de che ofrecer un cupón por valor de<span><strong>{discount}</strong></span> que podes empregar na túa próxima encomenda.
sr_cs: Zadovoljstvo nam je da vam ponudimo vaučer vredan <span><strong>{discount}</strong></span> koji možete iskoristiti u sledećoj narudžbini.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
gl_es: Sigue a recomendación e gaña un cupón de desconto de <span><strong>{discount}!</strong></span>
sr_cs: Budi preporučen i zaradi vaučer sa popustom od <span><strong>{discount}%!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
gl_es: É moi doado rexistrarse. Simplemente preme aquí!
sr_cs: Prijavljivanje je veoma jednostavno. Samo kliknite ovde!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
gl_es: Cando te rexistres, non esquezas proporcionar o enderezo de correo electrónico da amiga ou amigo que che fixo a recomendación:
sr_cs: Pri prijavljivanju, ne zaboravite da obezbedite mejl adresu prijatelja koji vas je preporučio:

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
gl_es: Grazas por te subscribires ao noso boletín de novas. Por favor, confirma a solicitude premendo na ligazón de embaixo:
sr_cs: Hvala vam za prijavljivanje na naš bilten, potvrdite vaš upit klikom na link ispod :

source: Thank you for subscribing to our newsletter.
gl_es: Grazas por te subscribires ao noso boletín de novas.
sr_cs: Zahvaljujemo vam na prijavi za novosti.
