Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/EmailsBody.*.xlf
Languages: az_az, gl_es, sr_cs

source: Hi {firstname} {lastname},
az_az: Salam {firstname}{lastname},
gl_es: Ola {firstname} {lastname},
sr_cs: Zdravo {firstname} {lastname},

source: Here is the code of your voucher:
gl_es: Velaquí o código do teu cupón:
sr_cs: Ovde je kod vašeg vaučera:

source: Simply copy/paste this code during the payment process for your next order.
gl_es: Simplemente copia/pega este código durante o proceso de pagamento da túa próxima encomenda.
sr_cs: Jednostavno kopiraj/zalepi ovaj kod u toku procesa plaćanja sledeće narudžbine.

source: Referral Program
gl_es: Programa de Recomendacións
sr_cs: Program preporučivanja

source: We have created a voucher in your name for referring a friend.
gl_es: Creamos un cupón ao teu nome por ternos recomendado a unha amiga/o.
sr_cs: Imamo spremljen vaučer u vaše ime za preporuku prijatelja.

source: , with an amount of
gl_es: , cun importe de
sr_cs: , sa sumom od

source: Order {order_name}
az_az: Sifariş {order_name}
gl_es: Encomenda {order_name}
sr_cs: Narudžbina {order_name}

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
gl_es: Podes revisar a túa encomenda e descargar a túa factura dende a sección <a href="{history_url}">"Historial de encomendas"</a> da túa conta premendo en <a href="{my_account_url}">"A miña conta"</a> na nosa tenda.
sr_cs: Možete napisati utiske o narudžbini i preuzeti vaš račun iz sekcije <a href="{history_url}">"Istorija narudžbi"</a> na vašem nalogu, klikom na <a href="{my_account_url}">"Moj nalog"</a> u našoj prodavnici.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
gl_es: Se tes unha conta de convidada, podes segui-la túa encomenda a través da sección <a href="{guest_tracking_url}?id_order={order_name}">"Seguimento para Convidadas"</a> da nosa tenda.
sr_cs: Ako imate gostujući nalog, možete pratiti vašu narudžbinu putem sekcije <a href="{guest_tracking_url}?id_order={order_name}">"Praćenje gosta"</a> u našoj radnji.

source: Order edited
gl_es: Pedido editado

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> foi modificada.

source: Payment processing error
gl_es: Erro no procesamento do pago
sr_cs: Greška u procesu plaćanja

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
gl_es: Hai un problema co teu pagamento para a encomenda realizada en <strong><span>{shop_name}</span></strong> coa referencia <strong><span>{order_name}</span></strong>. Por favor, ponte en contacto connosco tan axiña como che sexa posible.
sr_cs: Iskrsao je problem sa plaćanjem za <strong><span>{shop_name}</span></strong> narudžbinu sa referencom <strong><span>{order_name}</span></strong>. Kontaktirajte nas što je pre moguće.

source: We cannot ship your order until we receive your payment.
gl_es: Non podemos envia-la túa encomenda ata que recibamos o pagamento.
sr_cs: Ne možemo isporučiti vašu porudžbinu dok ne primimo novac.

source: Your {shop_name} login information
gl_es: A túa información de acceso a {shop_name}
sr_cs: Informacije prijave u vašu {shop_name} radnju

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
gl_es: Velaquí tes a túa información persoal de acceso a <span><strong>{shop_name}</strong></span>:
sr_cs: Ovde je vaša informacija za prijavljivanje u <span><strong>{shop_name}</strong></span>:

source: First name:
gl_es: Nome:
sr_cs: Ime:

source: Last name:
gl_es: Apelidos:
sr_cs: Prezime:

source: E-mail address:
az_az: E-poçt:
gl_es: Enderezo de correo electrónico:
sr_cs: Mejl adresa:

source: Your new {shop_name} login details
gl_es: Os teus novos datos de acceso a {shop_name}
sr_cs: Vaši novi detalji za prijavljivanje na {shop_name}

source: Refund processed
gl_es: Reembolso procesado
sr_cs: Vraćanje novca obrađeno

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
gl_es: Procesamos o teu reembolso dende <strong><span>{shop_name}</span></strong> para a encomenda coa referencia <strong><span>{order_name}</span></strong>.
sr_cs: Obradili smo vašu <strong><span>{shop_name}</span></strong> vraćanje novca za narudžbinu sa referencom <strong><span>{order_name}</span></strong>.

source: Your customer account creation
gl_es: Creación da túa conta de clienta
sr_cs: Kreiranje vašeg korisničkog naloga

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
gl_es: A túa conta de convidada para <span><strong>{shop_name}</strong></span> transformouse nunha conta de clienta.
sr_cs: Vaš gostujući nalog za <span><strong>{shop_name}</strong></span> je prebačen u korisnički nalog.

source: Please be careful when sharing these login details with others.
gl_es: Por favor, ten coidado cando compartas este datos de acceso con outras persoas.
sr_cs: Oprezno sa deljenjem ovih detalja prijavljivanja sa ostalima.

source: You can access your customer account on our shop:
gl_es: Podes acceder á túa conta de clienta na nosa tenda:
sr_cs: Možete pristupiti kupčevom nalogu u našoj radnji:

source: Order canceled
gl_es: Encomenda cancelada
sr_cs: Porudžbina otkazana

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> a <span><strong>{shop_name}</strong></span> foi cancelada.
sr_cs: Vaša porudžbina sa napomenom <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> je otkazana.

source: You have received a new log alert
gl_es: Recibiches unha nova alerta
sr_cs: Primili ste novo log upozorenje

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
gl_es: <span><strong>Atención:</strong></span> recibiches unha nova alerta no teu Panel de Administración.
sr_cs: <span><strong>Upozorenje:</strong></span> primili ste novi zapis upozorenja u vašem Back Office-u.

source: Your message to {shop_name} Customer Service
gl_es: A túa mensaxe ao Servizo de Atención á Cientela de {shop_name}
sr_cs: Vaša poruka za {shop_name} Korisnički servis

source: Your message has been sent successfully.
gl_es: A túa mensaxe enviouse correctamente.
sr_cs: Vaša poruka je uspešno poslata.

source: Product:
az_az: Məhsul:
gl_es: Produto:
sr_cs: Proizvod:

source: We will answer as soon as possible.
az_az: Ən qısa vaxtda sizə cavab verəcəyik.
gl_es: Responderemos tan axiña como sexa posible.
sr_cs: Odgovorićemo što je pre moguće.

source: Order ID:
az_az: Sifariş nömrəsi:
gl_es: ID da Encomenda:
sr_cs: ID narudžbine:

source: Attached file:
az_az: Qoşma sənəd:
gl_es: Arquivo adxunto:
sr_cs: Prikačeni fajl:

source: Message from a {shop_name} customer
gl_es: Mensaxe dunha clienta de {shop_name}
sr_cs: Poruka od {shop_name} kupca

source: Customer e-mail address:
az_az: Müştərinin e-mail adresi:
gl_es: Enderezo de correo electrónico da/o clienta/e:
sr_cs: Mejl kupca:

source: Hi,
gl_es: Ola,
sr_cs: Ćao,

source: Newsletter subscription
gl_es: Subscrición ao boletín de novas
sr_cs: Praćenje biltena

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
gl_es: Respecto á túa subscrición ao boletín de novas, temos o pracer de che ofrecer o seguinte cupón:
sr_cs: S' obzirom na vašu prijavu na bilten, drago nam je što vam možemo ponuditi ovaj vaučer:

source: {product} is nearly out of stock.
gl_es: {product} está case esgotado.
sr_cs: {product} je skoro rasprodat.

source: The remaining stock is now less than the specified minimum of
gl_es: O stock que queda é agora menor có mínimo especificado de
sr_cs: Preostale zalihe su manje od predviđenog minimuma od

source: Remaining stock:
gl_es: Stock restante:
sr_cs: Preostalo zalihe:

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
gl_es: Aconséllaseche abri-la administración da Páxina de Produto do produto para repoñer o teu inventario.
sr_cs: Savetujemo vam da otvorite administratorsku stranicu proizvoda kako bi ste napunili vaš invertar.

source: Thank you for shopping with {shop_name}!
az_az: {shop_name} ilə alış veriş etdiyiz üçün təşəkkür edirik!
gl_es: Grazas por mercares en {shop_name}!
sr_cs: Hvala vam što kupujete u {shop_name} online prodavnici!

source: Awaiting wire payment
az_az: Pul Köçürtmə Sistmindən ödəmə gözlənilir
gl_es: Agardando transferencia
sr_cs: Čekanje na bankovni prenos

source: You have selected to pay by wire transfer.
gl_es: Escolliches pagar mediante transferencia.
sr_cs: Izabrali ste plaćanje bankovnim prenosom.

source: Here are the bank details for your transfer:
gl_es: Velaquí tes os datos bancarios para a túa transferencia:
sr_cs: Ovde su detalji banke za vaš prenos:

source: Account owner:
az_az: Hesab sahibi:
gl_es: Titular da conta:
sr_cs: Vlasnk naloga:

source: Account details:
az_az: Hesab təfərrüatlar:
gl_es: Datos da conta:
sr_cs: Detalji naloga:

source: Bank address:
az_az: Bank Adresi:
gl_es: Enderezo do banco:
sr_cs: Adresa banke:

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> realizouse correctamente e <strong>enviaráseche tan axiña como recibamos o teu pagamento</strong>.
sr_cs: Vaša narudžbina sa referencom <span><strong>{order_name}</strong></span> je uspešno postavljena, a biće <strong>isporučena čim dobijemo vašu uplatu</strong>.

source: Amount:
az_az: Miqdar:
gl_es: Importe:
sr_cs: Iznos:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
gl_es: Se tes unha conta de convidada, podes segui-la túa encomenda a través da sección <a href="{guest_tracking_url}">"Seguimento para Convidadas"</a> da nosa tenda.
sr_cs: Ako imate gostojući nalog, možete pratiti vašu narudžbinu putem sekcije <a href="{guest_tracking_url}">"Praćenje gosta"</a> u našoj prodavnici.

source: Awaiting check payment
gl_es: Agardando pagamento por cheque
sr_cs: Čekanje provere plaćanja

source: You have selected to pay by check.
gl_es: Escolliches pagar con cheque.
sr_cs: Izabrali ste plaćanje čekom.

source: Here are the bank details for your check:
gl_es: Velaquí tes os datos bancarios para o teu cheque:
sr_cs: Ovde su detalji banke za vaš ček:

source: Payable to the order of:
gl_es: A pagar por orde de:
sr_cs: isplativo po nalogu:

source: Please mail your check to:
gl_es: Por favor, envía o teu cheque por correo a:
sr_cs: Povaljite mejlon vaš ček na:

source: Credit slip created
gl_es: Albará creado
sr_cs: Napravjen kreditni odsečak

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
gl_es: Xeramos un albará ao teu nome para a encomenda coa referencia <span><strong>{order_name}</strong></span>.
sr_cs: Izračunali smo kreditni odsečak u vašem nazivu za narudžbinu sa referencom <span><strong>{order_name}</strong></span>.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
gl_es: Podes revisar este recibo e descarga-la túa factura dende a sección <a href="{history_url}">"Os meus albarás"</a> da túa conta premendo en <a href="{my_account_url}">"A miña conta"</a> na nosa tenda.
sr_cs: Možete opisati ovaj kreditni odsečak i preuzeti vaš račun iz sekcije <a href="{history_url}">"Moji kreditni odsečci"</a> vašeg naloga, klikom na <a href="{my_account_url}">"Moj nalog"</a> u našoj prodavnici.

source: This is to inform you about the creation of a voucher.
gl_es: Creamos un cupón de desconto para ti.
sr_cs: Ovo vas informiše o kreiranju vaučera.

source: Thank you for creating a customer account at {shop_name}.
az_az: {shop name} -da müştəri hesabı yaratdığınız üçün təşəkkür edirik.
gl_es: Graciñas por creares unha conta en {shop_name}.
sr_cs: Hvala vam za kreiranje korisničkog naloga na {shop_name}.

source: Here are your login details:
az_az: Giriş məlumatlarınız:
gl_es: Velaquí tes os teus datos de acceso:
sr_cs: Ovde su vaši detalji za prijavu:

source: Important Security Tips:
az_az: Vacib təhlükəsizlik qaydaları:
gl_es: Consellos Importantes de Seguridade:
sr_cs: Važni bezbednosni saveti:

source: Always keep your account details safe.
az_az: Hesab məlumatlarını güvənli saxlayın.
gl_es: Mantén sempre a salvo os datos da túa conta.
sr_cs: Uvek čuvajte detalje vašeg naloga.

source: Never disclose your login details to anyone.
az_az: Giriş bilgilərinizi heç kim ilə paylaşmayın
gl_es: Nunca reveles os teus datos de acceso a ningúen.
sr_cs: Nikada nikome ne otkrivajte detalje vaše prijave.

source: Change your password regularly.
az_az: Şifrənizi müntəzəm olaraq dəyişin.
gl_es: Muda o teu contrasinal regularmente.
sr_cs: Redovno menjajte lozinku.

source: Should you suspect someone is using your account illegally, please notify us immediately.
az_az: Əgər hesabınızın başqa biri tərəfindən istifadə edildiyini düşünürsənizsa dərhal bizə xəbər edin.
gl_es: Se sospeitas que alguén está a emprega-la túa conta ilegalmente, por favor, notifícanolo decontado.
sr_cs: Ako sumnjate da neko ilegalno koristi vaš nalog, odmah nas obavestite.

source: You can now place orders on our shop:
az_az: Artı siz bizim səhifəmizdə sifariş edə bilərsiniz:
gl_es: Agora podes realizar encomendas na nosa tenda:
sr_cs: Sada možete da postavite narudžbine na našoj prodavnici:

source: Your {shop_name} login details
az_az: Sizin {shop_name} giriş məlumatlarınız əksikdir
gl_es: Os teus datos de acceso a {shop_name}
sr_cs: Vaši detalji za prijavu na {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
gl_es: Notamos que durante a túa última visita a {shop_name} non completáche-la encomenda que tiñas comezada.
sr_cs: Primetili smo da u toku vaše prošle posete na {shop_name}, niste završili započetu porudžbinu.

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
gl_es: Coma incentivo, podemos darche un desconto do {amount}% na túa vindeira encomenda! Esta oferta é válida durante <span><strong>{days}</strong></span> días, así que non perdas nin un momento!
sr_cs: Kao podsticaj, dali smo vam popust od {amount}% na vašu sledeću porudžbinu! Ova ponuda je važeća <span><strong>{days}</strong></span> dana. Ne troši vreme uzaludno!

source: In transit
gl_es: En tránsito
sr_cs: U tranzitu

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> está actualmente en tránsito.
sr_cs: Vaša narudžbina sa preporukom od <span><strong>{order_name}</strong></span> je trenutno u tranzitu.

source: You can track your package using the following link:
gl_es: Podes segui-lo teu paquete empregando a seguinte ligazón:
sr_cs: Možete pratiti vaš paket koristeći ovaj link:

source: Return #{id_order_return} - update
gl_es: Devolución #{id_order_return} - actualizada
sr_cs: Povraćaj #{id_order_return} - ažuriranje

source: We have updated the progress on your return #{id_order_return}, the new status is:
gl_es: Actualizamos o progreso da túa devolución #{id_order_return}, o novo estado é:
sr_cs: Ažurirali smo napredak vašeg povraćaja #{id_order_return}, novi status je:

source: Message from {shop_name}
gl_es: Mensaxe de {shop_name}
sr_cs: Poruka od {shop_name}

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
gl_es: Recibiches unha nova mensaxe de <span><strong>{shop_name}</strong></span> respecto da encomenda coa referencia <span><strong>{order_name}</strong></span>.
sr_cs: Primili ste novu poruku od from <span><strong>{shop_name}</strong></span> u vezi sa narudžbinom sa referncom <span><strong>{order_name}</strong></span>.

source: Message:
az_az: Mesaj:
gl_es: Mensaxe:
sr_cs: Poruka:

source: Customer message:
gl_es: Mensaxe da clienta:
sr_cs: Poruka kupca:

source: Order:
gl_es: Encomenda:
sr_cs: Porudžbina:

source: Reference
az_az: Kod
gl_es: Referencia
sr_cs: napomena

source: Product
az_az: məhsul
gl_es: Produto
sr_cs: proizvod

source: Quantity
az_az: Miqdar
gl_es: Cantidade
sr_cs: Količina

source: Delivery address
az_az: Göndəriləcək ümvar
gl_es: Enderezo de entrega
sr_cs: Adresa za dostavu

source: Billing address
gl_es: Enderezo de facturación
sr_cs: Adresa za naplatu

source: Customer:
gl_es: Clienta:
sr_cs: Kupac:

source: You have received a new return request for {shop_name}.
gl_es: Recibiches unha nova solicitude de devolución para {shop_name}.

source: Return details
gl_es: Datos da devolución

source: {order_name} Placed on {date}
gl_es: {order_name} Realizada o {date}

source: Payment processed
gl_es: Pagamento procesado
sr_cs: Plaćanje je obrađeno

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
gl_es: O teu pagamento para a encomenda coa referencia <strong><span>{order_name}</span></strong> procesouse correctamente.
sr_cs: Vaše plaćanje za porudžbinu sa referencom <strong><span>{order_name}</span></strong> je uspešno obrađeno.

source: Password reset request for {shop_name}
gl_es: Solicitude de restablecemento do contrasinal para {shop_name}
sr_cs: Upit promene lozinke za {shop_name}

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
gl_es: Solicitaches restablece-los teus datos de acceso a <span><strong>{shop_name}</strong></span>.
sr_cs: Tražili ste promenu detalja prijavljivanja za <span><strong>{shop_name}</strong></span>.

source: Please note that this will change your current password.
gl_es: Por favor, ten en conta que isto vai mudar o teu contrasinal actual.
sr_cs: Imajte u vidu da će ovo promeniti vašu trenutnu lozinku.

source: To confirm this action, please use the following link:
gl_es: Por favor, para confirmar esta acción emprega a seguinte ligazón:
sr_cs: Za prihvatanje ove akcije, koristite sledeći link:

source: Hello
gl_es: Ola
sr_cs: Ćao

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
gl_es: Esta é unha <strong>proba de correo</strong> dende a túa tenda.<br /><br /> Se podes ler isto, a proba fíxose con éxito!
sr_cs: Ovo je <strong>test mejl</strong> sa vaše prodavnice.<br /><br /> Ako vidite ovo, test je uspešan!

source: Your order has been shipped
gl_es: A túa encomenda foi enviada
sr_cs: Vaša porudžbina je isporučena

source: Shipped
gl_es: Enviada
sr_cs: Isporučeno

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
gl_es: A túa encomenda coa referencia <span><strong>{order_name}</strong></span> foi enviada.
sr_cs: Vaša porudžbina sa referencom <span><strong>{order_name}</strong></span> je isporučena.

source: Voucher created
gl_es: Cupón creado
sr_cs: Vaučer je kreiran

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
gl_es: Creouse un cupón ao teu nome coma resultado da túa encomenda coa referencia <span><strong>{order_name}</strong></span>.
sr_cs: Vaučer je kreiran u vaše ime kao rezultat narudžbine sa referencom <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
gl_es: <span><strong>Código do cupón: {voucher_num}</strong></span> por importe de <span><strong>{voucher_amount}</strong></span>
sr_cs: <span><strong>Kod vaučera: {voucher_num}</strong></span> u sumi <span><strong>{voucher_amount}</strong></span>

source: Order details
gl_es: Detalles da encomenda
sr_cs: Detalji porudžbine

source: Placed on
gl_es: Realizada o
sr_cs: Postavljeno na

source: Payment:
gl_es: Pagamento:
sr_cs: Plaćanje:

source: Unit price
az_az: Əşya dəyəri
gl_es: Prezo por unidade
sr_cs: Jed.cena

source: Total price
az_az: Yekun qiymət
gl_es: Prezo Total
sr_cs: Ukupna cena

source: Products
az_az: Məhsullar
gl_es: Produtos
sr_cs: proizvodi

source: Discounts
az_az: Endirimlər
gl_es: Descontos
sr_cs: Popusti

source: Gift-wrapping
gl_es: Embrullo de agasallo
sr_cs: Pakovanje poklona

source: Shipping
az_az: Çatdırılma
gl_es: Envío
sr_cs: Isporuka

source: Total Tax paid
gl_es: Total de Taxas pagado
sr_cs: Ukupni PDV

source: Total paid
az_az: tekun_ödəniş
gl_es: Total pagado
sr_cs: Ukupno plaćeno

source: Carrier:
az_az: Kuryer
gl_es: Transportista:
sr_cs: Kurirska služba:

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
gl_es: A seguinte clienta realizou unha nova encomenda en {shop_name}: {firstname} {lastname} ({email})
sr_cs: Nova porudžbina je postavljena na {shop_name} od sledećeg kupca: {firstname} {lastname} ({email})

source: Please do not reply directly to this email, we will not receive it.
gl_es: Por favor, non contestes directamente a este correo electrónico; non o recibiremos.
sr_cs: Molimo vas da ne odgovarate direktno na ovaj email, nećemo ga primiti.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
gl_es: Para responder, por favor, emprega a seguinte ligazón: <a href="{link}">{link}</a>
sr_cs: Kako bi odgovorili, molimo vas da koristite sledeći link: <a href="{link}">{link}</a>

source: Message from a customer
az_az: Müştəridən mesaj
gl_es: Mensaxe dunha clienta
sr_cs: Poruka od kupca

source: You have received a new message regarding order with the reference
gl_es: Recibiches unha nova mensaxe respecto á encomenda coa referencia
sr_cs: Primili ste novu poruku u vezi porudžbine sa referencom

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
gl_es: Grazas pola túa encomenda coa referencia {order_name} dende <strong>{shop_name}</strong>
sr_cs: Hvala za narudžbinu sa referencom {order_name} od <strong>{shop_name}</strong>

source: Product(s) now available for download
gl_es: Produto(s) agora dispoñible(s) para descarga
sr_cs: Proizvod(i) dostupni za preuzimanje

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
gl_es: Agora tes dispoñibles <span><strong>{nbProducts}</strong></span> produto(s) para descargar empregando a(s) seguinte(s) ligazón(s):
sr_cs: Imate <span><strong>{nbProducts}</strong></span> prizvod(a) dostupnih za preuzimanje na sledećem linku (sledećim linkovima):

source: A new order has been generated on your behalf.
gl_es: Creouse unha nova encomenda ao teu nome.
sr_cs: Nova narudžbina je generisana u vaše ime.
