Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/Install.*.xlf
Languages: ca_es

source: Choose your language
ca_es: Seleccioneu la vostra llengua

source: License agreements
ca_es: Detalls de llicència

source: System compatibility
ca_es: Compatibilitat de Sistema

source: Store information
ca_es: Informació sobre la botiga

source: System configuration
ca_es: Configuració de Sistema

source: Store installation
ca_es: Instal·lació de botiga

source: http://docs.prestashop.com/display/PS16/Updating+PrestaShop
ca_es: http://docs.prestashop.com/display/PS15/Updating+PrestaShop

source: Configure your database by filling out the following fields
ca_es: Configureu la vostra base de dades emplenant els camps següents

source: To use PrestaShop, you must <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> to collect all of your store's data-related activities.
ca_es: Per utilitzar PrestaShop, cal que <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">creeu una base de dades</a> per emmagatzemar totes les dades de les vostres botigues.

source: Please complete the fields below in order for PrestaShop to connect to your database.
ca_es: Si us plau completeu primer els camps en ordre per tal de connectar PrestaShop a la vostra base de dades.

source: Database server address
ca_es: Adreça del servidor de base de dades

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
ca_es: El port predeterminat és el 3306. Si voleu utilitzar un port diferent, afegiu el número de port al final de l'adreça, p.ex. ":4242".

source: Database name
ca_es: Nom de la base de dades

source: Database login
ca_es: Usuari de la base de dades

source: Database password
ca_es: Contrasenya de la base de dades

source: Database Engine
ca_es: Motor de base de dades

source: Tables prefix
ca_es: Prefix de les taules

source: Drop existing tables (mode dev)
ca_es: Esborrar les taules existents (mode dev)

source: Test your database connection now!
ca_es: Comproveu ara la vostra connexió a la base de dades!

source: We are currently checking PrestaShop compatibility with your system environment
ca_es: Estem comprovant la compatibilitat de la vostra botiga amb el vostre entorn de sistema

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
ca_es: Si teniu preguntes, si us plau, visiteu la nostra <a href="%doc%" target="_blank">documentació</a> i el nostre <a href="%forum%" target="_blank">fòrum de la comunitat</a>.

source: PrestaShop compatibility with your system environment has been verified!
ca_es: La compatibilitat de PrestaShop amb el vostre entorn de sistema ha estat verificada!

source: Oops! Please correct the item(s) below, and then click "Refresh information" to test the compatibility of your new system.
ca_es: Uuui! Si us plau corregiu primer els elements següents, i feu clic a "Refrescar informació" per tal de provar la compatibilitat del vostre nou sistema.

source: Refresh
ca_es: Refrescar

source: Information about your Store
ca_es: Informació sobre la vostra botiga

source: Shop name
ca_es: Nom de la botiga

source: Main activity
ca_es: Activitat principal

source: Please choose your main activity
ca_es: Si us plau trieu la vostra activitat principal

source: Other activity...
ca_es: Una altra activitat...

source: Help us learn more about your store so we can offer you optimal guidance and the best features for your business!
ca_es: Ajudeu-nos a entendre més sobre la vostra botiga per tal d'oferir-vos una orientació òptima i les millors prestacions per al vostre negoci!

source: Install demo products
ca_es: Instal·lar productes de demostració

source: Yes
ca_es: Sí

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
ca_es: Els productes de demostració són un bon camí per conèixer com utilitzar PrestaShop. Només cal que els instal·leu si no esteu familiaritzats amb el programa.

source: Country
ca_es: País

source: Select your country
ca_es: Seleccioneu el vostre país

source: Shop timezone
ca_es: Zona de data i hora de la vostra botiga

source: Select your timezone
ca_es: Seleccioneu la vostra data i hora

source: Shop logo
ca_es: Logotip de la botiga

source: Optional - You can add you logo at a later time.
ca_es: Opcional - Podeu afegir el vostre logotip en un altre moment.

source: Your Account
ca_es: El vostre compte

source: First name
ca_es: Nom

source: Last name
ca_es: Cognoms

source: E-mail address
ca_es: Adreça electrónica

source: This email address will be your username to access your store's back office.
ca_es: Aquesta adreça electrònica serà el vostre nom d'usuari per accedir a l'Administració de la botiga.

source: Shop password
ca_es: Contrasenya de la botiga

source: Must be at least 8 characters
ca_es: Ha de tenir un mínim de 8 caràcters

source: Re-type to confirm
ca_es: Reescriviu-la per confirmar-la

source: All information you give us is collected by us and is subject to data processing and statistics, it is necessary for the members of the PrestaShop company in order to respond to your requests. Your personal data may be communicated to service providers and partners as part of partner relationships. Under the current "Act on Data Processing, Data Files and Individual Liberties" you have the right to access, rectify and oppose to the processing of your personal data through this <a href="%s" onclick="return !window.open(this.href)">link</a>.
ca_es: Tota la informació que vostè ens dóna és recollida per nosaltres i està subjecta a processament de dades i estadístiques, cal que els membres de l'empresa Prestashop per tal de respondre a les seves peticions. Les seves dades personals poden ser comunicats als proveïdors de serveis i socis en el marc de les relacions de parella. En virtut de la "Llei de Processament de Dades, arxius i les llibertats individuals" actual que té el dret d'accés, rectificació i oposició al tractament de les seves dades personals a través d'aquest <a href ="%s" onclick="return! Window.open (this.href)"> enllaç </a>.

source: PrestaShop Installation Assistant
ca_es: Assistent d'Instal·lació de PrestaShop

source: Forum
ca_es: Fòrum

source: Contact us!
ca_es: Contacteu-nos!

source: Installation Assistant
ca_es: Assistent d'Instal·lació

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
ca_es: Per tal d'instal·lar PrestaShop, cal que tingueu habilitat JavaScript al vostre navegador.

source: Support
ca_es: Suport

source: Documentation
ca_es: Documentació

source: Next
ca_es: Següent

source: Back
ca_es: Enrera

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
ca_es: Si necessita algun tipus d'assistència, pot <a href="%help%" onclick="return !window.open(this.href);"> obtenir ajuda adaptada </a> del nostre equip de suport. <a href="%doc%" onclick="return !window.open(this.href);"> La documentació </a> oficial és també aquí per guiar-lo.

source: Official forum
ca_es: Fòrum oficial

source: Contact us
ca_es: Contacteu-nos

source: License Agreements
ca_es: Detalls de llicència

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
ca_es: Per gaudir de les prestacions que s'ofereixen de franc per part de PrestaShop, si us plau llegiu-vos els detalls de la llicència. El codi de PrestaShop està llicenciat sota OSL 3.0, mentre que els mòduls i temes estan llicenciats sota AFL 3.0.

source: I agree to the above terms and conditions.
ca_es: Estic d'acord amb tots els termes i condicions.

source: I agree to participate in improving the solution by sending anonymous information about my configuration.
ca_es: Estic d'acord en participar en millorar la solució enviant informació anònima sobre la meva configuració.

source: PrestaShop requires at least 32 MB of memory to run: please check the memory_limit directive in your php.ini file or contact your host provider about this.
ca_es: PrestaShop requereix com a mínim 32MB de memòria per funcionar: si us plau comproveu la directiva memory_limit al vostre fitxer php.ini o contacteu amb el vostre proveïdor per solucionar-ho.

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
ca_es: <b>Alerta: No es pot utilitzar més aquesta eina per actualitzar la vostra botiga.</b><br /><br />Ja teniu la versió <b>%version% de PrestaShop instal·lada</b>.<br /><br />Si voleu actualitzar a la darrera versió, si us plau, llegiu la nostra documentació: <a href="%doc%">%doc%</a>

source: Welcome to the PrestaShop %version% Installer
ca_es: Benvinguts a l'instal·lador de la versió %version% de Prestashop

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than 250,000 merchants. You are on the way to creating your own unique online store that you can manage easily every day.
ca_es: La instal·lació de PrestaShop és ràpid i fàcil. Pocs moments, que es convertirà en part d'una comunitat que consta de més de 250.000 comerciants. Vostè està en el camí cap a la creació de la seva pròpia botiga en línia única que es poden gestionar fàcilment tots els dies.

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
ca_es: Per obtenir ajuda, no dubti en <a href ="%tutoriellink%" target="_blank"> veure aquest breu tutorial</a>, o comprovi <a href ="%linkdoc%" target="_blank"> la nostra documentació</a>.

source: Continue the installation in:
ca_es: Continuar la instal·lació a:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
ca_es: La selecció d'idiomes anterior només s'aplica a l'Assistent d'Instal·lació. Quan la vostra botiga estigui instal·lada, podeu triar la llengua de la vostra botiga entre més de %d% traduccions, totes de franc!

source: Done!
ca_es: Fet!

source: An error occurred during installation...
ca_es: Ha succeït un error mentre es feia la instal·lació...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
ca_es: Podeu utilitzar els enllaços de la columna de l'esquerra per tornar als passos anteriors, o reiniciar el procés d'instal·lació <a href="%link%">fent clic aquí</a>.

source: Your installation is finished!
ca_es: Ha finalitzat la vostra instal·lació!

source: You have just finished installing your shop. Thank you for using PrestaShop!
ca_es: Acabeu de finalitzar la instal·lació de la vostra botiga. Gràcies per utilitzar PrestaShop!

source: Please remember your login information:
ca_es: Si us plau recordeu-vos de la vostra informació d'accés:

source: E-mail
ca_es: Adreça electrònica

source: Print my login information
ca_es: Imprimir la meva informació d'accés

source: Password
ca_es: Contrasenya

source: Display
ca_es: Mostrar

source: For security purposes, you must delete the "install" folder.
ca_es: Per raons de seguretat, cal que esborreu la carpeta "install".

source: Back Office
ca_es: Tauler d'Administració

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
ca_es: Gestioneu la vostra botiga utilitzant el vostre Tauler d'Administració. Gestiioneu les vostres comandes i clients, afegiu mòduls, canvieu temes, etc.

source: Manage your store
ca_es: Gestioneu la vostra botiga

source: Front Office
ca_es: Portal Públic

source: Discover your store as your future customers will see it!
ca_es: Descobriu com els vostres clients veuran la vostra botiga!

source: Discover your store
ca_es: Descobriu la vostra botiga

source: Share your experience with your friends!
ca_es: Compartiu la vostra experiència amb els vostres amics!

source: I just built an online store with PrestaShop!
ca_es: Ara he acabat de construir una botiga online amb PrestaShop!

source: Watch this exhilarating experience: http://vimeo.com/89298199
ca_es: Veieu una experiència estimulant: http://vimeo.com/89298199

source: Tweet
ca_es: Tuit

source: Share
ca_es: Compartir

source: Check out PrestaShop Addons to add that little something extra to your store!
ca_es: Doneu un cop d'ull als Addons de PrestaShop i afegiu extres a la vostra botiga!

source: Database is connected
ca_es: S'ha connectat la base de dades

source: Database is created
ca_es: S'ha creat la base de dades

source: Cannot create the database automatically
ca_es: No es pot crear automàticament la base de dades

source: Required PHP parameters
ca_es: Paràmetres PHP necessaris

source: PHP 5.6 or later is not enabled
ca_es: PHP 5.6 o posterior no està habilitat

source: Cannot upload files
ca_es: No es poden pujar fitxers

source: Cannot create new files and folders
ca_es: No es poden crear els nous fitxers i carpetes

source: cURL extension is not enabled
ca_es: No s'ha habilitat l'extensió cURL

source: GD library is not installed
ca_es: La llibreria GD no està instal·lada

source: JSON extension is not loaded
ca_es: No s'ha carregat l'extensió JSON

source: PHP OpenSSL extension is not loaded
ca_es: Extensió PHP OpenSSL no està carregada

source: PDO MySQL extension is not loaded
ca_es: L'extensió PDO de MySQL no està carregada

source: SimpleXML extension is not loaded
ca_es: No s'ha carregat l'extensió SimpleXML

source: ZIP extension is not enabled
ca_es: L'extensió ZIP no està habilitada

source: Fileinfo extension is not enabled
ca_es: No s'ha habilitat l'extensió FileInfo

source: Cannot open external URLs (requires allow_url_fopen as On)
ca_es: No es poden obrir URLs externes (requereix activació de allow_url_fopen)

source: Required Apache configuration
ca_es: Configuració Apache requerida

source: Enable the Apache mod_rewrite module
ca_es: Activa el mòdul Apache mod_rewrite

source: Files
ca_es: Fitxers

source: Not all files were successfully uploaded on your server
ca_es: No s'han pujat bé tots els fitxers al servidor

source: Permissions on files and folders
ca_es: Permisos de fitxers i carpetes

source: Recursive write permissions for %user% user on %folder%
ca_es: Permisos recursius d'escriptura per a l'usuari %user% a %folder%

source: Write permissions for %user% user on %folder%
ca_es: Permisos d'escriptura per a l'usuari %user% a %folder%

source: Recommended PHP parameters
ca_es: Paràmetres PHP recomanats

source: GZIP compression is not activated
ca_es: La compressió GZIP no està activada

source: Mbstring extension is not enabled
ca_es: L'extensió Mbstring no està activada

source: Dom extension is not loaded
ca_es: L'extensió DOM no s'ha carregat

source: Field required
ca_es: Camp necessari

source: shop name
ca_es: nom de la botiga

source: The field %field% is limited to %limit% characters
ca_es: El camp %field% està limitat a %limit% caracters

source: firstname
ca_es: nom

source: Your lastname contains some invalid characters
ca_es: El vostre nom conté caràcters no vàlids

source: lastname
ca_es: cognoms

source: The password and its confirmation are different
ca_es: La contrasenya i la seva confirmació són diferents

source: This e-mail address is invalid
ca_es: Aquesta adreça de correu electrònic és incorrecta!

source: Image folder %s is not writable
ca_es: No es pot escriure a la carpeta d'imatges %s

source: An error occurred during logo copy.
ca_es: Ha succeït un error mentre es copiava el logotip.

source: An error occurred during logo upload.
ca_es: S'ha produït un error mentre es pujava el logotip.

source: Sports and Entertainment
ca_es: Esport i lleure

source: Invalid shop name
ca_es: Nom de botiga no vàlid

source: Your firstname contains some invalid characters
ca_es: El vostre nom conté caràcters no vàlids

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
ca_es: La contrasenya és incorrecta (cal una cadena alfanumèrica d'un mínim de 8 caràcters)

source: Your database server does not support the utf-8 charset.
ca_es: El vostre servidor de base de dades no admet la codificació utf-8.

source: Lingerie and Adult
ca_es: Llenceria i Adults

source: Animals and Pets
ca_es: Animals i mascotes

source: Art and Culture
ca_es: Art i Cultura

source: Babies
ca_es: Canalla

source: Beauty and Personal Care
ca_es: Bellesa i cura personal

source: Cars
ca_es: Automòbils

source: Computer Hardware and Software
ca_es: Maquinari i programari

source: Download
ca_es: Descarregar

source: Fashion and accessories
ca_es: Moda i accessoris

source: Flowers, Gifts and Crafts
ca_es: Flors, Regals i Artesania

source: Food and beverage
ca_es: Menjar i beguda

source: HiFi, Photo and Video
ca_es: HIFI, Foto i Vídeo

source: Home and Garden
ca_es: Casa i Jardí

source: Home Appliances
ca_es: Electrodomèstics

source: Jewelry
ca_es: Joieria

source: Mobile and Telecom
ca_es: Telefonia i mòbils

source: Services
ca_es: Serveis

source: Shoes and accessories
ca_es: Sabates i accessoris

source: Travel
ca_es: Viatges

source: Sport and Entertainment
ca_es: Esport i lleure

source: Create file parameters
ca_es: Crear paràmetres del fitxer

source: Create database tables
ca_es: Crea les taules de la base de dades

source: Create default shop and languages
ca_es: Crea la botiga predeterminada i els idiomes

source: Populate database tables
ca_es: Emplenar les taules de la base de dades

source: Configure shop information
ca_es: Configurar la informació de la botiga

source: Install demonstration data
ca_es: Instal·la dades de demostració

source: Install modules
ca_es: Instal·la mòduls

source: Install Addons modules
ca_es: Instal·la mòduls d'Addons

source: Install theme
ca_es: Instal·la el tema

source: At least one table with same prefix was already found, please change your prefix or drop your database
ca_es: Com a mínim s'ha trobat una taula amb el mateix prefix, si us plau canvieu el vostre prefix o elimineu la taula de la base de dades

source: Server name is not valid
ca_es: El nom del servidor no és vàlid

source: You must enter a database name
ca_es: Cal que escriviu un nom per a la base de dades

source: You must enter a database login
ca_es: Cal que escriviu un usuari per a la base de dades

source: Tables prefix is invalid
ca_es: El prefix de les taules no és vàlid

source: Cannot convert database data to utf-8
ca_es: No es pot convertir la base de dades en utf-8

source: The values of auto_increment increment and offset must be set to 1
ca_es: El valor autoincremental d'auto_increment ha d'estar establert a 1

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
ca_es: El seu nom d'usuari de base de dades no té els privilegis per crear la taula a la base de dades "%s". Pregunti al seu proveïdor d'allotjament:

source: Database Server is not found. Please verify the login, password and server fields
ca_es: No es troba el servidor de bases de dades. Si us plau verifiqueu-ne l'usuari, la contrasenya i els camps de servidor

source: Connection to MySQL server succeeded, but database "%database%" not found
ca_es: La connexió al servidor MySQL va tenir èxit, però no es troba la base de dades "%database%"

source: Attempt to create the database automatically
ca_es: Intenta crear la base de dades automàticament

source: -- Please choose your main activity --
ca_es: -- Si us plau esolliu la vostra activitat principal --

source: %file% file is not writable (check permissions)
ca_es: El fitxer %file% no es pot escriure (verifiqueu-ne els permisos)

source: %folder% folder is not writable (check permissions)
ca_es: El fitxer %folder% no es pot escriure (verifiqueu-ne els permisos)

source: Cannot write settings file
ca_es: No es pot escriure el fitxer de configuració

source: Cannot write app/config/parameters.php file
ca_es: No es pot escriure el fitxer app/config/parameters.php

source: Cannot write app/config/parameters.yml file
ca_es: No es pot escriure el fitxer app/config/parameters.yml

source: Database structure file not found
ca_es: El fitxer d'estructura de la base de dades no s'ha trobat

source: Cannot create group shop
ca_es: No es pot crear un grup de botigues

source: Cannot create shop
ca_es: No es pot crear la botiga

source: Cannot create shop URL
ca_es: No es pot crear l'URL de la botiga

source: File "language.xml" not found for language iso "%iso%"
ca_es: L'arxiu "language.xml" no es troba per al llenguatge iso "%iso%"

source: File "language.xml" not valid for language iso "%iso%"
ca_es: El fitxer "language.xml" no es vàlid per al llenguatge iso "%iso%"

source: Cannot download language pack "%iso%"
ca_es: No es pot descarregar el paquet d'idioma "%iso%"

source: Cannot install language "%iso%"
ca_es: No es pot instal·lar l'idioma "%iso%"

source: Cannot copy flag language "%flag%"
ca_es: No es pot copiar la llengua "%flag%"

source: Cannot create admin account
ca_es: No es pot crear un compte d'administrador

source: Cannot install module "%module%"
ca_es: No es pot instal·lar el mòdul "%module%"

source: Fixtures class "%class%" not found
ca_es: La classe Fixtures "%class%" no s'ha pogut trobar

source: "%class%" must be an instance of "InstallXmlLoader"
ca_es: "%class%" ha de ser una instància de "InstallXmlLoader"

source: SQL error on query <i>%query%</i>
ca_es: Error d'SQL a la consulta <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
ca_es: Ha succeït un error d'SQL per a l'entitat <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
ca_es: No es pot crear una imatge "%identifier%" per a l'entitat "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
ca_es: No es pot crear la imatge "%identifier%" (permisos inadequats a la carpeta "%folder%")

source: Cannot create image "%identifier%"
ca_es: No es pot crear la imatge "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
ca_es: No es pot crear la imatge "%1$s" per a l'entitat "%2$s"

source: Database upgrade completed.
ca_es: Actualització de la base de dades completada.

source: Disabling modules now...
ca_es: Desactivant mòduls en aquests moments...

source: Modules successfully disabled.
ca_es: S'han deshabilitat els mòduls correctament.

source: Enabling modules now...
ca_es: Habilitant els mòduls en aquests moments...

source: Modules successfully enabled.
ca_es: Mòduls habilitats correctament.

source: Upgrading images now...
ca_es: Carregant imatges en aquests moments...

source: Images successfully upgraded.
ca_es: Imatges actualitzades correctament.

source: Upgrading languages now...
ca_es: Actualitzant llenguatges en aquests moments...

source: Languages successfully upgraded.
ca_es: Llenguatges actualitzats correctament.

source: Upgrading theme now...
ca_es: Actualitzant tema en aquests moments...

source: Theme successfully upgraded.
ca_es: Tema actualitzat correctament.
