Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/Install.*.xlf
Languages: ca_es

source: Warning detected during upgrade.
ca_es: Hi ha hagut un avertiment mentre es feia l'actualització.

source: Error detected during upgrade.
ca_es: Detectat un error durant l'actualització.
