Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/messages.*.xlf
Languages: es_es, gl_es

source: Please find below the list of your installed modules which are not displayed above: If you consider that one or several of these modules collect personal data (
es_es: A continuación, encontrarás la lista de los módulos instalados que no se muestran arriba: si consideras que uno o varios de estos módulos recopilan datos personales (

source: click here
es_es: haz clic aquí

source: to know which data is defined as personal):
es_es: para conocer qué datos se definen como personales):

source: Please make sure that you have access to the latest version of these modules to fully benefit the GDPR update.
es_es: Por favor, asegúrate que tienes acceso a la última versión de estos módulos para aprovecharte plenamente de la actualización RGPD.

source: If they are still not displayed in the block above, we invite you to contact their respective developers to have more information about these modules.
es_es: Si aún no se muestran en el bloque anterior, te invitamos a ponerte en contacto con sus respectivos desarrolladores para obtener más información sobre estos módulos.

source: Search for an existing customer by typing the first letters of his/her name or email.
es_es: Busque un cliente existente introduciendo las primeras letras de su nombre.

source: Search for a customer name OR email
es_es: Buscar cliente por nombre O dirección de correo electrónico

source: Eg: john doe ...
es_es: Ej: john doe ...

source: To visualize all the data that your store has collected from a specific customer, please click on the corresponding customer block
es_es: Para visualizar todos los datos que tu tienda ha recopilado de un cliente específico, haz clic en el bloque de cliente correspondiente

source: Orders number
es_es: Número de pedido

source: Details
es_es: Datos
gl_es: Detalles

source: Remove data
es_es: Eliminar datos

source: Download invoices
es_es: Descargar facturas

source: General information
es_es: Información general
gl_es: Información xeral

source: Personal data
es_es: Datos personales

source: Creation date
es_es: Fecha de creación
gl_es: Data creacion

source: Total product(s)
es_es: Total produto(s)

source: No data
es_es: Sin datos

source: PHONE
es_es: TELÉFONO

source: However you can continue the erasure process for this address (only for modules that have done the GDPR update).
es_es: No obstante, puede continuar el proceso de eliminación de esta dirección (solo para los módulos que hayan realizado la actualización RGPD).

source: Get started
es_es: Empezar

source: Personal data management
es_es: Tratamiento de los datos personales

source: Consent checkbox customization
es_es: Casilla de verificación de autorización de consentimiento

source: Customer activity tracking
es_es: Seguimiento de actividad del cliente

source: Version
es_es: Versión

source: Url has been copied to the clipboard!
es_es: ¡La Url ha sido copiada en el portapapeles!

source: Invoices have been successfully downloaded.
es_es: Las facturas han sido descargadas correctamente.

source: No invoices available for this customer.
es_es: No hay facturas disponibles para este cliente.

source: Are you sure?
es_es: ¿Está seguro?
gl_es: Estás segura?

source: Cancel action
es_es: Cancelar acción

source: Confirm Erasure
es_es: Confirmar la eliminación

source: The customer's data has been successfully deleted!
es_es: ¡Los datos del cliente han sido eliminados correctamente!

source: Welcome to your GDPR module
es_es: Bienvenido a tu módulo RGPD

source: This interface will help you to become familiar with the GDPR and give you some guidance to help you become compliant with this regulation.
es_es: Esta interfaz te ayudará a familiarizarte con el nuevo RGPD, y te proporcionará algunas pautas para ayudarte a cumplir con este reglamento.

source: This module meets the main regulation's requirements concerning personal data of your customers including :
es_es: Este módulo cumple con los requisitos de la regulación principal con respecto a los datos personales de tus clientes, incluyendo:

source: The right to access their personal data and data portability
es_es: El derecho a acceder a sus datos personales y la portabilidad de datos

source: The right to obtain rectification and/or erasure of their personal data
es_es: El derecho a obtener la rectificación y/o eliminación de sus datos personales

source: The right to give and withdraw consent
es_es: El derecho de dar y retirar el consentimiento

source: It also allows you to keep a record of processing activities (especially for access, consent and erasure).
es_es: También te permite mantener un registro de las actividades de procesamiento (especialmente para el acceso, consentimiento y eliminación).

source: Follow our 3 steps to configure your module and help you to become GDPR compliant !
es_es: ¡Sigue nuestros 3 pasos para configurar tu módulo y ayudarte a cumplir con el RGPD!

source: See our Personal data management tab to visualize the data collected by PrestaShop and community modules and manage your customers’ personal data.
es_es: Consulta nuestra pestaña de administración de datos personales para visualizar los datos recopilados por PrestaShop y los módulos de la comunidad y administrar los datos personales de tus clientes.

source: Customize
es_es: Personalizar
gl_es: Personalizar

source: Customize the consent confirmation checkboxes and consent request message on the different forms of your store, especially for account creation and newsletter subscription.
es_es: Personaliza las casillas de verificación y el mensaje de solicitud de consentimiento en los formularios de tu tienda, especialmente para la creación de cuentas y la suscripción al boletín de noticias.

source: Keep track
es_es: Mantener un seguimiento

source: Visualize all of your customers’ actions related to their data and manage the erasure requests.
es_es: Visualiza todas las acciones que realicen tus clientes en relación con sus datos personales y gestiona las solicitudes de supresión de datos.

source: Note : Please make sure that you have access to the latest version of your installed module(s) to fully benefit the features of our GDPR module. If one or several of your modules do not provide their data list, we invite you to contact directly the developers of these modules.
es_es: Nota: Por favor, asegúrate de tener acceso a la última versión de tu(s) módulo(s) instalado(s) para aprovecharte plenamente de todas las características de nuestro módulo RGPD. Si uno o varios de tus módulos no proporcionan su lista de datos, te invitamos a ponerte en contacto directamente con los desarrolladores de estos módulos.

source: More information about GDPR
es_es: Más información sobre RGPD

source: Data protection authorities websites
es_es: Sitios web de autoridades de protección de datos

source: Module's documentation
es_es: Documentación del módulo

source: Build article
es_es: Crear artículo

source: It is your own responsibility
es_es: Esta es tu propia responsabilidad

source: Customer activity list
es_es: Lista de actividades del cliente

source: Keep track of your customer activity related to data accessibility, consent and erasure.
es_es: Mantén un registro de la actividad de tu cliente relacionada con la accesibilidad, el consentimiento y la supresión de datos.

source: Client name/ID
es_es: Nombre del cliente/ID

source: Type of request
es_es: Tipo de solicitud

source: Submission date
es_es: Fecha de la solicutud

source: Consent confirmation
es_es: Confirmación de consentimiento

source: Accessibility
es_es: Accesibilidad

source: Erasure
es_es: Supresión

source: Help & contact
es_es: Ayuda y contacto

source: This module allows you to :
es_es: Este módulo te permite:

source: Allow your customer to consult and export their personal data collected by your shop on their customer account
es_es: Permitir a tu cliente consultar y exportar sus datos personales recopilados por tu tienda en su cuenta de cliente

source: View all your customers’ actions related to their personal data
es_es: Ver todas las acciones de tus clientes relacionadas con sus datos personales

source: Need help ?
es_es: ¿Necesitas ayuda?

source: Find here the documentation of this module
es_es: Encuentra aquí la documentación de este módulo

source: Documentation
es_es: Documentación
gl_es: Documentación

source: FAQ
es_es: Preguntas más frecuentes (FAQ)

source: You couldn't find any answer to your question ?
es_es: ¿No has encontrado la respuesta a tu pregunta?

source: Contact us on PrestaShop Addons
es_es: Contáctanos a través de PrestaShop Addons

source: Help
es_es: Ayuda
gl_es: Axuda

source: List of modules
es_es: Listado de módulos
gl_es: Listaxe de módulos

source: Update all
es_es: Actualizar todo
gl_es: Actualizar todo

source: Check for update
es_es: Buscar actualizaciones
gl_es: Procurar actualizacións

source: My personal data
es_es: Mis datos personales

source: Access to my data
es_es: Acceso a mis datos

source: At any time, you have the right to retrieve the data you have provided to our site. Click on "Get my data" to automatically download a copy of your personal data on a pdf or csv file.
es_es: En cualquier instante, tiene derecho a recuperar los datos que ha proporcionado a nuestro sitio. Haga clic en "Obtener mis datos" para descargar automáticamente una copia de sus datos personales en un archivo pdf o csv.

source: GET MY DATA TO CSV
es_es: OBTENER MIS DATOS EN FORMATO CSV

source: GET MY DATA TO PDF
es_es: OBTENER MIS DATOS EN FORMATO PDF

source: Rectification & Erasure requests
es_es: Solicitudes de Rectificación y Supresión

source: You have the right to modify all the personal information found in the "My Account" page. For any other request you might have regarding the rectification and/or erasure of your personal data, please contact us through our
es_es: Tiene derecho a modificar toda la información personal que se encuentra en la página "Mi cuenta". Para cualquier otra solicitud que pueda tener sobre la rectificación y/o eliminación de sus datos personales, contáctenos a través de nuestro

source: contact page
es_es: página de contacto

source: We will review your request and reply as soon as possible.
es_es: Revisaremos su solicitud y le responderemos lo antes posible.

source: select file
es_es: seleccionar archivo

source: Please upload one file at a time, .zip. Your child theme will be installed right after that.
es_es: Por favor, carga solamente un archivo .zip al mismo tiempo. Tu tema hijo será instalado a continuación.

source: Oops... Upload failed.
es_es: Uy... La subida ha fallado.
gl_es: Oi... Fallou a subida.

source: What happened?
es_es: ¿Que ocurrió?
gl_es: Que ocorreu?

source: An error has occurred.
es_es: Se ha producido un error.

source: Try again
es_es: Volver a intentarlo

source: The module %s has been disabled
es_es: El módulo %s ha sido deshabilitado

source: Newsletter subscription
es_es: Suscripción al boletín de noticias
gl_es: Subscrición ao boletín de novas

source: Your Sitemaps were successfully created. Please do not forget to setup the URL
es_es: Tu Sitemap se ha creado correctamente. Por favor, no olvides configurar la URL
gl_es: Crearonse correctamente os teus Mapas do Sitio. Por favor, non esquezas establece-lo URL

source: in your Google Webmaster account.
es_es: en tu cuenta de Google Webmaster.
gl_es: na túa conta de Google Webmaster.

source: Your Sitemaps
es_es: Tu Sitemap
gl_es: Os teus mapas do sitio

source: Sitemaps were already created.
es_es: El Sitemap ya ha sido creado.
gl_es: Os teus mapas do sitio xa foron creados.

source: Continue
es_es: Continuar
gl_es: Continuar

source: Please set up the following Sitemap URL in your Google Webmaster account:
es_es: Por favor, configura la URL de tu Sitemap en tu cuenta de Google Webmaster:
gl_es: Por favor, pon o seguinte URL do Mapa do Sitio na túa conta de Google Webmaster:

source: This URL is the master Sitemaps file. It refers to the following sub-sitemap files:
es_es: Esta URL se corresponde con el archivo Sitemaps maestro. Éste se refiere a los siguientes archivos de sub-sitemap:
gl_es: Este URL é o ficheiro principal dos Mapas do Sitio. Refire os seguintes ficheiros sub-mapas do sitio:

source: Your last update was made on this date:
es_es: Tu última actualización se realizó en esta fecha:
gl_es: A túa última actualización fíxose nesta data:

source: For a better use of the module, please make sure that you have
es_es: Para un mejor aprovechamiento de este módulo, asegúrate de que tienes
gl_es: Para un mellor uso do módulo, por favor, asegúrate de que tes

source: a minimum memory_limit value of 128 MB.
es_es: un valor mínimo de 128 MB en memory_limit.
gl_es: un valor mínimo de memory_limit (límite de memoria) de 128 MB.

source: a minimum max_execution_time value of 30 seconds.
es_es: un valor mínimo de 30 segundos en max_execution_time.
gl_es: un valor mínimo en max_execution_time (tempo máximo de execución) de 30 segundos.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
es_es: Puedes modificar estos límites en el archivo php.ini. Para obtener más información, ponte en contacto con tu proveedor de alojamiento.
gl_es: Podes editar estes límites no teu ficheiro php.ini. Para máis detalles, por favor, contacta co teu provedor de hospedaxe.

source: Configure your Sitemap
es_es: Configura tu Sitemap
gl_es: Configura-lo teu Mapa do Sitio

source: Several Sitemaps files will be generated depending on how your server is configured and on the number of activated products in your catalog.
es_es: Se generarán varios archivos Sitemaps dependiendo de cómo tu servidor esté configurado y del número de productos activados en tu catálogo.
gl_es: Xeraranse uns cantos ficheiros de Mapas do sitio dependendo de como estea configurado o teu servidor e do número de produtos activados no teu catálogo.

source: How often do you update your store?
es_es: ¿Con qué frecuencia se actualiza tu tienda?
gl_es: Con que frecuencia actualizas a túa tenda?

source: always
es_es: siempre
gl_es: sempre

source: hourly
es_es: cada hora
gl_es: cada hora

source: daily
es_es: diariamente
gl_es: diariamente

source: weekly
es_es: semanalmente
gl_es: semanalmente

source: monthly
es_es: mensualmente
gl_es: mensualmente

source: yearly
es_es: anualmente
gl_es: anualmente

source: never
es_es: nunca
gl_es: nunca

source: Check this box if you wish to check the presence of the image files on the server
es_es: Marca esta casilla si deseas comprobar la presencia de los archivos de imagen en el servidor
gl_es: Marca esta caixa se desexas comproba-la presenza dos arquivos de imaxe no servidor

source: check all
es_es: marcar todas
gl_es: marcar todo

source: Indicate the pages that you do not want to include in your Sitemaps file:
es_es: Indica las páginas que no quieres incluir en tu archivo Sitemaps:
gl_es: Indica as páxinas que non queres incluír no teu ficheiro de Mapa do Sitio:

source: Generate Sitemap
es_es: Generar Sitemap
gl_es: Xerar mapa do sitio

source: This can take several minutes
es_es: Esto puede tomar varios minutos
gl_es: Isto pode levar uns cantos minutos

source: You have two ways to generate Sitemap:
es_es: Tienes dos maneras de generar el Sitemap:
gl_es: Tes dous xeitos de xerar un mapa do sitio:

source: Manually:
es_es: Manualmente:
gl_es: Manualmente:

source: using the form above (as often as needed)
es_es: utilizando el formulario de arriba (tantas veces como sea necesario)
gl_es: empregando o formulario de enriba (tantas veces como sexa preciso)

source: -or-
es_es: -o-
gl_es: -ou-

source: Automatically:
es_es: Automáticamente:
gl_es: Automaticamente:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
es_es: Contacta con tu proveedor de alojamiento para crear una "tarea Cron", que cargue la siguiente URL cada cierto tiempo:
gl_es: Pídelle ao teu provedor de hospedaxe establecer unha "Tarefa Cron" para carga-lo seguinte URL no momento que desexes:

source: It will automatically generate your XML Sitemaps.
es_es: Esto generará automáticamente el XML de tu Sitemap.
gl_es: Xeraranse automaticamente os teus Mapas do Sitio en XML.

source: uncheck all
es_es: desmarcar todas
gl_es: desmarcar todo

source: Your profile
es_es: Tu perfil

source: Sign out
es_es: Cerrar sesión
gl_es: Pechar sesión

source: All shops
es_es: Todas las tiendas
gl_es: Tódalas tendas

source: %s group
es_es: grupo %s
gl_es: Grupo %s

source: View my shop
es_es: Ver mi tienda
gl_es: Ver a miña tenda

source: %d errors
es_es: %d errores
gl_es: %d erros

source: There are %d warnings:
es_es: Hay %d advertencias:
gl_es: Hai %d avisos:

source: Quick Access
es_es: Acceso rápido
gl_es: Acceso Rápido

source: Please name this shortcut:
es_es: Por favor, renombre este acceso rápido:

source: Remove from QuickAccess
es_es: Eliminar de acceso rápido
gl_es: Eliminar do Acceso Rápido

source: Add current page to QuickAccess
es_es: Añadir esta página a Acceso rápido
gl_es: Engadir a páxina actual ao Acceso Rápido

source: Manage quick accesses
es_es: Administrar accesos rápidos

source: The mobile version of this page is not available yet.
es_es: La versión para móviles de esta página no está disponible todavía.

source: Please use a desktop computer to access this page, until is adapted to mobile.
es_es: Por favor, utiliza un ordenador de escritorio hasta que esta página sea adaptada para dispositivos móviles.

source: Thank you.
es_es: Gracias.

source: Back
es_es: Atrás
gl_es: Voltar

source: What Should I Do?
es_es: ¿Qué debo hacer?
gl_es: Que debería facer?

source: Proceed with the installation
es_es: Continuar con la instalación
gl_es: Proceder coa instalación

source: Do you want to install this module that could not be verified by PrestaShop?
es_es: ¿Quiere instalar este módulo que no pudo ser verificado por PrestaShop?
gl_es: Queres instalar este módulo que non puido ser verificado por PrestaShop?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
es_es: Debido a que no has descargado este módulo desde PrestaShop Addons, no podemos asegurar que el módulo no está añadiendo algunas funcionalidades no reveladas. Te aconsejamos instalarlo sólo si confías en el origen del contenido.

source: What's the risk?
es_es: ¿Cual es el riesgo?

source: Am I at Risk?
es_es: ¿Estoy en riesgo?
gl_es: Estou en perigo?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
es_es: Un módulo que no ha sido verificado podría ser peligroso y podría añadir funcionalidades ocultas como puertas traseras, anuncios, enlaces ocultos, spam, etc. No te preocupes, esta alerta es simplemente una advertencia.
gl_es: Un módulo que non foi verificado pode ser perigoso e podería engadir funcionalidades ocultas coma portas traseiras, anuncios, ligazóns ocultas, spam, etc. Non te preocupes, este aviso é simplemente unha advertencia.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
es_es: PrestaShop, al ser un software de código abierto, tiene una comunidad increíble con una larga trayectoria en el desarrollo y el intercambio de módulos de alta calidad. Antes de instalar este módulo, asegurarse de que el autor de este módulo es un miembro conocido de la comunidad es siempre una buena idea (comprobando [1]nuestro foro[/1] por ejemplo).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
es_es: Si confías o descubres que el autor de este módulo es un miembro activo de la comunidad, puedes proceder con la instalación.
gl_es: Se confías ou ves que a autora deste módulo é unha membra activa da comunidade, podes continuar coa instalación.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
es_es: De lo contrario, puedes buscar módulos similares en el marketplaceficial. [1]Haz clic aquí para navegar a través de PrestaShop Addons[/1].

source: Your shop is in debug mode.
es_es: Tu tienda está en modo debug.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
es_es: Se muestran todos los errores y mensajes PHP. Cuando ya no los necesites, [1]desactiva[/1] este modo.

source: Debug mode
es_es: Modo depuración
gl_es: Modo de depuración

source: Your shop is in maintenance.
es_es: Tu tienda está en mantenimiento.
gl_es: A túa tenda está en mantemento.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
es_es: Tus visitantes y clientes no pueden acceder a tu tienda mientras está en modo mantenimiento. %s Para gestionar los ajustes de mantenimiento dirígete a la pestaña Parámetros de la tienda > Mantenimiento.

source: Maintenance mode
es_es: Modo mantenimiento
gl_es: Modo de Mantemento

source: For security reasons, you must also delete the /install folder.
es_es: Por razones de seguridad, debes eliminar la carpeta /install.
gl_es: Por razóns de seguridade, tamén debes elimina-lo cartafol /install.

source: This field will be modified for all your shops.
es_es: Este campo se modificará para todas tus tiendas.
gl_es: Modificarase este campo en tódalas túas tendas.

source: This field will be modified for all shops in this shop group:
es_es: Este campo se modificará para todas tus tiendas en este grupo de tiendas:

source: This field will be modified for this shop:
es_es: Este campo se modificará para esta tienda:

source: A new order has been placed on your shop.
es_es: Se ha recibido un nuevo pedido en tu tienda.
gl_es: Realizouse unha nova encomenda na túa tenda.

source: Order number:
es_es: Número de pedido:

source: From:
es_es: Desde:
gl_es: Dende:

source: View this order
es_es: Ver este pedido
gl_es: Ver esta encomenda

source: A new customer registered on your shop.
es_es: Un nuevo cliente se ha registrado en tu tienda.
gl_es: Unha nova clienta rexistrada na túa tenda.

source: Customer name:
es_es: Nombre del cliente:

source: A new message was posted on your shop.
es_es: Un nuevo mensaje ha sido publicado en tu tienda.

source: Read this message
es_es: Leer este mensaje
gl_es: Ler esta mensaxe

source: Choose language
es_es: Selecciona el idioma
gl_es: Elixa idioma

source: Update successful
es_es: Actualización correcta
gl_es: Actualización OK

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
es_es: PrestaShop no pudo iniciar sesión en Addons. Por favor verifica tus datos de acceso y tu conexión de Internet.
gl_es: PrestaShop non foi quen de iniciar sesión en Complementos. Por favor, comproba os teus datos de acceso e a túa conexión a internet.

source: Search for a product
es_es: Buscar un producto
gl_es: Procurar un produto

source: %1$s on line %2$s in file %3$s
es_es: %1$s en línea %2$s en archivo %3$s
gl_es: %1$s na liña %2$s no ficheiro %3$s

source: Close
es_es: Cerrar
gl_es: Pechar
