Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/messages.*.xlf
Languages: es_es, gl_es

source: Add
es_es: Añadir
gl_es: Engadir

source: Edit
es_es: Modificar
gl_es: Editar

source: List
es_es: Lista
gl_es: Listaxe

source: View details
es_es: Ver detalles
gl_es: Ver detalles

source: Options
es_es: Opciones
gl_es: Opcións

source: Generator
es_es: Generador

source: Add new
es_es: Añadir nuevo
gl_es: Engadir novo

source: View
es_es: Ver
gl_es: Ver

source: yes
es_es: sí
gl_es: Si

source: filter by %s
es_es: filtra por %s
gl_es: filtrar por %s

source: %s deletion
es_es: %s eliminado

source: %s addition
es_es: %s añadido
gl_es: %s engadido

source: %s modification
es_es: %s modificación
gl_es: Modificación %s

source: Edit: %s
es_es: Editar: %s
gl_es: Editar: %s

source: Export
es_es: Exportar
gl_es: Exportar

source: Recommended Modules
es_es: Módulos recomendados

source: Bad SQL query
es_es: Consulta SQL incorrecta
gl_es: Erro na consulta SQL

source: Operational
es_es: Operacional

source: Degraded Performance
es_es: Rendimiento degradado

source: Partial Outage
es_es: Interrupción Parcial
gl_es: Interrupción Parcial

source: Major Outage
es_es: Interrupción Crítica

source: Do you really want to uninstall this module?
es_es: ¿Realmente quieres desinstalar este módulo?
gl_es: Estás segura de que queres desinstalar este módulo?

source: Disable this module
es_es: Desactivar este modulo
gl_es: Desactivar este módulo

source: Enable this module for all shops
es_es: Activar este modulo para todas las tiendas
gl_es: Activar este módulo para tódalas tendas

source: Disable on mobiles
es_es: Desactivar en móviles
gl_es: Desactivar en móbiles

source: Disable on tablets
es_es: Desactivar en tablets
gl_es: Desactivar en tabletas

source: Disable on computers
es_es: Desactivar en ordenadores
gl_es: Desactivar en ordenadores

source: Display on mobiles
es_es: Mostrar en móviles
gl_es: Amosar en móbiles

source: Display on tablets
es_es: Mostrar en tablets
gl_es: Amosar en tabletas

source: Display on computers
es_es: Mostrar en ordenadores
gl_es: Amosar en ordenadores

source: Delete
es_es: Eliminar
gl_es: Borrar

source: This action will permanently remove the module from the server. Are you sure you want to do this?
es_es: Esta acción eliminará permanentemente el módulo del servidor. ¿Seguro que quieres hacer esto?
gl_es: Esta acción eliminará permanentemente o módulo do servidor. Estás segura de que queres facer isto?

source: Back to list
es_es: Volver a la lista
gl_es: Voltar á Lista

source: Enable selection
es_es: Activar selección
gl_es: Activar selección

source: Disable selection
es_es: Desactivar selección
gl_es: Desactivar selección

source: Delete selected
es_es: Eliminar selección
gl_es: Eliminar seleccionados

source: Delete selected items?
es_es: ¿Eliminar los elementos seleccionados?
gl_es: ¿Borrar elementos Seleccionados?

source: Class
es_es: Clase
gl_es: Clase

source: Position
es_es: Posición
gl_es: Posición

source: Menus
es_es: Menús
gl_es: Pestanas

source: Add new menu
es_es: Añadir nuevo menu
gl_es: Engadir novo menú

source: Invalid characters:
es_es: Caracteres no válidos:
gl_es: Caracteres non válidos:

source: Status
es_es: Estado
gl_es: Estado

source: Show or hide menu.
es_es: Mostrar u ocultar el menú.
gl_es: Amosar ou ocultar o menú.

source: Parent
es_es: Padre (Pestaña)

source: Save
es_es: Guardar
gl_es: Gardar

source: Configure your checkboxes
es_es: Configura tus casillas de verificación

source: Please customize your consent request messages in the dedicated fields below :
es_es: Por favor, personaliza tus mensajes de solicitud de consentimiento en los campos destinados para ello a continuación:

source: We recommend you to put a link to your confidentiality policy page in each of your custom messages. Be aware that a dedicated confidentiality policy page is required on your website; if you do not have one yet, please click
es_es: Te recomendamos que establezcas un enlace a tu página de política de confidencialidad en cada uno de tus mensajes personalizados. Ten en cuenta que se requiere una página dedicada a la política de confidencialidad en tu sitio web; si aún no tienes una, por favor, haz clic

source: here
es_es: aquí

source: Account creation form
es_es: Formulario de creación de cuenta

source: YES
es_es: SÍ

source: Consent request message
es_es: Mensaje de solicitud de consentimiento

source: This message will be displayed on the customer creation form
es_es: Este mensaje se mostrará en el formulario de creación de cuenta del cliente

source: Customer account area
es_es: Área de cuenta del cliente

source: This message will be displayed in the My personal information tab in the customer account
es_es: Este mensaje se mostrará en la pestaña Mi información personal de la cuenta del cliente

source: This message will be accomplanied by a checkbox
es_es: Este mensaje irá acompañado de una casilla de verificación

source: For other installed modules requiring consent confirmation, they will be displayed in this tab only if they have done the GDPR update. The corresponding fields will automatically appear in order for you to customize the consent confirmation checkboxes.
es_es: Para otros módulos instalados que requieren confirmación de consentimiento, se mostrarán en esta pestaña solo si han realizado la actualización de GDPR. Los campos correspondientes aparecerán automáticamente para que pueda personalizar las casillas de confirmación de consentimiento.

source: Cancel
es_es: Cancelar
gl_es: Cancelar

source: Uninstall module?
es_es: ¿Desinstalar el módulo?
gl_es: Desinstalar o módulo?

source: Disable module?
es_es: ¿Desactivar módulo?
gl_es: Desactiva-lo módulo?

source: Reset module?
es_es: ¿Reiniciar módulo?
gl_es: Reinicia-lo módulo?

source: You are about to uninstall
es_es: Estás a punto de desinstalar el módulo

source: This will definitely disable the module.
es_es: Esta acción desactivará el módulo definitivamente.

source: You are about to disable
es_es: Estás a punto de desactivar el módulo

source: Your current settings will be saved, but the module will no longer be active.
es_es: Tu configuración actual se guardará, pero el módulo dejará de estar activo.
gl_es: Gardaranse os teus axustes actuais, pero o módulo xa non estará activo.

source: You are about to reset
es_es: Estás a punto de reiniciar el módulo

source: This will restore the defaults settings.
es_es: Esto restaurará la configuración predeterminada.
gl_es: Isto restaurará os axustes predeterminados.

source: This action cannot be undone.
es_es: Esta acción no puede deshacerse.
gl_es: Non se pode desfacer esta acción.

source: Yes, uninstall it
es_es: Sí, desinstalarlo
gl_es: Si, desinstálao

source: Yes, disable it
es_es: Sí, desactivarlo
gl_es: Si, desactívao

source: Yes, reset it
es_es: Sí, reiniciarlo
gl_es: Si, reiníciao

source: Disable
es_es: Desactivar
gl_es: Desactivar

source: Enable
es_es: Activar
gl_es: Activar

source: Disable Mobile
es_es: Desactivar versión móvil
gl_es: Deshabilitar Móbil

source: Enable Mobile
es_es: Activar versión móvil
gl_es: Habilitar Móbil

source: Menu
es_es: Menú
gl_es: Menú

source: Slider
es_es: Control deslizante
gl_es: Control Deslizante

source: Home Products
es_es: Productos Inicio

source: Text block
es_es: Bloque de texto

source: Footer
es_es: Pie de página

source: Create and manage Product Categories
es_es: Crear y administrar Categorías de Productos

source: Create here a full range of categories and subcategories to classify your products and manage your catalog easily.
es_es: Crea aquí una gama completa de categorías y subcategorías para clasificar tus productos y administrar tu catálogo fácilmente.

source: Create content pages
es_es: Crear páginas de contenido

source: Add and manage your content pages (CMS pages : Terms and conditions of use, Our stores, About us, etc.) as you want.
es_es: Añade y administra tus páginas de contenido (páginas CMS: Términos y condiciones de uso, Nuestras tiendas, Acerca de nosotros, etc.) como desees.

source: Create Brands and Suppliers pages
es_es: Crear páginas de Marcas y Proveedores

source: This page allows you to create and manage your Brands and/or Suppliers pages.
es_es: Esta página te permite crear y administrar tus páginas de Marcas y/o Proveedores.

source: Shop details
es_es: Detalles de la tienda

source: Display additional information about your store or how to contact you to make it easy for your customers to reach you.
es_es: Mostrar información adicional sobre tu tienda o cómo contactarlo para facilitarles la comunicación a tus clientes.

source: Action on the module successfully completed
es_es: Acción sobre el módulo completada correctamente

source: Action on module failed
es_es: Acción sobre módulo fallida

source: install
es_es: instalar

source: Reset
es_es: Reinicializar
gl_es: Resetear

source: and stay
es_es: y permanecer
gl_es: e permanecer

source: From
es_es: Desde
gl_es: Dende

source: Please fill at least one field to perform a search in this list.
es_es: Por favor, rellena al menos un campo para realizar una búsqueda en esta lista.
gl_es: Por favor, enche polo menos un campo para realizar unha pesquisa nesta listaxe.

source: Refresh list
es_es: Actualizar lista
gl_es: Actualizar listaxe

source: Show SQL query
es_es: Mostrar consulta SQL
gl_es: Amosar a consulta SQL

source: Export to SQL Manager
es_es: Exportar a SQL Manager
gl_es: Exportar ao Xestor SQL

source: Shop group
es_es: Grupo de tiendas
gl_es: Grupo de tendas

source: To
es_es: A
gl_es: Asta

source: Configure
es_es: Configurar
gl_es: Configurar

source: Change colors, typography and your logo position
es_es: Cambiar los colores, la tipografía y la posición de tu logo

source: Use the Theme configurator module to customize the main graphic elements of your website : colors, buttons, typography, logo position.
es_es: Utiliza el módulo configurador de Temas para personalizar los principales elementos gráficos de tu sitio web: colores, botones, tipografía, posición del logotipo.

source: There is no module for this section
es_es: No hay ningún módulo disponible para esta sección

source: You can install a module for this section from our Modules Selection
es_es: Puedes instalar un módulo para esta sección desde nuestra Selección de Módulos

source: See modules selection
es_es: Ver selección de módulos

source: See all theme's modules
es_es: Ver todos los módulos del tema

source: Install
es_es: Instalar
gl_es: Instalar

source: Remove from Favorites
es_es: Eliminar de Favoritos
gl_es: Eliminar de Favoritos

source: Mark as Favorite
es_es: Marcar como Favorito
gl_es: Marcar coma Favorito

source: Read more
es_es: Leer más
gl_es: Seguir lendo

source: by
es_es: por
gl_es: por

source: You bought this module on PrestaShop Addons. Thank You.
es_es: Has comprado este módulo en PrestaShop Addons. Gracias.
gl_es: Mercaches este módulo en Complementos PrestaShop. Grazas.

source: Bought
es_es: Comprado

source: This module is available on PrestaShop Addons
es_es: Este módulo está disponible en PrestaShop Addons
gl_es: Este módulo está dispoñible en Complementos PrestaShop

source: Popular
es_es: Populares
gl_es: Populares

source: Official
es_es: Oficial
gl_es: Oficial

source: Need update
es_es: Necesitas actualizar
gl_es: Precisa actualizar

source: Free
es_es: Gratis
gl_es: Gratis!

source: Module %1s
es_es: Módulo %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
es_es: Oficial, módulo certificado por Prestashop. Gratis, seguro y con ¡actualizaciones incluidas!
gl_es: Módulo oficial, certificado por PrestaShop. De balde, seguro e con actualización incluídas!

source: Update it!
es_es: ¡Actualízalo!
gl_es: Actualízao!

source: Install the selection
es_es: Instalar la selección
gl_es: Instalar a selección

source: Uninstall the selection
es_es: Desinstalar selección
gl_es: Desinstalar a selección

source: Uninstall
es_es: Desinstalar
gl_es: Desinstalar

source: Translate
es_es: Traducir
gl_es: Traducir

source: Update
es_es: Actualizar
gl_es: Actualizar

source: Generate RTL Stylesheets
es_es: Generar hojas de estilo RTL

source: Manage hooks
es_es: Configurar los hooks
gl_es: Xestionar posicións

source: Would you like to delete the content related to this module ?
es_es: ¿Quieres eliminar el contenido relacionado con este módulo?
gl_es: Gustaríache eliminar o contido relacionado con este módulo?

source: Confirm reset
es_es: Confirmar restablecimiento
gl_es: Confirmar o restablecemento

source: No - reset only the parameters
es_es: No - restablecer sólo los parámetros
gl_es: Non - restablecer soamente os parámetros

source: Yes - reset everything
es_es: Sí - reiniciar todo
gl_es: Si - reiniciar todo

source: Preferences saved
es_es: Preferencias guardadas
gl_es: Preferencias gardadas

source: Add my IP
es_es: Añadir mi IP
gl_es: Engadir o meu IP

source: (tax excl.)
es_es: (impuestos excl.)
gl_es: (IVa excl)

source: Multistore
es_es: Multitienda
gl_es: Multiboutique

source: Check / Uncheck all
es_es: Seleccionar / Deseleccionar todo
gl_es: Marcar / Desmarcar todas

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
es_es: Estás editando esta página para una tienda o grupo específico. Haz clic en "Sí" para marcar todos los campos, en "No" para desmarcarlos.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
es_es: Si marcas un campo, cambias su valor y lo guardas, el comportamiento multitienda no se aplicará a esta tienda (o grupo), para este parámetro en particular.

source: You can't change the value of this configuration field in the context of this shop.
es_es: No se puede cambiar el valor de este campo de configuración para esta tienda.

source: Task description
es_es: Descripción de la tarea
gl_es: Descrición da tarefa

source: Update my currencies
es_es: Actualizar mis monedas
gl_es: Actualizar as miñas moedas

source: Target link
es_es: Enlace de destino
gl_es: Ligazón de destino

source: Enter a description for this task.
es_es: Introduce una descripción para esta tarea.
gl_es: Introduce unha descrición para esta tarefa.

source: Set the link of your cron task.
es_es: Establece el enlace de tu tarea cron.
gl_es: Establece a ligazón da túa tarefa cron.

source: Do not forget to use an absolute URL to make it valid! The link also has to be on the same domain as the shop.
es_es: ¡No olvides utilizar una URL absoluta para que sea válida! El enlace también tiene que estar en el mismo dominio que la tienda.
gl_es: Non esquezas empregar un URL absoluto para que sexa válido! A ligazón tamén debe estar no mesmo dominio que a tenda.

source: Task frequency
es_es: Frecuencia de la tarea
gl_es: Frecuencia da tarefa

source: At what time should this task be executed?
es_es: ¿A qué hora debe ejecutarse esta tarea?
gl_es: A que hora debería executarse esta tarefa?

source: On which day of the month should this task be executed?
es_es: ¿En qué día del mes debe ejecutarse esta tarea?
gl_es: En que día do mes debería executarse esta tarefa?

source: On what month should this task be executed?
es_es: ¿En qué mes debe ejecutarse esta tarea?
gl_es: En que mes debería executarse esta tarefa?

source: On which day of the week should this task be executed?
es_es: ¿En qué día de la semana debe ejecutarse esta tarea?
gl_es: En que día da semana debería executarse esta tarefa?

source: Cron mode
es_es: Modo Cron
gl_es: Modo Cron

source: Basic
es_es: Básico
gl_es: Básico

source: Use the PrestaShop cron tasks webservice to execute your tasks.
es_es: Utiliza el servicio web de tareas Cron de PrestaShop para ejecutar tus tareas.
gl_es: Emprega o servizo web de tarefas programadas de Prestashop para executa-las túas tarefas.

source: Advanced
es_es: Avanzado
gl_es: Avanzado

source: For advanced users only: use your own crontab manager instead of PrestaShop cron tasks service.
es_es: Sólo para usuarios avanzados: utiliza tu propio gestor de tareas cron en lugar del servicio de tareas cron de PrestaShop.
gl_es: Só para usuarias avanzadas: emprega o teu propio xestor de tarefas cron no canto do servizo de tarefas cron de PrestaShop.

source: The Advanced mode enables you to use your own cron tasks manager instead of PrestaShop cron tasks webservice.
es_es: El modo avanzado te permite utilizar tu propio gestor de tareas cron en lugar del servicio web de tareas cron de PrestaShop.
gl_es: O modo Avanzado permíteche empregar un xestor de tarefas cron de teu, no canto do servizo web de tarefas cron de Prestashop.

source: First of all, make sure the 'curl' library is installed on your server.
es_es: Antes que nada, asegúrate de que la librería "curl" está instalada en tu servidor.
gl_es: Antes de nada, asegúrate de que a libraría 'curl' está instalada no teu servidor.

source: To execute your cron tasks, please insert the following line in your cron tasks manager:
es_es: Para ejecutar tus tareas cron, introduce la siguiente línea en tu gestor de tareas cron:
gl_es: Para executa-las túas tarefas programadas, por favor, introduce a seguinte liña no teu xestor de tarefas cron:

source: Day
es_es: Día
gl_es: día

source: Month
es_es: Mes
gl_es: Mes

source: Day of week
es_es: Día de la semana
gl_es: Día da semana

source: Last execution
es_es: Última ejecución
gl_es: Última execución

source: One shot
es_es: Ejecución única
gl_es: Unha tentativa

source: Active
es_es: Activo
gl_es: Activo

source: Module - Hook
es_es: Módulo - Hook
gl_es: Módulo - Posición

source: Every hour
es_es: Cada hora
gl_es: Cada hora

source: Every day
es_es: Cada día
gl_es: Cada día

source: Every month
es_es: Cada mes
gl_es: Cada mes

source: Every day of the week
es_es: Todos los días de la semana
gl_es: Tódolos días da semana

source: Never
es_es: Nunca
gl_es: nunca

source: Every day of the month
es_es: Todos los días del mes
gl_es: Tódolos días do mes

source: Settings
es_es: Ajustes
gl_es: Axustes

source: Google Analytics Tracking ID
es_es: ID de seguimiento de Google Analytics
gl_es: ID de Seguemento de Google Analytics

source: This information is available in your Google Analytics account
es_es: Esta información está disponible en tu cuenta de Google Analytics
gl_es: Esta información está dispoñible na túa conta de Google Analytics

source: Enable User ID tracking
es_es: Activar el seguimiento User-ID
gl_es: Activar seguimento da ID de Usuario

source: Enabled
es_es: Activado
gl_es: Activado

source: Disabled
es_es: Desactivado
gl_es: Desactivado

source: Enable Cross-Domain tracking
es_es: Activar el seguimiento multidominio

source: Hour
es_es: Hora
gl_es: hora

source: Now
es_es: Ahora
gl_es: Agora

source: Done
es_es: FInalizar
gl_es: Feito

source: Choose Time
es_es: Seleccionar Tiempo

source: Time
es_es: Tiempo
gl_es: Hora

source: Minute
es_es: Minuto
gl_es: minuto

source: Add tag
es_es: Añadir etiqueta
gl_es: Engadir etiqueta

source: Remove
es_es: Eliminar
gl_es: Eliminar

source: Change password...
es_es: Modificar contraseña...
gl_es: Mudar o contrasinal...

source: Current password
es_es: Contraseña actual
gl_es: Contrasinal actual

source: Password should be at least 8 characters long.
es_es: La contraseña tiene que tener al menos 8 caracteres.
gl_es: O contrasinal debería ter polo menos 8 caracteres de longo.

source: New password
es_es: Nueva contraseña
gl_es: Novo contrasinal

source: Confirm password
es_es: Confirma la contraseña
gl_es: Confirmar o contrasinal

source: Generate password
es_es: Generar contraseña
gl_es: Xerar contrasinal

source: Invalid
es_es: No válido
gl_es: Incorrecto

source: Okay
es_es: Ok
gl_es: Dacordo

source: Good
es_es: bien
gl_es: Ben

source: Fabulous
es_es: Fabuloso
gl_es: Fabuloso

source: Invalid password confirmation
es_es: Confirmación de contraseña no válida
gl_es: Confirmación do contrasinal non válida

source: Cron tasks manager
es_es: Gestor de tareas cron
gl_es: Xestor de tarefas cron

source: Manage all your automated web tasks from a single interface.
es_es: Gestiona todas sus tareas web automatizadas desde una interfaz única.
gl_es: Xestiona tódalas túas tarefas web automatizadas dende unha única interface.

source: To be able to use this module, please activate cURL (PHP extension).
es_es: Para poder utilizar este módulo, por favor, activa cURL (extensión de PHP).
gl_es: Para poder empregar este módulo, por favor, activa cURL (extensión PHP).

source: Cron tasks
es_es: Tareas cron
gl_es: Tarefas cron

source: Add new task
es_es: Añadir nueva tarea
gl_es: Engadir nova tarefa

source: Merchant Expertise
es_es: Experiencia Comercial
gl_es: Experiencia Comercial

source: Features
es_es: Características
gl_es: Características

source: Achievements
es_es: Logros
gl_es: Logros

source: International
es_es: Internacional
gl_es: Internacional

source: 1. Beginner
es_es: Principiante
gl_es: 1. Principiante

source: 2. Pro
es_es: Pro
gl_es: 2. Profesional

source: 3. Expert
es_es: Experto
gl_es: 3. Experta

source: 4. Wizard
es_es: Mago
gl_es: 4. Feiticeira

source: 5. Guru
es_es: Gurú
gl_es: 5. Gurú

source: 6. Legend
es_es: Leyenda
gl_es: 6. Lenda

source: Become an e-commerce expert within the blink of an eye!
es_es: ¡Conviértete en un experto en comercio electrónico en un abrir y cerrar de ojos!
gl_es: Vólvete unha experta en comercio electrónico nun abrir e pechar de ollos!

source: Your Merchant Expertise
es_es: Tu experiencia comercial
gl_es: A túa Experiencia Comercial

source: Level
es_es: Nivel
gl_es: Nivel

source: Last badge :
es_es: Última medalla :
gl_es: Última insignia:

source: Next badge :
es_es: Siguiente medalla :
gl_es: Seguinte insignia:

source: View my complete profile
es_es: Ver mi perfil completo
gl_es: Ver o meu perfil completo

source: Do you really want to hide this advice?
es_es: ¿Quieres ocultar este consejo?
gl_es: Realmente queres agochar este consello?

source: Administration
es_es: Administración
gl_es: Administración

source: Advertising and Marketing
es_es: Publicidad y marketing
gl_es: Publicidade e Mercadotecnia

source: Analytics and Stats
es_es: Análisis y estadísticas
gl_es: Análises e Estatísticas

source: Taxes & Invoicing
es_es: Impuestos y facturación
gl_es: Taxas e Facturación

source: Checkout
es_es: Tramitar Pedido
gl_es: Finalizar Compra

source: Content Management
es_es: Gestión del Contenido
gl_es: Xestión de Contidos

source: Customer Reviews
es_es: Reseñas de cliente
gl_es: Avaliacións da Clientela

source: Front office Features
es_es: Características del Front Office
gl_es: Características do Sitio web

source: Internationalization and Localization
es_es: Internacionalización y Localización
gl_es: Internacionalización e Localización

source: Merchandising
es_es: Comercialización
gl_es: Comercialización

source: Migration Tools
es_es: Herramientas de Migración

source: Payments and Gateways
es_es: Plataformas y Pasarelas de Pago
gl_es: Pagamento e Pasarelas de pagamento

source: Site certification & Fraud prevention
es_es: Certificación del sitio y Prevención del fraude
gl_es: Certificación do sitio e Prevención da fraude

source: Pricing and Promotion
es_es: Precio y Descuentos
gl_es: Prezos e Promocións

source: Quick / Bulk update
es_es: Edición rápida / masiva
gl_es: Actualización Rápida / Masiva

source: Shipping and Logistics
es_es: Transporte y Logística
gl_es: Envíos e Loxística

source: Slideshows
es_es: Diapositivas

source: Comparison site & Feed management
es_es: Sitio de comparación & gestión RSS

source: Mobile
es_es: Móvil
gl_es: Móbil

source: Dashboard
es_es: Inicio
gl_es: Panel

source: Internationalization & Localization
es_es: Internacionalización y Localización
gl_es: Internacionalización e Localización

source: Emailing & SMS
es_es: Email marketing (emailing) y SMS
gl_es: Envío de correos e SMS
