Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/messages.*.xlf
Languages: es_es, gl_es

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
es_es: Si quieres utilizar completamente el panel AdminModules para obtener módulos gratuitos, debes habilitar la siguiente configuración en tu servidor:

source: Enable PHP's allow_url_fopen setting
es_es: Activar la configuración allow_url_fopen de PHP
gl_es: Activa o axuste de PHP allow_url_fopen

source: Enable PHP's OpenSSL extension
es_es: Active la extensión openSSL de PHP
gl_es: Activa a extensión OpenSSL de PHP

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
es_es: Conecta tu tienda con el mercado de PrestaShop para importar automáticamente todas tus compras de Addons.

source: Don't have an account?
es_es: ¿No tienes una cuenta?
gl_es: Non tes unha conta?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
es_es: ¡Descubre el poder de PrestaShop Addons! Explora el Marketplace oficial de PrestaShop y encuentra más de 3.500 módulos y temas innovadores que optimizan las tasas de conversión, aumentan el tráfico, fidelizan a los clientes y maximizan tu productividad

source: Connect to PrestaShop Addons
es_es: Conectarme a PrestaShop Addons

source: I forgot my password
es_es: He olvidado mi contraseña
gl_es: Esquecín o meu contrasinal

source: Create an Account
es_es: Crear una Cuenta
gl_es: Crear unha Conta

source: Sign in
es_es: Iniciar sesión
gl_es: Iniciar sesión

source: There are %d warnings.
es_es: Hay %d advertencias.
gl_es: Hai %d avisos.

source: Click here to see more
es_es: Clic aquí para ver más
gl_es: Preme aquí para ver máis

source: Hide warning
es_es: Ocultar advertencia
gl_es: Agochar aviso

source: There is %d warning.
es_es: Hay %d advertencia.
gl_es: Hai %d avisos.

source: Valid orders:
es_es: Pedidos válidos:

source: %firstname% %lastname% has not registered any addresses yet
es_es: %firstname% %lastname% no ha registrado ninguna dirección todavía

source: Number of products:
es_es: Número de productos:

source: Product name
es_es: Artículo
gl_es: Nome do Produto

source: Attribute name
es_es: Nombre del atributo
gl_es: Nome del Atributo

source: Supplier Reference
es_es: Referencia del proveedor
gl_es: Referencia do distribuidor

source: Wholesale price
es_es: Precio al por mayor
gl_es: Prezo de maiorista

source: Available Quantity
es_es: Cantidad disponible
gl_es: Cantidade Dispoñible

source: N/A
es_es: No disponible
gl_es: N/D

source: No module was found for this hook.
es_es: No hay módulos disponibles para este hook.
gl_es: Sen módulos para este hook

source: If enabled, the voucher will not apply to products already on sale.
es_es: Si se activa, el cupón de descuento no se aplicará a productos que ya estén en oferta.

source: Add a rule concerning
es_es: Agregar una regla relativa a

source: The product(s) are matching one of these:
es_es: El(los) producto(s) coinciden con uno de estos:

source: [undefined]
es_es: [indefinido]

source: Tax Excluded
es_es: Impuestos Excl.
gl_es: IVA excl.

source: Tax Included
es_es: Impuestos incl.
gl_es: IVA incl.

source: %d product(s) successfully created.
es_es: %d producto(s) creado(s) correctamente.
gl_es: %d produto(s) creados correctamente.

source: Attributes generator
es_es: Generador de atributos
gl_es: Xerador de atributos

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
es_es: El generador de combinaciones es una herramienta que te permite crear fácilmente una serie de combinaciones mediante la selección de los atributos relacionados. Por ejemplo, si estás vendiendo las camisetas, en 3 tallas y 2 colores diferentes, el generador creará 6 combinaciones.

source: You're currently generating combinations for the following product:
es_es: En este momento estás generando combinaciones para los siguientes productos:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
es_es: Paso 1: En el lado izquierdo, selecciona los atributos que quieras utilizar (manteniendo pulsada la tecla "Ctrl" de tu teclado y valida la selección haciendo clic en "Añadir")
gl_es: Paso 1: No lado esquerdo, selecciona os atributos que queres empregar (Preme a tecla "Ctrl" no teu teclado e valida premendo en "Engadir")

source: Impact on the product price
es_es: Impacto sobre el precio del producto

source: Impact on the product weight
es_es: Impacto sobre el peso del producto

source: Select a default quantity, and reference, for each combination the generator will create for this product.
es_es: Selecciona una cantidad predeterminada y una referencia, para cada combinación que el generador cree para este producto.

source: Default Quantity:
es_es: Cantidad predeterminada:
gl_es: Cantidade Predeterminada:

source: Default Reference:
es_es: Referencia predeterminada:
gl_es: Referencia Predeterminada:

source: Please click on "Generate these combinations".
es_es: Por favor, haz clic en "Generar estas combinaciones".

source: Generate these combinations
es_es: Generar estas combinaciones

source: Customer ID:
es_es: ID del cliente:

source: Order #
es_es: Pedido nº
gl_es: Pedido #

source: Product #
es_es: Producto nº
gl_es: Produto #

source: Subject:
es_es: Asunto:

source: Sync success
es_es: Sincronización completada correctamente
gl_es: Sincronización correcta

source: Customer since: %s
es_es: Cliente desde: %s
gl_es: Clienta dende: %s

source: Choose a template
es_es: Selecciona una plantilla
gl_es: Escolle un padrón

source: Send
es_es: Enviar
gl_es: Enviar

source: You can add a comment here.
es_es: Puede añadir un comentario aquí
gl_es: Podes engadir un comentario aquí.

source: The controller %s is missing or invalid.
es_es: El controlador %s no se encuentra o no es válido.
gl_es: O controlador %s non aparece ou non é válido.

source: Back to the previous page
es_es: Volver a la página anterior
gl_es: Tornar á páxina anterior

source: Go to the dashboard
es_es: Ir al panel de control
gl_es: Ir ao panel de administración

source: Attachment
es_es: Archivo adjunto
gl_es: Accesorios

source: No records found
es_es: Ningún registro encontrado
gl_es: Non se atopou ningún rexistro

source: Discount:
es_es: Descuento:

source: Category
es_es: Categoría
gl_es: Categoría

source: Brand
es_es: Marca
gl_es: Marca

source: Supplier
es_es: Proveedor
gl_es: Distribuidora

source: No result
es_es: Ningún resultado
gl_es: Ningún resultado

source: Real Time
es_es: Tiempo real

source: Discount name
es_es: Descuento
gl_es: Nome do Desconto

source: Resource
es_es: Recurso
gl_es: Recurso

source: Meaning of severity levels:
es_es: Significado de los niveles de gravedad:

source: Delete item #
es_es: Eliminar elemento n°
gl_es: Borrar Elemento #

source: Warehouse
es_es: Almacén
gl_es: Almacén

source: Transform a guest into a customer
es_es: Transformar un invitado en cliente
gl_es: Transformar unha invitada nunha clienta

source: Process a standard refund
es_es: Procesar un reembolso estándar

source: Process a partial refund
es_es: Procesar un reembolso parcial

source: Refunded
es_es: Reembolsado
gl_es: Reembolsado

source: Return products
es_es: Devolver productos
gl_es: Devolver produtos

source: Refund products
es_es: Reembolsar productos
gl_es: Reembolsar produtos

source: Cancel products
es_es: Eliminar productos
gl_es: Cancelar produtos

source: Keywords
es_es: Palabras clave
gl_es: Palabras chave

source: Existing
es_es: Existente
gl_es: Existente

source: New
es_es: Nuevo
gl_es: Novo

source: See the document
es_es: Ver el documento
gl_es: Ve-lo documento

source: Set payment form
es_es: Establecer un formulario de pago
gl_es: Establecer o formulario de pagamento

source: Add note
es_es: Añadir nota
gl_es: Engadir nota

source: Edit note
es_es: Editar nota
gl_es: Editar nota

source: Quantity:
es_es: Cantidad:

source: Show carts and orders for this customer.
es_es: Mostrar los carritos y pedidos de este cliente.
gl_es: Amosar os carros e encomendas desta clienta.

source: Hide carts and orders for this customer.
es_es: Ocultar los carritos y pedidos de este cliente.

source: Change
es_es: Cambiar
gl_es: Cambiar

source: Gift
es_es: Regalo
gl_es: Agasallo

source: Search for an existing product by typing the first letters of its name.
es_es: Buscar un producto existente escribiendo las primeras letras de su nombre.
gl_es: Procura un produto existente escribindo as primeiras letras do seu nome.

source: Check the maximum filesize allowed (e.g. Max: 16MB)
es_es: Comprueba el tamaño de archivo máximo permitido (ej.: Max: 16MB)
gl_es: Comproba o tamaño máximo de ficheiro permitido (ex. Máx: 16MB)

source: (%s votes)
es_es: (%s votos)
gl_es: (%s votos)

source: (%s vote)
es_es: (%s voto)
gl_es: (%s voto)

source: Description
es_es: Descripción
gl_es: Descrición

source: Merchant benefits
es_es: Beneficios para el comerciante

source: Install module
es_es: Instalar módulo
gl_es: Instalar módulo

source: View on PrestaShop Addons
es_es: Ver en Prestashop Addons
gl_es: Ver en Complementos PrestaShop

source: Search on PrestaShop Marketplace:
es_es: Buscar en PrestaShop Marketplace:

source: Or
es_es: O
gl_es: Ou

source: See all themes
es_es: Ver todos los temas
gl_es: Ver tódolos temas

source: Add a new theme
es_es: Añadir un nuevo tema
gl_es: Engadir un novo tema

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
es_es: Para añadir un nuevo tema, simplemente conéctate con tu cuenta de PrestaShop Addons: el nuevo tema se importará automáticamente a tu tienda.
gl_es: Para engadir un novo tema, simplemente conecta coa túa conta de Complementos PrestaShop: o teu novo tema importarase automaticamente á túa tenda.

source: You can choose among 1,500+ professional templates!
es_es: ¡Puedes elegir entre más de 1.500 temas profesionales!
gl_es: Podes escoller entre máis de 1.500 temas profesionais!

source: Can I add my own theme?
es_es: ¿Cómo puedo añadir mi tema?
gl_es: Podo engadir o meu propio tema?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
es_es: Por favor, ten en cuenta que por razones de seguridad, sólo puedes añadir temas que se distribuyen en PrestaShop Addons, el marketplace oficial.
gl_es: Por favor, ten en conta que por razóns de seguridade, só podes engadir temas que sexan distribuídos por Complementos PrestaShop, o mercado oficial.

source: You can also create a new theme below.
es_es: También puedes crear un nuevo tema a continuación.
gl_es: Tamén podes crear un novo tema debaixo.

source: See all modules
es_es: Ver todos los módulos
gl_es: Ver tódolos módulos

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
es_es: Para añadir un nuevo módulo, simplemente conéctate con tu cuenta de PrestaShop Addons y todas tus compras se importarán automáticamente.
gl_es: Para engadir un novo módulo, simplemente conecta coa túa conta de Complementos PrestaShop e se importarán automaticamente tódalas túas compras.

source: Can I add my own modules?
es_es: ¿Cómo puedo añadir mis propios módulos?
gl_es: Podo engadir os meus propios módulos?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
es_es: Por favor, ten en cuenta que por razones de seguridad, sólo puedes añadir módulos que estén siendo distribuidos en PrestaShop Addons, el marketplace oficial.
gl_es: Por favor, ten en conta que por razóns de seguridade, só podes engadir módulos que sexan distribuídos por Complementos PrestaShop, o mercado oficial.

source: You are about to install "%s", a module which is not compatible with your country.
es_es: Estás tratando de instalar "%s", un módulo que no es compatible con tu país.
gl_es: Estás a piques de instalar "%s", un módulo que non é compatible co teu país.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
es_es: Este módulo no ha sido verificado por PrestaShop, por lo tanto no podemos certificar que funcione bien en tu país y que cumpla con nuestros requisitos de calidad.

source: Use at your own risk.
es_es: Utilízalo bajo tu responsabilidad.
gl_es: Emprégao pola túa conta e risco.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
es_es: Si no estás seguro acerca de esto, debes contactar con el Servicio al Cliente de %s para solicitar que hagan el módulo compatible con tu país.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
es_es: Además, te recomendamos que utilices un módulo equivalente: los módulos compatibles para tu país aparecen en la pestaña "Módulos" del back office.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
es_es: Si no estás seguro acerca de este módulo, puedes buscar módulos similares en el marketplace oficial.
gl_es: Se non estás segura deste módulo, podes procurar módulos semellantes no mercado oficial.

source: Click here to browse PrestaShop Addons.
es_es: Haz clic aquí para navegar a través de Prestashop Addons.

source: Back to modules list
es_es: Volver al listado de módulos
gl_es: Voltar á listaxe de módulos

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
es_es: Esto generalmente sucede cuando el módulo no se distribuye mediante nuestro marketplace oficial, PrestaShop Addons - o cuando tu servidor tiene problemas de comunicación con PrestaShop Addons.
gl_es: Isto ocorre polo xeral cando o módulo non é distribuído a través do noso mercado oficial, Complementos PrestaShop - ou cando o teu servidor fallou ao se comunicar con Complementos PrestaShop.

source: Author
es_es: Autor
gl_es: Autoría

source: This module could not be verified by PrestaShop.
es_es: Este módulo no pudo ser verificado por PrestaShop.
gl_es: Este módulo non puido ser verificado por PrestaShop.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
es_es: Puesto que no has instalado este módulo desde PrestaShop Addons, no podemos asegurar que el módulo cumple con nuestros requisitos de seguridad (por ejemplo, que no se han añadido algunas funcionalidades no reveladas tales como anuncios, enlaces ocultos, spam, etc...).

source: You can search for similar modules on the official marketplace.
es_es: Puedes buscar módulos similares en el marketplace oficial.
gl_es: Podes procurar módulos semellantes no mercado oficial.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
es_es: [1]Haz clic aquí para navegar por nuestro catálogo de PrestaShop Addons[/1].
gl_es: [1]Preme aquí para explorar o noso catálogo de Complementos PrestaShop[/1].

source: This module is available for free thanks to our partner.
es_es: Este módulo está disponible de forma gratuita gracias a nuestro socio.
gl_es: Este módulo está dispoñible de balde grazas á nosa asociada.

source: No modules available in this section.
es_es: No hay módulos disponibles en esta sección.
gl_es: Non hai módulos dispoñibles nesta sección.

source: Modules list
es_es: Listado de Módulos
gl_es: Listaxe de módulos

source: View all available payments solutions
es_es: Ver todas las formas de pago disponibles
gl_es: Ver tódalas formas de pagamento dispoñibles

source: It seems there are no recommended payment solutions for your country.
es_es: Parece ser que no hay formas de pago recomendadas para tu país.
gl_es: Semella que non hai ningunha forma de pagamento recomendada para o teu país.

source: Do you think there should be one? Let us know!
es_es: ¿Cree que debería haber alguno? ¡Háganoslo saber!
gl_es: Cres que debería haber unha? Fáinolo saber!

source: You might be interested in
es_es: Podría estar interesado en
gl_es: Poderían interesarche

source: Manage translations
es_es: Gestionar traducciones
gl_es: Xestiona-las traducións

source: Please name your data matching configuration in order to save it.
es_es: Por favor, de un nombre a su combinación de datos en el pedido para guardarla.
gl_es: Por favor, ponlle nome á túa configuración de datos coincidentes para gardala.

source: Match your data
es_es: Combinación de datos

source: Please match each column of your source file to one of the destination columns.
es_es: Por favor, haz coincidir cada columna de tu archivo de origen con una de las columnas de destino.

source: Load a data matching configuration
es_es: Cargar una configuración de coincidencia de datos

source: Load
es_es: Cargar
gl_es: Cargar

source: Save your data matching configuration
es_es: Guardar su configuración de combinaciones de datos

source: Two columns cannot have the same type of values
es_es: Dos columnas no pueden tener el mismo tipo de valores
gl_es: Dúas columnas non poden ter o mesmo tipo de valores

source: This column must be set:
es_es: Esta columna debe establecerse:

source: Rows to skip
es_es: Filas a saltar

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
es_es: Indica cuántas de las primeras filas de tu archivo deben ser omitidas cuando se importan los datos. Por ejemplo, indica 1 si la primera fila de tu archivo contiene cabeceras.

source: Choose layouts
es_es: Seleccionar diseño

source: Use this theme
es_es: Utilizar este tema
gl_es: Empregar este tema

source: Delete this theme
es_es: Eliminar este tema
gl_es: Eliminar este tema

source: Designed by %s
es_es: Diseñado por %s
gl_es: Deseñado por %s

source: Configure your page layouts
es_es: Configurar tu diseño de página

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
es_es: Cada página puede utilizar un diseño diferente, que puedes seleccionar entre los distintos diseños incluidos en tu tema.

source: Reset to defaults
es_es: Restablecer los valores predeterminados

source: The "%1$s" theme has been successfully installed.
es_es: El tema "%1$s" ha sido instalado correctamente.
gl_es: O tema "%1$s" instalouse correctamente.

source: The following module(s) were not installed properly:
es_es: El siguiente módulo(s) no se ha instalado correctamente:

source: Warning: You may have to regenerate images to fit with this new theme.
es_es: Advertencia: Puede que tengas que regenerar las imágenes para adapatarlas a este nuevo tema.
gl_es: Atención: Poida que teñas que rexenera-las imaxes para que se axusten a este novo tema.

source: Go to the thumbnails regeneration page
es_es: Ir a la página de regeneración de miniaturas
gl_es: Ir á páxina de rexeneración de miniaturas

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
es_es: Aviso: Este tipo de imagen no existe. Para configurarlo manualmente, utiliza los siguientes valores para crear un nuevo tipo de imagen (en la página "Imágenes" del menú "Diseño"):

source: Name image type:
es_es: Nombre del tipo de imagen:
gl_es: Nome do tipo de imaxe:

source: (width: %1$spx, height: %2$spx).
es_es: (anchura: %1$spx, altura: %2$spx).
gl_es: (ancho: %1$spx, alto: %2$spx).

source: Images have been correctly updated in the database:
es_es: Las imágenes han sido correctamente actualizadas en la base de datos:

source: Finish
es_es: Terminar
gl_es: Rematar

source: Copy
es_es: Copiar
gl_es: Copiar

source: %limit% for suhosin.post.max_vars.
es_es: %limit% para suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
es_es: %limit% para suhosin.request.max_vars.

source: You MUST use this syntax in your translations. Here are several examples:
es_es: Debes usar esta sintaxis en tus traducciones. He aquí varios ejemplos:

source: Password
es_es: Contraseña
gl_es: Contrasinal

source: Your password has been successfully changed.
es_es: Su contraseña ha sido cambiada correctamente.
gl_es: O teu contrasinal mudouse correctamente.

source: Attribute
es_es: Atributo
gl_es: Atributo

source: File size
es_es: Tamaño del archivo
gl_es: Tamaño

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
es_es: Has alcanzado el límite (%s) de archivos para subir, por favor, elimina archivos para continuar subiendo
gl_es: Acadaches o límite (%s) de ficheiros que podes subir; por favor, elimina ficheiros para continuar subindo

source: Add files
es_es: Añadir archivos
gl_es: Engadir ficheiros

source: Add file
es_es: Añadir archivo
gl_es: Engadir ficheiro

source: Download current file (%skb)
es_es: Descargar archivo actual (%skb)
gl_es: Descargar o ficheiro actual (%skb)

source: Download current file
es_es: Descargar archivo actual
gl_es: Descargar o ficheiro actual

source: You can upload a maximum of %s files
es_es: Puedes subir un máximo de %s archivos
gl_es: Podes subir un máximo de %s ficheiros

source: Add files...
es_es: Añadir archivos...
gl_es: Engadir ficheiros...

source: Add file...
es_es: Añadir archivo...
gl_es: Engadir ficheiro...

source: Upload files
es_es: Subir archivos
gl_es: Subir ficheiros

source: Upload file
es_es: Subir archivo
gl_es: Subir un ficheiro

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
es_es: No puedes tener más de %s imágenes en total. Por favor, elimina algunas de las imágenes actuales antes de añadir otras nuevas.
gl_es: Non podes ter máis de %s imaxes en total. Por favor, borra algunhas das imaxes actuais antes de engadir unhas novas.

source: Remove file
es_es: Eliminar archivo
gl_es: Eliminar ficheiro

source: Group: %s
es_es: Grupo: %s
gl_es: Grupo: %s

source: search...
es_es: buscar...
gl_es: pesquisar...

source: (%s selected)
es_es: (%s seleccionado)
gl_es: (%s seleccionado(s))

source: Group:
es_es: Grupo:

source: Group name
es_es: Nombre del grupo
gl_es: Nome do grupo

source: No group created
es_es: No hay ningún grupo creado
gl_es: ningun grupo creado

source: Date range
es_es: Rango de fechas

source: Custom
es_es: Personalizar
gl_es: Personalizar

source: to
es_es: hasta
gl_es: ata

source: Compare to
es_es: Comparar con
gl_es: Comparar con

source: Previous period
es_es: Periodo previo
gl_es: Período anterior

source: Previous Year
es_es: Año Previo
gl_es: Ano Anterior

source: Previous year
es_es: Año previo
gl_es: Ano anterior

source: Sunday
es_es: Domingo
gl_es: Domingo

source: Monday
es_es: Lunes
gl_es: Luns

source: Tuesday
es_es: Martes
gl_es: Martes

source: Wednesday
es_es: Miércoles
gl_es: Mércores

source: Thursday
es_es: Jueves
gl_es: Xoves

source: Friday
es_es: Viernes
gl_es: Venres
