Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/messages.*.xlf
Languages: es_es, gl_es

source: Saturday
es_es: Sábado
gl_es: Sabado

source: Sun
es_es: D
gl_es: Dom

source: Mon
es_es: L
gl_es: Lun

source: Tue
es_es: M
gl_es: Mar

source: Wed
es_es: Mi
gl_es: Mér

source: Thu
es_es: J
gl_es: Xov

source: Fri
es_es: V
gl_es: Ven

source: Sat
es_es: S
gl_es: Sáb

source: Su
es_es: D
gl_es: Dom

source: Mo
es_es: L
gl_es: Lun

source: Tu
es_es: M
gl_es: Mar

source: We
es_es: Mi
gl_es: Mér

source: Th
es_es: J
gl_es: Xov

source: Fr
es_es: V
gl_es: Ven

source: Sa
es_es: S

source: January
es_es: Enero
gl_es: Xaneiro

source: February
es_es: Febrero
gl_es: Febreiro

source: March
es_es: Marzo
gl_es: Marzo

source: April
es_es: Abril
gl_es: Abril

source: May
es_es: Mayo
gl_es: Maio

source: June
es_es: Junio
gl_es: Xuño

source: July
es_es: Julio
gl_es: Xullo

source: August
es_es: Agosto
gl_es: Agosto

source: September
es_es: Septiembre
gl_es: Setembro

source: October
es_es: Octubre
gl_es: Outubro

source: November
es_es: Noviembre
gl_es: Novembro

source: December
es_es: Diciembre
gl_es: Decembro

source: Jan
es_es: En
gl_es: Xan

source: Apr
es_es: Abr
gl_es: Abr

source: May
es_es: Mayo
gl_es: Maio

source: Aug
es_es: Ag
gl_es: Ago

source: Dec
es_es: Dic

source: Set required fields for this section
es_es: Establecer los campos requeridos para esta sección
gl_es: Establece os campos obrigatorios para esta sección

source: Required Fields
es_es: Campos requeridos
gl_es: Campos obligatorios

source: Select the fields you would like to be required for this section.
es_es: Selecciona los campos que quieras sean requeridos para esta sección.
gl_es: Selecciona os campos que che gustaría que fosen obrigatorios nesta sección.

source: Field Name
es_es: Nombre del campo
gl_es: Nome do Campo

source: Recommended Modules and Services
es_es: Módulos y Servicios recomendados
gl_es: Módulos e Servizos recomendados

source: Select all
es_es: Seleccionar todos
gl_es: seleccionar todo

source: Unselect all
es_es: Deseleccionar todos
gl_es: anular a selección de todo

source: Display
es_es: Mostrar
gl_es: Amosar

source: result(s)
es_es: resultado(s)
gl_es: resultados

source: no
gl_es: Non

source: Banner
gl_es: Cartaz

source: Marketplace
gl_es: Mercado

source: Alias
gl_es: Alcume

source: Google sitemap
gl_es: Mapa do sitio Google

source: Error!
gl_es: Erro!

source: Jun
gl_es: Xuñ

source: Jul
gl_es: Xul

source: Sep
gl_es: Set

source: Oct
gl_es: Out
