Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/messages.*.xlf
Languages: es_es, gl_es

source: Social Networks
es_es: Redes sociales
gl_es: Redes Sociais

source: Social & Community
es_es: Redes Sociales y Comunidad

source: Module not found
es_es: Módulo no encontrado
gl_es: Módulo non atopado

source: Modules to update
es_es: Módulos a actualizar
gl_es: Módulos por actualizar

source: Translate this module
es_es: Traducir este módulo
gl_es: Traducir este módulo

source: This module cannot be installed
es_es: Este módulo no puede ser instalado
gl_es: Non se pode instalar este módulo

source: Important Notice
es_es: Aviso importante
gl_es: Aviso Importante

source: This module is Untrusted for your country
es_es: Este módulo no ha sido verificado para tu país

source: Guest client : ID
es_es: Cliente invitado: ID

source: Official GDPR compliance
es_es: Cumplimiento oficial GDPR

source: Comply with the main requirements of the European General Data Protection Regulation thanks to this module developed by PrestaShop.
es_es: Cumple con los principales requisitos del Reglamento General Europeo de Protección de Datos gracias a este módulo desarrollado por PrestaShop.

source: Are you sure you want to uninstall this module?
es_es: ¿Estás seguro que quieres desinstalar este módulo?
gl_es: Estás segura de que queres desinstalar este módulo?

source: There was an error during the uninstallation. Please contact us through Addons website.
es_es: Se ha producido un error durante la desinstalación. Ponte en contacto con nosotros a través del sitio web de Addons.

source: There was an error during the desinstallation. Please contact us through Addons website
es_es: Se ha producido un error durante la desinstalación. Ponte en contacto con nosotros a través del sitio web de Addons

source: Saved with success !
es_es: ¡Guardado correctamente!

source: Customer data deleted by official GDPR module.
es_es: Datos del cliente eliminados por el módulo GDPR oficial.

source: General info
es_es: Información general

source: Gender
es_es: Género
gl_es: Xénero

source: Birth date
es_es: Fecha de nacimiento
gl_es: Data Nacimento

source: Age
es_es: Edad
gl_es: Idade

source: Email
es_es: Dirección de correo electrónico
gl_es: Correo electrónico

source: Language
es_es: Idioma
gl_es: Idioma

source: Last visit
es_es: Última visita
gl_es: Última Visita

source: Siret
es_es: CIF

source: Website
es_es: Sitio web
gl_es: Sitio web

source: Creation account date
es_es: Fecha de creación de la cuenta

source: Name
es_es: Nombre
gl_es: Nome

source: Date
es_es: Fecha
gl_es: Data

source: Reference
es_es: Referencia
gl_es: Referencia

source: Payment
es_es: Pago
gl_es: Pago

source: Order state
es_es: Estado del pedido

source: Total paid
es_es: Total pagado
gl_es: Total pagado

source: No orders
es_es: Ningún pedido
gl_es: Ningunha encomenda

source: Quantity
es_es: Cantidad
gl_es: Cantidade

source: Product(s) in the order
es_es: Producto(s) en el pedido

source: Creation account data
es_es: Fecha de creación de la cuenta

source: Products bought
es_es: Productos comprados
gl_es: Produtos mercados

source: Order ref
es_es: Ref. de pedido

source: Product ref
es_es: Ref. de producto

source: Product(s) still in cart
es_es: Producto(s) en el carrito

source: Product reference
es_es: Referencia del producto

source: No products
es_es: Ningún producto
gl_es: Sen produtos

source: Company
es_es: Empresa
gl_es: Compañía

source: Addresses
es_es: Direcciones
gl_es: Enderezos

source: Address
es_es: Dirección
gl_es: Enderezo

source: Phone(s)
es_es: Teléfono(s)

source: Country
es_es: País
gl_es: País

source: No addresses
es_es: Ninguna dirección

source: Orders
es_es: Pedidos
gl_es: Encomendas

source: Message
es_es: Mensaje
gl_es: Mensaxe

source: Customers
es_es: Clientes
gl_es: Clientes

source: Income
es_es: Ingresos
gl_es: Ingresos

source: Traffic
es_es: Tráfico
gl_es: Tráfico

source: Conversion
es_es: Conversión
gl_es: Conversión

source: Carts
es_es: Carritos
gl_es: Carros

source: Cart ID
es_es: ID carrito
gl_es: ID do Carro

source: Search (e.g.: product reference, customer name…)
es_es: Buscar (p. ej.: referencia de producto, nombre de cliente...)

source: Everywhere
es_es: toda la tienda
gl_es: en calquer sitio

source: What are you looking for?
es_es: ¿Qué estás buscando?
gl_es: Que estás a procurar?

source: Catalog
es_es: Catálogo
gl_es: Catálogo

source: Product name, SKU, reference...
es_es: Nombre del producto, SKU, referencia...
gl_es: Nome do produto, SKU, referencia...

source: by name
es_es: por nombre
gl_es: por nome

source: Email, name...
es_es: Email, nombre...
gl_es: Correo electrónico, nome...

source: by ip address
es_es: por dirección IP
gl_es: por enderezo ip

source: by IP address
es_es: por dirección IP
gl_es: por enderezo IP

source: Order ID
es_es: ID del pedido
gl_es: ID Pedido

source: Invoices
es_es: Facturas
gl_es: Facturas

source: Invoice Number
es_es: Número de factura
gl_es: Número de factura

source: Modules
es_es: Módulos
gl_es: módulos

source: Module name
es_es: Nombre del módulo
gl_es: Nome do módulo

source: SEARCH
es_es: BÚSQUEDA

source: Total products
es_es: Total productos
gl_es: Total produtos

source: No carts
es_es: Ningún carrito

source: Product(s) in the cart
es_es: Producto(s) en el carrito

source: Messages
es_es: Mensajes
gl_es: Mensaxes

source: No messages
es_es: Ningún mensaje

source: Last connections
es_es: Últimas conexiones
gl_es: Última conexión

source: Origin request
es_es: Origen de la petición

source: Page viewed
es_es: Páginas vistas

source: Time on the page
es_es: Tiempo en la página

source: IP address
es_es: Dirección IP
gl_es: IP

source: No connections
es_es: Ninguna conexión

source: Theme Customization
es_es: Personalización del tema

source: There was an error during the installation. Please contact us through Addons website
es_es: Se ha producido un error durante la instalación. Ponte en contacto con nosotros a través del sitio web de Addons

source: There was an error during the uninstall. Please contact us through Addons website
es_es: Se ha producido un error durante la desinstalación. Ponte en contacto con nosotros a través del sitio web de Addons

source: Homepage Configuration
es_es: Configuración Página de Inicio

source: Advanced Customization
es_es: Personalización avanzada

source: Upload child theme
es_es: Cargar tema hijo

source: Support team might not be able to assist you on issues created by your own child theme.
es_es: Es posible que el equipo de soporte no pueda ayudarte con los problemas creados por tu propio tema hijo.

source: Download your current theme
es_es: Descargar tu tema actual

source: Edit your child theme
es_es: Editar tema hijo

source: Upload your child theme
es_es: Cargar tema hijo

source: Download theme
es_es: Descargar tema

source: Downloading
es_es: Descargando

source: How to use parents/child themes
es_es: Cómo utilizar temas padres/hijos

source: Information
es_es: Información
gl_es: Información

source: Once uploaded, the child theme will be available in your Theme & Logo section
es_es: Una vez cargado, el tema hijo estará disponible en la sección Tema y Logotipo

source: You do not have permission to edit this.
es_es: No tienes permiso para editar esto.
gl_es: Non tes permisos para editar aquí.

source: An error occured, please check your zip file
es_es: Se ha producido un error, por favor, comprueba tu archivo zip

source: The file must be a ZIP file (.zip)
es_es: El archivo debe ser un archivo ZIP (.zip)

source: There is some PHP files in your ZIP
es_es: Existen algunos archivos PHP en el archivo ZIP

source: The child theme has been added successfully.
es_es: El tema hijo ha sido añadido correctamente.

source: Mail alert: Unable to delete customer using email.
es_es: Alerta de correo: no se puede eliminar al cliente usando el correo electrónico.

source: Mail alert: Unable to export customer using email.
es_es: Alerta de correo: no se puede exportar al cliente usando el correo electrónico.

source: PrestaShop Security
es_es: Seguridad de PrestaShop

source: Protect your store from fraudulent payments
es_es: Protege tu tienda de pagos fraudulentos

source: -- Please choose your main activity --
es_es: Por favor, selecciona tu actividad principal
gl_es: -- Por favor, escolle a túa actividade principal --

source: Adult
es_es: Adulto

source: Animals and Pets
es_es: Animales y Mascotas
gl_es: Animais e Mascotas

source: Art and Culture
es_es: Arte y Cultura
gl_es: Arte e Cultura

source: Babies
es_es: Bebés
gl_es: Bebés

source: Beauty and Personal Care
es_es: Belleza y Cuidado Personal
gl_es: Beleza e Coidado Persoal

source: Cars
es_es: Coches y Motos
gl_es: Coches

source: Computer Hardware and Software
es_es: Material informático y softwares
gl_es: Hardware e Software de ordenadores

source: Fashion and accessories
es_es: Moda y complementos
gl_es: Moda e accesorios

source: Flowers, Gifts and Crafts
es_es: Flores, regalos y artesanía
gl_es: Flores, Galanos e Artesanías

source: Food and beverage
es_es: Alimentación y bebidas
gl_es: Alimentos e bebidas

source: HiFi, Photo and Video
es_es: HiFi, Foto y Vídeo
gl_es: Son, Foto e Vídeo

source: Home and Garden
es_es: Hogar y Jardín
gl_es: Fogar e Xardín

source: Home Appliances
es_es: Electrodomésticos
gl_es: Electrodomésticos

source: Jewelry
es_es: Joyería
gl_es: Xoiaría

source: Mobile and Telecom
es_es: Móviles y Telefonía
gl_es: Móbiles e Telecomunicacións

source: Services
es_es: Servicios
gl_es: Servizos

source: Shoes and accessories
es_es: Calzado y Complementos
gl_es: Calzado e accesorios

source: Sport and Entertainment
es_es: Deporte y Ocio
gl_es: Deportes e Lecer

source: Travel
es_es: Viajes y Turismo
gl_es: Viaxes

source: Bankwire
es_es: Transferencia bancaria

source: Credit card
es_es: Tarjeta de crédito

source: Credit card multiple
es_es: Pago en cuotas, con tarjeta de crédito

source: Prepaid account (MoneyBookers, PayPal...)
es_es: Cuenta prepagada (MoneyBookers, PayPal,...)

source: Please accept the terms of service.
es_es: Debe aceptar las condiciones del servicio.

source: PrestaShop Security configuration
es_es: Confuguración de PrestaShop Security

source: My shop does not have a PrestaShop Security account yet
es_es: Mi tienda aún no dispone de cuenta en PrestaShop Security

source: I already have an account
es_es: Ya tengo una cuenta

source: Your email
es_es: Tu correo electrónico

source: Shop Url
es_es: URL de tu tienda

source: I agree with the terms of PrestaShop Security service and I adhere to them unconditionally.
es_es: He leido los términos y condiciones del servicio de PrestaShop Security y los acepto sin reservas.

source: Create account
es_es: Crear una cuenta

source: Shop ID
es_es: ID tienda
gl_es: ID da Tenda

source: Shop KEY
es_es: CLAVE de la tienda

source: Shop activity
es_es: Actividad de la tienda

source: Carriers
es_es: Transportistas
gl_es: Empresas de Transporte

source: Carrier
es_es: Transportista
gl_es: Transportista

source: Carrier Type
es_es: Tipo de transportista

source: Choose a carrier type...
es_es: Selecciona un tipo de transportista...

source: Payments
es_es: Pagos

source: Payment Module
es_es: Módulo de pago

source: Payment Type
es_es: Tipo de pago

source: Choose a payment type...
es_es: Selecciona un tipo de pago...

source: Email is invalid
es_es: La dirección de correo electrónico no es válida

source: Shop URL is invalid
es_es: La URL de la tienda no es válida

source: Impossible to create a new account, please report this bug on http://forge.prestashop.com/
es_es: No es posible crear una nueva cuenta, por favor, reporta este error en http://forge.prestashop.com/

source: This order has not been sent to PrestaShop Security.
es_es: Esta orden no ha sido enviado a PrestaShop Security.

source: Scoring:
es_es: Puntuaje:

source: Unknown
es_es: Desconocido
gl_es: Descoñecido

source: Report this order as a fraud to PrestaShop
es_es: Reportar este pedido como fraudulento a PrestaShop

source: Pick up in-store
es_es: Recoger en tienda

source: Withdrawal point
es_es: Punto de recogida

source: Slow shipping more than 3 days
es_es: Envío lento superior a 3 días

source: Shipping express
es_es: Envío express

source: Download
es_es: Descargas
gl_es: Descargar

source: Read more about the CSV format at:
es_es: Lee más acerca del formato CSV en:

source: or
es_es: o
gl_es: ou

source: The locale must be installed
es_es: La configuración regional debe estar instalada

source: Multiple value separator
es_es: Separador de valor múltiple
gl_es: Multiple separador do valor

source: Comment:
es_es: Comentario:
gl_es: Comentario:

source: Newsletter subscription: Unable to delete customer using email.
es_es: Suscripción al boletín de noticias: no se puede eliminar al cliente usando el correo electrónico.

source: Newsletter subscription: Unable to export customer using email.
es_es: Suscripción al boletín de noticias: no se puede exportar al cliente usando el correo electrónico.

source: Generate your Google sitemap file
es_es: Genera tu archivo para Google Sitemap
gl_es: Xera o teu ficheiro de mapa do sitio Google

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
es_es: Se ha producido un error al comprobar los permisos del archivo. Por favor, ajusta los permisos para permitir que PrestaShop escriba un archivo en el directorio raíz.
gl_es: Produciuse un erro ao tentar comproba-los permisos do teu ficheiro. Por favor, axusta os teus permisos para permitirlle a PrestaShop gravar un ficheiro no teu directorio raíz.

source: Other Modules
es_es: Otros módulos
gl_es: Outros Módulos

source: Installed Modules
es_es: Módulos instalados
gl_es: Módulos Instalados

source: Disabled Modules
es_es: Módulos desactivados
gl_es: Módulos Desactivados

source: Filter by
es_es: Filtrar por
gl_es: Filtrar por

source: Installed & Not Installed
es_es: Instalados y no instalados
gl_es: Instaladas e Non Instaladas

source: Modules Not Installed
es_es: Módulos no instalados

source: Enabled & Disabled
es_es: Activados y desactivados
gl_es: Activado e Desactivado

source: Enabled Modules
es_es: Módulos activados
gl_es: Módulos Activados

source: Authors
es_es: Autores
gl_es: Autoría

source: All Modules
es_es: Todos los módulos
gl_es: Todos os Módulos

source: Free Modules
es_es: Módulos Gratuitos
gl_es: Módulos de balde

source: Partner Modules (Free)
es_es: Módulos de nuestros asociados (Gratuitos)
gl_es: Módulos de Asociadas (de balde)

source: Must Have
es_es: Recomendados
gl_es: Debe Ter

source: Modules purchased on Addons
es_es: Módulos comprados en Addons
gl_es: Módulos mercados en Complementos

source: All authors
es_es: Todos los autores
gl_es: Tódalas autoras

source: All countries
es_es: Todos los países
gl_es: Tódolos países

source: Current country:
es_es: País actual:
gl_es: País actual:

source: Page
es_es: Página
gl_es: Páxina

source: Layout
es_es: Aspecto

source: Module
es_es: Módulo
gl_es: Modulo

source: Normal view
es_es: Vista normal
gl_es: Vista normal

source: Favorites view
es_es: Vista favoritos
gl_es: Vista de Favoritos

source: Tab
es_es: Aparece en
gl_es: Sección

source: Categories
es_es: Categorías
gl_es: Categorías

source: Interest
es_es: Interés

source: Favorite
es_es: Favorito
gl_es: Favorito

source: Home
es_es: Inicio
gl_es: Inicios

source: GDPR
es_es: RGPD

source: Back to Your Account
es_es: Volver a Su Cuenta
gl_es: Volver á súa Conta

source: None
es_es: Ninguno
gl_es: Ningún

source: Not Installed
es_es: No instalado
gl_es: Sen Instalar

source: Installed
es_es: Instalado
gl_es: Instalado

source: More modules on addons.prestashop.com
es_es: Más módulos en addons.prestashop.com
gl_es: Máis módulos en addons.prestashop.com

source: Do not forget to use an absolute URL in the target link to make it valid! The link also has to be on the same domain as the shop.
es_es: ¡No olvides utilizar una URL absoluta para que sea válida! El enlace también tiene que estar en el mismo dominio que la tienda.
gl_es: Non esquezas empregar un URL absoluto na ligazón de destino para que sexa válido! A ligazón tamén ten que estar no mesmo dominio que a tenda.

source: What does this module do?
es_es: ¿Qué hace este módulo?
gl_es: Que fai este módulo?

source: Originally, cron is a Unix system tool that provides time-based job scheduling: you can create many cron jobs, which are then run periodically at fixed times, dates, or intervals.
es_es: Originalmente, cron es una herramienta del sistema Unix que proporciona una programación de tareas basada en el tiempo: puedes crear tareas cron, que se ejecutan periódicamente en horarios, fechas o intervalos fijos.
gl_es: Orixinalmente, cron é unha ferramenta do sistema Unix que permite programar tarefas ao longo do tempo: podes crear moitas tarefas cron que logo se executan periodicamente nuns horarios, datas ou intervalos fixos.

source: This module provides you with a cron-like tool: you can create jobs which will call a given set of secure URLs to your PrestaShop store, thus triggering updates and other automated tasks.
es_es: Este módulo te ofrece una herramienta para ejecutar tareas cron: puedes crear tareas que establezcan una comunicación con conjunto de direcciones URL seguras con tu tienda PrestaShop, para ejecutar actualizaciones y otras tareas automatizadas.
gl_es: Este módulo proporciónache unha ferramenta cron: podes crear tarefas que chamarán a un determinado conxunto de URLs seguros da túa tenda Prestashop, as cales porán en marcha actualizacións e outras tarefas automatizadas.

source: Warning!
es_es: ¡Atención!
gl_es: Atención!

source: Success!
es_es: ¡Éxito!
gl_es: Feito!

source: Type:
es_es: Tipo:
gl_es: Tipo:

source: Status:
es_es: Estado:
gl_es: Estado:

source: Validated
es_es: Validado
gl_es: Validado

source: Not Validated
es_es: Sin validar
gl_es: Non Validado

source: Level:
es_es: Nivel:
gl_es: Nivel:

source: All
es_es: Todas
gl_es: Todo

source: Add a new module
es_es: Añadir un nuevo módulo
gl_es: Engadir novo Módulo

source: Addons membership provides access to all our PrestaShop modules.
es_es: La inscripción en Addons proporciona acceso a todos nuestros módulos Prestashop.

source: Once connected, your new modules will be automatically installed.
es_es: Una vez conectado, tus nuevos módulos se instalarán automáticamente.
gl_es: Unha vez conectada, os teus novos módulos instalaranse automaticamente.

source: Sign up
es_es: Registrarse
gl_es: Rexistrarse

source: Connect to PrestaShop Marketplace account
es_es: Conectarte con tu cuenta al Marketplace de PrestaShop
gl_es: Conecta coa conta do Mercado PrestaShop

source: Log in
es_es: Iniciar sesión
gl_es: ENTRAR

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
es_es: El módulo debe ser un archivo Zip (.zip) o un archivo tarball (.tar, .tar.gz, .tgz).
gl_es: O módulo debe ser un ficheiro Zip (.zip) ou ben un ficheiro tarball (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
es_es: Subir un módulo desde tu ordenador.
gl_es: Sube un módulo dende o teu ordenador.

source: Module file
es_es: Archivo del módulo
gl_es: Ficheiro do módulo

source: Choose a file
es_es: Selecciona un archivo
gl_es: Escolle un ficheiro

source: Upload this module
es_es: Subir este módulo
gl_es: Subir este módulo

source: An upgrade is available for some of your modules!
es_es: ¡Hay actualizaciones disponibles para algunos de tus módulos!

source: Favorites
es_es: Favoritos
gl_es: Favoritos

source: Become an e-commerce expert in leaps and bounds!
es_es: ¡Conviértete en un experto en comercio electrónico a pasos agigantados!
gl_es: Faite unha experta en comercio electrónico a grandes pasos!

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
es_es: Con todas las grandes características y beneficios que PrestaShop ofrece, ¡es importante mantenerse al día!
gl_es: Con tódalas fantásticas funcionalidades e beneficios que ofrece PrestaShop, é importante estar ao día!

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
es_es: El principal objetivo de todas las características que ofrecemos es ayudarte a que tengas éxito en el mundo del comercio electrónico. Para conseguir este objetivo hemos creado un sistema de insignias y puntos para monitorizar fácilmente tu progreso como comerciante. Hemos dividido el sistema en tres niveles, todos los cuales son esenciales para el éxito en el mundo del comercio electrónico: (i) Tu uso de las principales características de comercio electrónico en tu tienda; (ii) Tu desempeño en las ventas; (iii) Tu presencia en los mercados internacionales.
gl_es: O obxectivo principal de todas estas funcionalidades que ofrecemos é que teñas éxito no mundo do comercio electrónico. Para conseguir isto, creamos un sistema de insignias e puntos que fan doado supervisar o teu progreso como comerciante. Dividimos o sistema en tres niveis, os cales son esenciais para acada-lo éxito no mundo do comercio electrónico: (i) O teu emprego das principais funcionalidades do comercio electrónico na túa tenda; (ii) O rendemento das túas vendas; (iii) A túa presenza en mercados internacionais.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
es_es: Cuanto más progresa tu tienda, más insignias y puntos ganas. No es necesario enviar ninguna información o rellenar ningún formulario; sabemos lo ocupado que estás, ¡todo es automático!
gl_es: Canto máis progresa a túa tenda, máis insignias e puntos gañas. Non é preciso enviar ningunha información ou encher ningún formulario; sabemos o ocupada que estás, todo é automático!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
es_es: Ahora, haciendo clic en un botón, podrás ver las características para mejorar tus ventas que puede estarse perdiendo. ¡Benefíciate de esto y échale un vistazo!
gl_es: Agora, ao premer un botón, serás capaz de ver as funcionalidades para mellora-las vendas e que podes estar a perder. Aproveita e compróbao embaixo!

source: Our team is available to help. Contact us today!
es_es: Nuestro equipo está disponible para ayudarte. ¡Contacta con nosotros!
gl_es: A nosa equipa está dispoñible para axudar. Contacta hoxe connosco!

source: Fill out a contact form
es_es: Rellena el formulario de contacto
gl_es: Encher un formulario de contacto

source: Completion level
es_es: Nivel completado
gl_es: Nivel de realización

source: No badge in this section
es_es: Ninguna insignia en esta sección
gl_es: Non hai ningunha insignia nesta sección

source: Data visualization and automatic actions
es_es: Visualización de datos y acciones automáticas

source: Find here listed all personal data collected by PrestaShop and your installed modules.
es_es: Aquí se encuentran listados todos los datos personales recopilados por PrestaShop y por tus módulos instalados.

source: Compliant module list
es_es: Lista de módulos compatibles

source: Find here listed all the elements that are GDPR compliant.
es_es: Aquí se encuentran listados todos los elementos conformes al RGPD.

source: PrestaShop data
es_es: Datos de PrestaShop
