Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesCheckpaymentShop.*.xlf
Languages: gl_es

source: This payment method is not available.
gl_es: Esta forma de pagamento non está dispoñible.

source: Amount
gl_es: Importe

source: Your order on %s is complete.
gl_es: Completouse a túa encomenda de %s.

source: Your check must include:
gl_es: O teu cheque debe incluír:

source: Payment amount.
gl_es: Importe do pagamento.

source: Payable to the order of
gl_es: A pagar á orde de

source: Mail to
gl_es: Enviar a

source: Do not forget to insert your order number #%d.
gl_es: Non esquezas inseri-lo teu número de encomenda #%d.

source: Do not forget to insert your order reference %s.
gl_es: Non esquezas inseri-la referencia da túa encomenda %s.

source: An email has been sent to you with this information.
gl_es: Envióuseche un correo electrónico con esta información.

source: Your order will be sent as soon as we receive your payment.
gl_es: A túa encomenda enviarase tan axiña coma recibamos o pagamento.

source: For any questions or for further information, please contact our
gl_es: Para calquera dúbida ou informacion adicional, por favor contacte co noso

source: customer service department.
gl_es: departamento de atención á clientela.

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
gl_es: Temos un problema coa túa encomenda. Se pensas que é un erro, non dubides en contactar co noso

source: Pay by check
gl_es: Pagar con cheque

source: (order processing will be longer)
gl_es: (o procesamento da encomenda tardará máis)
