Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesStatsforecastAdmin.*.xlf
Languages: es_mx

source: Stats Dashboard
es_mx: Estadísticas de Panel de control

source: Average
es_mx: Regular

source: Forecast
es_mx: Pronóstico

source: Conversion
es_mx: Conversión

source: Accounts
es_mx: Cuentas

source: Full carts
es_mx: Carritos llenos

source: Registered visitors
es_mx: Visitantes registrados

source: Payment distribution
es_mx: Distribución del pago

source: -- No filter --
es_mx: -- No hay filtro --

source: Module
es_mx: Módulo

source: Category distribution
es_mx: Distribución de categorías

source: Language distribution
es_mx: Distribución del idioma

source: Growth
es_mx: Crecimiento

source: Zone distribution
es_mx: Zona de distribución

source: Currency distribution
es_mx: Distribución de la moneda

source: Sales (converted)
es_mx: Ventas (convertidas)

source: Attribute distribution
es_mx: Distribución de atributo
