Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesLivetranslationAdmin.*.xlf
Languages: tr_tr, zh_tw

source: Live translation
tr_tr: Canlı çeviri
zh_tw: 即時翻譯

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
tr_tr: Doğrudan kendi mağazanızın yönetim panelinden PrestaShop çevirilerine destek sağlayın.
zh_tw: 直接從您自己的商店和管理面板為PrestaShop的翻譯做出貢獻。

source: Unable to install the module: the English Upside Down language cannot be installed.
tr_tr: Modül yüklenemedi: Baş Aşağı İngilizce dili yüklenemedi.
zh_tw: 無法安裝模塊：無法安裝 English Upside Down 語言。

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
tr_tr: Bu modül PrestaShop'un farklı sayfalardan (yönetim paneli veya mağaza önyüzü) çevirilebilmesine olanak sağlar.
zh_tw: 該模組可以直接從各個頁面（後台和前台）翻譯PrestaShop。

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
tr_tr: Çevirileri derhal Crowdin üzerindeki [1]PrestaShop çeviri projesine[/1] gönderir: bu bizim topluluk çevirilerimize katkı sağlamak içindir, sizin kendi mağazanızın çevirilerini etkilemez.
zh_tw: 該模塊立即將這些上下文翻譯發送到Crowdin上的[1] PrestaShop翻譯項目[/1]：為我們的社區翻譯做出貢獻，而不是定制您自己的商店。

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
tr_tr: Henüz bir Crowdin hesabınız yoksa. [1]şimdi kalıtılın[/1]!
zh_tw: 如果你還沒有Crowdin賬戶，[1]立即加入[/1]！

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
tr_tr: Çalışabilmek için modül "Baş Aşağı İngilizce" sanal diline ihtiyaç duyar. Du dil mağazanızda yüklü ancak etkinleştirilmemiştir ve müşterilerinize sunulmaz.
zh_tw: 要使此模組正常工作，它需要虛擬語言“English Upside Down”。 它已安裝在您的商店中，但它未處於活動狀態且您的客戶無法使用。

source: How to proceed
tr_tr: Nasıl devam edileceği
zh_tw: 如何繼續

source: Log in to your [1]Crowdin account[/1]
tr_tr: [1]Crowdin hesabınıza[/1] oturum açın
zh_tw: 登入您的[1]Crowdin 帳户[/1]

source: Translate PrestaShop using the live translation module
tr_tr: Prestashop'u canlı çeviri modülünü kullanarak çevirin
zh_tw: 使用實時翻譯模組翻譯PrestaShop

source: Back office
tr_tr: Yönetim paneli
zh_tw: 後台

source: Translate
tr_tr: Tercüme et
zh_tw: 翻譯

source: Front office
tr_tr: Mağaza önyüzü
zh_tw: 前台

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
tr_tr: Canlı çeviri etkinleştirilemedi. Baş Aşağı İngilizce dili kayıp ve yüklenemedi. Tekrar denemek için modülü sıfırlayın.
zh_tw: 無法啟用實時翻譯。 缺少 English Upside Down 語言，無法安裝。 請重置模組以重試。
