Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesStatscatalogAdmin.*.xlf
Languages: es_mx

source: Catalog statistics
es_mx: Catálogo de estadísticas

source: (1 purchase / %d visits)
es_mx: (1 compra / %d visitas)

source: Choose a category
es_mx: Elija una categoría

source: Products available:
es_mx: Producto disponibles:

source: Average price (base price):
es_mx: Precio promedio (precio base):

source: Product pages viewed:
es_mx: Páginas del producto vistas:

source: Average number of page visits:
es_mx: Número promedio de páginas visitadas:

source: Average number of purchases:
es_mx: Número promedio de compras:

source: Images available:
es_mx: Imágenes disponibles:

source: Average number of images:
es_mx: Número promedio de imágenes:

source: Products never viewed:
es_mx: Productos nunca vistos:

source: Products never purchased:
es_mx: Productos nunca comprados:

source: Conversion rate*:
es_mx: Índice de conversión

source: Products never purchased
es_mx: Productos nunca comprados

source: Edit / View
es_mx: Editar/Ver
