Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ca_es

source: [ERROR] backupFiles filename has not been set
ca_es: [ERROR] No s'ha definit el nom de fitxer de la còpia de seguretat de fitxers

source: %s Files to backup.
ca_es: %s Fitxers per copiar.

source: Backup files initialized in %s
ca_es: Arxius de còpa de seguretat inicialitzats en %s

source: Backup files in progress. %d files left
ca_es: Còpia de seguretat dels fitxers en curs. Queden %d fitxers

source: Using class ZipArchive...
ca_es: Utilitzant la classe ZipArchive...

source: Using class PclZip...
ca_es: Usant la classe PclZip...

source: All files saved. Now backing up database
ca_es: Tots els fitxers s'han desat. Ara es fa una còpia de la base de dades

source: All files have been added to archive.
ca_es: Tots els fitxers han estat afegits a l'arxiu.

source: %filename% added to archive. %filescount% files left.
ca_es: %filename% agregat a l'arxiu. Resten %filescount% arxius.

source: Error when trying to add %filename% to archive %archive%.
ca_es: Error intentant agregar %filename% a l'arxiu %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
ca_es: Arxiu %filename% (tamany: %filesize%) agregat a l'arxiu. Resten %filescount% arxius.

source: File %filename% (size: %filesize%) added to archive.
ca_es: Arxiu %filename% (tamany: %filesize%) agregat a l'arxiu.

source: File %filename% (size: %filesize%) has been skipped during backup.
ca_es: L'arxiu %filename% (tamany: %filesize%) ha estat saltat durant la còpia de seguretat.

source: [ERROR] Error on backup using PclZip: %s.
ca_es: [ERROR] Error en la còpia de seguretat utilitzant PclZip: %s.

source: Unable to open archive
ca_es: No es pot obrir l'arxiu

source: All files saved. Now backing up database.
ca_es: Tots els fitxers s'han desat. Ara es fa una còpia de la base de dades.

source: %itemname% items removed. %itemscount% items left.
ca_es: Elements %itemname% eliminats. Resten %itemscount% elements.

source: Error while removing item %itemname%, %itemscount% items left.
ca_es: Error mentre s'eliminava l'element %itemname%, resten %itemscount% elements.

source: Starting to remove %s sample files
ca_es: Començant a eliminar els %s arxius de mostra

source: All sample files removed. Backup process skipped. Now upgrading files.
ca_es: Tots els fitxers d'exemple han estat eliminats. El procés de còpia de seguretat ha estat omès. Ara s'actualitzen els fitxers.

source: All sample files removed. Now backing up files.
ca_es: Tots els fitxers d'exemple han estat esborrats. Ara es faran les còpies de seguretat.

source: Downloading from %s
ca_es: Descarregant des de %s

source: File will be saved in %s
ca_es: El fitxer es desarà a %s

source: Download directory has been emptied
ca_es: El directori de descàrregues s'ha buidat

source: Download complete.
ca_es: Descàrrega finalitzada.

source: Download complete. Now extracting...
ca_es: Descàrrega completa. Ara extreient...

source: Download complete but MD5 sum does not match (%s).
ca_es: Descàrrega finalitzada, però el MD5 sum no és correcte (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
ca_es: S'ha completat la descàrrega però l'MD5 sum no és correcte (%s). Operació avortada.

source: Error during download. The private key may be incorrect.
ca_es: S'ha produït un error mentre es feia la descàrrega. La clau privada no és correcta.

source: Error during download
ca_es: Error mentre es feia la descàrrega.

source: Download directory %s is not writable.
ca_es: El directori de descàrregues %s no es pot escriure.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
ca_es: Cal que permeteu allow_url_fopen o que tingueu activat cURL per tal de fer descàrregues automàtiques. També podeu pujar-lo manualment a la ruta %s.

source: [WARNING] Property %s is missing
ca_es: [WARNING] La propietat %s no es troba

source: Action %s skipped
ca_es: L'acció %s s'ha omès

source: Action "%s" not found
ca_es: Acció "%s" no trobada

source: Too long!
ca_es: Massa llarg!

source: Fields are different!
ca_es: Els camps són diferents!

source: This email address is wrong!
ca_es: Aquesta adreça electrònica no és correta!

source: Impossible to send the email!
ca_es: No es pot enviar el missatge de correu electrònic!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
ca_es: No es pot crear l'arxiu de configuració, si /app/config/parameters.php existeix, si us plau, doneu permisos d'escriptura a aquest arxiu, o creeu un arxiu anomenat parameters.php al directori de configuració.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
ca_es: El fitxer no té permisos d'escriptura, si us plau creeu un fitxer anomenat settings.inc.php al directori "config".

source: Impossible to upload the file!
ca_es: No és possible pujar el fitxer!

source: Data integrity is not valided. Hack attempt?
ca_es: No hi ha integritat de les dades. Atac hacker?

source: Impossible to read the content of a MySQL content file.
ca_es: No es pot llegir el contingut del fitxer MySQL.

source: Cannot access a MySQL content file.
ca_es: No es pot accedir al contingut d'un fitxer MySQL.

source: Error while inserting data in the database:
ca_es: Error a l'inserir informació a la base de dades

source: This is not a valid file name.
ca_es: Aquest no és un nom vàlid pel fitxer.

source: This is not a valid image file.
ca_es: Aquesta no és un fitxer d'imatge vàlid.

source: Error while creating the /app/config/parameters.php file.
ca_es: Error mentre es creava l'arxiu /app/config/parameters.php.

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
ca_es: Aquesta base de dades PrestaShop ja existeix. Si us plau revalideu la infomació d'autentificació a la base de dades.

source: An error occurred while resizing the picture.
ca_es: S'ha produït un error mentre es redimensionava la imatge.

source: Database connection is available!
ca_es: Connexió disponible amb la base de dades!

source: Database Server is available but database is not found
ca_es: El servidor de bases de dades està disponible però no es pot trobar la base de dades

source: Database Server is not found. Please verify the login, password and server fields.
ca_es: No es troba el servidor de bases de dades. Si us plau verifiqueu-ne l'usuari, la contrasenya i els camps de servidor.

source: An error occurred while sending email, please verify your parameters.
ca_es: Ha succeït un error mentre s'enviava email, si us plau verifiqueu els paràmetres.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
ca_es: No es pot gravar la imatge /img/logo.jpg. Si aquesta imatge existeix, si us plau esborreu-la.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ca_es: El fitxer carregat excedeix la directiva upload_max_filesize del php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ca_es: El fitxer que heu pujat excedeix la directiva MAX_FILE_SIZE especificada al formulari HTML

source: The uploaded file was only partially uploaded
ca_es: El fitxer ha estat pujat només parcialment

source: No file was uploaded.
ca_es: No s'ha pujat cap fitxer.

source: Missing a temporary folder
ca_es: No es troba el directori temporal

source: Failed to write file to disk
ca_es: Ha fallat l'escriptura del fitxer al disc

source: File upload stopped by extension
ca_es: Pujada de fitxers aturada per extensió

source: Cannot convert your database's data to utf-8.
ca_es: No es pot convertir la vostra base de dades a utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
ca_es: El vostre servidor MySQL no suporta aquest motor, si us plau utilitzeu-ne un altre amb MyISAM

source: Your lastname contains some invalid characters
ca_es: El vostre nom conté caràcters no vàlids

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
ca_es: La imatge /img/logo.jpg no es pot escriure, si us plau doneu-li permisos CHMOD 755 o CHMOD 777

source: Invalid catalog mode
ca_es: Mode de catàleg no vàlid

source: No error code available
ca_es: No hi ha codi d'error disponible

source: This installer is too old.
ca_es: Aquest instal·lador és massa antic.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
ca_es: L'arxiu app/config/parameters.php no s'ha trobat. Heu esborrat o canviat el nom d'aquest arxiu?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
ca_es: No es troben els fitxers d'actualització SQL. Si us plau verifiqueu que la carpeta /install/upgrade/sql no està buida.

source: No upgrade is possible.
ca_es: No es pot actualitzar.

source: Error while loading SQL upgrade file.
ca_es: Error mentre es carregava el fitxer SQL d'actualització.

source: Error while inserting content into the database
ca_es: Error mentre s\inseria contingut a la base de dades

source: Unfortunately,
ca_es: Malauradament,

source: SQL errors have occurred.
ca_es: S'han produït errors SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
ca_es: EL fitxer config/defines.inc.php no s'ha trobat. L'heu mogut?

source: Rollback
ca_es: Retrocés

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
ca_es: Després d'actualitzar la botiga, podeu tornar enrere als fitxers i bases de dades previs. Utilitzeu aquesta funció si el vostre tema o un mòdul essencial no funcionen correctament.

source: Choose your backup:
ca_es: Trieu la còpia de seguretat:

source: -- Choose a backup to restore --
ca_es: -- Trieu una còpia de seguretat per restaurar --

source: The pre-Upgrade checklist
ca_es: La llista de verificació preactualització

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
ca_es: La llista de verificació no és correcta, Només podreu fer l'actualització quan tots els indicadors estiguin en color verd.

source: Before starting the upgrade process, please make sure this checklist is all green.
ca_es: Abans d'iniciar el procés d'actualització, si us plau verifiqueu que la llista de comprovacions està tota en verd.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
ca_es: El mòdul "Actualització 1-Clic" té la darrera versió (versió actual v%s)

source: Download
ca_es: Descarregar

source: Your store's root directory is writable (with appropriate CHMOD permissions)
ca_es: El directori arrel de la botiga té permisos d'escriptura (poseu els permisos CHMOD adequats)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
ca_es: El directori "/admin/autoupgrade" es pot escriure (poseu-li els permisos CHMOD adequats)

source: PHP's "Safe mode" option is turned off
ca_es: L'opció "Safe mode" de PHP està desactivada

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
ca_es: L'opció de PHP "allow_url_fopen" està activada, o cURL està instal·lat

source: Your store is in maintenance mode
ca_es: La botiga està en mode de manteniment

source: Click here to put your shop under maintenance
ca_es: Cliqueu aquí per posar la botiga en manteniment

source: PrestaShop's caching features are disabled
ca_es: Les característiques de memòria cau de PrestaShop estan desactivades

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
ca_es: El paràmetre de PHP max_execution_time té un valor elevat o està totalmente inhabilitat (valor actual: il·limitat)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
ca_es: El paràmetre de PHP max_execution_time té un valor elevat o està totalmente inhabilitat (valor actual: %s segons)

source: Please also make sure you make a full manual backup of your files and database.
ca_es: Si us plau assegureu-vos que heu fet manualment una còpia de seguretat dels fitxers i de la base de dades.

source: Branch:
ca_es: Branca:

source: available
ca_es: disponible

source: unavailable
ca_es: no disponible

source: Version number:
ca_es: Número de versió:

source: MD5 hash:
ca_es: Hash MD5:

source: Changelog:
ca_es: Historial de canvis:

source: see changelog
ca_es: veure el llistat de canvis

source: Major release
ca_es: Actualització final

source: Minor release (recommended)
ca_es: Versió secundària (recomanada)

source: Release candidates
ca_es: Versions candidates

source: Beta releases
ca_es: Actualització beta

source: Alpha releases
ca_es: Actualització alfa

source: Private release (require link and MD5 hash)
ca_es: Versió privada (necessita un enllaç i un hash MD5)

source: Local archive
ca_es: Fitxer local

source: Local directory
ca_es: Directori local

source: Channel:
ca_es: Canal:

source: This option regroup all stable versions.
ca_es: Aquesta opció reagrupa totes les versions estables.

source: Link:
ca_es: Enllaç:

source: Hash key:
ca_es: Clau hash:

source: Allow major upgrade:
ca_es: Disponible una actualització principal:

source: Archive to use:
ca_es: Fitxer a utilitzar:

source: Choose an archive
ca_es: Trieu un fitxer

source: Number of the version you want to upgrade to:
ca_es: Nombre de la versió a la qual voleu actualitzar:

source: No archive found in your admin/autoupgrade/download directory
ca_es: No hi ha fitxers al directori admin/autoupgrade/download

source: Save in the following directory the archive file of the version you want to upgrade to: %s
ca_es: Deseu en el següent directori l'arxiu de la versió a la qual voleu actualitzar: %s

source: Click "Save" once the archive is there.
ca_es: Cliqueu "Desar" una vegada l'arxiu sigui allà.

source: This option will skip the download step.
ca_es: Aquesta opció omet el pas de la descàrrega.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
ca_es: Deseu en el següent directori els arxius de PrestaShop de la versió a la qual voleu actualitzar sense comprimir: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
ca_es: Si us plau, digueu-nos a quina versió esteu actualitzant [1](1.7.0.1 per exemple)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
ca_es: Aquesta opció omitirà els passos de descàrrega i descompressió i usarà %1$s com a directori font

source: More options (Expert mode)
ca_es: Més opcions (mode expert)

source: Expert mode
ca_es: Mode expert

source: Please select your channel:
ca_es: Si us plau seleccioneu el canal:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
ca_es: Els canals ofereixen diferents camins per tal d'optimitzar una actualització. Podeu pujar una nova versió manualment o deixar que el mòdul "Actualització 1-Clic" ho faci per vosaltres.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
ca_es: Els canals Alfa, Beta i Privats, permeten que actualitzeu a una versió experimental, no oficial l inestable (únicament per a test).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
ca_es: De manera predeterminada, haurieu d'usar una actualització menor ja que us proporcionarà la darrera versió estable de què es disposa.

source: Step
ca_es: Pas

source: Upgrade steps
ca_es: Actualitzar passos

source: Version comparison
ca_es: Comparació de versions

source: PrestaShop Original version
ca_es: Versió original PrestaShop

source: Differences between versions
ca_es: Diferències entre versions

source: Activity Log
ca_es: Registre d'activitat

source: Currently processing
ca_es: Procés en curs

source: Analyzing the situation...
ca_es: Analitzant la situació...

source: Start your Upgrade
ca_es: Inicieu l'actualització

source: Congratulations, you are already using the latest version available!
ca_es: Felicitacions, ara utilitzeu la darrera versió disponible!

source: You come from the future! You are using a more recent version than the latest available!
ca_es: Veniu del futur! Esteu utilitzant una versió més avançada que la darrera disponible!

source: Your current PrestaShop version
ca_es: La vostra versió actual del PrestaShop

source: Latest official version for %s channel.
ca_es: Darrera versió oficial del canal %s.

source: Upgrade PrestaShop now!
ca_es: Actualitzeu PrestaShop ara!

source: You use Smarty 3
ca_es: Esteu usant Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
ca_es: Smarty 2 és obsolet a la 1.4 i s'ha esborrat a la 1.5. Cal que actualitzeu el tema actual o n'utilitzeu un de nou.

source: PrestaShop will be downloaded from %s
ca_es: PrestaShop serà descarregat des de %s

source: Open changelog in a new window
ca_es: Obrir el registre de canvis en una nova finestra

source: No file will be downloaded (channel %s is used)
ca_es: No hi ha fitxers per descarregar (el canal %s està en ús)

source: The following action are automatically replaced
ca_es: L'acció següent se substitueix automàticament

source: %old% will be replaced by %new%
ca_es: %old% serà reemplaçat per %new%

source: To change this behavior, you need to manually edit your php files
ca_es: Per tal de canviar aquest comportament, cal que editeu manualment els fitxers php.

source: Check if a new version is available
ca_es: Feu clic per verificar si hi ha una nova versió disponible

source: Last check: %s
ca_es: Darrera comprovació: %s

source: Last check: never
ca_es: Darrera comprovació: mai

source: Refresh the page
ca_es: Refrescar la pàgina

source: Last datetime check: %s
ca_es: Darrera comprovació de data: %s

source: This functionality has been disabled.
ca_es: Aquesta funcionalitat ha estat deshabilitada.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
ca_es: [ERRADA TÈCNICA] No es troba ajax-upgradetab.php. Si us plau reinstal·leu o reinicialitzeu aquest mòdul.

source: Welcome!
ca_es: Benvinguts!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
ca_es: Amb el mòdul de PrestaShop "Actualització 1-Clic", actualitzar la vostra botiga a la darrera versió disponible no havia estat mai tan fàcil!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
ca_es: Si us plau feu una còpia de seguretat manuall dels vostres fitxers i de la base de dades abans d'iniciar una actualització.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
ca_es: Torneu a comprovar la integritat de la vostra còpia de seguretat i, si cal, torneu manualment a l'estat anterior.

source: If you do not know how to proceed, ask your hosting provider.
ca_es: Si no sabeu com procedir, demaneu suport al vostre proveïdor d'hostatge.

source: Backup Options
ca_es: Opcions de còpia de seguretat

source: Upgrade Options
ca_es: Opcions d'actualització

source: Are you sure you want to delete this backup?
ca_es: Esteu segurs que voleu esborrar aquesta còpia de seguretat?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
ca_es: El servidor no pot descarregar el fitxer. Si us plau, pugeu-lo primer via ftp al vostre directori admin/autoupgrade

source: Click to refresh the page and use the new configuration
ca_es: Cliqueu per refrescar la pàgina i utilitzar la nova configuració

source: An update is currently in progress... Click "OK" to abort.
ca_es: Hi ha una actualització en curs... Cliqueu "OK" per tal d'avortar-la.

source: Upgrading PrestaShop
ca_es: Actualitzant PrestaShop

source: Upgrade complete
ca_es: Actualització completada

source: Upgrade Complete!
ca_es: Actualització completada!

source: Upgrade complete, but warning notifications has been found.
ca_es: L'actualització s'ha completat, però han aparegut notificacions d'advertiments.

source: Cookies have changed, you will need to log in again once you refreshed the page
ca_es: Les cookies han canviat, cal que torneu a accedir al compte i refresqueu la pàgina

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
ca_es: Els fitxers de CSS i Javascript han canviat, si us plau netegeu la memòria cau del vostre navegador clicant CTRL+F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
ca_es: Si us plau verifiqueu que el vostre tema del web públic és funcional (proveu de crear un compte, fer una comanda...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
ca_es: No apareix la imatge de producte al web públic? Proveu de regenerar les miniatures a Preferències > Imatges

source: Do not forget to reactivate your shop once you have checked everything!
ca_es: No us oblideu de reactivar la vostra botiga quan ho hagueu verificat tot!

source: ToDo list:
ca_es: Llista de tasques pendents:

source: Restoration complete.
ca_es: Restauració completada.

source: Javascript error (parseJSON) detected for action
ca_es: Detectat error de Javascript (parseJSON) per a l'acció

source: Starting restoration...
ca_es: Iniciant la restauració...

source: Error detected during
ca_es: S'ha detectat un error mentre

source: The request exceeded the max_time_limit. Please change your server configuration.
ca_es: La petició excedeix el max_time_limit. Si us plau canvieu la configuració del vostre servidor.

source: Manually go to %s button
ca_es: Aneu-hi manualment amb el botó %s

source: End of process
ca_es: Procés finalitzat

source: Operation canceled. Checking for restoration...
ca_es: Operació cancel·lada. Verificant per a la restauració...

source: Do you want to restore %backupname%?
ca_es: Voleu restaurar %backupname%?

source: Operation canceled. An error happened.
ca_es: Operació cancel·lada. Ha succeït un error.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
ca_es: [TECHNICAL ERROR] No es troba ajax-upgradetab.php. Si us plau, torneu a instal·lar el mòdul

source: See or hide the list
ca_es: Veure o amagar la llista

source: Core file(s)
ca_es: Fitxers del nucli

source: Mail file(s)
ca_es: Fitxers d'email

source: Translation file(s)
ca_es: Fitxer(s) de traducció

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
ca_es: El vostre servidor no pot descarregar l'arxiu. Si us plau pugeu-lo amb FTP i deixeu-lo al directori /[admin]/autoupgrade.

source: Theses files will be deleted
ca_es: Aquests fitxers seran eliminats

source: Theses files will be modified
ca_es: Aquests fitxers seran modificats

source: Less options
ca_es: Menys opcions

source: Link and MD5 hash cannot be empty
ca_es: L'enllaç i la clau hash MD5 no poden estar buits

source: You need to enter the version number associated with the archive.
ca_es: Cal que introduïu el número de versió associat al fitxer.
