Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesEmailsubscriptionShop.*.xlf
Languages: ca_es

source: This email address is not registered.
ca_es: Adreça de correu electrònic no registrada

source: An error occurred while attempting to unsubscribe.
ca_es: Error anul·lant la subscripció

source: Unsubscription successful.
ca_es: Desubscripció completada.

source: This email address is already registered.
ca_es: L'adreça de correu electrònic ja està registrada

source: An error occurred during the subscription process.
ca_es: Error durant la subscripció

source: A verification email has been sent. Please check your inbox.
ca_es: Se us ha enviat una verificació d'adreça electrònica. Si us plau mireu-vos el vostre correu.

source: You have successfully subscribed to this newsletter.
ca_es: Subscripció realitzada correctament

source: This email is already registered and/or invalid.
ca_es: Adreça electrónica ja registrada o no vàlida

source: Thank you for subscribing to our newsletter.
ca_es: Gràcies per subscriure-us a la nostra newsletter.

source: Sign up for our newsletter[1][2]%conditions%[/2]
ca_es: Enregistra't al nostre butlletí[1][2]%conditions%[/2]

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
ca_es: Us podeu donar de baixa en qualsevol moment. Tan sols cal que cerqueu la informació de contacte a l'avís legal.

source: Newsletter
ca_es: Butlletí de notícies (newsletter)

source: Your e-mail
ca_es: Escriu el teu correu
