Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesAdvertisingAdmin.*.xlf
Languages: ru_ru

source: Advertising block
ru_ru: Блок рекламы

source: Adds an advertisement block to selected sections of your e-commerce website.
ru_ru: Добавляет рекламный блок к выбранным секциям вашего интернет-магазина.

source: This module needs to be hooked to a column, but your theme does not implement one
ru_ru: Этот модуль должен быть закреплен в колонке, но в вашем шаблоне она не предусмотрена

source: File upload error.
ru_ru: Ошибка загрузки файла.

source: Image for the advertisement
ru_ru: Изображение для рекламы

source: By default the image will appear in the left column. The recommended dimensions are 155 x 163px.
ru_ru: По умолчанию изображение появится в левом столбце. Рекомендуемые размеры 155 х 163px.

source: Target link for the image
ru_ru: При нажатии перейти на ссылку

source: Title of the target link
ru_ru: Название ссылки

source: This title will be displayed when you mouse over the advertisement block in your shop.
ru_ru: Это название будет отображаться при наведении указателя мыши на рекламный блок в вашем магазине.

source: Display in the left column
ru_ru: Показывать в левой колонке

source: Display in the right column
ru_ru: Показывать в правой колонке
