Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: gl_es, sr_cs

source: Newsletter subscription
gl_es: Subscrición ao boletín de novas
sr_cs: Praćenje biltena

source: Adds a form for newsletter subscription.
gl_es: Engade un formulario para a subscrición ao boletín de novas.

source: Are you sure that you want to delete all of your contacts?
gl_es: Estás segura de querer eliminar tódolos teus contactos?
sr_cs: Да ли сте сигурни да желите да избришете све своје контакте?

source: Subscribed
gl_es: Subscritas
sr_cs: Prijavljeni

source: Subscribed on
gl_es: Subscrita o
sr_cs: Prijavljeni na

source: Newsletter registrations
gl_es: Inscricións no Boletín de novas
sr_cs: Registracije biltena

source: Unsubscribe
gl_es: Darse de baixa
sr_cs: Odjavite se

source: Would you like to send a verification email after subscription?
gl_es: Desexas enviar un correo electrónico de verificación trala subscrición?
sr_cs: Želite li da pošaljete verifikacioni e-mail nakon pretplate?

source: Would you like to send a confirmation email after subscription?
gl_es: Desexas enviar un correo electrónico de confirmación trala subscrición?
sr_cs: Pošalji e-mail potvrdu nakon prijavljivanja na pretplatu?

source: Welcome voucher code
gl_es: Código do Cupón de benvida
sr_cs: Vaučer kod dobrodošlice

source: Leave blank to disable by default.
gl_es: Déixao en branco para desactivalo de xeito predeterminado.
sr_cs: Ostavite prazno za onemogućavanje

source: Newsletter conditions
gl_es: Condicións do Boletín de novas

source: Export customers' addresses
gl_es: Exporta-los enderezos da clientela

source: Customers' country
gl_es: País da clientela
sr_cs: Kupčeva zemlja

source: Filter customers by country.
gl_es: Filtrar clientela por país.

source: Newsletter subscribers
gl_es: Subscritoras do Boletín de novas
sr_cs: Pretplatnici na bilten

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
gl_es: Filtrar clientas que se teñan subscrito ao boletín de novas ou non, e que teñan unha conta ou non.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
gl_es: A clientela pode subscribirse ao teu boletín de novas cando se rexistra, ou ben introduci-lo seu correo electrónico no formulario do boletín de novas.

source: All subscribers
gl_es: Tódalas subscritoras

source: Subscribers with account
gl_es: Subscritoras con conta

source: Subscribers without account
gl_es: Subscritoras sen conta

source: Non-subscribers
gl_es: Non subscritas
sr_cs: Nepretplaćeni

source: Filter customers who have agreed to receive your partners' offers or not.
gl_es: Filtrar clientela que estivo dacordo con recibi-las ofertas das túas asociadas ou non.

source: All customers
gl_es: Toda a clientela
sr_cs: Svi kupci

source: Search for addresses
gl_es: Pesquisar enderezos
sr_cs: Pretraga adresa

source: Email address to search
gl_es: Enderezo de correo electrónico a pesquisar
sr_cs: Email adrese za pretragu

source: Example: contact@prestashop.com or @prestashop.com
gl_es: Exemplo: contacto@prestashop.com ou @prestashop.com
sr_cs: Primer: contact@prestashop.com ili @prestashop.com

source: No customers found with these filters!
gl_es: Non se atopou ningunha clienta con estes filtros!
sr_cs: Nema kupaca sa ovim filterima!

source: The .CSV file has been successfully exported: %d customers found.
gl_es: O ficheiro .CSV exportouse correctamente: atopáronse %d clientas.
sr_cs: CSV datoteka je uspešno izvežena. %d kupca nađeno.

source: Download the file
gl_es: Descarga-lo ficheiro
sr_cs: Preuzmite datoteku

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
gl_es: ATENCIÓN: Cando abras este ficheiro .csv con Excel, escolle a codificación UTF-8 para evitar caracteres estraños.

source: Error: Write access limited
gl_es: Erro: Acceso de escritura limitado

source: No result found!
gl_es: Non se atopou ningún resultado!

source: -- Select associated page --
gl_es: -- Selecciona a páxina asociada --
