Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesStatsvisitsAdmin.*.xlf
Languages: ro_ro, tr_tr

source: Visits and Visitors
ro_ro: Vizite si vizitatori
tr_tr: Ziyaretler ve Ziyaretçiler

source: Adds statistics about your visits and visitors to the Stats dashboard.
ro_ro: Adauga statistici despre vizitele si vizitatorii tai la tabloul de bord al Statisticilor.
tr_tr: İstatistik Gösterge Paneline, mağazanızın ziyaret ve ziyaretçileriyle ilgili istatistikleri ekler.

source: Determine the interest of a visit
ro_ro: Determina interesul unei vizite
tr_tr: Bir ziyaretin ilgisini hesapla

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
ro_ro: Graficul de evolutie a vizitatorilor seamana cu cel al vizitelor, dar ofera informatii aditionale:
tr_tr: Ziyaretçilerin gelişimi grafiği ziyaretlerin grafiğine benzer, ama ilave bilgi sağlar:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
ro_ro: In acest caz, felicitari, situl este planificat corect si este atragator. Ne bucuram ca ai fost atent.
tr_tr: Bu durumda tebrikler, mağazanız gayet iyi planlanmış ve memnuniyet verici. Önem verdiğinizi görmek gayet güzel.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
ro_ro: Altfel, concluzia nu este simpla. Problema poate fi una estetica sau ergonomica. Este posibil ca multi vizitatori sa viziteze din greseala URL-ul fara sa aiba un interes in particular pentru magazin. Acest fenomen ciudat si generator de confuzii este cauzat de motoarele de cautare. In acest caz, ar trebui revizuita structura SEO.
tr_tr: Öte yandan bu kadar basit de değil. Problem estetik yada ergonomik olabilir. Aynı zamanda birçok ziyaretçi sitenize ilgi duymadığı halde yanlışlıkla ziyaret etmiş te olabilir. Bu tuhaf ve kafa karıştırıcı fenomen genellikle arama motorları tarafından yaratılır. Eğer durum buysa, sitenizin SEO (Arama Motoru Optimizasyonu) ayarlarını tekrar gözden geçirmelisiniz.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
ro_ro: Aceste informatii sunt in mare parte calitative. Determinarea interesului unei vizite se determina de la caz la caz.
tr_tr: Bu bilgi ölçülebilir/ölçeklenebilir değildir. Tutarsız ziyaretlerin ilgililiğini hesaplamak size kalmış.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
ro_ro: O vizita corespunde unui utilizator de internet care ajunge in magazin, si pana la finalizarea sesiunii lor, se contorizeaza doar o singura vizita.
tr_tr: Bir ziyaret mağazanıza gelen bir internet kullanıcısına tekabül eder ve oturumları sona erene kadar sadece bir ziyaret olarak sayılır.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
ro_ro: Un vizzitator este o persoana necunoscuta care nu s-a inregistrat sau nu este autentificata in site. Un vizitator poate fi considerat si o persoana care a vizitat magazinul de mai multe ori.
tr_tr: Bir ziyaretçi mağazanıza henüz kayıt yaptırmamış veya giriş yapmamış bilinmeyen bir kişidir. Bir ziyaretçi aynı zamanda mağazanızı birden fazla kez ziyaret etmiş biriside olabilir.

source: Total visits:
ro_ro: Total vizite:
tr_tr: Toplam Ziyaret:

source: Total visitors:
ro_ro: Total vizitatori:
tr_tr: Toplam ziyaretçi:

source: CSV Export
ro_ro: Export CSV
tr_tr: CSV Dışa Aktar

source: Number of visits and unique visitors
ro_ro: Numarul de vizite si vizitatori unici
tr_tr: Ziyaret sayısı ve benzersiz ziyaretçiler
