Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: ko_kr, no_no

source: Pages not found
ko_kr: 페이지 찾을 수 없음
no_no: Sider ikke funnet

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
ko_kr: 통계 대시 보드에 탭을 추가하여, 방문자가 요청한 페이지를 찾지 못하게합니다.
no_no: Legger til en fane i statistikkoversikten som viser sideadresser som ble forsøkt av besøkende i nettbutikken men som ikke ble funnet.

source: The "pages not found" cache has been emptied.
ko_kr: "페이지를 찾을 수 없음" 캐시가 비었습니다.
no_no: Mellomlager for "side ikke funnet" er tømt.

source: The "pages not found" cache has been deleted.
ko_kr: "페이지를 찾을 수 없음" 캐시가 삭제되었습니다.
no_no: Mellomlager for "sider ikke funnet" er slettet.

source: Guide
ko_kr: 안내서

source: 404 errors
ko_kr: 404 오류
no_no: 404 feil

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
ko_kr: 404 오류는 사용자가 요청한 파일을 찾을 수 없다는 HTTP 오류 코드입니다. 당신의 경우 방문자 중 하나가 주소 표시 줄에 잘못된 URL을 입력했거나, 당신 또는 다른 웹 사이트에 연결이 끊어져 있음을 의미합니다. 가능한 경우, 리퍼러가 표시되어 죽은 링크가 포함 된 페이지 / 사이트를 찾을 수 있습니다. 그렇지 않은 경우, 일반적으로 직접 액세스라는 의미이므로, 다른 사용자가 더 이상 존재하지 않는 링크를 북마크에 추가했을 수 있습니다.
no_no: En 404-feil er en HTTP-feilkode som betyr at filen eller det brukeren spurte etter ikke ble funnet. I ditt tilfelle betyr det at en av dine besøkende skrev inn en feilaktig URL i adressefeltet eller at du eller et annet nettsted har en død lenke. Når det er mulig blir referenten vist slik at du kan finne siden/nettstedet som har den døde lenken. Dersom ikke betyr det vanligvis at den besøkende har gått direkte til URL'en, så noen kan ha lagret et bokmerke til en side som ikke finnes lengre.

source: How to catch these errors?
ko_kr: 어떻게 이런 오류들을 감지합니까?
no_no: Hvordan oppdage disse feilene?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
ko_kr: 웹 호스트가 .htaccess 파일을 지원하는 경우, PrestaShop의 루트 디렉토리에 파일을 만들고 다음 행을 삽입할 수 있습니다:"%s".
no_no: Hvis din webhost støtter .htaccess filer, kan du opprette en .htaccess fil i rotkatalogen til PrestaShop og sette inn følgende linje i filen: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
ko_kr: 존재하지 않는 페이지를 요청하는 사용자는 다음 페이지로 리디렉션됩니다: %s. 이 모듈은 이 페이지에 대한 액세스를 기록합니다.
no_no: En bruker som ber om en side som ikke eksisterer vil bli omdirigert til følgende side: %s. Denne modulen logger besøk til denne siden.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
ko_kr: .htaccess 파일을 사용하여 404 오류를 "404.php" 페이지로 리디렉션해야합니다.
no_no: Du må bruke en .htaccess fil til å omdirigere 404 feil til "404.php" siden.

source: Page
ko_kr: 페이지
no_no: Side

source: Referrer
ko_kr: 리퍼러
no_no: Referent

source: Counter
ko_kr: 카운터
no_no: Teller

source: No "page not found" issue registered for now.
ko_kr: "페이지를 찾을 수 없음" 문제는 현재 등록되지 않았습니다.
no_no: Ingen "side ikke funnet" problemer er registrert enda.

source: Empty database
ko_kr: 빈 데이터베이스
no_no: Tom database

source: Empty ALL "pages not found" notices for this period
ko_kr: 이 기간의 모든 "페이지를 찾을 수 없음" 알림을 비움
no_no: Tøm ALLE "side ikke funnet" varsler for denne perioden

source: Empty ALL "pages not found" notices
ko_kr: 모든 "페이지 찾을 수 없음" 알림 비움
no_no: Tøm ALLE "side ikke funnet" varsler
