Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesDashproductsAdmin.*.xlf
Languages: gl_es, it_it

source: Dashboard Products
gl_es: Panel de Produtos
it_it: Dashboard Prodotti

source: Adds a block with a table of your latest orders and a ranking of your products
gl_es: Engade un bloco cunha táboa das túas últimas encomendas e unha clasificación dos teus produtos
it_it: Aggiunge un blocco con una tabella degli ultimi ordini e e una valutazione dei tuoi prodotti

source: Customer Name
gl_es: Nome da clienta
it_it: Cliente

source: Details
gl_es: Detalles
it_it: Dettagli

source: Total sold
gl_es: Total vendido
it_it: Vendite totali

source: Net profit
gl_es: Beneficio Neto
it_it: Proffito netto

source: Views
gl_es: Visualizacións
it_it: Visite

source: Added to cart
gl_es: Engadido ao carro
it_it: Aggiunti al carrello

source: Purchased
gl_es: Mercado
it_it: Acquisti

source: You must enable the "Save global page views" option from the "Data mining for statistics" module in order to display the most viewed products, or use the Google Analytics module.
gl_es: Debes habilita-la opción "Gardar visualizacións globais de páxina" no módulo "Minaría de datos para estatísticas" para amosa-los produtos máis vistos, ou emprega-lo módulo de Google Analytics.
it_it: Devi attivare l'opzione "Salva le visualizzazioni globali delle pagine" dal modulo "Recupero dei dati per le statistiche" per poter visualizzare i prodotti più visti, oppure usare il modulo Google Analytics.

source: Term
gl_es: Termo
it_it: Termine

source: Results
gl_es: Resultados
it_it: Risultati

source: Number of "Recent Orders" to display
gl_es: Número de "Encomendas Recentes" a amosar
it_it: Numero di "Ordini recenti" da visualizzare

source: Number of "Best Sellers" to display
gl_es: Número de produtos a amosar en "Os Máis Vendidos"
it_it: Numero di "Migliori venditori" da visualizzare

source: Number of "Most Viewed" to display
gl_es: Número de produtos a amosar en "Os Máis Vistos"
it_it: Numero di "Più visti" da visualizzare"

source: Number of "Top Searches" to display
gl_es: Número de produtos a amosar en "Os Máis buscados"
it_it: Numero di "Più ricercati" da visualizzare

source: Products and Sales
gl_es: Produtos e Vendas
it_it: Prodotti e vendite

source: Recent Orders
gl_es: Encomendas Recentes
it_it: Ordini recenti

source: Best Sellers
gl_es: Os Máis Vendidos
it_it: Migliori vendite

source: Most Viewed
gl_es: Os Máis Vistos
it_it: Più visualizzati

source: Top Searches
gl_es: Os Máis Buscados
it_it: Più ricercati

source: Last %d orders
gl_es: Últimas %d encomendas
it_it: Ultimi %d ordini

source: Top %d products
gl_es: Os %d mellores produtos
it_it: Migliori %d prodotti

source: From
gl_es: Dende
it_it: Da

source: to
gl_es: ata
it_it: fino al

source: Top %d most search terms
gl_es: Os %d termos máis pesquisados
it_it: %d termini più cercati
