Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ca_es

source: Selection successfully deleted
ca_es: ﻿Selecció eliminada amb èxit

source: The new version check has been completed successfully
ca_es: La comprovació de la nova versió ha estat efectuada

source: Message sent to the customer
ca_es: Missatge enviat al client

source: Language successfully copied
ca_es: Idioma copiat amb èxit

source: Refund Successful
ca_es: Reemborsament efectuat

source: Images successfully moved
ca_es: Imatges traslladades correctament

source: In order to use a new theme, please follow these steps:
ca_es: Per tal d'utilitzar un nou tema, si us plau seguiu els passos següents:

source: Import your theme using this module:
ca_es: Importar el vostre tema utilitzant aquest mòdul:

source: Theme installer
ca_es: Instal·lador de temes

source: When your theme is imported, please select the theme in this page
ca_es: Quan el vostre tema estigui essent importat, si us plau seleccioneu el tema en aquesta pàgina

source: Add my IP
ca_es: Afegir a la meva IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
ca_es: Si canvia el tema, l'arxiu parameters.php s'ha de poder escriure (CHMOD 755 / 777)

source: Back
ca_es: Enrera

source: You do not have permission to add here
ca_es: No teniu permisos per afegir aquí

source: Set required fields for this section
ca_es: Definir camps necessaris per aquesta secció

source: Required Fields
ca_es: Camps necessaris

source: Select the fields you would like to be required for this section.
ca_es: Seleccioneu els camps que voleu que siguin necessaris per a aquesta secció.

source: Field Name
ca_es: Nom del camp

source: The field named %s is required.
ca_es: El camp anomenat %s és necessari.

source: The field named %fieldname% is required at least in the %languagename% language.
ca_es: El camp anomenat %fieldname% es requereix al menys en el llenguatge %languagename%.

source: The field named %fieldname% is too long (%charsnumber% chars max).
ca_es: El camp anomenat %fieldname% és massa llarg (%charsnumber% caracters com a màxim).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
ca_es: La seva entrada al camp %fieldname% (llenguatge %languagename%) excedeix la llargària màxima de caracters %charsnumber% (incloses les etiquetes HTML).

source: An error occurred during image deletion (cannot load object).
ca_es: S'ha produït un error durant l'eliminació de la imatge (no es pot carregar l'objecte).

source: You need at least one object.
ca_es: Necessiteu com a mínim un objecte.

source: You cannot delete all of the items.
ca_es: No és possible eliminar tots els elements.

source: An error occurred during deletion.
ca_es: S'ha produït un error durant l'eliminació.

source: (cannot load object)
ca_es: (no es pot carregar l'objecte)

source: You do not have permission to add here.
ca_es: No teniu permisos per afegir aquí.

source: Error in updating required fields
ca_es: Error en l'actualització dels camps requerits

source: Can not add configuration %configurationkey% for lang %isocode%
ca_es: No es pot agregar la configuració %configurationkey% per al llenguatge %isocode%

source: Can not add configuration %configurationkey%
ca_es: No es pot agregar la configuració %configurationkey%

source: %title% : Incorrect value
ca_es: %title% : Valor incorrecte

source: An error occurred while uploading favicon: %iconname% to %destination%
ca_es: Ha ocurregut un error durant la càrrega de favicon: %iconname% a %destination%

source: There are %count% warnings
ca_es: N'hi han %count% advertències

source: There is %count% warning
ca_es: N'hi ha %count% advertència

source: Click here to see more
ca_es: Cliqueu aquí per saber més

source: Hide warning
ca_es: Oculta l'avís

source: Delete item #
ca_es: Esborrar article no.

source: Object cannot be loaded (not found)
ca_es: L'objecte no pot ser carregat (no trobat)

source: Object cannot be loaded (identifier missing or invalid)
ca_es: L'objecte no es pot carregar (identificador de falta o no vàlid)

source: Your are currently connected with the following domain name:
ca_es: Esteu connectats amb el següent nom de domini:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
ca_es: Aquest és diferent del nom de domini principal de la botiga establert a "Preferències > SEO & URLs":

source: Click here if you want to modify the main shop domain name
ca_es: Cliqueu aquí si voleu modificar el nom de domini de la botiga

source: Field %name% is required
ca_es: Es requereix el camp %name%

source: Field %name% is invalid
ca_es: El camp %name% no és valid

source: Required field
ca_es: Camp obligatori

source: Back up my files and database
ca_es: Fer una còpia dels fitxers i de la base de dades

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
ca_es: Fa una còpia de seguretat automàtica de la vostra base de dades i dels fitxes per tal de restaurar la botiga si fos necessari. Això és experimental: per seguretat encara heu de fer manualment una altra còpia.

source: Back up my images
ca_es: Fer una còpia de seguretat de les meves imatges

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
ca_es: Per tal d'estalviar temps, podeu decidir no fer una còpia de seguretat de les imatges pujades. En qualsevol cas, assegureu-vos que heu fet una còpia manual.

source: Server performance
ca_es: Rendiment del servidor

source: Unless you are using a dedicated server, select "Low".
ca_es: Si no utilitzeu un servidor dedicat, seleccioneu "Baix".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
ca_es: Un valor alt pot causar una fallada si el vostre servidor no pot executar de pressa les tasques d'actualització.

source: Low (recommended)
ca_es: Baix (recomanat)

source: Medium
ca_es: Mig

source: High
ca_es: Alt

source: Disable non-native modules
ca_es: Desactivar mòduls no nadius

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
ca_es: Els mòduls no nadius poden comportar problemes de compatibilitat, i recomanem desactivar-los de manera predeterminada.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
ca_es: Si ho deixeu activat podrieu impedir que es carregués la pestanya "Mòduls" després de l'actualització.

source: Upgrade the default theme
ca_es: Actualitzar el tema predeterminat

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
ca_es: Si personalitza el tema per defecte de PrestaShop a la seva carpeta (nom de la carpeta "classic" en 1.7), activar aquesta opció farà que es perdin les modificacions.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
ca_es: Si utilitzeu el seu propi tema, el que permet aquesta opció simplement actualitzar els arxius del tema per defecte, i el seu propi tema estarà fora de perill.

source: Switch to the default theme
ca_es: Canviar al tema per defecte

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
ca_es: Això canviarà el vostre tema: la vostra botiga utilitzarà el tema predeterminat de la versió de PrestaShop a la que actualitzeu.

source: Keep the customized email templates
ca_es: Mantenir les plantilles de correu electrònic personalitzades

source: This will not upgrade the default PrestaShop e-mails.
ca_es: Això no actualitzarà els missatges de correu per defecte de PrestaShop.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
ca_es: Si personalitza les plantilles de correu electrònic per defecte de PrestaShop, activar aquesta opció farà que es perdin les modificacions.

source: Unable to create directory %s
ca_es: No es pot crear el directori %s

source: Unable to create file %s
ca_es: No es pot crear l'arxiu %s

source: Error when trying to delete backups %s
ca_es: Error mentre es provava d'eliminar les còpies de seguretat %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
ca_es: Procés de restauració completat. Felicitacions! Ara podeu reactivar la vostra botiga.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
ca_es: S'ha completat l'actualització. Felicitacions, ara podeu reactivar la vostra botiga.

source: Upgrade process done, but some warnings have been found.
ca_es: Procés d'actualització finalitzat, però s'han produït advertiments.

source: %s removed
ca_es: %s eliminat

source: Please remove %s by FTP
ca_es: Si us plau elimineu %s mitjançant FTP

source: Configuration successfully updated.
ca_es: Configuració actualitzada correctament.

source: This page will now be reloaded and the module will check if a new version is available.
ca_es: aquesta pàgina serà recarregada i el mòdul comprovarà si hi ha una nova versió disponible.

source: File %s does not exist. Unable to select that channel.
ca_es: El fitxer %s no existeix. No es pot seleccionar aquest canal.

source: Version number is missing. Unable to select that channel.
ca_es: No es troba el número de versió. No es pot seleccionar aquest canal.

source: Upgrade process will use archive.
ca_es: El procés d'actualització utilitzarà aquest fitxer.

source: Error on saving configuration
ca_es: Error en desar la configuració

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
ca_es: Els arxius %modifiedfiles% seran modificats, els arxius %deletedfiles% seran eliminats (si es troben).

source: No diff files found.
ca_es: No s'han trobat fitxers diferents.

source: Unable to check files for the installed version of PrestaShop.
ca_es: No es poden comprovar els fitxers de la versió actualment instal·lada de PrestaShop.

source: Unable to check files
ca_es: No es poden verificar els fitxers

source: Core files are ok
ca_es: Els fitxers core són íntegres

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
ca_es: Les modificacions d'arxiu %modificationscount% han estat detectades, incloent %coremodifications% dels mòduls nadius i del nucli:

source: Starting upgrade...
ca_es: Iniciant actualització...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
ca_es: Ometre els passos de descàrrega i descompressió, el procés d'actualització eliminarà ara les dades d'exemple.

source: Shop deactivated. Removing sample files...
ca_es: Botiga desactivada. Esborrant fitxers d'exemple...

source: Skip downloading step, upgrade process will now unzip the local archive.
ca_es: Ometent el pas de descàrrega, el procés d'actualització ara descomprimirà el fitxer local.

source: Shop deactivated. Extracting files...
ca_es: Botiga desactivada. Extreient fitxers...

source: Shop deactivated. Now downloading... (this can take a while)
ca_es: Botiga desactivada. Ara descarregant... (pot trigar una mica)

source: Downloaded archive will come from %s
ca_es: El fitxer descarregat vindrà des de %s

source: MD5 hash will be checked against %s
ca_es: El MD5 has serà comparat amb %s

source: "/latest" directory has been emptied
ca_es: el directori "/latest" ha estat buidat

source: File extraction complete. Removing sample files...
ca_es: Extracció de fitxer completada. Esborrant fitxers d'exemple...

source: Unable to extract %filepath% file into %destination% folder...
ca_es: No es pot extreure l'arxiu %filepath% a la carpeta %destination%...

source: This is not a valid archive for version %s.
ca_es: No és un arxiu vàlid per a la versión %s.

source: Extraction directory is not writable.
ca_es: El directori d'extracció no pot ser escrit.

source: Extraction directory %s is not writable.
ca_es: El directori d'extracció %s no pot ser escrit.

source: [ERROR] %s does not exist or is not a directory.
ca_es: [ERROR] %s no existeix o no és un directori.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
ca_es: No s'ha extret res. Sembla que el pas d'extracció unzip ha estat omès.

source: [ERROR] Unable to find files to upgrade.
ca_es: [ERROR] No es poden trobar fitxers per a l'actualització.

source: Unable to list files to upgrade
ca_es: No es poden llistar els fitxers de l'actualització

source: %s files will be upgraded.
ca_es: s'actualitzaran %s fitxers.

source: filesToUpgrade is not an array
ca_es: filesToUpgrade no és un array

source: All files upgraded. Now upgrading database...
ca_es: Tots els fitxers s'han actualitzat. Ara actualitzem la base de dades...

source: Error when trying to upgrade file %s.
ca_es: Error mentre s'intentava actualitzar el fitxer %s.

source: %s files left to upgrade.
ca_es: Resten %s arxius per actualitzar.

source: Nothing has been extracted. It seems the unzip step has been skipped.
ca_es: No s'ha extret res. Sembla que el pas d'extracció unzip ha estat omès.

source: %s modules will be upgraded.
ca_es: %s mòduls seran actualitzats.

source: upgradeModule step has not ended correctly.
ca_es: no ha finalitzat correctament el pas upgradeModule.

source: listModules is not an array. No module has been updated.
ca_es: listModules no és un array. No s'ha actualitzat cap mòdul.

source: %s modules left to upgrade.
ca_es: Queden %s mòduls per actualitzar.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
ca_es: El mòdul %modulename% no és compatible amb la versió %version%, serà eliminat de la vostra FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
ca_es: El mòdul %modulename% no és compatible amb la versió %version%, si us plau, elimineu-lo de la vostra FTP.

source: Addons modules files have been upgraded.
ca_es: Els fitxers de mòduls han estat actualitzats.

source: The files of module %s have been upgraded.
ca_es: Els fitxers del mòdul %s han estat actualitzats.

source: [WARNING] Error when trying to upgrade module %s.
ca_es: [WARNING] S'ha produït un error mentre es provava d'actualitzar el mòdul %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
ca_es: [ERROR] No es pot escriure el mòdul %s en zip al directori temporal.

source: [ERROR] No response from Addons server.
ca_es: [ERROR] no hi ha resposta del servidor d'extensions.

source: Error during database upgrade. You may need to restore your database.
ca_es: Error mentre s'actualitzava la base de dades. Cal que restaureu la base de dades.

source: Database upgraded. Now upgrading your Addons modules...
ca_es: Base de dades actualitzada. Ara actualitzant els mòduls d'extensions...

source: The database has been cleaned.
ca_es: La base de dades està neta.

source: /install/upgrade/php directory is missing in archive or directory
ca_es: El directori /install/upgrade/php no es troba a l'arxiu o al directori

source: /install/upgrade/php directory is missing in archive or directory.
ca_es: El directori /install/upgrade/php no es troba a l'arxiu o al directori.

source: The app/config/parameters.php file was not found.
ca_es: L'arxiu app/config/parameters.php no s'ha trobat.

source: The app/config/parameters.yml file was not found.
ca_es: L'arxiu app/config/parameters.yml no s'ha trobat.

source: Current version: %oldversion%. Version to install: %newversion%.
ca_es: Versió actual: %oldversion%. Versió a instal·lar: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
ca_es: Versió actual: %oldversion%. Versió a instal·lar: %newversion%

source: [ERROR] Version to install is too old.
ca_es: [ERROR] La versió a instal·lar és massa antiga.

source: You already have the %s version.
ca_es: Ara mateix teniu la versió %s.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
ca_es: No hi ha una versió anterior. Ha esborrat o canviat el nom de l'arxiu app/config/parameters.php?

source: Invalid database configuration
ca_es: Configuració de base de dades no vàlida

source: Unable to find upgrade directory in the installation path.
ca_es: No es troba el directori d'actualització a la ruta d'instal·lació.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
ca_es: No es troben els fitxers SQL d'actualització. Si us plau verifiqueu que la carpeta %s no estigui buida.

source: %s is not a valid version number.
ca_es: %s no és un número vàlid de versió.

source: Error while loading SQL upgrade file "%s.sql".
ca_es: Error mentre es carregava l'actualització del fitxer SQL "%s.sql".

source: Error while loading SQL upgrade file %s.
ca_es: Error mentre es carregaba l'arxiu d'actualització SQL %s.

source: Error while loading sql SQL file %s.
ca_es: Error mentre es carregaba l'arxiu sql SQL %s.

source: [DROP] SQL %s table has been dropped.
ca_es: [DROP] la taula SQL %s ha estat esborrada.

source: An error happened during the database upgrade.
ca_es: Ha succeït un error durant l'actualització de la base de dades.

source: Error upgrading Doctrine schema
ca_es: Error en actualitzar l'esquema Doctrine

source: Database upgrade OK
ca_es: Base de dades actualitzada correctament

source: [SKIP] directory "%s" does not exist and cannot be emptied.
ca_es: [SKIP] el directori "%s" no existeix i no pot ser buidat.

source: [CLEANING CACHE] File %s removed
ca_es: [NETEJAR MEMÒRIA CAU] S'ha esborrat el fitxer %s

source: Error updating translations
ca_es: Error en actualitzar traduccions

source: Warning detected during upgrade.
ca_es: Hi ha hagut un avertiment mentre es feia l'actualització.

source: Database upgrade completed
ca_es: S'ha completat l'actualització de la base de dades

source: [NOTICE] File %s does not exist, merge skipped.
ca_es: [NOTICE] El fitxer %s bo existeix, combinació omesa.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
ca_es: [WARNING] La variable %variablename% no s'ha trobat a l'arxiu %filename%. S'ha saltat la combinació.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
ca_es: [WARNING] La variable %variablename% no es troba a l'arxiu %filename%. Arxiu %filename% esborrat i combinació saltada.

source: %s ignored
ca_es: %s s'ha ignorat

source: [WARNING] File %1$s has been deleted.
ca_es: [WARNING] El fitxer%1$s ha estat esborrat.

source: Directory %1$s created.
ca_es: S'ha creat el directori %1$s.

source: Error while creating directory %s.
ca_es: S'ha produït un error mentre es creava el directori %s.

source: Directory %s already exists.
ca_es: El directori %s ja existeix.

source: [TRANSLATION] The translation files have been merged into file %s.
ca_es: [TRANSLATION] Els arxius de traducció s'han fusionat en l'arxiu %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
ca_es: [TRANSLATION] Els arxius de traducción no s'han fusionat en l'arxiu %filename%. Canvii a la còpia %filename%.

source: Copied %1$s.
ca_es: %1$s copiat.

source: Error while copying file %s
ca_es: Error al copiar l'arxiu %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
ca_es: [ERROR] L'arxiu %s no es troba: no es poden restaurar els arxius. Operació avortada.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
ca_es: [ERROR] No es troba el fitxer %s: no es poden restaurar els fitxers. Operació avortada.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
ca_es: [ERROR] No s'han trobat fitxers de còpia de seguretat de la base de dades: no és possible restaurar la base de dades. Operació avortada.

source: Restoring files ...
ca_es: Restaurant fitxers...

source: Nothing to restore
ca_es: No hi ha res per restaurar

source: %s file(s) will be removed before restoring the backup files.
ca_es: %s fitxers seran esborrats abans de restaurar la còpia de seguretat dels fitxers.

source: [ERROR] Backup file %s does not exist.
ca_es: [ERROR] El fitxer de còpia de seguretat %s no existeix.

source: [ERROR] File "%s" does not exist.
ca_es: [ERROR] El fitxer %s no existeix.

source: Unable to remove upgraded files.
ca_es: No es poden eliminar els fitxers actualitzats.

source: Files restored. Now restoring database...
ca_es: Fitxers restaurats. Ara es restaura la base de dades...

source: Files restored.
ca_es: Fitxers restaurats.

source: Unable to extract file %filename% into directory %directoryname% .
ca_es: No es pot extreure l'arxiu %filename% al directori %directoryname% .

source: %s: File format does not match.
ca_es: %s: El format d'arxiu no coincideix.

source: Opening backup database file %filename% in %extension% mode
ca_es: Obrint l'arxiu de còpia de seguretat de la base de dades %filename% en mode %extension%

source: Database backup is empty.
ca_es: La còpia de la base de dades és buida.

source: Database restoration file %filename% done. %filescount% file(s) left...
ca_es: Arxiu de restauració de la base de dades %filename% fet. Resta(en) %filescount% arxiu(s)...

source: Database restoration file %1$s done.
ca_es: La restauració del fitxer %1$s s'ha completat.

source: Database has been restored.
ca_es: La base de dades ha estat restaurada.

source: Error during database restoration
ca_es: S'ha produït un error mentre es restaurava la base de dades

source: %numberqueries% queries left for file %filename%...
ca_es: Resten %numberqueries% consultes per l'arxiu %filename%...

source: Database restoration done.
ca_es: Base de dades restaurada amb èxit.

source: Database backup skipped. Now upgrading files...
ca_es: S'ha omès la còpia de seguretat de la base de dades. Ara s'actualitzen els fitxers...

source: Backup directory is not writable (%path%).
ca_es: El directori de còpia de seguretat no es pot escriure (%path%).

source: Backup file %s already exists. Operation aborted.
ca_es: El fitxer de còpia de seguretat %s ja existeix. Operació avortada.

source: Unable to create backup database file %s.
ca_es: No es pot crear el fitxer %s de còpia de seguretat de la base de dades.

source: Error during database backup.
ca_es: Error mentre es feia la còpia de la base de dades.

source: An error occurred while backing up. Unable to obtain the schema of %s
ca_es: S'ha produït un error mentre es feia la còpia de seguretat. No es pot obtenir un esquema de %s

source: %s table has been saved.
ca_es: La taula %s ha estat desada.

source: %s tables have been saved.
ca_es: Les taules %s han estat desades.

source: Database backup: %s table(s) left...
ca_es: Còpia de seguretat de la BBDD: queden %s taules...

source: No valid tables were found to back up. Backup of file %s canceled.
ca_es: No s'han trobat taules vàlides per a fer la còpia. La còpia al fitxer %s s'ha cancel·lat.

source: Error during database backup for file %s.
ca_es: S'ha produït un eror mentre es feia la còpia de seguretat de la base de dades al fitxer %s.

source: Database backup done in filename %s. Now upgrading files...
ca_es: Còpia correcta de la base de dades al fitxer %s. Ara s'actualitzen els fitxers...

source: Error during backupFiles
ca_es: Error mentre es feia la còpia dels fitxers
