Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: bs_ba

source: Legal Compliance
bs_ba: Zakonska usaglašenost

source: This module helps merchants comply with applicable e-commerce laws.
bs_ba: Ovaj modul pomaže prodavačima usklađivanje s zakonima e-poslovanja.

source: Could not install new hook
bs_ba: Ne mogu instalirati novu kuku

source: Legal notice
bs_ba: Pravna obavijest

source: Please add your legal information to this site.
bs_ba: Molimo dodajte Vaše pravne informacije na ovim stranicama.

source: Terms of Service (ToS)
bs_ba: Uslovi pružanja usluge (UPU)

source: Please add your Terms of Service (ToS) to this site.
bs_ba: Molimo dodajte Uslove korištenja (ToS) na ovim stranicama.

source: Revocation terms
bs_ba: Uslovi opoziva

source: Please add your Revocation terms to this site.
bs_ba: Molimo dodajte svoje Uslove povrata na ovoj strani.

source: Privacy
bs_ba: Privatnost

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
bs_ba: Molimo unesite ovdje svoje sadržaje o privatnosti. Ako ste aktivirali Social Media modul, navedite obavijest o pristupu treće strane podacima.

source: Shipping and payment
bs_ba: Dostava i plaćanje

source: Please add your Shipping and payment information to this site.
bs_ba: Molimo dodajte Vaše informacije o Dostavi i plaćanju na ovim stranicama.

source: Environmental notice
bs_ba: Obavijest okoliša

source: Please add your Environmental information to this site.
bs_ba: Molimo dodajte Vaše ekološke informacije na ovim stranicama.

source: This module helps European merchants to comply with legal requirements. Learn how to configure the module and other shop parameters so that you're in compliance with the law.[1][2]PrestaShop 1.7 legal compliance documentation[/2]
bs_ba: Ovaj modul pomaže europskim trgovcima da su u skladu s zakonskim zahtjevima. Saznajte kako podesiti parametre modula i drugih trgovina, tako da ste u skladu sa zakonom. [1] [2] PrestaShop 1.7 dokumentacija pravne usklađenosti [/2]

source: Failed to associate legal content with an email template.
bs_ba: Nije uspjelo povezivanje sadržaja sa šablonom e-maila.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
bs_ba: 'Uslove Povrata ToS' etikete ne mogu se aktivirati, osim ako povezujete "%s" ulogu sa stranicom.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
bs_ba: Troškovi isporuke ne mogu biti aktivirani ako se ne povezuju "%s" uloge sa stranicom.

source: Revocation form
bs_ba: Opoziv forma

source: Labels
bs_ba: Oznake

source: Additional information about delivery time
bs_ba: Dodatne informacije o vremenu dostave

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
bs_ba: Ako odredite vrijeme isporuke, ta dodatna informacija je prikazana u podnožju stranice proizvoda s vezom na "Isporuka & plaćanja". Ostavite polje prazno za onemogućavanje.

source: Indicate for which countries your delivery time applies.
bs_ba: Navesti za koje zemlje vrijedi vaše vrijeme isporuke.

source: 'Our previous price' label
bs_ba: 'Naša prethodna cijena' oznaka

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
bs_ba: Kada je proizvod na rasporodaji, prikazuje 'Prethodna cijena' oznaku prije nego što je izvorna cijena precrtana, pored cijene na stranici proizvoda.

source: Tax 'inc./excl.' label
bs_ba: PDV uključeno/isključeno oznaka

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
bs_ba: Prikazuje kada su porezi uključeni na stranici proizvoda ( 'Porezi uključeni/isključeni' oznaka) i dodaje kratku naznaku u podnožje drugih stranica.

source: Price per unit label
bs_ba: Cijena po jedinici oznaka

source: If available, displays the price per unit everywhere the product price is listed.
bs_ba: Ako je dostupno, prikazuje cijenu po jedinici svugdje gdje je cijena proizvoda na popisu.

source: 'Shipping fees excl.' label
bs_ba: 'Troškovi dostave uklj./isklj.' oznaka

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
bs_ba: Prikazuje oznaku pored cijene proizvoda ("Isporuka isključena") i dodaje kratku naznaku u podnožju drugih stranica.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
bs_ba: Ako je omogućeno, provjerite Uslove isporuke povezane sa stranicom ispod (Pravni Content Management). Oznaka će se povezati na ovaj sadržaj.

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
bs_ba: Uključi sadržaj opozivu stranice Uslovi povrata unutar Uslovi usluga (ToS).

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
bs_ba: Ako je omogućeno, pobrinite se da su Uslovi povezani sa stranicom ispod (Pravni Content Management).

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
bs_ba: Dodaj obvezni okvir kada korpa sadrži virtualni proizvod. Koristite kako bi bili sigurni u svjesnost kupaca da virtualni proizvod ne može biti vraćen.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
bs_ba: Zahtijevaju od klijenata da se odreknu prava na povrat prilikom kupnje virtualnih proizvoda (digitalne robe ili usluga).

source: Displays a 'From' label before the price on products with combinations.
bs_ba: Prikaz 'Od' oznaku prije cijene na proizvodima s kombinacijama.

source: Custom text in shopping cart page
bs_ba: Prilagođeni tekst na stranici korpe

source: This text will be displayed on the shopping cart page. Leave empty to disable.
bs_ba: Ovaj tekst će biti prikazan na stranici korpe. Ostavite prazno da biste onemogućili.

source: Please inform your customers about how the order is legally confirmed.
bs_ba: Molimo obavijestite svoje klijente o tome kako je narudžba pravno potvrđena.

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
bs_ba: Ako je aktivno, troškovi dostave moraju sadržavati porez! Uvjerite se da je to slučaj u odjeljku Dostave.

source: -- Select associated page --
bs_ba: -- Odaberite pripadajuću stranicu --

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
bs_ba: Modul Pravne usklađenosti osigurava sredstva za označavanje zakonski potrebnih informacija Vašim klijentima, koristeći statičke stranice (stvorene namjerno u modulu). Vaša je odgovornost da popunite odgovarajuće stranice s traženim sadržajem.

source: For each of the topics below, first indicate which of your Pages contains the required information:
bs_ba: Za svaku od sljedećih tema, prvo navesti koja od vaših stranica sadrži zahtjevane informacije:

source: Add new Page
bs_ba: Dodaj novu stranicu
