Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesCheckpaymentAdmin.*.xlf
Languages: ru_ru

source: Payments by check
ru_ru: Оплата чеком

source: Are you sure you want to delete these details?
ru_ru: Вы точно хотите удалить эту информацию?

source: The "Payee" and "Address" fields must be configured before using this module.
ru_ru: Для использования этого модуля сперва задайте поля "Получатель" и "Адрес".

source: No currency has been set for this module.
ru_ru: Не задана валюта для этого модуля.

source: The "Payee" field is required.
ru_ru: Поле "Получатель" обязательное.

source: The "Address" field is required.
ru_ru: Поле "Адрес" обязательное.

source: Pay by Check
ru_ru: Оплата чеком

source: Contact details
ru_ru: Контактная информация

source: Payee (name)
ru_ru: Получатель (имя)

source: Address
ru_ru: Адрес

source: Address where the check should be sent to.
ru_ru: Адрес отправки счета.

source: %amount% (tax incl.)
ru_ru: %amount% (с НДС)

source: This module allows you to accept payments by check.
ru_ru: Этот модуль позволяет вам принимать платежи чеком.

source: If the client chooses this payment method, the order status will change to 'Waiting for payment'.
ru_ru: Если клиент выберет этот способ оплаты, то статус заказа изменится на "Ожидание оплаты".

source: You will need to manually confirm the order as soon as you receive a check.
ru_ru: Поэтому Вам будет необходимо вручную подтвердить заказ, как только Вы получите чек.
