Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesImagesliderAdmin.*.xlf
Languages: ca_es

source: Image slider
ca_es: Slider d'imatge

source: Adds an image slider to your site.
ca_es: Afegiu un passi de diapositives a la pàgina principal.

source: Invalid values
ca_es: Valors no vàlids

source: Invalid slide
ca_es: Diapositiva no vàlida

source: Invalid slide state.
ca_es: Estat de la diapositiva no vàlid.

source: Invalid slide position.
ca_es: Posició de la diapositiva no vàlida.

source: Invalid slide ID
ca_es: Identificador de diapositiva no vàlid

source: The title is too long.
ca_es: El títol és massa llarg

source: The caption is too long.
ca_es: La llegenda és massa llarga.

source: The URL is too long.
ca_es: L'URL és massa llarg

source: The description is too long.
ca_es: La descripció és massa llarga

source: The URL format is not correct.
ca_es: El format d'URL no és correcte

source: Invalid filename.
ca_es: El nom de fitxer no és vàlid.

source: The URL is not set.
ca_es: L'URL no s'ha escrit

source: The image is not set.
ca_es: La imatge no s'ha establert

source: The configuration could not be updated.
ca_es: La configuració no s'ha pogut actualitzar

source: The slide could not be added.
ca_es: No s'ha pogut afegir la diapositiva

source: The slide could not be updated.
ca_es: No s'ha pogut actualitzar la diapositiva

source: Slide information
ca_es: Informacions de la diapositiva

source: Target URL
ca_es: URL de destí

source: Caption
ca_es: Llegenda

source: Speed
ca_es: Velocitat

source: The duration of the transition between two slides.
ca_es: La durada de la transició entre dues diapositives.

source: Pause on hover
ca_es: Pausa al sobreposar el ratolí

source: Stop sliding when the mouse cursor is over the slideshow.
ca_es: Aturar el lliscament quan el cursor del ratolí es troba sobre les diapositives.

source: Loop forever
ca_es: Bucle infinit

source: Loop or stop after the last slide.
ca_es: Bucle o parada després de l'última diapositiva.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
ca_es: A la vostra botiga hi pot haver múltiples llengües actives, si us plau penseu en pujar una imatge per a cadascuna d'elles

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
ca_es: No podeu gestionar directament els elements del menú superior a "Totes les botigues" o a "Grup de botigues", cal que seleccioneu directament la botiga que voleu editar

source: You can only edit this slide from the shop(s) context: %s
ca_es: Només pot editar aquesta diapositiva del context botiga(s): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
ca_es: No pots afegir diapositives de "Totes les botigues" o de "Grup Shop" context

source: Unable to get slide shop association information (id_slide: %d)
ca_es: No es pot obtenir informació de producte de diapositives associació (id_slide: %d)

source: The modifications will be applied to shop: %s
ca_es: Les modificacions seran aplicades a la botiga: %s

source: The modifications will be applied to this group: %s
ca_es: Les modificacions seran aplicades a aquest grup: %s

source: The modifications will be applied to all shops and shop groups
ca_es: Les modificacions seran aplicades a totes les botigues i grups de botigues

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
ca_es: En aquesta diapositiva es comparteix amb altres botigues! Totes les botigues associades a aquesta diapositiva s'aplicaran les modificacions realitzades aquí

source: Slides list
ca_es: Llista de diapositives

source: Shared slide
ca_es: Diapositiva compartida
