Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ca_es

source: No archive has been selected.
ca_es: No s'ha seleccionat cap fitxer.

source: You need to enter the version number associated with the directory.
ca_es: Cal que introduiu un número de versió associada a aquest directori.

source: Please confirm that you want to skip the backup.
ca_es: Si us plau confirmeu que voleu ometre la còpia de seguretat.

source: Please confirm that you want to preserve file options.
ca_es: Si us plau confirmeu que voleu preservar les opcions de fitxer.

source: %s is not a file
ca_es: %s no és un fitxer

source: Unable to create directory %s.
ca_es: No es pot crear el directori %s.

source: Archive extracted
ca_es: Arxiu extret

source: zip->extractTo(): unable to use %s as extract destination.
ca_es: zip->extractTo() : no es pot usar %s com a destinació d'extracció.

source: Unable to open zipFile %s
ca_es: No es pot obrir el fitxer zip %s

source: [ERROR] Error on extracting archive using PclZip: %s.
ca_es: [ERROR] Error en extreure el fitxer utilitzant PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
ca_es: [ERROR] %file% no ha estat descomprimit: %status%

source: [ERROR] Unable to list archived files
ca_es: [ERROR] No es poden llistar els fitxers arxivats

source: File %s is preserved
ca_es: El fitxer %s està reservat

source: Unable to write in the directory "%s"
ca_es: No es pot escriure al directori "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
ca_es: Aquesta versió de PrestaShop no pot ser actualitzada: no es troba la constant PS_ADMIN_DIR.

source: 1-Click Upgrade
ca_es: Actualització 1-Clic

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
ca_es: Aporta un mètode automàtic per actualitzar la botiga a la darrera versió de PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
ca_es: No es pot eliminar la pestanya antiquada "AdminUpgrade" (ID de la pestanya: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
ca_es: No es pot crear l'element de menú "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
ca_es: No es pot copiar logo.git a %s

source: Unable to load the "AdminSelfUpgrade" tab
ca_es: No es pot carregar l'element de menú "AdminSelfUpgrade"

source: Unable to create the directory "%s"
ca_es: No es pot crear el directori "%s"

source: Unable to copy ajax-upgradetab.php in %s
ca_es: No es pot copiar ajax-upgradetab.php a %s
