Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ShopThemeCustomeraccount.*.xlf
Languages: es_es

source: Receive offers from our partners
es_es: Recibir ofertas de nuestros socios

source: Your account
es_es: Su cuenta

source: Vouchers
es_es: Cupones de descuento

source: Credit slips
es_es: Facturas por abono

source: Merchandise returns
es_es: Devoluciones de mercancía

source: Addresses
es_es: Direcciones

source: Add first address
es_es: Añadir primera dirección

source: Information
es_es: Información

source: Order history and details
es_es: Historial y detalles de mis pedidos

source: Order history
es_es: Historial de pedidos

source: Here are the orders you've placed since your account was created.
es_es: Estos son los pedidos que ha realizado desde que creó su cuenta.

source: Details
es_es: Datos

source: #%id%
es_es: nº %id%

source: Log me out
es_es: Cerrar sesión

source: View my customer account
es_es: Ver mi cuenta de cliente

source: Log in to your customer account
es_es: Acceda a su cuenta de cliente

source: Connected as %first_name% %last_name%.
es_es: Conectado como %first_name% %last_name%.

source: No account?
es_es: ¿No tiene una cuenta?

source: Not you? [1]Log out[/1]
es_es: ¿No es usted? [1]Cerrar sesión[/1]

source: Connected as [1]%firstname% %lastname%[/1].
es_es: Conectado como [1]%firstname% %lastname%[/1].

source: Already have an account?
es_es: ¿Ya tiene una cuenta?

source: Create an account
es_es: Crear una cuenta

source: Log in instead!
es_es: ¡Inicie sesión!

source: Your order
es_es: Su pedido

source: Guest Order Tracking
es_es: Seguimiento de pedido de invitado

source: To track your order, please enter the following information:
es_es: Por favor, introduzca los siguientes datos para el seguimiento de su pedido

source: For example: QIIXJXNUI or QIIXJXNUI#1
es_es: Por ejemplo : QIIXJXNUI o QIIXJXNUI#1

source: Log in to your account
es_es: Iniciar sesión con su cuenta

source: No account? Create one here
es_es: ¿No tiene una cuenta? Cree una aquí

source: Your vouchers
es_es: Tus cupones de descuento

source: Credit slips you have received after canceled orders.
es_es: Facturas por abono que ha recibido por pedidos cancelados.

source: Credit slip
es_es: Factura por abono

source: View credit slip
es_es: Ver factura por abono

source: Order
es_es: Pedido

source: Date issued
es_es: Fecha de creación

source: Here is a list of pending merchandise returns
es_es: A continuación encontrará la lista de devoluciones en curso

source: Return
es_es: Devolver

source: Package status
es_es: Estado del paquete

source: Returns form
es_es: Formulario de Devoluciones

source: Forgot your password?
es_es: ¿Olvidó su contraseña?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
es_es: Por favor, introduzca la dirección de correo electrónico que utilizó para registrarse. Recibirá un enlace temporal para restablecer su contraseña.

source: Guest Tracking
es_es: Seguimiento de pedido

source: Transform your guest account into a customer account and enjoy:
es_es: Transforme su cuenta de invitado en una cuenta de cliente y disfrute de:

source: Personalized and secure access
es_es: Acceso seguro y personalizado

source: Fast and easy checkout
es_es: Proceso de paso por caja sencillo y rápido

source: Easier merchandise return
es_es: Realizar devoluciones de productos más fácilmente

source: Return details
es_es: Detalles de la devolución

source: %number% on %date%
es_es: %number% el %date%

source: We have logged your return request.
es_es: Hemos aceptado su solicitud de devolución.

source: Your package must be returned to us within %number% days of receiving your order.
es_es: Su paquete debe ser devuelto en el plazo de %number% días desde la recepción de su pedido.

source: The current status of your merchandise return is: [1] %status% [/1]
es_es: El estado actual de la devolución de la mercancía es: [1] %status% [/1]

source: List of items to be returned:
es_es: Listado de productos a devolver:

source: Reminder
es_es: Recordatorio

source: All merchandise must be returned in its original packaging and in its original state.
es_es: Todos los productos deben devolverse en su embalaje original y en su estado original.

source: Please print out the [1]returns form[/1] and include it with your package.
es_es: Por favor, imprima el [1]formulario de devolución[/1] e introdúzcalo en el paquete.

source: Please check the [1]returns form[/1] for the correct address.
es_es: Por favor, compruebe que la dirección es la correcta en el [1]formulario de devolución[/1].

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
es_es: Cuando recibamos el paquete, se lo notificaremos por correo electrónico. A continuación, comenzaremos a procesar el reembolso del pedido.

source: Please let us know if you have any questions.
es_es: Por favor, póngase en contacto con nosotros si tiene alguna consulta que hacernos.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
es_es: Si las condiciones de devolución indicadas anteriormente no se respetan, nos reservamos el derecho de rechazar el paquete y/o el reembolso.

source: Update your address
es_es: Actualizar su dirección

source: New address
es_es: Nueva dirección

source: Reset your password
es_es: Restablecer su contraseña

source: Email address: %email%
es_es: Dirección de correo electrónico: %email%

source: Welcome to your account. Here you can manage all of your personal information and orders.
es_es: Bienvenido a su cuenta. Desde aquí puede gestionar todos sus datos personales y sus pedidos.

source: Messages
es_es: Mensajes

source: Add a message
es_es: Añadir un mensaje:

source: If you would like to add a comment about your order, please write it in the field below.
es_es: Si desea dejarnos un comentario acerca de su pedido, por favor, escríbalo a continuación.

source: Merchandise return
es_es: Devolución de mercancía

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
es_es: Si desea devolver uno o varios productos, por favor, marque la(s) casilla(s) correspondiente(s) e indique el motivo de la devolución. A continuación haga clic en el botón para continuar.

source: Request a return
es_es: Solicitar una devolución

source: Returned
es_es: Devuelto

source: Back to your account
es_es: Volver a su cuenta

source: Your personal information
es_es: Sus datos personales

source: Order details
es_es: Detalles del pedido

source: Order Reference %reference% - placed on %date%
es_es: Referencia de pedido %reference% - efectuado el %date%

source: Download your invoice as a PDF file.
es_es: Descargar su factura en formato PDF.

source: You have given permission to receive your order in recycled packaging.
es_es: Ha solicitado recibir su pedido en embalaje reciclado.

source: You have requested gift wrapping for this order.
es_es: Ha solicitado envolver este pedido en papel de regalo.

source: Message
es_es: Mensaje

source: Follow your order's status step-by-step
es_es: Siga paso a paso, el estado de su pedido

source: Click the following link to track the delivery of your order
es_es: Haga clic en el siguiente enlace para realizar un seguimiento de su pedido

source: Your addresses
es_es: Sus direcciones
