Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminOrderscustomersFeature.*.xlf
Languages: mg_mg, sv_se

source: Customer information
sv_se: Kundinformation

source: Account registration date:
mg_mg: Datin'ny fisoratana anarana:
sv_se: Kontot registrerades:

source: Valid orders placed:
mg_mg: Kaomandy manan-kery napetraka:
sv_se: Giltiga beställningar:

source: Total spent since registration:
mg_mg: Totalin'ny nalefa hatramin'ny fisoratan'anarana:
sv_se: Totalt spenderat sedan registrering:

source: Guest not registered
sv_se: Gäst inte registrerad

source: Order information
sv_se: Beställ information

source: Made on:
mg_mg: Vita amin'ny:
sv_se: Skapad den:

source: No order was created from this cart.
sv_se: Ingen order skapades från denna kundvagn.

source: Create an order from this cart.
sv_se: Skapa en beställning från kundvagn

source: Cart summary
sv_se: Kundvagnen

source: Total cost of products:
mg_mg: Totalin'ny vidin'entana:
sv_se: Total kostnad för produkter:

source: Total value of vouchers:
sv_se: Totalt kuponger:

source: Total cost of gift wrapping:
sv_se: Total kostnad för presentinslagning:

source: Total shipping costs:
sv_se: Total frakt:

source: Open
sv_se: Öppet

source: Closed
sv_se: Stängt

source: Pending 1
sv_se: I avvaktan på en

source: Pending 2
sv_se: I väntan på 2

source: No new messages
sv_se: Inga nya meddelanden

source: New message
sv_se: Nytt meddelande

source: Meaning of status
sv_se: Statusbetydelse

source: Statistics
sv_se: Statistik

source: New messages
sv_se: nya meddelanden

source: Sync
sv_se: Synk

source: Run sync:
sv_se: Kör synk:

source: Run sync
sv_se: Kör synk

source: Click to synchronize mail automatically
sv_se: Klicka för att synkronisera e-post automatiskt

source: Forward this discussion
sv_se: Vidarebefordra den här diskussionen

source: Forward this discussion to an employee:
mg_mg: Mampita ito fifanakalozan-kevitra ito any amina mpiasa:
sv_se: Vidarebefordra den här diskussionen till en anställd:

source: Someone else
sv_se: Någon annan

source: Comment:
sv_se: Kommentar:

source: Forward
sv_se: Vidarebefordra

source: Order #
sv_se: Beställ #

source: See more
sv_se: Se mer

source: Thread
sv_se: Tråd

source: Forward this discussion to another employee
sv_se: Vidarebefordra den här diskussionen till en annan anställd

source: To:
sv_se: Till:

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
mg_mg: Kaomandy [1]%count%[/1] nanan-kery tamin'ny totaliny [2]%total%[/2]
sv_se: [1]%count%[/1] beställning(ar) godkända till ett belopp av [2]%total%[/2]

source: No orders validated for the moment
sv_se: Inga godkända order för tillfället

source: Your answer to
sv_se: Ditt svar på

source: Orders and messages timeline
sv_se: Tidslinje för order och meddelanden

source: View customer
sv_se: Visa kunden

source: Customer ID:
mg_mg: Mpanjifa ID:
sv_se: Kund ID:

source: Sent on:
mg_mg: Nalefa ny:
sv_se: Skickat den:

source: Browser:
mg_mg: Mpitety:
sv_se: Webbläsare:

source: File attachment
sv_se: Bifogad fil

source: View file
sv_se: Visa fil

source: Product #
sv_se: Produkt #

source: View this thread
sv_se: Visa denna tråd

source: Sent by:
mg_mg: Nalefan'ny:
sv_se: Skickad av:

source: Thread ID:
sv_se: Tråd-ID:

source: Message ID:
mg_mg: Hafatra ID:
sv_se: Meddelande-Id:

source: Message:
sv_se: Meddelande:

source: Reply to this message
sv_se: Svara på detta meddelande

source: Please type your reply below:
mg_mg: Soraty ambany eto aza fady ny valin-teninao:
sv_se: Vänligen skriv ditt svar nedanför:

source: Your reply will be sent to:
sv_se: Ditt svar kommer att skickas till:

source: Send my reply
sv_se: Skicka mitt svar

source: View order
sv_se: Visa beställning

source: Field Name
sv_se: Fältnamn

source: Referrers
sv_se: Hänvisningar

source: Customized
sv_se: Anpassad

source: Picture #
sv_se: Bild #

source: Quantity:
mg_mg: Isa:
sv_se: Antal:

source: Amount:
sv_se: Belopp:

source: Apply on all invoices
sv_se: Tillämpa på alla fakturor

source: Credit Slip
sv_se: Kreditslipp

source: Shipping Costs
mg_mg: Vidin'ny fandefasana
sv_se: Fraktkostnader

source: Qty
sv_se: Antal

source: Available quantity
sv_se: Tillgängligt antal

source: %quantity_refunded% (%amount_refunded% refund)
mg_mg: %quantity_refunded% (%amount_refunded% famerim-bola)
sv_se: %quantity_refunded% (%amount_refunded% returnerat)

source: Package content
mg_mg: Entana ao anatiny
sv_se: Paketets innehåll

source: Location
sv_se: Plats

source: Refund history
sv_se: Återbetalningshistorik

source: Return history
sv_se: Returhistorik

source: Package item
sv_se: Paketets produkt

source: Ref Supplier:
mg_mg: Famantarana Mpamatsy:
sv_se: Ref. leverantör:

source: Update Order Status
sv_se: Uppdatera orderstatus

source: No invoice
sv_se: Inga faktura

source: No delivery slip
sv_se: Ingen följesedel

source: Card Number
sv_se: Kortnummer

source: Card Brand
sv_se: Korttyp

source: Card Expiration
sv_se: Kortets giltighetstid

source: Card Holder
sv_se: Kortinnehavare

source: Change
sv_se: Ändra

source: This order has been placed by a guest.
sv_se: Denna beställning har lagts från en gäst.

source: Account registered
sv_se: Konto registrerat

source: Valid orders placed
sv_se: Giltiga beställningar

source: Total spent since registration
sv_se: Spenderat totalt sedan registrering

source: View full details...
sv_se: Visa alla detaljer...

source: Private
sv_se: Privat

source: Choose a standard message
sv_se: Välj ett standard-meddelande

source: Show all messages
sv_se: Visa alla meddelanden

source: Returned
sv_se: Returnerade

source: Return
sv_se: Återgå

source: Refund
sv_se: Återbetalning

source: Add a new discount
sv_se: Lägg till en ny rabatt

source: Value
sv_se: Värde

source: Delete voucher
sv_se: Ta bort kupong

source: Products:
sv_se: Produkter

source: Discounts
sv_se: Rabatter

source: Repay shipping costs
sv_se: Repay fraktkostnader

source: Include amount of initial voucher:
sv_se: Inkludera belopp från ursprunglig kupong:

source: Exclude amount of initial voucher:
sv_se: Exkludera belopp från ursprunglig kupong:

source: Amount of your choice:
sv_se: Valfritt belopp:

source: This order has been partially paid by voucher. Choose the amount you want to refund:
sv_se: Denna beställning har delvis betalats med kupong. Välj det belopp du vill återbetala:

source: Product(s) price:
sv_se: Produktpris:

source: Product(s) price, excluding amount of initial voucher:
sv_se: Produktpris, exkl. ursprunglig kupong:

source: Order no.
sv_se: Ordernr.

source: Include amount of initial voucher:
sv_se: Inkludera belopp från ursprunglig kupong:

source: Exclude amount of initial voucher:
sv_se: Exkludera belopp från ursprunglig kupong:

source: Amount of your choice:
sv_se: Valfritt belopp:

source: Search for a product
sv_se: Sök produkt

source: View this order
sv_se: Visa denna order

source: Delay
sv_se: Fördröjning

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
mg_mg: Tompoko, Indrisy, ny entana iray tamin'ny kaomandy nalefanao dia tsy misy ao amin'ny tahiry ankehitriny. Noho izany dia hisy fahatarana amin'ny fanaterana entana. Miala tsiny indrindra ary matokisa fa hataonay izay rehetra mety hanitsiana an'izany. Veloma finaritra,
sv_se: Hej, Tyvärr är en produkt i din beställning nu slut i lager. Detta kan orsaka en viss fördröjning i leveransen. Vi ber om ursäkt för detta, och du kan vara säker på att vi arbetar hårt för att rätta till detta. Bästa hälsningar,

source: Waiting for confirmation
mg_mg: Ampiandrasana fanamafisana
sv_se: Väntar på bekräftelse

source: Waiting for package
mg_mg: Am-piandrasana famonosan'entana
sv_se: Väntar på paket

source: Package received
mg_mg: Entana voaray
sv_se: Paket mottaget

source: Return denied
mg_mg: Famerenan'entana nolavina
sv_se: Retur nekad

source: Return completed
mg_mg: Famerenan'entana feno
sv_se: Retur godkänd och klar

source: Awaiting check payment
sv_se: Väntar på checkbetalning

source: Payment accepted
mg_mg: Fandoavam-bola nekena
sv_se: Betalning godkänd

source: Processing in progress
sv_se: Din beställning förbereds

source: Shipped
sv_se: Skickad

source: Delivered
mg_mg: Voatolotra
sv_se: Levererad

source: Canceled
mg_mg: Nofoanana
sv_se: Makulerad

source: Payment error
mg_mg: Hadisoana amin'ny fandoavam-bola
sv_se: Betalningsfel

source: On backorder (paid)
sv_se: Restorder (betald)

source: On backorder (not paid)
sv_se: Restorder (ej betald)

source: Awaiting bank wire payment
mg_mg: Miandry ny fandoavana banky
sv_se: Väntar på betalning via banköverföring

source: Remote payment accepted
sv_se: Betalningsöverföringen godkänd

source: Awaiting Cash On Delivery validation
sv_se: Väntar på postförskott validering

source: None
sv_se: Ingen

source: Low
sv_se: Låg

source: Medium
sv_se: Mellan

source: High
sv_se: Hög

source: 1 - Creation in progress
mg_mg: 1 - Andalam-pamoronana
sv_se: 1 - Skapande pågår

source: 2 - Order validated
mg_mg: 2 - Kaomandy nanan-kery
sv_se: 2 - Beställning validerad

source: 3 - Pending receipt
mg_mg: 3 - Rosia miantona
sv_se: 3 - Väntar på bekräftelse

source: 4 - Order received in part
mg_mg: 4 - Kaomandy voaray ampahany
sv_se: 4 - Beställning delvis mottagen

source: 5 - Order received completely
mg_mg: 5 - Kaomandy voaray tanteraka
sv_se: 5 - Beställning helt mottagen

source: 6 - Order canceled
mg_mg: 6 - Kaomandy nofoanana
sv_se: 6 - Beställningen har annullerats

source: Addresses
sv_se: Adresser

source: Non ordered
sv_se: Icke beställd

source: Abandoned cart
sv_se: Övergiven varukorg

source: Export carts
sv_se: Exportera kundvagnar

source: Abandoned Carts
sv_se: Övergivna varukorgar

source: From %date1% to %date2%
mg_mg: Manomboka amin'ny %date1% hatramin'ny %date2%
sv_se: Från %date1% till %date2%

source: Average Order Value
sv_se: Genomsnittligt ordervärde

source: Net Profit per Visitor
sv_se: Netto Vinst per Besökare

source: Credit card slip for order #%d
sv_se: Kreditfaktura för beställning #%d

source: Shop: %shop_name%
sv_se: Butik: %shop_name%

source: Outstanding Allowance
sv_se: Utestående Ersättning

source: Current Outstanding
sv_se: Kvarvarande utstående

source: Return Merchandise Authorization (RMA)
sv_se: Returgodkännande

source: Customer explanation
sv_se: Förklaring från kund

source: Returns form
mg_mg: Taratasy fenoina hamerenana entana
sv_se: Returformulär

source: Order #%id% from %date%
mg_mg: Kaomandy #%id% tamin'ny %date%
sv_se: Beställning #%id% från %date%

source: Returns prefix
sv_se: Returprefix

source: Slip
sv_se: Slipp

source: Print a PDF
sv_se: Skriv ut PDF

source: Back office order
sv_se: Order i admin

source: Free order
sv_se: Gratis beställning

source: Newsletter
sv_se: Nyhetsbrev

source: Free Shipping
sv_se: Fri frakt

source: Unknown
sv_se: Okänd

source: %1$d years old (birth date: %2$s)
sv_se: %1$d år gammal (födelsedag: %2$s)

source: Average Age
sv_se: Medelålder

source: %amount% tax excl.
mg_mg: %amount% tsy misy hetra.
sv_se: %amount% exkl. moms.

source: Net Profit per Visit
sv_se: Nettovinst per besök

source: 30 days
sv_se: 30 dagar

source: Newsletter Registrations
sv_se: Registrering av nyhetsbrev

source: Orders per Customer
sv_se: Orders per kund

source: Cart #%ID%
mg_mg: Harona #%ID%
sv_se: Varukorg #%ID%

source: Total Cart
sv_se: Total

source: Manual order -- Employee:
mg_mg: Kaomandy natao tanana -- Mpiasa:
sv_se: Manuell beställning - lagd av:

source: not paid
sv_se: Inte betald

source: overpaid
sv_se: överbetald

source: Credit slip for order #%d
sv_se: Kreditfaktura för order #%d

source: Download credit slip
sv_se: Ladda ner leveransavi

source: Date issued
sv_se: utskriftsdatum

source: Phone number(s)
sv_se: Telefonnummer (s)

source: Qty available
sv_se: Tillgängligt antal

source: Registration
sv_se: Registrerades

source: Last visit
sv_se: Senaste besök

source: New client
sv_se: Ny kund

source: Change Order Status
sv_se: Ändra orderstatus

source: Open in new tabs
sv_se: Öppna i ny flik

source: It looks like you have exceeded the number of tabs allowed. Check your browser settings to open multiple tabs.
sv_se: Du har överskridit antalet tillåtna flikar. Kontrollera inställningen i din webbläsare.

source: Outstanding allowance
sv_se: Utestående kredit

source: Current outstanding
sv_se: Kvarvarande kredit

source: VAT number
sv_se: Moms reg.nr

source: Identification number
sv_se: Personnummer

source: Birthday
sv_se: Födelsedag

source: You can use this feature in a single shop context only. Switch context to enable it.
sv_se: Du kan bara använda den här funktionen per shop. Ändra kontext för att aktivera den.

source: Add new order message
sv_se: Lägg till nytt meddelande

source: Order %reference% from %firstname% %lastname%
mg_mg: Kaomandy %reference% avy tamin'i %firstname%%lastname%
sv_se: Order %reference% från %firstname% %lastname%

source: Add new order
sv_se: Skapa ny order

source: Orders
sv_se: Ordrar

source: The national ID card number of this person, or a unique tax identification number.
mg_mg: Ny laharana kara-panondron'ito olona ito, na laharana tokana famantarana ny hetra.
sv_se: Personnumret för denna person, eller ett unikt VAT-nummer.

source: Customer email
sv_se: Kund e-post

source: Address alias
sv_se: Adressalias

source: Group access
sv_se: Grupp åtkomst

source: Default customer group
sv_se: Standard grupp

source: Website
sv_se: Webbplats

source: Allowed outstanding amount
sv_se: Tillåten kredit

source: Maximum number of payment days
sv_se: Max antal betalningsdagar

source: Risk rating
sv_se: Riskvärdering

source: Add a note on this customer. It will only be visible to you.
sv_se: Lägg till en notering om kunden. Den kommer bara att vara synlig för dig.

source: Transform to a customer account
sv_se: Omvandla till kund

source: Free shipping
sv_se: Fri frakt

source: Re-stock products
sv_se: Re-lager produkter

source: Generate a credit slip
sv_se: Generera en kreditfaktura

source: Generate a voucher
sv_se: Generera en kupong

source: Product(s) price:
sv_se: Pris för produkt(er):

source: Product(s) price, excluding amount of initial voucher:
sv_se: Produktpris, exkl. ursprunglig kupong:

source: The "shipping" field must be a valid number
sv_se: Fältet "frakt" måste vara en giltig siffra.

source: Credit slip prefix
sv_se: Prefix för Kreditnota

source: Add a note on this order. It will only be visible to you.
sv_se: Lägg till en notering om ordern. Den kommer bara att vara synlig för dig.

source: After the sequential number
sv_se: Efter sekvensnummer

source: Before the sequential number
sv_se: Före sekvensnummer

source: Display to customer?
sv_se: Visa för kund?

source: Manage your orders
sv_se: Hantera butikens ordrar

source: Find all your orders on this page and access their main information in one click: check the cart total, the payment method, the shipping details, or if it comes from a new client. You can even update the status from the listing!
sv_se: Se butikens samtliga order på denna sida och hantera dem med ett enkelt klick: visa varukorgens totalvärde, betalningsmetod, leveransinformation, eller om det kommer från en ny kund. Du kan även uppdatera orderns status denna väg.

source: Required Fields
sv_se: Obligatoriska fält

source: Required fields
sv_se: Obligatoriska fält

source: %firstname% %lastname% has not registered any addresses yet
sv_se: %firstname% %lastname% har inte registrerat någon adress än

source: Purchased products
sv_se: Köpta produkter

source: Vouchers
sv_se: Kuponger

source: %firstname% %lastname% has no discount vouchers
mg_mg: %firstname%%lastname% dia tsy mbola manana taratasy fihenam-bidy hatreto
sv_se: %firstname% %lastname% har inga rabatter

source: Last connections
sv_se: Senast anslutningar

source: Pages viewed
sv_se: Visade sidor

source: Total time
sv_se: Total tid

source: Origin
sv_se: Ursprung

source: IP Address
sv_se: IP-adress

source: Sent on
sv_se: Skickat på

source: %firstname% %lastname% has never contacted you
mg_mg: Tsiary niantso anao izany %firstname% %lastname%
sv_se: %firstname% %lastname% har aldrig kontaktat dig

source: for a total amount of %s
sv_se: för en total på %s

source: Invalid orders:
mg_mg: Kaomandy tsy manan-kery:
sv_se: Ogiltiga beställningar:

source: Total spent
sv_se: Totalt betalade

source: %firstname% %lastname% has not placed any orders yet
mg_mg: Mbola tsy nametraka kaomandy %firstname% %lastname%
sv_se: %firstname% %lastname% har inte gjort någon beställning än

source: Valid orders:
sv_se: Giltiga beställningar:

source: Partner offers
mg_mg: Tolotra mpiara-miasa
sv_se: Erbjudande från partners

source: Age
sv_se: Ålder

source: Registration Date
sv_se: Registreringsdatum

source: Last Visit
sv_se: Senaste besök

source: Best Customer Rank
sv_se: Bästa kundranking

source: Registrations
sv_se: Registreringar

source: Latest Update
sv_se: Senaste uppdatering

source: This customer is registered as a Guest.
sv_se: Den här kunden är registrerad som Gäst.

source: Add a private note
sv_se: Lägg till en privat anteckning

source: Last emails
sv_se: Senaste email

source: Viewed products
sv_se: Visade produkter

source: Administrate your customers
sv_se: Administrera dina kunder

source: Taking good care of your customers starts with making sure their profiles contain all the information needed to have their packages shipped without mishap.
sv_se: Var noga vid skapande av kunders konto och säkerställ att alla uppgifter du behöver finns tillgängliga, så att inga leveransförseningar uppstår.

source: Creating a new Customer
sv_se: Skapa ny kund

source: Editing customer %name%
sv_se: Redigerar kund %name%

source: Set required fields for this section
sv_se: Ange obligatoriska fält för denna sektion

source: Manage your Customers
sv_se: Hantera dina kunder

source: Information about customer %name%
sv_se: Information om kund %name%

source: No order validated for the moment. By default, an order is considered validated when its payment is accepted.
sv_se: Ingen order validerad för tillfället. Förvalt är att en order anses validerad när den är betald.

source: Customer since: %s
sv_se: Kunder sedan: %s

source: Merchandise return (RMA) options
sv_se: Inställningar för varureturer (RMA)

source: Enable returns
sv_se: Aktivera returer (RMA)

source: Time limit of validity
sv_se: Tidsgräns för giltighet

source: Return prefix
sv_se: Returprefix

source: Merchandise Returns
sv_se: Varureturer

source: Order messages
sv_se: Beställ meddelanden

source: Discount name
sv_se: Rabatt namn

source: Credit slip options
sv_se: Kreditnotor inställningar

source: Generate PDF
sv_se: Generera PDF-fil

source: Print PDF
mg_mg: Manonta PDF
sv_se: Skriv ut PDF

source: Delivery slip options
sv_se: Alternativ för följesedlar

source: Delivery prefix
sv_se: Följesedel prefix

source: Delivery Number
sv_se: Leveransnummer

source: Enable product image
sv_se: Aktivera produktbild

source: Delivery number
sv_se: Leveransnummer

source: By date
sv_se: Efter datum

source: Generate PDF file by date
sv_se: Skapa PDF fil på datumval

source: By order status
sv_se: Genom status

source: Order statuses
sv_se: Orderstatus

source: Generate PDF file by status
sv_se: Skapa PDF fil på statusval

source: Invoice options
sv_se: Faktura-alternativ

source: Enable invoices
sv_se: Aktivera fakturor

source: Enable tax breakdown
sv_se: Aktivera momsspecifikation

source: Invoice prefix
sv_se: Fakturaprefix

source: Add current year to invoice number
sv_se: Lägg till innevarande år till fakturanummer

source: Reset sequential invoice number at the beginning of the year
sv_se: Återställ löpande fakturanummer i början av året

source: Position of the year date
sv_se: Position av årtalet

source: Invoice number
sv_se: Fakturanummer

source: Legal free text
sv_se: Fritext för juridiska villkor

source: Footer text
sv_se: Sidfotstext

source: Invoice model
sv_se: Fakturamall

source: Use the disk as cache for PDF invoices
sv_se: Använd disken som cache för PDF Fakturor

source: Add new address
sv_se: Lägg till en ny adress

source: Add a new address
sv_se: Lägg till en ny adress

source: Cart
sv_se: Varukorg

source: In stock
sv_se: Finns i lager först

source: Add to cart
sv_se: Lägg till i varukorgen

source: Search for a voucher
sv_se: Sök efter en kupong

source: Add new voucher
sv_se: Lägg till ny rabattkod

source: No voucher was found
sv_se: Ingen kupong hittad

source: Add new customer
sv_se: Lägg till ny kund

source: View this cart
sv_se: Visa varukorgen

source: Use this cart
sv_se: Använd denna kundvagn

source: Use
sv_se: Använd

source: Duplicate this order
sv_se: Duplicera denna order

source: Search for a customer
sv_se: Sök efter en kund

source: Total paid
sv_se: Totalt betalade

source: Gift message
sv_se: Presentmeddelande

source: Gift
sv_se: Gåva

source: Delivery option
sv_se: Leveransval

source: Shipping price (Tax incl.)
sv_se: Fraktpris (inkl. moms)

source: Recycled packaging
sv_se: Återvunnet paket

source: Total products
sv_se: Totalt antal produkter:

source: Total vouchers (Tax excl.)
sv_se: Total rabatt (exkl. moms)

source: Total shipping (Tax excl.)
sv_se: Totalt frakt (exkl. moms)

source: Total taxes
sv_se: Total moms

source: Total (Tax excl.)
sv_se: Total (exkl. moms)

source: Total (Tax incl.)
sv_se: Total (inkl. moms)

source: Order message
sv_se: Beställningsmeddelande

source: Create the order
sv_se: Skapa ordern

source: Order status
sv_se: Status för beställning

source: More actions
sv_se: Fler åtgärder

source: Send pre-filled order to the customer by email
sv_se: Skicka en förifylld order till kund via email

source: Proceed to checkout in the front office
sv_se: Fortsätt till kassan i butiken

source: Add a product
sv_se: Lägg till en produkt

source: Edit shipping details
mg_mg: Manova antsipirihan'ny fandefasan'entana
sv_se: Redigera leveransdetaljer

source: Reference number:
mg_mg: Isa famantarana:
sv_se: Referensnummer:

source: Supplier reference:
mg_mg: Famantarana Mpamatsy:
sv_se: Leverantörens referens:

source: Create a new invoice
sv_se: Skapa ny faktura

source: New invoice information
sv_se: Ny fakturainformation

source: Edit the price
sv_se: Ändra priset

source: SIRET
sv_se: Org.nr

source: Private note
sv_se: Personlig anteckning

source: Shipping address
sv_se: Leveransadress

source: Invoice address
sv_se: Fakturaadress

source: Account registered:
sv_se: Konto registrerat:

source: Validated orders placed:
sv_se: Giltiga beställningar:

source: Documents
sv_se: Dokument

source: Merchandise returns
sv_se: Merchandise avkastning

source: Gift wrapping
sv_se: Presentinslagning

source: Document
sv_se: Dokument

source: Number
sv_se: Nummer

source: Delivery slip
sv_se: Följesedel

source: Enter payment
sv_se: Ange betalning

source: Add note
sv_se: Lägg till notering

source: Edit note
sv_se: Ändra notis

source: Generate invoice
sv_se: Skapa faktura

source: Credit slip
sv_se: Kreditslipp

source: Resend email
sv_se: Skicka mailet igen

source: Order note
sv_se: Ordernotering

source: Linked orders
sv_se: Kopplade beställningar

source: Configure predefined messages
sv_se: Konfigurera fördefinierade meddelanden

source: Send message
sv_se: Skicka meddelande

source: View full conversation
sv_se: Visa konversation

source: Choose your order message
sv_se: Välj ett ordermeddelande

source: Return products
sv_se: Återgå produkter

source: Standard refund
sv_se: Standardåterbetalning

source: Cancel products
sv_se: Avbryt produkter

source: Partial refund
sv_se: Delvis återbetalning

source: Print order
sv_se: Skriv ut beställning

source: View invoice
sv_se: Visa faktura

source: View delivery slip
sv_se: Visa följesedeln

source: Payment method
sv_se: Betalningsmetod

source: Transaction ID
sv_se: Transaktions-ID
