Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminLoginNotification.*.xlf
Languages: az_az, id_id, vi_vn

source: You will be redirected to the login page in a few seconds.
id_id: Anda akan dialihkan ke halaman masuk log dalam beberapa detik.
vi_vn: Bạn sẽ được chuyển đến trang đăng nhập sau vài giây.

source: Please, check your mailbox.
id_id: Periksalah kotak surel Anda.
vi_vn: Vui lòng kiểm tra hộp thư của bạn.

source: A link to reset your password has been sent to you.
id_id: Tautan untuk mereset kata sandi telah dikirim kepada Anda.
vi_vn: Chúng tôi đã gửi cho bạn một liên kết để cài đặt lại mật khẩu của bạn.

source: For security reasons, you cannot connect to the back office until you have:
id_id: Demi alasan keamanan, Anda tidak bisa menghubungi kantor belakang sampai Anda telah:
vi_vn: Vì lý do bảo mật, bạn không thể kết nối tới back office bị cho đến khi bạn:

source: deleted the /install folder
id_id: hapus folder /install
vi_vn: xóa thư mục cài đặt /install

source: renamed the /admin folder (e.g. %s)
id_id: ganti nama folder /admin (misalnya %s)
vi_vn: Đã đặt lại tên thư mục quản trị (ví dụ. %s)

source: Please then access this page by the new URL (e.g. %s)
az_az: Zəhmət olmasa, bu səhifəyə yeni URL ilə girin (məs. %s)
id_id: Kemudian akses halaman ini menggunakan URL (misalnya %s)
vi_vn: Sau đó vui lòng truy cập trang này bằng URL mới (ví dụ. %s)

source: For security reasons, you must also delete the /install folder.
az_az: Həm də güvənlik üçün siz /install qovluğunu pozmalısınız.
id_id: Agar lebih aman, Anda harus menghapus folder /install.
vi_vn: Vì lý do bảo mật, bạn cũng phải xóa /install folder.

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
az_az: SSL aktivləşdirildi. Bununla birlikdə, sizin IP-nin texniki baxış, ya da yerli IP çətinlikləri üçün güvənli olmayan rejimə keçməsinə yol verilir.
id_id: SSL aktif. Namun, IP Anda memungkinkan untuk menggunakan mode yang tidak aman untuk pemeliharaan atau penggunaan IP lokal.
vi_vn: SSL được kích hoạt. Tuy nhiên, IP của bạn được cho phép để vào chế độ không an toàn để bảo trì hoặc các vấn đề IP địa phương.

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
az_az: SSL aktivləşdirildi. Buyurun, aşağıdakı keçiddən yararlanaraq [1]güvənli rejimə keçin (https://)[/1]
id_id: SSL aktif. Harap menggunakan tautan ini untuk [1]masuk ke mode aman (https://)[/1]
vi_vn: SSL được kích hoạt. Vui lòng kết nối bằng cách sử dụng liên kết sau đây [1] để đăng nhập vào chế độ an toàn (https: //)[/1]

source: The employee does not exist, or the password provided is incorrect.
id_id: Staff tidak ditemukan atau password salah.
vi_vn: Nhân viên không tồn tại, hoặc mật khẩu nhập vào không chính xác.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
id_id: Staff tidak lagi terhubung dengan toko (karena toko dihapus atau hak aksesnya telah dicabut).
vi_vn: Nhân viên này không quản lý các cửa hàng nữa (Hoặc các cửa hàng đã bị xóa hoặc khoản đã bị thu hồi).

source: This account does not exist.
az_az: Bu hesab yoxdur.
id_id: Akun tidak ditemukan.
vi_vn: Tài khoản này không tồn tại.

source: You can reset your password every %interval% minute(s) only. Please try again later.
az_az: Siz keçidsözünüzü yalnız hər %interval% dəqiqədən sonra dəyişə bilərsiniz. Buyurun, sonra yenidən yoxlayın.
id_id: Anda hanya dapat melakukan reset password setiap %interval% menit. Silahkan coba lagi nanti.
vi_vn: Bạn chỉ có thể cài đặt lại mật khẩu của mình một lần mỗi %interval% phút. Vui lòng thử lại sau.

source: Please, check your mailbox. A link to reset your password has been sent to you.
id_id: Mohon periksa kotak surel Anda. Tautan untuk mereset kata sandi telah dikirim kepada Anda.
vi_vn: Vui lòng kiểm tra hộp thư của bạn. Chúng tôi đã gửi cho bạn một liên kết để cài đặt lại mật khẩu của bạn.

source: An error occurred while attempting to reset your password.
id_id: Eror terjadi saat mencoba mereset kata sandi.
vi_vn: Có lỗi xuất hiện khi cố gắng đặt lại mật khẩu của bạn.

source: Some identification information is missing.
az_az: Bir neçə kimlik məlumatları çatışmır.
id_id: Beberapa kolom kosong.
vi_vn: Thiếu một số thông tin nhận dạng.

source: The password is missing: please enter your new password.
az_az: Keçidsözü yoxdur: buyurun, öz yeni keçidsözünüzü yazın.
id_id: Password kosong: harap isi password baru Anda.
vi_vn: Chưa nhập mật khẩu: vui lòng nhập mật khẩu mới của bạn.

source: The password is not in a valid format.
id_id: Format password tidak valid.
vi_vn: Mật khẩu không có định dạng hợp lệ.

source: The confirmation is empty: please fill in the password confirmation as well.
id_id: Kolom konfirmasi kosong: harap kolom konfirmasi password diisi.
vi_vn: Xác nhận còn trống: vui lòng cũng điền xác nhận mật khẩu.

source: The password and its confirmation do not match. Please double check both passwords.
id_id: Kolom password dan konfirmasinya tidak cocok. Harap cek isian kedua password.
vi_vn: Mật khẩu và xác nhận mật khẩu không khớp. Vui lòng kiểm tra lại cả hai mật khẩu.

source: Your password reset request expired. Please start again.
az_az: Keçidsözünü yeniləmə surğunuzun vaxtı keçmişdir. Buyurun, yenidən başlayın.
id_id: Batas waktu permintaan reset password Anda telah habis. Silahkan coba lagi.
vi_vn: Yêu cầu cài đặt lại mật khẩu của bạn đã hết hạn. Vui lòng bắt đầu lại.

source: An error occurred while attempting to change your password.
az_az: Keçidsözünüzü dəyişdirərkən bir yanlışlıq oldu.
id_id: Eror ketika mengubah password.
vi_vn: Đã xảy ra lỗi trong khi cố gắng để thay đổi mật khẩu của bạn.

source: The password has been changed successfully.
id_id: Kata sandi telah berhasil diubah.
vi_vn: Mật khẩu của bạn đã được đổi thành công.
