Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersNotification.*.xlf
Languages: hr_hr, lt_lt, mg_mg, no_no, sq_al, sr_cs

source: Supply Order (%id%) is not editable (at line %line%).
hr_hr: Narudžbenica (%id%) ne može se uređivati (na liniji %line%).
lt_lt: Tiekimo užsakymas (%id%) neredaguojamas (eilutėje %line%).
no_no: Leverandørordre (%id%) er ikke redigerbar (på linje %line%).
sq_al: Porosia e furnizimit (%id%) nuk është e redaktueshme (në rreshtin %line%).
sr_cs: Lista za nabavku (%id%) se ne može menjati (u liniji %line%).

source: Supply Order could not be saved (at line %line%).
hr_hr: Narudžbenica se ne može spremiti (na liniji %line%).
lt_lt: Tiekimo užsakymas negali būti išsaugotas (eilutėje %line%).
no_no: Leverandørordren kunne ikke lagres (på linje %line%).
sq_al: Porosia e furnizimit nuk mund të ruhej (në rreshtin %line%).
sr_cs: Lista za nabavku se ne može sačuvati (na liniji %line%).

source: Supply Order (%s) could not be loaded (at line %d).
hr_hr: Narudžbenica (%s) ne može se učitati (na liniji %d).
lt_lt: Tiekimo užsakymas (%s) negali būti įktrautas (eilutėje %d).
no_no: Leverandørordre (%s) kunne ikke lastes (på linje %d).
sq_al: Porosia e furnizimit (%s) nuk mund të ngarkohej (në rreshtin %d).
sr_cs: Porudžbina (%s) se ne može učitati (u liniji %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
hr_hr: Proizvod / Osobina (%d /%d) ne može se dodati dva puta (na liniji %d).
lt_lt: Prekė/Savybė (%d/%d) negali būti pridėtas antrą kartą (eilutėje %d).
no_no: Produktattributten (%d/%d) kan ikke legges til to ganger (på linje %d).
sq_al: Produkti/Atributi (%d/%d) nuk mund të shtohet dy herë (në rreshtin %d).
sr_cs: Proizvod/Osobina (%d/%d) ne može biti dodat dva puta (u liniji %d).

source: Product (%d/%d) is not available for this order (at line %d).
hr_hr: Proizvod (%d/%d) nije dostupan za ovu narudžbu (na liniji %d).
lt_lt: Prekė (%d/%d) neprieinama šiame užsakyme (eilutėje %d).
no_no: Produktet (%d/%d) er ikke tilgjengelig for denne bestillingen (på linje %d).
sq_al: Produkti (%d/%d) nuk disponohet për këtë porosi (në rreshtin %d).
sr_cs: Proizvod (%d/%d) nije dostupan za ovu porudžbinu (u liniji %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
hr_hr: Jedinična cijena (bez PDV-a) (%d) nije ispravna (na liniji %d).
lt_lt: Vieneto kaina (be mok.) (%d) yra neteisinga (eilutėje %d).
no_no: Stykkpris (eks. mva) (%d) er ikke gyldig (på linje %d).
sq_al: Çmimi për njësi (pa taksa) (%d) nuk është i vlefshëm (në rreshtin %d).
sr_cs: Cena po JM(sa PDV-om) (%d) nije validan (u liniji %d).

source: Quantity Expected (%d) is not valid (at line %d).
hr_hr: Očekivana količina (%d) nije ispravna (na liniji %d).
lt_lt: Neteisingas tikėtinas kiekis (%d)(eilutėje %d).
no_no: Forventet antall (%d) er ikke gyldig (på linje %d).
sq_al: Sasia e pritur (%d) nuk është e vlefshme (në rreshtin %d).
sr_cs: Očeivana količina (%d) nije validna (u liniji %d).

source: Discount rate (%d) is not valid (at line %d). %s.
hr_hr: Stopa popusta (%d) nije ispravna (na liniji %d). %s.
lt_lt: Nuolaidos dydis (%d) yra neteisingas (eilutėje %d). %s.
no_no: Rabatten (%d) er ikke gyldig (på linje %d). %s.
sq_al: Norma e zbritjes (%d) nuk është e vlefshme (në rreshtin %d). %s.
sr_cs: Stopa popusta (%d) nije ispravna (u liniji %d). %s.

source: Cannot read the .CSV file
hr_hr: Nije moguće pročitati .CSV datoteku
lt_lt: Nepavyko nuskaityti CSV failo
no_no: Kan ikke lese .CSV-fil
sq_al: Skedari .CSV nuk mund të lexohet
sr_cs: Nije moguće pročitati CSV datoteku

source: Linking Accessories...
hr_hr: Povezivanje pribora...
lt_lt: Siejami priedai...
no_no: Binder tilbehørene ...
sq_al: Duke lidhur aksesorët...
sr_cs: Link za dodatnu opremu...

source: The confirmation email couldn't be sent, but the import is successful. Yay!
hr_hr: E-pošta za potvrdu ne može biti poslana, ali je uvoz uspješan. Jupi!
lt_lt: El. laiškas su patvirtinimu neišsiųstas, tačiau importavimas pavyko. Puiku!
no_no: E-posten med bekreftelse kunne ikke sendes, men importen ble gjennomført. Hurra!
sq_al: Email-i i konfirmimit nuk mund të dërgohej, por importi ishte i suksesshëm. Urra!
sr_cs: Mejl za obaveštenje se ne može poslati, ali je uvoz upešan. Hura!

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
hr_hr: Datoteka je prevelika i ne može se skinuti. Molimo koristite LIMIT klauzulu u ovom upitu.
lt_lt: Failas per didelis ir negali būti atsiųstas. Naudokite limitą šiai užklausai.
mg_mg: Lehibe loatra io fisie io dia tsy afaka ampodiana. Ampiasao aza fady ny fepetra LIMIT anatin'ito fanontaniana ito.
no_no: Filen er for stor og kan ikke lastes ned. Bruk klausulen LIMIT i forespørselen.
sq_al: Ky skedar është shumë i madh dhe nuk mund të shkarkohet. Të lutem përdor klauzolën 'LIMIT' në këtë pyetje.
sr_cs: Faj je preveliki i ne može se skinuti. Molimo koristite LIMIT Klauzulu u ovom upitu.

source: You cannot have two shops with the same name in the same group.
hr_hr: Ne možete imati 2 trgovine istog naziva u istoj grupi
lt_lt: Negalite toje pačioje grupėje turėti dviejų parduotuvių vienodais pavadinimais.
no_no: Du kan ikke ha to butikker med samme navn i samme gruppe.
sq_al: Nuk mund të kesh dy dyqane me të njëjtin emër në të njëjtin grup.
sr_cs: Ne možete da imate dve prodavnice sa istim imenom u istoj grupi.

source: Unable to load this shop.
hr_hr: Nije moguće učitati ovu trgovinu.
lt_lt: Nepavyko įkrauti šios parduotuvės.
no_no: Kunne ikke laste butikk.
sq_al: Ky dyqan nuk mund të ngarkohet.
sr_cs: Neuspešno učitavanje prodavnice.

source: You need to select at least the root category.
hr_hr: Morate obarati barem jednu korjensku kategoriju.
lt_lt: Privalote pasirinkti bent šakninę kategoriją.
no_no: Du må velge minst en rotkategori.
sq_al: Ti duhet të zgjidhësh të paktën kategorinë rrënjë.
sr_cs: Morate da izaberete barem glavnu kategoriju.

source: You've selected a state for a country that does not contain states.
hr_hr: Odabrali ste županiju za državu koja ne sadrži županije.
lt_lt: Jūs pasirinkote valstiją šaliai, kuri neturi jų.
no_no: Du har valgt en stat for et land som ikke inneholder stater.
sq_al: Ti keni zgjedhur një njësi federale për një vend që nuk përmban njësi federale.
sr_cs: Izabrali ste Republiku / Pokrainu za državu koja ne sadrži Republike / Pokraine.

source: You can't put this menu inside itself.
hr_hr: Ne možete postaviti izbornik u samog sebe
lt_lt: Negalite įdėti šio meniu į jį patį.
no_no: Du kan ikke legge denne menyen under seg selv.
sq_al: Ti nuk mund ta vendosësh këtë meny brenda vetes.
sr_cs: Ne možete staviti ovaj meni unutar samoga sebe.

source: The settings file cannot be overwritten.
hr_hr: Ne mogu prebrisati datoteku postavki.
lt_lt: Negalima perrašyti nustatymų failo.
no_no: Kan ikke overskrive innstillingsfil.
sq_al: Skedari i cilësimeve nuk mund të mbishkruhet.
sr_cs: Nije moguće prepisati datoteku sa podešavanjima.

source: To use Smarty Cache, the directory %directorypath% must be writable.
hr_hr: Za korištenje Smart Cache, mora biti dozvoljeno pisanje u direktori %directorypath%.
lt_lt: Norint naudoti Smart Cache, kataloge "%operator%" turi būti suteiktos rašymo teisės.
no_no: For å bruke Smarty Cache, må mappen %directorypath% være skrivbar.
sq_al: Për të përdorur 'Smarty Cache', drejtoria %directorypath% duhet të jetë e shkrueshme.
sr_cs: Za korišćenje Smarty Cache, direktorijum %directorypath% mora da ima dozvolu za upisivanje.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
hr_hr: Prije nego što možete koristiti ovaj alat morate: [1][2] Izraditi prazan .htaccess u korijenskom direktoriju. [/2] [2] Dajte mu dopuštenja za pisanje (CHMOD 666 na Unix sustavu).[/2][/1]
lt_lt: Norėdami naudotis šiuo įrankiu, jūs turite: [1][2] Sukurti tuščią .htaccess savo root kategorijoje.[/2][2]Suteikti rašymo teises (CHMOD 666 Unix sistemai). [/2][/1]
no_no: Før du kan bruke dette verktøyet må du: [1][2]Lage en tom .htaccess fil i root-mappen.[/2][2]Gi den skrivetillatelser (CHMOD 666 på Unix systemer).[/2][/1]
sq_al: Përpara se të jesh në gjendje të përdorësh këtë mjet:[1][2]Krijo një skedar .htaccess të zbrazët në drejtorinë tënde rrënjësore.[/2][2]Jepi leje shkrimi (CHMOD 666 në sistemin Unix).[/2 ][/1]
sr_cs: Da bi mogli da koristite ovaj alat, morate da:[1][2]kreirate prazan .htaccess u vašem matičnom direktorijum.[/2][2]Dajte mu dozvolu za upisivanje (CHMOD 666 on Unix system).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
hr_hr: Pogreška: nije moguće zapisivati u datoteku. Uvjerite se da su točne dozvole postavljene na Datoteku %s
lt_lt: Klaida: failas neturi rašymo teisių. Įsitikinkite, ar teisingi leidimai nustatyti failui %s
no_no: Feil: kunne ikke skrive til filen. Sjekk at du har satt korrekte skrivetillatelser på filen %s
sq_al: Gabim: Nuk mund të shkruhej në skedar. Sigurohu që lejet e sakta janë vendosur në skedarin %s
sr_cs: Greška: Nije moguće pisati u fajl. Molimo proverite da li je korektna dozvola za upisivanje na fajlu %s

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
hr_hr: Pogreška: nije moguće pronaći uključivanje modula. Uvjerite se da su točne dozvole postavljene na Datoteku %s
lt_lt: Klaida: Nepavyko rasti arba debug režimas įjungtas. Įsitikinkite, ar teisingai nustatytos teisės failui %s
no_no: Feil: kunne ikke finne ut om feilsøkingsmodusen er aktivert. Sjekk at du har satt korrekte tillatelser på filen %s
sq_al: Gabim: Nuk mund të gjeja nëse modaliteti i korrigjimit ('debug mode') është i aktivizuar. Sigurohu që lejet e sakta janë vendosur në skedarin %s
sr_cs: Greška: Nije moguće videti da li je debug režim uključen. Molimo proverite da li je korektna dozvola za upisivanje na fajlu %s

source: The SameSite=None is only available in secure mode.
lt_lt: SameSite = None pasiekiama tik saugiuoju režimu.
sq_al: SameSite=Asnjë është i disponueshëm vetëm në modalitetin e sigurt.
sr_cs: The SameSite=Nijedan je samo dostupan u sigurnosnom režimu.

source: There is an empty row in the file that won't be imported.
hr_hr: Tu je prazni redak u datoteci koja neće biti uvezena.
lt_lt: Yra tuščia eilutė faile, kuri nebus importuota.
no_no: Det er en blank rad i filen som ikke blir importert.
sq_al: Ka një rresht të zbrazët në skedar që nuk do të importohet.
sr_cs: Postoji jedan prazan red u fajlu i on se neće uvoziti.

source: %s import
hr_hr: %s uvoz
lt_lt: %s importas
sq_al: %s importi
sr_cs: %s uvezi

source: (from %s to %s)
hr_hr: (od %s za %s)
lt_lt: (nuo %s iki %s)
no_no: (fra %s til %s)
sq_al: (prej %s deri %s)
sr_cs: (od %s do %s)

source: with truncate
hr_hr: sa skraćivanjem
lt_lt: su sutrumpinimu
no_no: med forkorting
sr_cs: sa skraćenjem

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
hr_hr: ID kategorije mora biti jedinstven. Ne može biti isti kao onaj za korijensku ili Home kategoriju.
lt_lt: Kategorijos ID turi būti unikalūs. Jis negali būti toks pat kaip ir pirminės ar pagrindinės kategorijos.
no_no: Kategori-id må være unik. Den kan ikke være det samme som for kategoriene Root eller Home.
sq_al: ID-ja e kategorisë duhet të jetë unike. Nuk mund të jetë e njëjtë me atë të kategorisë 'Root' ose 'Home'.
sr_cs: ID kategorije mora biti unikatan. Ne može biti isti kao ID matičnog ili startnog direktorijuma.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
hr_hr: ID kategorije mora biti jedinstven. Ne može biti isti kao onaj za matičnu kategoriju (ID: %1$s).
lt_lt: Kategorijos ID turi būti unikalūs. Jis negali būti toks pat kaip ir aukštesniosios kategorijos (ID: %1$s).
no_no: Kategori-id må være unik. Den kan ikke være det samme som for foreldrekategorien (ID: %1$s).
sq_al: ID-ja e kategorisë duhet të jetë unike. Nuk mund të jetë e njëjtë me atë të kategorisë prind (ID: %1$s).
sr_cs: ID kategorije mora biti unikatan. Ne može biti isti kao ID roditelljskog direktorijuma (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
hr_hr: Kategorija ne može biti svoj vlastiti roditelj. Trebali bi ga preimenovati. (trenutno ime: %1$s).
lt_lt: Kategorija negali būti pati sau aukštesnioji. Pakeiskite pavadinimą (dabartinis pavadinimas: %1$s).
no_no: En kategori kan ikke være sin egen forelder. Du bør gi den et nytt navn (nåværende navn: %1$s).
sq_al: Një kategori nuk mund të jetë prind i vetvetes. Duhet ta riemërtosh (emri u tanishëm:%1$s).
sr_cs: Kategorija ne može biti roditeljska kategorija. Treba da je preimenujete (trenutno ime: %1$s).

source: %category_name% (ID: %id%) cannot be saved
hr_hr: %category_name% (ID: %id%) ne može biti spremljen
lt_lt: %category_name% (ID: %id%) negalima išsaugoti
no_no: %category_name% (ID: %id%) kunne ikke lagres
sr_cs: %category_name% (ID: %id%) se ne može sačuvati

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
hr_hr: URL prepisivanje nije uspjelo generirati prijateljski URL za: %category_name%
lt_lt: URL perrašymas nepavyko kuriant draugišką URL: %category_name%
no_no: URL-omskriving klarte ikke å autogenerere vennlig URL for: %category_name%
sr_cs: URL prepisivanje nije uspelo da automatski generiše prijateljski URL za: %category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
hr_hr: Prepisani link za %1$s (ID: %2$s) prepisan je kao %3$s.
lt_lt: Perrašyti nuorodą %1$s (ID %2$s) buvo perrašyta kaip %3$s.
no_no: Omskrevet lenke for %1$s (ID: %2$s) ble til %3$s.
sq_al: Rishkruaj lidhjen për %1$s (ID %2$s): rishkruar si %3$s.
sr_cs: Prepisivanje linka za %1$s (ID: %2$s) je prepisano kao %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
hr_hr: A kategorija ne može biti svoj vlastiti roditelj. ID Roditelj kategorija nedostaje ili je nepoznata (ID: %1$s).
lt_lt: Kategorija negali būti pati sau aukštesnė. Aukštesnės kategorijos ID trūksta arba nėra žinomas (ID: %1$s).
no_no: En kategori kan ikke sin egen overkategori. Overkategori-ID mangler eller er ukjent (ID: %1$s).
sq_al: Nje kategory nuk mund te jete kategori prind i vetes. ID e kategorise prind ose mungo ose eshte e panjohur (ID: %1$s).
sr_cs: Kategorija ne može biti sopstveni roditelj. ID roditeljske kategorije ili nedostaje ili je nepoznat (ID: %1$s).

source: The root category cannot be modified.
hr_hr: Root kategorija ne može biti izmjenjena
lt_lt: Šakninė kategorija negali būti modifikuota.
no_no: Hovedkategorien kan ikke modifiseres.
sr_cs: Glavna kategorija se ne može menjati.

source: cannot be copied.
hr_hr: nije moguće kopirati
lt_lt: negali būti kopijuojamas.
no_no: kan ikke kopieres.
sq_al: nuk mund të kopjohet.
sr_cs: se ne može kopirati.

source: %1$s (ID: %2$s) cannot be %3$s
hr_hr: %1$s (ID: %2$s) ne može biti spremljen %3$s
lt_lt: %1$s (ID: %2$s) negali būti %3$s
no_no: %1$s (ID: %2$s) kunne ikke %3$s
sq_al: %1$s (ID: %2$s) nuk mund të jetë %3$s
sr_cs: %1$s (ID: %2$s) ne može biti %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
hr_hr: Nevažeće ID porezne grupe pravila, prvo morate imati grupu s ovim ID-om.
lt_lt: Neteisingas mokesčių taisyklės grupės ID. Pirmiausia privalote sukurti grupę su šiuo ID.
no_no: Ukjent gruppe-ID for momsregel. Du må først opprette en gruppe med denne ID-en.
sr_cs: Nepoznat ID grupe za poresko pravilo, Prvo morate kreirati grupu sa ovim ID.

source: %1$s (ID: %2$s) cannot be saved
hr_hr: %1$s (ID: %2$s) ne može biti spremljen
lt_lt: %1$s (ID: %2$s) neįmanoma išsaugoti
no_no: %1$s (ID: %2$s) kunne ikke lagres.
sr_cs: %1$s (ID: %2$s) se ne može snimiti

source: %data% cannot be saved
hr_hr: %data% nije moguće spremiti
lt_lt: %data% negal ibūti išsaugota
no_no: %data% kan ikke lagres
sq_al: %data% nuk mund të ruhet
sr_cs: %data% se ne može sačuvati

source: Shop is not valid
hr_hr: Trgovina nije ispravna
lt_lt: Parduotuvė negalioja
no_no: Ugyldig butikk
sr_cs: Radnja je nevažeća

source: Discount is invalid
hr_hr: Popust nije ispravan
lt_lt: Klaidinga nuolaida
no_no: Ugyldig rabatt
sr_cs: Popust je nevažeći

source: Tags list is invalid
hr_hr: Popis tagova nije ispravan
lt_lt: Žymų sąrašas neteisingas
no_no: Ugyldig merkelappliste
sr_cs: Lista tag-ova nevažeća

source: Error copying image: %url%
hr_hr: Pogreška prilikom kopiranja slike: %url%
lt_lt: Klaida kopijuojant paveiksliuką: %url%
no_no: Feil ved kopiering av bilde: %url%
sr_cs: Greška prilikom kopiranja slike: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
hr_hr: Proizvod #%id%: fotografiju (%url%) nije moguće spremiti.
lt_lt: Prekės #%id%: nuotrauka (%url%) negali būti išsaugota.
no_no: Produkt #%id%: bildet (%url%) kan ikke lagres.
sr_cs: Proizvod #%id%: slika (%url%) se ne može sačuvati.

source: Advanced stock management has incorrect value. Not set for product %name%
hr_hr: Napredno upravljanje zalihama ima pogrešnu vrijednost. Nije postavljeno za proizvod %name%
lt_lt: Neteisinga išplėstinio atsargų valdymo reikšmė. Nenustatyta prekei %name%
no_no: Avansert lagerstyring har ugyldig verdi. Ikke definert for produktet %name%
sr_cs: Napredno upravljanje zalihama ima netačnu vrednost. Vrednost nije postavljena za proizvod čiji je Id %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, ne može se omogućiti na proizvodu %name%
lt_lt: Neįjungtas išplėstinis atsargų valdymas, todėl negalima jo įjungti prekei %name%
no_no: Avansert lagerstyring er ikke aktivert og kan derfor ikke aktiveres for produktet %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, ne može se uključiti proizvod %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, skladište nije postavljeno na proizvodu %name%
lt_lt: Neįjungtas išplėstinis atsargų valdymas, nenurodytas sandėlis prekei %name%
no_no: Avansert lagerstyring er ikke aktivert, varehus er ikke definert for produktet %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, magacin nije postavljen za proizvod %name%

source: Warehouse did not exist, cannot set on product %name%
hr_hr: Skladište ne postoji, ne može se postaviti na proizvodu %name%
lt_lt: Sandėlis neegzistuoja, nepavyko priskirti prekės %name%
no_no: Varehuset eksisterte ikke, kan ikke sette dette på produktet %name%
sr_cs: Magacin ne postoji, ne može se postaviti na proizvod %name%

source: Incorrect value for "Depends on stock" for product %name%
hr_hr: Pogrešna vrijednost za ovisnost o skladištu za proizvod %name%
lt_lt: Neteisinga reikšmė "Priklauso nuo atsargų" prekei %name%
no_no: Ugyldig verdi for «avhengig av lager» på produktet %name%
sr_cs: Netačna vrednost za "zavisi od zaliha" za proizvod %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, ne mogu postaviti "ovisi o skladištu" za proizvod %name%
lt_lt: Išplėstinis atsargų valdymas yra neįjungtas, negalima nustatyti "priklauso nuo atsargų" prekei %name%
no_no: Avansert lagerstyring er ikke aktivert, kan ikke definere "avhengig av lagerstatus" for produktet %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, "zavisi od zaliha" se ne može postaviti za proizvod %name%

source: Advanced stock management has incorrect value. Not set for product %name%
hr_hr: Napredno upravljanje zalihama ima pogrešnu vrijednost. Nije postavljeno za proizvod %name%
lt_lt: Neteisinga išplėstinio atsargų valdymo reikšmė. Nenustatyta prekei %name%
no_no: Avansert lagerstyring har ugyldig verdi. Ikke definert for produkt %name%
sr_cs: Napredno upravljanje zalihama ima netačnu vrednost. Nije postavljeno za proizvod %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, ne može se omogućiti na proizvodu %name%
lt_lt: Neįjungtas išplėstinis atsargų valdymas, todėl negalima jo įjungti prekei %name%
no_no: Avansert lagerstyring er ikke aktivert. Kan ikke aktivere for produkt %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, ne može se uključiti za proizvod %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, skladište nije postavljeno na proizvodu %name%
lt_lt: Neįjungtas išplėstinis atsargų valdymas, nenurodytas sandėlis prekei %name%
no_no: Avansert lagerstyring er ikke aktivert, varehus er ikke definert for produkt %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, magacin nije postavljen za proizvod %name%

source: Incorrect value for "Depends on stock" for product %name%
hr_hr: Pogrešna vrijednost za ovisnost o skladištu za proizvod %name%
lt_lt: Neteisinga reikšmė "Priklauso nuo atsargų" prekei %name%
no_no: Ugyldig verdi for «avhengig av lager» på produkt %name%
sr_cs: Netačna vrednost "zavisi od zaliha" za proizvod %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
hr_hr: Napredno upravljanje zalihama nije omogućeno, ne mogu postaviti "ovisi o skladištu" za proizvod %name%
lt_lt: Išplėstinis atsargų valdymas yra neįjungtas, negalima nustatyti "priklauso nuo atsargų" prekei %name%
no_no: Avansert lagerstyring er ikke aktivert, kan ikke definere "avhengig av lagerstatus" for produkt %name%
sr_cs: Napredno upravljanje zalihama nije uključeno, "zavisi od zaliha" i ne može se postaviti za proizvod %name%

source: Warehouse did not exist, cannot set on product %name%
hr_hr: Skladište ne postoji, ne može se postaviti na proizvodu %name%
lt_lt: Sandėlys neegzistuoja, nepavyko jo priskirti prekei %name%
sr_cs: Magacin ne postoji, ne može se postaviti na proizvod %name%

source: Media server #1 is invalid
hr_hr: Media Server # 1 je neispravan
lt_lt: Klaidingas Media serveris #1
no_no: Media server # 1 er ugyldig
sr_cs: Media server #1 je neispravan

source: Media server #2 is invalid
hr_hr: Media Server # 2 je neispravan
lt_lt: Klaidingas Media serveris numeris 2
no_no: Media server # 2 er ugyldig
sr_cs: Media server #2 je neispravan

source: Media server #3 is invalid
hr_hr: Media Server # 3 je neispravan
lt_lt: Klaidingas Media serveris numeris 3
no_no: Media server # 3 er ugyldig
sr_cs: Media server #3 je neispravan

source: Cannot disable SSL configuration due to the Cookie SameSite=None.
lt_lt: Negalima išjungti SSL konfigūracijos dėl slapuko SameSite=None.
sr_cs: Ne možete deaktivirati SSL konfiguraciju zbog Kolačića SameSite=Nijedan.

source: Update your PHP version.
hr_hr: Ažurirajte Vašu PHP verziju.
lt_lt: Atnaujinkite savo PHP versiją.
no_no: Oppdater din PHP-versjon.
sr_cs: Ažurirajte Vašu verziju PHP.

source: Configure your server to allow file uploads.
hr_hr: Podesite Vaš server kako bi dozvolili prijenose.
lt_lt: Sukonfigūruokite savo serverį, kad leistų įkelti failus.
no_no: Konfigurere serveren til å tillate filopplastning.
sr_cs: Podesite server da dozvoljava podizanje fajlova.

source: Configure your server to allow the creation of directories and files with write permissions.
hr_hr: Podesite Vaš server kako bi dozvolili kreiranje mapa i datoteka s dozvolama za pisanje
lt_lt: Sukonfigūruokite savo serverį, kad leistų kurti katalogus ir įrašyti failus.
no_no: Konfigurere serveren for å tillate oppretting av filmapper og filer med skrivetilgang.
sr_cs: Podesite server da dozvoljava stvaranje direktorijuma i upisivanje u datoteke
