Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersFeature.*.xlf
Languages: eo_eo

source: Logistician
eo_eo: Loĝistikisto

source: Translator
eo_eo: Tradukisto

source: Salesman
eo_eo: Vendisto

source: Back office connection from %ip%
eo_eo: Administrejo ligita el IP %ip%

source: Available quantities for sale
eo_eo: Ekzistantaj kvantoj por vendado

source: This is a test message. Your server is now configured to send email.
eo_eo: Jen testa mesaĝo. Via servilo nun estas agordita por sendi retmesaĝojn.

source: Never send emails (may be useful for testing purposes)
eo_eo: Neniam sendu retmesaĝojn (povas utili por testado)

source: Send email in HTML format
eo_eo: Sendu retmesaĝon laŭ HTML-formato

source: Send email in text format
eo_eo: Sendu retmesaĝon laŭ teksta formato

source: Store contacts
eo_eo: Butiko kontaktoj

source: History of uploaded files
eo_eo: Historio de alŝutitaj dosieroj

source: What do you want to import?
eo_eo: Kion vi volas importi?

source: Select a file to import
eo_eo: Elektu dosieron por importi

source: Send notification email
eo_eo: Sendu retpoŝtan sciigon

source: Send emails to
eo_eo: Sendi retmesaĝojn al

source: Send a test email to
eo_eo: Sendi testan retmesaĝon al

source: You are currently connected as %username%
eo_eo: Vi nun estas konektita kiel %username%

source: Set the resource permissions for this key:
eo_eo: Agordu la rimedajn permesojn por ĉi tiu ŝlosilo:

source: Lifetime of front office cookies
eo_eo: Vivodaŭro de klientoservaj kuketoj

source: Lifetime of back office cookies
eo_eo: Tempodaŭro de administrejaj kuketoj

source: Server software version:
eo_eo: Versio de la servilo softvaro:

source: Current theme in use:
eo_eo: Nun uzata etoso:

source: Send a test email
eo_eo: Sendi testan retmesaĝon

source: Price per unit
eo_eo: Prezo po unuo
