Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminOrderscustomersFeature.*.xlf
Languages: mg_mg, sv_se

source: Not defined
sv_se: Inte definierad

source: Change currency
sv_se: Ändra valuta

source: Card type
sv_se: Korttyp

source: Cardholder name
sv_se: Kortinnehavarens namn

source: Card number
sv_se: Kortnummer

source: Refunded
sv_se: Återbetalas

source: Wrapping
sv_se: Inslagning

source: This order has been partially paid by voucher. Choose the amount you want to refund:
sv_se: Denna beställning har delvis betalats med kupong. Välj det belopp du vill återbetala:

source: Add a discount
sv_se: Lägg till rabatt

source: Shipping does not apply to virtual orders
sv_se: Leverans är inte relevant för virtuella order

source: Sources
sv_se: Källor

source: From
sv_se: Från

source: To
sv_se: Till

source: Choose an order status
sv_se: Välj en orderstatus

source: Update status
sv_se: Uppdatera status

source: Create order
sv_se: Skapa beställning

source: Stock location
sv_se: Lagerplats

source: Shipping details
sv_se: Leveransdetaljer

source: Invoice details
sv_se: Fakturauppgifter

source: Open details
sv_se: Visa detaljer

source: Order #%id% (%ref%) - %firstname% %lastname%
mg_mg: Kaomandy #%id% (%ref%) - %firstname% %lastname%
