Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignHelp.*.xlf
Languages: bn_bd, es_es, nn_no, pl_pl

source: It is the small icon that appears in browser tabs, next to the title.
es_es: Este es el pequeño icono que aparece en las pestañas del navegador, al lado del título.
nn_no: Det er snakk om det lille ikonet som kommer fram i nettleserflippene, ved siden av sidetittelen.
pl_pl: Jest to mała ikona pojawiająca się na kartach przeglądarki obok tytułu.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
es_es: ¡Atención! Por favor, verifica que tu tema se encuentra en un lenguaje RTL antes de generar la hoja de estilo RTL: es posible que tu tema ya se encuentre adaptado para el sistema RTL. En el momento en que haga clic en "Adaptar a RTL", cada archivo RTL específico que hayas añadido a tu tema puede ser eliminado por la hoja de estilo creada.
nn_no: Vær forsiktig. Sjekk temaet i et RTL-språk før du genererer RTL-stilarket: Temaet ditt kan allerede være tilpasset RTL. Når du klikker på "Tilpass til RTL" så vil all RTL-spesifikk kode du har lagt til i temaet ditt bli overskrevet av det nye stilarket.
pl_pl: Bądź ostrożny! Przed wygenerowaniem stylów RTL sprawdź swój szablon w języku RTL: Twój szablon może być już dostosowany do RTL. Po kliknięciu na "Dostosuj do RTL", dowolny plik RTL, który mógł zostać dodany do twojego szablonu, może zostać usunięty przez utworzony arkusz stylów.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you enable the "%generate_rtl_label%" option, any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
es_es: ¡Ten cuidado! Por favor, comprueba tu tema en un idioma RTL antes de generar la hoja de estilo RTL: tu tema ya podría estar adaptado a RTL. Una vez actives la opción "%generate_rtl_label%", cualquier archivo específico RTL que hayas añadido al tema podría ser eliminado por la hoja de estilo creada.
pl_pl: Bądź ostrożny! Przed wygenerowaniem stylów RTL sprawdź swój szablon w języku RTL: Twój szablon może być już dostosowany do RTL. Po kliknięciu na "%generate_rtl_label%", dowolny plik RTL, który mógł zostać dodany do twojego szablonu, może zostać usunięty przez utworzony arkusz stylów.

source: You must select a shop from the above list if you wish to choose a theme.
bn_bd: আপনি যদি একটি থিম চয়ন করতে চান, তাহলে আপনি উপরের তালিকা থেকে একটি দোকান নির্বাচন করতে হবে।
es_es: Antes de seleccionar un tema, debes elegir una tienda de la lista desplegable en la parte superior de esta página.
nn_no: Du må velge en butikk fra listen over om du ønsker å endre tema.
pl_pl: Musisz wybrać sklep z powyższej listy jeżeli chcesz wybrać szablon

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
es_es: Estás editando esta página para una tienda o grupo específico. Haz clic en "Sí" para marcar todos los campos, en "No" para desmarcarlos.
nn_no: Du redigerer denne siden for en spesifikk butikk eller gruppe. Klikk "Ja" for å krysse av alle felter, "Nei" for å fjerne alle avkrysningene.
pl_pl: Edytujesz tą stronę dla określonego sklepu lub grupy. Kliknij "Tak" aby zaznaczyć wszystkie pola, "Nie" aby wszystkie odznaczyć.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
es_es: Si marcas un campo, cambias su valor y lo guardas, el comportamiento multitienda no se aplicará a esta tienda (o grupo), para este parámetro en particular.
nn_no: Dersom du krysser av et felt, endrer verdien og lagrer, vil multibutikkoppførselen ikke omfatte denne butikken (eller grupppen), for akkurat dette parameteret.
pl_pl: Jeżeli zaznaczysz pole, zmienisz jego wartość i zapiszesz, nie będzie miało ono zastosowania do tego sklepu (lub grupy), w przypadku tego określonego parametru.

source: You are editing this page for a specific shop or group. Click "%yes_label%" to check all fields, "%no_label%" to uncheck all.
es_es: Estás editando esta página para una tienda o grupo específico. Haga clic en "%yes_label%" para marcar todos los campos, "%no_label%" para desmarcarlos.
pl_pl: Edytujesz tą stronę dla określonego sklepu lub grupy. Kliknij "%yes_label%" aby zaznaczyć wszystkie pola, "%no_label%" aby wszystkie odznaczyć.
