Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminOrderscustomersNotification.*.xlf
Languages: bn_bd, bs_ba, hu_hu

source: Discount value cannot exceed the total price of this order.
bs_ba: Vrijednost sniženja ne može preći ukupnu cijenu narudžbe.
hu_hu: A kedvezmény értéke nem haladhatja meg a rendelés teljes összegét.

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
bs_ba: Samo brojevi i decimalna tačka (".") su dozvoljeni u polju količine npr: 10.50 ili 1050.
hu_hu: A fizetési blokk összegmezőiben csak számok és tizedespontok (".") megengedettek, pl. 10.50 vagy 1050.

source: Percent value must be greater than 0.
bs_ba: Iznos procenta mora biti veći od 0.
hu_hu: A százalékos értéknek nagyobbnak kell lennie mint 0.

source: Amount value must be greater than 0.
bs_ba: Vrijednost količine mora biti veća od 0.
hu_hu: Az összegnek nagyobbnak kell lennie mint 0.

source: Shipping discount value cannot exceed the total price of this order.
bs_ba: Sniženja za isporuku ne može preći ukupnu cijenu narudžbe.
hu_hu: A szállítási engedmény értéke nem haladhatja meg a rendelés teljes összegét.

source: You must choose a payment module to create the order.
bs_ba: Morate izabrati način plaćanja da bi kreirali ovu narudžbu.
hu_hu: A megrendelés létrehozásához fizetési modult kell választanod.

source: You must choose an order status to create the order.
bs_ba: Morate izabrati status narudžbe da bi kreirali narudžbu.
hu_hu: A megrendelés létrehozásához ki kell választanod egy rendelési állapotot.

source: The order message given is invalid.
bs_ba: Poruka za ovu narudžbu nije ispravna.
hu_hu: A megadott rendeléshez tartozó üzenet érvénytelen.

source: Please enter a positive value
bs_ba: Molimo upišete pozitivnu vrijednost
hu_hu: Kérlek, adj meg egy pozitív értéket

source: No invoice has been found for this status.
bn_bd: এই সময়ের জন্য কোনো চালান পাওয়া যায় নি
hu_hu: Nincs számla ebben az állapotban

source: Invalid invoice number.
bn_bd: ভুল চালান নম্বর
hu_hu: Érvénytelen számla szám (a következőnek kell lennie

source: Invalid "From" date
bn_bd: "From"তারিখ ভুল
hu_hu: Hibás "kezdet" dátum

source: Invalid "To" date
bn_bd: \"To\"তারিখ ভুল
hu_hu: Hibás "befejezés" dátum

source: No invoice has been found for this period.
bn_bd: এই সময়ের জন্য কোনো চালান পাওয়া যায় নি
hu_hu: Nem található számla ebben a periódusban

source: You must select at least one order status.
bn_bd: আপনাকে কমপক্ষে একটি আদেশ অবস্থা নির্বাচন করতে হবে.
hu_hu: Legalább egy megrendelés státuszt ki kell választanod

source: No cart is available
bn_bd: কোন কার্ট নেই
hu_hu: Nincs még kosara

source: A registered customer account using the defined email address already exists.
bn_bd: এই ইমেল ঠিকানা ব্যবহার করে একটি রেজিস্টার্ড গ্রাহকের অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান
hu_hu: A megadott e-mail címmel már létezik regisztrált vásárlói fiók.

source: How do you want to delete the selected customers?
hu_hu: Hogyan szeretnéd törölni a kiválasztott vásárlókat?

source: There are two ways of deleting a customer. Please choose your preferred method.
bn_bd: কোনো গ্রাহককে মোছার দুটি উপায় আছে।আপনার পছন্দের পদ্ধতি নির্বাচন করুন
hu_hu: Két módon törölhetsz egy vásárlót. Most válaszd ki az egyik a módot.

source: You have to select a shop if you want to create a customer.
bn_bd: আপনি একটি গ্রাহক তৈরি করতে চাইলে,একটি দোকান নির্বাচন করুন
hu_hu: Vevő létrehozásához először ki kell választanod egy boltot!

source: You must add at least one address to process the order.
bn_bd: আপনি অর্ডার প্রক্রিয়া করার জন্য অন্তত একটি ঠিকানা যুক্ত করতে হবে.
hu_hu: A rendelés feldolgozásához legalább egy cím szükséges.

source: No products found
bn_bd: কোন পণ্য পাওয়া যায় নি
hu_hu: Nincs megfelelő termék

source: The prices are without taxes.
bn_bd: দাম ট্যাক্স ছাড়া
hu_hu: Az árak adó nélkül értendőek.

source: Searching for products
bs_ba: Traži proizvod
hu_hu: Termékek keresése

source: No customers found
bn_bd: কোন গ্রাহক খুঁজে পাওয়া যায় নি
hu_hu: Nincsenek utalványok

source: Searching for customers
bs_ba: Traži kupca
hu_hu: Vásárló keresése

source: No carrier can be applied to this order
bn_bd: কোন ক্যারিয়ার এই আদেশে প্রয়োগ করা যাবে না
hu_hu: Nem rendelhető szállító a rendeléshez

source: This value must include taxes.
bn_bd: এই মান এর সাথে কর অন্তর্ভুক্ত করা আবশ্যক.
hu_hu: Ez az érték adóval együtt értendő.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
bs_ba: Imajte na umu da je promjena prijevoznika neće izračunati troškove prijevoza, ako želite da se to promijeni posjetite Shop Parametri> Postavke Naručivanja
hu_hu: Felhívjuk figyelmed, hogy a szállítmányozó nem számolja újra a szállítási költséget, ha módosítani szeretnél rajta, ezt a Bolt paraméterek > Rendelés beállítása részben teheted meg

source: Are you sure you want to create a new invoice?
bn_bd: আপনি কি একটি নতুন চালান তৈরি করার ব্যাপারে নিশ্চিত?
hu_hu: Biztosan szeretnél egy új számlát készíteni?

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
bs_ba: Da li ste sigurni da želite izmijeniti cijenu ovog proizvoda? To će uticati na sve fakture ove narudžbe.
hu_hu: Biztosan szerkeszteni szeretnéd ennek a terméknek az árát? Ez a megrendelés összes számlájára vonatkozni fog.

source: There is no available document
hu_hu: Nincs elérhető dokumentáció

source: Are you sure you want to edit this product price? It will be applied to all identical products in this order.
hu_hu: Biztosan szerkeszteni szeretnéd ennek a terméknek az árát? Ez a megrendelésben szereplő összes azonos termékre vonatkozni fog.

source: No merchandise returned yet
hu_hu: Még nincs egyetlen áru-visszatérítés sem

source: Merchandise returns are not applicable for virtual orders
bs_ba: Povrati robe ne vrijede za virtualne narudžbe
hu_hu: Áru visszaküldés nem vonatkozik virtuális rendelésekre

source: Do you want to overwrite your existing message?
bn_bd: আপনি কি বর্তমান ম্যেসেজ ওভার রাইট করতে চান?
hu_hu: Felül akarod írni a jelenlegi üzeneted?

source: paid instead of
bn_bd: পরিবর্তে দেওয়া
hu_hu: fizetés helyettesítés

source: This warning also concerns order:
bs_ba: Ovo upozorenje se odnosi i na narudžbu:
hu_hu: A figyelmeztetés erre a rendelésre is vonatkozik:

source: This warning also concerns the following orders:
bs_ba: Ovo upozorenje se odnosi i na sljedeće narudžbe:
hu_hu: Ez a figyelmeztetés a következő rendelésekre is vonatkozik:

source: Error. You cannot refund a negative amount.
hu_hu: Hiba. Negatív összeget nem téríthet vissza.

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
bs_ba: Za ovu grupu kupaca, cijene su prikazane kao: [1]%tax_method%[/1]
hu_hu: Ez a vásárlócsoport a [1]%tax_method%[/1] árakat látja

source: Merchandise returns are disabled
bn_bd: পণ্যদ্রব্য ফেরত নিষ্ক্রিয় করা আছে
hu_hu: A viszáru nem lehetséges
