Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminInternationalNotification.*.xlf
Languages: fa_ir

source: Are you sure you want to restore the default address format for this country?
fa_ir: برای اعمال این انتخاب مطئن هستید؟

source: A language pack is available for this ISO.
fa_ir: یک بسته زبان موجود است برای این ISO

source: The Prestashop version compatible with this language and your system is:
fa_ir: نسخه‌ی پرستاشاپ سازگار با این زبان و سیستم شما:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
fa_ir: بعد از ایجاد زبان شما می‌توانید محتوای یک بسته زبان را واردسازی کنید، که از مسیر «بین‌المللی -- ترجمه‌ها» قابل دانلود است

source: No language pack is available on prestashop.com for this ISO code
fa_ir: بسته زبانی با این کد ISO در سایت prestashop.com موجود نیست.

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
fa_ir: این بسته زبان کامل نیست و نمی‌تواند در بخش کاربری یا مدیریت استفاده شود زیرا برخی از فایل‌های آن موجود نیستند.

source: %s at least, or you will have to edit the translation files manually.
fa_ir: %s یا شما باید فایل های ترجمه را به صورت دستی ویرایش کنید.

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
fa_ir: mod_security آپاچی بر روی سرور شما فعال است. این می‎تواند موجب برخی اشکالات درخواست بد شود.

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
fa_ir: هشدار! ارایه کننده‌ هاست شما در حال استفاده از وصله‌ ی suhosin برای PHP است، که حداکثر تعداد فیلدهایی که در یک فرم ارسال می‌شوند را محدود می‌کند:

source: %limit% for suhosin.post.max_vars.
fa_ir: %limit% برای suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
fa_ir: %limit% برای suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
fa_ir: لطفا از ارایه کننده‌ هاست خود برای افزایش محدوديت سوال کنید و درخواست کنید تا محدودیت برسد به

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
fa_ir: هشدار! پيكربندي PHP شما حداکثر تعداد فیلدهایی که در یک فرم ارسال می‌شوند را محدود می‌کند

source: for max_input_vars.
fa_ir: برای max_input_vars.

source: Please ask your hosting provider to increase this limit to
fa_ir: لطفا از ارایه کننده‌ هاست خود درخواست کنید محدودیت را افزایش دهد به حداقل

source: %s at least, or you will have to edit the translation files.
fa_ir: حداقل %s، یا شما باید فایل‎های ترجمه را ویرایش کنید.

source: This expression uses a special syntax:
fa_ir: این عبارت از یک syntax ویژه استفاده می‌کند:

source: Fatal error: IETF code %s is not correct
fa_ir: خطای مهلک: کد IETF %s اشتباه است.

source: Sorry this language is not available
fa_ir: ببخشید این زبان موجود نیست

source: Server does not have permissions for writing.
fa_ir: سرور اجازه نوشتن ندارد.

source: Language pack unavailable.
fa_ir: بسته زبان موجود نیست.

source: An error occurred while creating the language: %s
fa_ir: خطایی هنگام ایجاد زبان %s رخ داد

source: Cannot load country: %d
fa_ir: کشور قابل بارگذاری نیست: %d

source: Cannot enable the associated country: %s
fa_ir: نمی‌توان کشورهای مربوطه را فعال کرد: %s

source: Invalid Zone name.
fa_ir: نام منطقه نامعتبر است.

source: Invalid state properties.
fa_ir: ویژگی‌‌‌‌‌‌های استان نامعتبر است.

source: Cannot update the associated country: %s
fa_ir: نمی‎توان کشور مربوطه را به‌روز رسانی کرد: %s

source: An error occurred while adding the state.
fa_ir: خطایی هنگام افزودن استان رخ داد.

source: An error occurred while fetching the state.
fa_ir: خطایی هنگام افزودن استان رخ داد.

source: Invalid tax properties.
fa_ir: ویژگی‌‌‌‌‌‌های مالیات نامعتبر است.

source: An error occurred while importing the tax: %s
fa_ir: هنگام واردسازی مالیات خطایی رخ داد: %s

source: This tax rule cannot be saved.
fa_ir: نمی‎توان قانون مالیات را ذخیره کرد.

source: Invalid currency properties.
fa_ir: ویژگی‌‌‌‌‌‌های واحد پول نامعتبر است.

source: An error occurred while importing the currency: %s
fa_ir: هنگام واردسازی واحد پول خطایی رخ داد: %s

source: Localization pack corrupted: wrong unit type.
fa_ir: بسته محلی سازی ناقص است: فرمت واحد اشتباه است.

source: An error occurred while setting the units.
fa_ir: خطایی هنگام تنظیم واحد پول رخ داد.

source: An error occurred while installing the module: %s
fa_ir: هنگام نصب ماژول خطایی رخ داد: %s

source: An error occurred while uninstalling the module: %s
fa_ir: هنگام حذف ماژول خطایی رخ داد: %s

source: An error occurred during the configuration setup: %1$s
fa_ir: هنگام انجام پیکربندی خطایی رخ داد: %1$s

source: An error occurred during the default group update
fa_ir: خطایی در هنگام به روز رسانی گروه پیش فرض رخ داده است.

source: An error has occurred during the default group update
fa_ir: خطایی هنگام به روز رسانی گروه پیش فرض رخ داد.

source: Invalid language ISO code (%s)
fa_ir: کد ISO زبان نامعتبر (%s)

source: The translation was added successfully, but the language has not been created.
fa_ir: ترجمه با موفقیت افزوده شد ولی زبان ساخته نشده است.

source: Cannot add configuration %1$s for %2$s language
fa_ir: پیکربندی %1$s برای زبان %2$s قابل افزودن نیست

source: Incorrect Tax Manager class [%s]
fa_ir: کلاس مدیریت مالیات نادرست [%s]

source: Tax Manager class not found [%s]
fa_ir: کلاس مدیریت مالیات پیدا نشد [%s]

source: No tax
fa_ir: بدون مالیات

source: This ISO code already exists.You cannot create two countries with the same ISO code.
fa_ir: این ISO در حال حاضر وجود دارد، شما نمی‎توانید دو کشور با ISO یکسان بسازید.

source: Invalid address layout %s
fa_ir: چیدمان آدرس نامعتبر %s

source: The currency conversion rate cannot be equal to 0.
fa_ir: نرخ تبدیل ارز نمی‎تواند 0 باشد.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
fa_ir: وقتی یک زبان را حذف می‎کنید، تمام ترجمه‎های مرتبط با آن در پایگاه داده پاک می‎شود. آیا نسبت به حذف این زبان مطمئنید؟

source: Flag and "No picture" image fields are required.
fa_ir: فیلد‌‌‌‌‌‌های پرچم و \"بدون تصویر\" مورد نیاز هستند.

source: An error occurred while resizing "No picture" image to your product directory.
fa_ir: خطایی هنگام تغییر ابعاد تصویر \"بدون تصویر\" به پوشه محصولات شما رخ داد.

source: An error occurred while resizing "No picture" image to your category directory.
fa_ir: خطایی هنگام تغییر ابعاد تصویر \"بدون تصویر\" به پوشه دسته‌‌‌‌‌‌های شما رخ داد.

source: An error occurred while resizing "No picture" image to your brand directory.
fa_ir: خطایی هنگام تغییر اندازه تصویر «بدون تصویر» به پوشه برند شما رخ داد.

source: An error occurred during image deletion process.
fa_ir: خطایی هنگام حذف تصویر رخ داد.

source: Iso code is not valid
fa_ir: کد ISO نامعتبر است

source: Technical Error: ps_version is not valid
fa_ir: خطای فنی: نسخه‎ی پرستاشاپ نامعتبر است

source: Wrong ISO code, or the selected language pack is unavailable.
fa_ir: کد ISO اشتباه است یا بسته زبان در دسترس نیست.

source: Technical Error: translation server unreachable.
fa_ir: خطای فنی: سرور ترجمه در دسترس نیست.

source: This ISO code already exists. You cannot create two states with the same ISO code.
fa_ir: این کد ISO وجود دارد. شما نمی‎توانید دو استان با یک کد ISO مشابه در یک کشور بسازید.

source: This state was used in at least one address. It cannot be removed.
fa_ir: این استان حداقل در یک آدرس استفاده شده است. آن را نمی‎توان حذف کرد.

source: A tax rule already exists for this country/state with tax only behavior.
fa_ir: یک قانون مالیات برای این کشور/استان در حال حاضر وجود دارد.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
fa_ir: کد پستی نادرست است. باید مطابق این الگو باشد: قالب %format% برای %country%.

source: An error has occurred: Cannot save the current tax rule.
fa_ir: خطایی رخ داد: نمی‎توان قانون فعلی مالیات را ذخیره کرد.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
fa_ir: این مالیات در حال حاضر در یک قانون مالیات استفاده می‎شود. آیا مطمئن هستید؟

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
fa_ir: این مالیات در حال حاضر در یک قانون مالیات استفاده می‎شود. در صورت ادامه این مالیات، از قانون مالیات قبلی حذف خواهد شد، آیا مطمئنید؟

source: An error occurred while copying data.
fa_ir: در هنگام کپی اطلاعات خطایی رخ داد.

source: Impossible to create the directory "%folder%".
fa_ir: ساخت پوشه «%folder%» غیرممکن است.

source: An error occurred while creating archive.
fa_ir: خطایی هنگام ساختن آرشیو رخ داد.

source: Please select a language and a theme.
fa_ir: لطفاً یک زبان و یک قالب انتخاب کنید.

source: Tab "%s" is not valid
fa_ir: زبانه‎ی \"%s\" نادرست است.

source: Validation failed for: %file%
fa_ir: اعتبار سنجی برای %file% ناموفق بود

source: Unidentified file found: %file%
fa_ir: فایل ناشناس %file% یافت شد

source: The archive cannot be extracted.
fa_ir: نمی‎توان آرشیو را از حالت فشرده خارج کرد.

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
fa_ir: کد ISO «%iso_code%» برای این فایل اشتباه است: «%file%»

source: Cannot write to the theme's language file (%s). Please check writing permissions.
fa_ir: نمي توان روي فايل زبان قالب نوشت كرد(%s). لطفا مجوز هاي نوشتن را بررسي نماييد.

source: Invalid theme "%theme%"
fa_ir: قالب نامعتبر «%theme%»

source: Invalid iso code "%iso_code%"
fa_ir: کد iso نامعتبر «%iso_code%»

source: This %type_content% file extension is not accepted.
fa_ir: این فرمت %type_content% از فایل قابل قبول نیست.

source: Invalid module name "%module%"
fa_ir: نام نامعتبر ماژول «%module%»

source: Invalid mail name "%mail%"
fa_ir: نام نامعتبر ایمیل «%mail%»

source: Directory "%folder%" cannot be created
fa_ir: دایرکتوری «%folder%» قابل ساختن نیست

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
fa_ir: ترجمه‌ی ایمیل شما حاوی برخی از کدهای HTML نامعتبر است و قابل ذخیره کردن نیست. لطفا محتوای متن را بررسی کنید.

source: Your HTML email templates cannot contain JavaScript code.
fa_ir: کدهای جاوا اسکریپت را نمی‎توان در قالب HTML ایمیل گنجاند.

source: Empty string found, please edit: "%file%"
fa_ir: رشته (string) خالی یافت شد، لطفاً ویرایش نمایید: «%file%»

source: There is an error in template, an empty string has been found. Please edit: "%file%"
fa_ir: خطایی در قالب وجود دارد: رشته خالي يافت شد. لطفا «%file%» را ويرايش نماييد

source: The module directory must be writable.
fa_ir: پوشه ماژول باید قابل نوشتن باشد.

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
fa_ir: یک پوشه ایمیل برای زبان «%iso_code%» موجود است. اما نه برای زبان پیش فرض (%language%) در %folder%

source: missing translation(s)
fa_ir: ترجمه‎های ناقص

source: No Subject was found for %mail_name% in the database.
fa_ir: عنوانی برای %mail_name% در پایگاه داده یافت نشد.

source: There was a problem getting the mail files.
fa_ir: برای دریافت فابل‌های رایانامه یک مشکل وجود دارد.

source: English language files must exist in %folder% folder
fa_ir: لطفاً مطمئن شوید که فایل‌های انگلیسی در پوشه‌ %folder% وجود دارد

source: Cannot write language file for email subjects. Path is: %folder%
fa_ir: نمی‎توان برای عناوین رایانامه فایل زبانی ثبت کرد؛ مسیر %folder% است

source: Cannot write into the "%file%"
fa_ir: عدم توانایی نوشتن در «%file%»

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
fa_ir: عدم توانایی در ساخت پوشه «%folder%». دسترسی نوشتن دایرکتوری را بررسی نمایید.

source: You must select two languages in order to copy data from one to another.
fa_ir: شما باید دو زبان را انتخاب کنید برای کپی کردن داده از یکی به دیگری.

source: You must select two themes in order to copy data from one to another.
fa_ir: شما باید دو قالب را انتخاب کنید برای کپی کردن داده از یکی به دیگری.

source: There is nothing to copy (same language and theme).
fa_ir: چیزی برای کپی وجود ندارد (زبان و قالب یکسان)

source: Theme(s) not found
fa_ir: تم(ها) پیدا نشد(ند)

source: Impossible to copy "%source%" to "%dest%".
fa_ir: کپی کردن «%source%» در «%dest%» غیرممکن است.

source: Impossible to translate "%dest%".
fa_ir: ترجمه «%dest%» غیرممکنه است.

source: A part of the data has been copied but some of the language files could not be found.
fa_ir: قسمتی از اطلاعات کپی شد، اما بعضی از فایل‎های ترجمه پیدا یا کپی نشد.

source: Fatal error: ISO code is not correct
fa_ir: خطای مهلک: کد ISO اشتباه است.

source: Cannot load the localization pack.
fa_ir: نمی‎توان بسته محلی سازی را از سایت اصلی پرستاشاپ و یا پوشه محلی شما بارگذاری کرد.

source: Please select at least one item to import.
fa_ir: لطفاً حداقل یک مورد را برای وارد کردن انتخاب کنید.

source: You cannot delete the default currency
fa_ir: شما ارز پیش‎فرض را نمی‎توانید حذف نمایید

source: You cannot disable the default currency
fa_ir: شما ارز پیش‎فرض را نمی‎توانید غیر فعال نمایید

source: This currency already exists.
fa_ir: این ارز در حال حاضر وجود دارد.

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be removed from shop association
fa_ir: %currency% ارز پیش‌فرض برای فروشگاه %shop_name% است، در نتیجه امکان حذف آن وجود ندارد

source: %currency% is the default currency for shop %shop_name%, and therefore cannot be disabled
fa_ir: %currency% ارزش پیش‌فرض برای فروشگاه %shop_name% است، در نتیجه امکان غیرفعال کردن آن وجود ندارد

source: Oops... it looks like this ISO code already exists. If you are: [1][2]trying to create an alternative currency, you must type a different ISO code[/2][2]trying to modify the currency with ISO code %isoCode%, make sure you did not check the creation box[/2][/1]
fa_ir: اوه... به نظر می‌رسد که این کد ISO از قبل وجود دارد. اگر شما [1][2]در حال ایجاد یک واحد پول جایگزین هستید، باید کد ISO‌ متفاوتی وارد کنید[/2][2]در حال تلاش برای ویرایش واحد پول با کد ISO %isoCode% هستید، مطمئن شوید که گزینه ایجاد را تیک نزده باشید.[/2][/1]

source: You cannot delete the default language.
fa_ir: شما نمی‎توانید زبان پیش‎فرض را حذف کنید.

source: You cannot delete the language currently in use. Please select a different language.
fa_ir: شما نمی‎توانید زبان در حال استفاده را حذف کنید. لطفاً ابتدا زبان را تغییر دهید.

source: You cannot change the status of the default language.
fa_ir: شما نمی‎توانید وضعیت زبان پیش فرض را تغییر دهید.

source: This ISO code is already linked to another language.
fa_ir: این کد ISO در حال حاضر به زبان دیگری اختصاص یافته است.

source: An error occurred while copying "No Picture" image to your product folder.
fa_ir: خطایی هنگام کپی کردن تصویر \"بدون تصویر\" به پوشه محصولات شما رخ داد.

source: An error occurred while copying "No picture" image to your category folder.
fa_ir: خطایی هنگام کپی کردن تصویر \"بدون تصویر\" به پوشه دسته‌‌‌‌‌‌های شما رخ داد.

source: An error occurred while copying "No picture" image to your brand folder.
fa_ir: خطایی هنگام کپی کردن تصویر «بدون تصویر» به پوشه برند شما رخ داد.

source: Localization pack imported successfully.
fa_ir: بسته‎ی محلی سازی با موفقیت وارد شد.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
fa_ir: وارد سازی یک زبان جدید می‌تواند بدون ماژول OpenSSL با شکست مواجه شود. لطفا "openssl.so" را در پیکربندی سرور خود فعال کنید.

source: An error has occurred, this module does not exist: %s
fa_ir: خطایی رخ داد، این ماژول وجود ندارد: %s

source: The translations have been successfully added.
fa_ir: ترجمه با موفقیت اضافه شد.

source: The translation was successfully copied.
fa_ir: زبان با موفقیت کپی شد.

source: The geolocation database is unavailable.
fa_ir: پایگاه داده منطقه جغرافیایی در دسترس نمی‌باشد.

source: Country selection is invalid.
fa_ir: کشور انتخاب شده نامعتبر است.

source: Invalid whitelist
fa_ir: لیست سفید نامعتبر است.

source: Please install the %module_name% module before using this feature.
fa_ir: لطفا ماژول %module_name% را قبل از به کار بردن این ویژگی نصب نمایید.

source: When you delete a language, all related translations in the database will be deleted.
fa_ir: وقتی یک زبان را حذف می‎کنید، تمام ترجمه‎های مرتبط با آن در پایگاه داده پاک می‎شود.

source: Your .htaccess file must be writable.
fa_ir: فایل .htaccess شما باید قابل نوشتن باشد.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
fa_ir: قبل از تغییر واحد پول پیش‌فرض، شدیداً توصیه می‌کنیم که حالت تعمیرات را فعال کنید. در واقع، بعد از هر تغییری در واحد پول پیش‌فرض باید قیمت تک‌تک محصولات و ترکیبات آن‌ها به صورت دستی اصلاح شود.

source: Language files must be complete to allow copying of translations.
fa_ir: فایل‌های زبان (که در مسیر \"بومی سازی\" -> \"زبان‌ها\" -> \"ویرایش\" نشان داده شده است) باید جهت انجام کپی ترجمه‌ها کامل شود.

source: Translation successfully updated
fa_ir: ترجمه با موفقیت به‌روزرسانی شد

source: Failed to update translation
fa_ir: به روزرسانی ترجمه با شکست مواجه شد
