Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersNotification.*.xlf
Languages: hr_hr, lt_lt, mg_mg, no_no, sq_al, sr_cs

source: You cannot disable or delete the administrator account.
hr_hr: Ne možete onemogućiti ili obrisati posljednji administratorski račun.
lt_lt: Negalite išjungti ar ištrinti paskutinės administratoriaus paskyros.
no_no: Du kan ikke deaktivere eller slette den siste administratorkontoen.
sr_cs: Ne možete da izbrišete ili onemogućite poslednji administrativni nalog

source: Your current password is invalid.
hr_hr: Vaša trenutna lozinka je nevažeća.
lt_lt: Jūsų dabartinis slaptažodis klaidingas.
no_no: Ditt nåværende passord er ugyldig.
sq_al: Fjalëkalimi yt aktual është i pavlefshëm.
sr_cs: Vaša trenutna lozinka je nevažeća.

source: The employee must be associated with at least one shop.
hr_hr: Zaposlenik mora biti pridodan barem jednoj trgovini
lt_lt: Darbuotojas turi būti susietas bent su viena parduotuve.
no_no: Den ansatte må være tilknyttet minimum en butikk.
sr_cs: Zaposleni mora da bude pridružen sa barem jednom prodavnicom.

source: The import directory doesn't exist. Please check your file path.
hr_hr: Uvezeni direktorij ne postoji. Provjerite put datoteke.
lt_lt: Importo katalogas neegzistuoja. Patikrinkite failo nuorodą.
mg_mg: Tsy misy ny dosie fanafarana. Jereo aza fady ny lalan'ny fisie.
no_no: Importmappen eksisterer ikke. Sjekk filbanen.
sq_al: Folderi per te importuar nuk ekziston. Ju lutem kontrolloni strukturen e folderave
sr_cs: Putanja direktorijuma ne postoji. Molimo proverite putanju.

source: The import directory must be writable (CHMOD 755 / 777).
hr_hr: Uvozna mapa mora imati dozvolu za pisanje (CHMOD 755 / 777).
lt_lt: Importavimo direktorija turi būti rašoma (CHMOD 755 / 777).
no_no: Importkatalogen må være skrivbar (CHMOD 755/777).
sr_cs: Uvoz direktorijuma mora biti upisiv (CHMOD 755 / 777).

source: To proceed, please upload a file first.
hr_hr: Za nastavak, molimo učitajte najprije datoteku.
lt_lt: Norėdami vykdyti, pirmiausia įkelkite failą.
no_no: For å fortsette, last opp en fil først.
sq_al: Per te vazhduar fillimisht duhet te transferosh filen.
sr_cs: Podignite fajl prvo ako želite da nastavite.

source: The import file cannot be read.
hr_hr: Ubačena datoteka ne može se očitati.
lt_lt: Įkelto failo negalima nuskaityti.
no_no: Importfilen kan ikke leses.
sr_cs: Uveženi fajl nije čitljiv.

source: The Memcached server cannot be added.
hr_hr: Ne mogu dodati memcached server
lt_lt: Nepavyksta pridėti Memcached serverio.
no_no: Kan ikke legge til Memcached server.
sr_cs: Nije moguće dodati Memcached server

source: There was an error when attempting to delete the Memcached server.
hr_hr: Pogreška tijekom brisanja memcached server
lt_lt: Klaida trinant Memcached serverį.
no_no: Feil under sletting av Memcached server.
sr_cs: Greška tokom brisanja Memcached servera

source: All caches cleared successfully
hr_hr: Svi su spremnici uspješno izbrisani
lt_lt: Visas kešas išvalytas
no_no: Vellykket tømming av alle hurtiglager
sr_cs: Sav keš je uspešno očišćen

source: For security reasons, you cannot delete the Administrator's profile.
hr_hr: Iz sigurnosnih razloga, ne možete obrisati Administratorski profil
lt_lt: Saugumo sumetimais jūs negalite ištrinti Administratoriaus profilio.
no_no: Av sikkerhetsgrunner kan du ikke slette Administratorprofilen.
sr_cs: Iz sigurnosnih razloga nije moguće izbrisati Administrator profil

source: Key length must be 32 character long.
hr_hr: Duljina ključa mora imati 32 znaka
lt_lt: Rakto ilgis turi būti nemažesnis 32 simbolių
no_no: Nøkkellengde må være 32 tegn lang.
sr_cs: Ključ mora sadržati 32 karaktera

source: This key already exists.
hr_hr: Ključ već postoji
lt_lt: Raktas jau egzistuoja
no_no: Nøkkelen finnes allerede.
sr_cs: Ovaj ključ već postoji.

source: (you must install the [a]Memcache PECL extension[/a])
hr_hr: (morate instalirati [a]Memcache PECL extenziju[/a])
lt_lt: (privalote įdiegti [a]Memcache PECL plėtinį[/a])
no_no: (du må installere [a]Memcache PECL modulen[/a])
sr_cs: (morate instalirati [a]Memcache PECL ekstenziju[/a])

source: (you must install the [a]Memcached PECL extension[/a])
hr_hr: (morate instalirati [a]Memcache PECL extenziju[/a])
lt_lt: (privalote įdiegti [a]Memcache PECL plėtinį[/a])
no_no: (du må installere [a]Memcache PECL modulen[/a])
sr_cs: (morate instalirati [a]Memcached PECL extension[/a])

source: (you must install the [a]APC PECL extension[/a])
hr_hr: (morate instalirati [a]APC PECL extenziju[/a])
lt_lt: (privalote įdiegti [a]APC PECL plėtinį[/a])
no_no: (du må installere [a]APC PECL modulen[/a])
sr_cs: (morate instalirati [a]APC PECL ekstenziju[/a])

source: (you must install the [a]Xcache extension[/a])
hr_hr: (morate instalirati [a]Xcache extenziju[/a])
lt_lt: (privalote įdiegti [a]Xcache plėtinį[/a])
no_no: (du må installere [a]Xcache modulen[/a])
sr_cs: (morate instalirati [a]Xcache ekstenziju[/a])

source: The locale must be installed
hr_hr: Jezična datoteka mora biti instalirana
lt_lt: Lokalė turi būti įdiegta
no_no: Lokaliseringspakken må installeres
sr_cs: Vaš lokalitet mora da bude instaliran

source: I have read the disclaimer. Please create a new backup.
hr_hr: Pročitao sam odricanje od odgovornosti - Kreiraj novi backup
lt_lt: Aš perskaičiau atsakomybės ribojimą - Sukurti naują atsarginę kopiją.
no_no: Jeg har lest ansvarsfraskrivelsen. Lag en ny sikkerhetskopi.
sr_cs: Pročitao sam izjavu o odricanju od odgovornosti - Kreiraj novu rezervnu kopiju

source: How to restore a database backup
hr_hr: Kako vratiti sigurnosnu kopiju baze podataka
lt_lt: Kaip atstatyti duomenų bazę
no_no: Hvordan gjenopprette en databasesikkerhetskopi
sr_cs: Kako obnoviti bekap baze podataka

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
hr_hr: Ako trebate vratiti sigurnosnu kopiju baze podataka, pozivamo vas da se pretplatite na [1][2]plana tehničku podršku [/2] [/1].
lt_lt: Jei jums reikia atstatyti duomenų bazę, kviečiame jus prenumeruoti [1][2]techninio palaikymo planą[/2][/1].
no_no: Dersom du må gjenopprette en databasesikkerhetskopi er det fint å ha en [1][2]teknisk support avtale[/2][/1].
sr_cs: Ako treba da obnovite rezervnu kopiju baze podataka, pozivamo vas da se pretplatite na [1][2]technical support plan[/2][/1].

source: Our team will take care of restoring your database safely.
hr_hr: Naš tim će se pobrinuti za sigurno vraćanje podataka.
lt_lt: Mūsų komanda pasirūpins saugiu jūsų duomenų bazės atstatymu.
no_no: Vi vil ta oss av sikker gjenoppretting av databasen.
sr_cs: Naš tim će se postarati za obnavljanje baze podataka.

source: Why can't I restore it by myself?
hr_hr: Zašto ne mogu napraviti restore samostalno?
lt_lt: Ar galiu pats atstatyti duomenų bazę?
no_no: Hvorfor kan jeg ikke gjenopprette den selv?
sr_cs: Zašto ne mogu da je obnovim sam?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
hr_hr: Vaša trgovina je hostana od PrestaShopa. Iako možete napraviti backup, ovdje dolje, tu su temeljne postavke kojima ne možete pristupiti iz sigurnosnih razloga, kao i upravljanju bazama podataka. Dakle, samo naš tim može nastaviti s obnovom.
lt_lt: Jūsų parduotuvę hostina PrestaShop. Nors ir galite sukurti duom. bazės atstatymo failus ča žemiau, egzistuoja nustatymai, kurių negalite keisti dėl saugumo sumetimų, pvz. duomenų bazės valdymas. Dėl to, tik mūsų komanda gali atlikti duom. bazės atstatymą.
no_no: Din butikk ligger hos PrestaShop. Selv om du kan lage sikkerhetskopifiler under her er det mange kjerneinnstillinger du ikke får tak i av sikkerhetsårsaker, som for databasehåndtering. Derfor kan bare vi utføre en gjenoppretting.
sr_cs: Vaš sajt hostuje PrestaShop. Iako sami možete kreirati kopiju baze podataka ovde ispod, postoje neke važne postavke kojima vi nemate pristup iz bezbednosnih razloga. Zbog toga samo naš tim može da izvrši obnovu baze podataka.

source: Disclaimer before creating a new backup
hr_hr: Odricanje od odgovornosti prije stvaranja nove sigurnosne kopije
lt_lt: Atsakomybės atribojimas prieš kuriant atsargines kopijas
no_no: Ansvarsfraskrivelse før du oppretter en ny sikkerhetskopi
sq_al: Mohim përgjegjësie para krijimit të një kopjeje rezerve të re
sr_cs: Izjava o odricanju odgovornosti prilikom kreiranja vaših rezervnih kopija

source: PrestaShop is not responsible for your database, its backups and/or recovery.
hr_hr: PrestaShop nije odgovoran za Vašu bazu podataka, backup, podatke i povratak iz backupa.
lt_lt: PrestaShop nėra atsakinga už jūsų duomenų bazę, atsargines kopijas, jų atstatymą ir informaciją.
no_no: PrestaShop er ikke ansvarlig for databasen, sikkerhetskopiering eller gjenoppretting av data.
sq_al: PrestaShop nuk mban përgjegjësi për databazën tuaj, kopjet e saj rezerve dhe/ose restaurimin.
sr_cs: PrestaShop tim nije odgovoran za vašu bazu podataka, vašu rezervnu kopiju, obnavljanje baze podataka niti za vaše same podatke.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
hr_hr: PrestaShop je softver otvorenog koda, Vi ga koristite na vlastiti rizik po licenčnom ugovoru.
lt_lt: PrestaShop yra Atvirojo kodo programinė įranga ir jūs ją naudojatės priimdami visas rizikas pagal licenciją.
no_no: PrestaShop er åpen kildekode programvare, du bruker PrestaShop på egen risiko i henhold til lisensavtalen.
sq_al: PrestaShop është një softuer me kod të hapur. Ju jeni duke e përdorur në riskun tuaj sipas marrëveshjes së licencës.
sr_cs: PrestaShop je open-source softver, koristite ga na sopstveni rizik u skladu sa ugovorom o licenciranju.

source: You should back up your data on a regular basis (both files and database).
hr_hr: Trebali bi raditi sigurnosne kopije (backup) vaših podataka redovito (datoteke i bazu podataka).
lt_lt: Jūs turėtumėte nuolat daryti atsargines kopijas (failų ir duomenų bazės).
no_no: Du bør sikkerhetskopiere dine data på jevnlig basis (både filer og database).
sr_cs: Trebalo bi sami da redovno pravite kopiju i fajlova i baze podataka.

source: This function only backs up your database, not your files.
hr_hr: Ova funkcija backupira samo bazu, ne i datoteke.
lt_lt: Funkcionalumas išsaugo tik duomenų bazės informaciją - be failų.
no_no: Denne funksjonen sikkerhetskopierer bare databasen, ikke filene dine.
sq_al: Ky funksion e krijon kopjen rezerve vetëm të databazës suaj, jo edhe të fajllave.
sr_cs: Ova funkcija samo pravi rezervnu kopiju baze podataka, ne i fajlova.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
hr_hr: Prema zadanim postavkama, Vaša postojeće tablice u bazi bit će obrisane tijekom povrata backupa (vidi "Backup opcije" ispod).
lt_lt: Pagal numatytuosius nustatymus egzistuojančios DB lentelės bus ištrintos prieš atstatant DB.
no_no: Som standard vil dine eksisterende databasetabeller bli slettet under gjenoppretting av sikkerhetskopi (se "Sikkerhetskopialternativer" under).
sq_al: Sipas parametrave fillestarë, tabelat tuaja ekzistuese do të fshihen gjatë restaurimit nga kopjet rezerve (shih "Opsionet e kopjeve rezerve" më poshtë).
sr_cs: Podrazumeva se da će postojeće tabele iz baze biti izbrisane prilikom vraćanja rezervne kopije (pogledajte opcije rezerve kopije).

source: Always verify the quality and integrity of your backup files!
hr_hr: Uvijek provjerite kvalitetu i cjelovitost Vaših backup datoteka.
lt_lt: Visuomet įsitikinkite, kad jūsų atsarginiai failai yra tinkami ir veikiantys!
no_no: Kontroller alltid kvaliteten og integriteten til dine sikkerhetskopifiler!
sq_al: Gjithmonë verifiko cilësinë dhe integritetin e kopjeve tuaja rezerve!
sr_cs: Uvek proverite kvalitet i integritet fajlova rezervne kopije!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
hr_hr: Uvijek provjerite da su Vaše backup datoteke cjelovite, ažurirane i valjane, čak i nakon obavijesti o uspješnom backupu tijekom procesa backupa.
lt_lt: Visada įsitkinkite, kad atsarginių kopijų failai yra pilni, naujausi ir tinkami net jei gavote sėkmės pranešimą apie atliktą atsarginę kopiją.
no_no: Kontroller alltid at sikkerhetskopiene er komplette, oppdaterte og brukbare, selv om du fikk beskjed om at sikkerhetskopiering var vellykket.
sq_al: Gjithmonë verifikoni nëse fajllat e kopjeve rezerve janë të kompletuara, të përditësuara dhe valide, edhe në rast se shfaqet mesazhi mbi suksesin gjatë procesit të krijimit të kopjeve rezerve.
sr_cs: Uvek proverite da li su fajlovi rezervne kopije potpuni i validni. Ovo je preporučljivo čak i ako ste dobili poruku o uspešnom stvaranju rezervne kopije.

source: Always check your data.
hr_hr: Uvijek provjerite svoje podatke.
lt_lt: Visuomet sutikrinkite savo duomenis.
no_no: Sjekk alltid dine data.
sq_al: Gjithmonë verifikoni të dhënat tuaja.
sr_cs: Uvek proverite svoje podatke.

source: Never restore a backup on a live site.
hr_hr: Nikad nemojte vraćati podatke na živom site-u.
lt_lt: Niekuomet neatstatinėkite informacijos veikiančiame puslapyje.
no_no: Aldri gjenopprette en sikkerhetskopi på en aktiv butikk.
sq_al: Kurrë mos e restauroni një kopje rezerve në një sajt "live".
sr_cs: Nikada ne obnavljajte rezervnu kopiju na sajt koji je u funkciji.

source: Beginning the download ...
hr_hr: Početak preuzimanja ...
lt_lt: Pradedamas įkėlimas ...
no_no: Starter nedlasting...
sq_al: Duke e filluar shkarkimin ...
sr_cs: Počinje preuzimanje ...

source: Backup files should automatically start downloading.
hr_hr: Backup datoteka treba automatski pokrenuti preuzimanje.
lt_lt: Atsarginių kopijų failai turėtų pradėti siųstis automatiškai.
no_no: Sikkerhetskopifiler lastes ned automatisk.
sr_cs: Bekap fajl bi trebao da se skida automatski.

source: If not,[1][2] please click here[/1]!
hr_hr: Ako nije,[1][2] molimo kliknite ovdje[/1]!
lt_lt: Jei ne, [1][2] paspauskite čia[/1]!
mg_mg: Raha tsy izany,[1][2] tsindrio eto aza fady[/1]!
no_no: Hvis ikke, [1][2] vennligst klikk her[/1]!
sq_al: Nese jo,[1][2] të lutem kliko këtu[/1]!
sr_cs: Ako ne,[1][2] molimo kliknite ovde[/1]!

source: Note that the Category import does not support having two categories with the same name.
hr_hr: Imajte na umu da uvoz kategorija ne podržava dvije kategorije sa istim nazivom.
lt_lt: Atsiminkite, kad kategorijos importavimas nepalaiko dviejų kategorijų su tuo pačiu vardu.
no_no: Kategori-importen støtter ikke at to kategorier har samme navn.
sr_cs: Obratite pažnju da uvoz kategorija nije moguć ukoliko postoje dve kategorije sa istim imenom.

source: Note that you can have several products with the same reference.
hr_hr: Možete imati više proizvoda s istom referencom.
lt_lt: Atkreipkite dėmesį, kad jūs turite kelias prekes su šia nuoroda.
no_no: Merk at du kan ha flere produkter med den samme referansen.
sr_cs: Zapamtite da imate nekoliko proizvoda sa istom referencom.

source: Are you sure that you would like to delete this entity:
hr_hr: Jeste li sigurni da želite obrisati ovaj subjekt:
lt_lt: Ar tikrai norite ištrinti šio tipo objektus:
mg_mg: Azonao antoka ve fa te hamafa an'io sampana ianao:
no_no: Er du sikker på at du vil slette denne entiteten:
sq_al: A je i sigurt që dëshiron të fshish këtë entitet:
sr_cs: Da li ste sigurni da želite da izbiršete:

source: Are you sure you want to delete this entity:
hr_hr: Jeste li sigurni da želite izbrisati ovaj entitet:
lt_lt: Ar tikrai norite ištrinti šį objektą?
sr_cs: Da li ste sigurni da želite da izbrišete?

source: SSL does not seem to be available on your server.
hr_hr: Čini se da SSL nije dostupan na vašem serveru.
lt_lt: SSL nepasiekiamas jūsų serveryje.
no_no: Det virker ikke som SSL er tilgjengelig på din server.
sr_cs: Izgleda da SSL nije dostupan na Vašem serveru.

source: Testing a feature before its official release can be exciting. However, you must be aware of the potential risks of such experiments:
lt_lt: Testuoti naujas galimybes iki oficialaus paskelbimo yra smagu. Tačiau, turite įvertinti tokių eksperimentų riziką.
sr_cs: Testiranje funkcija pre nego se funkcija pusti u upotrebu. U svakom slučaju morate biti svesni potencijalnog rizika prilikom ovakvog eksperimentisanja.

source: Experimental features are still under development. Enabling them could therefore have unintended consequences and cause data loss.
lt_lt: Eksperimentinės funkcijos vis dar kuriamos. Todėl jų įjungimas gali sukelti nenumatytų pasekmių ir duomenų praradimą.
sr_cs: Eksperimentalne funkcije su još u razvoju. Ako ih omogućite možete imati neželjene efekte u prodavnici.

source: In any case, you should never experiment in production.
lt_lt: Bet kokiu atveju niekada neturėtumėte eksperimentuoti vykdymo metu.
sr_cs: U svako slučaju ne bi trebali nikada da eksperimentišete u pravoj internet prodavnici.

source: Are you sure you want to enable this experimental feature?
lt_lt: Ar tikrai norite įįjungti šią eksperimentinę funkciją?
sr_cs: Da li ste sigurni da želite da omogućite eksperimentalne funkcije?

source: You are about to enable a feature that is not stable yet. This should only be done in a test environment or in full knowledge of the potential risks.
lt_lt: Ketinate įjungti funkciją, kuri dar nėra stabili. Tai turėtų būti daroma tik testavimo aplinkoje arba visiškai žinant apie galimą riziką.
sr_cs: Upravo pokušavate da aktivirate funkcije koje još nisu stabilne. To bi trebalo raditi samo u slučaju da vam je ovo test sajt ili u slučaju da ste potpuno svensi rizika.

source: Please choose a MySQL table
hr_hr: Molim izaberite MySQL tablicu
lt_lt: Pasirinkite MySQL lentelę
no_no: Vennligst velg en MySQL tabell
sr_cs: Odaberi MySQL tabelu

source: When saving the query, only the "SELECT" SQL statement is allowed.
hr_hr: Kada spremate upit, samo SQL komanda "SELECT" je dopuštena.
lt_lt: Užsaugant SQL užklausą, leidžiama tik "SELECT" SQL formuluotė.
no_no: Når du lagrer spørring er bare "SELECT" tillatt.
sr_cs: Kada hoćete da sačuvate upit, samo je "SELECT" SQL izjava dozvoljena.

source: This SQL query has no result.
hr_hr: Ovaj SQL upit nema rezultat.
lt_lt: Ši SQL užklausa neturi rezultatų.
no_no: Denne SQL-spørringen ga ikke noe resultat.
sr_cs: Ovaj SQL upit nema rezultata.

source: Do you really want to remove the server %serverIp%:%serverPort% ?
hr_hr: Da li stvarno želite ukloniti server %serverIp%:%serverPort% ?
lt_lt: Ar tikrai norite pašalinti serverį %serverIp%:%serverPort% ?
no_no: Vil du virkelig fjerne serveren %serverIp%:%serverPort% ?
sr_cs: Da li zaista želite da uklonite %serverIp%:%serverPort% ?

source: OK
lt_lt: GERAI
sq_al: Në rregull
sr_cs: U redu

source: Please fix the following error(s)
hr_hr: Molimo ispravite slijedeće greške
lt_lt: Ištaisykite šią(-s) klaidą(-s)
no_no: Vennligst fiks følgende feil
sr_cs: Molimo Vas da pogledate sledeće greške

source: Checking files...
hr_hr: Provjera datoteka...
lt_lt: Tikrinami failai...
no_no: Sjekker filer...
sr_cs: Provera fajlova . . .

source: Missing files
hr_hr: Datoteke koje nedostaju
lt_lt: Trūksta failų
no_no: Manglende filer
sr_cs: Nedostajući fajlovi

source: Updated files
hr_hr: Ažurirane datoteke
lt_lt: Atnaujinti failai
no_no: Oppdaterte filer
sr_cs: Ažurirani fajlovi

source: Changed/missing files have been detected.
hr_hr: Pronađene su datoteke koje su izmijenjene/nedostaju.
lt_lt: Aptikta trūkstamų/pasikeitusių failų.
no_no: Endrede/manglende filer er funnet.
sq_al: Janë detektuar fajlla të ndryshuar/fshirë.
sr_cs: Promenjeni/nedostajući fajlovi su otkriveni

source: No change has been detected in your files.
hr_hr: Promjene nisu pronađena u vašim datotekama.
lt_lt: Jūsų failuose pakeitimų nerasta.
no_no: Ingen endringer er funnet i filene dine.
sr_cs: Nisu primećene nikakve promene u vašim fajlovima.
