Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminModulesNotification.*.xlf
Languages: bs_ba

source: Confirm reset
bs_ba: Potvrdite resetovanje

source: Would you like to delete the content related to this module ?
bs_ba: Želite li obrisati sadržaj vezan za ovaj modul ?

source: No - reset only the parameters
bs_ba: Ne - resetuj samo parametre

source: Yes - reset everything
bs_ba: Da - resetuj sve

source: Successfully signed in to PrestaShop Addons.
bs_ba: Uspješno ste prijavljeni na PrestaShop Dodatke.

source: Error found : %1$s in country_module_list.xml file.
bs_ba: Pronađena greška : %1$s u country_module_list.xml datoteci.

source: Error found : %1$s in must_have_module_list.xml file.
bs_ba: Pronađena greška : %1$s u must_have_module_list.xml datoteci.

source: Could not install module controllers.
bs_ba: Ne mogu instalirati modul kontrolere.

source: %1$s is not a valid module name.
bs_ba: %1$s nije valjano naziv datoteke.

source: %s could not be loaded.
bs_ba: %s ne može biti učitano.

source: Are you sure you want to uninstall this module?
bs_ba: Jeste li sigurni da želite deinstalirati ovaj modul?

source: There was an error during the uninstallation.
bs_ba: Došlo je do greške prilikom instalacije.

source: Synchronized with Addons marketplace
bs_ba: Sinhronizirano s Dodacima na tržistu

source: Parse error detected in main class of module %module%!
bs_ba: Greška raščlanjivanja otkrivena u glavnoj klasi modula %module%!

source: Error while loading file of module %module%. %error_message%
bs_ba: Greška prilikom učitavanja datoteke modula %module%. %error_message%

source: Parse error detected in main class of module %module%: %parse_error%
bs_ba: Greška raščlanjivanja otkrivena u glavnoj klasi modula %module%!

source: Unable to find uploaded module at the following path: %file%
bs_ba: Nije moguće pronaći prenesene module sljedećem putu: %file%

source: Cannot extract module in %path% to get its name. %error%
bs_ba: Ne može se izdvojiti modul iz %path% da bi se dobio naziv. %error%

source: This file does not seem to be a valid module zip
bs_ba: Ova datoteka ne izgleda kao validni zip modul

source: Failed to install admin tab "%name%".
bs_ba: Nije uspjela instalacija admin taba "%name%".

source: Failed to uninstall admin tab "%name%".
bs_ba: Nije uspjela deinstalacija admin taba "%name%".

source: You are not allowed to install modules.
bs_ba: Niste ovlašteni za instalaciju modula.

source: You are not allowed to uninstall the module %module%.
bs_ba: Niste ovlašteni za uklanjanje modula %module%.

source: You are not allowed to upgrade the module %module%.
bs_ba: Niste ovlašteni za nadogradnju modula %module%.

source: You are not allowed to disable the module %module%.
bs_ba: Niste ovlašteni za onemogućavanje modula %module%.

source: Error when disabling module %module%. %error_details%.
bs_ba: Greška prilikom onemogućavanja modula %module%. %error_details%.

source: You are not allowed to enable the module %module%.
bs_ba: Niste ovlašteni za omogućavanje modula %module%.

source: Error when enabling module %module%. %error_details%.
bs_ba: Greška prilikom omogućavanja modula %module%. %error_details%.

source: You are not allowed to disable the module %module% on mobile.
bs_ba: Niste ovlašteni za onemogućavanje modula %module% na mobilnom.

source: Error when disabling module %module% on mobile. %error_details%
bs_ba: Greška prilikom deaktiviranja modula %module% na mobilnom. %error_details%

source: You are not allowed to enable the module %module% on mobile.
bs_ba: Niste ovlašteni za omogućavanje modula %module% na mobilnom.

source: Error when enabling module %module% on mobile. %error_details%
bs_ba: Greška prilikom aktiviranja modula %module% na mobilnom. %error_details%

source: You are not allowed to reset the module %module%.
bs_ba: Niste ovlašteni za resetovanje modula %module%.

source: Error when resetting module %module%. %error_details%
bs_ba: Greška prilikom resetovanja modula %module%. %error_details%

source: The module is invalid and cannot be loaded.
bs_ba: Modul je neispravan i ne može se učitati.

source: Unfortunately, the module did not return additional details.
bs_ba: Nažalost, modul nije vratio dodatne detalje.

source: The module %module% must be installed first
bs_ba: Modul %module% mora biti najprije instaliran

source: Parse error on module %module%. %error_details%
bs_ba: Greška raščlanjivanja na modulu %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
bs_ba: Neočekivana greška na modulu %module%. %error_details%

source: Loading data from Addons failed. %error_details%
bs_ba: Učitavanje podataka iz dodataka nije uspjelo. %error_details%

source: Parse error detected in module %module%. %error_details%.
bs_ba: Greška raščlanjivanja u modulu %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
bs_ba: Izuzetak otkriven tokom učitavanja modula %module%. %error_details%.

source: Cannot %action% module %module%. %error_details%
bs_ba: Ne možete %action% modul %module%. %error_details%

source: %action% action on module %module% succeeded.
bs_ba: %action% akcija na modulu %module% je uspjela.

source: Unknown module action. It must be one of these values: %actions%
bs_ba: Nepoznata akcija modula. To mora biti jedna od tih vrijednosti:%actions%

source: Validation of configuration details failed:
bs_ba: Nije uspjela provjera valjanosti detalja konfiguracije:

source: Configuration successfully applied.
bs_ba: Konfiguracija je uspješno primijenjena.

source: Cannot get catalog data, please try again later. Reason: %error_details%
bs_ba: Nije moguće dobiti katalizatne podatke, pokušajte ponovo kasnije. Razlog: %error_details%

source: %module% did not return a valid response on %action% action.
bs_ba: %module% nije se vratio validan odgovor na %action% akciju.

source: Confirmation needed by module %module% on %action% (%subject%).
bs_ba: Potvrda potrebna modulu %module% na %action% (%subject%).

source: Exception thrown by module %module% on %action%. %error_details%
bs_ba: Izuzetak modula %module% na %action%. %error_details%

source: %module% did not return a valid response on installation.
bs_ba: %module% nije se vratio valjan odgovor na instalaciju.

source: Installation of module %module% was successful.
bs_ba: Instalacija modula %module% je bila uspješna.

source: Installation of module %module% failed. %error%
bs_ba: Instalacija modula %module% nije uspjela. %error%

source: Synchronized with Addons marketplace!
bs_ba: Sinhronizirano s Dodacima na tržistu!

source: No changelog provided
bs_ba: Promjene nisu objavljene

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
bs_ba: Spremate se odjaviti s računa Dodaci. Možda ćete propustiti važne obavijesti o Dodacima koje ste kupili.

source: You are about to disable %moduleName% module.
bs_ba: Vi ste onemogućili %moduleName% modul.

source: Your current settings will be saved, but the module will no longer be active.
bs_ba: Vaše trenutne postavke će se sačuvati, ali modul više neće biti aktivan.

source: You are about to uninstall %moduleName% module.
bs_ba: Spremate se deinstalirati %moduleName% modul.

source: This will disable the module and delete all its files. For good.
bs_ba: To će onemogućiti modul i izbrisati sve njegove datoteke. Za dobro.

source: This action cannot be undone.
bs_ba: Ova radnja se ne može poništiti.

source: You're about to reset %moduleName% module.
bs_ba: Namjeravati resetovati %moduleName% modul.

source: This will restore the defaults settings.
bs_ba: To će vratiti postavke na tvorničke vrijednosti.

source: You are about to [1] the following modules:
bs_ba: Spremate se grupirati [1] sljedeće module:

source: Installing module...
bs_ba: Instaliranje modula...

source: It will close as soon as the module is installed. It won't be long!
bs_ba: To će se zatvoriti čim je modul instaliran. To neće biti dugo!

source: Module installed!
bs_ba: Modul instaliran!

source: Oops... Upload failed.
bs_ba: Ups... Učitavanje nije uspjelo.

source: No description found for this module :(
bs_ba: Nema nađenog opisa za ovaj modul :(

source: No additional description provided for this module :(
bs_ba: Ne postoji opis za ovaj modul :(

source: No feature list provided for this module :(
bs_ba: Ne postoji popis osobina za ovaj modul :(

source: No customer benefits notes found for this module :(
bs_ba: Nema korisnih bilješki pronađenih za ovaj modul :(

source: No demonstration video found for this module :(
bs_ba: Nema demonstracijskog videa za ovaj modul :(

source: No changelog provided for this module :(
bs_ba: Ne postoji popis izmjena za ovaj modul :(

source: You need to select at least one module to use the bulk action.
bs_ba: Morate odabrati barem jedan modul za korištenje grupnih radnji.

source: The action "[1]" is not available, impossible to perform your request.
bs_ba: Akcija "[1]" nije dostupna, nemoguće izvesti ovaj zahtjev.

source: The action [1] is not available for module [2]. Skipped.
bs_ba: Akcija [1] nije dostupna za ovaj modul [2]. Preskočeno.
