Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogFeature.*.xlf
Languages: az_az, pl_pl

source: Delete products?
az_az: Məsullar silinsin?
pl_pl: Usunąć produkty?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
az_az: [1]İlk məhsulunu artır[/1][2], ya da məhsullar siyahısını idxal et (fayl növləri: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
pl_pl: [1]Dodaj swój pierwszy produkt[/1][2]lub zaimportuj listę produktów (typy plików: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: New product on experimental page
pl_pl: Dodaj produkt na stronie eksperymentalnej

source: Go to catalog
pl_pl: Idź do katalogu

source: Add new product
az_az: Yeni məhsul artır
pl_pl: Dodaj nowy produkt

source: Edit on experimental page
pl_pl: Edytuj na stronie eksperymentalnej

source: Product list
az_az: Məhsul siyahısı
pl_pl: Lista produktów

source: Shipping
az_az: Çatdırılma
pl_pl: Wysyłka

source: Basic settings
az_az: Əsas quraşdırmalar
pl_pl: Ustawienia podstawowe

source: Pricing
az_az: Qiymətlər
pl_pl: Wycena

source: Modules
az_az: Modullar
pl_pl: Moduły

source: Categories
az_az: Kateqoriyalar
pl_pl: Kategorie

source: Associated categories
az_az: Əlaqəli bölmələr
pl_pl: Powiązane kategorie

source: Create a new category
az_az: Yeni bir bölmə yarat
pl_pl: Utwórz nową kategorię

source: New category name
az_az: Yeni bölmə adı
pl_pl: Nazwa nowej kategorii

source: Create a category
az_az: Bir bölmə yarat
pl_pl: Tworzenie kategorii

source: Prev. combination
az_az: Öncəki birləşmə
pl_pl: Poprzednia kombinacja

source: Next combination
az_az: Sonrakı birləşmə
pl_pl: Następna kombinacja

source: Back to product
pl_pl: Powrót do produktu

source: Combination details
pl_pl: Szczegóły kombinacji

source: Price and impact
pl_pl: Cena i wpływ

source: Final retail price (tax excl.) will be
az_az: Son pərakəndə vergi qiyməti (vergisiz) olacaq
pl_pl: Ostateczna cena detaliczna (netto) będzie

source: Does this combination have a different price per unit?
pl_pl: Czy ta kombinacja ma inną cenę jednostkową?

source: Specific references
pl_pl: Specyficzne kody

source: Images
az_az: Şəkil
pl_pl: Zdjęcia

source: Impact on price (tax excl.)
az_az: Qiymətə təsiri (vergisiz)
pl_pl: Wpływ na cenę (netto)

source: Manage your product combinations
pl_pl: Zarządzaj kombinacjami produktów

source: Bulk actions ([1]/[2] combination(s) selected)
az_az: Toplu əməliyyatlar ([1]/[2] birləşmə(lər) seçildi)
pl_pl: Działania masowe ([1]/[2] wybranych kombinacji)

source: Default combination
pl_pl: Domyślna kombinacja

source: Availability preferences
az_az: Qalıq durumu özəllikləri
pl_pl: Preferencje dostępności

source: Behavior when out of stock
pl_pl: Zachowanie przy braku na stanie

source: Stock management is disabled
pl_pl: Zarządzanie magazynem jest wyłączone

source: Final price (tax excl.)
pl_pl: Cena ostateczna (netto)

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
pl_pl: Możesz zwiększyć lub zmniejszyć niski poziom zbiorczo. Nie możesz ich wyłączyć zbiorczo: musisz to zrobić dla każdej kombinacji.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
pl_pl: Ten e-mail będzie wysłany do wszystkich użytkowników mających dostęp do strony z towarem. Aby zmodyfikować uprawnienia, przejdź do "Zaawansowane parametry > Zespół

source: Delete combinations
az_az: Birləşmələri sil
pl_pl: Usuń kombinacje

source: Edit a specific price
pl_pl: Edytuj cenę

source: Brand
az_az: Brend
pl_pl: Marka

source: Add a brand
az_az: Brend artır
pl_pl: Dodaj markę

source: Related product
az_az: Oxşar məhsul
pl_pl: Powiązany produkt

source: Add a related product
az_az: Oxşar məhsul artır
pl_pl: Dodaj powiązany produkt

source: Search Engine Optimization
az_az: Axtarış Sisteminə Optimallaşdırma
pl_pl: Optymalizacja dla wyszukiwarek

source: Improve your ranking and how your product page will appear in search engines results.
pl_pl: Popraw swój ranking i jak strona produktu będzie widoczna w wynikach wyszukiwania.

source: Reset URL
az_az: Linki sıfırla
pl_pl: Resetowanie URL

source: Redirection page
az_az: Yönləndirilən səhifə
pl_pl: Strona przekierowania

source: Here is a preview of your search engine result, play with it!
pl_pl: Tak będzie wyglądał wynik wyszukiwania tej strony przez wyszukiwarkę. Możesz nad tym popracować!

source: Package dimension
az_az: Qutunun ölçüləri
pl_pl: Rozmiar paczki

source: Adjust your shipping costs by filling in the product dimensions.
pl_pl: Dostosuj koszty wysyłki poprzez uzupełnienie wymiarów produktów.

source: Leave empty to disable.
pl_pl: Pozostaw puste, aby wyłączyć.

source: Does this product incur additional shipping costs?
az_az: Bu məhsulun əlavə çatdırılma xərcləri var?
pl_pl: Czy ten produkt zawiera dodatkowe koszty wysyłki?

source: Impact on price
az_az: Qiymət təsiri
pl_pl: Wpływ na cenę

source: Specific price conditions
az_az: Özəl qiymət şərtləri
pl_pl: Specjalne warunki cenowe

source: Unit(s)
pl_pl: Jednostka

source: Apply a discount of
az_az: Endirim et
pl_pl: Zastosuj zniżkę

source: Choose the suppliers associated with this product
pl_pl: Wybór dostawców związanych z tym produktem

source: Default supplier
pl_pl: Domyślny dostawca

source: Supplier reference(s)
pl_pl: Indeksy dostawcy

source: Supplier reference
pl_pl: Identyfikator dostawcy

source: Cost price (tax excl.)
pl_pl: Cena zakupu (netto)

source: Product location in warehouses
az_az: Məhsulun anbarlardakı yerləşməsi
pl_pl: Lokalizacja produktu w magazynach

source: Please choose the warehouses associated with this product.
pl_pl: Wybierz proszę magazyny połączone z tym produktem.

source: Stock
az_az: Satışda
pl_pl: Magazyn

source: Quantity
az_az: Say
pl_pl: Ilość

source: Summary
az_az: Qısa Məlumat
pl_pl: Podsumowanie

source: Reference
az_az: Kod
pl_pl: Indeks

source: Tax excluded
az_az: Vergisiz
pl_pl: Netto

source: Tax included
az_az: Vergi daxil
pl_pl: Brutto

source: Tax rule
pl_pl: Reguła podatku

source: View all images
az_az: Bütün şəkillərə bax
pl_pl: Zobacz wszystkie zdjęcia

source: View less
az_az: Qısa baxış
pl_pl: Pokaż mniej

source: Features
az_az: Xüsusiyyətləri
pl_pl: Funkcje

source: Add a feature
az_az: Özəllik artır
pl_pl: Dodaj cechę

source: Simple product
pl_pl: Prosty produkt

source: Product with combinations
pl_pl: Produkt z kombinacjami

source: Visibility
pl_pl: Widoczność

source: Tags
az_az: Etiketlər
pl_pl: Tagi

source: Where do you want your product to appear?
pl_pl: Gdzie Twój produkt ma się pojawiać?

source: Condition & References
pl_pl: Stan & Kody

source: Customers can personalize the product by entering some text or by providing custom image files.
pl_pl: Klienci mogą personalizować produkt wpisując dowolny tekst lub poprzez dostarczenie własnych plików graficznych.

source: Add a customization field
az_az: Bir özəlləşdirmə daması artırın
pl_pl: Dodaj pole dostosowywania

source: Attached files
az_az: Qoşma fayllar
pl_pl: Załączone pliki

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
pl_pl: Dodaj pliki, które klienci mogą pobrać bezpośrednio na stronie produktu (instrukcje, instrukcja obsługi, przepis, itd.).

source: Attach a new file
az_az: Yeni fayl qoş
pl_pl: Dołącz nowy plik

source: Select the files (instructions, documentation, recipes, etc.) your customers can directly download on this product page.
pl_pl: Wybierz pliki (instrukcje, dokumentację, przepisy, itp.), które Twoi klienci mogą pobrać bezpośrednio na tej stronie produktu.

source: Need to browse all files? Go to [1]Catalog > Files[/1]
pl_pl: Chcesz przeglądać wszystkie pliki? Idź do [1]Katalog > Pliki[/1]

source: Cost price
az_az: Dəyər qiyməti
pl_pl: Koszt własny

source: Retail price
pl_pl: Cena Detaliczna

source: Manage tax rules
az_az: Vergi qaydalarını yönəlt
pl_pl: Zarządzanie podatkami

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
az_az: Son pərakəndə qiyməti: [1][2][/2] vergi daxil[/1] / [3][/3] vergi xaric
pl_pl: Ostateczna cena detaliczna: [1][2][/2] brutto [/1] / [3][/3] netto

source: Specific prices
az_az: Özəl qiymətlər
pl_pl: Specyficzne ceny

source: Add a specific price
az_az: Özəl qiymət yaz
pl_pl: Dodaj specjalną cenę

source: Rule
pl_pl: Zasada

source: Combination
pl_pl: Kombinacja

source: Fixed price
pl_pl: Stała cena

source: Impact
pl_pl: Wpływ

source: From
az_az: Kimdən
pl_pl: Od

source: Priority management
pl_pl: Zarządzanie priorytetami

source: Priorities
az_az: Öncəliklər
pl_pl: Priorytety

source: Combinations
az_az: Əlaməti
pl_pl: Kombinacje

source: Cover
az_az: örtük
pl_pl: Okładka

source: Virtual product
az_az: Virtual məhsul
pl_pl: Produkt wirtualny

source: Drop images here
az_az: Şəkilləri bura atın
pl_pl: Upuść zdjęcia tutaj

source: or select files
az_az: , ya da fayllar seç
pl_pl: lub wybierz pliki

source: Recommended size 800 x 800px for default theme.
pl_pl: Zalecany rozmiar 800 x 800px dla domyślnego szablonu.

source: JPG, GIF or PNG format.
az_az: JPG, GIF, ya da PNG formatı.
pl_pl: Format JPG, GIF lub PNG.

source: tax incl.
az_az: vergi daxil
pl_pl: brutto

source: tax excl.
az_az: vergi xaric
pl_pl: netto

source: Module to configure
pl_pl: Moduł do skonfigurowania

source: Choose a module to configure
pl_pl: Wybierz moduł do skonfigurowania

source: These modules are relative to the product page of your shop.
pl_pl: Moduły te odnoszą się do strony produktowej sklepu.

source: To manage all your modules go to the [1]Installed module page[/1]
az_az: Bütün modullarınızı yönəltmək üçün [1]Quraşdırılmış modullar səhifəsi[/1]nə keç
pl_pl: Aby zarządzać wszystkimi modułami przejdź do strony [1]Zainstalowane moduły[/1]

source: Quantities
az_az: sayı
pl_pl: Ilości

source: Zoom
az_az: Böyüt
pl_pl: Powiększ

source: Add new value
az_az: Yeni dəyər artır
pl_pl: Dodaj nową wartość

source: Create attributes
pl_pl: Utwórz cechy

source: Color, dimension, size, disk space... think about attributes as properties that change from one product to another. As a consequence, attributes allow you to build product combinations.
pl_pl: Kolor, wymiary, rozmiar, miejsce na dysku ... pomyśl o atrybutach jako właściwościach, które zmieniają się w zależności od produktu. W konsekwencji atrybuty pozwalają tworzyć kombinacje produktów.

source: Add new attribute
az_az: Yeni atribut artır
pl_pl: Dodaj grupę atrybutów

source: From quantity
az_az: Saydan
pl_pl: Od ilości

source: Catalog price rules
pl_pl: Reguły katalogu cen

source: Reduction with or without taxes
pl_pl: Rabat z lub bez podatków

source: Reduction type
pl_pl: Typ obniżki

source: Reduction
az_az: Azalma
pl_pl: Obniżka

source: Add new catalog price rule
pl_pl: Nowa reguła cenowa katalogu

source: Parent category
az_az: Ana bölmə
pl_pl: Kategoria nadrzędna

source: %group_name% - All people without a valid customer account.
pl_pl: %group_name% - Wszystkie osoby bez ważnego konta klienta.

source: %group_name% - Customer who placed an order with the guest checkout.
pl_pl: %group_name% - Klient który złożył zamówienie jako Gość.

source: %group_name% - All people who have created an account on this site.
az_az: %group_name% - Bu saytda hesab yaratmış bütün insanlar.
pl_pl: %group_name% - Wszystkie osoby które utworzyły konto na tej stronie.

source: Category thumbnail
pl_pl: Miniatura kategorii

source: Menu thumbnails
az_az: Menyu ilkin görüntüləri
pl_pl: Miniatury menu

source: Group access
az_az: Qrup girişi
pl_pl: Dostęp grupowy

source: Category cover image
az_az: Bölmənin örtük şəkli
pl_pl: Zdjęcie kategorii

source: Set categories
pl_pl: Ustaw kategorie

source: Categories are essential, as they enable you to group equivalent products. This helps customers find their way through the variety of your catalog.
pl_pl: Kategorie w sklepie są ważne, ponieważ pozwalają grupować odpowiednie produkty. W ten sposób klientom łatwiej jest poruszać się po Twojej bazie produktów.

source: Feature
az_az: Xüsusiyyət
pl_pl: Cecha

source: Add a new feature
az_az: Yeni özəllik artır
pl_pl: Dodaj nową cechę

source: Addresses
az_az: Ünvanlar
pl_pl: Adresy

source: Ref:
pl_pl: Indeks:

source: Qty:
az_az: Say:
pl_pl: Ilość:

source: Brands
az_az: Brendlər
pl_pl: Marki

source: Add new brand
az_az: Yeni brend artır
pl_pl: Dodaj nową markę

source: Add new brand address
az_az: Yeni brend ünvanı artır
pl_pl: Dodaj nowy adres marki

source: Focus on your catalog
pl_pl: Skoncentruj się na swoim katalogu

source: Empty categories, disabled products, items that lack image or price... check the monitoring section to optimize your products management and make sure you forgot nothing.
pl_pl: Puste kategorie, wyłączone produkty, produkty bez zdjęcia lub ceny ... sprawdź sekcję monitorowania, aby zoptymalizować zarządzanie produktami i upewnij się, że o niczym nie zapomniałeś.

source: Generate product combinations
pl_pl: Wygeneruj kombinacje produktów

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values.
pl_pl: Kombinacje są to różne warianty produktu, o atrybutach takich jak rozmiar, waga lub kolor przyjmujące różne wartości i wpływające np. na cenę produktu.

source: Generate combinations
pl_pl: Generuj kombinacje

source: Manage product combinations
pl_pl: Zarządzaj kombinacjami produktów

source: Open combinations generator
pl_pl: Otwórz generator kombinacji

source: Successfully generated %combinationsNb% combinations.
pl_pl: Wygenerowanych kombinacji: %combinationsNb%

source: Generate combinations|Generate combination|Generate %combinationsNb% combinations
pl_pl: Generowanie kombinacji|Generowanie kombinacji|Generowanie %combinationsNb% kombinacji

source: Search for attributes...
pl_pl: Szukaj atrybutów...

source: Loading combinations
pl_pl: Ładowanie kombinacji

source: Previous combination
pl_pl: Poprzednia kombinacja

source: Back to standard page
pl_pl: Powrót do standardowej strony

source: Available quantity
pl_pl: Dostępna ilość

source: Attribute name
pl_pl: Nazwa atrybutu

source: EAN13
pl_pl: kod EAN13

source: UPC
az_az: ups
pl_pl: Kod kreskowy UPC

source: Wholesale price
az_az: Toptansatış qiyməti
pl_pl: Cena hurtowa (zakupu)

source: Customization
az_az: Özəlləşdirmə
pl_pl: Dostosowanie

source: Price per unit
az_az: Bir dənənin qiyməti
pl_pl: Cena za jednostkę

source: Add new cart rule
az_az: Yeni səbət qaydasl artır
pl_pl: Dodaj nową regułę koszyka.

source: Expiration date
az_az: Son tarix
pl_pl: Data wygaśnięcia

source: [1][/1] of [2][/2] characters allowed
az_az: [1][/1] / [2][/2] simvola yol verilir
pl_pl: Użyto [1][/1] z [2][/2] dozwolonych znaków

source: Type
az_az: Növ
pl_pl: Typ

source: Main category
az_az: Əsas bölmə
pl_pl: Kategoria główna

source: [1][/1] of [2][/2] characters used (recommended)
az_az: [2][/2] simvoldan [1][/1] dənəsi işlədildi (önərilir)
pl_pl: Użyto [1][/1] z [2][/2] (zalecanych) znaków

source: List of products for this pack
az_az: Bu qutudakı məhsulların siyahısı
pl_pl: Lista produktów w tym pakiecie

source: Use checkboxes to bulk edit quantities
pl_pl: Użyj pól wyboru, aby zbiorczo edytować ilości

source: Advanced filters
az_az: Qabaqcıl süzgəclər
pl_pl: Filtry zaawansowane

source: Apply advanced filters
pl_pl: Zastosuj filtry zaawansowane

source: Apply new quantity
az_az: Yeni miqdar təyin et
pl_pl: Zastosuj nową ilość

source: Display products below low stock level first
pl_pl: Wyświetlaj produkty poniżej niskiego poziomu zapasów jako pierwsze

source: Filter by movement type
az_az: Hərəkət növünə görə süzgəclə
pl_pl: Filtruj według rodzaju ruchu

source: Filter by employee
az_az: İşçilər üzrə süzgəclə
pl_pl: Filtruj według pracownika

source: Filter by period
az_az: Dövrə görə süzgəclə
pl_pl: Filtruj po okresie

source: Search a category
az_az: Bir bölmə axtar
pl_pl: Wyszukaj kategorię

source: Search a supplier
az_az: Təchizatçı axtar
pl_pl: Wyszukaj dostawcę

source: Filter by status
az_az: Duruma görə süzgəclə
pl_pl: Filtruj według statusu

source: All
az_az: Hamı
pl_pl: Wszystko

source: Filter by supplier
az_az: Təchizatçıya görə süzgəclə
pl_pl: Filtruj według dostawcy

source: Stock management
pl_pl: Zarządzanie magazynem

source: Movements
pl_pl: Ruchy

source: Search products (search by name, reference, supplier)
az_az: Məhsullar axtar (ad, vasitəçi, təchizatçıya görə)
pl_pl: Szukaj produktów (według nazwy, indeksu, dostawcy)

source: This product is below the low stock level you have defined.
pl_pl: Ten produkt znajduje się poniżej zdefiniowanego niskiego poziomu zapasów.

source: Low stock level:
pl_pl: Niski poziom produktów w magazynie:

source: Low stock alert:
pl_pl: Alert niskiego poziom produktów w magazynie:

source: Bulk edit quantity
pl_pl: Zbiorcza edycja ilości

source: Date & Time
az_az: Tarix və Saat
pl_pl: Data i godzina

source: Edit quantity
az_az: Saya düzəliş et
pl_pl: Edytuj ilość

source: Go to the import system
pl_pl: Przejdź do systemu importu

source: Export data into CSV
pl_pl: Eksportuj dane do pliku CSV

source: Physical
az_az: Fiziki
pl_pl: Faktyczny

source: Reserved
pl_pl: Zarezerwowany

source: Status:
az_az: Durum:
