Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShopparametersFeature.*.xlf
Languages: mg_mg

source: Discount (%):
mg_mg: Fihenam-bidy (%):

source: Price display method:
mg_mg: Fomba fampisehoana ny vidiny:

source: Show prices:
mg_mg: Asehoy ny vidiny:

source: Exclude taxes in sales total?
mg_mg: Manilika ny hetra amin'ny totalin'ny varotra?

source: Filter by product:
mg_mg: Sivanina araky ny entana:

source: Hours:
mg_mg: Ora:

source: Dear Customer, Regards, Customer service
mg_mg: Ry Mpanjifa hajaina, Veloma finaritra, Tolotra Mpanjifa

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
mg_mg: Eo am-panaovana m√†j ny fivarotana izahay ary miverina eto afaka vetivety. Misaotra anareo amin'ny faharetana.

source: If a technical problem occurs on this website
mg_mg: Raha misy olana ara-teknika miseho amin'ito sita ito

source: For any question about a product, an order
mg_mg: Ho an'ny fanontaniana mikasika ny entana, ny kaomandy

source: Mr.
mg_mg: Ramose

source: Mrs.
mg_mg: Madama

source: Visitor
mg_mg: Mpitsidika

source: Guest
mg_mg: Vahiny

source: Brand weight
mg_mg: Lanjan'ny marika

source: Edit return status
mg_mg: Manova sata famerenan'entana

source: Ask for birth date
mg_mg: Mangataka ny daty nahaterahana

source: Enable partner offers
mg_mg: Mampiasa tolotra avy amin'ny mpiara-miasa

source: Custom maintenance text
mg_mg: Soratra fikarakarana fampiendrehina

source: Enable final summary
mg_mg: Mampiasa famintinana farany

source: Brand
mg_mg: Marika

source: Module pages
mg_mg: Pejin'ny modules

source: Route to brand
mg_mg: Lalana mandeha amin'ny marika

source: Route to page
mg_mg: Lalana mandeha amin'ny pejy

source: Route to page category
mg_mg: Lalana mandeha amin'ny pejin'ny sokajy

source: Page name
mg_mg: Anaran'ny pejy

source: Display brands and suppliers
mg_mg: Mampiseho marika sy mamatsy
