Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShopparametersNotification.*.xlf
Languages: az_az, fa_ir, pt_br, sq_al

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
fa_ir: توجه: تخفیف اعمال شده به یک شاخه، با کاهش کلی انباشته نمی‎شود بلکه جایگزین آن می‎شود.
pt_br: Atenção: o desconto aplicado a uma categoria não se acumula com a redução global mas substitui-lo.
sq_al: Kujdes: Zbritja e aplikuar për një kategori nuk grumbullohet me zvogëlimin e përgjithshme, por në vend të kësaj e zëvendëson atë.

source: Only products that have this category as the default category will be affected.
fa_ir: تنها بر روی محصولاتی که این شاخه به عنوان شاخه پیش‎فرض آنهاست اثر خواهد گذاشت.
pt_br: Apenas os produtos que possuem esta categoria como a categoria padrão será afetado
sq_al: Vetëm produktet që kanë këtë kategori si kategori të paracaktuar do të preken.

source: The module '%s' must be activated and configurated in order to have all the statistics
fa_ir: ماژول '%s' باید فعال شود و جهت دسترسی به همه آمارها تنظیم شود
pt_br: O módulo '%s' deve ser ativado e configurado para obter todas as estatísticas
sq_al: Moduli '%s' duhet të aktivizohet dhe konfigurohet në mënyrë që të ketë të gjitha statistikat

source: You cannot delete this shop (customer and/or order dependency)
az_az: Bu dükanı silə bilməzsiniz (müştəri və/ya da sifarişdən asılı olaraq)
fa_ir: شما نمی‌توانید این فروشگاه را حذف کنید (وابستگی به مشتری و/يا سفارش)
pt_br: Você não pode excluir esta loja (clientes e/ou pedido com dependência)
sq_al: TI nuk mund ta fshish këtë dyqan (për shkak të varësisë klient dhe/ose porosi)

source: Click here to set a URL for this shop.
az_az: Bu dükana URL qoşmaq üçün bura tıklayın.
fa_ir: برای تنظیم یک URL برای این فروشگاه اینجا کلیک نمایید.
pt_br: Clique aqui para definir uma URL para esta loja
sq_al: Kliko këtu për të vendosur një URL për këtë dyqan.

source: Width and height must be numeric values.
az_az: En və hündürlük dəyərləri ədəd olmalıdır.
fa_ir: عرض و ارتفاع باید مقدارهای عددی باشند.
pt_br: Largura e altura devem ser numéricos
sq_al: Gjerësia dhe lartësia duhet të jenë vlera numerike.

source: The discount value is incorrect (must be a percentage).
az_az: Endirim dəyəri yanlışdır (faiz olmalıdır).
fa_ir: مقدار تخفیف اشتباه است (باید به درصد باشد).
pt_br: Valor do desconto está incorreto (deve ser uma percentagem)
sq_al: Vlera e zbritjes është e pasaktë (duhet të jetë në përqindje).

source: Wrong category ID.
fa_ir: کد شاخه اشتباه است.
pt_br: ID da categoria inválida.
sq_al: ID e gabuar e kategorisë.

source: The discount value is incorrect.
fa_ir: مقدار تخفیف اشتباه است.
pt_br: O valor do desconto está incorreto
sq_al: Vlera e zbritjes është e pasaktë.

source: You cannot save group reductions.
fa_ir: نمی‎توان کاهش‎های گروهی را ذخیره کرد.
pt_br: Não é possível salvar a redução do grupo
sq_al: Ti nuk mund t'i ruash reduktimet në grup.

source: An error occurred while updating this group.
az_az: Bu qrupu yeniləyərkən bir yanlışlıq oldu.
fa_ir: خطایی هنگام بروزرسانی گروه رخ داد.
pt_br: Ocorreu um erro durante a atualização do grupo.
sq_al: Ti nuk mund të ruash reduktimet në grup.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
fa_ir: لطفا ماژول %modulename% را به منظور اجازه دادن دسترسی همکاران فروش به آمار های خود را نصب کنید.
pt_br: Por favor instale módulo "%modulename%", para permitir que seus afiliados tenham acesso às suas estatísticas.
sq_al: Të lutem instalo modulin "%modulename%" në mënyrë që t'u jepësh bashkëpunëtorëve tu akses në statistikat e tyre.

source: Percent of the sales.
fa_ir: درصدی از فروش.
pt_br: Procentagem por vendas
sq_al: Përqindja e shitjeve.

source: Aliases and results are both required.
az_az: həm uydurma d həm də, nəticə mütləqdir
fa_ir: جایگزین و نتیجه هر دو لازم هستند
pt_br: Ambos aliases e resultado são obrigatórios.
sq_al: Pseudonimet dhe rezultatet janë të nevojshme.

source: Is not a valid result
az_az: yalnış nəticıdir
fa_ir: نتیجه معتبر نیست
pt_br: não é um resultado válido
sq_al: Nuk është një rezultat i vlefshëm

source: Is not a valid alias
az_az: yalnış uydurma addır
fa_ir: جایگزین معتبر نیست
pt_br: não é um alias válido
sq_al: Nuk është një pseudonim i vlefshëm

source: Creation successful
az_az: Müvəffəqiyyətlə yaradıldı
fa_ir: ساخت با موفقیت
pt_br: Criado com sucesso
sq_al: Krijimi i suksesshëm

source: We are thrilled to introduce you to the fuzzy search, one of the new features from 1.7.7! Please note that it is still in beta version, so feel free to share improvement ideas on GitHub to have it enhanced.
fa_ir: ما برای معرفی جستجوی فازی، یکی از امکانات جدید 1.7.7 به شما هیجان زده‌ایم! لطفاً توجه داشته باشید که این نسخه بتا است. بنابراین برای اشتراک ایده‌هایی به منظور بهبود بخشیدن و تقویت آن در GitHub راحت باشید.
pt_br: Estamos felizes em apresentá-lo a busca difusa, uma das novas funcionalidades da versão 1.7.7! Por favor, observe que ela ainda está em versão beta, então sinta-se à vontade para compartilhar ideias de mudanças no GitHub para torná-lo ainda melhor.
sq_al: Ne jemi të emocionuar të prezantojmë me kërkimin fuzzy, një nga veçoritë e reja nga 1.7.7! Të lutem vë re se është ende në versionin beta, prandaj mos ngurro të ndash idetë e përmirësimit në GitHub për ta përmirësuar atë.

source: This is not a valid IP address:
az_az: Bu keçərli bir IP ünvanı deyil:
fa_ir: به نظر می‎رسد که این یک آدرس IP نمی‎باشد:
pt_br: Parece que este não é um endereço de IP:
sq_al: Kjo nuk është një adresë IP e vlefshme:

source: You cannot delete this shop (customer and/or order dependency).
fa_ir: شما نمی‌توانید این فروشگاه را حذف کنید (وابستگی به مشتری و/يا سفارش).
pt_br: Você não pode excluir esta loja (clientes e/ou pedido com dependência).
sq_al: TI nuk mund ta fshish këtë dyqan (për shkak të varësisë klient dhe/ose porosi).

source: Please create some sub-categories for this root category.
fa_ir: لطفا چند زیر دسته‌بندی برای این دسته‌بندی ریشه ایجاد کنید.
pt_br: Por favor, crie algumas subcategorias para esta categoria raiz.
sq_al: Të lutem krijo disa nën-kategori për këtë kategori rrënjësore.

source: You need to select at least the root category.
az_az: Siz heç olmasa kök qovluğunu seçməlisiniz.
fa_ir: شما حداقل باید شاخه ریشه را برگزینید
pt_br: Você precisa selecionar pelo menos a categoria raiz.
sq_al: Ti duhet të zgjidhësh të paktën kategorinë rrënjë.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
fa_ir: اخطار: شما قادر نیستید تا گروه این فروشگاه را تغییر دهید. این فروشگاه به یک گروه با یکی از ویژگی‎های زیر متعلق است: به اشتراک گذاری مشتریان، به اشتراک گذاری مقادیر یا به اشتراگ گذاری سفارش‎ها.
pt_br: Atenção: você não será capaz de mudar o grupo desta loja se esta loja pertence a um grupo com uma dessas opções ativado: Clientes de ações, Quantidades de Ações ou Ordens Compartilhar
sq_al: Paralajmërim: Nuk do të mund të ndryshosh grupin e këtij dyqani nëse ky dyqan i përket një grupi me një nga këto opsione të aktivizuara: Ndarja e klientëve, Ndarja e sasive ose Nadraj e porosive.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
fa_ir: شما فقط می‌توانید فروشگاه خود را به یک گروه فروشگاهی با گزینه‌های «اشتراک گذاری» غیر فعال و یا یک گروه فروشگاهی بدون مشتری/سفارش، منتقل نمایید.
pt_br: Você só pode mover a sua loja para um grupo loja com todas as "partes" opções desativadas ou a um grupo loja sem clientes / pedidos.
sq_al: Mund ta zhvendosësh dyqanin tënd vetëm në një grup dyqanesh me të gjitha opsionet "share" të çaktivizuara -- ose në një grup dyqanesh pa klientë/porosi.

source: For security reasons, you cannot delete default order statuses.
fa_ir: به دلایل امنیتی، شما نمی‎توانید وضعیت‎های پیش‎فرض را حذف کنید.
pt_br: Por razões de segurança não é permitido apagar o status padrão do produto

source: An address located in a country containing states must have a state selected.
fa_ir: آدرس در کشوری که دارای استان است باید یک استان را انتخاب شده داشته باشد.
pt_br: Um endereço localizado em um país com os Estados devem ter um estado selecionado.

source: Latitude and longitude are required.
az_az: En və uzunluq dairəsi olmalıdır.
fa_ir: طول و عرض جغرافیایی مورد نیاز است.
pt_br: Latitude e longitude são obrigatórios.

source: The specified state is not located in this country.
fa_ir: حالت تعیین شده برای کشور شما موجود نیست.
pt_br: O estado indicado não se localiza neste país.
sq_al: Në këtë vend nuk ekziston njësia federale e përzgjedhur.

source: Before being able to use this tool, you need to:
fa_ir: قبل از این که بتوانید شروع به استفاده از این ابزار کنید، شما نیاز دارید به:
pt_br: Antes de usar esta ferramenta, você precisa:

source: Create a blank .htaccess in your root directory.
az_az: Kök kataloqunda boş bir .htaccess faylı yarat.
fa_ir: ایجاد یک فایل .htaccess خالی در ریشه سایت شما
pt_br: Criar um .htaccess em branco na raiz do seu diretório.

source: Give it write permissions (CHMOD 666 on Unix system).
az_az: Yazılışa icazə verin (Unix sistemində CHMOD 666).
fa_ir: به آن دسترسی نوشتن بدهید (CHMOD 666 بر روی سیستم یونیکس).
pt_br: Dê permissões de escrita (CHMOD 666 no Unix / Linux).

source: The Base URI is not valid.
fa_ir: URI پایه معتبر نیست
pt_br: A URI base não é válida.

source: An order status with the same name already exists: %s
fa_ir: یک وضعیت سفارش با نام مشابه وجود دارد: %s
pt_br: Já existe um status de pedido com o mesmo nome: %s

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
az_az: Bir SMTP server və bir SMTP port göstərməlisiniz. Əgər onu bilmirsizsə, yerinə PHP mail() funksiyasını işlədin.
fa_ir: شما باید یک سرور SMTP و یک پورت SMTP تعریف کنید. اگر نمی‎دانید چگونه این‎کار را انجام دهید، می‎توانید بجای آن از تابع Mail() در PHP استفاده نمایید.
pt_br: Você deve definir um servidor e porta SMTP. Se você não sabe, use a função mail() do PHP.

source: Assign a valid page if you want it to be read.
fa_ir: اگر می‌خواهید که این خوانده شود، یک صفحه مدیریت محتوای معتبر تعیین کنید.
pt_br: Atribua uma página válida se quiser que seja lido.

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
fa_ir: فایل robots.txt شما باید در ریشه سایت شما قرار بگیرد و نه جای دیگر (نمونه http://www.yoursite.com/robots.txt).
pt_br: Seu arquivo robots.txt deve estar no diretório raiz do seu site e em nenhum outro lugar (ex: http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
fa_ir: با کلیک روی دکمه‎ی زیر، فایل \"robots.txt\" را برای فروشگاهتان ایجاد نمایید (این عمل نسخه قدیمی فایل robots.txt را پاک خواهد کرد).
pt_br: Gerar o arquivo "robots.txt", clicando no botão seguinte (isso irá apagar o seu arquivo robots.txt de idade)

source: 1) Create a blank robots.txt file in your root directory.
az_az: 1) Kök kataloqunda boş bir robots.txt faylı yarat.
fa_ir: 1)یک فایل robots.txt خالی در شاخه ریشه ایجاد نمائید.
pt_br: 1) Criar um arquivo robots.txt vazio na sua pasta raiz.

source: Before you can use this tool, you need to:
az_az: Bu aləti işlətmək üçün sizə gərəkdir:
fa_ir: قبل از این که بتوانید از این ابزار استفاده کنید، نیاز دارید که:
pt_br: Antes de usar esta ferramenta, você precisa:

source: 2) Give it write permissions (CHMOD 666 on Unix system).
az_az: 2) Yazılışa icazə verin (Unix sistemində CHMOD 666).
fa_ir: 2)مجوزهای نوشتن بدهید (CHMOD 666 برای سیستم یونیکس).
pt_br: 2) Atribua permissões de escrita (CHMOD 666 em sistemas Unix).

source: 1) Create a blank .htaccess file in your root directory.
az_az: 1) Kök kataloqunda boş bir .htaccess faylı yarat.
fa_ir: 1)یک فایل .htaccess خالی در دایرکتوری ریشه‌ی خود ایجاد کنید.
pt_br: 1) Criar um arquivo .htaccess vazio na sua pasta raiz.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
fa_ir: اینجا شما می‌توانید URL مورد نظرتان را برای فروشگاه خود تنظیم کنید. اگر شما فروشگاه خود را به یک URL جدید منتقل کردید، بیاد داشته باشید تا مقادیر زیر را تغییر دهید.
pt_br: Aqui você pode colocar a URL da sua loja. Se você migrar sua loja para uma nova URL, lembre-se de mudar as informações abaixo.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
fa_ir: گزینه چندفروشگاهی فعال است. اگر میخواهید URL فروشگاه را تغییر دهید، باید به مسیر پارامترهای پیشرفته -> چندفروشگاهی بروید.
pt_br: A opção multiloja está ativada. Se você quiser alterar o URL de sua loja, entre na página "Multiloja" sob o menu "Parâmetros avançados".

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
fa_ir: این قسمت اجازه تغییر الگوی پیش فرض لینک‌های شما را به شما می دهد.برای استفاده از این عملگر،باید تنظیمات "URLهای آشنا" پرستاشاپ فعال و ماژول دوباره نویسی URL در آپاچی (mod_rewrite) بر روی وب سرور شما فعال گردد.
pt_br: Esta seção permite que você altere o modelo padrão dos seus links. Para utilizar esta funcionalidade, a opção "URL Amigável" do PrestaShop deve estar ativada e o módulo de reescrita de URL do Apache (mod_rewrite) deve estar ativo no seu servidor.

source: There are several available keywords for each route listed below; note that keywords with * are required!
fa_ir: چندین کلمه کلیدی برای هر مسیر در زیر فهرست شده است; توجه داشته باشید که کلمات کلیدی را با * ضروری هستند!
pt_br: Existem várias palavras-chave para cada rota listada abaixo; note que as palavras-chave com o símbolo * são necessárias!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
fa_ir: برای اضافه کردن کلمات کلیدی در URL خود،از {keyword} استفاده کنید.اگر کلمه کلیدی خالی نیست، شما می‌توانید متنی را به دلخواه قبل یا بعد از {prepend:keyword:append} اضافه کنید.به عنوان مثال {-hey-:meta_title} که hey-my-title- را در URL اضافه می‌کند، به شرطی که عنوان متا تنظیم شده باشد.
pt_br: Para acrescentar uma palavra-chave à URL, utilize a sintaxe {keyword}. Se a palavra-chave não estiver vazia, pode acrescentar texto antes ou depois da palavra-chave utilizando a sintaxe {prepend:keyword:append}. Por exemplo {-hey-:meta_title} irá acrescentar "-hey-my-title" à URL caso o "meta title" esteja configurado corretamente.

source: You can only display the page list in a shop context.
fa_ir: شما تنها می‎توانید فهرست صفحه را در محتوی فروشگاه نمایش دهید.
pt_br: Você só pode exibir a lista de páginas dentro da loja.
