Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogHelp.*.xlf
Languages: da_dk, hy_am, ko_kr, ro_ro

source: This interface allows you to specify the suppliers of the current combination.
da_dk: Dette interface giver dig mulighed for at angive leverandørerne af den aktuelle kombination.
ko_kr: 이 인터페이스를 사용하면 현재 조합의 공급사를 지정할 수 있습니다.
ro_ro: Aceasta interfata iti permite sa specifici furnizorii combinatiei curente.

source: Using another image as cover will automatically uncheck this box.
da_dk: Anvendelse af et andet billede som cover vil automatisk fjerne markeringen af denne boks.
ko_kr: 다른 이미지를 표지로 사용하면 이 상자가 자동으로 선택 해제됩니다.
ro_ro: Utilizarea altei imagini ca imagine principala va debifa automat aceasta caseta.

source: This is the net sales price for your customers. The retail price (tax incl.) will automatically be calculated using the selected tax rate.
da_dk: Dette er netto salgsprisen for dine kunder. Udsalgsprisen (incl. moms) vil automatisk blive beregnet ved anvendelse af den valgte momssats.
ko_kr: 이는 고객에 대한 순매출가격입니다. 소매가 (세금 포함)은 자동으로 선택된 세율을 사용하여 계산됩니다.
ro_ro: Acesta este pretul net de vanzare catre clientii tai. Pretul cu amanuntul (incluzand taxele) va fi calculat automat pe baza ratei de schimb alese.

source: Indicate the price for a single unit of the product. For instance, if you're selling fabrics, it would be the price per meter.
da_dk: Angiv prisen for en enkelt enhed af produktet. For eksempel, hvis du sælger stof, vil det være prisen per meter.
ko_kr: 상품의 단일 단위에 대한 가격을 나타냅니다. 예를들면, 직물을 판매하는 경우, 미터 당 가격이 됩니다.
ro_ro: Indica pretul unei singure unitati de produs. De exemplu, daca vinzi tesaturi, va fi pretul pe metru.

source: This description will appear in search engines. It should be a single sentence, shorter than 160 characters (including spaces).
da_dk: Denne beskrivelse vil fremkomme i søgemaskiner. Det bør være en enkelt sætning, mindre end 160 karakterer (inklusiv mellemrum).
ko_kr: 이 상세 설명은 검색 엔진에서 나타납니다. (공백 포함) 160자 이내의, 단일 문장이어야 합니다.
ro_ro: Aceasta descriere apare in listele furnizate de motoarele de cautare. Ar trebui sa fie o singura fraza, care sa fie mai scurta de 160 de caractere (incluzand si spatiile).

source: Public title for the product page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the right of the field.
da_dk: Offentlig titel for produktsiden, og til søgemaskiner. Efterlad tom for at anvende produktnavnet. Antallet af tilbageværende karakterer bliver vist til højre for feltet.
ro_ro: Titlul paginii produsului, folosit si pentru motoarele de cautare. Lasa necompletat pentru a utiliza numele produsului. Numarul de caractere ramase este afisat in partea stanga a campului.

source: Will appear in the list of suppliers.
da_dk: Vil blive vist i listen over leverandører.
ko_kr: 공급사 목록에 나타납니다.
ro_ro: Apare in lista furnizorilor.

source: Upload a supplier logo from your computer.
da_dk: Upload et leverandør logo fra din computer.
ko_kr: 컴퓨터에서 공급사 로고를 업로드 합니다.
ro_ro: Incarca din calculatorul tau sigla unui furnizor.

source: Only letters and the minus (-) character are allowed.
da_dk: Kun bogstaver og minus (-) tegnet er tilladt.
hy_am: Թույլատրված են միայն տառեր եւ մինուս (-) նժանը
ko_kr: 문자와 빼기(-) 만 허용됩니다.
ro_ro: Sunt permise doar litere si semnul minus (-).

source: Search name
da_dk: Søgenavn
ko_kr: 검색 이름
ro_ro: Cauta nume

source: Search ref.
da_dk: Søgeref.
ko_kr: 검색 참조.
ro_ro: Cauta ref.

source: Search category
da_dk: Søgekategori
ko_kr: 분류 검색
ro_ro: Cauta categorie

source: Permanently delete this product.
da_dk: Slet denne vare for bestandigt.
ko_kr: 이 상품을 영구적으로 삭제.
ro_ro: Sterge permanent acest produs.

source: See how your product sheet will look online: ALT+SHIFT+V
da_dk: Se, hvordan produktsiden vises online: ALT+SHIFT+V
ko_kr: 상품 시트가 온라인에서 보여지는 방법 확인: ALT+SHIFT+V
ro_ro: Vezi cum va arata foaia cu produsul online: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
da_dk: Aktivér eller deaktivér produktet i din butik: ALT+SHIFT+O
ko_kr: 상점에서 상품을 활성화 또는 비활성화: ALT+SHIFT+O
ro_ro: Activeaza sau dezactiveaza produsul in magazinul tau: ALT+SHIFT+O

source: Save the product and stay on the current page: ALT+SHIFT+S
da_dk: Gem denne vare, og bliv på den aktuelle side: ALT+SHIFT+S
ko_kr: 상품을 저장하고 현재 페이지에 머무릅니다: ALT+SHIFT+S
ro_ro: Salveaza produsul si ramai pe pagina actuala: ALT+SHIFT+S

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
da_dk: Gem og dupliker denne vare, og gå derefter til den nye vare: ALT+SHIFT+D
ko_kr: 저장하고 이 상품을 복제한 다음, 새 상픔으로 이동합니다: ALT+SHIFT+D
ro_ro: Salveaza si duplica acest produs, apoi treci la produsul nou: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
da_dk: Gem, og gå tilbage til kataloget: ALT+SHIFT+Q
ko_kr: 저장하고 분류로 돌아갑니다: ALT+SHIFT+Q
ro_ro: Salveaza si revino la catalog: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
da_dk: Gem, og opret en ny vare: ALT+SHIFT+P
ko_kr: 저장하고 새 상품을 생성합니다: ALT+SHIFT+P
ro_ro: Salveaza si creeaza un nou produs: ALT+SHIFT+P

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
da_dk: Er varene en pakke (en kombination med mindst to eksisterende varer), en virtuel vare (fil, der kan downloades, service osv.) eller blot en almindelig, fysisk vare?
ko_kr: 상품 묶음 (최소 두개의 존재하는 상품의 조합), 가상 상품 (다운로드 할 수 있는 파일, 서비스, 기타 등.), 또는 단순히 표준인, 물리적인 상품인가요?
ro_ro: Este produsul un pachet (o combinatie de cel putin doua produse existente), un produs virtual (fisier de descarcat, serviciu etc.), sau pur si simplu un produs standard, fizic?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
da_dk: Hvor skal varen være tilgængelig på dit websted? Hovedkategorien er der, hvor varen vises som standard: det er den kategori, som ses på varens URL. Deaktiverede kategorier står med kursiv.
ko_kr: 사이트에서 상품이 보여지는 위치는 어디입니까? 주요 분류는 상품이 기본으로 표시되는 곳입니다: 이곳은 상품 페이지 URL에 분류로 보여집니다. 비활성화된 분류는 이탤릭체로 표시됩니다.
ro_ro: Unde trebuie sa fie disponibil produsul pe site-ul tau? Categoria principala este locul unde produsul apare implicit: aceasta este categoria care este vazuta in URL-ul paginii produsului. Categoriile dezactivate sunt scrise cu caractere italice.

source: Search categories
da_dk: Søgekategorier
ko_kr: 검색 분류
ro_ro: Cauta categorii

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
da_dk: Hvis du hurtigt vil oprette en ny kategori, kan du gøre det her. Husk at gå til kategorisiden for at udfylde de nødvendige detaljer (beskrivelse, billede osv.). En ny kategori vises ikke automatisk i butikkens menu, men du kan læse om det i hjælpen.
ko_kr: 빠르거 새 분류를 생성하고 싶다면, 여기서 할 수 있습니다. 분류 페이지로 이동하여 필요한 세부사항들 (설명, 이미지, 기타 등.) 을 입력해야 하는 것을 잊지 마세요. 새 분류는 상점의 메뉴에 자동으로 나타나지 않습니다, 이에 대해 도움말을 읽어보세요.
ro_ro: Daca doresti sa creezi rapid o noua categorie, o poti face aici. Nu uita sa mergi apoi la pagina Categorii pentru a completa detaliile necesare (descriere, imagine, etc.). O noua categorie nu va aparea automat in meniul magazinului tau, te rugam sa citesti pe pagina Ajutor despre el.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
da_dk: Har denne kombination en anden pris? Er den billigere eller dyrere end standard butiksprisen?
ko_kr: 이 조합은 다른 가격을 가집니까? 기본 소매가보다 더 싸거나 비쌉니까?
ro_ro: Are aceasta combinatie un pret diferit? Este mai ieftina sau mai scumpa decat pretul implicit de vanzare cu amanuntul?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
da_dk: Kombinationer er de forskellige variationer af en vare, hvor egenskaber såsom dens størrelse, vægt eller farve har forskellige værdier. For at oprette en kombination skal du først oprette dine produktegenskaber. Gå til Katalog > Attributter og egenskaber for dette!
ko_kr: 조합은 크기, 무게 또는 색상과 같이 다른 값을 갖는, 상품의 다양한 변형입니다. 조합을 생성하려면, 먼저 상품의 속성을 생성해야 합니다. 이 작업을 하려면 분류 > 속성 & 기능 으로 이동하세요!
ro_ro: Combinatiile sunt diferite variatii ale unui produs, cu atribute cum ar fi dimensiunile, greutatea sau culoarea luand valori diferite. Pentru a crea o combinatie, trebuie sa creezi mai intai atributele produsului. Acceseaza Catalog > Atribute si caracteristici pentru aceasta!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
da_dk: For at tilføje varianter skal du først oprette de relevante attributter og værdier under [1]Attributter og egenskaber[/1]. <br> Når du er færdig, kan du indtaste de ønskede attributter (som "størrelse" eller "farve") med de respektive værdier ("XS", "Rød", "Alle" osv.) i feltet nedenfor. Du kan også vælge dem i højre kolonne. Klik herefter på "Generer". Derved oprettes alle varianter automatisk!
ko_kr: 조합을 추가하려면, 먼저 [1]속성 & 기능[/1]에서 적절한 속성과 값을 생성해야 합니다. <br> 완료되면, 아래 필드에 ("크기" 또는 "색상" 같은) 원하는 속성과 해당 값 ( "XS", "빨강", "모두" 등)을 입력할 수 있습니다; 또는 단순히 오른쪽 열에서 선택하세요. 그 다음 "생성"을 클릭하세요: 자동으로 모든 조합을 생성합니다!
ro_ro: Pentru a adauga combinatii, trebuie mai intai sa creezi atribute si valori corespunzatoare in [1]Atribute si caracteristici[/1].<br>Cand ai terminat, poti introduce in campul de mai jos atributele dorite (precum "dimensiunea" sau "culoarea") si valorile respective ("XS", "rosu", "tot" etc.); sau pur si simplu selecteaza-le din coloana din dreapta. Apoi faci clic pe "Genereaza": toate combinatiile vor fi create automat pentru tine!

source: To add combinations, you first need to create proper attributes and values in [1]%attributes_and_features_label%[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "%generate_label%": it will automatically create all the combinations for you!
da_dk: For at tilføje kombinationer, så skal du først oprette attributter og værdier under [1]%attributes_and_features_label%[/1]. <br> Når det er gjort, så kan du angive de ønskede attributter (såsom "størrelse" eller "farve") og deres respektive værdier ("XS", "red", "alle", etc.) i feltet nedenunder; eller blot vælge dem fra den højre kolonne. Klik derefter på "%generate_label%": dette vil automatisk oprette alle kombinationer for dig!
ko_kr: 조합을 추가하려면, 먼저 [1]%attributes_and_features_label%[/1]에서 적절한 속성과 값을 생성해야 합니다. <br> 완료되면, 아래 필드에 ("크기" 또는 "색상" 같은) 원하는 속성과 해당 값 ( "XS", "빨강", "모두" 등)을 입력할 수 있습니다; 또는 단순히 오른쪽 열에서 선택하세요. 그 다음 "%generate_label%"을 클릭하세요: 자동으로 모든 조합을 생성합니다!
ro_ro: Pentru a adauga combinatii, trebuie mai intai sa creezi atribute si valori corespunzatoare in [1]%attributes_and_features_label%[/1]. <br>Cand ai terminat, poti introduce in caseta de dedesubt atributele dorite (precum "dimensiune" sau "culoare") si valorile respective ("XS", "rosu", "toate" etc.); sau pur si simplu selecteaza-le din coloana din dreapta. Apoi fa clic pe "%generate_label%": toate combinatiile vor fi create automat pentru tine!

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
da_dk: Dette er den URL-adresse, som er genereret ud fra varens navn, og som kan ses i browseren. Du kan ændre den, hvis du vil.
ko_kr: 이것은 상품 이름으로 생성된, 사람이 읽을수 있는 URL입니다. 원한다면 변경할 수 있습니다.
ro_ro: Aceasta este adresa URL in format lizibil, generata de numele produsului. Poti sa o schimbi, daca doresti.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
da_dk: Når en vare er deaktiveret, skal du vælge, hvilken side du vil omdirigere kunderne til, når de besøge denne side.
ko_kr: 상품이 비활성화 될 때, 고객들이 상품 또는 분류 명을 입력하여 페이지를 방문하는 것을 리다이렉트 할 페이지를 선택하세요.
ro_ro: Cand produsul tau este dezactivat, alege la ce pagina doresti sa fie redirectionati clientii care viziteaza pagina produsului, introducand un nume de produs sau categorie.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
da_dk: Ingen omdirigering (404) = Omdiriger ikke til nogen steder, og vis en 404 "Ikke fundet"-side.
ko_kr: 리디렉션 없음 (404) = 어디로든 리디렉션 하지 않고 404 "찾을 수 없음" 페이지를 표시합니다.
ro_ro: Fara redirectionare (404) = Nu redirectioneaza si afiseaza o pagina 404 "Pagina nu a fost gasita".

source: Permanent redirection (301) = Permanently display another product or category instead.
da_dk: Permanent omdirigering (301) = Vis altid en anden vare eller kategori i stedet for.
ko_kr: 영구 경로 재설정 (301) = 영구적으로 대신 표시할 다른 상품이나 분류.
ro_ro: Redirectionare permanenta (301) = Afiseaza permanent un alt produs sau categorie.

source: Temporary redirection (302) = Temporarily display another product or category instead.
da_dk: Midlertidig omdirigering (302) = Vis midlertidigt en anden vare eller kategori i stedet for.
ko_kr: 임시 경로 재설정 (302) = 임시로 대신 표시할 다른 상품이나 분류.
ro_ro: Redirectionare temporara (302) = Afiseaza temporar un alt produs sau categorie.

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
da_dk: Det anbefales at vise leveringstid for et produkt, for webshops der sælger i Europa, for at overholde lokal lovgivning.
ko_kr: 유럽에서 판매하는 판매자가 현지 법을 준수하도록 상품에 대한 배송시간을 표시하도록 알려줍니다.
ro_ro: Pentru conformarea cu legile Uniunii Europene, comerciantilor care vand in Europa le este recomandata afisarea timpului de livrare.

source: edit
da_dk: rediger
ko_kr: 편집
ro_ro: editeaza

source: If a carrier has a tax, it will be added to the shipping fees. Does not apply to free shipping.
da_dk: Hvis en leverandør pålægger moms, så vil det blive tilføjet til leverandøromkostningerne. Gælder ikke for gratis forsendelse.
ko_kr: 배송 회사에 세금이 있다면, 배송비에 추가됩니다. 무료 배송에는 적용되지 않습니다.
ro_ro: Daca transportatorul are o taxa, ea va fi adaugata la pretul livrarii. Nu se aplica livrarii gratuite.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
da_dk: Denne grænseflade lader dig specificere den aktuelle vares leverandører og dens kombinationer, hvis relevant.
ko_kr: 이 인터페이스를 사용하면 현재 상품 및 해당 상품의 조합(있는 경우) 을 지정할 수 있습니다.
ro_ro: Aceasta interfata iti permite sa specifici furnizorii produsului curent si ai combinatiilor sale, daca exista.

source: You can specify supplier references according to previously associated suppliers.
da_dk: Du kan angive leverandørreferencer i henhold til tidligere tilknyttede leverandører.
ko_kr: 이전에 연관된 공급사에 따라 공급사 참조를 지정할 수 있습니다.
ro_ro: Poti specifica referintele furnizorului conform furnizorilor asociati in prealabil.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
da_dk: Når der anvendes et avanceret lagerstyringsværktøj (se Butiksparametre > Vareindstillinger), bliver de værdier, du definerer (pris, referencer) anvendt i leverandørordrer.
ko_kr: 고급 재고 관리 도구를 사용할 때(상점 매개변수 > 상품 설정), 정의한 값들 (가격, 참조들) 을 공급 주문에 사용하게 됩니다.
ro_ro: Atunci cand utilizezi instrumentul de gestionare avansata a stocurilor (a se vedea Parametri Magazin > Setari Produse), valorile pe care le definesti (pret, referinte) vor fi utilizate in comenzile de aprovizionare.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
da_dk: Du kan angive produktreference(r) for hver tilknyttet leverandør. Klik på "Gem" efter at have ændret de valgte leverandører for at vise de tilknyttede produktreferencer.
ko_kr: 각 관련 공급업체마다 상품 참조를 지정할 수 있습니다. 관련 상품 참조를 표시할 공급사를 선택하여 변경한 후에는 "저장"을 클릭 하세요.
ro_ro: Poti specifica referinta (referintele) produsului pentru fiecare furnizor asociat. Fa clic pe "Salveaza" dupa schimbarea furnizorilor selectati pentru a afisa referintele produsului asociat.

source: You can specify product reference(s) for each associated supplier. Click "%save_label%" after changing selected suppliers to display the associated product references.
da_dk: Du kan angive produktreference(r) for hver tilknyttet leverandør. Klik på "%save_label%" efter at have ændret de valgte leverandører for at vise de tilknyttede produktreferencer.
ko_kr: 각 관련 공급업체마다 상품 참조를 지정할 수 있습니다. 관련 상품 참조를 표시할 공급사를 선택하여 변경한 후에는 "%save_label%"을 클릭 하세요.
ro_ro: Poti specifica referinta (sau referintele) produsului pentru fiecare furnizor asociat. Fa clic pe "%save_label%" dupa schimbarea furnizorilor selectati pentru a afisa referintele asociate produsului.

source: This interface allows you to specify the warehouse in which the product is stocked.
da_dk: Denne grænseflade gør, at du kan angive i hvilket af lagerstederne varen lagerføres.
hy_am: Այս ինտերֆեյսը թույլ է տալիս Ձեզ նշելու պահեստը որտեղ պահվում է ապրանքը
ko_kr: 이 인터페이스를 사용하면 상품이 비축되는 창고를 지정할 수 있습니다.
ro_ro: Aceasta interfata iti permite sa specifici in care depozite este stocat produsul.

source: It is also possible to specify the location within the warehouse for each product or combination.
da_dk: Det er også muligt at angive lokationen inden for lagerbygningen for hvert produkt eller hver kombination.
ko_kr: 또한 각각의 상품이나 조합에 대한 창고 내의 위치를 정의할 수 있습니다.
ro_ro: Este de asemenea posibil sa se precizeze amplasarea in depozit pentru fiecare produs sau combinatie.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
da_dk: Antal dage, hvor denne fil kan tilgås af kunder. Sæt til 0 for ubegrænset adgang.
ko_kr: 이 파일에 고객이 접근할 수 있는 일 수. 무제한 접근은 0으로 설정하세요.
ro_ro: Numarul de zile in care acest fisier poate fi accesat de catre clienti. Seteaza la zero pentru a avea acces nelimitat.

source: Upload a file from your computer (%maxUploadSize% max.)
da_dk: Upload en fil fra din computer (maks. %maxUploadSize%)
ko_kr: 컴퓨터에서 파일을 업로드 합니다 (최대 %maxUploadSize%).
ro_ro: Incarca un fisier din calculator (%maxUploadSize% max.)

source: The full filename with its extension (e.g. Book.pdf)
da_dk: Hele filnavnet inklusiv filtypenavnet (f.eks. bog.pdf)
hy_am: Ֆայլի լրիվ անունը իր ըդլայնումով (օրինակ Book.pdf)
ko_kr: 확장자를 포함하는 전체 파일 이름 (예. Book.pdf)
ro_ro: Numele complet al fisierului cu extensie (de ex. Carte.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
da_dk: Antal tilladte downloads. Sæt til 0 for ubegrænset download.
ko_kr: 고객 당 허용된 다운로드 수. 무제한 다운로드는 0으로 설정하세요.
ro_ro: Numarul de descarcari permise per client. Pune 0 pentru descarcari nelimitate.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
da_dk: Hvis angivet, vil filen ikke længere kunne downloades efter denne dato. Lad dette felt være blank for ingen udløbsdato.
hy_am: Եթե դրված է, ֆայլը այս ամսաթվից հետո ներբեռնելի չի լինի: Թողեք դատարկ եթե չեք ցանկանում կցել ավարտի ամսաթիվը
ko_kr: 설정되면, 파일은 이 날짜 이후로는 다운로드 할 수 없습니다. 만료 날짜를 부여하지 않으려면 비워두세요.
ro_ro: Daca este setata, fisierul nu va mai putea fi descarcat dupa aceasta data. Se lasa gol pentru a nu avea o data a expirarii.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
da_dk: Minimumsmængden, der er nødvendig for at købe denne vare (sæt til 1 for at deaktivere denne egenskab). F.eks.: hvis sat til 3 vil kunder kun kunne varen, hvis de tager en mængde på mindst 3.
ko_kr: 이 상품 구매에 필요한 최소 수량(이 기능을 비활성화 하려면 1로 설정). 예: 3으로 설정하면, 고객은 수량이 최소 3개 이상이어야 상품을 구매할 수 있습니다.
ro_ro: Cantitatea minima necesara pentru a cumpara acest produs (seteaza la 1 pentru a dezactiva aceasta functie). De ex.: daca este setat la 3, clientii vor putea sa cumpere produsul numai in cazul in care iau cel putin 3 in cantitate.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
da_dk: Denne e-mail vil blive sendt til alle brugere, som har rettigheder til at vise lager-siden. For at ændre disse rettigheder, gå til [1]Advanced Parameters > Team[/1]
ko_kr: 재고 페이지를 구동할 권리가 있는 모든 사용자들에게 이메일이 발송됩니다. 권한을 수정하려면, [1]고급 매개변수 > 팀[/1] 으로 이동하세요
ro_ro: Mesajul va fi trimis tuturor utilizatorilor care au acces la pagina stocurilor. Pentru a modifica permisiunile, intra in [1]Parametri avansati > Echipa[/1]

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
da_dk: Kombinationer er forskellige variationer af en vare, hvor egenskaber såsom dens størrelse, vægt eller farve har forskellige værdier. Kræver din vare kombinationer?
ko_kr: 조합들은 크기, 무게 또는 색상 같이 다른 값들을 갖는 속성을 사용한, 상품의 다양한 변형입니다. 상품에 조합이 필요한가요?
ro_ro: Combinatiile sunt diferite variatii ale unui produs, cu atribute cum ar fi dimensiunea sa, greutatea sau culoarea luand valori diferite. Produsul tau are nevoie de combinatii?

source: Advanced settings in [1][2]Combinations[/1]
da_dk: Avancerede indstillinger i [1][2]Kombinationer[/1]
ko_kr: 1][2]조합[/1] 내의 고급 설정
ro_ro: Setari avansate in [1][2]Combinatii[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
da_dk: Din referencekode til denne vare. Tilladte specialtegn: .-_#.
ko_kr: 이 상품에 대한 참고 코드. 허용된 특수 문자: .-_#.
ro_ro: Codul tau de referinta pentru acest produs. Caractere speciale permise: .-_#.

source: How many products should be available for sale?
da_dk: Hvor mange varer skal være disponible til salg?
ko_kr: 얼마나 많은 상품들을 판매해야 하나요?
ro_ro: Cate produse trebuie sa fie disponibile pentru vanzare?

source: Advanced settings in [1][2]Quantities[/1]
da_dk: Avancerede indstillinger i [1][2]Mængder[/1]
ko_kr: [1][2]수량[/1]의 고급 설정
ro_ro: Setari avansate in [1][2]Cantitati[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
da_dk: Dette er den butikspris, som du påtænker at sælge denne vare til dine kunder til. Momsen, der er inkluderet i prisen, vil ændre sig alt efter den momsregel, du vælger.
ko_kr: 이것은 상품을 고객에게 판매하려는 소매가입니다. 세금 포함 가격은 선택한 세금 규칙에 따라 변경됩니다.
ro_ro: Acesta este pretul de vanzare cu amanuntul cu care intentionezi sa vinzi acest produs clientilor tai. Pretul cu TVA inclusa se va schimba in functie de norma fiscala selectata.

source: Advanced settings in [1][2]Pricing[/1]
da_dk: Avancerede indstillinger i [1][2]Prissætning[/1]
ko_kr: [1][2]가격 책정[/1]의 고급 설정
ro_ro: Setari avansate in [1][2]Preturi[/1]

source: Tags are meant to help your customers find your products via the search bar.
da_dk: Tags har til hensigt at hjælpe dine kunder med at finde dine vare via søgelinjen.
ko_kr: 태그들은 당신의 고객들이 검색 바를 통해 상품들을 찾는데 도움을 주기 위한 것입니다.
ro_ro: Etichetele sunt concepute pentru a ajuta clientii sa iti gaseasca produsele prin intermediul barei de cautare.
