Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShopparametersHelp.*.xlf
Languages: fa_ir, sr_cs

source: Display a customized message when the store is disabled.
fa_ir: نمایش یک پیام سفارشی، وقتی فروشگاه غیرفعال است.
sr_cs: Prikažite poruku po vašem ukusu kada je prodavnica u režimu ažuriranja.

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
fa_ir: اگر دامنه شما دارای تاییدیه SSL باشد، میتوانید رمزگذاری SSL (https://) را برای شناسایی حساب مشتری و پروسه ی سفارش فعال کنید.
sr_cs: Ako je Vaš hosting provajder omogućava SSL, možete aktivirati SSL šifrovanje (https) za identifikaciju klijenata i obradu porudžbina.

source: When enabled, all the pages of your shop will be SSL-secured.
fa_ir: مجبور کردن همه‎ی فروشگاه به استفاده‎ی SSL.
sr_cs: Kada je aktivirano, sve stranice na vašoj internet prodavnici će bitti osigurane sa SSL protokolom.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
fa_ir: فعال یا غیرفعال کردن token در بخش کاربری، جهت افزایش امنیت پرستاشاپ.
sr_cs: Omogućite ili onemogućite token na Front Office u cilju poboljšanja bezbednosti PrestaShop.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
fa_ir: اجازه دادن به iframe ها در فیلدهای متنی توضیحات محصول. ما توصیه می‎کنیم که این گزینه را به صورت غیر فعال رها کنید.
sr_cs: Dozvoli iframes na poljima kao što je opis proizvoda. Preporučujemo da ostavite ovu opciju isključenu.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
fa_ir: محتوای HTML در فیلد‌های متنی را پاک کنید. پیشنهاد می‌شود این قسمت را فعال نگاه دارید.
sr_cs: Očistite HTML sadžaj iz tekst polja. Preporučujemo da ostavite ovu opciju omogućenu.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
fa_ir: شما می توانید از میان 6 راه مختلف، گرد کردن قیمت را انتخاب کنید. "گردن کردن بیشتر از صفر ..." این رفتار پیشنهاد می‌شود.
sr_cs: Možete izabrati jedan od 6 različitih načina zaokruživanja cena. "Zaokružuj od nule nagore ..." se preporučuje.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
fa_ir: می توانید انتخاب کنید که چه وقت قیمت ها را گرد کنید: برای هر مورد، برای هر خط یا همه ( برای مثال، یک فاکتور).
sr_cs: Možete birati kada da se cena zaokružuje: na linije svake stavke ili na ukupno (na fakturi, na primer).

source: Enable best sellers page on your front office even when its respective module is disabled.
fa_ir: نمایش صفحه بهترین فروشندگان در پیشخوان فروشگاه حتی زمانی که ماژول مربوطه آن غیر فعال شده است.
sr_cs: Omogući stranicu naj prodavanije u Front Office-u čak i kada su njihovi odgovarajući moduli isključeni.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
fa_ir: ویژگی \"چند فروشگاهی\" به شما این امکان را می‎دهد تا چند فروشگاه را از یک بخش مدیریت، مدیریت کنید. اگر این ویژگی فعال باشد، یک صفحه منوی \"پارامترهای پیشرفته\" با نام \"چندفروشگاهی\" در دسترس خواهد بود.
sr_cs: Multi-prodavnica vam omogućuje da upravljate sa više prodavnica iz jedne pozadinske kancelarije. Ako je ova mogućnost odobrena strana Multi-prodavnice biće dostupna u meniju napredne postavke.

source: Enable suppliers page on your front office even when its module is disabled.
fa_ir: فعال کردن صفحه تامین کنندگان در بخش فروشگاهی حتی وقتی ماژول آن غیرفعال است.
sr_cs: Omogući stranicu dobavljača u javnoj strani prodavnice čak i kada je njihov odgovarajući modul deaktiviran.

source: Enable brands page on your front office even when its module is disabled.
fa_ir: فعال کردن صفحه برندها در بخش فروشگاهی حتی وقتی ماژول آن غیرفعال است.
sr_cs: Omogući stranicu brenda u javnoj strani prodavnice čak i kada je njihov odgovarajući modul deaktiviran.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
fa_ir: نمایش بررسی نشانی‌ها، روش تحویل و سبد خرید قبل از دکمه سفارش دادن (لازم برای برخی کشور‌های اروپایی).
sr_cs: Prikazuje jedan pregled adresa, način isporuke i korpu upravo ispred dugmeta poruči (obavezo u nekim Evropskim državama).

source: Allow guest visitors to place an order without registering.
fa_ir: اجازه دادن به بازدید کنندگان مهمان برای ایجاد سفارش بدون ثبت نام.
sr_cs: Dozvoli posetiocima da postave porudžbinu bez registracije.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
fa_ir: این گزینه را برای اجازه دادن به مشتریان برای سفارش دوباره با یک کلیک از صفحه تاریخچه سفارش‌ها، غیر فعال کنید(لازم برای برخی از کشورهای اروپایی).
sr_cs: Deaktivirajte ovu opciju da dozvolite kupcima da ponovo poruče prethodnu kupovinu sa jednim klikom na stranici istorje. ( obavezno u nekim evropskim državama).

source: Set to 0 to disable this feature.
fa_ir: جهت غیرفعال کردن این ویژگی آن را با 0 مقداردهی نمایید.
sr_cs: Postavi 0 za isključivanje ove funkcije.

source: Automatically updates the shipping costs when you edit an order.
fa_ir: هنگامی که یک سفارش را ویرایش می‌کنید، هزینه‌های حمل را به طور خودکار به روز رسانی می‌کند.
sr_cs: Automatski ažurira cenu isporuke kada se izmeni neka porudžbina.

source: Require customers to accept or decline terms of service before processing an order.
fa_ir: مشتری قبل از پردازش سفارش می‎بایست شرایط خدمات را قبول و یا رد کند.
sr_cs: Zahtevajte od kupaca da prihvate ili odbiju uslove korišćenja pre procesuiranja porudžbine

source: Choose the page which contains your store's terms and conditions of use.
fa_ir: صفحه‎ای که حاوی شرایط خدمات فروشگاه شماست را انتخاب کنید.
sr_cs: Odaberi Cms stranicu koja sadrži uslove korišćenja prodavnice.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
fa_ir: به مشتری اجازه ارسال سفارش به چند آدرس را می‎دهد. این امکان سبد خرید مشتری را به یک یا چند سفارش تبدیل می‎کند.
sr_cs: Dozvolite klijentu da narudžbinu pošalje na više adresa. Na taj način će klijentova korpa biti jedna ili više narudžbina.

source: It allows you to delay shipping if your customers request it.
fa_ir: به شما اجازه تاخیر ارسال را می‌دهد اگر مشتری چنین تقاضایی داشته باشد.
sr_cs: Ova opcija vam omogućava da odložite isporuku ako to kupaca zatraži.

source: Suggest gift-wrapping to customers.
fa_ir: پیشنهاد کادوپیچی به مشتری و امکان گذاشتن یادداشت
sr_cs: Sugeriši kupcima pakovanje poklona i mogućnost ostavljanja poruke

source: Set a price for gift wrapping.
fa_ir: تنظیم مبلغ برای کادوپیچی
sr_cs: Odredite cenu za pakovanje poklona.

source: Set a tax for gift wrapping.
fa_ir: تنظیم مالیات برای کادوپیچی
sr_cs: Odredite porez za pakovanje poklona.

source: Suggest recycled packaging to customer.
fa_ir: پیشنهاد بسته قابل بازیافت به مشتری
sr_cs: Sugeriši reciklirano pakovanje kupcu.

source: Only letters, numbers and underscores ("_") are allowed.
fa_ir: فقط حروف، اعداد و زیرخط (\"ـ\") مجاز است.
sr_cs: Dozvoljena su samo slova, brojevi i znak _.

source: Email template for both .html and .txt.
fa_ir: قالب ایمیل برای هر دو الگوی html. و txt.
sr_cs: E-mail šablon za .html i .txt.

source: characters
fa_ir: کارکتر‌ها
sr_cs: karaktera

source: Note that the label will be displayed only if backorders are denied.
fa_ir: توجه داشته باشید که تنها وقتی پیش‌سفارش غیرفعال است، این عبارت نمایش داده می‌شود.
sr_cs: Obratite pažnju da će oznaka biti prikazana samo ako su ponovne porudžbiene deaktivirane.

source: Enable this option if you want to display your product's attributes in its meta title.
fa_ir: اگر می‌خواهید مشخصه‌های محصول در عنوان متا نمایش داده شوند، این گزینه را فعال کنید.
sr_cs: Aktivirajte ovu opciju ako želite da prikažete osobine proizvoda u meta naslovu.

source: Enable this option only if your server allows URL rewriting (recommended).
fa_ir: این گزینه را فقط زمانی فعال کنید که سرور شما اجازه‎ی بازنویسی URL را بدهد (توصیه شده).
sr_cs: Uključi ovu opciju samo ako tvoji serveri dozvoljavaju prepisivanje linkova (preporučuje se).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
fa_ir: بازنویسی URL یعنی (mod_rewrite) بر روی سرور شما فعال نیست یا اینکه بررسی پیکربندی سرور شما ممکن نیست. اگر می‎خواهید از URL آشنا استفاده نمایید، باید این ویژگی فعال باشد.
sr_cs: URL prepisivanje (mod_rewrite) nije aktivno na vašem serveru, ili nije moguće proveriti konfiguraciju servera. Ako želite da koristite prijateljske URL-ove, morate da aktivirate ovaj mod.

source: Enable this option only if you have problems with URL rewriting.
fa_ir: تنها اگر در بازنویسی URL برخی صفحات دچار مشکل هستید، این گزینه را فعال نمایید.
sr_cs: Potvrdite ovu opciju samo ako imate problema sa prepisivanjem URL-a.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
fa_ir: ممکن است برخی از ویژگی های پرستاشاپ در حال حاضر همراه با پیکربندی ویژه ماژول mod_security آپاچی کار نکند.پیشنهاد می‌کنیم که این تنظیمات ویژه را خاموش کنید.
sr_cs: Neke od osobina ne rade ispravno sa određenim podešavanjem apache mod security. Preporučujemo da ga isključite.

source: Enable this option if you want to allow accented characters in your friendly URLs. You should only activate this option if you are using non-Latin characters; for all the Latin charsets, your SEO will be better without this option.
fa_ir: اگر می‌خواهید استفاده از کارکترهای بومی در URLهای آشنا مجاز باشد این گزینه را فعال کنید. تنها وقتی از کارکترهای غیر لاتین استفاده می‌کنید این گزینه را فعال نمایید. برای عبارات لاتین، سئوی شما بدون این گزینه بهتر عمل می‌کند.
sr_cs: Omogućite ovu opciju ako želite da dozvolite proširene znakove u vašem prijateljskom URL-u. Ovo bi trebalo da uključite samo ako koristite ćiriličke znakove; za sve latinične znakove, vaš SEO će biti bolji bez ove opcije.

source: The catalog mode is actually to disable products checkout (prices, add to cart, etc.) on your shop, like a retail website does.
fa_ir: حالت نمایشگاه در واقع برای غیرفعال کردن خرید محصولات (قیمت، افزون به سبد و...) در فروشگاه شما است.
sr_cs: Katalog režim u stvari služi da bi se onemogućila kupovina, sakrila cena, U korpu dugme itd.

source: Set the maximum size of the summary of your product description (in characters).
fa_ir: تنظیم بیشترین اندازه‌ توضیحات کوتاه محصول (برحسب کارکتر‌).
sr_cs: Podesite najveći broj karaktera kratkog opisa proizvoda.

source: How to calculate quantity discounts.
fa_ir: چگونگی محاسبه‌ مقدار تخفیف
sr_cs: Kako da izračunate količinski popust.

source: When active, friendly URL will be updated on every save.
fa_ir: وقتی فعال شد، URL آشنا در هر بار ذخیره سازی به روز خواهد شد.
sr_cs: Kada je aktivan, prijateljski link će se ažurirati pri svakom čuvanju.

source: When active, new products will be activated by default during creation.
fa_ir: هنگامی که فعال باشد، محصولات در حین ایجاد شدن به طور پیشفرض فعال می‌شوند.
sr_cs: Ako je aktivno, novi proizvodi će biti aktivirani po standardu čim budu kreirani.

source: Catalog mode disables the shopping cart on your store. Visitors will be able to browse your products catalog, but not buy them.
fa_ir: حالت کاتالوگ در فروشگاه شما سبد خرید را غیرفعال می‌کند. بازدیدکنندگان می‌توانند محصولات شما را ببینند، اما نمی‌توانند آن‌ها را بخرند.
sr_cs: Katalog režim deaktivira korpu u vašoj prodavnici. Posetioci će moći da pretražuju proizvode u katalogu, ali neće moći da ih kupuju.

source: Have specific needs? Edit particular groups to let them see prices or not.
fa_ir: نیازهای خاصی دارید؟ گروه‌های خاصی را برای دیدن یا ندیدن قیمت‌ها ویرایش کنید.
sr_cs: Imate posebne potrebe? Izmenite željenu grupu u zavisnosti da li želite da članovi grupe vide cene ili ne.

source: Display product prices when in catalog mode.
fa_ir: نمایش قیمت محصول زمانی که در حالت کاتالوگ هستید.
sr_cs: Prikaži cenu proizvoda kada je prodavnica u katalog režimu.

source: Set to "0" to disable this feature.
fa_ir: جهت غیرفعال کردن این ویژگی آن را با 0 مقداردهی کنید.
sr_cs: Podesiti na 0 da bi se funkcija onemogućila

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
fa_ir: نمایش یا عدم نمایش گزینه «افزودن به سبد» در صفحات شاخه‎ها برای محصولاتی که دارای مشخصه هستند، جهت وادار کردن مشتری برای مشاهده جزئیات آن محصول.
sr_cs: Prikaži ili sakri "U korpu" dugme na stranicama sa kategorijama za proizvode koji imaju osobine. Ova opcija se koristi da bi se kupci primorali da pogledaju detalje o proizvodu.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
fa_ir: در بخش صفحه‎ی تخفیف‎ها، قیمت جدید به همراه تخفیف صورت گرفته را به جای تخفیف، نمایش ده (مثال \"-5%\").
sr_cs: U količinskom popustu, prikaži novu cenu sa primenjenim popustom umesto prikazivanja popusta (npr. "-5%").

source: Display the "%add_to_cart_label%" button when a product has attributes
fa_ir: نمایش دکمه %add_to_cart_label% وقتی یک محصول دارای مشخصه است
sr_cs: Prikaži "%add_to_cart_label%" dugme kada proizvod ima osobine

source: Display or hide the "%add_to_cart_label%" button on category pages for products that have attributes forcing customers to see product details.
fa_ir: نمایش یا عدم نمایش دکمه %add_to_cart_label% در صفحات شاخه‌‎ها برای محصولاتی که دارای مشخصه هستند، جهت وادار کردن مشتری برای مشاهده جزئیات آن محصول.
sr_cs: Prikaži ili sakri "%add_to_cart_label%" dugme na stranicama kategorija za proizvode koji imaju osobine. Ova opcija se koristi da bi se kupci primorali da pogledaju detalje o proizvodu.

source: If an attribute is not available in every product combination, it will not be displayed.
fa_ir: اگر یک مشخصه در هر ترکیب محصول نباشد، نمایش داده نمی‌شود.
sr_cs: Ako jedna osobine nije dostupna u svakoj kombinaciji proizvoda, kombinacija neće biti prikazana.

source: Number of products displayed per page. Default is 10.
fa_ir: تعداد محصولات نمایش داده شده در هر صفحه. پیش‎فرض 10 است.
sr_cs: Prikazani proizvodi na jednoj stranici. Podrazumevana vrednost je 10.

source: The order in which products are displayed in the product list.
fa_ir: سفارشی که در آن محصولات نمایش داده شده در فهرست محصولات می‎باشد
sr_cs: Podrazumevani redosled za listu proizvoda

source: Default order method for product list.
fa_ir: روش مرتب سازی پیش‌فرض برای لیست محصولات.
sr_cs: Uobičajeni način nabrajanja proizvoda.

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
fa_ir: به طور پیش‌فرض، دکمه‎ی افزودن به سبد خرید وقتی محصولی موجود نباشد، مخفی است. شما می‎توانید آن را به گونه‎ای انتخاب کنید که در همه‎ی حالات، نمایش داده شود.
sr_cs: Podrazumevano, dugme U korpu je sakriveno kada je proizvod nedostupan. Možete odabrati da uvek bude prikazano.

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
fa_ir: توصیه شده برای تجار اروپایی تا به صورت قانونی موافقت کنند (برای مثال: تحویل ۳-۴ روز)
sr_cs: Preporučuje se u Evropskoj uniji da bi se poštovala zakonska regulativa (na primer: Isporuka u roku od 3-4 dana)

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
fa_ir: توصیه شده برای تجار اروپایی تا به صورت قانونی موافقت کنند (برای مثال: تحویل ۵-۷ روز)
sr_cs: Preporučuje se u Evropskoj uniji da bi se poštovala zakonska regulativa (na primer: Isporuka u roku od 5-7 dana)

source: When selling packs of products, how do you want your stock to be calculated?
fa_ir: هنگام فروش بسته‌های محصولات، می‌خواهید موجودی شما چگونه محاسبه شود؟
sr_cs: Kada prodajete proizvode u pakovanju, kako želite da se zalihe kalkulišu?

source: By default, the "%add_to_cart_label%" button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
fa_ir: به طور پیش‌فرض، دکمه‌‎ی ا%add_to_cart_label% وقتی محصولی موجود نباشد، مخفی است. شما می‌‎توانید آن را به گونه‌‎ای انتخاب کنید که در همه‎‌ی حالات، نمایش داده شود.
sr_cs: Podrazumevano, dugme "%add_to_cart_label%" je sakriveno kada je proizvod nedostupan. Možete odabrati da uvek bude prikazano.

source: Allows you to delay shipping at your customers' request.
fa_ir: به شما این اجازه را می‎دهد که در صورت درخواست مشتری، در حمل تاخیر ایجاد کنید.
sr_cs: Dozvoljava vam kašnjenje isporuke na upit klijenta. .

source: Invalid characters: numbers and
fa_ir: کاراکترهای نامعتبر: اعداد و
sr_cs: Nepravilni znaci: brojevi i

source: Status will be highlighted in this color. HTML colors only.
fa_ir: وضعیت با این رنگ نمایش داده خواهد شد. فقط رنگهای HTML.
sr_cs: Status će biti naglašen ovom bojom. Samo HTML boje.

source: Order's return status name.
fa_ir: نام وضعیت بازگشت سفارشات.
sr_cs: Ime statusa povraćaja porudžbine.

source: Order status (e.g. 'Pending').
fa_ir: وضعیت سفارش (مثلاً \"معلق\")
sr_cs: Status porudžbine (npr. 'Na čekanju').

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
fa_ir: شما می‌توانید دامنه جدیدی را جستجو کنید یا دامنه خود را بیافزایید. شما به اکانت خود در سایت prestashop.com هدایت خواهید شد.
sr_cs: Možete pretraživati novo ime domena ili dodati ime domena koje već posedujete. Bićete preusmereni na vaš PrestaShop nalog.

source: Invalid characters:
fa_ir: کاراکترهای نامعتبر:
sr_cs: Nepravilni znaci:

source: Name of the related page.
fa_ir: نام صفحه مرتبط
sr_cs: Ime povezane stranice.

source: Title of this page.
fa_ir: عنوان این صفحه
sr_cs: Naslov ove stranice.

source: A short description of your shop.
fa_ir: یک توضیح کوتاه در مورد فروشگاه شما.
sr_cs: Kratak opis vaše radnje.

source: List of keywords for search engines.
fa_ir: فهرست کلمات کلیدی برای موتورهای جستجو.
sr_cs: Lista ključnih reči za pretraživače.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
fa_ir: برای مثال، \"contacts\" برای http://example.com/shop/contacts برای تغییر مسیر به http://example.com/shop/contact-form.php
sr_cs: Na primer "kontakti" for http://primer.com/radnja/kontakti da preusmeri na http://primer.com/radnja/kontakti-forma.php

source: Only letters and hyphens are allowed.
fa_ir: تنها حروف و کاراکتر دش (-) قابل استفاده است.
sr_cs: Dozvoljena su samo slova i znak za minus (-).

source: To add tags, click in the field, write something, and then press the "Enter" key.
fa_ir: برای افزودن برچسب‎ها، در فیلد کلیک کنید، چیزی بنویسید و سپس دکمه‎ی \"Enter\" را بفشارید.
sr_cs: Za dodavanje tagova, klikni na ovo polje, napiši nešto, i pritisni dugme "Enter".

source: Enable this option if you want to allow accented characters in your friendly URLs.
fa_ir: اگر شما می‎خواهید از کارکترهای بومی در URL آشنا استفاده کنید، این گزینه را فعال کنید.
sr_cs: Omogući ovu opciju ako želiš dozvoliti naglašene karaktere u prijateljskim linkovima.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
fa_ir: تنها در صورتیکه از حروف غیر لاتین استفاده می‌کنید، این گزینه را فعال نمایید. در شرایط استفاده از حروف لاتین بهتر است این گزینه غیر فعال باشد.
sr_cs: Potvrdite samo ako koristite nelatinične karaktere; za sve latinične karaktere, vaš SEO će raditi bolje bez ove opcije.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
fa_ir: فعال سازی یا غیر فعال کردن فروشگاه. روش مناسبی برای غیرفعال کردن فروشگاه زمانیکه در حال اعمال تغییرات در فروشگاه هستید. توجه داشته باشید که وب‌سرویس غیرفعال نمی‌شود.
sr_cs: Ativirajte ili deaktivirajte svoju prodavnicu (dobra ideja je da prodavnicu deaktivirate za vreme održavanja. Za to vreme veb usluga neće biti onemogućena.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
fa_ir: آدرس‌هایی IP که حتی در صورت غیرفعال بودن فروشگاه، بخش کاربری، اجازه‌ی دسترسی به آن را دارد. لطفا برای جدا کردن IP‏‏‏‏‏‏ها از کاما استفاده کنید (مثال: 42.24.4.2,127.0.0.1,99.98.97.96)
sr_cs: IP adrese sa kojih se može pristupiti glavnoj strani prodavnice čak i kada je ona deaktivirana. Molimo vas da iz odvojite zarezima (npr. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
fa_ir: متن سفارشی نمایش داده شده در صفحه‌ی تعمیر و نگهداری، هنگام غیرفعال بودن فروشگاه.
sr_cs: Vaš tekst koji se prikazuje na stanici održavanja dok je internet prodavnica deaktivirana.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
fa_ir: اگر میخواهید در تمامی صفحات فروشگاه SSL را فعال کنید، گزینه "فعال سازی SSL در تمامی صفحات" را از پایین انتخاب کنید.
sr_cs: Ako želite da omogućite SSL na svim stranicama vaše prodavnice, aktivirajte "Aktiviraj na svim stranama" opciju ispod.

source: Choose how many decimals you want to display
fa_ir: تعداد اعداد اعشاری که می‌خواهید نمایش داده شوند را انتخاب کنید
sr_cs: Napišite koliko decimala želite da se prikazuje

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
fa_ir: فعال کردن صفحات برندها و ‌فراهم‌کننده‌ها در بخش کاربری فروشگاه، حتی اگر افزونه‌های آن‌ها غیر‌فعال باشد.
sr_cs: Omogući stranice dobavljača i proizvođača u Front Office-u čak i kada su njihovi odgovarajući moduli isključeni.
