Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignNotification.*.xlf
Languages: bn_bd, cs_cz, hr_hr, ja_jp, sk_sk, sl_si, sr_cs, tr_tr

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the 'Regenerate thumbnails' button.
cs_cz: U vaší šablony vzhledu se podařilo obnovit původní nastavení. Možná budete chtít regenerovat své obrázky. Viz Rozšíření > Vzhled > Nastavení obrázků a zde se nachází tlačítko "Regenerovat miniatury".
hr_hr: Vaša tema je korektno resetirana na početne postavke. Možda će te morati sačekati da se slike regeneriraju. Pogledajte napredak > Design > postavke slika zaslona za 'Regenerirane sličice', tipku.
ja_jp: テーマは正常にデフォルトに再設定されました。画像ファイルの再生成が必要かもしれません。「機能追加・設定」＞「デザイン」＞「画像設定」画面より、「サムネイルの再生成」を実行してください。
sk_sk: Vaša téma bola úspešne obnovená na predvolené nastavenia. Možno budete chcieť obnoviť aj vaše obrázky. Pre obnovenie prejdite na Dizajn > Nastavenia obrázkov a kliknite na tlačidlo 'Znovu vygenerovať náhľady obrázkov'.
sl_si: Vaša tema je bila pravilno ponastavljena na privzete nastavitve. Verjetno želite regenerirati slike. Poglej v Izboljšaj > Dizajn > stran z nastavitvami slik za 'Regenerate thumbnails' gumb.
sr_cs: Vaša tema je uspešno resetovana na podrazumevana podešavanja. Možda ćete morati ponovo da generišete slike. Pogledajte dugme 'Ponovno generisanje thumbnails-a' koje se nalazi: Napredak > Dizajn > Podešavanje slike ekrana.
tr_tr: Temanız başarıyla varsayılan ayarlara döndürüldü. Resimlerinizi tekrar oluşturmak isteyebilirsiniz. 'Küçük resimleri tekrar oluştur' düğmesi için Geliştir > Tasarım > Resim Ayarları sayfasına bakın.

source: There is already a theme %theme_name% in your themes folder. Remove it if you want to continue.
cs_cz: Ve složce šablon již existuje šablona s názvem %theme_name%. Chcete-li pokračovat, odstraňte ji.
hr_hr: U mapi s temama već je tema %theme_name%. Uklonite ju ako želite nastaviti.
sk_sk: V priečinku šablón už existuje šablóna s názvom %theme_name%. Ak chcete pokračovať, odstráňte ju.
sl_si: Tema %theme_name% že obstaja v mapi s temami. Če želite nadaljevati, jo odstranite.
sr_cs: Već postoji tema %theme_name% u vašem folderu tema. Uklonite je ako želite da nastavitie.
tr_tr: Tema klasörünüzde zaten bir %theme_name% teması var. Devam etmek istiyorsanız kaldırın.

source: Failed to delete theme. Make sure you have permissions and theme is not used.
cs_cz: Šablonu se nepodařilo odstranit. Ujistěte se, že máte potřebná oprávnění a šablona se nepoužívá.
hr_hr: Brisanje teme nije uspjelo. Provjerite da li imate dopuštenja i tema se ne upotrebljava.
sk_sk: Šablónu sa nepodarilo odstrániť. Uistite sa, že máte potrebné oprávnenia a šablóna sa nepoužíva.
sl_si: Teme ni bilo mogoče izbrisati. Prepričajte se, da imate dovoljenja in da tema ni uporabljena.
sr_cs: Greška u brisanju teme. Proverite da li imate dozvolu za brisanje i da li je tema trenutno u upotrebi.
tr_tr: Tema silinemedi. İzinleriniz olduğundan ve temanın kullanılmadığından emin olun.

source: Cannot adapt theme to RTL languages.
cs_cz: Šablonu nelze přizpůsobit RTL jazykem.
hr_hr: Tema se ne može prilagoditi RTL jezicima.
sk_sk: Šablónu nie je možné prispôsobiť RTL jazykom.
sl_si: Teme ni mogoče prilagoditi RTL jezikom.
sr_cs: Tema se nemože prilagoditi RTL jeziku.
tr_tr: Tema RTL dillerine uyarlanamıyor.

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the '%regenerate_label%' button.
cs_cz: Vaše šablona byla úspěšně resetována do výchozích nastavení. Možná budete chtít regenerovat obrázky. Podívejte se do sekce Vzhled > Nastavení obrázků a použijte tlačítko "%regenerate_label%".
hr_hr: Vaša tema je korektno resetirana na početne postavke. Možda će te morati sačekati da se slike regeneriraju. Pogledajte napredak > Design > postavke slika zaslona za '%regenerate_label%' tipku.
sk_sk: Vaša šablóna bola obnovená do pôvodného nastavenia. Možno budete chcieť regenerovať svoje obrázky. V menu Rozšírenia > Dizajn > Nastavenia obrázkov nájdete tlačidlo '%regenerate_label%'.
sl_si: Tema je bila pravilno ponastavljena na privzete nastavitve. Morda boste želeli obnoviti svoje slike. Glejte Izboljšanje > Oblika > Slike nastavitev zaslona '%regenerate_label%' gumb.
sr_cs: Vaša tema je uspešno resetovana na podrazumevana podešavanja. Možda ćete morati ponovo da generišete slike. Pogledajte dugme '%regenerate_label%' koje se nalazi: Dizajn & CMS > Konfiguracija slika.

source: This name already exists.
bn_bd: এই নামটি ইতিমধ্যেই বিদ্যমান।
cs_cz: Toto jméno již existuje.
hr_hr: Ovaj naziv već postoji.
ja_jp: この名前は既に存在しています。
sk_sk: Názov už existuje.
sl_si: To ime že obstaja.
sr_cs: Ovo ime već postoji.
tr_tr: Bu isim zaten mevcut.

source: Invalid file format.
cs_cz: Neplatný formát souboru.
hr_hr: Pogrešan format datoteke.
ja_jp: ファイルフォーマットが正しくありません。
sk_sk: Neplatný formát súboru.
sl_si: Neveljavna oblika datoteke.
sr_cs: Neispravan format fajla.
tr_tr: Geçersiz dosya biçimi.

source: Warning: if no email logo is available, the main logo will be used instead.
cs_cz: Varování: pokud není k dispozici žádné logo e-mailu, potom bude použito hlavní logo.
hr_hr: Upozorenje: ako nema email loga, koristiti će se glavni logo.
sk_sk: Varovanie: ak nie je dostupné žiadne logo pre e-maily, bude použité namiesto neho hlavné logo.
sl_si: POZOR: če ni na voljo mail logotipa, bo uporabljen privzeti.
sr_cs: Upozorenje: ako ne postoji logotipa za email, koristiće se osnovni logotip.
tr_tr: Uyarı: E-posta logosu tanımlanmamış. Yerine ana logo kullanılacak.
