Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShippingHelp.*.xlf
Languages: bg_bg, bn_bd, bs_ba, da_dk, de_de, he_il, sq_al, sv_se

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
bg_bg: URL адрес за проследяване на пратката: Въведи '@', където трябва да се появи номерът за проследяване. Символът автоматично ще се замени с номера.
bn_bd: ডেলিভারি ট্র্যাকিং URL: '@'লিখুন যেখানে ট্র্যাকিং সংখ্যা উপস্থিত হওয়া উচিত সেখানে। এটি তারপর স্বয়ংক্রিয়ভাবে ট্র্যাকিং সংখ্যা দ্বারা প্রতিস্থাপিত হবে।
da_dk: Track and trace URL; Skriv '@' hvor trackingnummeret skal vises, det vil efterfølgende erstattes automatisk af trackingnummeret.
de_de: Liefer-Tracking-URL: Wenn Sie \"@\" als Tracking-Nummer eingeben, wird die Eingabe automatisch durch die tatsächliche Tracking-Nummer ersetzt.
he_il: כתובת מעקב משלוח: הזן '@' במקום שבו יופיע מספר המעקב. הוא יוחלף אוטומטית במספר המעקב
sq_al: URL për gjurmimin e statusit të livrimit: Shrkuaj '@' aty ku do të shfaqet numri i gjurmimit. Kjo pastaj do të zëvendësohet automatikisht me numrin e gjurmimit.
sv_se: Spårnings-URL, skriv '@' där du vill att försändelsenummret ska hamna i adressen, tecknet kommer automatiskt ersättas av angivet försändelsenummer.

source: The zones in which this carrier will be used.
bg_bg: Зоните, в които ще се ползва този превозвач.
bs_ba: Zona za koju se koristi ovaj dostavljač.
da_dk: Den zone hvor denne leveringsmetode skal bruges.
de_de: Verfügbare Liefergebiete des Versanddienstes.
he_il: האיזורים שבהם ניתן להשתמש במוביל זה.
sq_al: Zonat në të cilat do të përdoret ky transportues.
sv_se: Den zon där denna transportör ska användas.

source: Group access
bg_bg: Достъп до групи
bn_bd: গ্রুপ এক্সেস:
bs_ba: Grupni pristup
da_dk: Gruppeadgang
de_de: Gruppenzugang
he_il: גישה לקבוצה
sq_al: Qasja grupore
sv_se: Grupp åtkomst

source: Apply both regular shipping cost and product-specific shipping costs.
bg_bg: Приложете нормална тарифа за доставка и специална тарифа за доставка на определени продукти.
bn_bd: নিয়মিত শিপিং খরচ এবং পণ্যের নির্দিষ্ট শিপিং খরচ উভয় প্রয়োগ করুন
da_dk: Anvend både almindelige leveringsomkostninger og varespecifikke leveringsomkostninger.
de_de: Sowohl reguläre als auch produktspezifische Versandkosten dem Versandpreis zurechnen.
he_il: החלת עלויות המשלוח ועלויות משלוח נוספות של מוצרים בעלות המוביל
sq_al: Apliko kosto të rregullt të livrimit dhe koston livrimit për produkte specifike.
sv_se: Tillämpa fraktkostnader och övriga fraktkostnader från produkterna i fraktfirmans pris

source: Include the shipping and handling costs in the carrier price.
bg_bg: Включете разходите за транспорт и доставка в цената на превозвача.
bn_bd: ক্যারিয়ার মূল্যের সাথে শিপিং এবং হ্যান্ডলিং খরচ অন্তর্ভুক্ত করুন.
da_dk: Medtag leverings- og håndteringsomkostninger i prisen fra leveringsfirmaet.
de_de: Bearbeitungsgebühren in die Versandkosten einrechnen
he_il: כלול עלויות טיפול ומשלוח במחיר ההובלה
sq_al: Përfshi shpenzimet e transportit dhe të adnimistrimit në çmimin e transportit.
sv_se: Inkludera frakt- och hanteringskostnader i transportpris.

source: Apply the cost of the highest defined range
bg_bg: Прилагане на цената за най-високо зададения диапазон
bn_bd: সর্বোচ্চ নির্ধারিত পরিসীমার খরচ প্রয়োগ করুন
bs_ba: Primjeni trošak iz najvećeg definiranog raspona
da_dk: Benyt højest definerede pris
de_de: die höchsten Versandkosten ansetzen
he_il: החל את העלות של הטווח הגבוה ביותר המוגדר
sq_al: Aplikoni koston e rangut më të lartë të përcaktuar
sv_se: Applicera kostnaden för de baserade högsta intervallet

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
bg_bg: Извънредното поведение се появява, когато не е определено поведение (напр. потребителската количка надвишава най-високият определен интервал).
da_dk: Udenfor-interval-funktion, når intet er defineret (f.eks. når vægten på varerne i en kundes indkøbskurv er større end den højeste grænse).
de_de: Eine "Out-of-range"-Meldung erfolgt, wenn der Fall nicht definiert ist (z.B.: wenn bei einem Kunden das Warenkorb-Gewicht größer ist maximal möglich).
he_il: התנהגות בעת חריגה לטווח חלה כאשר הטווח הנוכחי אינו מוגדר (למשל, כאשר משקל המוצרים בעגלת הקניות של לקוח חורגת ממגבלת הטווח המירבית).
sq_al: Sjellja jashtë rangut ndodh në ato raste kur nuk është përcaktuar (p.sh. kur pesha e shportës së një konsumatori është më e madhe se kufiri i sipërm i rangut).
sv_se: Utanför områdesbeteende när inget alternativ valts (t.ex. om kundvagnens vikt är högre än högsta värdet).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
bg_bg: Максимална височина, приемана от превозвача. Отбележи "0" или остави празно, за да игнорираш.
bn_bd: সর্বোচ্চ উচ্চতা যা এই বাহক বহন করে। মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal højde håndteres af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximale Höhe der Verpackung, die der Versanddienst unterstützt. Wenn dies nicht berücksichtigt werden soll, geben Sie "0" ein oder lassen Sie dieses Feld leer.
he_il: גובה מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם מזה.
sq_al: Lartësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal höjd för detta fraktval. Ange "0" eller lämna tomt för att ignorera detta.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
bg_bg: Максимална ширина, приемана от превозвача. Въведете "0" или оставете празно, за да я игнорирате.
bn_bd: সর্বোচ্চ প্রস্থ যা এই বাহক বহন করে।মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal bredde forvaltes af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette være blankt for at ignorere dette.
de_de: Maximale Paketbreite, die der Versanddienst anbietet. Wenn dies nicht berücksichtigt werden soll, geben Sie "0" ein oder lassen Sie dieses Feld leer.
he_il: רוחב מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם מזה.
sq_al: Gjerësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal bredd för detta fraktval. Ange "0" eller lämna tomt för att ignorera detta.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
bg_bg: Максимална дълбочина, която превозвачът приема. Отбележи "0" или остави празно, за да игнорираш.
bn_bd: সর্বোচ্চ গভিরতা যা এই বাহক বহন করে। মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal dybde forvaltes af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette være blankt for at ignorere dette.
de_de: Maximale Packungslänge, die der Versanddienst anbietet. Setzen Sie es auf "0" oder lassen Sie dieses Feld leer, um diese zu ignorieren.
he_il: עומק מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם מזה.
sq_al: Thellësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximalt djup för detta fraktval. Ange "0" eller lämna tomt för att ignorera detta.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
bg_bg: Максимално тегло на опаковката, приемано от превозвача. Отбележи "0" или остави празно, за да игнорираш.
bn_bd: সর্বোচ্চ ওজন যা এই বাহক বহন করে।মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal vægt forvaltes af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximales Packungsgewicht, das der Versanddienst anbietet. Um dies zu ignorieren geben Sie entweder "0" ein oder lassen Sie dieses Feld leer.
he_il: משקל מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם מזה.
sq_al: Pesha maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal vikt för detta fraktval. Ange "0" eller lämna tomt för att ignorera detta.

source: This will only be visible in the front office.
bg_bg: Това ще бъде видимо само в Лицевия интерфейс.
bs_ba: Ovo će biti vidljivo samo na početnoj strani.
da_dk: Dette vil kun være synligt i Front Office.
de_de: Wird nur im Front-Office angezeigt
he_il: זמין רק בממשק החנות.
sq_al: Kjo do të jetë e dukshme vetëm në 'front office'.
sv_se: Detta kommer endast att vara synlig i butikens framsida.

source: Your shop's default carrier.
bs_ba: Zadani dostavljač Vaše trgovine.
da_dk: Din butiks standard transportør.
sq_al: Transportuesi kryesor.
sv_se: Shopens primära fraktsätt.

source: You need to register all the carriers with which you have chosen to work. PrestaShop comes with a selection of carrier modules you can install right below the page or buy on [1]Addons marketplace[/1].
bs_ba: Treba registrovati sve dostavne službe s kojima se odabrali raditi. PrestaShop dolazi s modulima dostavnih službo koji možete da instalirate s donjeg dijela ove stranice ili kupite neki na [1]Addons marketplace[/1].
da_dk: Du skal registrere alle de transportører som du har valgt at samarbejde med. PrestaShop kommer med et udvalg af transportørmoduler som du kan installere lige nedenunder siden eller købe på [1]Addons markedspladesen[/1].
sq_al: Duhet të regjistroni të gjithë operatorët me të cilët ke zgjedhur të punosh. PrestaShop vjen me një përzgjedhje të moduleve të transportit që mund t'i instalosh poshtë faqes ose t'i blesh në [1]Addons marketplace[/1].
sv_se: Du måste registrera alla fraktbolag som du samarbetar med. PrestaShop har ett antal förinstallerade fraktmoduler som du kan installera eller köpa på [1]Addons marketplace[/1].

source: If there is no existing module for your carrier, you can register it manually by clicking on "[1]" but before, please make sure you did not register a new carrier if a module already exists for it!
bs_ba: Ako nemate postojeći modul za dostavnu službu, možete je registrovati ručno klikom na "[1]" ali prije toga, provjerite da niste registrovali dostavnu službu za koju već postoji modul.
da_dk: Hvis der ikke er nogen eksisterende moduler for din transportør, så kan du registrere den manuelt ved at klikke på "[1]", men før, bør du være sikker på at du ikke registrere en ny transportør, hvis du allere har et modul til den!
sq_al: Nëse nuk ka asnjë modul ekzistues për transportuesin tënd, mund ta regjistrosh manualisht duke klikuar në "[1]", por më parë, të lutem sigurohu që nuk keni regjistruar një transportues të ri nëse një modul ekziston tashmë për të!
sv_se: Om det inte finns någon modul för ditt fraktsätt, så kan du skapa det manuellt genom att klicka på "[1]".

source: Your shop's default carrier
bg_bg: Превозвач по подразбиране за магазина
bn_bd: আপনার দোকান এর ডিফল্ট ক্যারিয়ার
bs_ba: Zadani dostavljač Vaše trgovine
da_dk: Din butiks standard leveringsmetode
de_de: Standard-Versanddienst des Shops
he_il: משלח ברירת המחדל של החנות
sq_al: Transportuesi kryesor
sv_se: Ditt primära fraktbolag

source: If you set these parameters to 0, they will be disabled.
bg_bg: Ако зададеш 0 за този параметър, той ще бъде деактивиран.
bn_bd: আপনি যদি এই পরামিতি ০ নির্ধারণ করেন, তাহলে এটিকে নিষ্ক্রিয় করা হবে।
bs_ba: Ukoliko postavite parametre na 0, biće onemogućeni.
da_dk: Hvis du angiver disse parametre til at være 0, vil de være deaktiveret.
de_de: Wenn Sie diese Parameter auf 0 setzen, werden sie deaktiviert.
he_il: אם תגדיר פרמטרים אלה ל 0, הם יהיו לא זמינים
sq_al: Nëse i vendosë këta parametra në 0, ato do të çaktivizohen.
sv_se: Om du ställer in dessa parametrar till 0, kommer de att avaktiveras

source: Coupons are not taken into account when calculating free shipping.
bg_bg: Ваучерите не се взимат предвид, когато се калкулира безплатната доставка.
bs_ba: Kuponi se ne uzimaju u obzir kod računanja besplatne dostave.
da_dk: Rabatkuponer tages ikke med i beregningen for at opnå gratis levering.
de_de: Gutscheine werden bei kostenfreiem Versand nicht berücksichtigt.
he_il: קופונים לא נלקחים בחשבון בעת חישוב משלוח חינם.
sq_al: Kuponat nuk merren parasysh gjatë llogaritjes së transportit gratis.
sv_se: Kuponger kommer inte att beaktas vid beräkning av fri frakt.

source: Format:
bg_bg: Формат:
he_il: פורמט:
sq_al: Formati:
