Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminNotificationsWarning.*.xlf
Languages: fa_ir

source: Are you sure?
fa_ir: شما مطمئن هستید؟

source: No module has been installed.
fa_ir: هیچ ماژولی نصب نشده است.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
fa_ir: پرستاشاپ قادر به ورود به افزونه‌ها نیست. لطفا اعتبارنامه‌ها و اتصال خود به اینترنت را بررسي نمائید.

source: Invalid security token
fa_ir: نشانه امنیت نامعتبر

source: I understand the risks and I really want to display this page
fa_ir: من از خطر احتمالی آگاهم و با این حال می‌خواهم این صفحه نمایش داده شود

source: Take me out of here!
fa_ir: من را از اینجا ببر

source: Are you sure you want to uninstall this module?
fa_ir: آیا اطمینان دارید که می خواهید این ماژول را حذف کنید؟?

source: Invalid configuration
fa_ir: پیکربندی نامعتبر

source: Delete selected items?
fa_ir: موارد انتخابی حذف شوند؟

source: Delete selected item?
fa_ir: حذف آیتم انتخاب شده؟

source: You cannot change the value of this configuration field in the context of this shop.
fa_ir: شما نمی توانید مقدار این فیلد از پیکربندی را در متن این فروشگاه تغییر دهید.

source: Please select theme's import source.
fa_ir: لطفاً منبع وارد کردن قالب را انتخاب کنید.

source: Delete item
fa_ir: حذف آیتم

source: You can't change the value of this configuration field in the context of this shop.
fa_ir: شما نمی‎توانید مقدار پیکربندی فیلد متن برای فروشگاه را تغییر دهید.

source: Since December 30, 2019, you need to register for a [1]MaxMind[/1] account to get a license key to be able to download the geolocation data. Once downloaded, extract the data using Winrar or Gzip into the /app/Resources/geoip/ directory.
fa_ir: از 30 دسامبر 2019 به بعد برای دانلود داده‌های موقعیت جغرافیایی (geolocation) نیاز به ثبت یک حساب کاربری [1]MaxMind[/1] و دریافت یک کلید لایسنس دارید. بعد از دانلود، داده‌ها را با استفاده از Winrar یا Gzip در مسیر /app/Resources/geoip/ از حالت فشرده خارج کنید.

source: Are you sure to delete this?
fa_ir: آیا از حذف این مورد اطمینان دارید؟

source: Warning
fa_ir: هشدار

source: Are you sure you want to delete this item?
fa_ir: آیا از حذف این مورد اطمینان دارید؟

source: Leave anyway
fa_ir: به هر حال ترک کن

source: Your modifications are not saved yet. Do you wish to save it before leaving?
fa_ir: تغییرات شما هنوز ذخیره نشده‌اند. آیا می‌خواهید قبل از ترک آن را ذخیره کنید؟
