Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignHelp.*.xlf
Languages: bn_bd, es_es, nn_no, pl_pl

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
es_es: De manera predeterminada, todos los ajustes de imágenes ya están instalados en tu tienda. No los elimine, ¡los necesitará!
nn_no: Som standard er alle bildene allerede lagt til i butikken din. Ikke slett de, du må ha de!
pl_pl: Domyślnie wszystkie ustawienia obrazów są już zainstalowane w Twoim sklepie. Nie usuwaj ich, będziesz je potrzebować!

source: Regenerates thumbnails for all existing images
bn_bd: সমস্ত বিদ্যমান ইমেজ জন্য থাম্বনেল পুনঃনির্মাণ করুন
es_es: Regenerar miniaturas para todas las imágenes existentes
nn_no: Lag miniatyrbilete på nytt for alle eksisterande produktbilete
pl_pl: Generuje ponownie miniatury dla wszystkich istniejących zdjęć

source: Please be patient. This can take several minutes.
bn_bd: দয়া করে অপেক্ষা করুন।এটি কয়েক মিনিট সময় নিতে পারে।
es_es: Por favor, ten paciencia. Realizar este proceso puede tomar varios minutos.
nn_no: Ha tolmod. Dette kan ta opptil fleire minuttar.
pl_pl: Bądź cierpliwy, to może zająć kilka minut

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
bn_bd: সতর্কতা অবলম্বন করা আবশ্যক! ম্যানুয়ালি আপলোড থাম্বনেলকে স্বয়ংক্রিয়ভাবে উত্পন্ন থাম্বনেল থাকা সাপেক্ষে মুছে ফেলা হবে এবং প্রতিস্থাপন করা হবে.
es_es: ¡Ten cuidado! Las miniaturas subidas manualmente serán eliminadas y reemplazadas por las miniaturas generadas automáticamente.
nn_no: Ver forsiktig! Filer som er lasta opp manuelt vert sletta og erstatta når du nyttar deg av denne funksjonen.
pl_pl: Ostrożnie! Ręcznie wgrane miniatury zostaną usunięte i zastąpione automatycznie generowanymi miniaturami.

source: Select "No" only if your server timed out and you need to resume the regeneration.
es_es: Selecciona "No" sólo si se agotó el tiempo de tu servidor y necesitas continuar con la regeneración.
nn_no: Vel "NEI" dersom serveren tima ut og du må fortsetje regenereringen.
pl_pl: Wybierz "Nie" tylko wtedy, gdy skończył się czas serwera i musisz powtórzyć generowanie.

source: Please select a module
es_es: Por favor, selecciona un módulo
nn_no: Velg en modul
pl_pl: Proszę wybrać moduł

source: Select a module above before choosing from available hooks
es_es: Seleccione un módulo a continuación antes de elegir entre los hooks disponibles
nn_no: Velg en modul over før du velger fra tilgjengelige kroker
pl_pl: Wybierz moduł, aby móc wybrać jeden z dostępnych zaczepów

source: Please specify the files for which you do not want the module to be displayed.
bn_bd: যে সকল ফাইল এর জন্য মডিউল দেখাতে চান না তাদের নির্দিষ্ট করুন
es_es: Por favor, especifica los archivos para los que no quieres que el módulo sea mostrado.
nn_no: Vennligst oppgi de filene som du ikke vil at modulen skal vise.
pl_pl: Proszę podaj pliki dla których nie chcesz żeby ten moduł był wyświetlany

source: Please input each filename, separated by a comma (",").
es_es: Por favor, introduce cada nombre de archivo separado por una coma (",").
nn_no: Vennligst fyll inn hvert filnavn, separert av komma (",").
pl_pl: Wpisz każdą nazwę, rozdziel je przecinkami (",").

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
es_es: También puedes hacer clic en el nombre del archivo en la lista de abajo e incluso realizar una selección múltiple manteniendo pulsada la tecla Ctrl mientras haces clic, o puedes elegir un rango completo de nombre de archivo manteniendo pulsada la tecla Shift mientras haces clic.
nn_no: Du kan også klikke på filnavnet i listen nedenfor, og selv foreta et flervalg ved å holde Ctrl-tasten nede mens du klikker, eller velge en hel rekke filnavn ved å holde nede Skift-tasten nede mens du klikker.
pl_pl: Możesz także kliknąć nazwę pliku na poniższej liście, a nawet dokonać wielokrotnego wyboru trzymając wciśnięty klawisz Ctrl podczas klikania, lub wybrać cały zakres nazw plików trzymając w czasie klikania klawisz Shift.

source: To add "tags" click in the field, write something, and then press "Enter."
bn_bd: "ট্যাগ,"যোগ করার জন্য ফিল্ড এ ক্লিক করে কিছু লিখুন, এবং তারপর "প্রবেশ করান" চাপুন
es_es: Para añadir "etiquetas", haz clic en el campo, escribe alguna, y luego presiona "Enter."
nn_no: For å legge til "tags", klikk i feltet, skriv noe, og trykk "Enter"
pl_pl: Aby dodać "tagi" kliknij w polu, napisz coś, następnie naciśnij "Enter".

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
bn_bd: JPEG এর আকার ছোট এবং মান ভালো। PNGচিত্র এর আকার বড় মানও ভালো এবং ট্রান্সপারান্সি সাপোর্ট করে।মনে রাখুন সকল ক্ষেত্রে ইমেজ ফাইল .jpg এক্সটেন্সন হিসাবে থাকে।
es_es: Las imágenes JPEG tienen un tamaño pequeño y una calidad estándar. Las imágenes PNG tienen un tamaño mayor, pero una mejor calidad e incluyen el soporte de colores transparentes. Ten en cuenta que de manera predeterminada todas las imágenes tendrán la extensión .jpg.
nn_no: JPEG-bilder har mindre filstørrelse og standard kvalitet. PNG-bilder har større filstørrelse, høyere kvalitet og støtter gjennomsiktighet. Merk at bildefiler uansett vil ha filetternavnet .jpg.
pl_pl: Zdjęcia JPEG mają mały rozmiar i standardową jakość. Zdjęcia PNG mają większe pliki, lepszą jakość i obsługują przezroczystości. Zapamiętaj, że we wszystkich przypadkach pliki zdjęć będą miały rozszerzenie .jpg.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
bn_bd: সতর্কবাণী: এই বৈশিষ্ট্যটি আপনার থিমের সঙ্গে, অথবা আপনার মডিউলের কিছু অংশের সঙ্গে সামঞ্জস্যপূর্ণ নয়।বিশেষ করে, PNG মোড জলছাপ মডিউলের সাথে সামঞ্জস্যপূর্ণ নয়।আপনি যদি কোন সমস্যার সম্মুখিন হন তাহলে "Use JPEG" নির্বাচন করে তা বন্ধ করুন.
es_es: ADVERTENCIA: Es posible que esta característica no sea compatible con tu tema o con algunos de tus módulos. En particular, el modo PNG no es compatible con el módulo de marca de agua. Si encuentras algún problema, desactívalo seleccionando la opción "Usar JPEG".
nn_no: ADVARSEL: Denne funksjonen er kanskje ikke kompatibel med ditt tema, eller med noen av dine moduler. Spesielt er PNG-modus ikke kompatibelt med vannmerkemodulen. Hvis det oppstår problemer, slå den av ved å velge "Bruk JPEG".
pl_pl: UWAGA: Ta funkcja może nie być kompatybilna z Twoim szablonem lub z niektórymi modułami. Dokładniej, format PNG nie jest kompatybilny z modułem Znaku Wodnego. Jeżeli wystąpią jakieś problemy, wyłącz go przez zaznaczenie "Użyj JPEG".

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
bn_bd: ০ থেকে (খুব খারাপ মান,খুব ছোট ফাইল)১০০(সেরা মান,সবচেয়ে বড় ফাইল)
es_es: El rango de compresión va desde 0 (peor calidad, archivo más pequeño) hasta 100 (mejor calidad, archivo más grande)
nn_no: Varierer fra 0 (dårligst kvalitet, minste fil) til 100 (best kvalitet, største fil)
pl_pl: Zakres od 0 (najgorsza jakość, najmniejszy plik) do 100 (najlepsza jakość, największy plik)

source: Recommended: 90.
es_es: Recomendado: 90.
nn_no: Anbefalt: 90.
pl_pl: Zalecane: 90.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
es_es: La compresión PNG es sin pérdidas: a diferencia de JPG, no se pierde calidad de imagen con una alta relación de compresión. Sin embargo, las fotografías se comprimen muy mal.
nn_no: PNG-komprimering er tapsfri: til forskjell fra JPG vil du ikke tape bildekvalitet med en høy komprimeringsratio, men fotografier vil ikke komprimeres veldig mye.
pl_pl: Kompresjia PNG jest bezstratna: w przeciwieństwie do JPG, nie tracisz jakości z wysokim stopniem kompresji. Mimo tego, fotografie kompresują się bardzo źle.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
es_es: Rango desde 0 (archivo más grande) a 9 (archivo más pequeño, descompresión más lenta).
nn_no: Intervall fra 0 (størst fil) til 9 (minst fil, mest tidkrevende dekomprimering).
pl_pl: Zakres od 0 (największy plik) do 9 (najmniejszy plik, wolniejsza dekompresja).

source: Recommended: 7.
es_es: Recomendado: 7.
nn_no: Anbefalt: 7.
pl_pl: Zalecana: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
es_es: El tamaño máximo del archivo de imágenes que los clientes pueden subir para personalizar un producto (en bytes).
nn_no: Maksimal filstørrelse på bilder som kunder kan laste opp for å tilpasse et produkt (i bytes).
pl_pl: Maksymalny rozmiar zdjęcia, które klienci mogą przesyłać do dostosowywania produktu (w bajtach).

source: Width of product customization pictures that customers can upload (in pixels).
es_es: Anchura máxima de las imágenes personalizadas que los clientes pueden subir (en píxeles).
nn_no: Bredde på produkttilpasningsbilder som kunder kan laste opp (i bildepunkter).
pl_pl: Wysokość zdjęć dostosowywanych produktów, które klienci mogą przesyłać (w pikselach).

source: Height of product customization pictures that customers can upload (in pixels).
es_es: Altura de las imágenes de personalización de productos que los clientes pueden cargar (en píxeles).
nn_no: Høyde på produkttilpasningsbilder som kunder kan laste opp (i bildepunkter).
pl_pl: Wysokość zdjęć dostosowywanych produktów, które klienci mogą przesyłać (w pikselach).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
es_es: Esto generará un archivo adicional para cada imagen (duplicando así el número total de imágenes). La resolución de estas imágenes será dos veces mayor.
nn_no: Dette vil generere en ekstra fil for hvert bilde (altså dobles antall bilder). Oppløsningen på disse bildene vil bli dobbelt så høy.
pl_pl: Spowoduje to wygenerowanie dodatkowego pliku dla każdego obrazu (czyli podwojenie całkowitej ilości zdjęć). Rozdzielczości tych zdjęć będzie dwa razy większa.

source: Enable to optimize the display of your images on high pixel density screens.
es_es: Activar para optimizar la visualización de tus imágenes en pantallas de alta densidad de píxeles.
nn_no: Aktiver å optimalisere visning av bilder på skjermer med høy pikseltetthet.
pl_pl: Włącz, aby zoptymalizować wyświetlanie obrazów na ekranie o dużej gęstości pikseli.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
bn_bd: "Preferences" মেনুর অধিনে "Images"পেইজে ইমেজ সফলভাবে না সরানো পর্যন্ত এটি হ্যাঁ সেট করা উচিত।
es_es: Este ajuste debe establecerse en "Sí", a menos que hayas movido correctamente las imágenes de la página "Imágenes" del menú "Preferencias".
nn_no: Dette bør settes til ja med mindre du lyktes i å flytte bilder i "Bilder"-siden under "Innstillinger"-menyen.
pl_pl: Powinno to być ustawione na "Tak" chyba że pomyślnie przeniosłeś zdjęcia na stronie "Zdjęcia" w menu "Preferencje"

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
es_es: Solamente letras, guiones bajos y guiones (por ejemplo, "small_custom", "cart_medium", "large", "thickbox_extra-large").
nn_no: Bare bokstaver, understreker og bindestreker (e.g. "small custom", "cart medium", "large", "thickbox_extra-large").
pl_pl: Tylko litery, znaki podkreślenia i myślniki (np. "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image width in pixels.
es_es: Anchura máxima de la imagen en píxeles.
nn_no: Maksimum biletbreidde i pikslar.
pl_pl: Maksymalna szerokość obrazka w pikselach.

source: Maximum image height in pixels.
es_es: Altura máxima de la imagen en píxeles.
nn_no: Maksimum bilethøgde i pikslar.
pl_pl: Maksymalna wysokość obrazka w pikselach.

source: This type will be used for Product images.
es_es: Este tipo se aplicará a las imágenes de los Productos.
nn_no: Denne typen vil bli brukt for produktbilder.
pl_pl: Ten typ zostanie użyty dla zdjęć Produktów.

source: This type will be used for Category images.
es_es: Este tipo se utilizará para las imágenes de Categoría.
nn_no: Denne typen vil bli brukt for kategoribilder.
pl_pl: Ten rodzaj będzie używany dla Kategorii zdjęć.

source: This type will be used for Brand images.
es_es: Este tipo se aplicará a las imágenes de Marcas.
nn_no: Denne typen vil bli brukt til merkebilder.
pl_pl: Ten typ zostanie użyty dla zdjęć Marki.

source: This type will be used for Supplier images.
bn_bd: এই ধরনটি সরবরাহকদের ইমেজ হিসাবে প্রয়োগ করা হবে.
es_es: Este tipo se aplicará para las imágenes de Proveedores.
nn_no: Denne typen vil bli brukt til leverandørbilder.
pl_pl: Ten typ zostanie użyty dla zdjęć Dostawców

source: This type will be used for Store images.
bn_bd: এই ধরনটি দোকানের ইমেজ হিসাবে প্রয়োগ করা হবে
es_es: Este tipo se aplicará a las imágenes de Tiendas.
nn_no: Denne typen vil bli brukt til butikkbilder.
pl_pl: Ten typ zostanie użyty dla zdjęć Sklepów

source: E.g. address, addresses, attachment
es_es: Ej.: dirección, direcciones, archivos adjuntos
nn_no: F.eks. adresse, adresser, vedlegg
pl_pl: Np. address, addresses, attachment

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
es_es: Aparecerá en la página principal. Tamaño recomendado para el tema predeterminado: altura %height% y anchura %width%.
nn_no: Vises på hovedsiden. Anbefalt størrelse for standard tema: høyde %height% og bredde %width%.
pl_pl: Pojawi się na stronie głównej. Zalecana wielkość dla domyślnego szablonu: wysokość %height% i szerokość %width%.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
es_es: Advertencia: puedes utilizar un archivo PNG para transparencias, pero éste puede tomar hasta 1 segundo por página para ser procesado. Por favor, considera la opción de utilizar JPG en su lugar.
nn_no: Åtvaring: Du kan nytta ei PNG-fil med gjennomsynleg materiale, men det kan ta opptil 1 sekund lenger for kvar side du ynskjer å opne. JPG er å anbefale.
pl_pl: Uwaga: możesz użyć pliku PNG z przezroczystością, ale przetwarzanie strony może zająć do 1 sekundy. Rozważ użycie pliku w formacie JPG.

source: It is the small icon that appears in browser tabs, next to the web address
es_es: Es el pequeño icono que aparece en las pestañas del navegador, al lado de la dirección web
nn_no: Det lille ikonet som dukker opp i nettleseren, ved siden av nettadressen
pl_pl: Jest to mała ikona wyświetlana na kartach przeglądarki obok adresu internetowego

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
es_es: ¡Ten cuidado! Por favor, comprueba el tema en un idioma RTL antes de generar la hoja de estilo RTL: el tema ya podría estar adaptado a RTL.\nUna vez que hagas clic en "Adaptar a RTL", cualquier archivo específico RTL que hayas añadido al tema, podría ser eliminado por la hoja de estilo creada.
nn_no: Vær forsiktig! Vennligst sjekk temaet ditt på et RTL-språk før du genererer RTL-stilarket: temaet ditt kan allerede være tilpasset RTL.\nNår du klikker på "Tilpass til RTL", kan enhver RTL-spesifikk fil du kanskje har lagt til temaet ditt bli slettet av det opprettede stilarket.
pl_pl: Bądź ostrożny! Przed wygenerowaniem stylów RTL sprawdź swój szablon w języku RTL: Twój szablon może być już dostosowany do RTL. \ Po kliknięciu na "Dostosuj do RTL", dowolny plik RTL, który mógł zostać dodany do twojego szablonu, może zostać usunięty przez utworzony arkusz stylów.

source: Used in the h1 page tag, and as the default title tag value.
es_es: Utilizada en la etiqueta de página h1, y como valor predeterminado de la etiqueta del título.
nn_no: Brukes i h1-taggen og som standard tittel-tag.
pl_pl: Używane w tagu h1 strony i jako domyślna wartość tagu tytułu.

source: Used to override the title tag value. If left blank, the default title value is used.
es_es: Se utiliza para sobrescribir el valor de la etiqueta del título. Si se deja en blanco, se utiliza el valor del título predeterminado.
nn_no: Brukes for å overstyre tittel-taggen. Hvis den er tom vil standardverdien for tittel bli brukt.
pl_pl: Używane do nadpisania tagu tytułowego. Jeśli pozostanie puste, zostanie użyta domyślna wartość tytułu.

source: Browse your computer files and select the Zip file for your new theme.
es_es: Navega a través de los archivos de tu ordenador y selecciona el archivo Zip que contiene tu nuevo tema.
nn_no: Bla gjennom datamaskinens filer og velg Zip-filen for ditt nye tema.
pl_pl: Przeglądaj pliki swojego komputera i wybierz plik Zip z nowym szablonem.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
es_es: Indica la URL completa del archivo Zip que contiene tu nuevo tema. Por ejemplo, "http://ejemplo.com/archivos/tema.zip".
nn_no: Angi komplett web-URL til en Zip-file som inneholder ditt nye tema. For eksempel "http://example.com/files/theme.zip".
pl_pl: Podaj pełny adres URL do pliku Zip z nowym szablonem w sieci. Na przykład "http://example.com/pliki/nowy-szablon.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
es_es: Este selector lista los archivos Zip que has subido en la carpeta '/themes'.
nn_no: Denne velgeren gir en liste av Zip-filene du har lastet opp i 'themes'-katalogen.
pl_pl: To pole wyboru wyświetla listę wszystkich plików Zip przesłanych do katalogu "themes".

source: Create meaningful content
es_es: Crear contenido significativo
nn_no: Lag meningsfullt innhold
pl_pl: Stwórz wartościowe treści

source: Because it is not just selling products but also creating a universe, build pages to tell stories and catch your visitors’ interest, to turn them into loyal customers.
es_es: Porque no se trata solo de vender productos, sino también de crear un universo, crear páginas para contar historias y captar el interés de tus visitantes, para convertirlos en clientes leales.
nn_no: Sider brukes ikke bare for å selge produkter men for å lage ditt eget univers. Sider kan brukes til å fortelle historier og fange interessen til dine besøkende. Dette er en god måte å skaffe trofaste kunder.
pl_pl: Nie chodzi tylko o sprzedaż produktów, ale o coś więcej, twórz strony, by opowiadać historie i wzbudzać zainteresowanie odwiedzających, tak, by stali się Twoimi klientami.

source: Add new page category
es_es: Añadir una nueva categoría de página
nn_no: Legg til ny sidekategori
pl_pl: Dodaj nową kategorię strony

source: Add new page
es_es: Añadir nueva página
nn_no: Legg til ny side
pl_pl: Dodaj nową stronę

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
es_es: Esto no regenerará las plantillas de correo electrónico, solo establecerá el tema de correo electrónico predeterminado para próximas generaciones (cuando se instala un idioma, por ejemplo).
nn_no: Dette vil ikke generere e-postmalene men vil kun sette standardtema for framtidige genereringer (f.eks. når et nytt språk blir installert).
pl_pl: Nie spowoduje to ponownego wygenerowania szablonów wiadomości e-mail, a jedynie ustawienie domyślnego motywu wiadomości e-mail dla przyszłej generacji (na przykład, gdy zainstalowany jest język).

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
es_es: Las plantillas de correo electrónico de PrestaShop son almacenadas en la carpeta "mails", pero éstas pueden ser anuladas por la propia carpeta "mails" de tu tema actual. El uso de esta opción le permite sobrescribir los emails de tu tema actual.
nn_no: E-postmalene I PrestaShop blir lagret i "mails"-mappen, men kan overskrives av e-posttemaets egen "mails"-mappe. Hvis du bruker dette valget kan e-post fra ditt nåværende tema bli overskrevet.
pl_pl: Szablony wiadomości e-mail PrestaShop są przechowywane w folderze „maile”, ale można je zastąpić własnym folderem „maile” bieżącego motywu. Użycie tej opcji umożliwia zastąpienie wiadomości e-mail z bieżącego motywu.

source: By default, existing email template files are not modified to avoid deleting any modification you may have done. Enable this option to force the overwrite.
es_es: De forma predeterminada, los archivos de plantilla de correo electrónico existentes no son modificados, para evitar la eliminación de cualquier modificación que hayas realizado. Activa esta opción para forzar la sobrescritura.
nn_no: Normalt vil ikke systemet tillate at e-postmalene blir overskrevet. Dette gjøres for å unngå at endringer du har gjort går tapt. Her kan du velge å tvinge fram en overskriving.
pl_pl: Domyślnie istniejące pliki szablonów wiadomości e-mail nie są modyfikowane, aby uniknąć usunięcia wszelkich dokonanych modyfikacji. Włącz tę opcję, aby wymusić zastąpienie.

source: No emails were detected in any theme folder so this field is disabled.
es_es: No se detectaron emails en ninguna de las carpetas de temas, por lo que este campo está deshabilitado.
nn_no: Det finnes ingen e-poster i noen av temamappene så dette feltet er deaktivert.
pl_pl: Nie wykryto żadnych wiadomości e-mail w żadnym folderze motywu, więc to pole jest wyłączone.

source: Will appear on email headers. If undefined, the header logo will be used.
bn_bd: ইমেইল হেডারে প্রদর্শিত হবে।যদি অনির্ধারিত থাকে তাহলে হেডার লোগো ব্যবহার করা হবে।
es_es: Aparecerá en los encabezados de los correos electrónicos. Si no está definido, se utilizará el logotipo de la cabecera de la tienda.
nn_no: Kjem på toppen av e-postane. Er det ikkje definert noko vert topplogoen nytta.
pl_pl: Pojawi się na nagłówkach e-mail

source: Warning: if no invoice logo is available, the main logo will be used instead.
es_es: Advertencia: si no hay un logo para la factura, se utilizará en su lugar el logotipo principal.
nn_no: Advarsel: Dersom ikke fakturalogo er tilgjengelig vil hovedlogoen brukes i stedet.
pl_pl: Uwaga: brak dostępnego logo dla faktury, zamiast tego zostanie użyte główne logo.

source: Will appear on invoice headers.
es_es: Aparecerá en el encabezado de la factura.
nn_no: Kjem på toppen av fakturaen.
pl_pl: Pojawi się w nagłówkach faktur.

source: Use our [1]favicon generator on PrestaShop Marketplace[/1] to boost your brand image!
es_es: ¡Utiliza nuestro [1]generador de favicon en el PrestaShop Marketplace[/1] para potenciar la imagen de tu marca!
nn_no: Bruk vår [1]favikon-generator på PrestaShop Marketplace[/1] for å skape blest rundt din merkevare!
pl_pl: Użyj [1]favicon generator on PrestaShop Marketplace[/1] aby polepszyć widoczność znaku sklepu!

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
es_es: Aparecerá en la página principal. Tamaño recomendado para el tema predeterminado: altura %height% y anchura %width%.
nn_no: Kommer fram på forsiden. Anbefalt størrelse for standardtemaet: høyde %height% og bredde %width%.
pl_pl: Pojawi się na stronie głównej. Zalecana wielkość dla domyślnego szablonu: wysokość %height% i szerokość %width%.
