Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminOrderscustomersHelp.*.xlf
Languages: fa_ir, lt_lt, sv_se

source: You can add a comment here.
fa_ir: می توانید نظر خود را بیفزایید.
lt_lt: Galite pridėti komentarą.
sv_se: Du kan lägga till en kommentar här.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
fa_ir: اگر شما \"ایجاد این تخفیف برای همه‎ی فاکتورها\" را انتخاب نمایید، این تخفیف برای هر فاکتور خریدی اعمال خواهد شد.
lt_lt: Jei pasirinksite šią nuolaidą visoms sąskaitoms, kiekvienai sąskaitai bus pritaikyta tik viena nuolaida.
sv_se: Om du väljer att skapa denna rabatt för alla fakturor, kommer en rabatt skapas per beställningsfaktura.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
fa_ir: اگر «ارسال رایگان» را انتخاب نکنید، هزینه ارسال عادی اعمال خواهد شد.
lt_lt: Jei nepasirinksite "Nemokamas pristatymas", bus pritaikyta standartinė pristatymo kaina.
sv_se: Om du inte väljer "Fri frakt" kommer den normala fraktkostnaden att läggas till.

source: Resend this email to the customer
fa_ir: ارسال دوباره این ایمیل به مشتری مورد نظر
lt_lt: Persiųsti šį laišką klientui
sv_se: Skicka det här mailet igen till kunden

source: This feature will generate a random password and send an email to the customer.
fa_ir: این ویژگی یک کلمه‌ی عبور تصادفی ساخته و به مشتری ارسال می‎کند.
lt_lt: Šis funkcionalumas sugeneruos atsitiktinį slaptažodį ir išsiunčia klientui el. paštu.
sv_se: Denna funktion kommer att generera ett slumpmässigt lösenord och skicka e-post till kunden

source: View details on the customer page
fa_ir: نمایش جزئیات در صفحه مشتری
lt_lt: Peržiūrėti duomenis kliento puslapyje
sv_se: Visa information om kundens sida

source: View details on the order page
fa_ir: نمایش جزئیات در صفحه سفارش
lt_lt: Peržiūrėti duomenis užsakymo puslapyje
sv_se: Visa information om beställning sida

source: Leave this field blank if there's no change.
fa_ir: اگر تغییری بوجود نیامده است، این فیلد را خالی رها کنید.
lt_lt: Palikite tuščią, jei nekeičiate.
sv_se: Lämna tomt om ingen förändring gjorts.

source: Merchandise return (RMA) status.
fa_ir: وضعیت بازگشت کالا
lt_lt: Prekių grąžinimo būsena.
sv_se: Status för varuretur (RMA).

source: List of products in return package.
fa_ir: لیست محصولات موجود در بسته بازگشتی.
lt_lt: Prekių sąrašas grąžinimo pakuotėje.
sv_se: Förteckning över produkter i returpaketet.

source: The link is only available after validation and before the parcel gets delivered.
fa_ir: لینک مورد نظر فقط پس از تأیید اعتبار و قبل از تحویل شدن بسته در دسترس است.
lt_lt: Nuoroda yra prieinama tik po patvirtinimo ir prieš siuntinio pristatymą.
sv_se: Länken är enbart tillgänglig efter godkännande och innan paketet levereras.

source: Prefix used for return name (e.g. RE00001).
fa_ir: پیشوند استفاده شده برای نام بازگشت (برای نمونه RE00001).
lt_lt: Priešdėlis, naudojamas grąžinimų pavadinime (pvz. RE00001).
sv_se: Prefix som används för retur (ex. RE00001).

source: Format: 2012-12-31 (inclusive).
fa_ir: ساختار تاریخ: 2011-12-31 (در بر گرفته می‌شود).
lt_lt: Formatas: 2012-12-31 (imtinai).
sv_se: Format: 2008-12-31 (inklusive).

source: This customer will receive your newsletter via email.
fa_ir: این مشتری خبرنامه شما را از طریق ایمیل دریافت خواهد کرد.
lt_lt: Šis klientas gaus naujienlaiškius el. paštu.
sv_se: Denna kund kommer att ta emot nyhetsbrev via e-post.

source: Password should be at least %length% characters long.
fa_ir: طول کلمه‌ی عبور باید حداقل «%length%» کارکتر باشد.
lt_lt: Slaptažodis turi būti bent %length% simbolių ilgio.
sv_se: Lösenordet bör vara minst %length% tecken långt.

source: Enable or disable customer login.
fa_ir: فعال یا غیر فعال کردن ورود مشتری به سایت.
lt_lt: Leisti ar neleisti klientui prisijungti.
sv_se: Tillåta eller inte tillåta den här kunden att logga in.

source: This customer will receive your ads via email.
fa_ir: این مشتری تبلیغات شما را از طریق ایمیل دریافت خواهد کرد.
lt_lt: Šis klientas gaus reklamas el. paštu.
sv_se: Denna kund kommer att ta emot annonser via e-post.

source: Select all the groups that you would like to apply to this customer.
fa_ir: تمام \"گروه مشتری\" هایی که می‎خواهید به این مشتری اعمال شوند را انتخاب کنید.
lt_lt: Pasirinkite visas grupes, kurias norite taikyti šiam klientui.
sv_se: Kontrollera alla rutan (er) till grupper som kunden är att vara medlem

source: This group will be the user's default group.
fa_ir: این گروه، گروه پیش‌فرض کاربر خواهد شد.
lt_lt: Ši grupė bus numatytoji vartotojo grupė.
sv_se: Denna grupp kommer att vara standardgruppen för användarna.

source: Only the discount for the selected group will be applied to this customer.
fa_ir: فقط تخفیف گروه انتخاب شده به این مشتری تعلق خواهد گرفت.
lt_lt: Tik pasirinktos grupės nuolaida bus pritaikyta šiam klientui.
sv_se: Endast rabatter för den valda gruppen kommer att tillämpas på denna kund.

source: Valid characters:
fa_ir: کارکترهای معتبر:
lt_lt: Leidžiami simboliai:
sv_se: Giltiga tecken:

source: Only letters and the dot (.) character, followed by a space, are allowed.
fa_ir: تنها حروف و کارکتر نقطه (.) با یک فاصله بعد از آن، مجاز هستند.
lt_lt: Leidžiama naudoti: raides, tarpo ženklą ir tašką (.) tekste.
sv_se: Bara bokstäver och punkt (.), följt av ett mellanslag, är tillåtna.

source: Prefix used for credit slips.
fa_ir: پیشوند استفاده شده برای رسید اعتبار.
lt_lt: Priešdėlis, naudojamas kreditiniuose dokumentuose.
sv_se: Prefix som används på kreditnota.

source: The national ID card number of this person, or a unique tax identification number.
fa_ir: شماره ملی یا کد مالیاتی منحصر به فرد شخص.
lt_lt: Asmens kortelės ID numeris, arba unikalus mokesčių mokėtojo numeris.
sv_se: Personnumret för denna person, eller ett unikt VAT-nummer.

source: Required fields apply to the customer's registration form, you should check the address formats in [1]International > Locations > Countries[/1] before.
fa_ir: کادرهای الزامی به فرم ثبت‌نام مشتری اعمال می‌شوند. شما باید فرمت آدرس را در [1]بین المللی > مکان‌ها > کشورها[/1] چک کنید.
lt_lt: Privalomi laukai taikomi kliento registracijos formai, prieš tai turėtumėte patikrinti adresų formatus [1]Tarptautinis> Lokalizavimas > Šalys[/1].
sv_se: Obligatoriska fält gäller registreringsformuläret för kund. Inställningarna för adressformat finns under [1]Internationellt > Platser > Länder[/1].

source: Select the fields you would like to be required for this section.
fa_ir: انتخاب زمینه‌های اجباری برای این بخش.
lt_lt: Pažymėkite laukus, kuriuos norėtumėte padaryti būtinais šioje dalyje.
sv_se: Välj de fält du vill ska vara obligatoriska för denna sektion.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
fa_ir: لطفا مطمئن شوید که مطابق با قانون قابل اجرا در کشور شما باشد.
lt_lt: Įsitikinkite, ar pasirinkimas dalyvauti partnerių programose ir naujienlaiškių siuntime atitinka teisines normas, taikomas jūsų šalyje.
sv_se: Var noga med att följa gällande lagstiftning för ditt land.

source: This feature generates a random password before sending an email to your customer.
fa_ir: این ویژگی یک کلمه‌ی عبور تصادفی تولید کرده و یک ایمیل به مشتری ارسال می‌کند.
lt_lt: Šis funkcionalumas sugeneruoja atsitiktinį slaptažodį ir išsiunčia klientui el. paštu.
sv_se: Denna funktion genererar slumpvis ett lösenord och skickar ett e-post till kunden

source: This note will be displayed to all employees but not to customers.
fa_ir: این یادداشت برای کارمندان قابل مشاهده هست ولی برای مشتریان خیر.
lt_lt: Ši žinutė bus matoma visiems darbuotojams, bet ne klientams.
sv_se: Detta meddelande kommer att visas för alla anställda, men inte till kunden.

source: Would you like to allow merchandise returns in your shop?
fa_ir: فعال یا غیرفعال کردن بازگشت کالا برای فروشگاه شما.
lt_lt: Pasirinkite ar įjungti prekių grąžinimą į parduotuvę?
sv_se: Vill du aktivera varureturer i din butik?

source: How many days after the delivery date does the customer have to return a product?
fa_ir: تعداد روزی که مشتری می‎تواند پس از دریافت کالا آن را بازگشت دهد.
lt_lt: Dienų skaičius per kiek prekę galima grąžinti nuo jos pristatymo?
sv_se: Antal dagar att kunden kan göra en retur efter leveransdatum

source: Prefix used for merchandise returns (e.g. RE00001).
fa_ir: پیشوند استفاده شده برای محصولات برگشتی (مثلاً RE00001).
lt_lt: Priešdėlis, naudojamas prekių grąžinimui (pvz., RE00001).
sv_se: Prefix som används för returer (ex. RE00001).

source: Format: 2011-12-31 (inclusive).
fa_ir: ساختار تاریخ: 2011-12-31 (در بر گرفته می‌شود).
lt_lt: Formatas: 2011-12-31 (imtinai).
sv_se: Format: 2007-12-31 (inklusive).

source: Prefix used for delivery slips.
fa_ir: پیشوند مورد استفاده برای رسیدهای تحویل.
lt_lt: Priešdėlis, naudojamas pristatymo kvituose.
sv_se: Prefix som används för följesedel.

source: The next delivery slip will begin with this number and then increase with each additional slip.
fa_ir: رسید تحویل بعدی با این شماره آغاز می‎گردد و با هر رسید دیگر افزایش می‎یابد.
lt_lt: Kitas pristatymo kvitas prasidės šiuo numeriu, kuris didės su kiekvienu sekančiu kvitu
sv_se: Nästa följesedel börjar med detta nummer och ökar sedan med varje följesedel.

source: Adds an image before product name on Delivery-slip
fa_ir: افزودن یک عکس قبل از نام محصول در رسید-تحویل
lt_lt: Prideda į pristatymo kvitą prekės paveiksliuką prieš pavadinimą
sv_se: Lägger till bild innan produktnamn på följesedel

source: Add an image before product name on delivery slip
fa_ir: افزودن یک تصویر قبل از نام محصول در رسید تحویل
lt_lt: Pridėkite paveiksliuką prieš preksės pavadinimą pristatymo lapelyje
sv_se: Lägg till en bild innan produktnamnet på följesedeln

source: You can also export orders which have not been charged yet.
fa_ir: شما همچنین می‎توانید سفارشاتی که تاکنون تغییر نکرده‎اند را صادر کنید.
lt_lt: Jūs taip pat galite eksportuoti užsakymus kurie dar nebuvo apmokėti.
sv_se: Du kan också exportera order som inte har laddat ännu.

source: If enabled, your customers will receive an invoice for the purchase.
fa_ir: در صورت فعال شدن، مشتریان شما برای خریدهای خود صورت‌حساب دریافت می‌کنند.
lt_lt: Jei įjungta, klientai gaus sąskaitas faktūras už pirkimus.
sv_se: Om aktiverad, så kommer dina kunder att få en faktura på sin beställning.

source: If required, show the total amount per rate of the corresponding tax.
fa_ir: اگر اجباری بود، مقدار کل بر نرخ مالیات متناظر را نمایش بده.
lt_lt: Jei privaloma, rodyti bendrą sumą už atitinkamą mokestį.
sv_se: Om obligatoriskt, visa totalsumma per momsklass.

source: Adds an image in front of the product name on the invoice
fa_ir: افزودن تصویر قبل از نام محصول در صورت‌حساب
lt_lt: Sąskaitoje prideda prekės paveiksliuką prieš prekės pavadinimą
sv_se: Lägger till en bild före produktnamnet på fakturan

source: Freely definable prefix for invoice number (e.g. #IN00001).
fa_ir: پیشوند برای شماره‌ی صورت‌حساب (مثلاً #IN00001).
lt_lt: Laisvai pasirenkamas priešdėlis prieš sąskaitos numerį (pvz. #IN00001).
sv_se: Fritt definierbart prefix för fakturanummer (ex. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
fa_ir: فاکتور بعدی با این شماره شروع می‌شود و سپس با هر فاکتور اضافه افزایش پیدا می‌کند. اگر می‌خواهید شماره فعلی را نگه دارید 0 را وارد کنید (که #%number% است).
lt_lt: Kita sąskaita prasidės šiuo numeriu ir vėliau padidės vienetu su kiekviena nauja sąskaita. Nustatykite 0, jei norite išsaugoti dabartinį numerį (kuris yra #%number%).
sv_se: Nästa faktura kommer att börja med detta nummer, för att sedan öka med varje ny faktura. Sätt till 0 om du vill behålla det nuvarande numret (som är #%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
fa_ir: از این فیلد برای نمایش اطلاعات اضافی در صورت‌حساب، زیر خلاصه‌ی روش پرداخت استفاده کنید (مثلاً اطلاعات حقوقی خاص).
lt_lt: Naudokite šį lauką norėdami rodyti papildomą informaciją sąskaitoj, žemiau apmokėjimo būdų santraukos (kaip konkrečią teisinę informaciją).
sv_se: Använd det här fältet för att visa ytterligare information på fakturan under summeringen av betalningsmetoder (som specfik legal information).

source: This text will appear at the bottom of the invoice, below your company details.
fa_ir: این متن در پایین صورتحساب، زیر مشخصات شرکت شما، ظاهر خواهد شد.
lt_lt: Šis tekstas bus rodomas sąskaitos apačioje, žemiau jūsų įmonės duomenų.
sv_se: Texten kommer att visas längst ner på fakturan, under företagsuppgifterna.

source: Choose an invoice model.
fa_ir: یک مدل برای صورت حساب انتخاب کنید.
lt_lt: Pasirinkite sąskaitos modelį.
sv_se: Välj en fakturamall.

source: Saves memory but slows down the PDF generation.
fa_ir: در مصرف حافظه صرفه‌جویی می‌کند اما سرعت تولید PDF را کاهش می‌دهد.
lt_lt: Sutaupo atminties, tačiau sulėtina PDF generavimą.
sv_se: Sparar minne men gör att det tar längre tid att skapa PDF.

source: Search for an existing product by typing the first letters of its name.
fa_ir: با وارد کردن اولین حرف اسم یک محصول فعلی بدنبال آن بگردید.
lt_lt: Ieškokite tarp egzistuojančių prekių įvesdami pirmąsias pavadinimo raides.
sv_se: Sök efter en befintlig produkt genom att skriva de första bokstäverna i produktnamnet.

source: Search for an existing customer by typing the first letters of his/her name.
fa_ir: جستجو برای یک مشتری حاضر با تایپ کردن اولین حروف از نام او.
lt_lt: Ieškokite tarp egzistuojančių klientų įvesdami pirmąsias vardo raides.
sv_se: Sök efter en befintlig kund genom att skriva de första bokstäverna i hans/hennes namn.

source: Send an email to the customer with the link to process the payment.
fa_ir: ارسال یک رایانامه به مشتری به همراه لینک به فرآیند پرداخت.
lt_lt: Nusiųsti pirkėjui el. laišką su nuorodą į mokėjimą.
sv_se: Skicka ett e-postmeddelande till kunden med en länk för att slutföra betalningen.

source: Go on payment page to process the payment.
fa_ir: برای پردازش پرداخت به صفحه پرداخت مراجعه نمایید.
lt_lt: Eikite į mokėjimo puslapį norėdami įvykdyti mokėjimą.
sv_se: Gå till betalningssidan för att påbörja betalningen.

source: If you choose to create this discount for all invoices, only one discount will be created per order invoice.
fa_ir: اگر شما ایجاد بن تخفیف برای همه‌ی فاکتورها را انتخاب کنیدد، تنها یک تخفیف برای هر فاکتور خرید ایجاد می‌شود.
lt_lt: Jei pasirinksite kurti šią nuolaidą visoms sąskaitoms, kiekvienai sąskaitai bus pritaikyta tik viena nuolaida.
sv_se: Om du väljer att skapa denna rabatt för alla fakturor, kommer en rabatt skapas per beställningsfaktura.

source: Do not forget to update your exchange rate before making this change.
fa_ir: فراموش نکنید نرخ تبدیل را قبل از ایجاد این تغییر به روز کنید.
lt_lt: Prieš atlikdami keitimą nepamirškite nurodyti keitimo kurso.
sv_se: Glöm inte att uppdatera växelkursen innan du gör denna ändring.

source: (Max %amount_refundable% %tax_method%)
fa_ir: (حداکثر %amount_refundable% %tax_method%)
lt_lt: (Maks. %amount_refundable% %tax_method%)
