Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShopparametersHelp.*.xlf
Languages: fa_ir, sr_cs

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
fa_ir: دار اینجا مقدار زیادی داده وجود دارد، پس هر ارتباط مربوط به معرف‎ها فهرست شده است. همچنین شما می‎توانید با کلیک روی دکمه‎ی \"به‌روز رسانی فهرست\" این فهرست را نوسازی کنید. این پردازش ممکن است مقداری به طول انجامد و این فقط زمانی مورد نیاز است که شما یک مرجع را اضافه و یا تغییر داده باشید یا بخواهید تغییرات عطف به گذشته باشند.
sr_cs: Postoji velika količina podataka, pa svaka veza koja odgovara upućuvaču se indeksira. Možete da osvežite ovaj indeks ako kliknete na dugme iznad. Ovaj proces može potrajati, i potreban je samo ako ste menjali ili dodali upućivača, ili ako želite promene da budu retroaktivne.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
fa_ir: اطلاعات شما به منظور مرتب و فیلتر کردن، کَش شده‌اند. شما می‎توانید محتوای کش شده را با کلیک بر روی \"به‌روز رسانی حافظه‎ی نهان\" نوسازی کنید.
sr_cs: Vaš podatak je keširan kako bi se sortirao i filtrirao. Možete osvežiti keš klikom na dugme "Osveži keš".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
fa_ir: بازدید مستقیم و بدون واسطه باعث مصرف زیاد منابع می‎شود. شما باید در نظر داشته باشید که تنها در صورتی که دیتابیسی قوی و به این ویژگی نیاز مبرم دارید، این گزینه را فعال نمایید.
sr_cs: Direktan saobraćaj može biti veoma zahtevan po pitanju resursa. Razmislite o njegovom uključivanje samo ako imate jaku potrebu za tim.

source: Show me more
fa_ir: نمایش بیشتر
sr_cs: Prikaži još

source: Definitions:
fa_ir: تعریف‌‌‌‌‌‌ها:
sr_cs: Definicije:

source: The "http_referer" field is the website from which your customers arrive.
fa_ir: فیلد "http_referer" سایتی است که مشتری شما از آنجا به فروشگاه شما آمده است.
sr_cs: Polje `http_referer` je internet stranica sa koje Vaši kupci dolaze.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
fa_ir: برای مثال؛ مشتری که از گوگل هدایت شده، فیلد `http_referer` به این شکل هست: "http://www.google.com/search?q=prestashop".
sr_cs: Primera radi, posetioci sa Google će imati `http_referer` poput ovoga: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
fa_ir: اگر بازدید کنندگان به صورت مستقیم آمده‌اند (برای مثال به وسیله ی تایپ مستقیم URL فروشگاه شما، یا به وسیله‌ی بوکمارک هایشان)، `http_referer` خالی خواهد بود.
sr_cs: Ako posetilac dođe direktno (unošenjem URL Vaše prodavnice ili putem obeleživača), `http_referer` će biti prazan.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
fa_ir: بنابراین اگر می‎خواهید تمام مراجعه کنندگان از گوگل را ببینید کافی است \"%google%\" را در این فیلد بنویسید.
sr_cs: Dakle, ako želite da vidite sve posetioce koji dolaze preko Google-a, možete kucati \"% google%\" u ovom polju, ili \"% google.fr%\" ako želite da vidite samo posetioce koji dolaze preko Google Francuska.

source: The "request_uri" field is the URL from which the customers come to your website.
fa_ir: "request_uri" آدرسی است که از طریق آن مشتریان وارد فروشگاه شده‌‌‌اند.
sr_cs: Polje `request_uri`je URL sa koga kupci dolaze na Vašu internet stranicu.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
fa_ir: به عنوان مثال، اگر بازدیدکنندگان به صفحه محصولات دسترسی داشته باشند، آدرس به این صورت خواهد بود: "%s music-ipods/1-ipod-nano.html".
sr_cs: Na primer, ako posetioc dođe na stranicu proizvoda, URL će biti kao ovaj:: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
fa_ir: این جالب است زیرا شما می‎توانید برخی برچسب‎ها یا نشانه‎ها را در لینک‎هایی که به سایت شما اشاره می‎کنند، اضافه نمایید.
sr_cs: Ovo je korisno jer možete da dodate oznake ili preuzete u veze koje upućuju na vaš sajt.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
fa_ir: به عنوان مثال شما می‌توانید یک لینک ارسال کنید (مانند "%sindex.php?myuniquekeyword" --متنی که شما افزوده‌اید"? myuniquekeyword" در انتهای URL) در یک انجمن آنلاین یا به عنوان یک نظر در وبلاگ و وضعیت بازدیدکنندگان از آن لینک یکتا را با ورود "%%myuniquekeyword" در فیلد "request_uri" ببینید.
sr_cs: Na primer, možete poslati link (kao ovaj"%sindex.php?myuniquekeyword" --primetite da ste dodali "?myuniquekeyword" na kraju URL-a).

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
fa_ir: این روش نسبت به "http_referer" قابل اطمینان تر است،اما یک اشکال دارد: اگر یک موتور جستجو به یک صفحه با لینک شما رجوع کند، در نتایج جستجو نشان داده می‌شود و شما نمی‌توانید متوجه شوید که بازدیدکنندگان از صفحه‌ای که لینک را در آنجا گذاشته اید آمده اند، بلکه آن‌ها از موتور جستجویی که آن لینک را برداشته است، هستند.
sr_cs: Ovaj metod je pouzdaniji od korišćenja `http_referer`, ali postoji opasnost: ako pretraživač indeksira stranicu sa Vašim linkom, on će biti prikazan u rezultatima i onda ćete dobiti i posetioce foruma i posetioce sa pretraživača.

source: The "Include" fields indicate what has to be included in the URL.
fa_ir: فیلد "شامل" چیزی که در URL شامل شده است را نشان می‌دهد.
sr_cs: Polja `include` upućuju na to šta treba da bude uključeno u URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
fa_ir: فیلدهای "به جز" چیزی که از URL مستثنی شده است را نشان می‌دهد.
sr_cs: Polja `exclude` upućuju na to šta treba da bude isključeno iz URL-a.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
fa_ir: وقتی از حالت ساده استفاده می‌کنید، شما می‌توانید از بعضی کاراکترهای عمومی بهره ببرید که می‌تواند جانشین هر کاراکتری شود:
sr_cs: Prilikom upotrebe jednostavnog moda rada, možete da koristite neke generičke znakove koji mogu da zamene bilo koji znak:

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
fa_ir: "ـ" جایگزین یک کاراکتر خوهد شد. اگر می‌خواهید از "ـ" استفاده کنید می‌بایست آن را به این صورت تایپ کنید: "\\_".
sr_cs: "_" će zameniti jedan znak. Ako želite da koristite pravi znak "_", treba da ukucate: "\\_".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
fa_ir: "%" جایگزین هر تعداد کاراکتر خواهد شد. اگر می‌خواهید از "%" واقعی استفاده کنید می‌بایست آن را به این صورت تایپ کنید: "\\%".
sr_cs: "%" će zameniti više znakova. Ako želite da koristite pravi "%", treba da ukucate: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
fa_ir: حالت ساده از الگوی تطبیق MYSQL "LIKE" استفاده می‌کند. اما برای توانایی بیشتر شما می‌توانید از ابزار های عادی MYSQL در حالت حرفه‌ای استفاده کنید.
sr_cs: Jednostavni režim rada koristi "NALIK" MySQL, ali radi većih mogućnosti možete koristiti regularne MySQL izraze.

source: Take a look at MySQL's documentation for more details.
fa_ir: برای جزئیات بیشتر به اسناد MySQL نگاهی بیندازید.
sr_cs: Pogledajte našu dokumentaciju za više detalja.

source: Get help!
fa_ir: راهنمایی گرفتن!
sr_cs: Zatražite pomoć!

source: e.g. 10:00AM - 9:30PM
fa_ir: مثلاً 10:00 صبح - 9:30 شب
sr_cs: Primer: 10:00AM - 9:30PM

source: Further information regarding this contact.
fa_ir: اطلاعات بیشتر در مورد این تماس.
sr_cs: Dalje informacije povodom ovog kontakta.

source: Image width in pixels. Enter "0" to use the original size.
fa_ir: پهنای تصویر بر مبنای پیکسل. برای استفاده از اندازه اصلی تصویر \"0\" را وارد کنید.
sr_cs: Širina slike u pikselima. Unesi "0" da koristiš originalnu širinu

source: Image height in pixels. Enter "0" to use the original size.
fa_ir: ارتفاع تصویر بر مبنای پیکسل. برای استفاده از اندازه اصلی تصویر \"0\" را وارد کنید.
sr_cs: Visina slike u pikselima. Unesi "0" da koristiš originalnu visinu

source: The group defined for your un-identified visitors.
fa_ir: گروه تعریف شده برای بازدید کنندگان نامشخص.
sr_cs: Grupa definisana za vaše neindetifikovane posetioce.

source: The group defined for your identified guest customers (used in guest checkout).
fa_ir: گروه تعریف شده برای مشتریان مهمان مشخص (استفاده شده در پرداخت مهمان).
sr_cs: Grupa definisana vaše identifikovane goste (korišćeno u plaćanju sa gostujućim nalogom).

source: The group defined for your identified registered customers.
fa_ir: گروه تعریف شده برای مشتریان ثبت نامی مشخص شده توسط شما.
sr_cs: Grupa definisana za vaše identifikovane registrovane kupce / klijente.

source: Automatically apply this value as a discount on all products for members of this customer group.
fa_ir: این مقدار به طور خودکار بر همه محصولات فروشگاه، برای همه اعضای این گروه به عنوان تخفیف محاسبه می‎شود.
sr_cs: Automatski će dodati ovu vrednost kao popust na sve proizvode za članove ove grupe mušterija.

source: How prices are displayed in the order summary for this customer group.
fa_ir: چگونگی نمایش قیمت‎ها در صفحه خلاصه سفارشات برای این گروه مشتریان (با احتساب یا بدون احتساب مالیات).
sr_cs: Kako će se cene prikazivati u sežetku porudžbine za ovu grupu mušterija

source: Customers in this group can view prices.
fa_ir: مشتری‎های این گروه می‎توانند قیمت را ببینند.
sr_cs: Klijenti iz ove grupe mogu videti cenu.

source: %group_name% - All persons without a customer account or customers that are not logged in.
fa_ir: %group_name% - همه اشخاص بدون حساب‌کاربری یا مشتریانی که وارد نشده‌اند.
sr_cs: %group_name% - Sve osobe bez korisničkog naloga ili korisnici koji nisu prijavljeni.

source: %group_name% - All persons who placed an order through Guest Checkout.
fa_ir: %group_name% - همه اشخاصی که به صورت مهمان پرداخت را انجام داده‌اند.
sr_cs: %group_name% - Sve osobe koje su napravile porudžbinu kao gost korisnik.

source: %group_name% - All persons who created an account on this site.
fa_ir: %group_name% - تمام افرادی که در این سایت حساب کاربری ایجاد کرده‎اند.
sr_cs: %group_name% - Sve osobe koje su kreirale korisnički nalog na ovom sajtu.

source: PrestaShop has three default customer groups:
fa_ir: پرستاشاپ سه گروه مشتری پیش‌فرض دارد:
sr_cs: Ovaj program ima tri standardne grupe kupaca:

source: Need to hide prices for all groups? Save time, enable catalog mode in Product Settings instead.
fa_ir: احتیاج به مخفی کردن قیمت‌ها برای تمام گروه‌ها را دارید؟ در زمان صرفه‌جویی کنید، در تنظیمات محصول حالت کاتالوگ را فعال کنید.
sr_cs: Hoćete da sakrijete cene za sve grupe? Uštedite vreme, aktivirajte katalog režim u konfiguraciji proizvoda.

source: Leave blank if no change.
fa_ir: جهت عدم تغییر، خالی رها کنید.
sr_cs: Ostaviti prazno ako nema izmena.

source: Fee given for each visit.
fa_ir: مبلغ دریافتی از هر بازدید.
sr_cs: Naknada po poseti.

source: Fee given for each order placed.
fa_ir: مبلغ دریافتی جهت هر سفارش ایجاد شده.
sr_cs: Naknada za svaku porudžbinu.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
fa_ir: اگر با روش استفاده از عبارات منظم در MySQL آشنایی دارید، می‌توانید از [1]حالت خبره[/1] استفاده کنید.
sr_cs: Ukoliko znate kako koristiti MySQL regularne izraze, možete koristiti [1]expert mod[/1].

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
fa_ir: فهرست بندی خودکار را برای کالاها فعال کنید. اگر شما این ویژگی را فعال کنید، در جستجوی خودکار کالاها وقتی آن‌ها ذخیره شده‌ باشند، فهرست بندی می‌شوند. اگر این ویژگی غیر فعال شود، شما مجبور هستید کالاها را به صورت دستی به وسیله‌ی لینک‌های فراهم شده در فیلد فهرست بندی کنید.
sr_cs: Omogući automatsko indeksovanje proizvoda. Ukoliko omogućite ovu opciju, proizvodi će se automatski indeksovati u pretragu kada se sačuvaju, ali ukoliko je ova opcija onemogućena, morate sami indeksovati proizvode koristeći linkove iz ovog skupa polja.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
fa_ir: به طور پیش فرض برای جستجو "blouse", شما باید کلمات “blous”, “blo”و...(کلماتی که از ابتدای کلمه تشکیل شده باشند)را جستجو کنید - اما نمیتوانید “lous” (وسط کلمه) را جستجو کنید.
sr_cs: Po standardu, u potrazi za "majice", morate upisati "majice", "maj", itd (početak reči) - ali ne i "ice" (nije poöetak reči).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
fa_ir: با فعال بودن این گزینه، اگر برای "lous"،"ouse" یا هر حرف دیگری که شامل باشد جستجو کنید، همچنین به شما نتایج خوبی خواهد داد.
sr_cs: Uz omogućenu ovu specifikaciju,također se dobija dobar rezultat kod pretraživanja za "jice", "ice", ili bilo šta što reč sadrži.

source: Enable search within a whole word, rather than from its beginning only.
fa_ir: فعال کردن جستجو در کلمه کامل، نه از تنها فقط آغاز آن .
sr_cs: Omogućite pretraživanje unutar cele reči, ne samo od početka.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
fa_ir: در صورتی که دوره جستجو شده در کلمه فهرست شده وجود داشته باشد، تیک خواهد خورد. این ممکن است موجب جمع آوری اطلاعات شود.
sr_cs: Ako je ovo omogućeno to proverava da li ste tražili pojam sadržan u indeksovanoj reči. Ovo može da uspori računar.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
fa_ir: درحالت پیشفرض اگر شما کلمه "book" را سرچ کنید. نتایج شما شامل "book", "bookcase" و"bookend" خواهد بود.
sr_cs: Po standardu, ako se tražili "knjiga", imati ćete "knjiga", "ormar za knjige" i "podupirač za knjige".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
fa_ir: با فعال بودن این گزینه، به عنوان پایان دقیق واژه‌ی فهرست شده مطابق، فقط به شما یک نتیجه "کتاب" می دهد .
sr_cs: Uz uključenu ovu opciju, daje se samo jedan rezultat "knjiga", prikazuje tačno odgovarajuću reč.

source: Enable more precise search with the end of the word.
fa_ir: فعال کردن جستجوی دقیق تر با پایان کلمه.
sr_cs: Omogućite precizniju pretragu sa kraja reči.

source: It checks if the searched term is the exact end of the indexed word.
fa_ir: اگر شرایط جستجو شده، پایان درست واژه‌ی فهرست شده است، بررسی می کند.
sr_cs: Ovo proverava da li je traženi termin tačno na kraja indeksovane reči.

source: Only words this size or larger will be indexed.
fa_ir: فقط کلمات با حداقل طول تعیین شده مورد جستجو قرار می‎گیرند.
sr_cs: Samo reči veće od ove će biti indeksirane.

source: Please enter the index words separated by a "|".
fa_ir: برای جداسازی کلمات از \"|\" استفاده کنید.
sr_cs: Unesite reči razdvojene znakom "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
fa_ir: هر نام مستعار را با علامت , از هم جدا کنید (e.g. 'prestshop,preztashop,prestasohp').
sr_cs: Upišite svaki alias odvojeno zarezom (npr. 'prestshop,preztashop,prestasohp').

source: Forbidden characters: <>;=#{}
fa_ir: کاراکترهای غیرمجاز: <>;=#{}
sr_cs: Zabranjeni znakovi: <>;=#{}

source: Search this word instead.
fa_ir: جستجوی این واژه به جای واژه اصلی
sr_cs: Traži ovu reč umesto prethodne.

source: By default, the fuzzy search is enabled. It means spelling errors are allowed, e.g. you can search for "bird" with words like "burd", "bard" or "beerd".
fa_ir: به صورت پیش‌فرض، جستجوی فازی فعال است. به این معنی که خطاهای املایی مجاز است، مثلاً شما با کلماتی مثل «پزنده»، «پذنده» یا «پززنده» به جستجوی کلمه‌ی «پرنده» بپردازید.
sr_cs: Po standardu, nejasna pretraga je omogućena. To znači da su dozvoljene pravopisne greške. Na primer možete tražiti reč "haljina" čak i ako napišete reč "haljika".

source: Enable approximate string matching.
fa_ir: فعال سازی تطابق عبارت تقریبی
sr_cs: Omogući približno odgovaranje reči.

source: Note that this option is resource-consuming: the more you search, the longer it takes.
fa_ir: توجه داشته باشید که این گزینه باعث مصرف منابع می‌شود: هر چه بیشتر جستجو کنید، زمان بیشتری می‌برد.
sr_cs: Imajte na umu da ova opcija zahteva vilku konzumaciju resursa. Što više pretražujete više će vremena trajati.

source: Disabling this option will require exact spelling for the search to match results.
fa_ir: با غیرفعال کردن این گزینه برای جستجو باید عبارت دقیق نوشته شود.
sr_cs: Ako deaktivirate ovu opciju moraćete da pišete pravilno reči prilikom pretrage ako želite da imate dobre rezultate pretrage.

source: Only words fewer or equal to this maximum length will be searched.
fa_ir: تنها کلمات با طول کمتر یا مساوی این حداکثر طول جستجو می‌شوند.
sr_cs: Samo reči sa manjom i jednakom maksimalnom dužinom će biti tražene

source: This parameter will only be used if the fuzzy search is activated: the lower the value, the more tolerant your search will be.
fa_ir: این پارامتر تنها اگر جستجوی فازی فعال باشد، استفاده می‌شود: هر چه مقدار کمتر باشد، جستجو زمان بیشتری می‌برد.
sr_cs: Ovaj parametar će biti korišćen samo ako je nejasna pretraga aktivirana, što je manja vrednost ovog parametra tolerantnija pretraga će biti.

source: Forbidden characters: <>;=#{}
fa_ir: کاراکترهای غیرمجاز: <>;=#{}
sr_cs: Zabranjeni znakovi: <>;=#{}

source: This field does not refer to the shop name visible in the front office.
fa_ir: این فیلد به نام قابل مشاهده فروشگاه در بخش کاربری، منسوب نیست.
sr_cs: Ovo polje se ne odnosi na vidljivo ime prodavnice na prednjnoj strani.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
fa_ir: این [1]پیوند[/1] را برای ویرایش نامی که در نمای کاربری فروشگاه استفاده شده است دنبال کنید.
sr_cs: Pratite [1]ovu vezu[/1] da promenite ime prodavnice koje se koristi u korisničkom okruženju.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
fa_ir: شما نمی‌توانید گروه فروشگاهی را ویرایش نمایید زیرا این فروشگاه متعلق است به یک گروه با ویژگی \"اشتراک گذاری\" فعال شده.
sr_cs: Ne možete da uređujete grupu prodavnice jer trenutna prodavnica pripada grupi sa uključenim opcijama \"razmenjuj\".

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
fa_ir: این شاخه‌ی ریشه فروشگاه شماست. برای تعریف ریشه شاخه‌ی جدید برای فروشگاه [1]لطفا اینجا[/1] کلیک کنید.
sr_cs: Ovo je glavna kategorija prodavnice koju ste napravili. Da definišete novu glavnu kategoriju za prodavnicu,, [1]klikninte ovde[/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
fa_ir: شما با انتخاب دسته‎های وابسته، به اشتراک گذاری دسته‎ها بین فروشگاه‎ها را انتخاب می‎کنید. وقتی بین فروشگاه‎ها وابستگی ایجاد شد، هر تغییر در این شاخه در تمام فروشگاه‌ها ایجاد خواهد شد.
sr_cs: Izborom pridruženih kategorija, birate da rezmenjujute kategorije između prodavnica. Kada je asocijacija između prodavnica obavljena, svaka izmena ove kategorije će seodraziti na svaku prodavnicu.

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
fa_ir: بارگذاری یک آیکون از کامپیوتر شما (نوع فایل: gif. , یشنهاد اندازه: 16x16).
sr_cs: Podignite ikonicu sa vašeg računara (tip fajla: .gif, poželjna veličina: 16x16).

source: Whether or not to display this store.
fa_ir: نمایش یا عدم نمایش این فروشگاه.
sr_cs: Prikazivati ovo u radnji?

source: Storefront picture.
fa_ir: تصویر نمای فروشگاه
sr_cs: Slika izloga.

source: Displayed in emails sent to customers.
fa_ir: در ایمیل‎های ارسالی به مشتریان نشان داده خواهد شد.
sr_cs: Prikazan u mejlovima poslatim klijentima.

source: Shop registration information (e.g. SIRET or RCS).
fa_ir: (مثلاً SIRET یا RCS) اطاعات ثبت نام فروشگاه.
sr_cs: Informacije o registraciji prodavnice (npr. SIRET ili RCS).

source: Contact name (e.g. Customer Support).
fa_ir: نام تماس (بعنوان مثال: پشتیبانی مشتریان).
sr_cs: Naziv kontakta (npr. Tehnička podrška).

source: Emails will be sent to this address.
fa_ir: ایمیل‎ها به این آدرس ارسال خواهند شد.
sr_cs: Mejlovi će biti slani na ovu adresu.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
fa_ir: اگر فعال باشد، تمام پیام‎ها در منوی \"مشتریان\" زیرمنوی \"خدمات مشتریان\" ذخیره خواهد شد.
sr_cs: Ako je omogućeno, sve poruke će biti snimljene na stranici "Poruke klijenata" u meniju "Poruke klijenata"

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
fa_ir: پس از ورود مشتري به حساب، شما مي توانيد مطالب مربوط به آخرين سبد خريد او را فراخواني و نمايش دهيد.
sr_cs: Posle prijave korisnika, možete prikazati sadržaj njegove poslednje korpe.

source: Minimum time required between two requests for a password reset.
fa_ir: حداقل فاصله زمانی لازم بین دو درخواست بازنشانی کلمه‌ی عبور.
sr_cs: Najkraće vreme koje je potrebno da prođe između dva zahteva za resetovanje lozinke.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
fa_ir: فعال یا غیر فعال کردن حالت B2B. وقتی این گزینه فعال است، خصوصیات B2B در درسترس است.
sr_cs: Aktiviraj ili deaktiviraj B2B način rada. Kada je ova opcija omogućena, pojedini elementi B2B načina rada su dostupni.

source: Display or not the birth date field.
fa_ir: نمایش یا عدم نمایش فیلد تاریخ تولد.
sr_cs: Prikažite ili sakrite polje datum rođenja.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
fa_ir: نمایش یا عدم نمایش فهرست انبوه چک باکس برای دریافت پیشنهادها از همکاران فروشگاه.
sr_cs: Prikažite ili sakrite ponude partnera kvadratić, da bi kupci dobijali ponude vaših partnera.

source: Send an email with a summary of the account information after registration.
fa_ir: بعد از ثبت‌نام، یک ایمیل حاوی خلاصه‌ی اطلاعات حساب‌کاربری ارسال شود.
sr_cs: Pošalji mejl sa sažetim informacijama o nalogu nakon registracije.

source: We recommend that you deactivate your store while performing maintenance. Note that it will not disable the webservice.
fa_ir: توصیه می‌کنیم هنگام تعمیر و نگهداری، فروشگاه خود را غیرفعال کنید. توجه داشته باشید که وب سرویس غیرفعال نمی‌شود.
sr_cs: Preporučujemo da deaktivirate vašu prodavnicu dok radite na ažuriranju prodavnice. Obratite pažnju da to neće deaktivirati vebservis.

source: Allow IP addresses to access the store, even in maintenance mode. Use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96).
fa_ir: به این IP آدرس‌ها اجازه دهید حتی در حالت تعمیر و نگهداری به فروشگاه دسترسی پیدا کنند. برای جدا کردن آن‌ها از کامای انگلیسی استفاده کنید (به عنوان مثال 42.24.4.2,127.0.0.1,99.98.97.96).
sr_cs: Dozvolite nekim IP adresama da imaju pristup prodavnici, čak i kada ste u režimu ažuriranja prodavnice, Koristite zarez za odvajanje adresa (npr:42.24.4.2,127.0.0.1,99.98.97.96).
