Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersHelp.*.xlf
Languages: bg_bg, fa_ir, ms_my, ro_ro, sq_al, sv_se

source: -- Choose --
bg_bg: -- Изберете --
fa_ir: -- انتخاب --
ms_my: - Pilih -
ro_ro: -- Alege --
sq_al: -- Zgjidhni --
sv_se: - Välj -

source: or
bg_bg: или
fa_ir: یا
ms_my: atau
ro_ro: sau
sv_se: eller

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
bg_bg: Използвай тази опция, за да свържеш данните (продукти, модули, и т.н.) по същия начин за всеки избран магазин.
fa_ir: از این گزینه برای مرتبط سازی داده (محصولات، ماژول‌ها و ...) با روش مشابه برای فروشگاه انتخاب شده استفاده نمایید.
ro_ro: Foloseste aceasta optiune pentru a asocia date (produse, module, etc) in acelasi fel pentru fiecare magazin selectat.
sv_se: Använd detta alternativ för att associera (produkter, moduler, etc.) på samma sätt som för den valda butiken

source: Click here to display the shops in the %name% shop group
bg_bg: Натиснете тук, за да се показват магазините в групата магазини %name%
fa_ir: لطفا برای نمایش فروشگاه‌ها در گروه فروشگاهی %name% اینجا کلیک کنید
ro_ro: Fa clic aici pentru a afisa magazinele din grupul %name%
sv_se: Klicka här för att visa butikerna i gruppen %name%

source: Click here to display the URLs of the %name% shop
bg_bg: Натиснете тук, за да покажете URL-адресите на магазин %name%
fa_ir: برای نمایش URL های فروشگاه %name% اینجا کلیک کنید
ro_ro: Fa clic aici pentru a afisa adresele URL ale magazinului %name%
sv_se: Klicka här för att visa URL: erna för butik %name%

source: Click here to display the list of shop groups
bg_bg: Натиснете тук, за да се показва списъка с групите магазини
fa_ir: برای نمایش گروه های فروشگاه ها اینجا کلیک کنید
ro_ro: Da clic aici pentru a afisa lista grupurilor de magazine
sv_se: Klicka här för att visa butiksgrupper

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
bg_bg: Предупреждение: Активирането на опция "споделяне на потребители" не се препоръчва. Веднъж активирана и след създаване на поръчки, няма да можеш да я деактивираш. Ако тези опции са необходими, препоръчваме използването на няколко категории, вместо няколко магазина.
fa_ir: اخطار: فعال سازی امکان اشتراک گذاری مشتریان و سفارشات پیشنهاد نمی‌شود، به این دلیل که یک بار که شما فعال بکنید و مشتریان و سفارشات اضافه شوند، دیگر قادر نخواهید بود آن را غیر فعال کنید. اگر شما این امکان را نیاز دارید، پیشنهاد می‌کنیم از چند دسته بجای چند فروشگاه استفاده نمایید.
ro_ro: Atentie: nu este recomandata activarea "Clienti comuni" si "Comenzi comune". Odata ce sunt activate si sunt create comenzi, nu vei mai putea dezactiva aceste optiuni. Daca aceste optiuni sunt necesare, iti recomandam sa folosesti categorii in loc de magazine.
sv_se: Varning: det är inte rekommenderat att aktivera "dela kunder" och "dela ordrar", eftersom när de väl blivit aktiverade och kunder samt beställningar skapats kommer du inte kunna stänga av dessa inställningar. Om du är i behov av dessa inställningar, fundera först på om du kan utgå från flera olika kategorier istället för olika butiker.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
bg_bg: След като се разреши тази опция, магазините в тази група ще споделят клиенти. Ако клиентът се регистрира в някой от тези магазини, профила му ще бъде наличен автоматично и в другите магазини от тази група.
fa_ir: وقتی این گزینه فعال شد، فروشگاه‌های در موجود در یک گروه مشتریان ثبت نامی را به اشتراک خواهند گذاشت. اگر مشتری در یکی از فروشگاه‎ها ثبت نام نماید، حساب مشتری به صورت خودکار در دیگر فروشگاه‌های این گروه در دسترس خواهد بود.
ro_ro: Odata ce aceasta optiune este activata, clientii vor fi comuni tuturor magazinelor din acest grup. Cand un client se inregistreaza in oricare dintre aceste magazine, contul va fi automat disponibil in celelalte magazine din acest grup.
sv_se: Så fort det här valet är aktiverat så kommer butikerna i den här gruppen att dela kunder. Om en kund registrerar sig i någon av de här butikerna, så kommer kontot att vara tillgängligt i övriga butiker i samma grupp.

source: Warning: you will not be able to disable this option once you have registered customers.
bg_bg: Внимание: няма да можете да забраните тази опция, след като веднъж имате регистрирани клиенти.
fa_ir: اخطار: وقتی مشتریان ثبت نام کردند، دیگر امکان غیر فعال کردن این گزینه را ندارید.
ro_ro: Atentie: nu vei putea dezactiva aceasta optiune odata ce ai clienti inregistrati.
sv_se: Varning: du kan inte inaktivera det här valet när du har registrerade kunder.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
bg_bg: Веднъж след като е разрешена тази опция (което е възможно само ако клиентите и наличните количества се споделят помежду магазините), количките на клиентите ще бъдат споделени от всички магазини в тази група. По този начин всяка покупка, започната през един магазин, ще може да се завърши през друг магазин от същата група.
fa_ir: وقتی این گزینه فعال شد (فقط زمانی ممکن است که مشتریان و موجودی‎ها در میان فروشگاه‎ها به اشتراک گذاشته شده باشد) سبد خرید مشتری به وسیله‎ی همه‎ی فروشگاه‎های موجود در این گروه به اشتراک گذاشته خواهد شد. هر خرید شروع شده در یکی از فروشگاه‎های گروه می‌تواند در فروشگاهی دیگر از گروه مشابه کامل شود.
ro_ro: Dupa activarea acestei optiuni (lucru posibil doar daca stocurile si clientii sunt comuni magazinelor grupului), cosul clientului va fi comun tuturor magazinelor din acest grup. In acest fel, orice sesiune de cumparaturi inceputa in unul din magazinele din grup va putea fi finalizata in oricare din magazinele din acelasi grup.
sv_se: Så fort det här valet är aktiverat (vilket bara är möjligt om kunder och lager delas mellan butiker), så kommer kundernas varukorgar att delas mellan alla butiker i den här gruppen. Ett köp som har påbörjats i en butik, kan slutföras i en annan i samma grupp.

source: Warning: You will not be able to disable this option once you've started to accept orders.
bg_bg: Внимание: няма да можете да забраните тази опция, след като веднъж сте започнали да приемате поръчки.
fa_ir: اخطار: شما نمی‌توانید این گزینه را وقتی که شورع به قبول سفارش کردید، غیر فعال نمایید.
ro_ro: Atentie: nu vei putea dezactiva aceasta optiune odata ce ai inceput sa acceptati comenzi.
sv_se: Varning: Du kan inte inaktivera det här valet när du fått in order.

source: Enable or disable this shop group?
bg_bg: Разрешаване или забраняване на тази група магазини?
fa_ir: فعال کردن یا غیر فعال کردن این گروه فروشگاهی؟
ro_ro: Acest grup de magazine este activ?
sv_se: Aktivera eller inaktivera den här butiksgruppen?

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
bg_bg: Ако желаете да добавите виртуален URL адрес, е необходимо да активирате пренаписването на URL адрес на вашият сървър и да разрешите опцията Четим URL.
fa_ir: اگر می خواهید URL مجازی بیافزایید، نیاز به فعال کردن بازنویسی URL در سرور خود و فعال کردن گزینه‌ی URL آشنا دارید.
ro_ro: In cazul in care doresti adaugarea unei adrese URL virtuala, trebuie activata rescrierea adreselor URL pe server si trebuie activata optiunea Adrese URL prietenoase.
sv_se: Om du vill lägga till en virtuell URL så måste du aktivera URL-omskrivning på server och aktivera alternativet för SEO-vänlig URL.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
bg_bg: Можеш да изпозлваш тези опции ако искаш да създадеш магазин с URL, който не съществува на твоя сървър (напр. ако искаш магазинът ти да е наличен с URL www.my-prestashop.com/my-store/shoes/, трябва да зададеш shoes/ в това поле, допускайки че my-store/ е физиечския ти URL).
fa_ir: اگر شما می خواهید یک فروشگاه با یک URL که روی سرور شما موجود نیست را ایجاد کنید، می توانید از این ویژگی استفاده کنید. (برای مثال: اگر شما می خواهید تا فروشگاه شما در آدرس www.my-prestashop.com/my-store/shoes/ فعالیت کند، شما باید در این فیلد shoes/ را قرار دهید، با فرض این که my-store/ ,URL فیزیکی شما است).
ro_ro: Poti folosi aceasta optiune daca doresti sa creezi un magazin cu un URL care nu exista pe serverul tau (de ex. daca doresti ca magazinul sa fie disponibil cu URL-ul www.magazinul-meu.ro/magazin/pantofi/, pune pantofi/ in acest camp, daca magazin/ este URL-ul fizic).
sv_se: Du kan använda denna inställning om du vill skapa en butik med en annan URL som inte existerar på din server (t.ex. om du vill att din butik skall vara tillgänglig med följande URL: www.my-prestashop.com/min-butik/skor/, måste du sätta skor/ i detta fält, där vi antar att min-butik/ är din fysiska adress).

source: URL rewriting must be activated on your server to use this feature.
bg_bg: URL пренаписването трябва да бъде активирано на сървъра, за да изпозлваш тази опция.
fa_ir: برای استفاده از این ویژگی، باید بازنویسی URL روی سرور شما فعال باشد.
ro_ro: Pentru a folosi aceasta facilitate, rescrierea adreselor URL trebuie sa fie activata pe server.
sv_se: URL-omskrivning måste vara aktiverat på din server för att du ska kunna använda denna funktion.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
bg_bg: Ако зададеш този URL за основен за избраня магазин, всички URL-и, зададени за магазина, ще бъдат пренасочвани към този URL (можеш да имаш само един основен URL за магазин).
fa_ir: اگر شما این URL را به عنوان URL اصلی فروشگاه انتخاب شده تعیین کنید، تمام URL های تنظیم شده برای این فروشگاه به این URL هدایت می‎شوند (برای هر فروشگاه فقط یک URL اصلی می‎توانید داشته باشد).
ro_ro: Daca setezi acest URL ca URL principal pentru magazinul selectat, toate URL-urile setate pentru acest magazin vor fi redirectionate catre acest URL (poti avea doar un singur URL principal pentru un magazin).
sv_se: Om du anger den här URL:en som Standard URL för den valda butiken, kommer alla URL:er som valts för den här butiken omdirigeras till den här URL:en (du kan endast en Standard URL per butik)

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
bg_bg: Тъй като избраният магазин няма основен URL, трябва да зададеш този URL за основен.
fa_ir: زمانیکه فروشگاه انتخاب شده URL اصلی ندارد، باید این URL را به عنوان URL اصلی تنظیم کنید.
ro_ro: Pentru ca magazinul selectat nu are un URL principal, trebuie sa-l setezi pe acesta ca URL principal
sv_se: Eftersom butiken inte har någon Standard URL, måste du ange en URL som Standard URL.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
bg_bg: Избраният магазин вече разполага с основен URL адрес. Поради това ако зададете този адрес като главен, старият URL адрес ще стане обикновен.
fa_ir: فروشگاه انتخاب شده در حال حاضر URL اصلی دارد. بنابراین، اگر این URL را به عنوان URL اصلی تنظیم کنید، URL قدیمی به عنوان URL عادی تنظیم خواهد شد.
ro_ro: Magazinul selectat are deja o adresa URL principala. Prin urmare, daca o setezi pe aceasta ca principala, cea veche va fi deveni secundara.
sv_se: Den valda butiken har redan en huvud-URL. Om du sätter den här som huvud-URL, så kommer den gamla att ändras till en vanlig URL.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
bg_bg: Това е физическата папка за Вашият магазин на уеб-сървъра. Оставете това поле празно ако Вашият магазин е инсталиран в основната папка. Например, ако вашият магазин е наличен на www.example.com/my-store/, трябва да въведете my-store/ в това поле.
fa_ir: این پوشه فیزیکی فروشگاه شما بر روی سرور است.اگر فروشگاه شما در مسیر ریشه نصب شده این قسمت را خالی بگذارید. به عنوان مثال اگر فروشگاه شما با آدرس www.example.com/my-store در دسترس است،شما باید my-store را در اینجا بنویسید.
ro_ro: Folderul fizic al magazinului pe serverul web. Lasa campul gol daca magazinul este instalat in radacina. De exemplu, daca magazinul este disponibil la www.magazin.ro/magazin/, se introduce magazin/ in acest camp.
sv_se: Det här är den fysiska katalogen för din butik på webbservern. Lämna fältet tomt om butiken är installerad i rotkatalogen. Om din butik finns på www.example.com/min-butik/, så anger du my-store/ i det här fältet.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
bg_bg: Предупреждение: пренаписването на URL адрес (напр. mod_rewrite за Apache) изглежда е деактивирано. Ако виртуалният Ви адрес не работи, моля попитайте хостинг доставчика Ви как да активирате пренаписването на URL адрес.
fa_ir: هشدار: به نظر می رسد که بازنویسی آدرس (به عنوان مثال mod_rewrite در آپاچی) غیرفعال است. اگر آدرس شما کار نمی کند، لطفا با میزبان سرور خود برای چگونگی فعال کردن بازنویسی آدرس تماس بگیرید.
ro_ro: Atentie: Rescrierea URL-ului (de ex. mod_rewrite pentru Apache) pare sa fie dezactivata. Daca URL-ul tau virtual nu functioneaza, verifica cu gazda site-ului tau pentru cai de activare a rescrierii de URL-uri.
sv_se: Varning: URL omskrivning (t.ex. mod_rewrite för Apache) verkar vara inaktiverat. Om dina URL:er inte fungerar, vänligen kontakta din hostingleverantör för att aktivera URL-omskrivning.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
bg_bg: Игнорирай това поле ако не използваш опцията за множество магазини. Ако оставиш това поле празно, ще се използва магазина по подразбиране.
fa_ir: اگر شما از ابزار چندفروشگاهی استفاده نمی‎کنید از این بخش گذر کنید. اگر این بخش را خالی رها کنید، فروشگاه پیش‎فرض استفاده خواهد شد.
ro_ro: Ignora acest camp daca nu folosesti unealta de magazine multiple. Daca se lasa gol acest camp, se va folosi magazinul implicit.
sv_se: Ignorera detta fält om du inte använder Multibutiksstöd. Om du lämnar fältet tomt, kommer standardbutiken att användas

source: A category root is where a category tree can begin. This is used with multistore.
bg_bg: Една категория е основна, където дървото на категориите започва. Това се използва като основно правило.
fa_ir: یک ریشه‌ی شاخه جایی است که شاخه می‎تواند شروع شود. این ویژگی در چندفروشگاهی استفاده می‎شود.
ro_ro: O categorie radacina este locul de unde poate incepe un arbore de categorii. Aceasta categorie este folosita pentru magazine multiple.
sv_se: En kategorirot är där ett kategoriträd börjar, detta används om du aktiverat multishop

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
bg_bg: Разрешаване на Разширено управление на наличностите на продукта (0 = Не, 1 = Да)
fa_ir: فعال کردن مدیریت پیشرفته‌ی موجودی برای محصول (0 = خیر، 1 = بلی)
ro_ro: Activeaza gestiunea avansata a stocurilor de produse (0=Nu, 1=Da)
sv_se: Aktivera Avancerad lagerhantering på produkt (0 = Nej, 1 = Ja)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
bg_bg: 0 = Ползване на настройка за количеството на продукта, 1 = Ползване на количеството от склада.
fa_ir: 0 = استفاده از تنظیم تعداد در محصول، 1 = استفاده از تعداد در انبار.
ro_ro: 0 = Foloseste cantitatea stabilita pe pagina produsului, 1 = Foloseste cantitatea din depozit.
sv_se: 0 = Använd kvantitet från produkt, 1 = Använd kvantitet från varulager.

source: ID of the warehouse to set as storage.
bg_bg: ИД на склада, зададен като хранилище.
fa_ir: شناسه انبار برای تنظیم به عنوان محل ذخیره.
ro_ro: Identificatorul (ID) depozitului de setat ca spatiu de depozitare.
sv_se: ID för varulagret som används.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
bg_bg: Разрешаване на Разширено управление на наличностите на продукта (0 = Не, 1 = Да).
fa_ir: فعال کردن مدیریت پیشرفته‎ی موجودی برای محصول (0 = خیر، 1 = بلی).
ro_ro: Activeaza gestiunea avansata a stocurilor de produse (0 = Nu, 1 = Da).
sv_se: Aktivera Avancerad lagerhantering på produkt (0 = Nej, 1 = Ja).

source: This will add directives to your .htaccess file, which should improve caching and compression.
bg_bg: Това ще добави директиви към твоя .htaccess file, което ще подобри кеширането и компресията.
fa_ir: این رهنمودهایی به فایل htaccess. اضافه می‌کند تا فشرده سازی و حافظه نهان را بهینه نماید.
ro_ro: Aceasta va adauga directive in fisierul .htaccess care ar trebui sa imbunatateasca folosirea de cache si compresia.
sv_se: Detta kommer att lägga direktiven till din. Htaccess-fil som bör förbättra caching och komprimering.

source: Enable or disable debug mode.
bg_bg: Разрешаване или забрана на режима за отстраняване на грешки.
fa_ir: فعال یا غیرفعال کردن حالت دیباگ.
ro_ro: Activeaza sau dezactiveaza modul de depanare.
sq_al: Aktivizo ose c'aktivizo opsionin per te mare me shume informacione shtese gjate ekzekutimit te kodit te programit(debug mode).
sv_se: Aktivera eller inaktivera felsökningsläget.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
bg_bg: Име на втория домейн на магазина (напр. myshop-media-server-1.com). Ако нямаш друг домейн, остави празно.
fa_ir: نام دامنه دوم از فروشگاه شما (به عنوان مثال: myshop-media-server-1.com). اگر شما دامنه دیگری ندارید، این فیلد را خالی رها کنید.
ro_ro: Numele celui de al doilea domeniu al magazinului, (de ex. magazinul-meu-media-server-1.ro). Daca nu ai un alt domeniu, lasa campul gol.
sv_se: Namnet på den andra domänen för din butik, (t.ex. myshop-media-server-1.com). Om du inte har en annan domän, lämna fältet tomt

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
bg_bg: Име на третия домейн на магазина (напр. myshop-media-server-2.com). Ако нямаш друг домейн, остави празно.
fa_ir: نام دامنه سوم از فروشگاه شما (به عنوان مثال: myshop-media-server-2.com). اگر شما دامنه دیگری ندارید، این فیلد را خالی رها کنید.
ro_ro: Numele celui de al doilea domeniu al magazinului, (de ex. magazinul-meu-media-server-2.ro). Daca nu ai un alt domeniu, lasa campul gol.
sv_se: Namn på den tredje domänen för din butik, (t.ex. myshop-media-server-2.com). Om du inte har en annan domän, lämna fältet tomt

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
bg_bg: Име на четвъртия домейн на магазина (напр. myshop-media-server-3.com). Ако нямаш друг домейн, остави празно.
fa_ir: نام دامنه چهارم از فروشگاه شما (به عنوان مثال: myshop-media-server-3.com). اگر شما دامنه دیگری ندارید، این فیلد را خالی رها کنید.
ro_ro: Numele celui de al doilea domeniu al magazinului, (de ex. magazinul-meu-media-server-3.ro). Daca nu ai un alt domeniu, lasa campul gol.
sv_se: Namn på den fjärde domänen för din butik, (t.ex. myshop-media-server-3.com). Om du inte har en annan domän, lämna fältet tomt

source: Choose "No" to disable Product Combinations.
bg_bg: Изберете "Не", за да забраните Продуктовите комбинации.
fa_ir: برای غیرفعال کردن ترکیب محصول \"خیر\" را انتخاب کنید.
ro_ro: Alege "Nu" pentru a dezactiva combinatiile produselor.
sv_se: Välj "Nej" för att inaktivera Produkt Kombinationer.

source: You cannot set this parameter to No when combinations are already used by some of your products
bg_bg: Не можете да задавате Не на този параметър, когато комбинациите вече се ползват в някои от Вашите продукти
fa_ir: زمانی که ترکیبات توسط برخی از محصولات شما بکار گرفته شده است، شما نمی‎توانید این پارامتر را بر روی \"خیر\" تنظیم کنید.
ro_ro: Nu poti alege valoarea Nu pentru acest parametru atat timp cat exista combinatii in uzul produselor tale
sv_se: Du kan inte sätta denna parameter till Nej när kombinationer redan används av några av dina produkter

source: Choose "No" to disable Product Features.
bg_bg: Изберете "Не", за да забраните Свойствата на продукта.
fa_ir: برای غیرفعال کردن ویژگی‎های محصول \"خیر\" را انتخاب کنید.
ro_ro: Alege "Nu" pentru a dezactiva caracteristicile produselor.
sv_se: Välj "Nej" för att inaktivera Produktfunktioner.

source: Choose "No" to disable Customer Groups.
bg_bg: Изберете "Не", за да забраните Групите клиенти.
fa_ir: برای غیرفعال کردن گروه‎های مشتری \"خیر\" را انتخاب کنید.
ro_ro: Alege "Nu" pentru a dezactiva grupurile de clienti.
sv_se: Välj "Nej" för att inaktivera kundgrupper.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
bg_bg: Трябва да бъде активирано, ако не искате да съхранявате Smarty Cache на NFS.
fa_ir: اگر می‌خواهید کش smarty روی NFS ذخیره نگردد، باید این گزینه را فعال کنید.
ro_ro: Ar trebui sa fie activate daca doresti sa eviti stocarea de cache Smarty pe NFS.
sq_al: Duhet te aktivizohet nese do të shmangësh ruajtjen e memories 'smarty cache' në NFS (Network File System).
sv_se: Ska aktiveras om du vill undvika att lagra smarty-cache på NFS.

source: New modules and updates are displayed on the modules page.
bg_bg: Нови модули и версии са показани на страницата на модула
fa_ir: به روز رسانی ماژول‌ها و ماژول‎های جدید در صفحه ماژول‎ها نمایش داده می‎شوند
ro_ro: Modulele noi si actualizarile sunt afisate in pagina modulelor.
sq_al: Modulet dhe përditësimet e reja janë të shfaqura në faqen e moduleve.
sv_se: Nya moduler och uppdateringar visas på modulernas sida

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
bg_bg: Проверете IP адреса на бисквитката, за да я предпазите от кражба.
fa_ir: بررسی آدرس IP مربوط به کوکی جهت جلوگیری از دزدیده شدن کوکی شما
ms_my: Check the IP address of the cookie in order to avoid your cookie being stolen
ro_ro: Verifica adresa IP a cookie-ului pentru evitarea furtului de cookie.
sq_al: Kontrollo adresën e IP të biskotave në mënyrë që të parandalohet vjedhja e biskotës tuaj.
sv_se: Kontrollera IP-adressen av cookien för att undvika att din cookie blir stulen

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
bg_bg: Задаване на броят часове, за които са валидни бисквитките в лицевият интерфейс. След този период клиентът ще трябва да влезе отново.
fa_ir: تنظیم میزان ساعتی که در طی آن کوکی بخش کاربری فروشگاه معتبر هستند. پس از سپری شدن آن مقدار از زمان، مشتری باید دوباره وارد سیستم شود.
ms_my: Tetapkan kesahan jumlah jam cookies Pejabat Hadapan. Selepas jumlah masa tersebut, pelanggan perlu log masuk semula.
ro_ro: Stabilesti durata in ore a vietii cookie-urilor in magazin. Dupa acest interval de timp, clientul va trebui sa se autentifice din nou.
sq_al: Vendosni orët gjatë të cilave biskotat e Front Office janë të vlefshme. Pas skadencës së kohës së dhënë, konsumatori do të duhet të identifikohet përsëri.
sv_se: Ställ in tiden i timmar för hur länge en kunds cookie är giltig. Efter den tiden måste kunden logga in på nytt.
