Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogFeature.*.xlf
Languages: az_az, pl_pl

source: Texture
az_az: Toxuma
pl_pl: Tekstura

source: Apply a discount
az_az: Endirim et
pl_pl: Zastosuj rabat

source: Percent (%)
az_az: Faiz (%)
pl_pl: Procentowy (%)

source: Apply a discount to
az_az: Buna endirim et:
pl_pl: Zastosuj rabat do

source: Order (without shipping)
az_az: Sifariş (çatdırılmasız)
pl_pl: Zamówienie (bez dostawy)

source: Specific product
pl_pl: Wybrany produkt

source: Cheapest product
az_az: Ən ucuz məhsul
pl_pl: Najtańszy produkt

source: Selected product(s)
az_az: Seçilmiş məhsul(lar)
pl_pl: Wybrany/e produkt(y)

source: Exclude discounted products
az_az: Endirimli məhsullarsız
pl_pl: Wyklucz produkty ze zniżką

source: Send a free gift
az_az: Pulsuz hədiyyə göndər
pl_pl: Wyślij darmowy prezent

source: Search a product
az_az: Məhsul axtar
pl_pl: Szukaj produktu

source: Matching products
pl_pl: Pasujące produkty

source: Available combinations
pl_pl: Dostępne kombinacje

source: Limit to a single customer
pl_pl: Ogranicz do pojedynczego klienta

source: Valid
pl_pl: Ważny

source: Minimum amount
az_az: Minimum say
pl_pl: Minimalna wartość

source: Shipping excluded
az_az: Daşınma xaric
pl_pl: Dostawa nie wliczona

source: Shipping included
az_az: Daşınma daxil
pl_pl: Dostawa wliczona

source: Total available
pl_pl: Razem dostępnych

source: Total available for each user
pl_pl: Razem dostępne dla każdego użytkownika.

source: Restrictions
pl_pl: Ograniczenia

source: Country selection
az_az: Ölkə seçimi
pl_pl: Wybór kraju

source: Unselected countries
az_az: Seçilməmiş ölkələr
pl_pl: Nie wybrane kraje

source: Selected countries
az_az: Seçilmiş ölkələr
pl_pl: Wybrane kraje

source: Carrier selection
az_az: Daşıyıcı seçimi
pl_pl: Wybór przewoźnika

source: Unselected carriers
az_az: Seçilməmiş daşımaçılar
pl_pl: Nie wybrani przewoźnicy

source: Selected carriers
az_az: Seçilmiş daşımaçılar
pl_pl: Wybrani przewoźnicy

source: Customer group selection
az_az: Alıcı qrupunun seçimi
pl_pl: Wybór grupy klientów

source: Unselected groups
az_az: Seçilməmiş qruplar
pl_pl: Nie wybrane grupy

source: Selected groups
az_az: Seçilmiş qruplar
pl_pl: Wybrane grupy

source: Compatibility with other cart rules
pl_pl: Zgodność z innymi zasadami koszyka

source: Uncombinable cart rules
pl_pl: Wykluczające się zasady koszyka

source: Combinable cart rules
pl_pl: Łączące się zasady koszyka

source: Product selection
az_az: Məhsul seçimi
pl_pl: Wybór produktu

source: Shop selection
az_az: Dükan seçimi
pl_pl: Wybór sklepu

source: Unselected shops
az_az: Seçilməmiş dükanlar
pl_pl: Nie wybrane sklepy

source: Selected shops
az_az: Seçilmiş dükanlar
pl_pl: Wybrane sklepy

source: Cart rule
pl_pl: Reguła koszyka

source: Information
az_az: Məlumat
pl_pl: Informacja

source: Now
pl_pl: Teraz

source: Done
pl_pl: Zrobione

source: Choose Time
az_az: Vaxt Seçin
pl_pl: Wybierz czas

source: Time
pl_pl: Czas

source: Minute
pl_pl: Minuta

source: Highlight
az_az: Vurğulanmış
pl_pl: Wyświetl w koszyku

source: Partial use
pl_pl: Częściowe użycie

source: Number of products required in the cart to enjoy the discount:
az_az: Endirimdən yararlanmaq üçün səbətdə olmalı malların sayı:
pl_pl: Liczba produktów w koszyku wymagana do zastosowania rabatu:

source: Attachment
az_az: Yapışqan
pl_pl: Załącznik

source: Product name
az_az: məhsul_adı
pl_pl: Nazwa produktu

source: Conditions
az_az: Şərtlər
pl_pl: Warunki

source: Add a new condition group
az_az: Yeni şərtlər qrupu artır
pl_pl: Dodaj nową grupę warunków

source: Add condition
pl_pl: Dodaj warunek

source: Condition group
pl_pl: Grupa warunków

source: Root
az_az: Kök
pl_pl: Baza

source: Home
az_az: Ana Səhifə
pl_pl: Strona główna

source: Increase
pl_pl: Wzrost

source: Decrease
az_az: Azalt
pl_pl: Zmniejsz

source: Customer Order
pl_pl: Zamówienie klienta

source: Adjustment following an inventory of stock
pl_pl: Korekta po inwentaryzacji zapasów

source: Transfer to another warehouse
az_az: Başqa anbara göndər
pl_pl: Przeniesienie do innego magazynu

source: Transfer from another warehouse
pl_pl: Przeniesienie z innego magazynu

source: Supply Order
az_az: Təchizat Sifarişləri
pl_pl: Zamówienie dostawcy

source: Product Return
pl_pl: Zwrot produktu

source: Manual Entry
pl_pl: Wprowadź Ręcznie

source: Associated with
az_az: Əlaəlidir
pl_pl: Powiązany z

source: Attributes generator
az_az: Əlamət yaradan
pl_pl: Generator atrybutów

source: Back to the product
az_az: Məhsula dön
pl_pl: Powrót do produktu

source: Values
az_az: Dəyər
pl_pl: Wartości

source: Value
az_az: Dəyəri
pl_pl: Wartość

source: Color or texture
az_az: Rəng, ya da toxuma
pl_pl: Kolor lub tekstura

source: Public name
pl_pl: Nazwa publiczna

source: Attribute type
pl_pl: Typ atrybutu

source: Attribute group
pl_pl: Grupa atrybutów

source: Current texture
az_az: İndiki toxuma
pl_pl: Obecna tekstura

source: Add New Values
az_az: Yeni Dəyərlər Artır
pl_pl: Dodaj nowe wartości

source: Add New Attributes
az_az: Yeni Atributlar Artır
pl_pl: Dodaj nową grupę

source: Edit New Attribute
pl_pl: Edytuj nowy atrybut

source: Add New Attribute
az_az: Yeni Atribut Artır
pl_pl: Dodaj grupę atrybutów

source: Save then add another value
az_az: Yadda saxla, sonra başqa dəyər artır
pl_pl: Zapisz a potem dodaj kolejną wartość

source: Edit Value
az_az: Dəyərə Düzəliş Et
pl_pl: Edytuj wartości atrybutu

source: Add New Value
az_az: Yeni Dəyər Artır
pl_pl: Dodaj nową wartość

source: Payment:
az_az: Ödəniş:
pl_pl: Płatność:

source: Cart Rules
az_az: Règles panier
pl_pl: Kody rabatowe

source: Payment:
az_az: Ödəniş:
pl_pl: Płatność:

source: Category Cover Image
az_az: Bölmənin Örtük Şəkli
pl_pl: Obraz kategorii

source: Root Category
az_az: Kök Bölmə
pl_pl: Główna kategoria

source: Open
az_az: Aç
pl_pl: Aktywny

source: Closed
pl_pl: Zamknięty

source: Pending 1
pl_pl: Oczekuje 1

source: Pending 2
pl_pl: Oczekuje 2

source: Messages
az_az: Mesajlar
pl_pl: Wiadomości

source: Private
az_az: özəl
pl_pl: Prywatna

source: Last message
az_az: Son mesaj
pl_pl: Ostatnia wiadomość

source: Contact options
az_az: Əlaqə seçimləri
pl_pl: Opcje kontaktu

source: Allow file uploading
az_az: Fayl yüklənməsinə yol ver
pl_pl: Pozwól na wgranie pliku

source: Default message
az_az: Susmaya görə mesaj
pl_pl: Domyślna wiadomość

source: Customer service options
pl_pl: Opcje obsługi klienta

source: IMAP URL
pl_pl: URL serwera IMAP

source: IMAP port
az_az: IMAP portu
pl_pl: Port serwera IMAP

source: IMAP user
az_az: IMAP istifadəçisi
pl_pl: Użytkownik serwera IMAP

source: IMAP password
az_az: IMAP keçidsözü
pl_pl: Hasło serwera IMAP

source: Delete messages
az_az: Mesajları poz
pl_pl: Usuń wiadomości

source: Create new threads
az_az: Yeni mövzu yarat
pl_pl: Stwórz nowe wątki

source: IMAP options
az_az: IMAP seçimləri
pl_pl: Opcje IMAP

source: Total threads
az_az: Toplam mövzular
pl_pl: Wszystkich dyskusji

source: Threads pending
pl_pl: Dyskusje oczekujące

source: Total number of customer messages
az_az: Alıcı mesajlarının toplam sayı
pl_pl: Wszystkie wiadomości klientów

source: Total number of employee messages
az_az: Əməkdaş mesajlarının toplam sayı
pl_pl: Wszystkie wiadomości pracowników

source: Unread threads
az_az: Oxunmamış mövzular
pl_pl: Nieprzeczytane wątki

source: Closed threads
az_az: Bağlı mövzular
pl_pl: Zamknięte wątki

source: Pending Discussion Threads
pl_pl: Oczekujące wątki dyskusji

source: Average Response Time
pl_pl: Średni czas odpowiedzi

source: Messages per Thread
az_az: Mövzu üzrə mesajlar
pl_pl: Wiadomości na wątek

source: Reply to the next unanswered message in this thread
pl_pl: Odpowiedz na następną wiadomość bez odpowiedzi w tym wątku

source: Add new feature
az_az: Yeni özəllik artır
pl_pl: Dodaj nową cechę

source: Edit New Feature
az_az: Yeni Özəlliyə Düzəliş Et
pl_pl: Edytuj Nową Funkcję

source: Add New Feature
az_az: Yeni Özəllik Artır
pl_pl: Dodaj nową funkcję

source: Feature value
az_az: Özəllik dəyəri
pl_pl: Wartość funkcji

source: Add a new feature value
az_az: Yeni özəllik dəyəri artır
pl_pl: Dodaj nową wartość cechy

source: List of brands
az_az: Brendlərin siyahısı
pl_pl: Lista marek

source: Brand addresses
az_az: Brend ünvanı
pl_pl: Adresy marki

source: Choose the brand
pl_pl: Wybierz markę

source: Edit Addresses
pl_pl: Edytuj adresy

source: Add address
pl_pl: Dodaj adres

source: Category root
az_az: Bölmənin kökü
pl_pl: Kategoria główna

source: List of empty categories:
az_az: Boş bölmələrin siyahısı:
pl_pl: Lista pustych kategorii:

source: List of products with combinations but without available quantities for sale:
az_az: Birlikdə satılan, ancaq satış üçün sayı qalmayan məhsulların siyahısı:
pl_pl: Lista produktów z kombinacjami, ale bez dostępnej ilości na sprzedaż:

source: List of products without combinations and without available quantities for sale:
az_az: Birlikdə satılmayan və satış üçün sayı qalmayan məhsulların siyahısı:
pl_pl: Lista produktów bez kombinacji i bez dostępnych ilości na sprzedaż:

source: Product disabled
pl_pl: Produkt wyłączony

source: Message forwarded to
pl_pl: Wiadomość przekazana do

source: Comment:
az_az: Rəy:
pl_pl: Komentarz:

source: Mark as "handled"
pl_pl: Oznacz jako "obsługiwane"

source: Re-open
az_az: Yenidən aç
pl_pl: Ponownie otwórz

source: Mark as "pending 1" (will be answered later)
az_az: "Gözləmədə 1" kimi nişanla (sonra cavab veriləcək)
pl_pl: Zaznacz jako "oczekujący 1" (odpowiedź będzie później)

source: Disable pending status
pl_pl: Wyłącz status oczekiwania

source: Mark as "pending 2" (will be answered later)
az_az: "Gözləmədə 2" kimi nişanla (sonra cavab veriləcək)
pl_pl: Zaznacz jako "oczekujący 2" (odpowiedź będzie później)

source: Message to:
pl_pl: Wiadomość do:

source: Product:
pl_pl: Produkt:

source: Message to:
pl_pl: Wiadomość do:

source: Product:
az_az: Məhsul:
pl_pl: Produkt:

source: Average number of products per category
az_az: Hər bölmə üçün ortalama məhsul sayı
pl_pl: Średnia liczba produktów w każdej kategorii

source: Disabled Categories
pl_pl: Wyłączone kategorie

source: Empty Categories
pl_pl: Puste kategorie

source: Top Category
az_az: Üst Bölmə
pl_pl: Najlepsza kategoria

source: All combinations
az_az: Bütün birləşmələr
pl_pl: Wszystkie kombinacje

source: copy of %s
pl_pl: kopia %s

source: Default delivery time
pl_pl: Domyślny czas dostawy

source: Specific delivery time to this product
pl_pl: Określony czas dostawy do tego produktu

source: None
az_az: Heç biri
pl_pl: Żaden

source: Use default behavior
pl_pl: Użyj domyślnego zachowania

source: Allow orders
pl_pl: Pozwól zamawiać

source: Deny orders
az_az: Sifarişlər olmasın
pl_pl: Nie pozwól zamówić

source: Decrement pack only.
pl_pl: Tylko zmniejszanie ilości pakietów.

source: Decrement products in pack only.
pl_pl: Tylko zmniejszanie ilości produktów w opakowaniu.

source: Decrement both.
pl_pl: Zmniejszanie ilości obydwu.

source: Everywhere
az_az: hər yerdə
pl_pl: Wszędzie

source: Catalog only
az_az: Yalnız kataloq
pl_pl: Tylko katalog

source: Search only
az_az: Yalnız axtarış
pl_pl: Tylko wyszukiwanie

source: Nowhere
pl_pl: Nigdzie

source: product(s)
az_az: Məhsul(lar)
pl_pl: produkt(y)

source: Color
az_az: Rəng
pl_pl: Kolor

source: Attributes
az_az: Əlaməti
pl_pl: Atrybuty

source: Cart rules
pl_pl: Reguły koszyka

source: Beginning
pl_pl: Początek

source: End
pl_pl: Koniec

source: Products
az_az: Məhsullar
pl_pl: Produkty

source: List of disabled products
pl_pl: Ilość nieaktywnych produktów

source: List of empty categories
pl_pl: Lista pustych kategorii

source: List of products with combinations but without available quantities for sale
az_az: Birlikdə satılan, ancaq satış üçün sayı qalmayan məhsulların siyahısı
pl_pl: Lista produktów z kombinacjami, ale bez dostępnych ilości do sprzedaży

source: List of products without combinations and without available quantities for sale
az_az: Birlikdə satılmayan və satış üçün sayı qalmayan məhsulların siyahısı
pl_pl: Lista produktów bez kombinacji i bez dostępnych ilości na sprzedaż

source: List of products without description
az_az: Açıqlaması olmayan məhsulların siyahısı
pl_pl: Lista produktów bez opisu

source: List of products without description and summary
pl_pl: Lista produktów bez krótkiego lub długiego opisu

source: List of products without images
az_az: Şəkilsiz məhsulların siyahısı
pl_pl: Lista produktów bez zdjęć

source: List of products without price
az_az: Qiymətsiz məhsulların siyahısı
pl_pl: Lista produktów bez ceny

source: Number of products
az_az: Məhsul sayı
pl_pl: Ilość produktów

source: Impact on weight
az_az: Çəki təsiri
pl_pl: Wpływ na wagę

source: Send me an email when the quantity is under this level
pl_pl: Wyślij do mnie e-mail, gdy ilość jest poniżej tego poziomu

source: Low stock level
pl_pl: Niski poziom produktów w magazynie

source: Ecotax
az_az: ekovergi
pl_pl: Podatek ekologiczny

source: Condition
az_az: Şərt
pl_pl: Stan:

source: Label when in stock
pl_pl: Etykieta, gdy w magazynie

source: Delivery time of in-stock products:
pl_pl: Czas dostawy produktów dostępnych w magazynie:

source: Number of allowed downloads
az_az: Yol verilən endirim sayı
pl_pl: Ilość dozwolonych pobrań

source: Short description
pl_pl: Krótki opis

source: Choose a value
az_az: Dəyər seçin
pl_pl: Wybierz wartość

source: Please select a file
az_az: Buyurun, bir fayl seçin
pl_pl: Wybierz plik

source: Caption
pl_pl: Nagłówek

source: Cover image
az_az: Örtük şəkli
pl_pl: Obraz okładki

source: Add new root category
az_az: Yeni kök bölməsi artır
pl_pl: Dodaj nową kategorię główną

source: Add new category
az_az: Yeni bölmə artır
pl_pl: Dodaj nową kategorie

source: Availability date
az_az: Qalıq durumu tarixi
pl_pl: Data dostępności

source: Stock location
pl_pl: Miejsce magazynowania

source: Minimum quantity for sale
az_az: Satış üçün minumum sayı
pl_pl: Minimalna ilość na sprzedaż

source: Low stock alert
pl_pl: Alert niskiego poziomu produktów w magazynie

source: Send me an email when the quantity is below or equals this level
pl_pl: Wyślij do mnie wiadomość e-mail, gdy ilość jest niższa lub równa temu poziomowi

source: Combination name
pl_pl: Nazwa kombinacji

source: Physical quantity
az_az: Fiziki say
pl_pl: Fizyczny stan magazynu

source: Reserved quantity
pl_pl: Zarezerwowana ilość

source: Category name
az_az: Kateqoriya Adı
pl_pl: Nazwa kategorii

source: Parent of the category
az_az: Ana bölməsi
pl_pl: Kategoria nadrzędna

source: Choose a feature
az_az: Bir özəllik seçin
pl_pl: Wybierz cechę

source: Pre-defined value
pl_pl: Zdefiniowana wartość

source: OR Customized value
az_az: YA DA Özəlləşdirilmiş dəyər
pl_pl: Lub indywidualna wartość

source: ISBN code
az_az: ISBN kodu
pl_pl: Numer ISBN

source: Impact on price per unit (tax excl.)
pl_pl: Wpływ na cenę jednostkową (netto)

source: Min. quantity for sale
az_az: Satış üçün ən az sayı
pl_pl: Min. ilość na sprzedaż

source: Set as default combination
pl_pl: Ustaw jako kombinacje domyślną

source: Select images of this combination:
az_az: Bu birləşmənin şəkillərini seçin:
pl_pl: Wybierz zdjęcia do tej kombinacji:

source: Final price
pl_pl: Cena ostateczna

source: Impact on price (tax incl.)
az_az: Qiymətə təsiri (vergi daxil)
pl_pl: Wpływ na cenę (brutto)

source: Cost Price
az_az: Maya Qiyməti
pl_pl: Koszt własny

source: Minimum quantity
az_az: Minumum say
pl_pl: Minimalna ilość

source: Standard product
pl_pl: Standardowy produkt

source: Pack of products
az_az: Məhsullar qutusu
pl_pl: Pakiet produktów

source: Add products to your pack
az_az: Qutuya məhsullar artır
pl_pl: Dodaj produkty do swojej paczki

source: Pre-tax retail price
pl_pl: Cena sprzedaży netto

source: Retail price with tax
pl_pl: Cena sprzedaży z podatkiem

source: Default category
az_az: Susmya görə bölmə
pl_pl: Domyślna kategoria

source: Add a new category
az_az: Yeni bir bölmə artır
pl_pl: Dodaj nową kategorię

source: Accessories
az_az: Alətlər
pl_pl: Produkty powiązane

source: Choose a brand
pl_pl: Wybierz markę

source: UPC barcode
pl_pl: Kod kreskowy UPC

source: EAN-13 or JAN barcode
pl_pl: Kod kreskowy EAN-13 lub JAN

source: Display options
az_az: Ekran seçimləri
pl_pl: Opcje wyświetlania

source: Available for order
pl_pl: sprzedaż (tryb katalogu jeśli nieaktywne)

source: Show price
pl_pl: Pokaż cenę

source: Web only (not sold in your retail store)
pl_pl: Tylko online (nie sprzedawany w Twoim sklepie stacjonarnym)

source: Display condition on product page
az_az: Durumu məhsul səhifəsində göstər
pl_pl: Wyświetl stan na stronie produktu

source: Default suppliers
az_az: Susmaya görə təchizatçılar
pl_pl: Domyślni dostawcy

source: Attachments for this product:
az_az: Bu məhsul üçün qoşmalar:
pl_pl: Załączniki do tego produktu:

source: No tax
az_az: Vergi yoxdur
pl_pl: Brak podatku

source: Ecotax (tax incl.)
az_az: Ekovergi (vergi daxil)
pl_pl: Podatek ekologiczny (brutto)

source: Display the "On sale!" flag on the product page, and on product listings.
az_az: "Satışda!" bayrağını məhsul səhifəsində və məhsul siyahılarında göstər.
pl_pl: Wyświetl znak "Wyprzedaż!" na stronie produktu, oraz liście produktów.

source: Price per unit (tax excl.)
az_az: Birinin qiyməti (vergisiz)
pl_pl: Cena za jednostkę (netto)

source: Apply to all products
az_az: Bütün məhsullara uyğula
pl_pl: Zastosuj do wszystkich produktów

source: Retail price (tax excl.)
pl_pl: Cena ostateczna (netto)

source: Retail price (tax incl.)
pl_pl: Cena ostateczna (brutto)

source: Retail price per unit (tax excl.)
pl_pl: Ostateczna cena jednostkowa (netto)

source: Create combinations
az_az: Birləşmələr yarat
pl_pl: Utwórz kombinacje

source: I want to use the advanced stock management system for this product.
pl_pl: Chcę używać zaawansowanego zarządzania stanem magazynowym dla tego produktu

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
pl_pl: Dostępne ilości bieżącego produktu i jego kombinacji bazują na stanie magazynowym w magazynie (przy użyciu system zaawansowanego zarządzania stanem magazynowym).

source: I want to specify available quantities manually.
az_az: Mən olan sayları əllə göstərmək istəyirəm.
pl_pl: Chcę podać dostępne ilości ręcznie.

source: Label when out of stock (and back order allowed)
pl_pl: Etykieta, gdy niedostępny (a ponowne zamówienie dozwolone)

source: Does this product have an associated file?
pl_pl: Czy ten produkt ma dołączony plik?

source: When out of stock
az_az: Anbarda bitdikdə
pl_pl: Gdy nie ma na stanie

source: Pack quantities
pl_pl: Ilośći pakietu

source: Meta description
az_az: Meta İzahat
pl_pl: Opis meta

source: Friendly URL
az_az: gözəl_url
pl_pl: Przyjazny adres URL

source: Permanent redirection to a category (301)
az_az: Birdəfəlik bir bölməyə yönləndirmə (301)
pl_pl: Stałe przekierowanie do kategorii (301)

source: Temporary redirection to a category (302)
az_az: Bölmənin müvəqqəti yönləndirilməsi (302)
pl_pl: Tymczasowe przekierowanie do kategorii (302)

source: Permanent redirection to a product (301)
az_az: Bir məhsula birdəfəlik yönləndirmə (301)
pl_pl: Stałe przekierowanie do produktu (301)

source: Temporary redirection to a product (302)
az_az: Məhsulun müvəqqəti yönləndirilməsi (302)
pl_pl: Tymczasowe przekierowanie do produktu (302)

source: No redirection (404)
az_az: Yönləndirmə yoxdur (404)
pl_pl: Brak przekierowania (404)

source: Redirection when offline
az_az: İnternetdə olmayanda yönləndirmə
pl_pl: Przekierowanie w trybie offline

source: Target product
az_az: Hədəf məhsul
pl_pl: Produkt docelowy

source: Target category
az_az: Hədəf bölmə
pl_pl: Kategoria docelowa

source: Target
az_az: Hədəf
pl_pl: Miejsce docelowe

source: Meta title
az_az: Meta
pl_pl: Meta-tytuł

source: Width
az_az: Enlik
pl_pl: Szerokość

source: Height
az_az: Hündürlük
pl_pl: Wysokość

source: Depth
az_az: Dərinlik
pl_pl: Głębokość

source: Weight
az_az: Çəki
pl_pl: Waga

source: Shipping fees
pl_pl: Koszty wysyłki

source: Available carriers
pl_pl: Dostępni przewoźnicy

source: Delivery Time
pl_pl: Czas dostawy

source: Delivered within 5-7 days
az_az: 5-7 gün içində çatdırılır
pl_pl: Dostawa w ciągu 5-7 dni

source: Delivery time of out-of-stock products with allowed orders:
pl_pl: Czas dostawy wyprzedanych produktów z możliwością rezerwacji:

source: Delivered within 3-4 days
az_az: 3-4 gün içində çatdırılır
pl_pl: Dostawa w ciągu 3-4 dni

source: Leave initial price
az_az: İlkin qiyməti saxla
pl_pl: Zostaw początkową cenę

source: Add customer
az_az: Alıcı artır
pl_pl: Dodaj klienta

source: Apply to all combinations
az_az: Bütün birləşmələrə tətbiq et
pl_pl: Zastosuj do wszystkich kombinacji

source: Available from
pl_pl: Dostępne od

source: Starting at
pl_pl: Już od

source: Product price (tax excl.)
az_az: Məhsulun qiyməti (vergisiz)
pl_pl: Cena produktu (netto)

source: Reduction tax
pl_pl: Zniżka podatku

source: Number of days
az_az: Günlərin sayı
pl_pl: Liczba dni

source: Stored
az_az: Saxlandı
pl_pl: Przechowywany

source: Location (optional)
az_az: Yer (seçimlə)
pl_pl: Lokalizacja (opcjonalnie)

source: Related products
pl_pl: Produkty powiązane

source: No brand
az_az: Brend yoxdur
pl_pl: Brak marki

source: [1]%filesNb%[/1] selected file(s)
pl_pl: [1]%filesNb%[/1] wybranych plików

source: Use as cover image
pl_pl: Użyj jako okładki

source: References
pl_pl: Indeksy

source: [1]Manage tax rules[/1]
pl_pl: [1]Zarządzanie stawkami podatków[/1]

source: Advanced settings in [1]%settings_label%[/1]
pl_pl: Zaawansowane ustawienia w [1]%settings_label%[/1]

source: Add new file
az_az: Yeni fayl artır
pl_pl: Dodaj nowy plik

source: Upload files here
az_az: Faylları bura yüklə
pl_pl: Wgraj pliki tutaj

source: Make some files available to your customers and facilitate their purchasing environment by adding them just here! It can be instruction manuals, technical works or anything you want to attach to a product.
pl_pl: Udostępnij swoim klientom kilka plików i ułatw im środowisko zakupowe, dodając je właśnie tutaj! Mogą to być instrukcje obsługi, prace techniczne lub cokolwiek, co chcesz dołączyć do produktu.

source: Manage your credit slips
pl_pl: Zarządzaj swoimi kwitami kredytowym

source: When a customer returns a product, a credit slip must be created in his favor. Generate vouchers and have a look at their follow-up.
pl_pl: Kiedy klient zwraca produkt, należy sporządzić kwit kredytowy na jego korzyść. Wygeneruj kupony i przyjrzyj się ich działaniom następczym.

source: Add new supplier
az_az: Yeni təchizatçı artır
pl_pl: Dodaj nowego dostawce

source: Keep in touch with your suppliers
pl_pl: Pozostań w kontakcie ze swoimi dostawcami

source: Having suppliers is optional if brands supply you directly. Make sure you don't confuse product suppliers and product brands to facilitate stock management.
pl_pl: Posiadanie dostawców jest opcjonalne, jeśli marki zaopatrują cię bezpośrednio. Upewnij się, że nie mylisz dostawców produktów i marek produktów w celu ułatwienia zarządzania zapasami.

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
pl_pl: Widoczne %from%-%to% z %total% (strona %current_page% / %page_count%)

source: Items per page:
az_az: Hər səhifədə:
pl_pl: Produktów na stronie:

source: Enter page number and press enter
pl_pl: Wprowadź numer strony i wciśnij Enter

source: Not available yet
pl_pl: Jeszcze niedostępne

source: Edit: %value%
az_az: Düzəliş et: %value%
pl_pl: Edytuj: %value%

source: Price (tax incl.)
az_az: Qiymət (vergi daxil)
pl_pl: Cena (brutto)

source: Category
az_az: Kateqoriya
pl_pl: Kategoria

source: Price (tax excl.)
pl_pl: Cena (netto)

source: These products will be deleted for good. Please confirm.
az_az: Bu məhsullar birdəfəlik silinəcək. Buyurun, doğrulayın.
pl_pl: Wybrane produkty zostaną całkowicie usunięte. Potwierdź swój wybór.
