Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogHelp.*.xlf
Languages: da_dk, hy_am, ko_kr, ro_ro

source: Does not apply to the shipping costs
da_dk: Gælder ikke for leveringsomkostningerne
hy_am: Չկիրառել առաքման ծախսերի վրա
ko_kr: 배송비에는 적용되지 않음
ro_ro: Nu se aplica costurilor de livrare

source: Optional: The cart rule will be available to everyone if you leave this field blank.
da_dk: Valgfri: Reglen for indkøbskurven vil være disponibel for alle, hvis du efterlader dette felt blankt.
hy_am: Լրացուցիչ, զամբյուղի ընթացիկ կանոնները հասանելի կլինի բոլորի համար, եթե այս դաշտը թողնեք դատարկ
ko_kr: 선택 사항: 이 항목을 비워두면 모든 사용자 장바구니 규칙을 사용할 수 있습니다.
ro_ro: Optional: regula pentru cosul de cumparaturi va fi disponibila pentru oricine daca se lasa gol acest camp.

source: The default period is one month.
da_dk: Standard periode er en måned.
hy_am: Դեֆոլտ դրված ժամկետը մեկ ամիս է
ko_kr: 기본 기간은 한 달입니다.
ro_ro: Perioada implicita este de o luna.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
da_dk: Du kan vælge et minimumsbeløb til indkøbskurven enten med eller uden moms, og med eller uden levering.
hy_am: Դուք կարող եք ընտրել նվազագույն գումարը զամբյուղի համար կամ հարկերի եւ առաքման հետ միասին կամ առանց հարկերի եւ առաքման
ko_kr: 세금과 배송 여부에 상관없이 장바구니에 최소 수량을 선택할 수 있습니다.
ro_ro: Se poate alege o valoare minima pentru cos, fie cu sau fara taxe si transport incluse.

source: The cart rule will be applied to the first "X" customers only.
da_dk: Reglen for indkøbskurven vil kun blive anvendt til de første X kunder.
hy_am: Զամբյուղի կանոնները կկիրառվեն միայն առաջին «X» հաճախոջդների համար
ko_kr: 장바구니 규칙은 첫 "X" 고객에게만 적용됩니다.
ro_ro: Regula pentru cosul de cumparaturi va fi aplicata doar primilor ”X” clienti.

source: A customer will only be able to use the cart rule "X" time(s).
da_dk: Kunden vil kun være i stand til at gøre brug af reglen for indkøbskurven X gang(e).
hy_am: Հաճախորդը կարող է օգտվել զամբյուղի կանոններից միայն «X» անգամ
ko_kr: 고객은 장바구니 규칙을 "X"번 만 사용할 수 있습니다.
ro_ro: Un client va putea beneficia de regula de ”X” ori.

source: This restriction applies to the country of delivery.
da_dk: Denne begrænsning gælder for landet for levering.
hy_am: Այս սահմանափակումը կիրառվում է առաքվող երկրի վրա
ko_kr: 이 제한은 배송 국가에 적용됩니다.
ro_ro: Aceasta restrictie se aplica pentru tara de livrare.

source: This will be displayed in the cart summary, as well as on the invoice.
da_dk: Vil blive vist både som resumé i indkøbskurven, samt på fakturaen.
hy_am: Սա կցուցադրվի զամբյուղի էջին, ինչպես նաեւ հաշիվ ապրանքագրի վրա
ko_kr: 이것은 청구서만 아니라, 장바구니 요약에도 표시됩니다.
ro_ro: Acest lucru va fi afisat in sumarul cosului cat si in factura.

source: For your eyes only. This will never be displayed to the customer.
da_dk: Kun til din information. Dette vil aldrig blive vist til kunden.
hy_am: Միայն Ձեզ համար է: Սա երբեք չի ցուցադրվելու հաճախորդին
ko_kr: 당신에게만 보입니다. 이것은 고객에게 표시되지 않습니다.
ro_ro: Doar pentru tine. Acest lucru nu se va afisa niciodata clientilor.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
da_dk: Brugerne skal indtaste denne kode for at trække rabatkuponen fra en indkøbskurv. Opret enten din egen kode, eller generer en kode ved at klikke på "Generer".
ko_kr: 이것은 할인 쿠폰을 장바구니에 적용하기 위해 사용자가 입력해야 하는 코드입니다. 자신의 코드를 생성하거나 "생성"을 클릭하여 코드를 생성하세요.
ro_ro: Acesta este codul pe care utilizatorii trebuie sa-l introduca pentru a folosi cuponul intr-un cos. Fie creeaza propriul tau cod, fie genereaza unul apasand pe "Genereaza".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
da_dk: Forsigtig! Hvis du lader feltet stå tomt, anvendes denne regel automatisk på de kunder, som reglen gælder for.
ko_kr: 주의! 이 항목을 비워두면, 규칙이 혜택받는 고객들에게 자동으로 적용됩니다.
ro_ro: Atentie! Daca lasi acest camp necompletat, regula se va aplica in mod automat clientilor care beneficiaza de ea.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
da_dk: Hvis rabatkuponen endnu ikke er lagt i indkøbskurven, vil den blive vist i resuméet for indkøbskurven.
hy_am: Եթե վճարատոմսը դեռ զամբյուղի մեջ չէ, ապա այն կերեւա զամբյւողի գումարայինի մեջ
ko_kr: 장바구니에 할인 쿠폰이 아직 없다면, 장바구니 요약에 표시됩니다.
ro_ro: Daca cuponul nu este inca in cos, va fi afisat in sumarul cosului.

source: Only applicable if the voucher value is greater than the cart total.
da_dk: Kun gældende, hvis rabatkuponværdien er større end indkøbskurven samlet.
hy_am: Կիրառվում է միայն այն դեպքում, երբ վճարատոմսի գումարը ավելին է զամբյուղի գումարից
ko_kr: 할인 쿠폰 값이 장바구니 합계보다 큰 경우에만 적용됩니다.
ro_ro: Se aplica doar daca valoarea cuponului este mai mare decat totalul cosului.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
da_dk: Hvis du ikke tillader delvis anvendelse, vil rabatkuponværdien blive fratrukket det samlede ordrebeløb, men hvis du gør, vil en ny rabatkupon blive oprettet med det resterende beløb.
hy_am: Եթե Դուք չեք թույլատրում մասնակի օգտագործում, ապա վճարատոմսի ընդհանուր արժեքը կնվազի ամբողջ պատվերի գումարի չափով:Իսկ եթե թույլատրում եք, ապա կստեղծվի նոր վճարատոմս չօգտագործված մնացորդով
ko_kr: 부분 사용을 허용하지 않으면, 할인 쿠폰 값이 전체 주문 금액으로 낮아집니다. 그러나, 부분 사용을 허용하면, 나머지 부분에 새 할인 쿠폰이 생성됩니다.
ro_ro: Daca nu permiti utilizarea partiala, valoarea cuponului va fi micsorata pana la valoarea totalului comenzii. Daca permiti utilizarea partiala, va fi creat un cupon nou cu suma ramasa.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
da_dk: Rabatkuponer anvendes efter prioritet. En rabatkupon med en prioritet på "1" vil blive behandlet før en rabatkupon med en prioritet på "2".
hy_am: Զամբյուղի կանոնները կիրառվում են ըստ առաջնայնության: «1» առաջնայնությամբ զամբյուղի կանոնները ընթացք կաստանան «2» առաջնայնություն ւունեցող զամբյուղի կանոններից առաջ
ko_kr: 장바구니 규칙이 우선 적용됩니다. 우선 순위가 "1"인 장바구니 규칙은 우선 순위가 "2"인 장바구니 규칙보다 먼저 처리됩니다.
ro_ro: Regulile de cos sunt aplicate in functie de prioritate. O regula de cos cu prioritatea "1" va fi procesata inaintea uneia cu prioritatea "2".

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules & Services > Installed modules.[/1] Then, configure your menu module.
da_dk: Hvis du ønsker at en kategori skal vises i menuen på din butik, gå til [1]Moduler > Moduler & services > Installerede moduler.[/1] Konfigurer derefter dit menumodul.
ko_kr: 상점 메뉴에 분류가 보이길 원한다면, [1]모듈 > 모듈 & 서비스 > 설치된 모듈[/1] 로 이동하세요. 그리고, 메뉴 모듈을 구성하세요.
ro_ro: Daca vrei ca o categorie sa apara in meniul magazinului tau, intra in [1]Module > Module si servicii > Module instalate.[/1] Apoi configureaza modulul meniului tau.

source: Recommended dimensions (for the default theme): %1spx x %2spx
da_dk: Anbefalede dimensioner (for standard temaet): %1spx x %2spx
ko_kr: 권장 크기 (기본 테마):%1spx x %2spx
ro_ro: Dimensiuni recomandate (pentru tema implicita): %1spx x %2spx

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules Manager.[/1] Then, configure your menu module.
da_dk: Hvis du ønsker at en kategori vises i menuen for din butik, så gå til [1]Moduler > Moduler.[/1] Konfigurer så dit menumodul.
ko_kr: 상점 메뉴에 분류가 보이길 원한다면, [1]모듈 > 모듈 관리자[/1] 로 이동하세요. 그리고, 메뉴 모듈을 구성하세요.
ro_ro: Daca vrei ca o categorie sa apara in meniul magazinului tau, intra in [1]Module > Administrare module.[/1] Apoi, configureaza modulul meniului.

source: Your internal name for this attribute.
da_dk: Dit interne navn for denne attribut.
ko_kr: 이 속성에 대한 내부명 입니다.
ro_ro: Numele intern al acestui atribut.

source: The public name for this attribute, displayed to the customers.
da_dk: Det offentlige navn for denne attribut, vil blive vist for den besøgende.
ko_kr: 고객에게 보여줄, 이 속성의 공용 이름.
ro_ro: Numele public (vizibil clientilor) al acestui atribut.

source: The way the attribute's values will be presented to the customers in the product's page.
da_dk: Den måde hvorpå attributtens værdi vil blive præsenteret for den besøgende på varesiden.
ko_kr: 상품 페이지에서 고객에게 보여질 속성값을 표시되는 방법입니다.
ro_ro: Modul in care valorile acestui atribut vor fi prezentate clientilor in pagina produsului.

source: Choose the attribute group for this value.
da_dk: Vælg attributtens gruppe for denne værdi.
ko_kr: 이 값에 대한 속성 그룹을 선택하세요.
ro_ro: Alege grupul de atribute pentru aceasta valoare.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
da_dk: Vælg en farve med farvevælgeren eller indtast en HTML farve (f.eks. "lyseblå" #CC6600).
ko_kr: 색상 선택 도구로 색상을 선택하거나, HTML 색상값을 입력하세요(예. "연한파랑","CC6600").
ro_ro: Alege o culoare folosind paleta de culori sau introduci o culoare HTML (ex. "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
da_dk: Upload en billede fil fra din computer med farve eller mønster.
ko_kr: 컴퓨터에서 색상 텍스쳐가 포함된 이미지 파일을 업로드 합니다.
ro_ro: Incarca din calculatorul tau o imagine ce contine textura.

source: This will override the HTML color!
da_dk: Dette vil overskrive HTML farven!
hy_am: Կօգտագործվի HTML կոդի փոխարեն
ko_kr: 이것은 HTML 색상에 중첩됩니다!
ro_ro: Aceasta operatiune va suprascrie culoarea HTML!

source: Save then add another value
da_dk: Gem og tilføj en anden værdi
hy_am: Պահպանել հետո ավելացնել նոր արժեք
ko_kr: 저장하고 다른 값 추가
ro_ro: Salveaza si apoi adauga alta valoare

source: To add "tags," click in the field, write something, and then press "Enter."
da_dk: For at tilføje "tags", klik i feltet, skriv noget, og tast derefter "Enter."
hy_am: «Տեգեր» ավելացնելու համար սեղմեք դաշտի մեջ, գրեք ինչ որ բան, եւ հետո սեղմեք «Enter»
ko_kr: "태그"를 추가하려면, 항목을 클릭하고, 내용을 작성하고, 그 다음 "Enter"를 누르세요.
ro_ro: Pentru a adauga "etichete" da clic in camp, scrie ceva si apasa "Enter"

source: Allow customers to upload files using the contact page.
da_dk: Tillad kunder at uploade filer via kontaktside.
hy_am: Թույլ տալ հաճախորդին վերբեռնել ֆայլերը օգտագործելով կոնտակտային էջը
ko_kr: 고객들에게 연락처 페이지를 사용하여 파일을 업로드 하는 것을 허용합니다.
ro_ro: Se permite clientilor sa incarce fisiere folosind pagina de contact.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
da_dk: Udfyld venligst den besked, der vises som standard, når du besvarer en tråd på kundeservicesiden.
hy_am: Խնդրում ենք լրացնել դեֆոլտ հաղորդագրությունը, երբ հաճախորդների սպասարկման էջին դուք կպատասխանեք թեմային
ko_kr: 고객 서비스 페이지에 스레드 응답 시 기본으로 보일 메시지 항목을 채워주세요.
ro_ro: Introdu mesajul care apare in mod implicit cand se raspunde la o discutie din pagina de serviciu clienti.

source: URL for your IMAP server (ie.: mail.server.com).
da_dk: URL for IMAP server (f.eks.: mail.server.dk).
ko_kr: IMAP 서버의 URL (예:mail.server.com).
ro_ro: URL pentru server-ul tau IMAP (ex.: mail.server.com).

source: Port to use to connect to your IMAP server.
da_dk: Port der skal anvendes til din IMAP server.
ko_kr: IMAP 서버 연결 시 사용할 포트.
ro_ro: Port utilizat pentru conectarea la server-ul tau IMAP.

source: User to use to connect to your IMAP server.
da_dk: Bruger der skal anvendes til at forbinde til din IMAP server.
ko_kr: IMAP 서버 접속을 사용할 사용자.
ro_ro: Utilizator pentru conectarea la server-ul tau IMAP.

source: Password to use to connect your IMAP server.
da_dk: Adgangskode der skal anvendes til at forbinde til din IMAP server.
ko_kr: IMAP 서버 연결에 사용할 비밀번호.
ro_ro: Parola utilizata pentru conectarea la server-ul tau IMAP.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
da_dk: Slet beskeder efter synkronisering. Hvis du ikke aktiverer denne indstilling, så vil synkroniseringen tage længere tid.
ko_kr: 동기화 후 메시지를 삭제합니다. 이 옵션을 활성화 하지 않으면, 동기화는 더 시간이 걸립니다.
ro_ro: Stergi mesajele dupa sincronizare. Daca nu activeaza aceasta optiune, sincronzarea va dura mai mult timp.

source: Create new threads for unrecognized emails.
da_dk: Opret nye tråde for ukendte e-mails.
ko_kr: 확인되지 않은 이메일들에 대한 새 스레드들을 생성합니다.
ro_ro: Creeaza noi discutii pentru mesajele necunoscute.

source: Use POP3 instead of IMAP.
da_dk: Brug POP3 i stedet for IMAP.
ko_kr: IMAP 대신 POP3 사용.
ro_ro: Foloseste POP3 in loc de IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
da_dk: Brug ikke RSH eller SSH til at etablere en preauthenticated IMAP session.
hy_am: Մի օգտագործեք RSH կամ SSH, որպեսզի ստեղծվի IMAPսեանս նախապես հաստատված լիազորությամբ
ko_kr: 사전 인증된 IMAP 세션 설정에 RSH나 SSH를 사용하지 않습니다.
ro_ro: Nu folosi RSH sau SSH pentru stabilirea unei sesiuni IMAP preautentificate.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
da_dk: Anvend Secure Socket Layer (TLS/SSL) for at kryptere sessionen.
ko_kr: 세션 암호화에 보안 소켓 레이어(TLS/SSL) 를 사용합니다.
ro_ro: Cripteaza sesiunea cu TLS/SSL.

source: Validate certificates from the TLS/SSL server.
da_dk: Godkend certifikater fra TLS/SSL server.
ko_kr: TLS/SSL 서버에서의 인증서를 검증합니다.
ro_ro: Validare certificate de la serverul TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
da_dk: Godkend ikke certifikater fra TLS/SSL server. Dette er kun nødvendigt, hvis serveren bruger selvsignerede certifikater.
ko_kr: TLS/SSL 서버에서의 인증서 검증을 하지 않습니다. 이것은 서버에서 자체-사인된 인증서를 사용하는 경우만 필요합니다.
ro_ro: Nu utilizeaza validarea certificatelor de la serverul TLS/SSL. Acest lucru este necesar doar daca serverul foloseste certificate semnate automat.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
da_dk: Fremtving brug af start-TLS til at kryptere sessionen, og afvis forbindelse til servere, der ikke understøtter det.
hy_am: Ստիպողաբար օգտագործել start-TLS սեսիաները ծածկագրելու համար, եւ մերժել կապը սերվերների հետ , որոնք այս ֆունկցիան չեն ապահովում
ko_kr: 세션 암호화에 start-TLS를 강제 사용하고, 그것을 지원하지 않는 서버로의 연결을 거부합니다.
ro_ro: Fortare folosire start-TLS pentru criptarea sesiunii si respingerea conexiunilor la serverele care nu o suporta.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
da_dk: Brug ikke start-TLS til at kryptere sessionen, end ikke med servere, der understøtter det.
hy_am: Չօգտագործել start-TLS սեսիաները ծածկագրելու համար, նույնիսկ այն սերվերների հետ, որոնք ապհովում են այս ֆունկցիան
ko_kr: 서버에서 세션 암호화에 start-TLS를 지원해도, 사용하지 않습니다.
ro_ro: Nu se foloseste start-TLS pentru criptarea sesiunii nici chiar cu serverele care il suporta.

source: Add new feature value
da_dk: Tilføj ny egenskabsværdi
ko_kr: 새 기능 값 추가
ro_ro: Adauga o valoare

source: Save and add another value
da_dk: Gem og tilføj en anden værdi
hy_am: Պահպանել եւ ավելացնել ուրիշ արժեք
ko_kr: 저장하고 다른 값 추가
ro_ro: Salveaza si adauga alta valoare

source: Back to the list
da_dk: Tilbage til liste
hy_am: Վերադառնալ դեպի ցուցակ
ko_kr: 목록으로
ro_ro: Inapoi la lista

source: Add new feature values
da_dk: Tilføj nye egenskabsværdier
hy_am: Ավելացնել հատկանիշների նոր արժեք
ko_kr: 새 기능 값 추가
ro_ro: Adauga valori noi caracteristicii

source: To add "tags," click inside the field, write something, and then press "Enter."
da_dk: For at tilføje "tags", klik i feltet, skriv noget, og tast derefter "Enter."
hy_am: Որպեսզի «տեգեր» ավելացվեն, շրխկացրեք դաշտի ներսի մասում, գրեք ինչ որ բան ու հետո սեղմեք «Enter»
ko_kr: "태그"를 추가하려면, 항목을 클릭하고, 내용을 쓰고, "Enter"를 누르세요.
ro_ro: Pentru a adauga etichete, clicaie in casuta, scrie numele etichetei si apoi apasa "Enter".

source: Company name for this brand
da_dk: Firmanavn for dette brand
ko_kr: 이 상표에 대한 회사명
ro_ro: Numele firmei pentru aceasta marca

source: Company name for this supplier
da_dk: Firmanavn for leverandøren
ko_kr: 이 공급사에 대한 회사명
ro_ro: Numele firmei pentru acest furnizor

source: To add "tags" click in the field, write something and then press "Enter".
da_dk: For at tilføje "tags", klik i feltet, skriv noget, og tast derefter "Enter".
ko_kr: "태그"를 추가하려면, 항목을 클릭하고, 내용을 작성하고, 그다음 "Enter"를 누르세요.
ro_ro: Pentru a adauga etichete, clicaie in casuta, scrie numele etichetei si apoi apasa "Enter".

source: Phone number for this supplier
da_dk: Leverandørens telefonnummer
hy_am: Այս մատակարարի հեռախոսի համարը
ko_kr: 이 공급사에 대한 전화 번호
ro_ro: Numarul de telefon al acestui furnizor

source: Mobile phone number for this supplier.
da_dk: Telefonnummer til leverandøren.
ko_kr: 이 공급사에 대한 휴대 전화 번호.
ro_ro: Numarul de mobil al acestui furnizor.

source: Create a new product: CTRL+P
da_dk: Opret et nyt produkt: CTRL+P
ko_kr: 새 상품 생성: CTRL+P
ro_ro: Creeaza un produs nou: CTRL+P

source: To have a different title from the category name, enter it here.
da_dk: For at have en anden titel en kategorinavnet, angiv den her.
ko_kr: 분류 이름에서 다른 제목을 붙이려면, 여기에 입력하세요.
ro_ro: Pentru a avea un titlu diferit de numele categoriei, introdu-l aici.

source: To have a different description than your category summary in search results page, write it here.
da_dk: For at have en anden beskrivelse end dit kategorisammendrag på søgeresultatsiden, så skriv den her.
ko_kr: 검색 결과 페이지에서 분류 요약과 다른 설명을 표시하려면, 여기에 작성하세요.
ro_ro: Daca doresti ca descrierea categoriei din paginile cu rezultatele cautarii sa fie diferita de rezumatul categoriei, introduce-o aici.

source: Unless the 'Accented URL' option is enabled (in Shop parameters > Traffic & SEO), only letters, numbers, underscores (_), and hyphens (-) are allowed.
da_dk: Med mindre indstillingen 'Accented URL' er aktiveret (under Butiksparametre > Traffik & SEO), kun bogstaver, tal, underscores (_), og bindestreger (-) er tilladte.
ko_kr: '강조된 URL' 옵션이 활성화 되지 않으면 (상점 매개 변수 > 트래픽 & SEO), 문자, 숫자, 밑줄 (_), 및 하이픈 (-) 만 허용됩니다.
ro_ro: Daca optiunea "URL cu diacritice" nu este activata (in Parametri magazin > Trafic si SEO), sunt permise numai litere, cifre, linii joase sau cratime.

source: Search for a product
da_dk: Søg en vare
hy_am: Որոնում ապրանքի համար
ko_kr: 상품 검색
ro_ro: Cauta un produs

source: Enter your product name
da_dk: Indtast dit varenavn
ko_kr: 상품 이름 입력
ro_ro: Introdu numele produsului tau

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
da_dk: Resuméet er en kort sætning, der beskriver din vare.<br />Det vil forekomme øverst på din butiks vareside, på produktlister og på søgemaskiners resultatside (så det er vigtigt for SEO). Brug fanen "Beskrivelse" for at komme med flere oplysninger om din vare.
ko_kr: 요약은 상품을 설명하는 짧은 문장입니다. <br /> 상점의 상품 페이지 상단, 상품 목록들 내, 그리고 검색 엔진의 결과 페이지에 나타납니다 (SEO에서 중요합니다). 상품에 대한 자세한 내용을 부여하려면, "상세" 탭을 사용하세요.
ro_ro: Rezumatul este o propozitie scurta care descrie produsul. <br/>Acesta va aparea in partea de sus a paginii produsului magazinului tau, in listele de produse, precum si in pagina de rezultatele a motoarelor de cautare (deci este important pentru SEO). Pentru a da mai multe detalii despre produsul tau, utilizeaza fila "Descriere".

source: Search and add a related product
da_dk: Søg og tilføj en relateret vare
ko_kr: 검색과 연관된 상품 추가
ro_ro: Cauta si adauga un produs asociat

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
da_dk: Brug et komma til at oprette separate tags. F.eks.: kjole, bomuld, festkjoler.
ko_kr: 태그 구분 생성에 쉼표 사용. 예: 드레스, 면 옷, 파티 드레스들.
ro_ro: Foloseste o virgula pentru a crea taguri separate. De exemplu: rochie, bumbac, rochii de petrecere.

source: Per kilo, per litre
da_dk: Pr. kilo, pr. litter
ko_kr: 킬로 당, 리터 당
ro_ro: Pe kilogram, pe litru

source: Combine several attributes, e.g.: "Size: all", "Color: red".
da_dk: Kombiner flere egenskaber, f.eks.: "Størrelse: all", "Farve: rød".
ko_kr: 몇가지 속성 조합, 예: "크기:전체", "색상:빨강".
ro_ro: Combina cateva atribute, de exemplu, "Dimensiunea: toate", "culoarea: rosie".

source: Leave empty to disable
da_dk: Efterlad tom for at deaktivere
ko_kr: 비활성화하려면 비워두기
ro_ro: Lasa gol pentru a dezactiva

source: To have a different title from the product name, enter it here.
da_dk: For at få en anden titel end varenavnet indtastes den her.
ko_kr: 상품 이름에서 다른 제목을 붙이려면, 여기에 입력하세요.
ro_ro: Pentru a avea un titlu diferit de numele produsului, introdu-l aici.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
da_dk: Offentlig titel til varens side og til søgemaskiner. Efterlad tom for at bruge varenavnet. Antallet af resterende tegn vises til venstre for feltet.
ko_kr: 상품 페이지와, 검색 엔진용으로 쓰일 공용 제목. 상품 이름을 사용하려면 비워두세요. 나머지 글자수들이 항목의 왼쪽에 표시됩니다.
ro_ro: Denumirea publica pentru pagina produsului, precum si pentru motoarele de cautare. Lasa necompletat pentru a utiliza numele produsului. Numarul de caractere ramase este afisat in partea stanga a campului.

source: To have a different description than your product summary in search results pages, write it here.
da_dk: For at få en anden beskrivelse end dit produktresumé på søgeresultatssider skrives den her.
ko_kr: 검색 결과 페이지에서 상품 요약과 다른 설명을 표시하려면, 여기에 작성하세요.
ro_ro: Pentru a avea o descriere diferita de rezumatul produsului in paginile cu rezultatele cautarii, scrieti-l aici.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
da_dk: Denne beskrivelse vises i søgemaskiner. Du skal have en enkelt sætning på mindre end 160 tegn (inkl. mellemrum)
ko_kr: 이 상세 설명은 검색 엔진에서 나타납니다. (공백 포함) 160자 이내의, 단일 문장이 필요합니다
ro_ro: Aceasta descriere apare sub rezultatul furnizat de motoarele de cautare. Ai nevoie de o singura fraza, care sa fie mai scurta de 160 de caractere (incluzand si spatiile)

source: To which product the page should redirect?
da_dk: Hvilken vare skal siden omdirigere til?
ko_kr: 페이지에서 어떤 상품으로 리디렉션 합니까?
ro_ro: La ce produs trebuie redirectionata pagina?

source: To which category the page should redirect?
da_dk: Hvilken kategori skal siden omdirigere til?
ko_kr: 페이지에서 어떤 분류로 리디렉션 합니까?
ro_ro: La ce categorie trebuie redirectionata pagina?

source: If no category is selected the Main Category is used
da_dk: Hvis ingen kategori er valgt, så anvendes hovedkategorien
ko_kr: 선택된 분류가 없다면 주요 분류가 사용됩니다
ro_ro: Daca nu este selectata nicio categorie, va fi folosita categoria principala

source: Upload a brand logo from your computer.
da_dk: Upload et mærkelogo fra din computer.
ko_kr: 컴퓨터에서 상표 로고를 업로드합니다.
ro_ro: Incarca din calculatorul tau un logo al marcii.

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
da_dk: Hvis du ønsker at oprette en kategori hurtigt, så kan du gøre det her. Glem ikke at gå til siden Kategorier for at udfylde de behøvede detaljer (beskrivelse, billede, etc.). En ny kategori vil ikke automatisk vises i din butiks menu, læs venligst Hjælpen om dette.
ko_kr: 빠르게 새 분류를 생성하고 싶다면, 여기서 할 수 있습니다. 분류 페이지로 이동하여 필요한 세부사항들 (설명, 이미지, 기타 등.) 을 입력해야 하는 것을 잊지 마세요. 새 분류는 상점의 메뉴에 자동으로 나타나지 않습니다, 이에 대해 도움말을 읽어보세요.
ro_ro: Daca doresti sa creezi rapid o categorie noua, o poti face aici. Nu uita sa completezi apoi detaliile necesare (descriere, imagine etc.) pe pagina Categorii. Categoria nou creata nu va aparea automat in meniul magazinului tau - gasesti informatii despre aceasta facand clic pe Ajutor.
