Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogHelp.*.xlf
Languages: da_dk, hy_am, ko_kr, ro_ro

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
da_dk: Vælg udtryk og nøgleord, som din kunder vil bruge til at søge efter denne vare, og sørg for, at du er konsekvent med de tags, du eventuelt allerede har brugt.
ko_kr: 고객들이 이 상품을 검색하는데 사용할 용어와 키워드를 선택하고 이미 사용된 태그와 일치하는지 확인하세요.
ro_ro: Alege termeni si cuvinte cheie pe care clientii le vor utiliza pentru a cauta acest produs si asigura-te ca sunt in concordanta cu etichetele pe care le utilizezi deja.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
da_dk: Du kan håndtere tagalias i [1]Search section[/1]. Hvis du tilføjer nye tags, skal du opdatere indekset.
ko_kr: [1]검색 섹션[/1]에서 태그 별칭을 관리할 수 있습니다. 새 태그를 추가하면, 색인을 재생성해야 합니다.
ro_ro: Poti gestiona aliasurile de etichete in sectiunea [1]Cautare[/1]. Daca adaugi etichete noi, trebuie sa reconstruiesti indexul.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
da_dk: Ikke alle butikker sælger nye varer. Denne valgmulighed gør dig i stand til at angive varens tilstand. Det kan være påkrævet på nogle markeder.
ko_kr: 모든 상점이 신상품을 판매하는 것은 아닙니다. 이 옵션을 사용하면 상품의 상태를 나타낼 수 있습니다. 그것은 일부 장터에서 요구 될 수 있습니다.
ro_ro: Nu toate magazinele vand produse noi. Aceasta optiune iti permite sa indici starea produsului. Acest lucru poate fi solicitat in unele locuri.

source: ISBN is used internationally to identify books and their various editions.
da_dk: ISBN bruges internationalt til at identificere bøger og deres forskellige udgaver.
ko_kr: ISBN 은 책들과 다양한 판본들을 식별하는데 국제적으로 사용됩니다.
ro_ro: Codul ISBN este utilizat la nivel international pentru a identifica cartile si diferitele lor editii.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
da_dk: Denne type produktkode er almindeligt anvendt i Usa, Canada, Storbritannien, Australien, New Zealand og andre lande.
ko_kr: 이 유형의 상품 코드는 미국, 캐나다, 영국, 오스트레일리아, 뉴질랜드 그리고 그 밖의 국가에서 두루 사용됩니다.
ro_ro: Acest tip de cod de produs este foarte utilizat in Statele Unite, Canada, Marea Britanie, Australia, Noua Zeelanda si alte tari.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
da_dk: Denne type produktkode er specifik for Europa og Japan, men er almindeligt anvendt globalt. Det er ligesom UPC-koden. Alle varer mærket med en EAN-kode bliver også accepteret i Nordamerika.
ko_kr: 이 유형의 상품 코드는 유럽과 일본에 적용되지만, 국제적으로 널리 사용되고 있습니다. 그것은 UPC 코드의 상위 집합입니다: EAN이 표기된 모든 상품들은 북미에서 허용됩니다.
ro_ro: Acest tip de cod de produs este specific Europei si Japoniei, dar are o larga utilizare pe plan international. Este un superset al codului UPC: toate produsele marcate cu codul EAN sunt acceptate in America de Nord.

source: MPN is used internationally to identify the Manufacturer Part Number.
da_dk: VARENR bliver brugt internt til at identificere producent varenr.
ko_kr: MPN은 국제적으로 제조업체 부품 번호를 식별하는데 사용됩니다.
ro_ro: MPN este simbolul international al codului alocat produsului de catre producator (Manufacturer Part Number).

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
da_dk: Dette er den pris, som du påtænker at sælge denne vare til dine kunder til. Momsen, der er inkluderet i prisen, vil ændre sig alt efter den momsregel, du vælger.
ko_kr: 이것은 상품을 고객에게 판매하려는 가격입니다. 세금 포함 가격은 선택한 세금 규칙에 따라 변경됩니다.
ro_ro: Acesta este pretul la care intentionezi sa vinzi acest produs pentru clientii tai. Pretul incl. TVA se va schimba in functie de regula de taxare aleasa.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
da_dk: Nogle varer kan købes pr. enhed (pr. flaske, pr. pund osv.), og det er prisen for én enhed. Hvis du for eksempel sælger stof, vil det være prisen pr. meter.
ko_kr: 일부 제품은 단위 (병 당, 파운드 당 등) 로 구입할 수 있으며, 이는 한 단위에 대한 가격입니다. 예를들면, 직물을 판매하는 경우, 미터 당 가격이 됩니다.
ro_ro: Unele produse pot fi cumparate pe unitati (sticla, kilogram, etc), iar acesta este pretul pentru o singura unitate. De exemplu, daca ai de vanzare tesaturi, acesta ar fi pretul pe metru.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
da_dk: Fremstillingsprisen er den pris, du betalte for varen. Moms skal ikke inkluderes. Den skal være lavere end butiskprisen: forskellen mellem de to vil være din margin.
ko_kr: 원가는 상품에 대해 지불된 가격입니다. 세금은 포함하지 마세요. 그것은 소매가보다 낮아야합니다: 둘 사이의 차이가 당신의 이윤입니다.
ro_ro: Pretul de cost este pretul pe care l-ai achitat pentru produs. Nu include TVA. Trebuie sa fie mai mic decat pretul de vanzare cu amanuntul: diferenta dintre cele doua va fi marja ta.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
da_dk: Du kan sætte specifikke priser for kunder, der tilhører forskellige grupper, forskellige lande osv.
ko_kr: 다른 그룹들, 다른 국가들, 기타 등등에 따라 고객들에게 특정 가격을 설정할 수 있습니다.
ro_ro: Poti stabili preturi specifice pentru clientii care apartin de diferite grupuri, diferite tari, etc.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
da_dk: Nogle gange kan én kunde passe ind under flere prisregler. Prioriteter lader dig definere, hvilke regler der skal gælde først.
ko_kr: 가끔씩 한 고객이 여러 가격 규칙에 해당 할 수 있습니다. 우선 순위를 통해 먼저 적용할 규칙을 정의 할 수 있습니다.
ro_ro: Uneori un client se poate incadra in mai multe reguli de pret. Prioritatile iti permit sa definesti ordinea aplicarii regulilor de pret.

source: Invalid token
da_dk: Ugyldig token
ko_kr: 잘못된 토큰
ro_ro: Jeton incorect

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
da_dk: [1]Ugyldig token[/1]: direkte adgang til dette link kan eventuelt medføre en sikkerhedsbrist.
ko_kr: [1]잘못된 토큰[/1]:이 링크에 직접 접근하는 것은 잠재적인 보안 위반이 될 수 있습니다.
ro_ro: [1]Jeton nevalid[/1]: accesul direct la acest link poate duce la o bresa de securitate.

source: Do you want to display this page?
da_dk: Vil du vise denne side?
ko_kr: 이 페이지를 표시하시겠습니까?
ro_ro: Vrei sa afisezi aceasta pagina?

source: Yes, I understand the risks
da_dk: Ja, jeg forstår risiciene
ko_kr: 네, 위험 사항을 이해했습니다
ro_ro: Da, inteleg riscurile

source: Take me out of there!
da_dk: Få mig væk herfra!
ko_kr: 날 데려가 줘요!
ro_ro: Scoate-ma de aici!

source: Click on "Displayed" to index the category on your shop.
da_dk: Klik på "Vist" for at indeksere kategorien i din butik.
ko_kr: 상점의 분류를 색인화 하려면 "표시됨"을 클릭하세요.
ro_ro: Fa clic pe "Se afiseaza" pentru a indexa categoria in magazin.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
da_dk: Dette er hovedbilledet for din kategori, og det bliver vist på kategorisiden. Kategoribeskrivelsen overlapper billedet og bliver vist i øverste venstre hjørne.
ko_kr: 이것은 분류 페이지에 표시되는, 분류에 대한 주요 이미지 입니다. 분류 상세는 이 이미지에 겹쳐서 상단-왼쪽 모서리에 나타납니다.
ro_ro: Aceasta este imaginea principala pentru categoria ta, afisata pe pagina categoriei. Descrierea categoriei se va suprapune peste aceasta imagine si va aparea in coltul de sus-stanga.

source: Displays a small image in the parent category's page, if the theme allows it.
da_dk: Viser et lille billede på den overordnede kategoriside, hvis temaet tillader det.
ko_kr: 부모 분류 페이지에, 테마가 적용되어 있다면, 작은 이미지를 표시합니다.
ro_ro: Afiseaza o imagine mica in pagina categoriei parinte, daca tema permite acest lucru.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
da_dk: Kategoriens miniature vises i menuen som et lille billede, der afspejler kategorien, hvis temaet tillader det.
ko_kr: 테마에서 분류 썸네일을 허용하면, 그것은 메뉴에서 분류를 나타내는 작은 이미지로 나타납니다.
ro_ro: Miniatura categoriei apare in meniu ca o imagine mica reprezentand categoria, daca tema permite acest lucru.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
da_dk: Kun bogstaver, tal, understregning (_) og minus (-) er tilladte tegn.
ko_kr: 문자, 숫자, 밑줄 (_) 그리고 빼기 (-) 기호 만 허용됩니다.
ro_ro: Doar litere, numere, underscore (_) si minus (-) sunt acceptate.

source: You now have three default customer groups.
da_dk: Du har nu tre standard kundegrupper.
hy_am: Այժմ դուք դեֆոլտ ունեք հաճախորդների երեք խումբ
ko_kr: 이제 3개의 기본 고객 그룹이 있습니다.
ro_ro: Acum ai trei grupuri implicite de clienti.

source: Mark all of the customer groups which you would like to have access to this category.
da_dk: Marker alle de kundegrupper som du ønsker skal have adgang til denne kategori.
ko_kr: 이 분류에 접근하게 하고 싶은 고객 그룹 전부를 표시하세요.
ro_ro: Bifeaza toate grupurile de clienti carora le permiti accesul la aceasta categorie.

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Module Manager[/1] and configure your menu module.
da_dk: Hvis du ønsker at en kategori skal vises i menuen på din shop, gå til [1]Moduler > Modul manager[/1] og konfigurer dit menumodul.
ko_kr: 상점 메뉴에 분류가 보이길 원한다면, [1]모듈 > 모듈 관리자[/1] 로 이동하여 메뉴 모듈을 구성하세요.
ro_ro: Daca vrei ca o categorie sa apara in meniul magazinului tau, intra in [1]]Module > Administrare module[/1] si configureaza modulul de meniu.

source: Click on "%displayed_label%" to index the category on your shop.
da_dk: Klik på "%displayed_label%" for at indeksere kategorien i din butik.
ko_kr: 상점의 분류를 색인화 하려면 "%displayed_label%" 을 클릭하세요.
ro_ro: Fa clic pe "%displayed_label%" pentru a indexa categoria in magazin.

source: To add "tags", click inside the field, write something, and then press "Enter".
da_dk: For at tilføje "tags", klik inden i feltet, skriv noget og tryk så på "Enter".
ko_kr: "태그"를 추가하려면, 항목을 클릭하고, 내용을 쓰고, "Enter"를 누르세요.
ro_ro: Pentru a adauga "etichete" fa clic in caseta, scrie eticheta si apasa "Enter".

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
da_dk: En tom kategori har ingen varer direkte tilknyttet. En tom kategori kan dog indeholde varer via dens underkategorier.
ko_kr: 빈 분류는 직접 연관된 상품이 없는 분류입니다. 그러나 빈 분류에는 하위 분류를 통해 상품이 포함될 수 있습니다.
ro_ro: O categorie goala este o categorie care nu are niciun produs asociat direct cu ea. Totusi, o categorie goala poate contine produse prin subcategoriile sale.

source: To add combinations, you first need to create proper attributes and values in [1]%attributes_and_features_label%[/1].
da_dk: For at tilføje kombinationer, skal du først oprette passende attributter og værdier under [1]%attributes_and_features_label%[/1].
ko_kr: 조합을 추가하려면, 먼저 [1]%attributes_and_features_label%[/1] 에서 적절한 속성과 값을 생성해야 합니다.
ro_ro: Pentru a aduaga combinatii, este necesar ca mai intai sa creezi atributele si valorile corecte in [1]%attributes_and_features_label%[/1].

source: To specify the suppliers of this product's combinations you can go to [1]{combinations_label}[/1] tab.
da_dk: For at angive leverandøren af dette produkts kombinationer, så kan du gå til faben [1]{combinations_label}[/1].
ko_kr: 이 상품 조합의 공급사를 지정하려면 [1]{combinations_label}[/1] 탭으로 이동할 수 있습니다.
ro_ro: Pentru a specifica furnizorii combinatiilor acestui produs poti folosi fila [1]{combinations_label}[/1].

source: Public title for the product page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
ko_kr: 상품 페이지와 검색 엔진용으로 스일 공용 제목. 상품 이름을 사용하려면 비워두세요. 남은 글자수들이 항목의 왼쪽에 표시됩니다.
