Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignNotification.*.xlf
Languages: bn_bd, cs_cz, hr_hr, ja_jp, sk_sk, sl_si, sr_cs, tr_tr

source: Your page will be saved as a draft
cs_cz: Vaše stránka bude uložena jako rozepsaná
hr_hr: Vaša stranica bit će spremljena kao nacrt
ja_jp: ページは下書きとして登録されます
sk_sk: Vaša stránka bude uložená ako rozpísaná
sl_si: Vaša stran se bo shranila kot osnutek
sr_cs: Vaš Cms stranica će biti sačuvana kao nacrt
tr_tr: Sayfanız taslak olarak kaydedilecek

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
bn_bd: আপনি আপনার ইমেজ পূর্ববর্তী সিস্টেমের মধ্যে সংরক্ষিত রাখা বেছে নিতে পারেন. কোনো সমস্যা নেই.
cs_cz: Můžete ponechat ukládání obrázků pomocí staršího systému – není na něm nic špatného.
hr_hr: Možete odabrati zadržavanje slika u prethodnom sustavu - nema ništa pogrešnog u tome.
ja_jp: 以前のシステムに格納された画像を維持するために選択することができます。それは何も問題はありません。
sk_sk: Môžete ponechať obrázky uložené predošlým spôsobom - na tom nie je nič zlé.
sl_si: Za shranjevanje lahko izberete tudi prejšnji sistem - s tem ni nič narobe.
sr_cs: Postoji mogućnost da sačuvate slike uskladištene sa starim sistemom, što ne bi trebalo da izazove problem u funkcionisanju prodavnice.
tr_tr: Resimlerinizi önceki sistemde depolamayı seçebilirsiniz. Bu yanlış bir şey değildir.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
bn_bd: আপনি নতুন স্টোরেজ সিস্টেমের আপনার ইমেজ সরানো সিদ্ধান্ত নিতে পারেন।এই ক্ষেত্রে, নীচের "সরান ছবিদয়া করে ধৈর্য ধরুন. এটি কয়েক মিনিট সময় নিতে পারে." বাটনে ক্লিক করুন.
cs_cz: Můžete se také rozhodnout pro přesun obrázků do nového systému ukládání: v tomto případě klikněte na "Přesunout obrázky" níže. Buďte trpěliví, může to trvat několik minut.
hr_hr: Također možete odlučiti premjestiti Vaše slike u novi sustav: u tom slučaju, kliknite na gumb "Premjesti slike" ispod. Molimo za strpljenje, ovo može potrajati nekoliko minuta.
ja_jp: 新しいストレージシステムに画像を移動すること決定することができます。この場合には、以下の「画像を移動」ボタンをクリックします。これは数分かかることがあります、しばらくお待ちください。
sk_sk: Môžete sa tiež rozhodnúť presunúť obrázky do novej štruktúry adresárov: v tomto prípade kliknite na tlačidlo nižšie "Presunúť obrázky". Prosím buďte trpezliví, pretože to môže zabrať niekoľko minút.
sl_si: Lahko se pa odločite da slike premaknete v nov sistem shranjevanja. V tem primeru pritisnite gumb "Premakni slike" spodaj. Bodite potrpežljivi ker to lahko traja nekaj minut.
sr_cs: Tаkođe možete odlučiti dа premestite svoje slike nа novi sistem zа sklаdištenje: u ovom slučаju, kliknite nа "Premesti slike" dugme ispod. Molimo vаs dа budete strpljivi, jer to može dа potrаje nekoliko minutа.
tr_tr: Ayrıca resimlerinizi yeni depolama sistemine taşımaya da karar verebilirsiniz. Bu durumda, aşağıdaki "Resimleri taşı" düğmesini tıklayın. Sabırlı olun. Bu biraz sürebilir.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
bn_bd: আপনার সমস্ত পণ্য ইমেজ সরানোর পরে,"লিগ্যাসি ইমেজ ফাইল সিস্টেম ব্যবহার করুন" এ সর্বোত্তম কর্ম সঞ্চালনের জন্য না সেট করুন
cs_cz: Pro lepší výkon, přejděte po přesunu všech vašich obrázků na záložku "Použití starého souborového systému pro obrázky" a nastavte "Ne".
hr_hr: Nakon premještanja svih slika proizvoda, za najbolje performanse, postavite "Koristi naslijeđeni datotečni sustav slika" iznad na "Ne".
ja_jp: すべての商品を移動した後、最高のパフォーマンスを得るには、レガシーイメージファイルシステムのオプションをNoに設定します。
sk_sk: Po presunutí všetkých obrázkov produktov, nastavte možnosť "Použiť starý systém ukladania obrázkov" hore na "Nie" pre čo najlepší výkon.
sl_si: Po premiku vseh vaših slik izdelkov, nastavite "Uporabite legacy image filesystem" opcijo na "Ne" za optimalno učinkovitost.
sr_cs: Pošto premestite slike svih proizvoda, postavite "Koristite legacy image filesystem" na "No" za najbolji rad.
tr_tr: Tüm ürün resimleriniz taşınıktan sonra, en iyi performans için yukarıdaki "Eski resim dosya sistemini kullan" seçeneğini "Hayır" olarak ayarlayın.

source: Be careful! Depending on the options selected, former manually uploaded thumbnails might be erased and replaced by automatically generated thumbnails.
cs_cz: Opatrně! V závislosti na vybraných možnostech se může stát, že se ručně nahrané miniatury přepíší těmi automaticky generovanými.
sk_sk: Buď opatrný! V závislosti od zvolených možností, môžu byť predchádzajúce ručne nahrané miniatúry vymazané a nahradené automaticky vygenerovanými miniatúrami.
sl_si: Bodite pozorni! Na podlagi vaših izbranih opcij bodo predhodno ročno naložene slike bile prepisane z novimi avtomatsko generiranimi.
sr_cs: Budite oprezni! U zavisnosti od opcija koje izaberete, prethodno manuelno podignute male sličice mogu biti izbrisane i zamenjene sa automatski kreiranim malim sličicama.

source: Also, regenerating thumbnails for all existing images can take several minutes, please be patient.
cs_cz: Dále, generování miniatur pro všechny obrázky může trvat několik minut, buďte trpěliví.
sk_sk: Obnovenie miniatúr pre všetky existujúce obrázky môže trvať niekoľko minút, buďte prosím trpezliví.
sl_si: Med ustvarjanjem novih slik bodite potrpežljivi, ker lahko traja kar nekaj minut.
sr_cs: Kreiranje malih sličica za postojeće slike može potrajati nekoliko minuta, molimo buditie strpljivi.

source: If you want to order/move the following data, please select a shop from the shop list.
bn_bd: আপনি নিম্নলিখিত তথ্য অর্ডার / স্থানান্তর করতে চাইলে, দোকান তালিকা থেকে একটি দোকান নির্বাচন করুন.
cs_cz: Pokud si chcete uspořádat / přesunout tyto údaje, zvolte obchod ze seznamu
hr_hr: Ukoliko želite posložiti/premjestiti slijedeće podatke, molimo odaberite trgovinu iz popisa trgovina
ja_jp: 次のデータを注文/移動したい場合は、ショップリストからショップを選択してください。
sk_sk: Ak chcete zoradiť/premiestniť nasledujúce údaje, vyberte prosím obchod zo zoznamu obchodov.
sl_si: Če želite urediti/premakniti podatke, prosimo izberite trgovino s seznama trgovin.
sr_cs: Ako želite da sredite ili pomerite sledeće podatke, molimo da sa izaberete prodavnicu sa liste.
tr_tr: Eğer bu verileri taşımak/sıralamak istiyorsanız, mağaza listesinden bir mağaza seçin.

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
cs_cz: Aktuální šablona není k dispozici. Zkontrolujte název adresáře šablony ("%s) a oprávnění pro zápis.
hr_hr: Trenutna tema nedostupna. Provjerite u svom direktoriju s temama ime ("%s") i dozvole.
ja_jp: 現在のテーマ は利用できません。テーマディレクトリ名（"%s"）とアクセス権限を確認してください。
sk_sk: Aktuálna šablóna nie je dostupná. Skontrolujte prosím názov vašej zložky šablón ("%s") a jej oprávnenia.
sl_si: Aktualna tema ni na voljo. Prosimo, preverite vaše ime teme ("%s") in dovoljenja.
sr_cs: Trenutna tema je nedostupna"%s". Proverite ime direktorijuma vaše teme i njegove dozvole.
tr_tr: Mevcut tema kullanılamaz. Lütfen tema dizin adını ("%s") ve izinleri kontrol edin.

source: No items found
bn_bd: কোন আইটেম পাওয়া যায় নি
cs_cz: Žádné položky nebyly nalezeny
hr_hr: Nije pronađena niti jedna stavka
ja_jp: アイテムが見つかりません
sk_sk: Neboli nájdené žiadne položky
sl_si: Ne najdem
sr_cs: Nijedna stavka nije pronađena
tr_tr: Hiç bir öğe bulunamadı

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
cs_cz: Při přesouvání obrázků byly nalezeny duplicitní obrázky. Je to pravděpodobně způsobeno nepoužívanými demo obrázky. Ujistěte se prosím, že složka %folder% obsahuje pouze demonstrační obrázky a potom ji smažte.
hr_hr: Pronađene su duple slike kada ste premještali slike proizvoda. To se često događa sa nekorištenim demonstracijskim slikama. Molimo budite sigurni da mapa %folder% sadrži samo demonstracijske slike, i tada ih obrišite.
sk_sk: Pri presúvaní obrázkov boli nájdené duplicitné obrázky. Je to pravdepodobne spôsobené nepoužívanými demo obrázkami. Uistite sa prosím, že zložka %folder% obsahuje iba demonštračné obrázky a potom ju zmažte.
sl_si: Najdene so podvojene slike med premikanjem slik izdelkov. Vzrok so ponavadi neuporabljene demonstracijskeslike. Prepričajte se, da mapa %folder% vsebuje le demonstracijske slike in jo nato odstranite.
sr_cs: Slike se dupliraju kada se pomera slika proizvoda. To se najverovatnije događa zbog demo slika koje se ne koriste. Molimo proverite da li folder %folder% sadrži demo slike, i onda ih izbrišite.
tr_tr: Ürün görsellerini taşırken, yinelenen görüntüler bulundu. Buna büyük olasılıkla kullanılmayan tanıtım resimleri neden olmakta. Lütfen %folder% klasörünün yalnızca tanıtım resimlerini içerdiğinden emin olun ve ardından silin.

source: Incorrect value for the selected JPEG image compression.
cs_cz: Nesprávná hodnota pro vybranou JPEG kompresi obrazu.
hr_hr: Netočna vrijednost za odabrano JPEG sažimanje slika.
sk_sk: Nesprávna hodnota pre vybranú JPEG kompresiu.
sl_si: Napačna vrednost izbrane JPEG kompresije.
sr_cs: Neispravna vrednost za izabranu kompresiju JPEG slike.
tr_tr: Seçilen JPEG görüntü sıkıştırması için hatalı değer.

source: Incorrect value for the selected PNG image compression.
cs_cz: Nesprávná hodnota pro vybranou JPEG kompresi obrazu.
hr_hr: Netočna vrijednost za odabrano PNG sažimanje slika.
sk_sk: Nesprávna hodnota pre vybranú PNG kompresiu.
sl_si: Napačna vrednost izbrane PNG kompresije.
sr_cs: Neispravna vrednost za izabranu kompresiju PNG slike.
tr_tr: Seçilen PNG resim sıkıştırması için hatalı değer.

source: Source file does not exist or is empty (%filepath%)
cs_cz: Zdrojový soubor neexistuje nebo je prázdný (%filepath%)
hr_hr: Izvorna datoteka ne postoji ili je prazna (%filepath%)
ja_jp: ソースファイルが存在しないか空です（%filepath%）
sk_sk: Zdrojový súbor neexistuje alebo je prázdny (%filepath%)
sl_si: Izvorna datoteka ne obstaja ali je prazna (%filepath%)
sr_cs: Izvorni fajl ne postoji ili je prazan (%filepath%)
tr_tr: Kaynak dosya yok ya da boş (%filepath%)

source: Failed to resize image file (%filepath%)
cs_cz: Změna velikosti obrázku (%filepath%) se nezdařila
hr_hr: Neuspješna promjena veličine slike (%filepath%)
ja_jp: 画像ファイルのリサイズに失敗しました。（%filepath%）
sk_sk: Nepodarilo sa zmeniť veľkosť obrázka (%filepath%)
sl_si: Spodletelo razširjanje datoteke (%filepath%)
sr_cs: Promena veličine slike nije uspela (%filepath%)
tr_tr: Resim dosyası boyutlandırma başarısız oldu (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
cs_cz: Změna velikost obrázku na vysoké rozlišení (%filepath%) se nezdařila
hr_hr: Neuspjelo povećanje rezolucije slike (%filepath%)
ja_jp: 高解像度画像へのリサイズに失敗しました。（%filepath%）
sk_sk: Nepodarilo sa zmeniť obrázka na vysoké rozlíšenie (%filepath%)
sl_si: Spodletelo razširjanje slike na višjo resolucijo (%filepath%)
sr_cs: Povećanje rezolucije slike nije uspelo (%filepath%)
tr_tr: Resim dosyası yüksek çözünürlük boyutlandırma başarısız oldu (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
cs_cz: Původní obrázek (%filename%) pro produkt č. %id% je poškozen nebo je ve složce nastaveno nesprávné oprávnění.
hr_hr: Izvorna slika je oštećena (%filename%) za ID proizvoda %id% ili loše dopuštenje na mapi.
ja_jp: 商品ID %id% の元画像ファイルが破損しているか（%filename%）、フォルダのパミッション設定が正しくありません。
sk_sk: Pôvodný obrázok (%filename%) pre produkt s ID číslom %id% je poškodený alebo je v priečinku nesprávne povolenie.
sl_si: Originalna slika je poškodovana (%filename%) za izdelek z ID %id% ali napačno dovoljenje mape.
sr_cs: Originalna slika za ID proizvoda %id% je oštećena (%filename%) ili nemate odgovarajuće ovlašćenje za folder.
tr_tr: %id% kimlikli ürünün orijinal resmi (%filename%) bozuk veya klasör izni hatalı.

source: Original image is missing or empty (%filename%) for product ID %id%
cs_cz: Původní obrázek (%filename%) pro produkt č. %id% chybí nebo je prázdný
hr_hr: Originalna slika je izgubljena ili je prazna (%filename%) za proizvod ID %id%
ja_jp: 商品ID %id% の元画像ファイルが存在しないか、空です。（%filename%）
sk_sk: Pôvodný obrázok (%filename%) pre produkt s ID číslom %id% chýba alebo je prázdny
sl_si: Originalna slika manjka ali je prazna (%filename%) za izdelek z ID %id%
sr_cs: Originalna slika za ID proizvoda %id% nedostaje ili je prazna (%filename%)
tr_tr: %id% kimlikli ürünün orijinal resmi (%filename%) kayıp veya boş

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
cs_cz: Nelze zapsat obrázky tohoto typu: %1$s. Zkontrolujte, zda lze do složky %2$s zapisovat.
hr_hr: Ne može se zapisati slike ovog tipa: %1$s. Molimo provjerite %2$s odobrenja za zapisivanje.
ja_jp: このタイプ：%1$s の画像を書き込むことが出来ません。%2$s フォルダのに書き込み権限があるか確認してください。
sk_sk: Obrázok typu: %1$s nie je možné zapísať. Prosím skontrolujte oprávnenia pre zápis do priečinka %2$s.
sl_si: Ne morem zapisati slike te vrste: %1$s. Preverite %2$s pravice mape.
sr_cs: Nije moguće snimanje slika za ovaj tip: %1$s. Molimo proverite ovlašćenja snimanja za folder %2$s.
tr_tr: Şu tür için resim yazamıyor: %1$s. %2$s klasörünün yazma izinlerini kontrol edin.

source: Only part of the images have been regenerated. The server timed out before finishing.
bn_bd: ইমেজ এর কিছু অংশ মাত্র পুনরায় গঠন করা হয়েছে। সমাপ্তির আগেই সার্ভার সময় শেষ হয়েছে।
cs_cz: Regenerace obrázků byla pouze částečná. Vypršel čas nastavený na serveru.
hr_hr: Samo dio slika je regeneriran, poslužitelju je isteklo vrijeme prije završetka.
ja_jp: 画像の一部のみ再生成さています。終了する前にサーバーにてタイムアウトが発生しました
sk_sk: Iba časť z obrázkov bolo znovu vygenerovaných, serveru vypršal čas pred dokončením.
sl_si: Ponastavljen je bil le del slik, strežnik se je prenehal odzivati pred zaključkom operacije.
sr_cs: Samo deo slika je regenerisan. Isteklo je vreme za izvršenje radnje na serveru.
tr_tr: Resimlerin sadece bir bölümü tekrar oluşturuldu. Tamamlanmadan önce sunucu zaman aşımına uğradı.

source: Server timed out. The watermark may not have been applied to all images.
bn_bd: সার্ভারের সময় শেষ হয়েছে।জলছাপ সমস্ত ইমেজ প্রয়োগ করা নাও হতে পারে.
cs_cz: Vypršel časový limit. Vodotisk možná nebyl aplikován na všechny Vaše obrázky.
hr_hr: Serveru je isteklo vrijeme, vodeni žig nije primijenjen na sve slike.
ja_jp: サーバタイムアウト、許可されたすべてのイメージはウォーターマークに適用されていない可能性があります。
sk_sk: Skriptu na serveri vypršal čas behu, vodoznak nemusel byť aplikovaný na všetky obrázky.
sl_si: Strežnik se je prenehal odzivati. Vodni žig mogoče ni bil uporabljen na vseh slikah.
sr_cs: Isteklo je vreme na serveru. Vodeni žig možda nije primenjen na sve slike.
tr_tr: Sunucu zaman aşımına uğradı. Filigran tüm resimler uygulanmamış olabilir.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
cs_cz: Nelze uložit obrázek "Obrázek neexistuje" do složky %s. Zkontrolujte oprávnění složek pro zápis.
hr_hr: Nije moguće snimiti "Nema slike" sliku u %s mapu. Provjerite dozvole za zapisivanje.
ja_jp: 画像フォルダに「画像がありません」画像を書き込めません。フォルダの書き込み権限を確認してください。
sk_sk: Nedá sa zapísať obrázok "Bez obrázku" do adresára s obrázkami %s. Prosím skontrolujte práva na zápis pre tento adresár.
sl_si: Ne morem zapisati "Ni slike" v %s mapi slik. Prosim preverite datotečna pravila pisanja.
sr_cs: Nije moguće snimiti sliku "Nema slike" u %s folder namenjen za slike. Proverite svoja ovlašćenja unutar foldera.
tr_tr: "Ürün resmi yok" resmi resim klasörüne %s yazılamıyor. Klasörün yazma izinlerini kontrol edin.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
bn_bd: ত্রুটিঃ আপনার সার্ভার কনফিগারেশন নতুন চিত্র সিস্টেমের সাথে সামঞ্জস্যপূর্ণ নয়। কোন ইমেজ স্থানান্তর করা হয় নি।
cs_cz: Chyba: konfigurace serveru není kompatibilní s novým systémem obrázků. Žádné obrázky nebyly přesunuty
hr_hr: Pogreška: postavke Vašeg servera nisu kompatibilne s novim sustavom slike. Niti jedna slika nije premještena
ja_jp: エラー：サーバ設定は新しい画像システムと互換性がありません。画像が移動されませんでした。
sk_sk: Chyba: konfigurácia servera nie je kompatibilná s novým systémom obrázkov. Žiadne obrázky neboli presunuté
sl_si: Napaka: nastavitve strežnika niso kompatibilne z novim sistemom za urejanje slik. Nobena slika ni bila premaknjena.
sr_cs: Greška. Vaš server nije kompatibilan sa novim sistemom slika. Nijedna slika nije pomerena.
tr_tr: Hata: Sunucu yapılandırmanız yeni resim sistemiyle uyumlu değil. Hiçbir resim taşınmadı.

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
bn_bd: সকল ছবি পাঠানো হয়নি।সমাপ্তি আগে সার্ভার সময় শেষ হয়েছে।
cs_cz: Ne všechny obrázky byly přesunuty, před dokončením vypršel časový limit serveru. Klikněte na "Přesunout obrázky" na obnovení přesunu obrázků
hr_hr: Nisu sve slike premještene, serveru je istaklo vrijeme prije dovršetka. Kliknite ponovo na "Premjesti slike" kako bi nastavili presnimavanje
ja_jp: サーバが完了する前にタイムアウトしましたので、すべての画像が移動されませんでした。画像の移動をもう一度再開するには「画像を移動」をクリックしてください。
sk_sk: Nie všetky obrázky boli presunuté, skriptu vypršal čas pred dokončením. Kliknite na "Presunúť obrázky" ešte raz pre pokračovanie v presúvaní obrázkov.
sl_si: Vse slike niso bile premaknjene. Strežnik se je prenehal odzivati pred zaključkom operacije. Ponovno kliknite na "Premakni slike" za nadaljevanje procesa premikanja slik.
sr_cs: Nisu sve slike premeštene, server je izgubio vezu pre završetka. Kliknite na Premesti slike ponovo da nastavite.
tr_tr: Tüm resimler taşınmadı. Tamamlanmadan önce sunucu zaman aşımı oluştu. Resimleri taşımaya devam etmek için tekrar 'Resimleri Taşı' düğmesini tıklayın.

source: Error: Some -- or all -- images cannot be moved.
cs_cz: Chyba: některé nebo všechny obrázky nemohly být přesunuty.
hr_hr: Pogreška: pojedine ili sve slike ne mogu se premjestiti.
sk_sk: Chyba: Niektoré alebo všetky obrázky sa nedajú presunúť.
sl_si: Napaka: Nekatere -- ali vse -- slike ni možno premaknit.
sr_cs: Greška. Pojedine -- ili nijedna-- slike (slika) se ne mogu (može) premestiti.
tr_tr: Hata: Bazı -- veya tüm -- resimler taşınamaz.

source: After modification, do not forget to regenerate thumbnails
bn_bd: পরিবর্তন করার পরে, থাম্বনেল পুনরায় নির্মাণ করতে ভুলবেন না
cs_cz: Po změně nezapomeňte přegenerovat miniatury
hr_hr: Nakon izmjene, nemojte zaboraviti regenerirati sličice
ja_jp: 変更後、サムネイルを再再生することを忘れないでください
sk_sk: Po zmene nezabudnite regenerovať náhľady obrázkov
sl_si: Po spreminjanju, ne pozabite ponovno ustvariti predogledov,
sr_cs: Posle izmena, ne zaboravite da pokrenete regenerisanje sličica
tr_tr: Düzenlemeden sonra, küçük resimleri tekrar oluşturmayı unutmayın

source: Not all images have been moved. The server timed out before finishing. Click on "%move_images_label%" again to resume the moving process.
cs_cz: Ne všechny obrázky byly přesunuty. Před dokončením vypršel časový limit serveru. Klepněte na "%move_images_label%" pro pokračování s přesunem obrázků.
hr_hr: Nisu premještene sve slike. Poslužitelju je isteklo vrijeme prije završetka. Ponovno kliknite "%move_images_label%" da biste nastavili postupak premještanja.
sk_sk: Nie všetky obrázky boli presunuté. Pred dokončením serveru vypršal časový limit. Opätovným kliknutím na "%move_images_label%" obnovíte proces presunu.
sl_si: Vse slike niso premaknjene. Pred zaključkom je potekla časovna omejitev strežnika. Kliknite na "%move_images_label%" znova, da nadaljujete postopek premikanja.
sr_cs: Nisu sve slike premeštene, server je izgubio vezu pre završetka. Kliknite na "%move_images_label%" ponovo da nastavite.

source: The uploaded file is too large.
cs_cz: Nahraný soubor je příliš velký.
hr_hr: Datoteka je prevelika.
ja_jp: アップロードしたファイルが大きすぎます。
sk_sk: Nahraný súbor je príliš veľký.
sl_si: Naložena datoteka je prevelika.
sr_cs: Uneti fajl je prevelik.
tr_tr: Yüklenen dosya çok büyük.

source: Failed to move uploaded file.
cs_cz: Přesunutí nahraného souboru se nezdařilo.
hr_hr: Pogreška u premještaju uplodane datoteke.
ja_jp: アップロードされたファイルの移動に失敗しました。
sk_sk: Nepodarilo sa presunúť nahraný súbor.
sl_si: Spodletelo premikanje naložene datoteke.
sr_cs: Premeštanje otpremljenog fajla nije uspelo.
tr_tr: Yüklenilen dosya taşınamadı.

source: This theme is not valid for PrestaShop 1.7
cs_cz: Tato šablona není kompatibilní s PrestaShop 1.7
hr_hr: Ova tema ne vrijedi za PrestaShop 1.7
ja_jp: このテーマはPrestaShop 1.7では使用できません。
sk_sk: Táto téma nie je kompatibilná s PrestaShop 1.7
sl_si: Ta predloga ni veljavna za PrestaShop 1.7
sr_cs: Ova tema nije važeća za PrestaShop 1.7
tr_tr: Tema PrestaShop 1.7 için geçerli değil

source: An error occurred. The information "%s" is missing.
cs_cz: Vyskytla se chyba. Informace "%s" chybí.
hr_hr: Dogodila se pogreška. Informacija "%s" nedostaje.
ja_jp: エラーが発生しました。「%s」が見つかりません。
sk_sk: Stala sa chyba. Informýcia "%s" chýba.
sl_si: Prišlo je do napake. Informacije "%s" manjkajo.
sr_cs: Došlo je do greške. Nedostaje informacija "%s".
tr_tr: Bir hata oluştu. "%s" bilgisi eksik.

source: An error occurred. The template "%s" is missing.
cs_cz: Stala se chyba. Šablona "%s" chybí.
hr_hr: Dogodila se pogreška. Predložak "%s" nedostaje.
ja_jp: エラーが発生しました。テンプレート「%s」が見つかりません。
sk_sk: Stala sa chyba. Šablóna "%s" chýba.
sl_si: Prišlo je do napake. Predloga "%s" manjka.
sr_cs: Došlo je do greške. Nedostaje šablon "%s".
tr_tr: Bir hata oluştu. "%s" şablonu eksik.

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
cs_cz: Došlo k chybě při nahrávání favicon: nelze kopírovat soubor "%s" do složky "%s".
hr_hr: Došlo je do pogreške prilikom učitavanja favicon: Ne mogu kopirati datoteku "%s" u mapu "%s".
sk_sk: Pri nahrávaní favicon-u došlo k chybe: súbor "%s" nie je možné skopírovať do zložky "%s".
sl_si: Prišlo je do napake men nalaganjem favicon: ne morem kopirati datoteke "%s" v mapo "%s".
sr_cs: Došlo je do greške prilikom otpremanja favicon: nije moguće kopirati fajl "%s" u folder "%s".
tr_tr: Favori simgesi yüklenirken bir hata oluştu: "%s" dosyası "%s" klasörüne kopyalanamadı.

source: Your theme has been correctly exported: %path%
cs_cz: Vaše šablona byla úspěšně exportována: %path%
hr_hr: Vaša tema je pravilno izvezena: %path%
ja_jp: テーマは正常にエクスポートされました：%path%
sk_sk: Vaša téma bola úspešne exportovaná: %path%
sl_si: Vaša predloga je uspešno izvožena: %path%
sr_cs: Vaša tema je uspešno izvezena: %path%
tr_tr: Temanız başarıyla dışa aktarıldı: %path%

source: The page Category cannot be moved here.
cs_cz: Stránku Kategorie nelze přesunout sem.
hr_hr: Kategorija ne može biti premještena ovdje.
ja_jp: ページカテゴリーはここに移動することはできません。
sk_sk: Kategória stránky sem nemôže byť presunutá.
sl_si: Kategorije strani ni mogoče premakniti sem.
sr_cs: Kategorija ne može da se premesti ovde.
tr_tr: Sayfa Kategorisi buraya taşınamaz.

source: Your RTL stylesheets has been generated successfully
cs_cz: Vaše RTL styly byly úspěšně vygenerovány
hr_hr: Vaši RTL stilski listovi uspješno su generirani
sk_sk: Vaše RTL štýly boli úspešne vygenerované
sl_si: Vaše stilne plošče RTL so bile uspešno ustvarjene
sr_cs: Vaš RTL stylesheets su uspešno kreirani
tr_tr: RTL stili başarıyla oluşturuldu
