Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminOrderscustomersNotification.*.xlf
Languages: bn_bd, bs_ba, hu_hu

source: For this particular customer group, prices are displayed as:
bs_ba: Za ovu grupu kupaca, cijena se prikazuje kao:
hu_hu: Ennél a vásárlócsoportnál az ár megjelenítési módja:

source: Editing this product line will remove the reduction and base price.
hu_hu: Ennek a termékvonalnak a szerkesztése törli a csökkentést és az alapárat.

source: No voucher was found
bn_bd: কোন ভাউচার পাওয়া যায় নি
hu_hu: Nincs utalvány

source: Are you sure you want to add this quantity?
bn_bd: আপনি কি এই পরিমাণ যোগ করার বিষয়ে নিশ্চিত?
hu_hu: Biztosan hozzáadod ezt a mennyiséget?

source: Error: No product has been selected
bn_bd: ত্রুটি: কোন পণ্য নির্বাচিত করা হয় নি
hu_hu: Hiba: Nincs termék kiválasztva

source: Error: Quantity of products must be set
bn_bd: ত্রুটি: পণ্যের পরিমাণ নির্ধারণ করা আবশ্যক
hu_hu: Hiba: nincs termékmennyiség megadva

source: Error: Product price must be set
bn_bd: ত্রুটি: পণ্যের দাম নির্ধারণ করা আবশ্যক
hu_hu: Hiba: nincs ár megadva

source: This warning also concerns order
bn_bd: এই সতর্কবার্তা এছাড়াও অর্ডারকে সম্পৃক্ত করে
hu_hu: A figyelmeztetés erre a rendelésre is vonatkozik:

source: This warning also concerns the next orders:
bs_ba: Ovo upozorenje se odnosi i na sljedeće narudžbe:
hu_hu: Ez a figyelmeztetés a következő rendelésekre is vonatkozik:

source: No payment methods are available
hu_hu: Nincs elérhető fizetési mód

source: A registered customer account has already claimed this email address
bn_bd: নিবন্ধিত গ্রাহক অ্যাকাউন্টট হিসাবে ইতিমধ্যেই এই ইমেল ঠিকানা হয়েছে
hu_hu: Ezt az e-mail címet már lefoglalta egy regisztrált vásárlófiók

source: Do you want to send this message to the customer?
bn_bd: আপনি গ্রাহককে এই বার্তাটি পাঠাতে চান?
hu_hu: Ezt az üzenetet el akarod küldeni a vevődnek?

source: This product cannot be returned.
bn_bd: এই পণ্য ফেরত দেওয়া যাবে না.
hu_hu: Nem tudod visszaküldeni ezt a terméket

source: Quantity to cancel is greater than quantity available.
bn_bd: বাতিল এর পরিমাণ মজুদ এর চেয়ে অনেক বেশী
hu_hu: Mennyiség lemondása nagyobb, mint az elérhető mennyiség

source: Invalid new order status
bn_bd: ভূল নতুন অর্ডার অবস্থা
hu_hu: Érvénytelen új rendelésállapot

source: This customer ID is not recognized.
hu_hu: Ez a vásárló-azonosító nem ismerhető fel.

source: This email address is not valid. Please use an address like bob@example.com.
hu_hu: Ez-az e-mail cím nem érvényes. Kérjük használj egy olyan címet min pl. bob@example.com.

source: The identification number is incorrect or has already been used.
bn_bd: সনাক্তকারী নম্বরটি ভুল বা ইতিমধ্যেই ব্যবহার করা হয়েছে .
hu_hu: Az azonosító szám hibás, vagy már felhasználásra került.

source: You have selected a state for a country that does not contain states.
hu_hu: Egy olyan országot választottál ki, amelynek nincsenek államai.

source: An address located in a country containing states must have a state selected.
bn_bd: States আছে আমন দেশ এর জন্য অবশ্যই state সিলেক্ট করতে হবে।
hu_hu: Egy megyéket tartalmazó ország címnél muszáj megyét is kiválasztani!

source: An error occurred while linking this address to its order.
bn_bd: এই ঠিকানা বিন্যাস করার সময় একটি ত্রুটি ঘটেছে.
hu_hu: Hiba lépett fel a cím rendeléséhez társításakor.

source: Invalid order
bn_bd: ভূল আদেশ
hu_hu: Érvénytelen rendelés

source: The order cannot be renewed.
bn_bd: অর্ডার নবায়ন করা যাবে না.
hu_hu: A rendelés nem megújítható.

source: An error occurred. Your message was not sent. Please contact your system administrator.
bn_bd: একটি ত্রুটি ঘটেছে। আপনার বার্তাটি পাঠানো হয় নি।আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।
hu_hu: Hiba történt. Üzeneted nem lett elküldve. Kérlek, vedd fel a kapcsolatot rendszergazdáddal!

source: Cannot create message in a new thread.
bs_ba: Ne mogu stvoriti poruku u novoj temi.
hu_hu: Nem hozható létre üzenet egy új szálban.

source: The message body is empty, cannot import it.
bs_ba: Tijelo poruke je prazno, ne može se uvesti.
hu_hu: Az üzenet szöveges része üres, nem importálható.

source: Invalid message content for subject: %s
bs_ba: Nevažeći sadržaj poruke za subjekt: %s
hu_hu: Érvénytelen üzenettartalom a tárgyhoz: %s

source: The message content is not valid, cannot import it.
bs_ba: Tijelo poruke nije ispravno, ne može se uvesti.
hu_hu: Az üzenet tartalma nem érvényes, nem importálható.

source: Unknown delete mode:
bn_bd: অজানা ডিলিট মোডঃ
hu_hu: Ismeretlen törlésmód:

source: Password cannot be empty.
bs_ba: Lozinka ne može biti prazna.
hu_hu: A jelszó nem lehet üres.

source: An error occurred while loading the object.
bn_bd: অবজেক্ট লোড করার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba lépett fel objektumbetöltéskor.

source: (cannot load object)
bn_bd: ( লোড করা যাবে না)
hu_hu: (nem lehet betölteni)

source: This cart does not exists
bn_bd: এই কার্ট বিদ্যমান না
hu_hu: Ez a kosár nem létezik

source: The cart must have a customer
bn_bd: কার্ট এর জন্য গ্রাহক থাকতে হবে
hu_hu: A kosárhoz vásárlót kell rendelni

source: Order status #%id% cannot be loaded
bs_ba: Stanje narudžbe #%id% nije moguće učitati
hu_hu: #%id% rendelési állapotot nem lehet betölteni

source: The order carrier ID is invalid.
bn_bd: অর্ডার ক্যারিয়ার ID সঠিক নয়
hu_hu: A rendelés szállítóazonosítója érvénytelen.

source: The tracking number is incorrect.
bn_bd: ট্র্যাকিং নম্বরটি ভুল
hu_hu: A nyomkövetési szám helytelen.

source: The order carrier cannot be updated.
bn_bd: অর্ডার ক্যারিয়ার আপডেট করা যাবে না।
hu_hu: A rendelés szállítója nem frissíthető.

source: The new order status is invalid.
bn_bd: নতুন অর্ডার স্ট্যাটাস সঠিক নয়।
hu_hu: Érvénytelen az új megrendelés állapota

source: An error occurred while changing order status, or we were unable to send an email to the customer.
bn_bd: অর্ডার স্ট্যাটাস পরিবর্তন করার সময় একটি ত্রুটি ঘটেছে অথবা আমরা গ্রাহককে ইমেইল পাঠাতে পারিনি।
hu_hu: An error occurred while changing the status and/or was unable to send email to the customer.

source: The order has already been assigned this status.
bn_bd: অর্ডার ইতিমধ্যেই এই স্ট্যাটাসে সংযুক্ত করা হয়েছে।
hu_hu: A rendelés már megkapta ezt az állapotot.

source: The customer is invalid.
bn_bd: এই গ্রাহক অপরিচত
hu_hu: Érvénytelen vásárló.

source: The message cannot be blank.
bn_bd: মেসেজ ফাঁকা রাখা যাবে না.
hu_hu: Üzenet nem lehet üres

source: field %s is required.
bn_bd: ক্ষেত্র %s প্রয়োজন
hu_hu: %s szükséges mező.

source: Please enter a quantity to proceed with your refund.
hu_hu: Kérjük, írd be a mennyiséget, hogy folytathasd a visszatérítést.

source: Please enter an amount to proceed with your refund.
hu_hu: Kérjük, írd be az összeget, hogy folytathasd a visszatérítést.

source: You cannot generate a partial credit slip.
bn_bd: আপনি একটি আংশিক ক্রেডিট স্লিপ জেনারেট করতে পারবেন না
hu_hu: Részleges számlahelyesbítő létrehozása nem lehetséges.

source: You cannot generate a voucher.
bn_bd: আপনি একটি ভাউচার জেনারেট করতে পারবেন না
hu_hu: Sikertelen vásárlási utalvány létrehozás

source: The partial refund data is incorrect.
bn_bd: আংশিক টাকা ফেরত সম্পর্কিত তথ্য ভুল
hu_hu: Hibás részleges visszatérítés adat

source: You must select a product.
bn_bd: আপনাকে একটি পণ্য নির্বাচন করতে হবে
hu_hu: Ki kell választani egy terméket

source: You must enter a quantity.
bn_bd: পরিমান উল্লেখ করা আবশ্যক
hu_hu: Meg kell adni a mennyiséget

source: No quantity has been selected for this product.
bn_bd: এই পণ্যের জন্য কোন পরিমাণ নির্বাচিত করা হয়নি
hu_hu: Nincsen meghatározva a mennyiség.

source: An invalid quantity was selected for this product.
bn_bd: এই পণ্যের জন্য ভুল পরিমাণ নির্বাচন করা হয়েছে
hu_hu: Érvénytelen termékmennyiség.

source: A credit slip cannot be generated.
bs_ba: Ne mogu generisati kreditnu notu.
hu_hu: Sikertelen számlahelyesbítő létrehozás.

source: No product or quantity has been selected.
bn_bd: কোন পণ্য বা পরিমাণ নির্বাচিত করা হয়নি
hu_hu: Nincs termék vagy mennyiség megadva.

source: The order cannot be found
bn_bd: এই অর্ডারটি খুজে পাওয়া সম্ভব নয়
hu_hu: Rendelés nem található

source: The amount is invalid.
bn_bd: পরিমাণ সঠিক নয়
hu_hu: Hibás mennyiség

source: The transaction ID is invalid.
bn_bd: লেনদেন আইডি সঠিক নয়
hu_hu: A tranzakcióazonosító helytelen.

source: The selected currency is invalid.
bn_bd: নির্বাচিত মুদ্রা সঠিক নয়
hu_hu: A kiválasztott pénznem érvénytelen.

source: The invoice is invalid.
bn_bd: চালানপত্র সঠিক নয়
hu_hu: Érvénytelen számla.

source: The date is invalid
bn_bd: তারিখ সঠিক নয়
hu_hu: Érvénytelen dátum

source: An error occurred during payment.
bn_bd: পরিশোধ করার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba lépett fel fizetéskor.

source: The invoice note was not saved.
bn_bd: চালান নোট সংরক্ষন করা হয় নি
hu_hu: A számlajegyzet nem lett elmentve.

source: Failed to upload the invoice and edit its note.
bs_ba: Prijenos računa nije uspio i uredite ovu napomenu.
hu_hu: Számla feltöltése és megjegyzés szerkesztése sikertelen.

source: This delivery address country is not active.
hu_hu: A megadott szállítási ország nem aktív.

source: This invoice address country is not active.
hu_hu: A megadott számlázási ország nem aktív.

source: This address can't be loaded
hu_hu: A cím nem betölthető

source: You cannot change the currency.
bn_bd: আপনি মুদ্রা পরিবর্তন করতে পারবেন না
hu_hu: A pénznem nem módosítható.

source: Invoice management has been disabled.
bn_bd: চালান ব্যবস্থাপনা নিষ্ক্রিয় করা হয়েছে
hu_hu: A számlakezelés le lett tiltva.

source: This order already has an invoice.
bn_bd: এই অর্ডার এর জন্য ইতিমধ্যেই একটি চালান রয়েছে
hu_hu: A rendelésnek már van számlája.

source: You cannot edit this cart rule.
bn_bd: আপনি এই কার্ট নিয়ম সম্পাদনা করতে পারেন না
hu_hu: Ez a kosárszabály nem szerkeszthető.

source: You must specify a name in order to create a new discount.
bn_bd: একটি নতুন ডিসকাউন্ট তৈরি করার জন্য একটি নাম নির্ধারণ করা আবশ্যক
hu_hu: Új kedvezmény létrehozásához meg kell adnod egy nevet.

source: The discount value is invalid.
bn_bd: ডিসকাউন্ট মান সঠিক নয়
hu_hu: Lejárt akció!

source: The discount value is greater than the order invoice total.
bn_bd: ডিসকাউন্ট মূল্য অর্ডার চালানের মোট পরিমানের চেয়ে বেশী
hu_hu: A kedvezmény mértéke nagyobb, mint a rendelés összértéke.

source: The discount value is greater than the order total.
bn_bd: ডিসকাউন্ট মূল্য অর্ডারের মোট পরিমানের চেয়ে বেশী
hu_hu: A kedvezmény értéke nagyobb, mint a rendelés összesen.

source: The discount type is invalid.
bn_bd: ডিসকাউন্ট টাইপটি সঠিক নয়
hu_hu: Érvénytelen a kedvezménytípus.

source: An error occurred during the OrderCartRule creation
bn_bd: OrderCartRule তৈরির সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba lépett fel az OrderCartRule létrehozásakor

source: An error occurred while loading order status.
hu_hu: Hiba történt a rendelés állapot betöltése közben.

source: Error in sending the email to your customer.
bn_bd: আপনার গ্রাহকের ইমেল পাঠানোর সময় ত্রুটি.
hu_hu: Hiba az üzenetküldés közben.

source: The order object cannot be loaded.
bn_bd: অর্ডার অবজেক্ট লোড করা যাবে না
hu_hu: A rendelésobjektum nem betölthető.

source: You cannot add products to delivered orders.
bs_ba: Nije moguće dodati proizvod na dostavljenu narudžbu.
hu_hu: Nem adhatsz termékeket kézbesített rendelésekhez.

source: The product object cannot be loaded.
bn_bd: পণ্য অবজেক্ট লোড করা যাবে না
hu_hu: A termékobjektum nem tölthető be.

source: The combination object cannot be loaded.
bn_bd: সমন্বয় অবজেক্ট লোড করা যাবে না
hu_hu: A kombinációobjektum nem tölthető be.

source: You must add %d minimum quantity
bn_bd: আপনি %d সর্বনিম্ন পরিমাণ যোগ করুন
hu_hu: Legalább %d darabot kell ebből rendelned

source: You already have the maximum quantity available for this product.
bn_bd: আপনি ইতিমধ্যে এই পণ্যের জন্য সর্বোচ্চ পরিমাণ নির্বাচন করেছেন
hu_hu: A megrendelésedben már a maximum rendelhető mennyiség van.

source: The OrderDetail object cannot be loaded.
bn_bd: OrderDetail অবজেক্ট লোড করা যাবে না
hu_hu: Az OrderDetail-objektum nem tölthető be.

source: The address object cannot be loaded.
bn_bd: ঠিকানা অবজেক্ট লোড করা যাবে না
hu_hu: A címobjektum nem tölthető be.

source: An error occurred while editing the product line.
bn_bd: পণ্য লাইন সম্পাদনা করার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba történt a terméksor szerkesztésekor.

source: An error occurred while attempting to delete the product line.
bn_bd: পণ্য লাইন মুছে ফেলার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba történt a terméksor törlése közben.

source: The Order Detail object could not be loaded.
bn_bd: বিস্তারিত আদেশ অবজেক্ট লোড করা যায়নি
hu_hu: A rendelési részlet-objektum nem betölthető.

source: The invoice object cannot be loaded.
bn_bd: চালান অবজেক্ট লোড করা যাবে না
hu_hu: A számlaobjektum nem tölthető be.

source: You cannot edit the order detail for this order.
bn_bd: আপনি এই অর্ডার এর জন্য অর্ডার ডিটেইল সম্পাদনা করতে পারবেন না
hu_hu: Ennél a rendelésnél nem szerkesztheted a rendelésrészletet.

source: You cannot edit a delivered order.
bn_bd: আপনি বিতরণ করা হয়েছে এমন অর্ডার সম্পাদনা করতে পারবেন না
hu_hu: Egy kézbesítési rendelés nem szerkeszthető.

source: You cannot use this invoice for the order
bn_bd: আপনি বর্তমান অর্ডারের জন্য এই চালান ব্যবহার করতে পারবেন না
hu_hu: Ez a számla nem használható a rendeléshez

source: Invalid price
bn_bd: ভুল দাম
hu_hu: Érvénytelen ár

source: Invalid quantity
bn_bd: অবাস্তব পরিমাণ
hu_hu: Érvénytelen mennyiség

source: You cannot delete the order detail.
bn_bd: আপনি অর্ডার ডিটেইল মুছতে পারবেন না
hu_hu: A rendelésrészlet nem törölhető.

source: This product cannot be re-stocked.
bn_bd: এই পণ্য পুনরায় মজুদ করা যাবে না
hu_hu: Nem tudom a terméket újra eladásra jelölni

source: An error occurred while attempting to delete the product.
bn_bd: পণ্যটি মোছার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে.
hu_hu: Hiba történt a termék törlésekor.

source: An error occurred while attempting to delete product customization.
bn_bd: পণ্য বৈশিষ্ট্যের কাস্টমাইজেশন মোছার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba történt a termék személyre szabásának törlésekor.

source: Order #%d cannot be loaded
hu_hu: #%d rendelés nem betölthető

source: The order ID -- or the invoice order ID -- is missing.
bn_bd: অর্ডার আইডি অথবা চালান অর্ডার আইডি পাওয়া যাচ্ছে না
hu_hu: A rendelésazonosító -- vagy a számla rendelésazonosító -- hiányzik.

source: No invoice was found.
bn_bd: কোনো চালান পাওয়া যায়নি
hu_hu: Nem található számla

source: No order slips were found.
bn_bd: কোন আদেশ স্লিপ খুঁজে পাওয়া যায় নি
hu_hu: Nem található a számla

source: The supply order ID is missing.
bn_bd: সরবরাহ অর্ডার আইডি পাওয়া যায় নি
hu_hu: Hiányzó beszállítói megrendelő azonosító

source: The supply order cannot be found within your database.
bn_bd: আপনার ডাটাবেসের মধ্যে সরবরাহ অর্ডারটি পাওয়া যাবে না
hu_hu: Nem találtam meg ezt a beszállítói megrendelő azonosítót az adatbázisban

source: The order invoice cannot be found within your database.
bn_bd: আপনার ডাটাবেসের মধ্যে অর্ডার চালানটি পাওয়া যাবে না
hu_hu: A rendelésszámla nem található az adatbázisodban.

source: An error occurred while deleting the details of your order return.
bn_bd: অর্ডার ফেরতের বিস্তারিত মুছে ফেলার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba történt a rendelés-visszatérítés részleteinek törlésekor.

source: You need at least one product.
bn_bd: কমপক্ষে একটি পণ্যের প্রয়োজন
hu_hu: Legalább egy termék szükséges.

source: The order return is invalid.
bn_bd: অর্ডার ফেরতটি সঠিক নয়
hu_hu: A rendelés-visszatérítés érvénytelen.

source: The order return content is invalid.
bn_bd: অর্ডার ফেরত এর বিসয়বস্তু সঠিক নয়
hu_hu: A rendelés-visszatérítés tartalma érvénytelen.

source: No order return ID has been specified.
bn_bd: কোনো অর্ডার ফেরত ID নির্দিষ্ট করা হয় নি
hu_hu: Nem lett megadva rendelés-visszatérítés azonosító.

source: No order was found with this ID:
bn_bd: এই ID দিয়ে কোনো অর্ডার খুজে পাওয়া যায় নি
hu_hu: Nem található rendelés az azonosítóhoz:

source: No invoice was found with this ID:
bn_bd: এই ID দিয়ে কোনো চালান খুজে পাওয়া যায় নি
hu_hu: Nem található számla az azonosítóhoz:

source: No cart was found with this ID:
bn_bd: এই ID দিয়ে কোনো কার্ট খুজে পাওয়া যায় নি
hu_hu: Nem található a kosár ID:

source: An error has occurred: Can't save the current order's return status.
bn_bd: একটি ত্রুটি ঘটেছে: বর্তমান অর্ডারের ফেরত স্টেট সংরক্ষন করতে পারবেন না.
hu_hu: Hiba lépett fel: Nem menthető a jelenlegi rendelés visszatérítés állapota.

source: An error has occurred: Can't delete the current order's return status.
bn_bd: একটি ত্রুটি ঘটেছে: বর্তমান অর্ডারের ফেরত স্টেটাস মুছে ফেলতে পারবেন না
hu_hu: Hiba lépett fel: Nem törölhető a jelenlegi rendelés visszatérítés állapota.

source: There is no status defined for this order.
hu_hu: Ehhez a rendeléshez nincs beállított állapot.

source: Direct link
bn_bd: সরাসরি লিঙ্ক
bs_ba: Direktan link
hu_hu: Közvetlen ajánló hivatkozás

source: expires on %s.
bs_ba: ističe na %s.
hu_hu: lejár %s.

source: downloadable %d time(s)
bn_bd: %d বার ডাউনলোড করা যাবে
hu_hu: %d alkalommal letölthető

source: [Generated] CartRule for Free Shipping
bn_bd: [Generated] ফ্রি শিপিং এর কার্ট রুল
hu_hu: [Generált] CartRule ingyenes szállításhoz

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
bs_ba: E-mail s istorijom narudžbi se ne može poslati, provjerite e-mail konfiguraciju u Napredana konfiguracija > E-mail u administrativnom panelu.
hu_hu: A rendelési előzménnyel kapcsolatos emailt nem sikerült elküldeni. Teszteld az email konfigurációját a háttérirodád Haladó beállítások > E-mail oldalán.

source: No delivery slip was found for this period.
bn_bd: এই সময়ের জন্য কোনো ডেলিভারি স্লিপ পাওয়া যায় নি।
hu_hu: Nem található szállítólevél erre a periódusra

source: The order cannot be found within your database.
bn_bd: আপনার ডাটাবেসের মধ্যে অর্ডারটি পাওয়া যাবে না
hu_hu: Rendelés nem található az adatbázisban

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
hu_hu: Szeretném, ha a vásárlóim újra tudnának regisztrálni ugyanazon e-mail címmel. Minden adat törölve lesz az adatbázisból.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
hu_hu: Nem akarom, hogy a vásárlók újból regisztrálni tudjanak e-mail címükkel. Minden kiválasztott vásárló el lesz távolítva erről a listáról, de a megfelelő adataik az adatbázisban fognak maradni.

source: An account already exists for this email address:
bn_bd: এই ইমেইল অ্যাড্রেস এর জন্য একটি অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান।
hu_hu: A fiók már létezik erre az e-mail címre:

source: This email address is not registered.
bn_bd: এই ইমেইল ঠিকানা নিবন্ধীকৃত হয় নি.
bs_ba: E-mail adresa nije registrovana.
hu_hu: Ez az e-mail cím nem regisztrált

source: A default customer group must be selected in group box.
bn_bd: গ্রুপ বক্স এ একটি ডিফল্ট গ্রাহক গ্রুপ নির্বাচন করা আবশ্যক
hu_hu: Alapértelmezett vásárlói csoportot jelölje ki.

source: This customer does not exist.
bn_bd: এই গ্রাহকের অস্তিত্ব নেই
hu_hu: Ez az ügyfél nem létezik.

source: This customer already exists as a non-guest.
bn_bd: এই গ্রাহক ইতিমধ্যেই একজন নন গেস্ট হিসাবে আছেন।
hu_hu: A vásárló már létezik mint nem-vendég.

source: An error occurred while updating customer information.
bn_bd: গ্রাহকের তথ্য আপডেট করার সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba lépett fel vásárlóinformáció frissítésekor.

source: The message was successfully sent to the customer.
hu_hu: Az üzenet sikeresen elküldve a vásárlónak.

source: An order message with the same name already exists in %s.
hu_hu: Már létezik ilyen nevű rendelési üzenet itt: %s.

source: You must add a minimum quantity of %d
bn_bd: আপনি %d সর্বনিম্ন পরিমাণ যোগ করুন
hu_hu: A hozzáadható minimum mennyiség %d

source: No order slips were found for this period.
bn_bd: কোনো আদেশ স্লিপ এই সময়ের জন্য পাওয়া যায়নি
hu_hu: Nem található számla erről az időszakról

source: The selected payment method is invalid.
bn_bd: নির্বাচিত অর্থ প্রদান পদ্ধতি সঠিক নয়
hu_hu: Hibás fizetési mód

source: A partial refund was successfully created.
bn_bd: একটি আংশিক মূল্যফেরত সফলভাবে তৈরি করা হয়েছে
hu_hu: Egy részleges visszatérítés sikeresen létrehozva.

source: You have to select a shop before creating new orders.
bn_bd: নতুন অর্ডার তৈরি করার আগে একটি দোকান নির্বাচন করুন
hu_hu: Áruházat kell választani megrendelés leadásához

source: Order #%d has already been assigned this status.
bs_ba: Narudžbi #%d je već dodijeljen taj status.
hu_hu: #%d rendelés már megkapta ezt az állapotot.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
bs_ba: Dogodila se greška tokom promjeni statusa za narudžbu #%d ili nismo mogli slati e-mail klijentu.
hu_hu: #%d megrendelés állapotának megváltoztatása során hiba történt, vagy nem tudtunk e-mailt küldeni az ügyfélnek.

source: An error occurred while sending an email to the customer.
bn_bd: গ্রাহককে ইমেল পাঠানোর সময় একটি ত্রুটি ঘটেছে
hu_hu: Hiba történt a vevőnek címzett email küldése során.

source: An error occurred while sending the e-mail to the customer.
hu_hu: Hiba történt a vevőnek címzett email küldése során.

source: This product is out of stock:
bs_ba: Proizvoda nema na skladištu:
hu_hu: Ez a termék nincs készleten:

source: The email was sent to your customer.
bn_bd: আপনার গ্রাহকের ইমেইল পাঠানো হয়েছে.
hu_hu: Email üzenet kiküldve a vásárlónak.

source: A standard refund was successfully created.
bs_ba: Standardni povrat je uspješno kreiran.
hu_hu: Egy sima visszatérítés sikeresen létrehozva.

source: A return product was successfully created.
bs_ba: Povratni proizvod uspješno je kreiran.
hu_hu: Egy visszaküldendő termék sikeresen létrehozva.

source: You cannot edit the cart once the order delivered
bs_ba: Korpu ne možete urediti nakon isporuke narudžbe
hu_hu: A rendelés kézbesítése után már nem szerkesztheted a kosarat

source: Order #%d cannot be loaded.
bs_ba: Narudžbu #%d nije moguće učitati.
hu_hu: #%d rendelés nem tölthető be.

source: Please enter a maximum quantity of [1].
bs_ba: Molimo unesite maksimalnu količinu od [1].
hu_hu: Kérlek, add meg a maximális mennyiségét ennek: [1].

source: Please select at least one product.
bn_bd: অন্তত একটি পণ্য নির্বাচন করুন.
hu_hu: Legalább egy terméket jelölj ki

source: Please enter a positive amount.
bs_ba: Molimo upišete pozitivnu vrijednost.
hu_hu: Kérlek, adj meg egy pozitív összeget.

source: Please generate at least one credit slip or voucher.
bs_ba: Izradite najmanje jedan kreditni listić ili vaučer.
hu_hu: Kérlek, készíts legalább egy számlahelyesbítőt vagy egy utalványt.

source: This product is out of stock:
bs_ba: Proizvoda nema na skladištu:
hu_hu: Az a termék nincs raktáron:

source: The product was successfully returned.
bs_ba: Proizvod je uspješno vraćen.
hu_hu: A termék sikeresen vissza érkezett.

source: You cannot edit the cart once the order delivered.
bs_ba: Korpu ne možete urediti nakon isporuke narudžbe.
hu_hu: A rendelés kézbesítése után már nem szerkesztheted a kosarat.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
bs_ba: Samo brojevi i decimalna tačka (".") su dozvoljeni u polju količine npr: 10.50 ili 1050.
hu_hu: Az összeg mezőkben csak számok és tizedespontok (".") megengedettek, pl. 10.50 vagy 1050.

source: It looks like the value is invalid:
bs_ba: Izgleda da je vrijednost neispravna:
hu_hu: Úgy tűnik, hogy az érték érvénytelen:

source: Percent or amount value must be greater than 0.
bs_ba: Procenat ili vrijednosti iznosa mora biti veća od 0.
hu_hu: A százalékos értéknek vagy az összegnek nagyobbnak kell lennie mint 0.

source: Percent value cannot exceed 100.
bs_ba: Vrijednost procenta ne može biti veća od 100.
hu_hu: A százalékos érték nem lehet nagyobb mint 100.
