Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShippingHelp.*.xlf
Languages: bg_bg, bn_bd, bs_ba, da_dk, de_de, he_il, sq_al, sv_se

source: undefined
bg_bg: неопределен
bn_bd: অনির্দিষ্ট
bs_ba: nedefinisano
da_dk: udefineret
de_de: keine Angabe
he_il: לא מוגדר
sq_al: e papërcaktuar
sv_se: odefinierad

source: Filesize:
bg_bg: Размер на файла:
bs_ba: Veličina datoteke:
da_dk: Filstørrelse:
de_de: Dateigröße
he_il: גודל קובץ:
sq_al: Madhësia e skedarit:
sv_se: Filstorlek:

source: MB max.
bg_bg: Максимум MB
bn_bd: মেগাবাইট সর্বোচ্চ.
bs_ba: MB maks.
da_dk: MB maks.
he_il: מקסימום MB
sv_se: MB

source: Current size:
bg_bg: Настоящ размер:
bs_ba: Trenutna veličina:
da_dk: Aktuel størrelse:
de_de: Aktuelle Größe:
he_il: גודל נוכחי:
sq_al: Madhësia aktuale:
sv_se: Nuvarande storlek:

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
bg_bg: Вашият онлайн магазин трябва да има регистриран превозвач в PrestaShop още като започнете да доставяте продукти. Това означава да изпращате пратките си, като ползвате ваши локални пощенски услуги или да имате договор с частен превозвач, който на свой ред да изпраща пратките ви до клиентите ви. За да предложите най-подходящият превозвач на вашите клиенти по време на тяхната поръчка, PrestaShop съветва да регистрирате всички превозвачи, с които сте избрали да работите.
bs_ba: Vaša online trgovina treba imati dostavljača pravilno registriranog u PrestaShop čim počnete slati vaše proizvode. To znači slanje vaših paketa koristeći vaše lokalne poštanske usluge, ili imati ugovor sa privatnim dostavljačem koji će prenositi vaše pakete do vaših kupaca. Da bi PrestaShop predložio najprikladnijeg dostavljača vašim kupcima tokom procesa narudžbe, trebate registrirati sve dostavljače sa kojima ćete raditi.
da_dk: Din onlinebutik skal have et leveringsfirma registreret i PrestaShop, så snart du starter med at sende dine varer. Det betyder afsendelse af dine pakker via dit lokale postvæsen eller en kontrakt med et privat leveringsfirma, som sender dine pakker til kunderne. For at PrestaShop kan foreslå det bedst egnede leveringsfirma til dine kunder, når de bestiller, skal du registrere alle de leveringsfirmaer, som du har valgt at arbejde med.
de_de: Sobald Sie Waren versenden möchten, benötigen Sie einen geeigneten Versanddienst, der in PrestaShop hinterlegt wird. Ob Sie über die heimische Post versenden oder einen privaten Spediteur nutzen, in jedem Fall sollten alle verfügbaren Versandmethoden erfasst werden. Nur so ist gewährleistet, das PrestaShop Ihren Kunden während des Bestellvorgangs den bestmöglichen Versanddienst vorschlägt.
he_il: החנות המקוונת שלך צריכה להכיל מוביל הרשום כראוי ב PrestaShop ברגע שאתה מתחיל לשלוח את המוצרים שלך. משמעות הדבר היא שליחת החבילות שלך באמצעות שירות הדואר המקומי שלך, או באמצעות חוזה עם ספק פרטי אשר בתורו ישלח את החבילות שלך ללקוחותיך. על מנת ש PrestaShop יציע את המוביל ההולם ביותר ללקוחותיך במהלך תהליך הרכישה שלהם, אתה צריך לרשום את כל המובילים שעימם בחרת לעבוד.
sq_al: Dyqani yt online duhet të ketë një transportues të duhur të regjistruar në PrestaShop sapo të fillosh me livrimin e produkteve tua. Kjo do të thotë livrimin e dërgesave tua duke përdorur shërbimin postar lokal, ose duke pasur një kontratë me një transportues privat që do të dërgojë dërgesat tua tek klientët e tu. Në mënyrë që PrestaShop të sugjerojë operatorin më të përshtatshëm për klientët e tu gjatë procesit të arkëtimit të porosive, ti duhet të regjistrosh të gjithë transportuesit me të cilët ke zgjedhur të punosh.
sv_se: Din butik behöver en distributör så snart du ska börja att skicka dina produkter. Antingen använder du ditt lokala postkontor eller så kan du ha ett avtal med ett fraktföretag som i sin tur skickar dina produkter till dina kunder. För att PrestaShop ska kunna rekommendera kunden den bästa distributören i kassan, så måste du registrera alla fraktalternativ i butiken.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
bg_bg: PrestaShop разполага с модули за превозвачи, които можете да активирате. Можете също да закупите модули за превозвачи от пазара на PrestaShop Addons. Препоръчваните модули са изброени по-долу: инсталирайте съответния модул за Вашият превозвач и го конфигурирайте!
bs_ba: PrestaShop dolazi s brojnim modulima za dostavu koje možete aktivirati. Možete također i kupiti modul za dostavu na PrestaShop Dodaci tržištu. Preporučeni moduli su popisani ispod: instalirajte module koji odgovaraju vašem dostavljaču i podesite ih!
da_dk: PrestaShop indeholder flere moduler med leveringsfirmaer, som du kan aktivere. Du kan også købe moduler med leveringsfirmaer på PrestaShop Addons-markedspladsen. De anbefalede moduler er anført nedenfor: Installer det modul, der svarer til dit leveringsfirma, og konfigurer det!
de_de: PrestaShop verfügt über eine Reihe vorkonfigurierter Versandmodule, die Sie aktivieren können. Weitere sind bei PrestaShop Addons käuflich zu erwerben. Im folgenden sind eine Reihe empfohlener Module aufgelistet: Installieren Sie ggf. ein Modul für Ihren gewünschten Versanddienst und richten Sie es ein!
he_il: PrestaShop מגיע עם מספר מודולים עבור מובילים שבאפשרותך להפעיל. בנוסף באפשרותך לרכוש מודולים עבור מובילים בשוק PrestaShop Addons. מודולים מומלצים מפורטים להלן: התקן את מודול התואם את המוביל שלך, והגדר אותו!
sq_al: PrestaShop vjen me një numër modulesh transporti të cilat mund t'i aktivizosh. Gjithashtu mund të blesh module transporti në tregun e shtesave të PrestaShop. Modulet e rekomanduara janë listuar më poshtë: instalo modulin që përputhet me transportuesin tënd dhe konfiguroje atë!
sv_se: PrestaShop har ett antal fraktmoduler som du kan aktivera. Du kan också köpa fraktmoduler på PrestaShop Addons. Rekommenderade moduler listas nedan: installera och konfigurera passande moduler!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
bg_bg: Ако няма съществуващ модул за Вашият превозвач, то можете да го регистрирате ръчно с информация, която той може да Ви представи: цени за доставка, региони, ограничения за тегло и размер и т.н. Натиснете бутона по-долу "Добавяне на нов превозвач", за да отворите помощника за настройване на Превозвач, който ще Ви помогне да регистрирате нов превозвач в няколко стъпки.
bs_ba: Ako ne postoji modul za vašeg dostavljača, tada možete registrovati tog dostavljača ručno koristeći informacije koje vam je pružio: dostavne cijene, regionalne zone, ograničenja veličine i težine, itd. Kliknite na dugme "Dodaj novog dostavljača" ispod, za otvaranje "Dostavljač pomoćnika", koji će vam pomoći registrovati novog dostavljača u par koraka.
da_dk: Hvis der ikke er noget eksisterende modul for det valgte leveringsfirma, så kan du registrere leveringsfirmaet manuelt ved hjælp af de oplysninger, som leveringsfirmaet kan give dig: Forsendelsespriser, regionale zoner, størrelses- og vægtgrænser osv. Klik på knappen "Tilføj nyt leveringsfirma" nedenfor for at åbne guiden Leveringsfirma, som vil hjælpe dig med at registrere et nyt leveringsfirma i nogle få trin.
de_de: Falls es kein Modul für Ihren Versanddienst gibt, können Sie die erforderlichen Angaben auch manuell vornehmen: Versandkosten, Liefergebiete, Maximalgrößen, -gewichte usw. Klicken Sie auf die Button "Versanddienst hinzufügen", um den Versanddienst-Assistenten zu öffnen, mit dem Sie in wenigen Schritten einen neuen Versanddienstes anlegen.
he_il: אם אין מודול קיים למוביל שלך, באפשרותך לרשום את המוביל על ידי שימוש ידני במידע שהוא יכול לספק לך: דמי משלוח, שטחי אזור, מגבלות גודל ומשקל, וכו' לחץ על הכפתור "הוסף מוביל חדש" למטה כדי לפתוח את אשף המובילים, אשר יעזור לך לרשום מוביל חדש בצעדים בודדים.
sq_al: Nëse nuk ka modul ekzistues për transportuesin tënd, atëherë atë transportues mund ta regjistrosh me dorë duke përdorur informacionin që mund të ofrojë: normat e transportit, zonat rajonale, kufizimet e madhësisë dhe peshës, etj. Kliko në butonin e mëposhtëm "Shto transportues të ri" për të hapur Asistenin e transportit, i cili do të ndihmojë ta regjistrosh një transportues të ri në disa hapa.
sv_se: Om det inte finns några befintliga moduler för din distributör, så kan du registrera manuellt med uppgifter: frakttariffer, zoner, storlek- och viktgränser etc. Klicka på knappen "Lägg till ny distributör" här nedan för att öppna verktyget som hjälper dig att registrera distributören i några enkla steg.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
bg_bg: Забележка: не регистрирайте нов превозвач ако вече съществува модул за него! Да ползвате модул ще бъде много по-лесно и точно!
bs_ba: Napomena: NEMOJTE registrirati novog dostavljača ako postoji modul za njega! Korištenje modula će biti puno brže i puno tačnije!
da_dk: Bemærk: Registrer IKKE et nyt leveringsfirma, hvis der allerede eksisterer et modul til det! Det er meget hurtigere og mere nøjagtigt at anvende et modul!
de_de: Wichtig: Bitte erfassen Sie NUR DANN einen neuen Versanddienst, wenn es KEIN Modul dafür gibt! Ein Modul wird immer schneller und genauer sein!
he_il: הערה: אל תרשום המוביל חדש אם כבר קיים מודול לזה! שימוש במודול יהיה מהיר הרבה יותר ומדויק יותר!
sq_al: Shënim: Mos regjistro një transportues të ri nëse ekziston tashmë një modul për të! Përdorimi i një moduli do të jetë shumë më i shpejtë dhe më i saktë!
sv_se: Notera: Registrera INTE en ny distributör om det redan finns en modul för det! Det går snabbare och är säkrare att använda en modul!

source: The carrier's name will be displayed during checkout.
bg_bg: Името на превозвача ще се показва при поръчката.
da_dk: Navnet på leveringsmetoden vil blive vist i løbet af købsprocessen.
de_de: Versanddienst wird während des Bestellvorgangs angezeigt.
he_il: שמות המובילים יוצגו במהלך סיום רכישה.
sq_al: Emri i transportuesit do të shfaqet gjatë procesit të pagesës.
sv_se: Transportörens namn kommer att visas vid utcheckningen.

source: The delivery time will be displayed during checkout.
bg_bg: Времето за доставка ще бъде показано при завършване на поръчката.
bs_ba: Vrijeme isporuke, prikazuje se tokom plaćanja.
da_dk: Leveringstiden vil blive vist under købsprocessen.
de_de: Voraussichtliche Lieferzeit wird während des Bestellvorgangs angezeigt.
sq_al: Koha e livrimit do të shfaqet gjatë pagesës.
sv_se: Beräknad leveranstid visas i kassan.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
bg_bg: Адрес за проследяване на пратката: Въведете '@', където трябва да се появи номерът за проследяване. Символът автоматично ще се замени с номера за проследяване.
da_dk: Track and trace URL; Skriv '@' hvor trackingnummeret skal vises, det vil efterfølgende erstattes automatisk af trackingnummeret.
de_de: Tracking-URL: Wenn Sie "@" als Tracking-Nummer eingeben, wird die Eingabe automatisch durch die tatsächliche Tracking-Nummer ersetzt.
he_il: כתובת מעקב משלוח: הזן '@' במקום שבו צריך להופיע מספר המעקב. הוא יוחלף אוטומטית במספר המעקב.
sq_al: URL për gjurmimin e statusit të livrimit: Shrkuaj '@' aty ku do të shfaqet numri i gjurmimit. Kjo pastaj do të zëvendësohet automatikisht me numrin e gjurmimit.
sv_se: Skriv '@' där du vill att försändelsenumret ska hamna i adressen; tecknet kommer automatiskt ersättas av aktuellt försändelsenummer. Börja med http://

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
bg_bg: Например: 'http://example.com/track.php?num=@' с '@', където трябва да се вижда номера за проследяване.
da_dk: For eksempel: 'http://exampl.com/track.php?num=@', hvor '@' angiver hvor trackingnummeret skal være.
de_de: z.B.: 'http://beispiel.de/track.php?num=@' Hinter dem '@' sollte die Tracking-Nr. angezeigt werden.
sq_al: Për shembull: 'http://www.albkos-int.com/track.php?num=@' me '@' ku duhet të shfaqet numri i gjurmimit.
sv_se: Som exempelvis http://example.com/track.php?num=@' med '@' där spårningsnummret ska visas.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
bg_bg: Включване на разходи за съхранение (както е зададено в Доставка > Предпочитания) в крайната цена на превозвача.
da_dk: Inkluder håndteringsomkostningerne (som angivet i Levering > Indstillinger) i leveringsprisen.
de_de: Bearbeitungsgebühren (wie in Versand > Bearbeitung erfasst) in die Versandkosten einschließen
he_il: כלול עלויות טיפול במחיר המוביל הסופי (כפי שהוגדרו בהעדפות משלוחים).
sq_al: Përfshini kostot e trajtimit (të përcaktuara në Shipping> Preferences) në çmimin përfundimtar të transportit.
sv_se: Inkludera hanteringskostnader (från Frakt->Inställningar) i det slutliga fraktpriset.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
bg_bg: Извънредно поведение се наблюдава, когато няма дефиниран диапазон, който да отговаря на клиентската количка (напр. когато теглото на количката е по-голямо от максималното ограничение на теглото, зададено в границите на тежестта).
da_dk: Udenfor-interval-funktion, når det definerede interval ikke matcher kundens indkøbskurv (f.eks. når vægten på varerne i en kundes indkøbskurv er større end den højeste grænse).
de_de: Eine "Out-of-range"-Meldung erfolgt, wenn der Fall nicht definiert ist (z.B.: wenn bei einem Kunden das Warenkorb-Gewicht größer ist als maximal zulässig).
he_il: התנהגות מחוץ לטווח מופיעה כאשר אין טווח מוגדר התואם לתכולת עגלת הקניות. (לדוגמה, כאשר המשקל בעגלה גדול מהמשקל המירבי המוגדר על ידי טווחי המשקלים).
sq_al: Sjellja jashtë rangut ndodh në ato raste kur nuk është përcaktuar (p.sh. kur pesha e shportës së një konsumatori është më e madhe se kufiri i sipërm i rangut).
sv_se: "Utanför intervall" inträffar när inget definierat intervall matchar kundens varukorg (t.ex. när vikten på varorna i korgen är större än den högsta viktgränsen).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
bg_bg: Максимална ширина, приемана от превозвача. Въведете "0" или оставете празно, за да я игнорирате.
bn_bd: সর্বোচ্চ প্রস্থ যা এই বাহক বহন করে।মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
bs_ba: Maksimalna širina koju podržava ovaj dostavljač. Postavite "0" ili ostavite praznim za ignorisanje ovoga.
da_dk: Maksimal bredde håndteres af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximaler Packungsumfang, den der Versanddienst zulässt. Auf "0" setzen oder lassen Sie dieses Feld leer, um es zu ignorieren.
he_il: רוחב מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם.
sq_al: Gjerësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal bredd för detta fraktval. Sätt värdet till "0", eller lämna blankt för att ignorera detta.

source: The value must be an integer.
bg_bg: Стойността трябва да е цяло число.
bn_bd: মান একটি পূর্ণসংখ্যা হতে হবে.
bs_ba: Vrijednost mora biti cijeli broj.
da_dk: Værdien skal være et heltal.
de_de: Nur ganze Zahlen erlaubt.
he_il: יש להזין מספר שלם.
sq_al: Vetëm numra të plotë janë të lejuar.
sv_se: Värdet måste vara ett heltal (inga decimaler).

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
bg_bg: Максимална височина, приемана от превозвача. Въведете "0" или оставете празно, за да я игнорирате.
bn_bd: সর্বোচ্চ উচ্চতা যা এই বাহক বহন করে। মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal højde håndteres af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximale Packungshöhe, die der Versanddienst anbietet. Wenn dies nicht berücksichtigt werden soll, geben Sie "0" ein oder lassen Sie dieses Feld leer.
he_il: גובה חבילה מירבי המאושר על ידי מוביל זה. סמן "0" או השאר ריק על מנת להתעלם.
sq_al: Lartësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal höjd för detta fraktval. Sätt värdet till "0", eller lämna blankt för att ignorera detta.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
bg_bg: Максимална дълбочина, приемана от превозвача. Въведете "0" или оставете празно, за да я игнорирате.
bn_bd: সর্বোচ্চ গভিরতা যা এই বাহক বহন করে। মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal dybde håndteres af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximale Packungslänge, die der Versanddienst anbietet. Wenn dies nicht berücksichtigt werden soll, geben Sie "0" ein oder lassen Sie dieses Feld leer.
he_il: עומק מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם.
sq_al: Thellësia maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximalt djup för detta fraktval. Sätt värdet till "0", eller lämna blankt för att ignorera detta.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
bg_bg: Максимално тегло, приемано от превозвача. Въведете "0" или оставете празно, за да го игнорирате.
bn_bd: সর্বোচ্চ ওজন যা এই বাহক বহন করে।মান "0" বসান বা এই ক্ষেত্রটি ফাঁকা ছেড়ে দিন
da_dk: Maksimal vægt håndteres af dette leveringsfirma. Angiv ʺ0ʺ, eller lad dette felt være blankt for at ignorere dette.
de_de: Maximales Packungsgewicht, die der Versanddienst anbietet. Wenn dies nicht berücksichtigt werden soll, geben Sie "0" ein oder lassen Sie dieses Feld leer.
he_il: משקל מרבי המנוהל על ידי מוביל זה. הגדר "0" או השאר שדה זה ריק על מנת להתעלם.
sq_al: Pesha maksimale e menxhuar nga ky transportues. Vendos vlerën në "0" ose mos plotëso këtë fushë për të injoruar.
sv_se: Maximal vikt för detta fraktval. Sätt värdet till "0", eller lämna blankt för att ignorera detta.

source: Allowed characters: letters, spaces and "%special_chars%".
bg_bg: Разрешени знаци: букви, интервали и „%special_chars%“.
bs_ba: Dozvoljeni znakovi: slova, razmaci i %special_chars%.
da_dk: Tilladte tegn: bogstaver, mellemrum og "%special_chars%".
de_de: Erlaubte Zeichen: Buchstaben, Leerzeichen und %special_chars%.
sq_al: Karakteret e lejuara: shkronjat, intervalet dhe %special_chars%.
sv_se: Tillåtna tecken: bokstäver, mellanslag och "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
bg_bg: За получаване на място в магазина, въведете "0" на мястото на името на превозвача.
bn_bd: ইন স্টোর পিক আপ এর জন্য, আপনার দোকান নামের সঙ্গে ক্যারিয়ার নাম প্রতিস্থাপন করতে 0 লিখুন.
da_dk: For afhentning i butik, indtast værdien 0, og leveringsfirmaets navn vil blive erstattet af butikkens navn.
de_de: Bei Selbstabholung bitte '0' eingeben, um den Namen des Shops anstatt eines Versanddienstes anzuzeigen.
he_il: עם ערך 0 שם המוביל יוחלף בשם החנות.
sq_al: Për marrje në dyqan, shkruani 0 për të zëvendësuar emrin transportuesit me emrin e dyqanit tuaj.
sv_se: Med ett värde på 0, kommer transportörens namn ersättas med affärens namn

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
bg_bg: Въведи "0" за най-дългия срок на доставка, или "9" - за най-кратък срок.
bn_bd: সংক্ষিপ্ত শিপিং বিলম্বের জন্য '০' চাপুন অথবা দীর্ঘতম শিপিং বিলম্বের জন্য "9" চাপুন।
da_dk: Indtast ʺ0ʺ for den længste leveringsforsinkelse, eller ʺ9ʺ for den korteste leveringsforsinkelse.
de_de: Eingabe "0" für längste Lieferzeit oder "9" für kürzeste Lieferzeit
he_il: הזן "0" לזמן המשלוח הארוך ביותר, או "9" לזמן המשלוח הקצר ביותר.
sq_al: Shkruaj "0" për afatin më të gjatë të livrimit, ose "9" për afatin më të shkurtër të livrimit.
sv_se: Ange "0" för den längsta transportfördröjningen, eller "9" för den kortaste transportfördröjningen.

source: Mark the groups that are allowed access to this carrier.
bg_bg: Отбележете групите, които имат достъп до този превозвач.
bn_bd: এই ক্যারিয়ার এ অ্যাক্সেস অনুমতি দেওয়া হবে যে সকল গ্রুপকে তাদের চিহ্নিত করুন
da_dk: Marker de grupper, du ønsker skal have adgang til denne leveringsmetode.
de_de: Klicken Sie auf alle Gruppen, denen Sie Zugang zu diesem Versanddienst geben möchten
he_il: סמן את כל הקבוצות שברצונך להעניק להם גישה אל מוביל זה.
sq_al: Shëno grupet të cilat janë të lejuara për t'iu qasur këtij transortuesi.
sv_se: Markera alla grupper du vill ge tillgång till denna transportör

source: Enable the carrier in the front office.
bg_bg: Разрешаване на превозвача в Лицевия интерфейс.
bs_ba: Omogući dostavljača u trgovini.
da_dk: Aktiver leveringsmetoden i butikken.
de_de: Anzeige dieses Versanddienstes im Front-Office aktivieren.
sq_al: Aktivizo transportuesin në Front Office.
sv_se: Aktivera transportören i Front Office.

source: Carrier name displayed during checkout
bg_bg: Име на превозвач, което се показва при поръчка
bn_bd: ক্যারিয়ার এর নাম চেকআউট এর সময় প্রদর্শন করুন
bs_ba: Naziv dostavljača koji se prikazuje tokom naplate
da_dk: Navnet på leveringsfirma som vil vises ved betaling
de_de: Während der Bestellung angezeigter Name des Versanddienstes
he_il: שם המוביל יופיע בעת התשלום
sq_al: Emri i transportuesit që do të shfaqet gjatë pagesës
sv_se: Transportörnamn som visas i kassan

source: Upload a logo from your computer.
bg_bg: Качете лого от Вашият комютър
bn_bd: আপনার কম্পিউটার থেকে একটি লোগো আপলোড করুন।
bs_ba: Prijenos loga s vašeg računara.
da_dk: Upload et logo fra din computer.
de_de: Laden Sie ein Logo von Ihrem PC
he_il: העלה לוגו מהמחשב שלך
sq_al: Ngarko një logo nga kompjuteri i juaj.
sv_se: Ladda upp logotyp från din dator

source: or
bg_bg: или
bn_bd: অথবা
bs_ba: ili
da_dk: eller
de_de: oder
he_il: או
sq_al: ose
sv_se: eller

source: Estimated delivery time will be displayed during checkout.
bg_bg: Приблизителното време за доставка ще бъде показано при поръчка.
bn_bd: আনুমানিক ডেলিভারির সময় চেকআউট এর সময় প্রদর্শিত হবে
da_dk: Forventet leveringstid; vises ved betaling.
de_de: Voraussichtliche Lieferzeit wird beim Kauf angezeigt.
he_il: זמן הגעה משוער יוצג בעת התשלום.
sq_al: Koha e vlerësuar e livrimit do të shfaqet gjatë pagesës.
sv_se: Beräknad leveranstid, visas i kassan.
