Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersNotification.*.xlf
Languages: hr_hr, lt_lt, mg_mg, no_no, sq_al, sr_cs

source: Enable the CURL extension on your server.
hr_hr: Omogućite proširenje CURL na svom poslužitelju.
lt_lt: Įjungti CURL plėtinį šiame serveryje.
no_no: Aktiver CURL-utvidelsen på serveren.
sr_cs: Aktivirajte CURL ekstenziju na vašem serveru.

source: Enable the DOM extension on your server.
hr_hr: Omogućite proširenje DOM na svom poslužitelju.
lt_lt: Įjungti DOM plėtinį šiame serveryje.
no_no: Aktiver DOM-utvidelsen på serveren.
sr_cs: Aktivirajte DOM ekstenziju na vašem serveru.

source: Enable the Fileinfo extension on your server.
hr_hr: Omogućite proširenje Fileinfo na svom poslužitelju.
lt_lt: Įjungti Fileinfo plėtinį šiame serveryje.
no_no: Aktiver Fileinfo-utvidelsen på serveren.
sr_cs: Aktivirajte Fileinfo ekstenziju na vašem serveru.

source: Enable the GD library on your server.
hr_hr: Omogućite GD library na Vašem serveru
lt_lt: Įjunkite GD biblioteką savo serveryje.
no_no: Aktiver GD biblioteket på serveren din
sr_cs: Omogućite GD biblioteku na serveru

source: Enable the JSON extension on your server.
hr_hr: Omogućite proširenje JSON na svom poslužitelju.
lt_lt: Įjungti JSON plėtinį šiame serveryje.
no_no: Aktiver JSON-utvidelsen på serveren.
sr_cs: Aktivirajte JSON ekstenziju na vašem serveru.

source: Enable the Mbstring extension on your server.
hr_hr: Omogućite proširenje Mbstring na svom poslužitelju.
lt_lt: Įjungti Mbstring plėtinį šiame serveryje.
no_no: Aktiver Mbstring-utvidelsen på serveren.
sr_cs: Aktivirajte Mbstring ekstenziju na vašem serveru.

source: Enable the OpenSSL extension on your server.
hr_hr: Omogućite proširenje OpenSSL na svom poslužitelju.
lt_lt: Įjungti OpenSSL plėtinį šiame serveryje.
no_no: Aktiver OpenSSL-utvidelsen på serveren.
sr_cs: Aktivirajte OpenSSL ekstenziju na vašem serveru.

source: Enable the PDO Mysql extension on your server.
hr_hr: Omogućite proširenje PDO Mysql na svom poslužitelju.
lt_lt: Įjungti PDO plėtinį šiame serveryje.
no_no: Aktiver PDO MySQL-utvidelsen på serveren.
sr_cs: Aktivirajte PDO Mysql ekstenziju na vašem serveru.

source: Enable the XML extension on your server.
hr_hr: Omogućite XML proširenje na svom poslužitelju.
lt_lt: Įjungti XML plėtinį šiame serveryje.
no_no: Aktiver XML-utvidelsen på serveren.
sr_cs: Aktivirajte XML ekstenziju na vašem serveru.

source: Enable the ZIP extension on your server.
hr_hr: Omogući ZIP proširenje na vašem poslužitelju.
lt_lt: Įjungti ZIP plėtinį šiame serveryje.
no_no: Aktiver ZIP utvidelsen på serveren.
sr_cs: Aktivirajte ZIP ekstenziju na vašem serveru.

source: Enable the MySQL support on your server.
hr_hr: Omogućite MySQL podršku na Vašem serveru
lt_lt: Įjunkite MySQL palaikymą serveryje.
no_no: Aktiver MySQL-støtte på serveren din
sr_cs: Omogućite MySQL podršku na serveru

source: Set write permissions for the "config" folder.
hr_hr: Postavite dozvole za pisanje za "config" mapu
lt_lt: Nustatykite rašymo leidimus "config" katalogui.
no_no: Sett skriverettigheter på "config"-mappen.
sr_cs: Podesite dozvole za pisanje u config direktorijum

source: Set write permissions for the "cache" folder.
hr_hr: Postavite dozvole za pisanje za "cache" mapu
lt_lt: Nustatykite rašymo leidimus "cache" katalogui.
no_no: Sett skriverettigheter på "cache"-mappen.
sr_cs: Podesite dozvole za pisanje u cache direktorijum

source: Set write permissions for the "sitemap.xml" file.
hr_hr: Postavite dozvole za pisanje za "sitemap.xml" datoteku
lt_lt: Nustatykite rašymo leidimus failui "sitemap.xml".
no_no: Sett skriverettigheter på filen "sitemap.xml".
sr_cs: Podesite dozvole za pisanje u sitemap.xml datoteku.

source: Set write permissions for the "img" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "img" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "img" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "img"-mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u img direktorijum and poddirektorijume/rekurzivno

source: Set write permissions for the "log" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "log" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "log" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "log" mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u log direktorijum i poddirektorijume/rekurzivno

source: Set write permissions for the "mails" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "mails" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "mails" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "mails"-mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u mails direktorijum and poddirektorijume/rekurzivno

source: Set write permissions for the "modules" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "modules" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "modules" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "modules"-mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u modules direktorijum i poddirektorijume/rekurzivno

source: Set write permissions for the "themes/%s/cache/" folder and subfolders, recursively.
hr_hr: Postavite dozvole za pisanje za "themes/%s/cache/" mapu i podmape, rekurzivno.
lt_lt: Nustatykite rašymo teises "themes/%s/cache/" katalogui ir jo pakatalogiams.
no_no: Sett skriverettighet for katalogen "themes/%s/cache/" og underkataloger rekursivt.
sr_cs: Podesite dozvole za pisanje u "themes/%s/cache/" direktorijum and poddirektorijume/rekurzivno.

source: Set write permissions for the "themes/%s/lang/" folder and subfolders, recursively.
hr_hr: Postavite dozvole za pisanje za "themes/%s/lang/" mapu i podmape, rekurzivno.
lt_lt: Nustatykite rašymo teises "themes/%s/lang/" katalogui ir jo pakatalogiams.
no_no: Sett skriverettighet for katalogen "themes/%s/lang/" og underkataloger rekursivt.
sr_cs: Podesite dozvole za pisanje u "themes/%s/lang/" direktorijum and poddirektorijume/rekurzivno.

source: Set write permissions for the "themes/%s/pdf/lang/" folder and subfolders, recursively.
hr_hr: Postavite dozvole za pisanje za "themes/%s/pdf/lang/" mapu i podmape, rekurzivno.
lt_lt: Nustatykite rašymo teises "themes/%s/pdf/lang/" katalogui ir jo pakatalogiams.
no_no: Sett skriverettighet for katalogen "themes/%s/pdf/lang/" og underkataloger rekursivt.
sq_al: Vendos lejet e shkrimit për dosjen dhe nëndosjet "themes/%s/pdf/lang/", në mënyrë rekursive.
sr_cs: Podesite dozvole za pisanje u "themes/%s/pdf/lang/" direktorijum and poddirektorijume/rekurzivno.

source: Set write permissions for the "app/config/" folder and subfolders, recursively.
hr_hr: Postavite dozvole za pisanje za "app/config/" mapu i podmape, rekurzivno.
lt_lt: Nustatykite rašymo teises "app/config/" katalogui ir jo pakatalogiams.
no_no: Sett skriverettighet for katalogen "app/config/" og underkataloger rekursivt.
sq_al: Vendos lejet e shkrimit për dosjen dhe nëndosjet "app/config/", në mënyrë rekursive.
sr_cs: Podesite dozvole za pisanje u "app/config/" direktorijum and poddirektorijume/rekurzivno.

source: Set write permissions for the "app/Resources/translations/" folder and subfolders, recursively.
hr_hr: Postavite dozvole za pisanje za "app/Resources/translations/" mapu i podmape, rekurzivno.
lt_lt: Nustatykite rašymo teises "app/Resources/translations/" katalogui ir jo pakatalogiams.
no_no: Sett skriverettighet for katalogen "app/Resources/translations/" og underkataloger rekursivt.
sq_al: Vendos lejet e shkrimit për dosjen dhe nëndosjet "app/Resources/translations/" në mënyrë rekursive.
sr_cs: Podesite dozvole za pisanje u "app/Resources/translations/" direktorijum and poddirektorijume/rekurzivno.

source: Set write permissions for the "translations" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "translations" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "translations" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "translations"-mappen og undermapper.
sq_al: Vendos lejet e shkrimit për dosjen dhe nëndosjet "translations".
sr_cs: Podesite dozvole za pisanje u translations direktorijum i poddirektorijume/rekurzivno

source: Set write permissions for the "upload" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "upload" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "upload" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "upload"-mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u upload direktorijum i podirektorijume/rekurzivno

source: Set write permissions for the "download" folder and subfolders.
hr_hr: Postavite dozvole za pisanje za "download" mapu i podmape, rekurzivno
lt_lt: Nustatykite rašymo leidimus "download" katalogui ir jo pakatalogiams.
no_no: Sett skriverettigheter for "download"-mappen og undermapper.
sr_cs: Podesite dozvole za pisanje u download direktorijum i podirektorijume/rekurzivno

source: Allow the PHP fopen() function on your server.
hr_hr: Dozvolite PHP fopen() funkciju na Vašem serveru.
lt_lt: Įjunkite serveryje galimybę naudoti PHP funkciją fopen().
no_no: Tillat PHP fopen ()-funksjonen på din server.
sr_cs: Omogućite fopen() na serveru.

source: Enable GZIP compression on your server.
hr_hr: Omogućite GZIP kompresiju na Vašem serveru
lt_lt: Aktyvuokite GZIP komperasiją savo serveryje.
no_no: Aktiver GZIP kompresjon på serveren din
sr_cs: Uključite GZIP kompresiju na serveru

source: Some PrestaShop files are missing from your server.
hr_hr: Neke PrestaShop datoteke su nestale s vašeg servera.
lt_lt: Jūsų serveryje trūksta kai kurių PrestaShop failų.
no_no: Noen PrestaShop-filer mangler på serveren.
sr_cs: Pojedini PrestaShop fajlovi nedostaju na Vašem serveru.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
hr_hr: Vi koristite PHP inačicu %s. Uskoro, najnovija verzija PHP podržana od PrestaShopa će biti PHP 5.6. Da biste bili sigurni da ste spremni za budućnost, preporučujemo vam da nadogradite PHP 5.6 sada!
lt_lt: Jūs naudojate PHP %s versiją. Greitai, paskutinė PrestaShop palaikoma PHP versija bus PHP 5.6. Kad būtumėte pasiruošę ateičiai, siūlome jums atsinaujinti iki PHP 5.6 dabar!
no_no: Du bruker PHP versjon %s. Snart vil siste versjon som støttes av PrestaShop være PHP 5.6. for å være sikker på at du er klar for fremtiden anbefaler vi at du oppgraderer til PHP 5.6 nå!
sr_cs: Vi koristite PHP %s verziju. Uskoro poslednja podržavana PHP verzija će biti PHP 5.6. Da se spremite za budućnost preporučujemo vam da promentie PHP verziju sada!

source: Enable the Apache mod_rewrite module
hr_hr: Omogućavanje Apache mod_rewrite module
lt_lt: Įjungti Apache mod_rewrite modulį
no_no: Aktiver modulen Apache Mod_rewrite
sr_cs: Aktiviraj Apache mod_rewrite modul

source: The "%tablename%" table does not exist.
hr_hr: "%tablename%" tablica ne postoji.
lt_lt: Lentelė "%tablename%" neegzistuoja.
mg_mg: Tsy misy ny table "%tablename%".
no_no: Tabellen "%tablename%" eksisterer ikke.
sq_al: Tabela "%tablename%" nuk ekziston.
sr_cs: Tabela "%tablename%" ne postoji.

source: The "%attribute%" attribute does not exist in the "%table%" table.
hr_hr: "%attribute%" atribut ne postoji u "%table%" tablici.
lt_lt: Savybė "%attribute%" neegzistuoja lentelėje "%table%".
mg_mg: Ny toetra "%attribute%" dia tsy misy anatin'ny table "%table%".
no_no: Atributtet "%attribute%" eksisterer ikke i tabellen "%table%".
sq_al: Atributi "%attribute%" nuk ekziston ne tabelen "%table%" .
sr_cs: Ovaj "%attribute%" ne postoji u "%table%" tabeli.

source: Undefined "%s" error
hr_hr: Nepoznata "%s" greška
lt_lt: Neapibrėžta "%s" klaida
mg_mg: Hadisoana tsy voafaritra "%s"
no_no: Udefinert "%s" feil
sq_al: Gabim i papërcaktuar "%s".
sr_cs: Nedefinisana"%s" greška

source: The "*" operator cannot be used in a nested query.
hr_hr: "*" znak ne može biti korišten u ugniježđenom upitu.
lt_lt: Operatorius "*" negali būti naudojamas įdėtinėje užklausoje.
no_no: Operatoren "*" kan ikke benyttes i en spørring med underspørringer.
sr_cs: Operator "*" se ne može koristiti u grupnom upitu.

source: The operator "%s" is incorrect.
hr_hr: Korišteni operator "%s" nije ispravan.
lt_lt: Neteisingas operatorius "%s".
no_no: Tegnet "%s" er feil.
sr_cs: Operator "%s" je neispravan.

source: The "%operator%" operator is incorrect.
hr_hr: "%operator%" operater je neispravan.
lt_lt: Operatorius "%operator%" nėra teisingas.
no_no: Operatoren "%operator%" er ikke korrekt.
sq_al: Operatori "%operator%" është i pasaktë.
sr_cs: Ovaj"%operator%" operator nije tačan.

source: The LIMIT clause must contain numeric arguments.
hr_hr: LIMIT klauzula mora sadržavati numeričke argumente.
lt_lt: LIMIT parametras privalo turėti skaitinius argumentus.
no_no: LIMIT-kommandoen må inneholde numeriske tegn.
sr_cs: Klauzula LIMIT mora da sadrži brojčani argument.

source: The "%reference%" reference does not exist in the "%table%" table.
hr_hr: "%reference%" atribut ne postoji u "%table%" tablici.
lt_lt: Kodas "%reference%" neegzistuoja lentelėje "%table%".
no_no: Referansen "%reference%" eksisterer ikke i tabellen "%table%".
sq_al: Referenca "%reference%" nuk ekziston në tabelën "%table%".
sr_cs: Ova %reference%" šifra ne postoji u "%table%" tabeli.

source: When multiple tables are used, each attribute must refer back to a table.
hr_hr: Kad se koristi više tablica, svaki atribut mora biti upućivati na tablicu.
lt_lt: Kai naudojama keletas lentelių, kiekvienas atributas turi būti susietas su lentele.
no_no: Når flere tabeller er i bruk må hver attributt referere til en tabell.
sr_cs: Kada se koristi više tabela, svaka osobina mora da upućuje na tabelu.

source: "%key%" is an unauthorized keyword.
hr_hr: "%key%" nije ovlaštena ključna riječ.
lt_lt: "%key%" yra neleistinas raktinis žodis.
no_no: "%key%" er et uautorisert nøkkelord.
sr_cs: "%key%"nije autorizovana.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
hr_hr: Odabrano ograničenje je veće od maksimalnog ograničenja servera. Molimo povećajte ograničenje na vašem serveru.
lt_lt: Pasirinktas limitas yra didesnis negu nustatyta serveryje. Padidinkite limitą serveryje.
no_no: Grensen valgt er større enn serverens maksimum opplastingsgrense. Vennligst øk grensen på din server.
sr_cs: Izabrano ograničenje je veće od maksimalnog ograničenja za slanje na serveru. Molim vas da povećate ograničenje vašeg servera.

source: No file was uploaded.
hr_hr: Niti jedna datoteka nije prenesena
lt_lt: Neįkelta failų
no_no: Ingen fil ble lastet opp.
sr_cs: Nijedan fajl nije podignt.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
hr_hr: Prenesena datoteka premašuje upload_max_filesize direktivu u php.ini. Ukoliko postavke vašeg servera dozvoljavaju, možete dodati direktivu u vaš .htaccess.
lt_lt: Įkeltas failas viršija upload_max_filesize direktyvą, nurodytą faile php.ini. Jei jūsų serverio konfigūracija leidžia, galite pridėti direktyvą savo .htaccess faile.
no_no: Den opplastede filen er større enn upload_max_filesize i php.ini. Hvis din serverkonfigurasjon tillater det kan du endre dette i din .htaccess-fil.
sr_cs: Otpremljeni dokument prevazilazi upload_max_filesize direktivu u php.ini dokumentu. Ako vaš server to dozvoljava, možete dodati direktivu u vašem .htaccess dokumentu.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
hr_hr: Uvezena datoteka premašuje post_max_size direktivu u php.ini. Ukoliko konfiguracija servera dopušta možete dodati direktivu u vaš .htaccess, na primjer:
lt_lt: Įkeltas failas viršija post_max_size direktyvą php.ini faile. Jeigu jūsų serverio konfigūracijos leis tai, jūs galite pridėti direktyvą prie jūsų .htaccess failo, pavyzdžiui:
mg_mg: Nihoatran'ny toromarika post_max_size anatin'ny php.ini ny fisie nampiakarina. Raha mamela izany ny fampiendrehina ny serveranao, azonao atao ny manampy ny toromarika anatin'ny .htaccess nao, ohatra:
no_no: Den opplastede filen er større enn post_max_size-direktivet i php.ini. Hvis tjenerkonfirgurasjon din tillater det, kan du legge til et direktiv i din .htaccess, for eksempel:
sq_al: Skedari i ngarkuar tejkalon direktivën 'post_max_size' në 'php.ini'. Nëse e lejon konfigurimi i serverit tënd, mund ta shtosh një direktivë në '.htaccess' tënd, për shembull:
sr_cs: Veličina podignutog fajla prevazilazi post_max_size naredbu u php.ini. Ako vam vaša konfiguracija na serverju dozvoljava izmenite naredbu u fajlu .htaccess, na primer:

source: The uploaded file was only partially uploaded.
hr_hr: Prenesena datoteka je samo djelomično prenesena.
lt_lt: Failas pilnai neįkeltas.
no_no: Filen ble bare delvis lastet opp.
sr_cs: Podignuti fajl je samo delimično podignut.

source: The extension of your file should be .csv.
hr_hr: Produžetak vaše datoteke bi trebao biti .csv.
lt_lt: Jūsų failo plėtinys turi būti .csv.
no_no: Filtypen bør være .csv.
sr_cs: Ekstenzija vaše dototeke bi trebala biti .csv.

source: An error occurred while uploading / copying the file.
hr_hr: Dogodila se pogreška tijekom učitavanja / kopiranja datoteke.
lt_lt: Įkeliant ar kopijuojant failą įvyko klaida.
no_no: En feil oppstod under opplasting / kopiering av fil.
sr_cs: Došlo je do greške prilikom postavljanja i kopiranja dokumenta.

source: To avoid operating problems, please use an Apache server.
hr_hr: Kako bi izbjegli probleme u radu, molimo koristite Apache server.
lt_lt: Siekiant išvengti problemų, naudokite Apache serverį.
no_no: For å unngå driftsproblemer, vennligst bruk en Apache server.
sr_cs: Da bi ste izbegli operativne probleme, koristite Apache server.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
hr_hr: Molimo aktivirajte 'mod_auth_basic' Apache modul kako bi omogućili autentifikaciju PrestaShop's web servisa.
lt_lt: Aktyvuokite Apache modulį 'mod_auth_basic', kad veiktų PrestaShop'o web serviso autentifikacija.
no_no: Vennligst aktiver 'mod_auth_basic' Apache-modulen for å tillate godkjenning av PrestaShop sin WebService.
sr_cs: Aktivirajte 'mod_auth_basic' Apache modul za dozvolu autentifikacije PrestaShop-ovog veb servisa.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
hr_hr: Molimo aktivirajte 'mod_rewrite' Apache modul da omogućite PrestaShop web servis.
lt_lt: Aktyvuokite Apache modulį 'mod_rewrite', kad veiktų PrestaShop'o web servisas.
no_no: Vennligst aktiver 'mod_rewrite' Apache-modulen for å tillate PrestaShop webservice.
sr_cs: Aktivirajte 'mod_rewrite' Apache modul da dozvolite PrestaShop veb servis.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
hr_hr: Ne možemo provjeriti jesu li basic authentication i rewrite ekstenzije aktivirane. Molimo ručno provjerite jesu li aktivirane kako bi mogli koristiti web servis.
lt_lt: Mes negalėjome patikrinti ar paprasta autentikacija ir perrašymo galimybės aktyvuotos. Prašome pasitikrinti tai rankiniu būdu, kad įsitikintumėte, jog webservice paslauga veikia.
no_no: Vi kunne ikke sjekke om grunnleggende godkjenning- og url-omskrivings-moduler er aktivert. Vennligst sjekk manuelt om de er aktivert for å kunne bruke PrestaShops WebService.
sr_cs: Nismo u mogućnosti sa proverimo osnovnu autentikaciju i ekstenzije za prepisivanje. Molimo da manuelno proverite da li su opcije aktivirane kako biste koristili PrestaShop webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
hr_hr: Molimo aktivirajte 'SimpleXML' PHP proširenje da omogućite testiranje PrestaShop's web servisa.
lt_lt: Aktyvuokite PHP plėtinį "SimpleXML", kad galėtų būti testuojamas PrestaShop web servisas.
no_no: Vennligst aktiver 'SimpleXML' PHP extension for å tillate testing av PrestaShops WebService.
sr_cs: Aktivirajte 'SimpleXML' PHP ekstenziju da dozvolite testiranje PrestaShop veb servisa.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
hr_hr: Ukoliko je moguće, savjetuje se korištenje SSL (https) za pozive web servisa, što izbjegava sigurnosne propuste tipa "man in the middle".
lt_lt: Labiau rekomenduojama naudoti SSL (https:) visiems web serviso užklausimams, nes taip išvengiama "žmogaus per vidurį" įsiterpimo atakų.
no_no: Det er å foretrekke å bruke SSL (https:) for WebService transaksjoner, fordi man unngår "mannen i midten"-typen sikkerhetsproblemer.
sr_cs: Preporučljivo je koristiti SSL (https:) za webservice pozive, da bi ste izbegao takozvani 'man in the middle' problem ranjivosti sistema.

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
hr_hr: Čini se da je backup uspješno dovršen, ipak, morate preuzeti i pažljivo provjeriti backup datoteku.
lt_lt: Atrodo, kad atsarginės kopijos failas sukurtas sėkmingai, tačiau turite tuo įsitikinti patys.
no_no: Det ser ut til at Backup var vellykket, men du må laste ned og nøye verifisere Backup-filen for å være sikker.
sq_al: Formimi i kopjes rezerve duket se është i suksesshëm, megjithatë ju duhet ta shkarkoni dhe ta verifikoni fajllin e kopjes rezerve me kujdes para procedimit të mëtejmë.
sr_cs: Izgleda da je pravljenje rezervne kopije uspešno završeno, ipak je neophodno da preuzmete i pažljivo proverite fajl rezervne kopije pre nego što nastavite dalje.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
hr_hr: "Backups" mapa u admin mapi mora imati prava za pisanje (CHMOD 755 / 777).
lt_lt: Atsarginių kopijų katalogas admin kataloge turi būti su rašymo teisėmis (CHMOD 755/777).
no_no: "Sikkerhetskopier"-mappen i admin-katalogen må være skrivbar (CHMOD 755/777).
sq_al: Direktoriumi "Kopjet rezereve" i vendosur në direktoriumin admin, duhet të jetë i shkrueshëm (CHMOD 755 / 777).
sr_cs: Direktorijum "Backups" unutar admin direktorijuma mora imati prava za unos (CHMOD 755 / 777).

source: The backup file does not exist
hr_hr: Backup datoteka ne postoji
lt_lt: Atsarginės kopijos failas neegzistuoja
no_no: Sikkerhetskopifilen finnes ikke
sq_al: Skedari i sigurimit nuk ekziston
sr_cs: Fajl rezervne kopije ne postoji

source: Error deleting
hr_hr: Pogreška tijekom brisanja
lt_lt: Klaida trinant
no_no: Feil ved sletting
sq_al: Gabim gjatë fshirjes
sr_cs: Greška pri brisanju

source: You cannot edit the SuperAdmin profile.
hr_hr: Ne možete uređivati SuperAdmin profil.
lt_lt: Negalima keisti SuperAdmin profilio.
no_no: Du kan ikke redigere SuperAdmin-profilen.
sq_al: Ju nuk mund ta redaktoni profilin e Super administratorit.
sr_cs: Profil SuperAdmin se ne može uređivati.

source: The provided profile is invalid
hr_hr: Profil nije ispravan
lt_lt: Pateiktas profilis yra neteisingas
no_no: Profilen er ugyldig
sq_al: Profili i ofruar është i pavlefshëm
sr_cs: Profil nije važeći

source: You cannot disable or delete your own account.
hr_hr: Ne možete onemogućiti ili izbrisati vlastiti račun.
lt_lt: Negalite sustabdyti ar ištrinti savo paties paskyros.
no_no: Du kan ikke deaktivere eller slette din egen konto.
sr_cs: Ne možete da onemogućite ili izbrišete sopstveni nalog.
