Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersHelp.*.xlf
Languages: bg_bg, fa_ir, ms_my, ro_ro, sq_al, sv_se

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
bg_bg: Изпраща до Вас информационен имейл за приключило импортиране. Функцията може да е полезна при работа с големи файлове, при които импортирането е дълъг процес.
fa_ir: یک ایمیل ارسال می‌کند تا به شما اطلاع دهد که عملیات واردسازی کامل شده است. هنگام کار با فایل‌های بزرگ که واردسازی آن‌ها ممکن است طول بکشد، می‌تواند مفید باشد.
ro_ro: Trimite un e-mail pentru a te anunta ca importarea este finalizata. Acesta poate fi util atunci cand manipulezi fisiere mari, deoarece importul poate dura mult.
sq_al: Dërgon një email për të njoftuar se importi ka përfunduar. Mund të jetë i dobishëm kur ti trajton skedarë të mëdhenj, pasi importimi mund të marrë më shumë kohë.
sv_se: Skickar ett e-postmeddelande så att du vet att importen är klar. Det kan vara användbart vid hantering av stora filer, eftersom importen kan ta lite tid.

source: Read more about the CSV format at:
bg_bg: Научете повече за CSV формата на:
fa_ir: در مورد فرمت CSV بیشتر بخوانید در:
ro_ro: Citeste mai multe despre formatul CSV la:
sv_se: Läs mer om CSV-formatet på:

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
bg_bg: Вашият аватар в PrestaShop 1.7.x е вашето изображение на профила ви на %url%. За да го промените, влезте в PrestaShop.com с вашият имейл %email% и следвайте инструкциите.
fa_ir: آواتار شما در پرستاشاپ 1.7 تصویر پروفایل شما در %url% است. برای تغییر آواتار، با ایمیل خود %email% وارد PrestaShop.com شوید و راهنمایی‎های نمایش داده شده را دنبال نمایید.
ro_ro: Avatarul tau in PrestaShop 1.7.x este imaginea din profilul tau de la %url%. Pentru a iti schimba avatarul, autentifica-te pe PrestaShop.com cu adresa ta de e-mail %email% si urmeaza instructiunile de pe ecran.
sq_al: Avatari yt në PrestaShop 1.7.x është fotografia e profilit tënd në %url%. Për të ndryshuar avatarin tënd, identifikohu në PrestaShop.com me emailin tënd %email% dhe ndiq udhëzimet që shfaqen në ekran.
sv_se: Din avatar i PrestaShop 1.7.x är din profilbild på %url%. Om du vill ändra din avatar, logga in på PrestaShop.com med din e-post %email% och följ instruktionerna på skärmen.

source: Password should be at least %num% characters long.
bg_bg: Паролата трябва да бъде с дължина поне %num% символа.
fa_ir: طول رمز عبور باید حداقل%num% کارکتر باشد.
ro_ro: Parola trebuie sa fie lunga de cel putin %num% caractere.
sq_al: Fjalëkalimi duhet të jetë të paktën %num% karaktere i gjatë.
sv_se: Lösenordet bör vara minst %num% tecken långt.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
bg_bg: PrestaShop може да ви осигури периодично упътване като ви изпраща съвети как да оптимизирате управлението на вашият магазин, което да ви помогне да разширите бизнеса си. Ако не желаете да получавате тези съвети, моля махнете отметката тук.
fa_ir: پرستاشاپ می تواند به طور منظم به وسیله ی ارسال نکته هایی جهت چگونگی مدیریت فروشگاه شما را راهنمایی خواهد کرد که به رشد تجارت شما کمک خواهد کرد. اگر تمایل به دریافت این نکات ندارید، لطفا تیک این جعبه را بردارید.
ro_ro: PrestaShop te poate ghida in mod regulat, trimitandu-ti sfaturi pentru optimizarea administrarii magazinului tau, ceea ce te va ajuta sa iti dezvolti afacerea. Daca nu doresti sa primesti aceste sfaturi, poti dezactiva aceasta optiune.
sv_se: PrestaShop kan hjälpa dig regelbundet genom att skicka tips om hur du optimerar hanteringen av din butik, vilket kommer att hjälpa ditt företag att växa. Om du inte vill ta emot dessa tips, vänligen avmarkera rutan.

source: This page will be displayed just after login.
bg_bg: Тази страница ще бъде показвана веднага след вход.
fa_ir: این صفحه تنها بعد از وارد شدن نمایش داده خواهد شد.
ro_ro: Acesta pagina va fi afisata doar dupa autentificare.
sv_se: Denna sida kommer att visas precis efter inloggning.

source: Allow or disallow this employee to log in to the Admin panel.
bg_bg: Разрешаване или забрана на този служител да влиза в Административния панел.
fa_ir: اجازه یا عدم اجازه به این کارمند برای ورود به بخش مدیریت.
ro_ro: Permite sau interzice acestui angajat sa se autentifice in panoul de administrare.
sq_al: Lejo ose mos lejo që ky punonjës të identifikohet në panelin e administratorit.
sv_se: Tillåta eller förhindra denna anställda från att logga in till Admin-panelen.

source: Select the shops the employee is allowed to access.
bg_bg: Избери магазините, до които служителят има право на достъп.
fa_ir: فروشگاه‌هایی که کارمند اجازه دسترسی به آن را دارد برگزینید.
ro_ro: Selecteaza magazinele accesibile angajatilor.
sv_se: Välj butiker som den anställde ska ha tillgång till.

source: Severity levels
bg_bg: Ниво на важност
fa_ir: درجه امنیتی
ro_ro: Niveluri de severitate
sv_se: Allvarlighetsgrader

source: Enter "5" if you do not want to receive any emails.
bg_bg: Въведи "5" ако не искаш да получаваш e-mail-и.
fa_ir: برای دریافت تمامی ایمیل‎ها عدد \"5\" را وارد کنید.
ro_ro: Introdu "5" daca vrei sa nu primesti niciun e-mail.
sv_se: Ange "5" om du inte vill få några mail.

source: Emails will be sent to the shop owner.
bg_bg: E-mail-ите ще бъдат изпращани до собственика на магазина.
fa_ir: ایمیل‎ها به صاحب فروشگاه ارسال می‎شوند.
ro_ro: Mesajele vor fi trimise proprietarului magazinului.
sv_se: Mail kommer att skickas till butikens ägare.

source: How do I create a new SQL query?
bg_bg: Как да създам нова SQL заявка?
fa_ir: چگونه یک SQL query جدید ایجاد کنیم?
ro_ro: Cum creez o noua interogare SQL?
sv_se: Hur skapar man en ny SQL-fråga?

source: Click "Add New".
bg_bg: Натисни „Добави нов“.
fa_ir: کلیک برای \"افزودن جدید\"
ro_ro: Clicaie pe "Adauga".
sv_se: Klicka på \"Lägg till ny\"

source: Fill in the fields and click "Save".
bg_bg: Подпълни полетата и натисни „Запази“.
fa_ir: فیلدها را پر کنید و روی \"ذخیره\" کلیک کنید.
ro_ro: Completeaza campurile si clicaie pe "Salveaza".
sv_se: Fyll i fälten och klicka på "Spara".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
bg_bg: Можете да прегледате резултатите от заявката като щракнете на действие Редактиране от падащото меню
fa_ir: سپس شما می‌توانید نتایج query را با کلیک بر روی ویرایش در منوی کشویی ببینید
ro_ro: Poti vedea apoi rezultatul interogarii dand clic pe Edit in meniul dropdown
sv_se: Du kan se resultatet av sql-frågan genom att klicka på Redigera i menyn

source: You can also export the query results as a CSV file by clicking on the Export button
bg_bg: Можете също да експортирате резултатите от заявките като CSV файл чрез натискане на бутона Експортиране
fa_ir: همچنین شما می توانید نتایج جستجو را در قالب یک فایل CSV با کلیک بر روی دکمه استخراج ذخیره کنید
ro_ro: Poti de asemenea exporta rezultatul interogarii ca fisier CSV dand clic pe butonul Export
sv_se: Du kan också exportera resultatet på sql-frågan som en CSV-fil genom att klicka på knappen Export

source: Click "%add_new_label%".
fa_ir: روی %add_new_label% کلیک کنید
ro_ro: Fa clic pe "%add_new_label%".
sv_se: Klicka "%add_new_label%".

source: Fill in the fields and click "%save_label%".
fa_ir: کادرها پر کنید و روی %save_label% کلیک کنید.
ro_ro: Completeaza formularul si fa clic pe "%save_label%".
sv_se: Fyll i fälten och klicka på "%save_label%".

source: You can then view the query results by clicking on the "%view_label%" action in the dropdown menu
fa_ir: شما می‌توانید نتایج کوئری با کلیک روی %view_label% در منوی کشویی مشاهده کنید
ro_ro: Poti vedea rezultatul interogarii facand clic pe actiunea "%view_label%" din meniul derulant
sv_se: Du kan se resultatet av frågan genom att klicka på "%view_label%" i menyn

source: You can also export the query results as a CSV file by clicking on the "%export_label%" button
fa_ir: شما همچنین می‌توانید نتایج کوئری را در قالب یک فایل CSV با کلیک بر روی دکمه %export_label% ذخیره کنید
ro_ro: De asemenea, poti exporta rezultatul interogarii ca fisier CSV facand clic pe butonul "%export_label%"
sv_se: Du kan också exportera resultatet på frågan som en CSV-fil genom att klicka på knappen "%export_label%"

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
bg_bg: Задайте броят часове, през които бисквитките в админ панела са валидни. След изтичането на този период PrestaShop потребителят ще трябва да влезе наново.
fa_ir: تنظیم میزان ساعت که در طی آن کوکی‌های بخش مدیریت معتبر هستند. پس از آن مقدار از زمان، کاربر پرستاشاپ باید دوباره وارد شود.
ms_my: Tetapkan kesahan jumlah jam cookies Pejabat Belakang. Selepas jumlah masa tersebut, pengguna Prestashop perlu log masuk semula.
ro_ro: Stabilesti durata in ore a vietii cookie-urilor in paginile de administrare. Dupa acest interval de timp, utilizatorul de PrestaShop va trebui sa se autentifice din nou.
sq_al: Vendosni numrin e orëve gjatë të cilave biskotat e Back Office janë të vlefshme. Pas skadencës së kohës së dhënë, konsumatori do të duhet të identifikohet përsëri.
sv_se: Ställ in tiden i timmar för hur länge en administrations-cookie är giltig. Efter den tiden måste användaren logga in på nytt.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Задаване на максимално позволен размер на прикачените файлове (в мегабайти). Тази стойност трябва да бъде по-малка или равна на максимално позволеният от вашият сървър размер на качения файл (текущо: %size% МБ).
fa_ir: حداکثر مقدار حجم فایل های پیوستی (برحسب مگابایت) را وارد کنید. این مقدار باید برابر یا کمتر از بیشترین مقدار فایل آپلود در تنظیمات سرور شما باشد (درحال حاضر: %size% مگابایت).
ro_ro: Defineste limita de marime pentru fisierele atasate (in MB). Aceasta valoare trebuie sa fie mai mica sau egala cu limita de marime definita pe serverul tau (valoarea curenta: %size% MB).
sv_se: Ange den maximala storleken för bilagda filer (i megabyte). Detta värde måste vara lägre eller lika med inställningen på din server (nuvarande: %size% MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
bg_bg: Известията са номерирани балончета, показвани най-горе във вашият административен панел до името на магазина. Те показват броя нови артикули от момента, в който последно сте щракнали на тях.
fa_ir: آگاه سازان، حباب‌های شماره داری هستند که در بالاترین قسمت صفحه مدیریت فروشگاه در گوشه سمت راست قرار دارند. آن‌ها تعداد موارد جدید از آخرین زمانی که شما آن‌ها را بررسی کرده اید نمایش می‌دهند.
ms_my: Pemberitahuan ialah buih bernombor yang dipaparkan di bahagian paling atas pejabat belakang anda, betul-betul di sebelah nama kedai. Ia memaparkan bilangan item terbaru semenjak kali terakhir anda mengkliknya.
ro_ro: Notificarile sunt bule numerotate, afisate in partea de sus a paginii de administrare a magazinului, chiar langa numele magazinului. Acestea arata cate articole noi au aparut de cand ai clicat ultima data pe bule.
sq_al: Njoftimet janë fluska të numëruara të shfaqura në krye të Back Office tuaj, djathas afër emrit të dyqanit tuaj. Ato shfaqin numrin e artikujve të rinj që nga klikimi i juaj i fundit mbi to.
sv_se: Notiser är numrerade bubblor som visas högst upp i adminarean, bredvid butiksnamnet. De visar antalet nya objekt sedan du klickade på dem senast.

source: This will display notifications when new orders are made in your shop.
bg_bg: Това ще показва известия, когато в магазина са получени нови поръчки.
fa_ir: وقتی سفارش جدیدی در فروشگاه شما ثبت شود، شما را آگاه می‎نماید.
ms_my: Ini akan memaparkan notifikasi apabila tempahan baru dilakukan di kedai anda.
ro_ro: Aceasta optiune va afisa notificari pentru comenzile noi primite de magazinul tau.
sq_al: Kjo do të shfaqë njoftimet kur plasohen urdhërblerje të reja në dyqanin tuaj.
sv_se: Detta visar meddelanden när nya beställningar görs i din butik

source: This will display notifications every time a new customer registers in your shop.
bg_bg: Това ще показва известия всеки път, когато нов потребител се регистрира в магазина.
fa_ir: وقتی مشتری جدیدی در فروشگاه شما ثبت نام کند، شما را آگاه می‎نماید.
ms_my: Ini akan memaparkan notifikasi apabila pelanggan baru mendaftar di kedai anda.
ro_ro: Aceasta optiune va afisa notificari de fiecare data cand un client nou se inregistreaza in magazinul tau.
sq_al: Kjo do të shfaqë lajmërime sa herë së një konsumator i ri regjistrohet në shitoren tuaj.
sv_se: Detta visar meddelanden när nya kunder registrerar sig i din butik

source: This will display notifications when new messages are posted in your shop.
bg_bg: Това ще показва известия, когато в магазина са получени нови съобщения.
fa_ir: وقتی پیام جدیدی در فروشگاه شما ثبت شود، شما را آگاه می‎نماید.
ms_my: Ini akan memaparkan notifikasi apabila mesej baru ditambah di kedai anda.
ro_ro: Aceasta optiune va afisa notificari atunci cand sunt postate mesaje noi in magazinul tau.
sq_al: Kjo do të shfaqë lajmërime kur mesazhe të reja postohen në shitoren tuaj.
sv_se: Detta visar meddelanden när nya meddelanden läggs in i din butik

source: Some features can be disabled in order to improve performance.
bg_bg: Някои опции могат да бъдат деактивирани, за да подобриш работата.
fa_ir: برخی ویژگی‎ها را می‎توان برای بهبود عملکرد، غیرفعال کرد.
ro_ro: Unele caracteristici pot fi dezactivate pentru a imbunatati performanta.
sv_se: Vissa egenskaper kan inaktiveras för att förbättra prestanda.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
bg_bg: ККК позволява да се намали времето за зареждане на страницата. С тези настройки ще подобрите работата без да пипате кода на темата. Все пак се уверете, че темата ви е съвместима с PrestaShop 1.4+. Иначе, ККК ще причини проблеми.
fa_ir: CCC به شما اجازه می‎دهد زمان باز شدن سایت خود را پایین بیاورید. با این تنظمیات شما دوباره عملکرد لازم را بدست می‎آورید حتی بدون اینکه به کدهای پوسته‎ی خود دست بزنید. با این حال مطئمن شوید که پوسته‎ی شما با پرستاشاپی که نسخه‎ی آن بالاتر از 1.4 است، سازگار است. در غیر اینصورت CCC باعث ایجاد مشکل خواهد شد.
ro_ro: CCC iti permite sa reduci timpul de incarcare al paginii. Cu aceste setari vei castiga performanta fara a atinge codul temei. Asigurate, totusi, ca tema folosita este compatibila cu PrestaShop 1.4+, altfel CCC va crea probleme.
sv_se: Med CCC kan du minska laddningstiden på din webbplats. Med dessa inställningar kommer du att vinna prestanda utan att ens röra koden för ditt tema. Se dock till att ditt tema är kompatibelt med PrestaShop 1.4 +, annars kommer CCC orsaka problem.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.7+. Otherwise, CCC will cause problems.
fa_ir: CCC باعث افزایش سرعت بارگذاری سایت شما می‌شود بدون نیاز به دستکاری در کدهای قالب. فقط از سازگاری قالب سایت خود با پرستاشاپ‌های بالاتر از ۱.۷ اطمینان حاصل کنید، در غیر این‌صورت این بخش ممکن است مشکلاتی ایجاد کند.
ro_ro: CCC te ajuta sa reduci timpul de incarcare al paginii. Cu aceste setari vei castiga performanta fara ca macar sa atingi codul temei. Asigura-te, totusi, ca tema folosita este compatibila cu PrestaShop 1.7+, altfel CCC va crea probleme.
sv_se: Med CCC kan du minska laddningstiden på din webbplats. Med dessa inställningar kommer du att öka prestanda utan att ens röra koden för ditt tema. Se dock till att ditt tema är kompatibelt med PrestaShop 1.7 +, annars kommer CCC orsaka problem.

source: This page benefits from increased performance and includes new features such as a new combination management system. Please note this is a work in progress and some features are not available yet.
fa_ir: کارآیی این صفحه افزایش یافته و شامل ویژگی‌های جدیدی مانند سیستم مدیریت ترکیب جدید است. لطفاً توجه داشته باشید که این یک پروژه در حال انجام است و برخی از ویژگی‌ها هنوز در دسترس نیستند.
ro_ro: Aceasta pagina beneficiaza de performanta sporita si include functionalitati noi ca noul sistem de administrare a combinatiilor. Te rugam sa retii ca aceasta este o lucrare in desfasurare si unele functionalitati ar putea sa nu fie disponibile inca.
sv_se: Denna sida har ökad prestanda och innehåller nya funktioner, såsom ett nytt system för att hantera kombinationer. Notera att sidan är under utveckling och att vissa funktioner inte är tillgängliga än.

source: Enable this option to keep your imported itemsâ€™ ID number as is. Otherwise, PrestaShop will ignore them and create auto-incremented ID numbers.
ro_ro: Activeaza aceasta optiune pentru a importa numerele de identificare (ID) ale articolelor importate asa cum sunt in fisierul de import. Altfel, PrestaShop le va ignora si va crea propriile numere de identificare incrementate automat.
