Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminModulesFeature.*.xlf
Languages: az_az, fa_ir, hi_in

source: Check update
fa_ir: چک کردن بروزرسانی

source: RTL Module
fa_ir: ماژول RTL
hi_in: आरटीएल मॉड्यूल

source: Manage hooks
az_az: Qarmaqları yönəlt
fa_ir: مدیریت جاگیری‌ها

source: Administration
az_az: Administrasiya
fa_ir: مدیریت

source: Shipping & Logistics
fa_ir: حمل و تدارکات

source: Advertising & Marketing
fa_ir: تبلیغات و بازاریابی

source: Analytics & Stats
fa_ir: تحلیل و آمارها

source: Taxes & Invoicing
fa_ir: مالیات‎ها و صورتحساب

source: Checkout
fa_ir: پرداخت

source: Content Management
fa_ir: مدیریت محتوا

source: Customer Reviews
az_az: Alıcı Dəyərləndirmələri
fa_ir: نظرات مشتریان

source: Front office Features
az_az: Ön ofis Özəllikləri
fa_ir: خصوصیات بخش کاربری

source: Internationalization & Localization
fa_ir: بومی سازی و جهانی سازی

source: Merchandising
fa_ir: تجارت

source: Migration Tools
fa_ir: ابزار انتقال و کوچ فروشگاه

source: Payments & Gateways
fa_ir: پرداخت‌ها و درگاه‌ها

source: Site certification & Fraud prevention
fa_ir: گواهی سایت و جلوگیری از تقلب

source: Pricing & Promotion
fa_ir: قیمت‌گذاری و پیشنهادات ویژه

source: Quick / Bulk update
fa_ir: به‌روز رسانی سریع / جمعی

source: Slideshows
fa_ir: نمایش اسلایدها

source: Comparison site & Feed management
fa_ir: مقایسه سایت و مدیریت فید

source: Marketplace
az_az: Bazaryeri
fa_ir: بازار

source: Other Modules
az_az: Başqa Modullar
fa_ir: سایر ماژول‎ها

source: Emailing & SMS
fa_ir: ایمیل و پیامک

source: Social Networks
fa_ir: شبکه‎های اجتماعی

source: Social & Community
fa_ir: اجتماعی و ارتباطی

source: Installed modules
az_az: Quraşdırılmış modullar
fa_ir: ماژول های نصب شده
hi_in: स्थापित मॉड्यूल

source: This module is Untrusted for your country
fa_ir: این ماژول برای کشور شما قابل اطمینان نیست

source: Discover all modules
az_az: Bütün modullara göz atın
fa_ir: مشاهده‌ی همه ماژول‌ها

source: Want to go further?
az_az: Daha irəliyə getmək istəyirsiz?
fa_ir: می‌خواهید ادامه دهید؟

source: Discover on Addons Marketplace
az_az: Artırmalar Bazaryerini Kəşf Et
fa_ir: یافتن در Addons Marketplace

source: Install
az_az: Quraşdır
fa_ir: نصب

source: Drop your module archive here or
fa_ir: فایل آرشیو ماژول خود را اینجا بیاندازید یا

source: select file
fa_ir: انتخاب فایل

source: To go further:
az_az: Daha irəli getmək üçün:
fa_ir: برای امکانات بیشتر:

source: Labels, Stickers & Logos
az_az: Nişanlar, Yapışqanlar və Loqolar
fa_ir: برچسب‌ها، استیکرها و لوگوها

source: Addons Marketplace
az_az: Artırmalar Bazaryeri
fa_ir: بازارچه‌ی افزونه‌های پرستاشاپ

source: For example, you can add "Free shipping", "-30%", "New", "Last parts in stock", "No. 1 of sales" badges to make your products more visible and to differentiate them. And also propose badges indicating the composition (100% cotton, 100% organic...) or icons highlighting the strengths of each product. So you customize your shop in just a few clicks.
fa_ir: برای مثال می‌توانید نشان‌های «حمل رایگان»، «٪۳۰-»، «جدید»، «آخرین موجودی»، «شماره ۱ فروش» را اضافه کنید تا محصولات را برجسته و متمایز کنید. همچین از نشان‌هایی که بیان‌گر ترکیبات محصول (۱۰۰٪ نخ، ۱۰۰٪ ارگانیک ...) هستند یا آیکن‌هایی برای اشاره به نقاط قوت هر محصول استفاده کنید. در نتیجه فروشگاه خود را با چند کلیک شخصی سازی کنید.

source: Enable Mobile
az_az: Mobili Qoş
fa_ir: فعال کردن موبایل
hi_in: मोबाइल सक्षम करें

source: Disable Mobile
az_az: Mobili Söndür
fa_ir: از کار انداختن موبایل
hi_in: मोबाइल अक्षम करें

source: Module manager
fa_ir: مدیریت ماژول

source: Module notifications
az_az: Modul bildirişləri
fa_ir: اعلان‌های ماژول
hi_in: मॉड्यूल सूचनाएं

source: v%version% - by %author%
az_az: v%version% - müəllif: %author%
fa_ir: v%version% - توسط %author%
hi_in: %author% द्वारा - v%version%

source: Discover
az_az: Göz at
fa_ir: پیدا کردن
hi_in: खोजिए

source: Toggle Dropdown
fa_ir: تغییر حالت لیست پایین‌رونده

source: PrestaShop Addons Marketplace
az_az: PrestaShop Artırmaları Bazaryeri
fa_ir: بازاچه PrestaShop Addons

source: Exit to PrestaShop Addons Marketplace
az_az: PrestaShop Artırmaları Bazaryerindən çıxış
fa_ir: رفتن به بازارچه‌ی PrestaShop Addons

source: See all results for your search on
az_az: Axtarışınız üçün bütün nətirəcələrə baxın:
fa_ir: مشاهده همه‌ی نتایج جستجوی شما در
hi_in: अपनी खोज के लिए सभी परिणाम देखें

source: Read More
az_az: Ardını oxu
fa_ir: ادامه مطلب
hi_in: और पढ़ें

source: Service by %author%
az_az: %author% xidməti
fa_ir: سرویس توسط %author%
hi_in: %author% द्वारा सेवा

source: Recently used
fa_ir: اخیراً استفاده شده

source: All Categories
az_az: Bütün Bölmələr
fa_ir: تمام شاخه‌ها
hi_in: सभी श्रेणियाँ

source: All categories
fa_ir: همه‌ شاخه‌ها

source: Disabled modules
fa_ir: ماژول‌های غیرفعال

source: Show all modules
az_az: Bütün modulları göstər
fa_ir: نمایش تمامی ماژول‌ها
hi_in: सभी मॉड्यूल दिखाएँ

source: Enabled Modules
az_az: Qoşulmuş Modullar
fa_ir: ماژول‎های فعال

source: Disabled Modules
az_az: Söndürülmüş Modullar
fa_ir: افزونه‎های غیرفعال

source: Enabled modules
fa_ir: ماژول‌های فعال

source: You do not have module in « %categoryName% ».
fa_ir: شما ماژولی در « %categoryName% » ندارید.

source: Discover the best-selling modules of this category in the %link% page.
fa_ir: یافتن پرفروش‌ترین ماژول‌ها در این شاخه در صفحه %link%.

source: Recently Used
fa_ir: اخیرا استفاده شده

source: Link your shop to your Addons account to automatically receive important updates for the modules you purchased. Don't have an account yet?
fa_ir: فروشگاه خود را به حساب Addons خود متصل کنید تا به طور خودکار به روز رسانی‌های مهم برای ماژول‌های خریداری شده را دریافت کنید. هنوز در Addons حساب کاربری ندارید؟

source: Sign up now
az_az: İndi qoşulun
fa_ir: هم‌اکنون نام‌نویسی کنید

source: Confirm logout
az_az: Çıxışı doğrula
fa_ir: تأیید خروج

source: Yes, log out
az_az: Hə, çıxış et
fa_ir: بله، اقدام به خروج

source: Connect to Addons marketplace
az_az: Artırmalar bazaryeri ilə bağlantı qur
fa_ir: اتصال به بازارچه‌ی Addons
hi_in: एडओन बाजार से कनेक्ट करें

source: Disable module?
az_az: Modul söndürülsün?
fa_ir: غیر فعال کردن ماژول؟
hi_in: मॉड्यूल अक्षम करें?

source: Uninstall module?
az_az: Modul pozulsun?
fa_ir: پاک‌سازی ماژول؟
hi_in: स्थापना रद्द करें मॉड्यूल?

source: Reset module?
az_az: Modul sıfırlansın?
fa_ir: تنظیم مجدد ماژول؟
hi_in: मॉड्यूल रीसेट?

source: Yes, disable it
az_az: Hə, bunu söndür
fa_ir: بله غیر فعال شود
hi_in: ठीक है, उसे अक्षम करें

source: Yes, uninstall it
az_az: Hə, bunu poz
fa_ir: بله حذف نصب شود
hi_in: हां, अनइंस्टॉल करें

source: Yes, reset it
az_az: Hə, bunu sıfırla
fa_ir: بله راه‌اندازی دوباره شود
hi_in: हां, इसे रीसेट करें

source: Bulk action confirmation
az_az: İşlər toplusunun doğrultması
fa_ir: تایید عملیات انبوه

source: Yes, I want to do it
az_az: Hə, mən bunu etmək istəyirəm
fa_ir: بله می‌خواهم این کار را انجام دهم
hi_in: हां, मैं यह करना चाहता हूं

source: Optional: delete module folder after uninstall.
az_az: İstəyə bağlı: Quraşdırmanı aradan qaldırdıqdan sonra modul qovluğunu poz.
fa_ir: دلخواه: حذف پوشه‌ی ماژول پس از حذف آن.
hi_in: वैकल्पिक: स्थापना हटाने के बाद मॉड्यूल फ़ोल्डर हटाएँ।

source: Module verification
fa_ir: تایید ماژول
hi_in: ईमेल सत्यापन

source: Author
fa_ir: نویسنده

source: Back to modules list
az_az: Modullar siyahısına qayıt
fa_ir: بازگشت به لیست ماژول‌ها

source: Proceed with the installation
fa_ir: ادامه با نصب

source: Buy module
fa_ir: خرید ماژول
hi_in: मॉड्यूल खरीदें

source: Upload a module
az_az: Modul yükləyin
fa_ir: بارگذاری یک ماژول
hi_in: मॉड्यूल अपलोड करें

source: Drop your module archive here or [1]select file[/1]
az_az: Modul arxivini bura at, ya da [1]fayl seç[/1]
fa_ir: ماژول بایگانی خود را این‌جا رها کنید یا [1]فایل را برگزینید[/1]

source: Free
az_az: Pulsuz
fa_ir: رایگان!

source: v%version% by %author%
az_az: %author% qurduğu v%version%
fa_ir: %v%version - توسط %author%

source: Overview
az_az: Üstdən baxış
fa_ir: خلاصه
hi_in: अवलोकन

source: Additional information
az_az: Əlavə məlumat
fa_ir: سایر اطلاعات

source: Benefits
az_az: Faydaları
fa_ir: مزایا
hi_in: लाभ

source: Features
az_az: Xüsusiyyətləri
fa_ir: ویژگی‌ها

source: Demo video
fa_ir: ویدیوی دمو
hi_in: डेमो वीडियो

source: Changelog
az_az: Dəyişiklik jurnalı
fa_ir: گزارش تغییرات
hi_in: परिवर्तन लॉग

source: Multistore compatibility:
fa_ir: سازگاری با چند فروشگاهی

source: This module is compatible with the multistore feature. It can be either:
fa_ir: این ماژول با ویژگی چندفروشگاهی سازگار است. می‌تواند یکی از موارد زیر باشد:

source: configured differently from one store to another;
fa_ir: از فروشگاهی به فروشگاه دیگر به صورت متفاوت پیکربندی می‌شود؛

source: configured quickly in the same way on all stores thanks to the all shops context or to the group of shops;
fa_ir: با استفاده از «تمام فروشگاه‌ها» یا «گروه فروشگاه‌ها» یه صورت یکسان به سرعت در تمام فروشگاه‌ها پیکربندی می‌شود.

source: or even activated for one store and deactivated for another.
fa_ir: یا حتی برای یک فروشگاه فعال شده و برای فروشگاه دیگر غیرفعال می‌شود.

source: This module is partially compatible with the multistore feature. Some of its options might not be available.
fa_ir: این ماژول تا حدی با ویژگی چند فروشگاهی سازگار است. برخی از امکانات آن ممکن است در دسترس نباشد.

source: This module is not compatible with the multistore feature because it would not be useful.
fa_ir: این ماژول با ویژگی چند فروشگاهی سازگار نیست، به همین دلیل احتمالاً مفید نخواهد بود.

source: This module is not compatible with the multistore feature. It means that its configuration applies to all stores.
fa_ir: این ماژول با ویژگی چند فروشگاهی سازگار نیست. این بدان معنی است که پیکربندی آن برای همه فروشگاه ها اعمال می شود.

source: %nbModules% modules and services selected for you
az_az: %nbModules% modul və xidmət sizin üçün seçildi
fa_ir: %nbModules% ماژول و خدمات برای شما انتخاب شده است
hi_in: %nbModules% आप के लिए चुने गए मॉड्यूल और सेवाओं

source: Selection
az_az: Seçim
fa_ir: انتخاب

source: Increasing Price
az_az: Artan Qiymət
fa_ir: افزایش قیمت

source: Decreasing Price
az_az: Azalan Qiymət
fa_ir: كاهنده قيمت

source: Popularity
az_az: Populyarlıq
fa_ir: محبوبیت

source: %nbModules% modules to configure
az_az: Konfiqurasiya üçün %nbModules% modul
fa_ir: %nbModules% ماژول برای پیکربندی
hi_in: %nbModules% मॉड्यूल विन्यस्त करने के लिए

source: Modules to configure
az_az: Konfiqurasiya üçün modullar
fa_ir: ماژول‌ها برای پیکربندی
hi_in: कॉन्फ़िगर करने के लिए मॉड्यूल

source: Design & Navigation
fa_ir: طراحی و جابجایی

source: Promotions & Marketing
fa_ir: تبلیغات و بازاریابی

source: Product Page
az_az: Məhsul Səhifəsi
fa_ir: صفحه محصول

source: Payment
az_az: Ödəniş
fa_ir: پرداخت

source: Traffic & Marketplaces
fa_ir: ترافیک و بازارها

source: Customers
az_az: Müştərilər
fa_ir: مشتریان

source: Facebook & Social Networks
fa_ir: فیس‌بوک و شبکه‌های اجتماعی

source: Specialized Platforms
fa_ir: پلتفرم‌های اختصاصی

source: Theme modules
az_az: Tema modulları
fa_ir: ماژول قالب ها
hi_in: थीम मॉड्यूल

source: Other
az_az: Digər
fa_ir: دیگر

source: %nbModules% modules to update
az_az: Yeniləmək üçün %nbModules% modul
fa_ir: %nbModules% ماژول برای به روز رسانی
hi_in: %nbModules% मॉड्यूल अद्यतन करने के लिए

source: Modules to update
az_az: Yeniləmək üçün modullar
fa_ir: به روز رسانی موجود برای افزونه‎ها

source: Upgrade All
az_az: Hamısını Yenilə
fa_ir: ارتقای همه
hi_in: सभी अपग्रेड करो
