Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminNavigationNotification.*.xlf
Languages: km_kh, mg_mg, sv_se

source: registered
km_kh: ចុះឈ្មោះ
mg_mg: nisoratra anarana
sv_se: registrerad

source: No new order for now :(
km_kh: ឥឡូវ​នេះមិនមានការបញ្ជាទិញទេ
mg_mg: Tsy nisy kaomandy hatreto :(
sv_se: Ingen ny beställning just nu :(

source: No new customer for now :(
km_kh: ឥឡូវ​នេះមិនមានអតិថិជនទេ :(
mg_mg: Tsy nisy mpanjifa vaovao hatreto :(
sv_se: Ingen ny kund just nu :(

source: No new message for now.
km_kh: មិនមានសារថ្មីសំរាប់ពេលនេះទេ។
mg_mg: Tsy nisy hafatra vaovao hatreto.
sv_se: Inga nya meddelanden.

source: Your shop is in debug mode.
sv_se: Din butik är i felsökningsläge.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
sv_se: Alla PHP-fel och meddelanden visas. När du inte längre behöver det, [1]stäng av[/1] det här läget.

source: Your shop is in maintenance.
sv_se: Din butik är i underhållsläge.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
sv_se: Dina besökare och kunder kommer inte åt din butik när den är i underhållsläge. %s För att hantera underhållsläge, gå till Inställningar > Underhåll.

source: Orders[1][/1]
km_kh: បញ្ជា[1][/1]
mg_mg: Kaomandy[1][/1]
sv_se: Beställningar[1][/1]

source: Customers[1][/1]
km_kh: អតិថិជន[1][/1]
mg_mg: Mpanjifa[1][/1]
sv_se: Kunder[1] [/1]

source: Messages[1][/1]
km_kh: សារ[1][/1]
mg_mg: Hafatra[1][/1]
sv_se: Meddelanden[1] [/1]

source: from
sv_se: från

source: Did you check your conversion rate lately?
km_kh: តើអ្នកបានពិនិត្យការបំលែងអត្រានាពេលថ្មីៗទេ?
mg_mg: Nojerenao ve ny tahan'ny fanakalozam-bolanao teo?
sv_se: Har du kontrollerat konverteringsfrekvensen på sistone?

source: How about some seasonal discounts?
km_kh: រដូវណាខ្លះមានការបញ្ចុះតម្លៃ?
mg_mg: Ahoana raha hasiana fihenam-bidy manaraka ny vanim-potoana?
sv_se: Vad sägs om några säsongsrabatter?

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
km_kh: អ្នកបានពិនិត្យលើ [1][2]រទេះដែលគេបោះបង់ចោល[/2][/1]?[3]​​បន្ទាប់ គឺការបញ្ជាទិញរបស់អ្នកអាចលាក់នៅទីនោះ!
mg_mg: Efa nojerenao ve ny [1][2] harona tavela-nao[/2][/1]?[3]Mety niafina tany ny kaomandinao manaraka!
sv_se: Har du kontrollerat dina [1][2]övergivna varukorgar[/2][/1]?[3]Din nästa beställning kan finnas där!

source: Have you sent any acquisition email lately?
km_kh: តើអ្នកបានផ្ញើអ៊ីមែលទិញថ្មីៗទេ?
mg_mg: Nandefa fahazoana e-mailaka vao haingana?
sv_se: Har du skickat något email för konvertering på sistone?

source: Are you active on social media these days?
km_kh: តើអ្នកសកម្មនៅលើបណ្តាញសង្គមសព្វថ្ងៃទេ?
mg_mg: Maresaka ve ianao amin'ny tambazotra sosialy tamin'ireo fotoana ireo?
sv_se: Är du aktiv på sociala medier?

source: Have you considered selling on marketplaces?
km_kh: តើអ្នកបានពិចារណាលក់នៅទីផ្សារហើយឬនៅ
mg_mg: Nandinika ny hivarotra entana ve ianao amin'ny toeram-pivarotana?
sv_se: Har du övervägt att sälja på marknadsplatser?

source: That's more time for something else!
km_kh: នោះជាពេលវេលាបន្ថែមទៀតសម្រាប់អ្វីផ្សេងទៀត
mg_mg: Fotoana hafa izany hoan'ny zavatra sasany!
sv_se: Det bli mer tid över för annat!

source: No news is good news, isn't it?
km_kh: គ្មានដំណឹងល្អទេមែនទេ?
mg_mg: Tsy misy vaovao dia vaovao tsara, sa tsy izany?
sv_se: Inga nyheter är goda nyheter, eller hur?

source: Seems like all your customers are happy :)
km_kh: ហាក់ដូចជាអតិថិជនរបស់អ្នកទាំងអស់រីករាយ
mg_mg: Ohatran'ny afa-po daholo ny mpanjifanao rehetra :-)
sv_se: Verkar som alla dina kunder är nöjda :)

source: An error occurred while updating new window property.
sv_se: Ett fel inträffade vid uppdatering nytt fönster egenskap.

source: An error occurred while updating the new window property for this object.
sv_se: Ett fel inträffade vid uppdatering nytt fönster egenskap för detta objekt.
