Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersNotification.*.xlf
Languages: hr_hr, lt_lt, mg_mg, no_no, sq_al, sr_cs

source: You do not have permission to view this.
hr_hr: Nemate dozvolu za pregled ovdje
lt_lt: Jūs neturite leidimo vykdyti peržiūros.
no_no: Du har ikke tillatelse til å se dette.
sq_al: Ti nuk ke leje për ta parë këtë.
sr_cs: Nemate dozvolu da pregledate ovde.

source: There is no "/backup" directory.
hr_hr: Nema "/backup" datoteke.
lt_lt: Nėra atsarginių kopijų katalogo "/backup".
no_no: Finner ikke filmappen "/backup".
sq_al: Nuk ka drejtori "/backup".
sr_cs: Ne postoji "/backup" direktorijum.

source: No file has been specified.
hr_hr: Niti jedna datoteka nije navedena
lt_lt: Nepasirinktas failas.
no_no: Ingen fil spesifisert
sq_al: Asnjë skedar nuk është specifikuar.
sr_cs: Nijedan fajl nije naveden.

source: Unable to open backup file(s).
hr_hr: Ne mogu otvoriti datoteku sigurnosne kopije
lt_lt: Neįmanoma atidaryti atsarginės kopijos bylos.
no_no: Kan ikke åpne sikkerhetskopifil(er).
sq_al: Skedari(ët) e sigurimit nuk mund të hapet(n).
sr_cs: Ne mogu da otvorim rezervnu kopiju

source: Unable to display backup file(s).
hr_hr: Nije moguće prikazati datoteku sigurnosne kopije
lt_lt: Negalima pavaizduoti atsarginės bylos kopijos.
no_no: Kan ikke vise sikkerhetskopifil(er).
sq_al: Skedari(ët) e sigurimit nuk mund të shfaqet(n).
sr_cs: Ne mogu da prikažem rezervnu kopiju

source: Administrator permissions cannot be modified.
hr_hr: Dozvole administratora ne mogu se mijenjati.
lt_lt: Administratoriaus leidimai negali būti pakeisti.
no_no: Administratortillatelser kan ikke endres.
sq_al: Të drejtat e Administratorit nuk mund të ndryshohen.
sr_cs: Administratorska prava se ne mogu izmeniti.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
hr_hr: Uvoz detalja naloga nabave će resetirati povijest naručenih proizvoda, ako ih ima.
lt_lt: Atsargų Užsakymo Suvestinės importavimas panaikins jūsų užsakytų prekių istoriją, jei tokių buvo.
no_no: Importer Leverandørordredetaljer vil nullstille oversikten over bestilte produkter, hvis det er noen.
sq_al: Importimi i Detajeve të Porosisë së Furnizimit do të rivendosë historinë tënde të produkteve të porositura, nëse ka ndonjë.
sr_cs: Uvoz liste za nabavku će resetovati istoriju poručenih proizvode, ako ih ima.

source: Are you sure that you would like to delete this entity:
hr_hr: Jeste li sigurni da želite obrisati ovaj subjekt:
lt_lt: Ar tikrai norite ištrinti šio tipo objektus:
no_no: Er du sikker på at du vil slette denne:
sq_al: A je i sigurt që dëshironi të fshish këtë entitet:
sr_cs: Da li ste sigurni da želite da izbrišete:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
hr_hr: Nemate dopuštenje za brisanje. Kada je omogućeno više trgovina, samo SuperAdmin može brisati sve stavke prije učitavanja.
lt_lt: Jūs neturite teisės tai ištrinti. Kai įjungtas daugelio parduotuvių režimas (Multistore), tik SuperAdmin grupės nariai gali ištrinti visus objektus prieš importuojant.
no_no: Du har ikke tilgang til å slette dette. Når multibutikk er aktivert kan kun en superadmin slette alle enheter før en import.
sq_al: Ti nuk ke leje për ta fshirë këtë. Kur modaliteti 'MultiStore' është i aktivizuar, vetëm një SuperAdmin mund t'i fshijë të gjithë artikujt përpara një importi.
sr_cs: Nemate dozvolu da ovo izbrišete. Kada radite u režimu Lanac prodavnica, samo SuperAdmin može izbrisati sve elemente pre uvoza.

source: Importing your data...
hr_hr: Uvozim podatke...
lt_lt: Importuojami jūsų duomenys...
mg_mg: Am-panafarana ny tahirin-kevitrao...
no_no: Importerer dine data...
sq_al: Importimi i të dhënave tua...
sr_cs: Podaci se unose...

source: Aborting, please wait...
hr_hr: Prekid, molim pričekajte...
lt_lt: Atšaukiama, prašome palaukti...
mg_mg: Andalam-pivoahana, mahandrasa aza fady...
no_no: Avbryter, vennligst vent...
sq_al: Duke ndërprerë, të lutem prit...
sr_cs: Prekidamo, molimo sačekajte...

source: Data imported!
hr_hr: Podaci su uvezeni!
lt_lt: Duomenys importuoti!
mg_mg: Tahirin-kevitra nafarana!
no_no: Data importert!
sq_al: Të dhënat u importuan!
sr_cs: Podaci su uveženi!

source: Look at your listings to make sure it's all there as you wished.
hr_hr: Pogledajte svoje unose kako biste bili sigurni da je sve tamo kako želite.
lt_lt: Peržiūrėkite sąrašą ir įsitikinkite, ar viskas gerai.
mg_mg: Jereo ao amin'ny lisitrao mba hahazoanao antoka fa ao daholo izay nirianao.
no_no: Se på dine lister og vær sikker på at alt er som du ønsker.
sq_al: Shiko listat tua për t'u siguruar që është e gjitha aty siç ke dëshiruar.
sr_cs: Proverite vašu listu da se uverite da je sve kako treba.

source: Errors occurred:
hr_hr: Došlo je do pogreške:
lt_lt: Įvyko klaidos:
mg_mg: Misy hadisoana:
no_no: Feil oppstod:
sq_al: Kanë ndodhur gabime:
sr_cs: Došlo je do greške:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
hr_hr: Upozorenje, trenutačni uvoz može zahtijevati ažuriranje postavki PHP, kako bi se omogućilo prijenos više podataka. Ako se trenutni uvoz zaustavi prije kraja, trebate povećati postavku PHP "post_max_size" na [1]%size% [/1] MB i pokušajte ponovno.
lt_lt: Įspėjimas, šiam importui gali prireikti PHP nustatytymų atnaujinimo, kad būtų galima perduoti daugiau duomenų. Jei dabar vydomas importas sustos prieš pabaigą, jūs turėsite padidinti PHP "post_max_size"nustatymą mažiausiai iki [1]%size%[/1], ir pabandyti dar kartą.
no_no: Advarsel: Gjeldende import kan kreve en oppdatering av PHP-konfigurasjonen for å tillate større mengder data. Hvis importeringen stopper før den er ferdig må du øke PHP "post_max_size" innstillingen til minst [1]%size%[/1]MB og prøve igjen.
sq_al: Kujdes, ky import mund te kerkoje ndoshta te modifikoni parametrat e PHP per te lejuar me shume te dhena per tu transferuar. Nese procesi i importit ndalon perpara se te mbaroje normalisht ju duhet te ndryshoni parametrin PHP "post_max_size" duke e rritur te pakten [1]%size%[/1]MB dhe pastaj provojeni perseri.
sr_cs: Upozorenje, trenutno uvoženje može zahtevati promene u PHP konfiguraciji da bi se dozvolilo veći uvoz podataka. Ako se trenutni uvoz zaustavi pre nego bude završen, treba da povećate PHP "post_max_size" konfiguraciju na najmanje [1]%size%[/1]MB, i onda probate ponovo.

source: Some errors were detected. Please check the details:
hr_hr: Otkrivene su neke pogreške. Provjerite pojedinosti:
lt_lt: Rastos kelios klaidos. Patikrinkite duomenis:
mg_mg: Nisy hadisoana maro hita. Jereo aza fady ny andinindininy:
no_no: Det ble funnet noen feil. Vennligst sjekk detaljene:
sq_al: Ndodhen disa gabime. Ju lutem kontrolloni detajet.
sr_cs: Neke greške su uočene. Molimo proverite detalje:

source: We made the following adjustments:
hr_hr: Izvršili smo sljedeće prilagodbe:
lt_lt: Atlikome šiuos pakeitimus:
no_no: Vi har gjort følgende justeringer:
sq_al: Ne bëmë rregullimet e mëposhtme:
sr_cs: Napravili smo sledeća podešavanja:

source: Validating data...
hr_hr: Provjera valjanosti podataka...
lt_lt: Tvirtinami duomenys...
no_no: Validerer data...
sq_al: Po vërteton të dhënat...
sr_cs: Proveravanje podataka...

source: [1]%percentage%[/1]% validated
hr_hr: [1]%percentage%[/1]% potvrđeno
lt_lt: [1]%percentage%[/1]% patvirtinta
no_no: [1]%percentage%[/1]% valididert
sq_al: [1]%percentage%[/1]% u vërtetua
sr_cs: [1]%percentage%[/1]% provereno

source: Processing next page...
hr_hr: Obrada sljedeće stranice...
lt_lt: Apdorojamas kitas puslapis...
no_no: Prosesserer neste side...
sq_al: Po perpunon faqen tjeter...
sr_cs: Učitavanjе slеdеćе stranicе...

source: Linking accessories...
hr_hr: Povezivanje pribora...
lt_lt: Siejami priedai...
no_no: Tilknytter tilbehør...
sq_al: Lidhje aksesoresh...
sr_cs: Povezivanje dodatne opreme...

source: [1]%size%[/1]% imported
hr_hr: [1]%size%[/1]% uvezeno
lt_lt: [1]%size%[/1]% importuota
no_no: [1]%size%[/1]% importert
sq_al: [1]%me madhesi%[/1]% u importua
sr_cs: [1]%size%[/1]% uveženo

source: Ignore warnings and continue?
hr_hr: Zanemari upozorenja i nastavi?
lt_lt: Nepaisyti įspėjimų ir tęsti?
no_no: Ignorer advarsler og fortsett?
sq_al: Të shpërfillen paralajmërimet dhe të vazhdohet?
sr_cs: Da ignorišemo upzorenja i nastavimo?

source: Abort import
hr_hr: Prekini uvoz
lt_lt: Atšaukti importą
no_no: Avbryt import
sq_al: Braktis procesin e importit
sr_cs: Prekini uvoz

source: Error - The following e-mail template is missing: %s
hr_hr: Pogreška - slijedeći e-mail predložak nedostaje: %s
lt_lt: Klaida - nerastas el. laiško šablonas: %s
mg_mg: Hadisoana - tsy ao ny lasitry ny e-mailaka manaraka ito: %s
no_no: Feil - Følgende e-postmal mangler: %s
sq_al: Gabim - Mungon shablloni i mëposhtëm i emailit: %s
sr_cs: Greška - sledeći e-mail obrazac ne postoji:%s

source: "Backup" directory does not exist.
hr_hr: "Backup" mapa ne postoji.
lt_lt: "Atsarginių kopijų" katalogas neegzistuoja.
no_no: Sikkerhetskopikatalogen eksisterer ikke.
sq_al: Drejtoria 'Backup' nuk ekziston.
sr_cs: Direktorijum za rezervne kopije ne postoji.

source: Invalid ID
hr_hr: Nevažeći ID
lt_lt: Negaliojantis ID
no_no: Ugyldig ID
sq_al: NI i pavlefshëm
sr_cs: Neispravan ID

source: Unable to create backup file
hr_hr: Ne mogu stvoriti sigurnosnu kopiju datoteke
lt_lt: Nepavyko sukurti atsarginės kopijos bylos
no_no: Kan ikke lage sikkerhetskopifil
sq_al: Skedari i sigurimit nuk mund të krijohet
sr_cs: Ne mogu da napravim rezervnu kopiju

source: An error occurred while backing up. Unable to obtain the schema of %s
hr_hr: Dogodila se pogreška tijekom backupa. Nije moguće dobiti shemu %s
lt_lt: Darant atsarginę kopiją įvyko klaida. Nepavyko gauti schemos %s
no_no: En feil oppstod under sikkerhetskopiering. Kan ikke hente skjemaet for %s
sq_al: Ndodhi një gabim gjatë procesit të krijimit të një kopje rezervë të të dhënave (backup). Nuk mund të merret skema e %s
sr_cs: Došlo je do greške prilikom pravljenja rezervnih kopija. Nije moguće dobiti šemu od %s

source: No valid tables were found to backup.
hr_hr: Nema valjanih tablice u backupu.
lt_lt: Nėra teisingų lentelių norint sudaryti atsarginę kopiją.
no_no: Ingen gyldige tabeller finnes for å ta sikkerhetskopi av.
sq_al: Nuk u gjetën tabela të vlefshme për të rezervuar (backup).
sr_cs: Nisu pronađene važeće tabele u rezervnoj kopiji.

source: Can't add the voucher.
hr_hr: Voucher nije moguće dodati.
lt_lt: Nepavyko pridėti kupono.
no_no: Kan ikke legge til verdikupong.
sq_al: Nuk mund të shtohet kupon
sr_cs: Vaučer se ne može dodati.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
hr_hr: Ne možete obrisati ovaj račun jer upravlja skladištima. Provjerite najprije vaša skladišta.
lt_lt: Negalite ištrinti šios paskyros, nes ji valdo sandėlius. Peržiūrėkite sandėlių valdymą.
no_no: Du kan ikke slette denne kontoen fordi den behandler varehus. Kontroller varehus først.
sq_al: Nuk mund ta fshish këtë llogari sepse ajo menaxhon magazinat. Kontrollo fillimisht magazinat tua.
sr_cs: Ne možete da izbrišete ovaj nalog jer on upravlja magacinima. Proverite pvro vaš magacin.

source: The confirmation password does not match.
hr_hr: Lozinka potvrde ne odgovara.
lt_lt: Patvirtinimo slaptažodis nesutampa.
no_no: Passordbekreftelsen stemmer ikke.
sq_al: Konfirmimi i fjalëkalimit nuk përputhet.
sr_cs: Potvrdna lozinka se ne podudara.

source: You should have at least one employee in the administrator group.
hr_hr: Trebali bi imati barem jednog zaposlenika u grupi administratora.
lt_lt: Pasirinkite bent vieną darbuotoją administratorių grupėje.
no_no: Du bør ha minst én ansatt i administratorgruppen.
sq_al: Duhet të kesh të paktën një punonjës në grupin e administratorëve.
sr_cs: Trebalo bi da imate najmanje jednog zaposlenog u grupi administratora.

source: The password must be at least %length% characters long.
hr_hr: Lozinka mora biti najmanje %length% znakova.
lt_lt: Slaptažodis turi būti bent %length% simbolių ilgio.
no_no: Passordet må være på minimum %length% tegn.
sq_al: Fjalëkalimi duhet të jetë të paktën %length% karaktere i gjatë.
sr_cs: Vaša lozinka mora da bude najmanje %length% znakova duga.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
hr_hr: Vaša datoteka je uspješno uvezena u vašu trgovinu. Nemojte zaboraviti obnoviti index pretraživanja proizvoda.
lt_lt: Jūsų failas sėkmingai importuotas į parduotuvę. Nepamirškite atstatyti prekių paieškos indekso.
mg_mg: Voafarana soa aman-tsara tanatin'ny fivarotanao ny fisie. Aza adino ny mamerina manorina ny fanondro fitadiavana amin'ny entanao.
no_no: Din fil har blitt importert i butikken. Ikke glem å gjenopprette produktenes søkeindeks.
sq_al: Skedari yt është importuar me sukses në dyqanin tënd. Mos harro të rindërtosh indeksin e kërkimit të produkteve.
sr_cs: Vaš fajl je uspešno uvežen u vašu prodavnicu. Ne zaboravite da ponovo uradite indeksovanje proizvoda.

source: (click to open "Generators" page)
hr_hr: (kliknite za otvaranje "Generatori" stranice)
lt_lt: (paspauskite norėdami atidaryti pusklapį "Generatoriai")
no_no: (klikk for å åpne "Generator" siden)
sq_al: (kliko për të hapur faqen "Generators")
sr_cs: (klikni za otvaranje "Generators" stranice)

source: No image was found for combination with id_product = %s and image position = %s.
hr_hr: Nije pronađena slika za kombinaciju s ID proizvoda = %s i poziciju slike = %s.
lt_lt: Nebuvo rastas paveiksliukas kombinacijai su id_product = %s ir paveiksliuko pozicija = %s.
no_no: Ingen bildefil ble funnet for kombinasjonen med id_product = %s og bildeposisjon = %s.
sq_al: Nuk u gjet asnjë imazh për kombinim me id_product = %s dhe pozicionin e imazhit = %s.
sr_cs: Nije pronađena slika za kombinaciju sa id_product = %s i pozicijom slike = %s.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
hr_hr: EAN13 "%ean13%" ima pogrešnu vrijednost za proizvod s ID-em %id%.
lt_lt: EAN13 "%ean13%" turi neteisingą reikšmę prekei su id %id%.
no_no: EAN13 "%ean13%" har ugyldig verdi for produkt med id %id%.
sq_al: EAN13 "%ean13%" ka vlerë të pasaktë për produktin me id %id%.
sr_cs: EAN13 "%ean13%" ima netačnu vrednost za proizvod id %id%.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
hr_hr: Napredno upravljanje zalihama ima pogrešnu vrijednost. Nije postavljeo za proizvod s Id %id%.
lt_lt: Išplėstinis atsargų valdymas turi neteisingą reikšmę. Nenustatyta prekei su id %id%.
no_no: Avansert lagerstyring har ugyldig verdi. Ikke definert for produkt med id %id%.
sq_al: Menaxhimi i avancuar i stokut ka vlerë të pasaktë. Nuk është caktuar për produktin me id %id%.
sr_cs: Napredno upravljanje zalihama ima netačnu vrednost. Vrednost nije postavljena za proizvod čiji je Id %id%.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
hr_hr: Napredno upravljanje zalihama nije omogućeno, ne može se omogućiti na proizvodu s Id %id%.
lt_lt: Išplėstinis atsargų valdymas yra neįjungtas, negalima įjungti prekei su id %id%.
no_no: Avansert lagerstyring er ikke aktivert, kan ikke aktiveres på produkt med id %id%.
sq_al: Menaxhimi i avancuar i stokut nuk është i aktivizuar, nuk mund të aktivizohet në produktin me id %id%.
sr_cs: Napredno upravljanje zalihama nije uključeno, ne može se uključiti za proizvod proizvod čiji je Id %id%.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
hr_hr: Napredno upravljanje zalihama nije omogućeno, skladište nije postavljeno na proizvodu s Id %id%.
lt_lt: Išplėstinis atsargų valdymas yra neįjungtas, sandėlys nenustatytas prekei su id %id%.
no_no: Avansert lagerstyring er ikke aktivert, varehus ble ikke tildelt produkt med id %id% .
sq_al: Menaxhimi i avancuar i stokut nuk është i aktivizuar, nuk është caktuar magazina në produktin me id %id%.
sr_cs: Napredno upravljanje zalihama nije uključeno, zalihe nisu postavljene za proizvod čiji je Id %id% .

source: Warehouse did not exist, cannot set on product %name%.
hr_hr: Skladište ne postoji, ne može se postaviti na proizvodu %name%.
lt_lt: Sandėlys neegzistuoja, nepavyko priskirti prekei %name%.
no_no: Varehuset eksisterte ikke, kan ikke sette dette på produkt %name%.
sq_al: Magazina nuk ekzistonte, nuk mund të vendoset në produktin %name%.
sr_cs: Magacin ne postoji, ne može se postaviti na proizvod %name% .

source: Email address %1$s (ID: %2$s) cannot be validated.
hr_hr: Email adresa %1$s (ID: %2$s) ne može biti potvrđena.
lt_lt: El. pašto adresas %1$s (ID: %2$s) negali būti patvirtintas.
no_no: E-postadressen %1$s (ID: %2$s) kan ikke valideres.
sq_al: Adresa e emailit %1$s (ID: %2$s) nuk mund të vërtetohet.
sr_cs: E-mail adresa %1$s (ID: %2$s) se ne može biti potvrdjena.

source: Email address %1$s (ID: %2$s) cannot be saved.
hr_hr: Email adresa %1$s (ID: %2$s) ne može biti spremljena.
lt_lt: El. pašto adresas %1$s (ID: %2$s) negali būti išsaugotas.
no_no: E-postadressen %1$s (ID: %2$s) kan ikke lagres.
sq_al: Adresa e emailit %1$s (ID: %2$s) nuk mund të ruhet.
sr_cs: E-mail adresa %1$s (ID: %2$s) se ne može sačuvati.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
hr_hr: %1$s ne postoji u bazi podataka %2$s (ID: %3$s), i stoga ne može biti potvrđeno
lt_lt: %1$s neegzistuoja duomenų bazėje %2$s (ID: %3$s), ir dėl to negalėjo būti patvirtintas
no_no: %1$s finnes ikke i databasen %2$s (ID: %3$s), og kan derfor ikke valideres
sq_al: %1$s nuk ekziston në bazën e të dhënave %2$s (ID: %3$s), prandaj nuk mund të vërtetohet
sr_cs: %1$s ne postoji u bazi podataka %2$s (ID: %3$s) i kao takva ne može biti potvrđena

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
hr_hr: %1$s ne postoji u bazi podataka %2$s (ID: %3$s), i stoga ne može biti spremljeno
lt_lt: %1$s neegzistuoja duomenų bazėje %2$s (ID: %3$s), ir dėl to negalėjo būti išsaugotas
no_no: %1$s finnes ikke i databasen %2$s (ID: %3$s), og kan derfor ikke lagres
sq_al: %1$s nuk ekziston në bazën e të dhënave %2$s (ID: %3$s), prandaj nuk mund të ruhet
sr_cs: %1$s ne postoji u bazi podataka %2$s (ID: %3$s) i kao takva ne može biti sačuvana

source: "%email%" is not a valid email address.
hr_hr: "%email%": nije ispravna e-mail adresa.
lt_lt: "%email%": tai nėra teisingas el. pašto adresas.
no_no: "%email%" er ikke en gyldig e-postadresse.
sq_al: "%email%" nuk është adresë e vlefshme emaili.
sr_cs: "%email%": nije ispravna e-mail adresa.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
hr_hr: Korisnički ID #%d ne postoji u bazi podataka, i stoga neće biti potvrđen.
lt_lt: Kliento ID #%d neegzistuoja duomenų bazėje ir dėl to negalėjo būti patvirtintas.
no_no: Kunde-ID #%d eksisterer ikke i databasen, og kan derfor ikke valideres.
sq_al: Kodi i klientit #%d nuk ekziston në bazën e të dhënave, prandaj nuk mund të vërtetohet.
sr_cs: ID korisnika #%d i ne postoji u bazi podataka i kao takav ne može biti potvrđen.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
hr_hr: Korisnički ID #%d ne postoji u bazi podataka, i stoga neće biti spremljen.
lt_lt: Kliento ID #%d neegzistuoja duomenų bazėje ir dėl to negalėjo būti išsaugotas.
no_no: Kunde-ID #%d eksisterer ikke i databasen, og kan derfor ikke lagres.
sq_al: ID-ja e klientit #%d nuk ekziston në bazën e të dhënave dhe për këtë arsye nuk mund të ruhet.
sr_cs: ID korisnika #%d ne postoji u bazi podataka i ne može biti sačuvan.

source: Supplier is invalid
hr_hr: Dobavljač nije ispravan
lt_lt: Tiekėjas negalimas
no_no: Ugyldig leverandør
sq_al: Furnitori është i pavlefshëm
sr_cs: Dobavljač je nevažeći

source: Alias is invalid
hr_hr: Nadimak je nevažeći
lt_lt: Sinonimas neteisingas
no_no: Ugyldig kallenavn
sq_al: Pseudonimi është i pavlefshëm
sr_cs: Alijas je nevažeći

source: Store is invalid
hr_hr: Trgovina je nevažeća
lt_lt: Negaliojanti parduotuvė
no_no: Butikken er ugyldig
sq_al: Dyqani është i pavlefshëm
sr_cs: Prodavnica nije validna

source: Supplier ID (%id%) is not valid (at line %line%).
hr_hr: ID dobavljača (%id%) nije ispravan (na liniji %line%).
lt_lt: Tiekėjo ID (%id%) neteisingas (eilutėje %line%).
no_no: Ugyldig leverandør ID (%id%) (på linje %line%).
sq_al: ID-ja e furnitorit (%id%) nuk është e vlefshme (në rreshtin %line%).
sr_cs: ID Dobavljača (%id%) nije validan (na liniji %line%).

source: Lang ID (%id%) is not valid (at line %line%).
hr_hr: ID jezika (%id%) nije ispravan (na liniji %line%).
lt_lt: Kalbos ID (%id%) neteisingas (eilutėje %line%).
no_no: Språk ID (%id%) er ikke gyldig (på linje %line%).
sq_al: ID-ja e gjuhës (%id%) nuk është e vlefshme (në rreshtin %line%).
sr_cs: ID Valute (%id%) nije validan (na liniji %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
hr_hr: ID skladišta (%id%) nije ispravan (na liniji %line%).
lt_lt: Sandėlio ID (%id%) neteisingas (eilutėje %line%).
no_no: Varehus-ID (%id%) er ikke gyldig (på linje %line%).
sq_al: ID-ja e magazinës (%id%) nuk është e vlefshme (në rreshtin %line%).
sr_cs: ID Magacina (%id%) nije validan (na liniji %line%).

source: Currency ID (%id%) is not valid (at line %line%).
hr_hr: ID valute (%id%) nije ispravan (na liniji %line%).
lt_lt: Valiutos ID (%id%) neteisingas (eilutėje %line%).
no_no: Valuta ID (%id%) er ikke gyldig (på linje %line%).
sq_al: ID-ja e valutës (%id%) nuk është e vlefshme (në rreshtin %line%).
sr_cs: ID Valute (%id%) nije validan (na liniji %line%).

source: Reference (%ref%) already exists (at line %line%).
hr_hr: Referenca (%ref%) već postoji (na liniji %line%).
lt_lt: Kodas (%ref%) jau egzistuoja (eilutėje %line%).
no_no: Referanse (%ref%) finnes allerede (på linje %line%).
sq_al: Referenca (%ref%) ekziston tashmë (në rreshtin %line%).
sr_cs: Šifra (%ref%) već postoji (na liniji %line%).

source: YYYY-MM-DD
hr_hr: GGGG-MM-DD
lt_lt: Metai-mėnuo-diena (YYYY-MM-DD)
no_no: ÅÅÅÅ-MM-DD
sr_cs: GGGG-MM-DD

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
hr_hr: Datum (%date%) nije ispravan (na liniji %line%). Format: %date_format%.
lt_lt: Datos formatas (%date%) yra neteisingas (eilutėje %line%). Turėtų būti taip: %date_format%.
no_no: Datoformatet (%date%) er ikke gyldig (på linje %line%). Det skal være: %date_format%.
sq_al: Formati i datës (%date%) nuk është i vlefshëm (në rreshtin %line%). Duhet të jetë: %date_format%.
sr_cs: Format datuma (%date%) nije validan (at line %line%). Treba da bude: %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
hr_hr: Datum (%date%) ne može biti u prošlosti (na liniji %line%). Format: %date_format%.
lt_lt: Data (%date%) negali būti praeityje (eilutėje %line%). Formatas: %date_format%.
no_no: Dato (%date%) kan ikke være i fortid (på linje %line%). Format: %date_format%.
sq_al: Data (%date%) nuk mund të jetë në të kaluarën (në rreshtin %line%). Formati: %date_format%.
sr_cs: Datum (%date%) ne može biti u prošlosti (u liniji %line%). Format: %date_format%.

source: Format: Between 0 and 100
hr_hr: Format: između 0 i 100
lt_lt: Formatas: nuo 0 iki 100
no_no: Format: Mellom 0 og 100
sq_al: Formati: Midis 0 dhe 100
sr_cs: Format: između 0 i 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
hr_hr: Stopa popusta (%rate%) nije ispravna (na liniji %line%). %format%.
lt_lt: Nuolaidos dydis (%rate%) yra neteisingas (eilutėje %line%). %format%.
no_no: Rabatten (%rate%) er ikke gyldig (på linje %line%). %format%.
sq_al: Norma e zbritjes (%rate%) nuk është e vlefshme (në rreshtin %line%). %format%.
sr_cs: Stopa sniženja (%rate%) nije ispravna (u liniji %line%). %format%.
