Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminAdvparametersHelp.*.xlf
Languages: bg_bg, fa_ir, ms_my, ro_ro, sq_al, sv_se

source: When you access your back office and decide to stay logged in, your cookies lifetime defines your browser session. Set here the number of hours during which you want them valid before logging in again.
fa_ir: زمانی‌که شما به بخش مدیریت دسترسی دارید و تصمیم به لاگین ماندن می‌گیرید، عمر کوکی شما، Session مرورگر شما را تعریف می‌کند. اینجا تع داد ساعاتی که می‌خواهید لاگین بمانید را وارد کنید.
ro_ro: Cand accesezi interfata de administrare (BO) si decizi sa ramai conectat, vei ramane conectat pana cand expira cookie-urile. Seteaza aici intervalul de ore de validitate pentru cookie-uri, interval dupa care va trebui sa te autentifici din nou.
sv_se: När du loggar in i admin och väljer att fortsätta vara inloggad, så är det cookiens "lifetime" som styr sessionen i browsern. Här kan du ställa in hur många timmar cookien ska vara giltig innan du måste logga in igen.

source: Choose a stability level for the modules downloaded from the Addons Marketplace. All zips pushed on Addons are in stable state unless stated otherwise.
fa_ir: سطح پایداری را برای ماژول های بارگیری شده از فروشگاه افزونه ها انتخاب کنید. همه فایل های فشرده ای که در افزونه ها قرار داده می شوند در حالت پایدار هستند مگر اینکه خلاف آن بیان شده باشد.
ro_ro: Alege un nivel de stabilitate pentru modulele descarcate din Addons Marketplace. Nivelul extensiilor incarcate pe Addons este 'stabil' daca nu este declarat altfel.
sv_se: Välj nivå av stabilitet för moduler som laddas ner från Addons Marketplace. Alla zipfiler på Addons är stabila om annat inte anges.

source: Allows you to declare if your cookie should be restricted to a first-party or same-site context.
fa_ir: به شما امکان می دهد اعلام کنید که آیا کوکی شما باید محدود به شخص یا کانتکست همان سایت باشد.
ro_ro: Permite restrictionarea cookie-urilor la un context first-party sau same-site.
sv_se: Låter dig välha om din cookie ska vara begränsad till first-party eller same-site.

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Задаване на горна граница на сваляните продукти (в мегабайти). Тази стойност трябва да бъде по-малка или равна на максимума на качваните файлове, позволен от твоя сървър (текущо: %size% МБ).
fa_ir: تعیین محدودیت بارگذاری برای یک محصول قابل دانلود (به مگابایت). این مقدار باید کمتر و یا برابر با حداکثر آپلود فایل اختصاص داده شده توسط سرور شما باشد (در حال حاضر: %size% مگابایت).
ro_ro: Stabileste limita de marime pentru produsele descarcabile (in MB). Aceasta valoare trebuie sa fie mai mica sau egala cu limita de marime definita de serverul tau pentru un fisier la incarcare (limita curenta: %size% MB).
sv_se: Ange gränsen för storlek på en nerladdningsbar produkt (i megabyte). Värdet måste vara mindre eller lika stort som inställningen på servern (nuvarande: %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
bg_bg: Задаване на горна граница за изображения (в мегабайти). Тази стойност трябва да бъде по-малка или равна на максимума на качваните файлове, позволен от твоя сървър (текущо: %size% МБ).
fa_ir: محدودیت آپلود برای یک تصویر را (به مگابایت) تعریف کنید. این مقدار باید کوچکتر یا مساوی حداکثر میزان اختصاص داده شده جهت آپلود فایل توسط سرور شما باشد (در حال حاضر برابر: %size% MB).
ro_ro: Stabileste limita de marime pentru o imagine (in MB). Aceasta valoare trebuie sa fie mai mica sau egala cu limita de marime definita de serverul tau pentru incarcarea unui fisier (limita curenta: %size% MB).
sv_se: Ange gränsen för storleken på en bild (i megabyte). Värdet måste vara mindre eller lika stort som den maximala inställningen på servern (nuvarande: %size% MB).

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower than or equal to the maximum file upload allotted by your server (currently: %size% MB).
fa_ir: حداکثر اندازه مجاز فایلهای پیوست (بر حسب مگابایت) را تعیین کنید. این مقدار باید کمتر یا برابر حداکثر سایز آپلود فایل اختصاص داده شده توسط سرور شما (در حال حاضر: %size% مگابایت) باشد.
ro_ro: Stabileste dimensiunea maxima pentru fisierele anexate (in megaocteti, MB). Aceasta valoare trebuie sa fie mai mica sau egala cu dimensiunea maxima permisa de serverul tau (valoarea curenta: %size% MB).
sv_se: Ange den maximala storleken för bilagda filer (i megabyte). Detta värde måste vara lägre eller lika med inställningen på din server (nuvarande: %size% MB).

source: Drop existing tables during import.
bg_bg: Изтриване на избраните таблици при импорт.
fa_ir: پاک کردن جداول فعلی در هنگام وارد سازی.
ms_my: Gugurkan jadual sedia ada semasa mengimport.
ro_ro: Renunta la tabelele curente in timpul importului.
sq_al: Fshij tabelat ekzistuese gjatë importimit.
sv_se: Ta bort tabeller under import.

source: If enabled, the backup script will drop your tables prior to restoring data. (ie. "DROP TABLE IF EXISTS")
fa_ir: اگر فعال شده باشد، اسکریپت پشتیبان گیری، جداول شما را قبل از جایگزینی داده‎های پشتیبان گرفته شده رها می‎کند. (به این معنا که "DROP TABLE IF EXISTS")
ro_ro: Daca este activat, acest script va sterge complet tabelele inaintea restaurarii datelor. (de ex. "DROP TABLE IF EXISTS")
sv_se: Om aktiverad, kommer backupskriptet att radera dina tabeller innan återställning av data. ("DROP TABLE IF EXISTS")

source: Where customers send messages from the order page.
bg_bg: Полето, от което потребителите изпращат съобщения през страницата за поръчки.
fa_ir: محلی که مشتریان از صفحه سفارش پیام می‎فرستند.
ro_ro: Unde clientii trimit mesaje din pagina de comanda.
sv_se: När kunderna skickar meddelande från order-sidan.

source: Fully qualified domain name (keep this field empty if you don't know).
bg_bg: Напълно квалифицирано име на домейна (остави полето празно, ако незнаеш).
fa_ir: نام مناسب دامنه (اگر نمی‎دانید خالی رها کنید).
ro_ro: Nume domeniu calificat complet (se lasa gol daca nu se cunoaste).
sv_se: Fullständigt domännamn (hålla den tom om du inte vet)

source: IP address or server name (e.g. smtp.mydomain.com).
bg_bg: IP адрес или име на сървъра (например smtp.mydomain.bg).
fa_ir: آدرس آی پی و یا نام سرور (به عنوان مثال smtp.mydomain.com).
ro_ro: Adresa IP sau nume server (de ex. smtp.domeniu.ro).
sv_se: IP-adress eller servernamn (t.ex. smtp.mydomain.com).

source: Leave blank if not applicable.
bg_bg: Остави празно, ако не е приложимо
fa_ir: اگر لازم نیست خالی بگذارید
ro_ro: Se lasa gol daca nu este aplicabil.
sv_se: Lämna tomt om ej tillämpligt

source: SSL does not seem to be available on your server.
bg_bg: Изглежда SSL не е наличен на Вашият сървър.
fa_ir: SSL ظاهرا در سرور شما غیر فعال است.
ro_ro: SSL pare sa nu fie disponibil pe serverul tau.
sv_se: SSL verkar inte vara tillgängligt på din server.

source: Port number to use.
bg_bg: Номер на използвания порт.
fa_ir: شماره درگاه برای استفاده
ro_ro: Numar de acces pentru utilizare.
sv_se: Portnummer att använda.

source: If enabled, the product's reference number MUST be unique!
bg_bg: Ако е включено, референтния номер на продукта ТРЯБВА да бъде уникален!
fa_ir: در صورت فعال بودن، شماره مرجع محصولات باید منحصر به فرد باشد!
ro_ro: Daca este activa, codul de referinta al produsului TREBUIE sa fie unic!
sv_se: Om aktiverad så MÅSTE produktens referensnummer vara unikt!

source: e.g. 1; Blouse; 129.90; 5
fa_ir: مانند 1; Blouse; 129.90; 5
ro_ro: e.g. 1; Bluza; 129.90; 5
sv_se: ex. 1; Blus; 129.90; 5

source: e.g. Blouse; red.jpg, blue.jpg, green.jpg; 129.90
fa_ir: مانند Blouse; red.jpg, blue.jpg, green.jpg; 129.90
ro_ro: de ex. Bluza; rosie.jpg, albastra.jpg, verde.jpg; 129.90
sv_se: ex. Blus; red.jpg, blue.jpg, green.jpg; 129.90

source: Enable this option to keep your imported items’ ID number as is. Otherwise, PrestaShop will ignore them and create auto-incremented ID numbers.
fa_ir: این گزینه را فعال کنید تا شماره شناسه اقلام وارد شده به همان صورت باقی بماند. در غیر این صورت، پرستاشاپ آن‌ها را نادیده گرفته و شناسه‌هایی که به صورت خودکار افزایش می‌یابند را می‌سازد.
sv_se: Aktivera valet om du vill använda importerat ID som det är. Annars kommer PrestaShop att skapa nya autonumrerade ID-nummer.

source: Receive an email when the import is complete. It can be useful when handling large files, as the import may take some time.
fa_ir: بعد از تکمیل واردسازی یک ایمیل دریافت کنید. وقتی با فایل‌های بزرگ کار می‌کنید می‌تواند مفید باشد چرا که واردسازی آن‌ها ممکن است زمان ببرد.
ro_ro: Trimite un mesaj e-mail cand importul este complet. Acesta poate fi util atunci cand importi fisiere mari, de vreme ce importul poate dura destul de mult timp.
sv_se: Skickar ett e-postmeddelande så att du vet att importen är klar. Det kan vara användbart vid hantering av stora filer, eftersom importen kan ta lite tid.

source: Click on "None" to disable log alerts by email or enter the recipients of these emails in the following field.
fa_ir: روی «هیچکدام» کلیک کنید تا ایمیل هشدارهای گزارش غیرفعال شود، یا دریافت‌کنندگان این ایمیل‌ها را در کادر زیر وارد کنید.
ro_ro: Fa clic pe "Niciunul" pentru a dezactiva alertele prin e-mail sau introdu destinatarii acestor alerte in caseta urmatoare.
sv_se: Klicka på "Inga" för att inte skicka ut loggvarningar via mail, eller ange mottagare av dessa mail i följande fält.

source: Log alerts will be sent to these emails. Please use a comma to separate them (e.g. pub@prestashop.com, anonymous@psgdpr.com).
fa_ir: هشدارهای گزارش به این ایمیل‌ها ارسال می‌شوند. لطفاً از کاما برای جدا کردن آنها استفاده کنید (به عنوان مثال pub@prestashop.com, anonymous@psgdpr.com).
ro_ro: Alertele vor fi trimise catre aceste adrese de e-mail. Foloseste o virgula pentru a le separa (de ex. pub@prestashop.com, anonymous@psgdpr.com).
sv_se: Loggvarningar kommer att skickas till dessa mailadresser. Använd kommatecken för att separera dem. (ex. pub@prestashop.com, anonymous@psgdpr.com).

source: Before activating the webservice, you must be sure to:
fa_ir: قبل از فعالسازی سرویس توب، شما باید مطمئن باشید از:
ro_ro: Inainte de a activa serviciul web, trebuie sa te asiguri ca:
sv_se: Före aktivering av webbtjänsten måste du se till att:

source: Check that URL rewriting is available on this server.
bg_bg: Проверете дали пренаписването на URL адрес е налично на този сървър.
fa_ir: مطمئن باشید که بازنویسی URL روی این سرور فعال باشد.
ro_ro: Verifica daca rescrierea adreselor URL este disponibila pe acest server.
sv_se: Kontrollera att URL-omskrivning är tillgängligt på den här servern.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
bg_bg: Провери дали петте метода GET, POST, PUT, DELETE и HEAD се поддържат от сървъра.
fa_ir: مطمئن شوید که 5 دستور GET, POST, PUT, DELETE و HEAD بوسیله‎ی این سرور پشتیبانی می‎شود.
ms_my: be certain that the 5 methods GET, POST, PUT, DELETE and HEAD are supported by this server
ro_ro: Asigura-te ca cele 5 metode GET, POST, PUT, DELETE si HEAD sunt suportate de server.
sv_se: Kontrollera att de 5 metoderna GET, POST, PUT, DELETE och HEAD stöds av denna server.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
bg_bg: Преди да изберете "Да", проверете дали PHP не е конфигуриран като модул на Apache във Вашият сървър.
fa_ir: قبل از انتخاب \"بله\"، کنترل کنید که PHP به صورت یک ماژول آپاچی روی سرور شما نصب نشده باشد.
ro_ro: Inainte de a alege "Da", verifica daca PHP nu este configurat pe server ca modul Apache.
sv_se: Innan du väljer "Ja", kontrollera att PHP inte är konfigurerad som en Apache-modul på din server.

source: Quick description of the key: who it is for, what permissions it has, etc.
bg_bg: Кратко описание на ключа: за кого е, какви права има и т.н.
fa_ir: توضیحات کوتاه کلید: که برای چه کسی است، چه مجوزهایی دارد و غیره.
ro_ro: Scurta descriere a cheii: pentru ce este, ce permisiuni are, etc.
sv_se: Kort beskrivning av nyckeln: vem är den till för, rättigheter etc.

source: Informative only
bg_bg: Само информативно
fa_ir: فقط اطلاع رسانی
ro_ro: Doar informativ
sv_se: Informativ bara

source: Warning
bg_bg: Внимание!
fa_ir: هشدار
ro_ro: Atentie
sq_al: Paralajmërim
sv_se: Varning

source: Error
bg_bg: Грешка
fa_ir: خطا
ms_my: Kesalahan
ro_ro: Eroare
sv_se: Fel

source: Major issue (crash)!
bg_bg: Сериозен проблем (счупване)!
fa_ir: اخطار فوری (از کار افتادن)
ro_ro: Problema majora (fatala)!
sv_se: Viktig fråga (krasch)

source: How to restore a database backup in 10 easy steps
bg_bg: Как да възстановите архив на базата данни в 10 лесни стъпки
fa_ir: چگونه یک پشتیبان پایگاه داده را در 10 گام ساده بازگردانی کنیم
ro_ro: Cum se restaureaza in 10 pasi usori o copie de siguranta a unei baze de date
sv_se: Hur du återställer en säkerhetskopia av databasen i 10 enkla steg

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
bg_bg: В меню „Настройки“, на страница „Техническа поддръжка“, за „Активен магазин“ установете „Не“.
fa_ir: در تنظیمات فروشگاه \"فعال بودن\" فروشگاه را روی خیر قرار دهید.
ro_ro: Seteaza "Activare magazin" pe "Nu" din pagina de "Mentenanta" din meniul de "Preferinte".
sq_al: Veje "Aktivizo shitoren" në "Jo" në faqen "Mirëmbajtja" nën menunë "Preferencat".
sv_se: Ändra "Aktivera Shop" till "Nej" i "Underhåll" under "Inställningar"-menyn.

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
bg_bg: Свали архива от списъка по-долу или от FTP сървъра (в папка "admin/backups").
fa_ir: پشتیبان را از لیست زیر یا از سرور FTP خودتان (در پوشه‌ی admin/backups) دانلود کنید.
ro_ro: Descarca copia de siguranta din lista de mai jos sau via FTP (in dosarul "admin/backups").
sq_al: Shkarkoje kopjen rezerv nga lista e mëposhtme ose nga FTP serveri juaj (në folderin "admin/backups").
sv_se: Ladda ner säkerhetskopian från listan nedan eller från din FTP-server (i mappen "admin/backup").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
bg_bg: Провери целостта на архива: провери за грешки, непълни файлове и т.н... Увери се, че всички данни са проверени.
fa_ir: بی‌نقص بودن پشتیبان را بررسی کنید: به دنبال خطاها یا فایل‌های ناقص باشید. تمام اطلاعات خود را بازبینی کنید.
ro_ro: Verifica integritatea copiei de siguranta: cauta existenta erorilor, a fisierelor incomplete, etc. Fii sigur ca ai verificat toate datele.
sq_al: Verifiko integritetin e kopjes rezerve: Kërko gabimet, fajllat e pakompletuar, etj... Sigurohuni që të gjitha të dhënat të jenë të verifikuara.
sv_se: Kontrollera säkerhetskopia integritet: leta efter fel, ofullständig fil. Kontrollera alla dina data.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
bg_bg: Моля, попитай хостинг провайдъра си за достъп до базата от данни чрез "phpMyAdmin".
fa_ir: از ارائه کننده‌ی هاست برای دسترسی به \"phpMyAdmin\" در پایگاه داده‌ی خود سؤال کنید.
ro_ro: Cere furnizorului tau de gazduire acces "phpMyAdmin" pentru la baza ta de date.
sq_al: Kërkoni nga hosting provajderi që t'i lejojë akses "phpMyAdmin"-it në databazën tuaj.
sv_se: Fråga din webbhotell leverantör efter en "phpMyAdmin" åtkomst till din databas

source: Connect to "phpMyAdmin" and select your current database.
bg_bg: Влез в "phpMyAdmin" и избери актуалната база от данни.
fa_ir: به phpMyAdmin متصل شوید و پایگاه داده‌ی جاری خود را انتخاب کنید.
ro_ro: Conecteaza-te la "phpMyAdmin" si selecteaza baza ta de date curenta.
sq_al: Konektohuni në "phpMyAdmin" dhe selektoni databazën tuaj aktuale.
sv_se: Anslut till "phpMyAdmin" och välj din nuvarande databas

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
bg_bg: Ако не си активиарл "Изтрий съществуващите таблици", ще трябва да изтриеш ръчно всички от актуалната база от данни.
fa_ir: به غیر از زمانی که \"رها کردن جداول موجود\" فعال شده است، شما باید تمام جداول را از پایگاه داده‌ی جاری خود حذف کنید.
ro_ro: Doar daca nu ai activat optiunea "Drop existing tables (Renunta la tabelele curente)", trebuie sa stergi toate tabelele din baza ta de date curenta.
sv_se: Om du inte aktiverat "Uteslut befintliga tabeller" alternativet, måste du ta bort alla tabeller från din nuvarande databas.

source: At the top of the screen, please select the "Import" tab
bg_bg: От горния край на екрана избери "Импорт"
fa_ir: در بالای صفحه روی برگه‌ \"واردسازی\" کلیک کنید.
ro_ro: Din partea de sus a ecranului se selecteaza tabul "Import"
sv_se: Längst upp på skärmen väljer du "Importera"-fliken

source: Click on the "Browse" button and select the backup file from your hard drive.
bg_bg: Натиснете бутон „Разгледай“ и изберете архивния файл от твърдия си диск.
fa_ir: روی دکمه‌ی \"...Browse\" کلیک کنید و فایل پشتیبان را از روی درایو هارد انتخاب کنید.
ro_ro: Da clic pe butonul "Rasfoieste (Browse)" si selecteaza copia de siguranta din unitatea ta.
sv_se: Klicka på "Bläddra ..." knappen och välj den säkerhetskopierade filen från din hårddisk

source: Check the maximum filesize allowed (e.g. Max: 16MB)
bg_bg: Провери максималния разрешен размер (напр. Макс. 16MB)
fa_ir: حداکثر اندازه‌ی مجاز فایل را بررسی کنید (مثال: Max: 16Mb)
ro_ro: Verifica dimensiunea maxima permisa pentru incarcarea unui fisier (de exp. Max.: 16 Mo)
sq_al: Shënoni madhësinë maksimale të lejuar të fajllit (p.sh. Max: 16Mb)
sv_se: Kontrollera max. tillåten filstorlek (dvs. Max: 16 MB)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
bg_bg: Ако архивният файл надвишава това ограничение, се свържете се с Вашият хостинг доставчик за помощ.
fa_ir: اگر فایل پشتیبان شما از این محدودیت بیشتر است، با ارائه دهنده هاست خود برای راهنمایی تماس بگیرید.
ro_ro: Daca fisierul tau de backup depaseste aceasta limita, contacteaza furnizorul de gazduire pentru asistenta.
sq_al: Nëse skedari juaj i backup-it e kalon këtë kufi, kërkoni ndihmë nga ofruesi i shërbimeve të hosting-ut.
sv_se: Om din backup-fil överskrider denna gräns, kontakta webbhotellet.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
bg_bg: Натиснете бутона „Давай“ и изчакайте търпеливо импортирането да приключи. Това може да отнеме известно време.
fa_ir: روی دکمه‌ی "Go" کلیک کنید و در حین وارد سازی منتظر باشید. فرآیند ممکن است چند دقیقه طول بکشد.
ro_ro: Apasa pe butonul "Go" si asteapta ca procesul de import sa se finalize. Acesta poate dura cateva minute.
sv_se: Klicka på knappen "Gå" och vänta under importen. Processen kan ta flera minuter.

source: Click on the "%phpmyadmin_browse_label%" button and select the backup file from your hard drive.
fa_ir: روی دکمه‌ی %phpmyadmin_browse_label% کلیک کنید و فایل پشتیبان را از روی درایو هارد انتخاب کنید.
ro_ro: Fa clic pe butonul "%phpmyadmin_browse_label%" si alege copia de siguranta de pe hard disk.
sv_se: Klicka på "%phpmyadmin_browse_label%"-knappen och välj den säkerhetskopierade filen från din hårddisk

source: Click on the "%phpmyadmin_go_label%" button and please wait patiently for the import process to conclude. This may take several minutes.
fa_ir: روی دکمه‌ی %phpmyadmin_go_label% کلیک کنید و در حین وارد سازی منتظر باشید. فرآیند ممکن است چند دقیقه طول بکشد.
ro_ro: Fa clic pe butonul "%phpmyadmin_go_label%" si asteapta pana se finalizeaza importul. Ai rabdare, poate dura mai multe minute.
sv_se: Klicka på knappen "%phpmyadmin_go_label%" och vänta under importen. Processen kan ta flera minuter.

source: If enabled, the backup script will drop your tables prior to restoring data.
bg_bg: Ако тази опция е активирана, архивният скрипт ще изтрие твоите таблици преди да възстанови данните.
fa_ir: اگر فعال شده باشد، اسكريپت پشتيبان گيري جداول شما را قبل از جايگزيني داده هاي پشتيبان گرفته شده رها مي كند
ms_my: JIka diaktifkan, skrip sandaran data akan gugurkan jadual sebelum kembalikan data.
ro_ro: Daca este activata optiunea, scriptul pentru copia de siguranta va renunta la tabelele tale inainte de a restaura datele.
sq_al: Nëse është aktivizuar, skripta e kopjeve rezerve do t'i fshijë tabelat para restaurimit të të dhënave.
sv_se: Välj detta alternativ för att instruera säkerhets-filen att utesluta dina tabeller innan du återställer säkerhetskopierade datarn

source: (ie. "DROP TABLE IF EXISTS")
bg_bg: (напр. "DROP TABLE IF EXISTS")
fa_ir: (برای مثال. "اگر وجود داشت، جدول را پاک کن")
ms_my: (contoh "DROP TABLE IF EXISTS")
ro_ro: (de ex. "DROP TABLE IF EXISTS")
sq_al: (p.sh.. "DROP TABLE IF EXISTS")
sv_se: (t.ex "DROP TABLE IF EXISTS")

source: You can read information on import at:
bg_bg: Тук можете да научите повече за импортирането:
fa_ir: شما می‌توانید در لینک زیر در مورد واردسازی، اطلاعات بیشتر کسب کنید:
ro_ro: Poti citi informatii despre import la:
sq_al: Mund të lexosh informacione mbi importin në:
sv_se: Du kan läsa mer information om import på:

source: https://en.wikipedia.org/wiki/Comma-separated_values
fa_ir: https://fa.wikipedia.org/wiki/مقادیر_جداشده_با_ویرگول

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
bg_bg: Разрешени формати: .csv, .xls, .xlsx, .xlst, .ods, .ots
fa_ir: فرمت‌های مجاز: .csv, .xls, .xlsx, .xlst, .ods, .ots
ro_ro: Formate permise: .csv, .xls, .xlsx, .xlst, .ods, .ots
sq_al: Formatet e lejuar: .csv, .xls, .xlsx, .xlst, .ods, .ots
sv_se: Tillåtna format: csv, xls, xlsx, .xlsm, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
bg_bg: Позволени са само файлове с кодиране UTF-8 и ISO 8859-1
fa_ir: تنها کدگذاری UTF-8 و ISO-8859-1 مجاز می‌باشد
ro_ro: Sunt permise doar codificarile UTF-8 si ISO-8859-1
sv_se: Tillåten teckenkodning för filer är UTF-8 och ISO-8859-1

source: You can also upload your file via FTP to the following directory: %s .
bg_bg: Можете да качите файла Ви и през FTP в следната директория: %s.
fa_ir: همچنین شما می‌توانید توسط نرم افزارهای FTP، فایل خود را در مسیر زیر بارگذاری نمائید :%s .
ro_ro: Fisierul se poate incarca si via FTP in urmatorul director: %s.
sv_se: Du kan även ladda upp filerna till följande katalog på din FTP: %s.

source: e.g.
bg_bg: напр.
fa_ir: مثال
ro_ro: de ex.
sv_se: exempelvis

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
bg_bg: Ако разрешите тази опция, ИД номерата на импортираните Ви артикули ще бъдат използвани без промяна. Ако не я разрешите, импортираните ИД номера ще бъдат игнорирани, а PrestaShop ще създаде автоматично прогресиращи ИД номера за всички импортирани артикули.
fa_ir: اگر این گزینه را فعال کنید، شماره شناسه‌ی اقلام واردسازی شده به همان شکل استفاده خواهد شد. اگر این گزینه را فعال نکنید، شماره شناسه‌های وارد شده نادیده گرفته خواهند شد و به جای آن، پرستاشاپ شماره شناسه‌هایی با روند افزایش خودکار برای همه‌ی اقلام واردسازی شده تولید می‌کند.
ro_ro: Daca activezi aceasta optiune, ID-urile articolelor importate vor fi folosite ca atare. Daca nu activezi aceasta optiune, ID-urile importate vor fi ignorate, iar PrestaShop va crea in loc ID-uri auto-incrementate pentru toate articolele importate.
sq_al: Nese ju aktivizoni kete opsion atehere ID e produkteve te importuara do te perdoren sic jane. Nese ju nuk do ta aktivizoni kete opsion atehere ID e importuara nuk do te merren parasysh dhe PrestaShop do te krijoje ne vend te tyre ID automatike(varg numerik rrites) per gjithe produktet e importuara.
sv_se: Om du aktiverar det här alternativet, kommer importerade objekts ID nummer att användas som de är. Om du inte aktiverar det här alternativet, kommer importerade ID nummer att ignoreras. PrestaShop kommer istället att skapa automatiskt ökade ID nummer för alla importerade objekt.
