Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/EmailsSubject.*.xlf
Languages: bn_bd, lt_lt, sv_se

source: Your guest account has been transformed into a customer account
lt_lt: Jūsų svečio paskyra pakeista į nuolatinio kliento paskyrą
sv_se: Ditt gästkonto har omvandlats till ett kundkonto

source: New voucher for your order %s
lt_lt: Naujas kuponas Jūsų užsakymui %s
sv_se: Ny rabattkod gällande beställning %s

source: Order confirmation
bn_bd: অর্ডার কনফার্মেসন
lt_lt: Užsakymo patvirtinimas
sv_se: Orderbekräftelse

source: Log: You have a new alert from your shop
bn_bd: লগ ইন করুন: আপনি আপনার দোকান থেকে একটি নতুন সতর্কতা বার্তা পেয়েছেন
lt_lt: Log: Jūsų turite naują pranešimą iš parduotuvės
sv_se: Log: Du har ett nytt meddelande från din butik

source: Welcome!
bn_bd: স্বাগত
lt_lt: Sveiki atvykę!
sv_se: Välkommen!

source: Package in transit
bn_bd: প্যাকেজ পথের মধ্যে আছে
lt_lt: Siuntinys išsiųstas
sv_se: Paket under transport

source: The virtual product that you bought is available for download
lt_lt: Skaitmeninė prekė kurią Jūs įsigijote paruošta parsisiuntimui
sv_se: Den virtuella produkten som du köpt är tillgänglig för nerladdning

source: Import complete
lt_lt: Importavimas baigtas
sv_se: Importen slutförd

source: Your order return status has changed
lt_lt: Jūsų užsakymo grąžinimo būsena pasikeitė
sv_se: Din beställnings returstatus has ändrats

source: Message from a customer
bn_bd: গ্রাহকের কাছ থেকে বার্তা এসেছে
lt_lt: Kliento žinutė
sv_se: Meddelande från kund

source: Password query confirmation
bn_bd: পাসওয়ার্ড ক্যোয়ারী নিশ্চিতকরণ
lt_lt: Slaptažodžio užklausos patvirtinimas
sv_se: Bekräftelse på lösenordsförfrågan

source: Your new password
bn_bd: আপনার নতুন পাসওয়ার্ড
lt_lt: Jūsų naujas slaptažodis
sv_se: Ditt nya lösenord

source: Message from contact form
bn_bd: যোগাযোগ ফর্ম থেকে মেসাজ পাঠান
lt_lt: Žinutė iš parduotuvės kontaktinės formos puslapio
sv_se: Meddelande från kontaktformulär

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
lt_lt: Jūsų žinutė sėkmingai išsiųsta #ct%thread_id% #tc%thread_token%
sv_se: Ditt meddelande har skickats #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
bn_bd: আপনার বার্তাটি সঠিকভাবে পাঠানো হয়েছে
lt_lt: Jūsų žinutė sėkmingai išsiųsta.
sv_se: Ditt meddelande har mottagits

source: Product available
lt_lt: Prekės pasiekiamumas
sv_se: Produkten är tillgänglig

source: New order : #%d - %s
lt_lt: Nauajs užsakymas : #%d - %s
sv_se: Ny beställning : #%d - %s

source: Product out of stock
lt_lt: Prekės nėra sandėlyje
sv_se: Produkt slut i lager

source: Stock coverage
bn_bd: স্টক কভারেজ
lt_lt: Sandėlio apimtis
sv_se: Lagerstatus

source: New return from order #%d - %s
lt_lt: Naujas grąžinimas užsakymo #%d - %s
sv_se: Ny retur för order #%d - %s

source: Your order has been changed
lt_lt: Jūsų užsakymas buvo pakeistas
sv_se: Din beställning har ändrats

source: Newsletter voucher
bn_bd: নিউজ লেটার ভাউচার
lt_lt: Naujienlaiškio kuponas
sv_se: Rabattkod för nyhetsbrevet

source: Newsletter confirmation
bn_bd: নিউজ লেটার নিশ্চিতকরণ
lt_lt: Naujienlaiškio patvirtinimas
sv_se: Bekräftelse av nyhetsbrev

source: Email verification
bn_bd: ইমেইল যাচাইকরণ
lt_lt: El. pašto adreso patvirtinimas
sv_se: E-post verifiering

source: Process the payment of your order
bn_bd: আপনার আদেশ প্রদান প্রক্রিয়া
lt_lt: Vykdyti jūsų užsakymo apmokėjimą
sv_se: Betalningen av din order behandlas

source: New message regarding your order
bn_bd: আপনার অর্ডার সংক্রান্ত নতুন বার্তা
lt_lt: Nauja žinutė susijusi su Jūsų užsakymu
sv_se: Nytt meddelande gällande din order

source: Fwd: Customer message
bn_bd: Fwd : গ্রাহক মেসেজ
lt_lt: FWD: Kliento žinutė
sv_se: Fwd: Kundmeddelande

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
lt_lt: Atsakymas į jūsų žinutę pasiekiamas #ct%thread_id% #tc%thread_token%
sv_se: Du har fått svar på ditt meddelande #ct%thread_id% #tc%thread_token%

source: New credit slip regarding your order
bn_bd: আপনার অর্ডার সংক্রান্ত নতুন ক্রেডিট স্লিপ
lt_lt: Naujas kreditinis dokumentas susijęs su Jūsų užsakymu
sv_se: En ny kreditfaktura för din order

source: New voucher for your order #%s
lt_lt: Naujas kuponas Jūsų užsakymui #%s
sv_se: Ny rabattkod gällande beställning %s
