Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/EmailsBody.*.xlf
Languages: es_es

source: (waiting for validation)
es_es: (En espera de validación)

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="{prestashop_url}">PrestaShop™</a>
es_es: <a href="{shop_url}">{shop_name}</a> desarrollado con <a href="{prestashop_url}">PrestaShop™</a>

source: Your login email address on {shop_name}
es_es: Su dirección de correo electrónico de inicio de sesión en {shop_name}

source: Here is your login email address:
es_es: Aquí está su dirección de correo electrónico de inicio de sesión:

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
es_es: Por favor, diríjase a <a href="{order_link}">{order_link}</a> para completar el pago.

source: Awaiting wire payment
es_es: En espera de pago por transferencia bancaria

source: You have selected to pay by wire transfer.
es_es: Por favor, recuerde que ha seleccionado transferencia bancaria como forma de pago.

source: Here are the bank details for your transfer:
es_es: Estos son los datos bancarios para su transferencia:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
es_es: Si tiene una cuenta de invitado, puede seguir su pedido desde la sección: <a href="{guest_tracking_url}">"Seguimiento de invitado"</a> de nuestra tienda.

source: Awaiting check payment
es_es: En espera de pago por cheque

source: You have selected to pay by check.
es_es: Ha seleccionado cheque como forma de pago.

source: Here are the bank details for your check:
es_es: Estos son los datos bancarios para su pago por cheque:

source: Your order with the reference [1]{order_name}[/1] has been placed successfully and will be [1]shipped as soon as we receive your payment[/1].
es_es: Su pedido con la referencia [1]{order_name}[/1] ha sido realizado correctamente y será [1]enviado tan pronto como recibamos su pago[/1].

source: Customer e-mail address:
es_es: Dirección de correo electrónico del cliente:

source: Order ID:
es_es: ID del pedido:

source: Your message to {shop_name} Customer Service
es_es: Su mensaje al Servicio de Atención al Cliente de {shop_name}

source: Your message has been sent successfully.
es_es: Su mensaje ha sido enviado correctamente.

source: We will answer as soon as possible.
es_es: Le responderemos tan pronto como sea posible.

source: Credit slip created
es_es: Factura de abono creada

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
es_es: Puede revisar esta factura de abono y descargar la factura desde <a href="{history_url}">"Mi historial de pedidos"</a> de su cuenta haciendo clic <a href="{my_account_url}"> "Mi cuenta "</a> en nuestra tienda.

source: We have generated a credit slip in your name for order with the reference [1]{order_name}[/1].
es_es: Hemos generado una factura de abono a su nombre para el pedido con referencia [1]{order_name}[/1].

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
es_es: Gracias por su pedido con la referencia {order_name} de <strong>{shop_name}</strong>

source: Product(s) now available for download
es_es: Producto(s) disponible(s) para descargar

source: Your {shop_name} login information
es_es: Sus datos de acceso a {shop_name}

source: Here is your personal login information for [1]{shop_name}[/1]:
es_es: Aquí está su información de acceso personal para [1]{shop_name}[/1]:

source: E-mail address:
es_es: Dirección de correo electrónico:

source: Customer service - Forwarded discussion
es_es: Servicio al cliente - Transcripción de la conversación

source: [1]{employee}[/1] added [1]"{comment}"[/1]
es_es: [1]{employee}[/1] añadió [1]"{comment}"[/1]

source: Your customer account creation
es_es: Creación de su cuenta de cliente

source: Please be careful when sharing these login details with others.
es_es: Por favor, no comparta sus datos de inicio de sesión con otras personas.

source: Your guest account for [1]{shop_name}[/1] has been transformed into a customer account.
es_es: Su cuenta de invitado en [1]{shop_name}[/1] se ha transformado en una cuenta de cliente.

source: Import complete
es_es: Importación completada

source: Your order with the reference [1]{order_name}[/1] is currently in transit.
es_es: Su pedido con referencia [1]{order_name}[/1] se encuentra actualmente en tránsito.

source: You have received a new log alert
es_es: Has recibido una nueva alerta de registro

source: [1]Warning:[/1] you have received a new log alert in your Back Office.
es_es: [1]Warning:[/1] has recibido una nueva alerta en el Back Office de tu tienda.

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled.
es_es: Su pedido con la referencia [1]{order_name}[/1] de [1]{shop_name}[/1] ha sido cancelado.

source: Message from a customer
es_es: Mensaje de un cliente

source: Return #{id_order_return} - update
es_es: Devolución #{id_order_return} - actualizada

source: Item(s) out of stock
es_es: Artículo(s) fuera de stock

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
es_es: Desafortunadamente, uno o más productos de su pedido se encuentran fuera de stock. Esto puede originar un ligero retraso en el envío. Trabajeremos lo más rápido posible para solucionarlo. Por favor, acepte nuestras disculpas.

source: Your new {shop_name} login details
es_es: Sus nuevos datos de acceso en {shop_name}

source: Password reset request for {shop_name}
es_es: Solicitud de restablecimiento de contraseña en: {shop_name}

source: To confirm this action, please use the following link:
es_es: Para confirmar esta acción, por favor utilice el siguiente enlace:

source: Payment processed
es_es: Pago procesado

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
es_es: El pago para el pedido con refencia <strong><span>{order_name}</span></strong> ha sido procesado correctamente.

source: Payment processing error
es_es: Error al procesar el pago

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
es_es: Hay un problema con su pago en la tienda <strong><span>{shop_name}</span></strong> para el pedido con referencia <strong><span>{order_name}</span></strong>. Por favor, póngase en contacto con nosotros lo antes posible.

source: We cannot ship your order until we receive your payment.
es_es: No podemos enviar su pedido hasta que recibamos su pago.

source: Processing
es_es: Procesando

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
es_es: Estamos procesando su pedido en <strong><span>{shop_name}</span></strong> con la referencia <strong><span>{order_name}</span></strong>.

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
es_es: Hemos procesado el reembolso de <strong><span>{shop_name}</span></strong> para el pedido con referencia <strong><span>{order_name}</span></strong>.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
es_es: Para responder, por favor utilice el siguiente enlace: <a href="{link}">{link}</a>

source: Your order has been shipped
es_es: Su pedido ha sido enviado

source: Hello
es_es: Hola

source: This is a [1]test e-mail[/1] from your shop.
es_es: Este es un [1]test e-mail[/1] de tu tienda.

source: If you can read this, the test was successful!
es_es: Si puede leer esto, ¡la prueba fue completada correctamente!

source: Voucher created
es_es: Cupón de descuento creado

source: A voucher has been created in your name as a result of your order with the reference [1]{order_name}[/1].
es_es: Se ha creado un cupón de descuento a su nombre tras haber realizado el pedido con número de referencia [1]{order_name}[/1].

source: [1]Voucher code: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
es_es: [1]Cupón de descuento: {voucher_num}[/1] por valor de [1]{voucher_amount}[/1]

source: This is to inform you about the creation of a voucher.
es_es: Se ha creado un cupón de descuento para usted.

source: This item is once again in-stock.
es_es: Este artículo está de nuevo en stock.

source: You can access the product page by clicking on the link:
es_es: Puede acceder a la página del producto haciendo clic en el enlace:

source: You can order it right now from our online shop.
es_es: Puede solicitarlo ahora mismo en nuestra tienda en línea.

source: Total Tax paid
es_es: Impuestos totales pagados

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
es_es: Tienes un nuevo pedido en tu tienda {shop_name} realizado por el cliente: {firstname} {lastname} ({email})

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
es_es: Puede revisar su pedido y descargar la factura desde <a href="{history_url}">"Historial de pedidos"</a> de su cuenta de cliente, haciendo clic en <a "Mi cuenta" href="{my_account_url}"></a> en nuestra tienda.

source: Order {order_name}
es_es: Pedido {order_name}

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
es_es: Si tiene una cuenta de invitado, puede seguir su pedido desde la sección: <a href="{guest_tracking_url}?id_order={order_name}">"Seguimiento de invitado"</a> de nuestra tienda.

source: Order edited
es_es: Pedido editado

source: Your order with the reference [1]{order_name}[/1] has been modified.
es_es: Su pedido con referencia [1]{order_name}[/1] ha sido modificado.

source: The stock cover is now less than the specified minimum of:
es_es: La cobertura de stock es ahora menor que el mínimo especificado en:

source: {product} is nearly out of stock.
es_es: {product} está cerca de quedarse sin stock.

source: The remaining stock is now less than the specified minimum of
es_es: La cobertura de stock es ahora menor que el mínimo especificado en

source: Return details
es_es: Detalles de la devolución

source: {order_name} Placed on {date}
es_es: {order_name} Efectuado el {date}

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
es_es: Gracias por suscribirse a nuestro boletín de noticias. Por favor, confirme su solicitud haciendo clic en el siguiente enlace:

source: Newsletter subscription
es_es: Suscripción a nuestro boletín de noticias

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
es_es: Tras su suscripción a nuestro boletín de noticias, nos complace ofrecerle el siguiente cupón de descuento:

source: Your {shop_name} login details
es_es: Sus datos de acceso a {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
es_es: Nos dimos cuenta de que durante su última visita en {shop_name}, no completó el pedido que había iniciado.

source: As an incentive, we can give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
es_es: Como incentivo, ¡le ofrecemos un descuento de [1]{amount}%[/1] en su siguiente pedido! Esta oferta es válida durante [1]{days}[/1] días, ¡puede aprovecharla desde ahora!

source: Thank you for your order at {shop_name}.
es_es: Gracias por realizar su pedido en {shop_name}.

source: As our way of saying thanks, we want to give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
es_es: Como agradecimiento por su confianza, ¡le ofrecemos un descuento de [1]{amount}%[/1] en su siguiente pedido! Esta oferta es válida durante [1]{days}[/1] días, ¡puede aprovecharla desde ahora!

source: You are one of our best customers and as such we want to thank you for your continued patronage.
es_es: Usted es uno de nuestros mejores clientes y, como tal, queremos darle las gracias por su confianza y fidelidad.

source: As appreciation for your loyalty, we want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
es_es: Como agradecimiento por su lealtad y fidelidad, ¡le ofrecemos un descuento de [1]{amount}%[/1] en su siguiente pedido! Esta oferta es válida durante [1]{days}[/1] días, ¡aprovéchela desde este mismo momento!

source: Here is your coupon:
es_es: Aquí está su cupón de descuento:

source: Enter this code in your shopping cart to get your discount.
es_es: Introduzca este código en su carrito de compra para obtener el descuento.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
es_es: Usted es uno de nuestros mejores clientes, sin embargo, no ha realizado ningún pedido desde hace {days_threshold} días.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
es_es: Queremos agradecerle la confianza que ha depositado en nosotros, y por ello ¡le ofrecemos un descuento de [1]{amount}%[/1] válido para su próximo pedido! Este descuento será válido durante [1]{days}[/1] días, ¡puede aprovecharlo desde este mismo momento!

source: Your referred friend [1]{sponsored_firstname} {sponsored_lastname}[/1] has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
es_es: ¡Su amigo referido [1]{sponsored_firstname} {sponsored_lastname}[/1] ha realizado su primera compra en <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display} (voucher # {discount_name})[/1] that you can use on your next order.
es_es: Nos complace ofrecerle un cupón de descuento valorado en [1]{discount_display} (cupón # {discount_name})[/1] para que lo utilice en su próximo pedido.

source: join us!
es_es: ¡únase!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}">{shop_name}</a>!
es_es: ¡Su amigo [1]{firstname} {lastname}[/1] quiere referirle en <a href="{shop_url}">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}![/1]
es_es: ¡Afíliese y obtega un cupón de descuento de [1]{discount}![/1]

source: It's very easy to sign up. Just click here!
es_es: Es muy fácil registrarse. ¡Solo haga clic aquí!

source: When signing up, don't forget to provide the e-mail address of your referring friend:
es_es: Al registrarse, no olvide proporcionar la dirección de correo electrónico de su amigo referente:

source: Referral Program
es_es: Programa de patrocinio

source: Thank you for creating a customer account at {shop_name}.
es_es: Gracias por crear una cuenta de cliente en {shop_name}.

source: Here are your login details:
es_es: Estos son sus datos de acceso:

source: Important Security Tips:
es_es: Consejos Importantes de Seguridad:

source: Always keep your account details safe.
es_es: Mantenga los datos de su cuenta en un lugar seguro.

source: Never disclose your login details to anyone.
es_es: No comparta sus datos de acceso con otras personas.

source: Change your password regularly.
es_es: Cambie su contraseña regularmente.

source: Should you suspect someone is using your account illegally, please notify us immediately.
es_es: Si sospecha que alguien está utilizando ilegalmente su cuenta, avísenos inmediatamente.

source: You can now place orders on our shop:
es_es: Ahora puede realizar pedidos en nuestra tienda:

source: Account
es_es: Cuenta

source: Your login details on {shop_name}
es_es: Sus datos de inicio de sesión en {shop_name}

source: A new order has been generated on your behalf.
es_es: Se ha generado un nuevo pedido a su nombre.

source: Back Office Order
es_es: Pedido de Back-office

source: Please go on <a href="{order_link}">{order_link}</a> to complete the payment.
es_es: Por favor, diríjase a <a href="{order_link}">{order_link}</a> para completar el pago.

source: Account owner:
es_es: Titular de la cuenta:

source: Account details:
es_es: Datos de la cuenta:

source: Bank address:
es_es: Dirección bancaria:

source: Please specify your order reference in the bankwire description.
es_es: Por favor, incluya el número de referencia de su pedido en los detalles de la transferencia bancaria.

source: Bankwire
es_es: Transferencia bancaria

source: Pending payment
es_es: Pendiente de Pago

source: Payment method: bank wire
es_es: Método de pago: transferencia bancaria

source: You have decided to pay by bank wire.
es_es: Ha elegido pagar por transferencia bancaria.

source: Here is the information you need for your transfer:
es_es: Aquí está la información que necesita para realizar la transferencia:

source: Amount:
es_es: Importe:

source: Payable to the order of:
es_es: Páguese a la orden de:

source: Please mail your check to:
es_es: Por favor, envíe su cheque a:

source: Thank you for shopping with {shop_name}!
es_es: ¡Gracias por comprar en {shop_name}!

source: Your order with the reference [1]{order_name}[/1] has been placed successfully. You can expect [1]delivery as soon as your payment is received[/1].
es_es: Su pedido con la referencia [1]{order_name}[/1] ha sido completado correctamente y será [1]enviado tan pronto como recibamos tu pago[/1].

source: Check
es_es: Cheque

source: Awaiting payment by check
es_es: En espera de pago con cheque

source: Payment method: check
es_es: Método de pago: cheque

source: You have decided to pay by bank check.
es_es: Ha elegido pagar por transferencia bancaria.

source: Here is the information you need for your check:
es_es: Aquí está la información que necesita para realizar el cheque:

source: Message from a {shop_name} customer
es_es: Mensaje de un cliente de {shop_name}

source: Attached file:
es_es: Archivo adjunto:

source: Order ID #:
es_es: ID del Pedido #:

source: Contact
es_es: Contacto

source: Customer Email Address:
es_es: Dirección de correo electrónico del cliente:

source: Product:
es_es: Producto:

source: Contact Form
es_es: Formulario de contacto

source: Your message has been sent successfully, thank you for taking the time to write!
es_es: Su mensaje ha sido enviado correctamente, ¡gracias por tomarse el tiempo en escribirnos!

source: We will reply as soon as possible.
es_es: Nos pondremos en contacto con usted con la máxima brevedad posible.

source: Review this credit slip and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">%credit_slips_label%</a> section of your customer account.
es_es: Revise este abono y descargue su factura desde nuestra tienda, vaya a la sección <a href="{history_url}" target="_blank">%credit_slips_label%</a> de su cuenta de cliente.

source: Credit Slip
es_es: Factura por abono

source: Credit slip
es_es: Factura por abono

source: A credit slip has been generated in your name for order with the reference [1]{order_name}[/1].
es_es: Se ha creado un cupón de descuento a su nombre tras haber realizado el pedido con número de referencia [1]{order_name}[/1].

source: Review this credit slip and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Credit slips</a> section of your customer account.
es_es: Revise este abono y descargue su factura desde nuestra tienda, vaya a la sección <a href="{history_url}" target="_blank">Abonos</a> de su cuenta de cliente.

source: Review this credit slip and download it on our shop, go to the <a href="{order_slip_url}" target="_blank">%credit_slips_label%</a> section of your customer account.
es_es: Revise este abono y descárguelo desde nuestra tienda, vaya a la sección <a href="{order_slip_url}" target="_blank">%credit_slips_label%</a> de su cuenta de cliente.

source: Download products
es_es: Descargar productos

source: Thank you for your order with the reference {order_name} from [1]{shop_name}[/1]
es_es: Gracias por su pedido con número de referencia {order_name} de [1]{shop_name}[/1]

source: Product(s) to download
es_es: Producto(s) para descargar

source: You have [1]{nbProducts}[/1] product(s) now available for download using the following link(s):
es_es: Usted tiene [1] producto(s) disponible(s) para descargar en el siguiente enlace(s):

source: First name:
es_es: Nombre:

source: Last name:
es_es: Apellidos:

source: Employee password
es_es: Contraseña del empleado

source: Here is your personal login information for {shop_name}
es_es: Aquí está su información de acceso personal para {shop_name}

source: Here is your identification information on [1]{shop_name}[/1]
es_es: Aquí está su información de acceso personal para [1]{shop_name}[/1]

source: Discussion history:
es_es: Historial de la conversación:

source: [1]{employee}[/1] wanted to forward this discussion to you.
es_es: [1]{employee}[/1] quiere transferirle esta discusión.

source: Forward message
es_es: Transferir mensaje

source: Customer Service - Discussion Forwarded
es_es: Servicio al Cliente - Discusión Transferida

source: [1]{employee}[/1] added [1]{comment}[/1]
es_es: [1]{employee}[/1] añadió [1]"{comment}"[/1]

source: You can access your customer account on our shop:
es_es: Puede acceder a su cuenta de cliente en nuestra tienda:

source: Email address:
es_es: Dirección de correo electrónico:

source: Guest to customer
es_es: De invitado a cliente

source: Your guest account has been turned into a customer account
es_es: Su cuenta de invitado ha sido transformada en una cuenta de cliente

source: Congratulations, your guest account for [1]{shop_name}[/1] has been turned into a customer account!
es_es: ¡Enhorabuena, su cuenta de invitado en [1]{shop_name}[/1] se ha transformado en una cuenta de cliente!

source: Click on the following link to set up your password:
es_es: Haga clic en el siguiente enlace para configurar su contraseña:

source: The file {filename} has been successfully imported to your shop.
es_es: El archivo {filename} ha sido importado correctamente en su tienda.

source: Import
es_es: Importar

source: Import finished
es_es: Importación finalizada

source: In transit
es_es: En tránsito

source: You can track your package using the following link:
es_es: Puede realizar el seguimiento de su paquete mediante el siguiente enlace:

source: Your order with the reference [1]{order_name}[/1] is on its way.
es_es: Su pedido con referencia [1]{order_name}[/1] está en camino.

source: You can check for it in the [1]Advanced Parameters > Logs[/1] section of your back office.
es_es: Puede verificarlo en la sección [1]Parámetros avanzados > Registros[/1] de su back office.

source: Log Alert
es_es: Aviso de Registro

source: New alert message saved
es_es: Nuevo mensaje de aviso guardado

source: [1]WARNING:[/1] you have received a new log alert in your back office.
es_es: [1]Warning:[/1] has recibido un nuevo aviso en el Back Office de tu tienda.

source: Newsletter
es_es: Boletín

source: Order canceled
es_es: Pedido cancelado
