Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/EmailsBody.*.xlf
Languages: es_es

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled by the merchant.
es_es: Su pedido con número de referencia [1]{order_name}[/1] de [1]{shop_name}[/1] ha sido cancelado por el comerciante.

source: Order confirmation
es_es: Confirmación de pedido

source: Thank you for shopping on [1]{shop_name}[/1]!
es_es: ¡Gracias por comprar en [1]{shop_name}[/1]!

source: Thank you for your order on [1]{shop_name}[/1]!
es_es: Gracias por realizar su pedido en [1]{shop_name}[/1]!

source: Recycled packaging:
es_es: Embalaje reciclado:

source: You have received a new message regarding order with the reference
es_es: Ha recibido un mensaje respecto al pedido con la referencia:

source: Order customer comment
es_es: Comentario del cliente sobre el pedido

source: Message from customer
es_es: Mensaje de un cliente

source: Message from {shop_name}
es_es: Mensaje desde {shop_name}

source: Message:
es_es: Mensaje:

source: You have received a new message from [1]{shop_name}[/1] regarding order with the reference [1]{order_name}[/1].
es_es: Ha recibido un nuevo mensaje de [1]{shop_name}[/1] en relación al pedido con número de referencia [1]{order_name}[/1].

source: Order merchant comment
es_es: Comentario del comerciante sobre el pedido

source: We have updated the progress on your return #{id_order_return}, the new status is:
es_es: El estado de su devolución #{id_order_return} ha cambiado a:

source: Order return #{id_order_return} - Update
es_es: Devolución #{id_order_return} - Actualizada

source: Order return state
es_es: Estado de devolución del pedido

source: Thanks for your order with the reference {order_name} from {shop_name}.
es_es: Gracias por su pedido con la referencia {order_name} de{shop_name}.

source: Follow your order and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Order history and details</a> section of your customer account.
es_es: Siga su pedido y descargue su factura en nuestra tienda, vaya a la sección <a href="{history_url}" target="_blank">Mis pedidos y detalles</a> en su cuenta de cliente.

source: Out of stock
es_es: Fuera de stock

source: Replenishment required
es_es: Reabastecimiento requerido

source: Unfortunately, one or more items are currently out of stock and this may cause a slight delay for delivery. Please accept our apologies for this inconvenience and be sure we are doing our best to correct the situation.
es_es: Desafortunadamente, uno o más artículos están actualmente fuera de stock y esto puede causar un ligero retraso en la entrega. Por favor, acepte nuestras disculpas por este inconveniente y tenga por seguro de que estamos haciendo todo lo posible para corregir la situación.

source: Follow your order and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">%order_history_label%</a> section of your customer account.
es_es: Siga su pedido y descargue su factura desde nuestra tienda, diríjase a la sección <a href="{history_url}" target="_blank">%order_history_label%</a> de su cuenta de cliente.

source: Password
es_es: Contraseña

source: Your password has been correctly updated.
es_es: Su contraseña ha sido actualizada correctamente.

source: Please note that this will change your current password.
es_es: Tenga en cuenta que esta acción cambiará su contraseña actual.

source: You have requested to reset your [1]{shop_name}[/1] login details.
es_es: Ha solicitado restablecer sus datos de inicio de sesión en [1]{shop_name}[/1].

source: Password Query
es_es: Solicitud de Contraseña

source: Confirmation of password request on {shop_name}
es_es: Confirmación de la solicitud de contraseña en {shop_name}

source: In order to confirm this action, click on the following link:
es_es: Para confirmar esta acción, por favor utilice el siguiente enlace:

source: If you did not make this request, just ignore this email.
es_es: Si usted no hizo esta solicitud, simplemente ignore este correo electrónico.

source: Payment
es_es: Pago

source: Your payment for order with the reference [1]{order_name}[/1] was successfully processed.
es_es: Su pago para el pedido con refencia [1]{order_name}[/1] ha sido procesado correctamente.

source: Payment Error
es_es: Error de pago

source: Payment error
es_es: Error en pago

source: We have encountered an error while processing your payment for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1]. Please contact us as soon as possible.
es_es: Hemos encontrado un error al procesar el pago de su pedido con la referencia [1]{order_name}[/1] de [1]{shop_name}[/1]. Por favor, contacte con nosotros lo antes posible.

source: You can expect delivery as soon as your payment is received.
es_es: El envío se realizará tan pronto como su pago sea recibido.

source: Preparation
es_es: Preparación

source: Processing order
es_es: Procesando pedido

source: We are currently processing your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
es_es: Nos encontramos procesando su pedido con la referencia [1]{order_name}[/1] de [1]{shop_name}[/1].

source: There are now less than [1]{last_qty}[/1] of [1]{product}[/1] in stock.
es_es: Actualmente hay menos de [1]{last_qty}[/1] [1]{product}[/1] en stock.

source: Refund processed
es_es: Reembolso procesado

source: Refund
es_es: Reembolsar

source: We have processed your refund for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
es_es: Hemos procesado su reembolso para su pedido con la referencia [1]{order_name}[/1] de [1]{shop_name}[/1].

source: Please do not reply directly to this email, we will not receive it.
es_es: Por favor, no conteste a este correo electrónico, no recibiremos su respuesta.

source: Reply msg
es_es: Mensaje de respuesta

source: In order to reply, click on the following link: <a href="{link}" target="_blank">{link}</a>
es_es: Para responder, por favor utilice el siguiente enlace: <a href="{link}" target="_blank">{link}</a>

source: Shipped
es_es: Enviado

source: Your order with the reference [1]{order_name}[/1] has been shipped.
es_es: Su pedido con la referencia [1]{order_name}[/1] ha sido enviado.

source: Test
es_es: Prueba

source: Here is a test [1]email[/1] from your shop.
es_es: Esta es una prueba de [1]email[/1] de su tienda.

source: If you can read this, it means the test is successful!
es_es: Si puede leer esto, significa que ¡la prueba fue completada correctamente!

source: In order to use it, just copy/paste this code during check out.
es_es: Para utilizarlo, simplemente copie/pegue este código durante el proceso de pago.

source: Voucher
es_es: Cupón de descuento

source: Voucher code generated
es_es: Código Cupón de descuento generado

source: We are pleased to inform you that a voucher has been generated in your name for order with the reference [1]{order_name}[/1].
es_es: Nos complace informarle que hemos generado un cupón de descuento a su nombre tras haber realizado el pedido con la referencia [1]{order_name}[/1].

source: [1]VOUCHER CODE: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
es_es: [1]CÓDIGO CUPÓN DE DESCUENTO: {voucher_num}[/1] por valor de [1]{voucher_amount}[/1]

source: Voucher new
es_es: Nuevo Cupón de descuento

source: Voucher code has been generated
es_es: Se ha generado el código del cupón

source: Here is your new voucher code:
es_es: Aquí está su nuevo código de cupón:

source: {product} is now available.
es_es: {product} ya está disponible.

source: Customer Quantity
es_es: Cantidad Cliente

source: Good news, this item is back in stock!
es_es: ¡Buenas noticias, este artículo vuelve a estar en stock!

source: Click on the following link to visit the product page and order it:
es_es: Haga clic en el siguiente enlace para visitar la página del producto y realizar su pedido:

source: Customer message:
es_es: Mensaje del cliente:

source: Order details
es_es: Detalles del pedido

source: Order:
es_es: Pedido:

source: Placed on
es_es: Realizado el

source: Payment:
es_es: Pago:

source: Reference
es_es: Referencia

source: Product
es_es: Producto

source: Unit price
es_es: Precio unitario

source: Quantity
es_es: Cantidad

source: Total price
es_es: Precio total

source: Products
es_es: Productos

source: Discounts
es_es: Descuentos

source: Gift-wrapping
es_es: Embalaje de regalo

source: Shipping
es_es: Transporte

source: Total paid
es_es: Total pagado

source: Carrier:
es_es: Transportista:

source: Delivery address
es_es: Dirección de entrega

source: Billing address
es_es: Dirección de facturación

source: Including total tax
es_es: Incluyendo impuestos totales

source: New Order
es_es: Nuevo Pedido

source: A new order was placed on [1]{shop_name}[/1] by the following customer:
es_es: Un nuevo pedido ha sido efectuado en [1]{shop_name}[/1] por el siguiente cliente:

source: Carrier
es_es: Transportista

source: Order changed
es_es: Pedido modificado

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been changed by the merchant.
es_es: Su pedido con número de referencia [1]{order_name}[/1] de [1]{shop_name}[/1] ha sido modificado por el comerciante.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}" target="_blank">Guest Tracking</a> section on our shop.
es_es: Si tiene una cuenta de invitado, puede seguir su pedido desde la sección: <a href="{guest_tracking_url}" target="_blank">"Seguimiento de invitado"</a> de nuestra tienda.

source: Order ID {order_name}
es_es: ID Pedido {order_name}

source: Go to your customer account to learn more about it.
es_es: Diríjase a su cuenta de cliente para obtener más información al respecto.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}" target="_blank">%guest_tracking_label%</a> section on our shop.
es_es: Si tiene una cuenta de invitado, puede seguir su pedido desde la sección: <a href="{guest_tracking_url}" target="_blank">%guest_tracking_label%</a> de nuestra tienda.

source: Current stock cover:
es_es: Cobertura de stock actual:

source: Product coverage
es_es: Cobertura del producto

source: Your stock cover is now less than the specified minimum of:
es_es: La cobertura de stock es ahora menor que el mínimo especificado de:

source: {product} is almost out of stock.
es_es: {product} está cerca de quedarse sin stock.

source: Remaining stock:
es_es: Stock disponible:

source: Replenish your inventory, go to the [1]Catalog > Stocks[/1] section of your back office to manage your stock.
es_es: Reponga su inventario, vaya a la sección [1] Catálogo> Existencias [/1] de su back office para administrar sus existencias.

source: Product out of stock
es_es: Producto fuera de stock

source: There are now less than [1]{last_qty}[/1] items in stock.
es_es: Actualmente hay menos de [1]{last_qty}[/1] artículos en stock.

source: Customer:
es_es: Cliente:

source: You have received a new return request for {shop_name}.
es_es: Has recibido una nueva solicitud de devolución en {shop_name}.

source: Return Slip
es_es: Nota de devolución

source: Return Details
es_es: Detalles de devolución

source: Thank you for subscribing to our newsletter.
es_es: Gracias por suscribirse a nuestro boletín de noticias.

source: Hi,
es_es: Hola,

source: Newsletter Confirmation
es_es: Confirmación de la suscripción a nuestro boletín de noticias

source: Newsletter Verification
es_es: Verificación de registro al boletín de noticias

source: Thank you for subscribing to our newsletter. Please click on the following link to confirm your request:
es_es: Gracias por suscribirse a nuestro boletín de noticias. Haga clic en el siguiente enlace para confirmar su solicitud:

source: Newsletter Voucher
es_es: Cupón de descuento del Boletín de Noticias

source: Subscribing to newsletter
es_es: Suscribirse al boletín de noticias

source: Thank you for subscribing to our newsletter. We are pleased to offer you the following voucher:
es_es: Gracias por suscribirse a nuestro boletín de noticias. Nos complace ofrecerle el siguiente cupón de descuento:

source: Your cart at {shop_name}
es_es: Su carrito de compra en {shop_name}

source: Follow up 1
es_es: Seguimiento 1

source: Thanks for your visit. However, it looks like you did not complete your purchase.
es_es: Gracias por tu visita. Sin embargo, parece que no ha completado su compra.

source: Your cart has been saved, you can go back to your order on our shop:
es_es: Su carrito ha sido guardado, puede reanudar su pedido volviendo a visitar nuestra tienda:

source: Your voucher code on {shop_name}
es_es: Su código del cupón de descuento en {shop_name}

source: Follow up 2
es_es: Seguimiento 2

source: Thanks for your order.
es_es: Gracias por su pedido.

source: Thanks for your trust.
es_es: Gracias por su confianza y fidelidad.

source: Follow up 3
es_es: Seguimiento 3

source: Your cart has been saved, you can resume your order by visiting our shop:
es_es: Su carrito ha sido guardado, puede reanudar su pedido visitando nuestra tienda:

source: We are pleased to offer you a discount of [1]{amount}%[/1] off your next order. And this offer is valid for [1]{days}[/1] days, so do not wait any longer!
es_es: Nos complace ofrecerle un descuento de un [1]{amount}%[/1] en su próximo pedido. Esta oferta es solamente válida durante [1]{days}[/1] días, ¡así que no espere más!

source: Here is your VOUCHER CODE:
es_es: Aquí está su CÓDIGO DE CUPÓN DE DESCUENTO:

source: Enter this code in your shopping cart to get the discount.
es_es: Introduzca este código en su carrito de compra para obtener el descuento.

source: Follow up 4
es_es: Seguimiento 4

source: Your cart on {shop_name}
es_es: Su carrito de compra en {shop_name}

source: Congratulations, you are one of our best customers! However, it looks like you have not placed an order since {days_threshold} days.
es_es: Usted es uno de nuestros mejores clientes, sin embargo, no ha realizado ningún pedido desde hace {days_threshold} días.

source: Congratulations!
es_es: ¡Enhorabuena!

source: Your referred friend [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] has placed his/her first order on <a href="{shop_url}">{shop_name}</a>!
es_es: ¡Su amigo referido [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] ha realizado su primera compra en <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display}[/1] (VOUCHER # [1]{discount_name}[/1]) that you can use on your next order.
es_es: Nos complace ofrecerle un cupón de descuento valorado en [1]{discount_display}[/1] (CUPÓN # [1]{discount_name}[/1]) para que lo utilice en su próximo pedido.

source: Referral program Congratulations
es_es: Enhorabuena del programa de referidos

source: Best regards,
es_es: Saludos.

source: We are pleased to offer you a voucher worth [1]{discount}[/1] that you can use on your next order.
es_es: Nos complace ofrecerle un cupón de descuento valorado en [1]{discount}[/1] para que lo utilice en su próximo pedido.

source: Join us!
es_es: ¡Únase!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}" target="_blank">{shop_name}</a>!
es_es: ¡Su amigo [1]{firstname} {lastname}[/1] quiere referirle en <a href="{shop_url}" target="_blank">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}[/1]!
es_es: ¡Afíliese y obtega un cupón de descuento de [1]{discount}[/1]!

source: It's very easy to sign up, just click here!
es_es: Es muy fácil registrarse. ¡Solo haga clic aquí!

source: When signing up, don't forget to provide the email address of your referring friend:
es_es: Al registrarse, no olvide proporcionar la dirección de correo electrónico de su amigo referente:

source: Referral program Invitation
es_es: Invitación al programa de referidos

source: Hi {firstname} {lastname},
es_es: Hola {firstname} {lastname},

source: Simply copy/paste this code during the payment process for your next order.
es_es: Copie y pegue este código durante el proceso de pago de su próximo pedido.

source: Here is the code of your voucher:
es_es: Aquí está el código de su cupón de descuento:

source: We have created a voucher in your name for referring a friend.
es_es: Hemos creado un cupón de descuento a su nombre por referir a un amigo.

source: , with an amount of
es_es: , por valor de

source: Sponsorship Program
es_es: Programa de Patrocinio

source: Referral program Voucher
es_es: Cupón de descuento del programa de referidos

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> ha sido realizado correctamente y será <strong>enviado tan pronto como recibamos su pago</strong>.

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
es_es: Hemos generado una factura de abono a su nombre para el pedido con referencia <span><strong> {order_name}</strong></span>.

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
es_es: Usted tiene <span><strong>{nbProducts}</strong></span> producto(s) disponibles para su descarga en el siguiente enlace(s):

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
es_es: Aquí está su información de acceso personal para <span><strong>{shop_name}</strong></span>:

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
es_es: <a href="{shop_url}">{shop_name}</a> creado por <a href="http://www.prestashop.com/">PrestaShop™</a>

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
es_es: <span><strong>{employee}</strong></span> quiere transferirle esta discusión.

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
es_es: <span><strong>{employee}</strong></span> añadido <span><strong>"{comment}"</strong></span>

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
es_es: Su cuenta de invitado en <span><strong>{shop_name}</strong></span> se ha transformado en una cuenta de cliente.

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> se encuentra actualmente en tránsito.

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
es_es: <span><strong>Atención:</ strong></ span> has recibido una nueva alerta de registro en tu Back Office.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
es_es: Puede comprobarlo en la sección <span><strong>"Herramientas" > "Registros"</strong></span> de su Back Office.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> de <span><strong>{shop_name}</strong></span> ha sido cancelado.

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> de <span><strong>{shop_name}</strong></span> ha sido modificado por la tienda.

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
es_es: Ha recibido un nuevo mensaje de <span><strong>{shop_name}</strong></span> en relación al pedido con la referencia <span><strong>{order_name}</strong></span>.

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
es_es: Ha solicitado restablecer sus credenciales de inicio de sesión en <span><strong>{shop_name}</strong></span>.

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> ha sido enviado.

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
es_es: Esto es un <strong>mensaje de prueba</strong> desde tu tienda. <br /><br /> Si puedes leerlo, es que ¡la prueba ha sido realizada con éxito!

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
es_es: Se ha creado un cupón de descuento a su nombre tras haber realizado el pedido con la referencia <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
es_es: <span><strong>Código del cupón de descuento: {voucher_num}</strong></span> valorado en <span><strong>{voucher_amount}</strong></span>

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
es_es: Como agradecimiento por su confianza, ¡le ofrecemos un descuento de <span><strong>{amount}</strong></span>% en su siguiente pedido! Esta oferta es válida durante <span><strong>{days}</strong></span> días, ¡puede aprovecharla desde ahora!

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
es_es: Como agradecimiento por su confianza, ¡le ofrecemos un descuento de <span><strong>{amount}</strong></span>% en su siguiente pedido! Esta oferta es válida durante <span><strong>{days}</strong></span> días, ¡puede aprovecharla desde ahora!

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
es_es: Como agradecimiento por su confianza y fidelidad, ¡le ofrecemos un descuento de <span><strong>{amount}</strong></span>% en su siguiente pedido! Esta oferta es válida durante <span><strong>{days}</strong></span> días, ¡aprovéchela desde este mismo momento!

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
es_es: Queremos agradecerle su confianza y por ello ¡le ofrecemos un descuento de {amount}% válido para su próximo pedido! Este descuento será válido durante <span><strong>{days}</strong></span> días, ¡puede aprovecharlo desde este momento!

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
es_es: Su pedido con la referencia <span><strong>{order_name}</strong></span> ha sido enviado.

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
es_es: Te recomendamos que visites la página del producto en el Back Office para reponer tu inventario.
