Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/EmailsBody.*.xlf
Languages: es_es

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
es_es: ¡Su amigo referido <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> ha realizado su primera compra en <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
es_es: Nos complace ofrecerte un cupón de descuento valorado en <span><strong>{discount_display} (voucher # {discount_name})</strong></span> para que lo utilice en su próxima compra.

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
es_es: ¡Su amigo <span><strong>{firstname} {lastname}</strong></span> quiere referirle en <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
es_es: Nos complace ofrecerle un cupón de descuento valorado en <span><strong>{discount}</strong></span> para que lo utilice en su próxima compra.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
es_es: ¡Afíliese y obtega un cupón de descuento de <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
es_es: Nada más simple. ¡Haga clic aquí!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
es_es: Al registrarse, no olvide proporcionar la dirección de correo electrónico de su amigo referente:
