Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/Install.*.xlf
Languages: bn_bd, hi_in

source: I agree to participate in improving the solution by sending anonymous information about my configuration.
bn_bd: আমি আমার কনফিগারেশন সম্পর্কে বেনামী তথ্য পাঠিয়ে সমাধান উন্নতিতে অংশগ্রহণের জন্য সম্মত

source: You have just finished installing your shop. Thank you for using PrestaShop!
bn_bd: আপনার দোকান ইনস্টল সমাপ্ত হয়েছে. PrestaShop ব্যবহারের জন্য আপনাকে ধন্যবাদ!

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
bn_bd: আপনার ব্যাক অফিস ব্যবহার করে আপনার দোকান পরিচালনা করুন।আপনার অর্ডার এবং গ্রাহকদের, মডিউল, থিম পরিবর্তন , ইত্যাদি পরিচালনা করুন

source: I just built an online store with PrestaShop!
bn_bd: আমি PrestaShop দিয়ে একটি অনলাইন দোকান নির্মাণ করলাম!

source: Share
bn_bd: শেয়ার

source: We are currently checking PrestaShop compatibility with your system environment
bn_bd: আমরা বর্তমানে আপনার সিস্টেম পরিবেশের সঙ্গে PrestaShopএর উপযুক্ততা যাচাই করছি

source: PrestaShop compatibility with your system environment has been verified!
bn_bd: আপনার সিস্টেমে পরিবেশের সঙ্গে PrestaShop উপযুক্ততা যাচাই করা হয়েছে!

source: PrestaShop requires at least 32 MB of memory to run: please check the memory_limit directive in your php.ini file or contact your host provider about this.
bn_bd: PrestaShop চালাতে অন্তত 32M মেমরি প্রয়োজন।php.ini তে আপনার মেমরি চেক করুন অথবা অথবা আপনার হোস্ট সরবরাহকারীর সাথে যোগাযোগ করুন।

source: -- Please choose your main activity --
bn_bd: - আপনার প্রধান কার্যকলাপ চয়ন করুন -

source: Sport and Entertainment
bn_bd: খেলা ও বিনোদন
