Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/Install.*.xlf
Languages: bn_bd, hi_in

source: Choose your language
bn_bd: আপনার ভাষা নির্বাচন করুন
hi_in: अपनी भाषा चुनें

source: License agreements
bn_bd: লাইসেন্স চুক্তি
hi_in: लाइसेंस अनुबंध

source: System compatibility
hi_in: प्रणाली अनुकूलता

source: Store information
bn_bd: দোকান এর তথ্য
hi_in: दुकान की जानकारी

source: System configuration
hi_in: सिस्टम कॉन्फ़िगरेशन

source: Field required
bn_bd: ক্ষেত্রটি প্রয়োজন
hi_in: आवश्यक क्षेत्र

source: shop name
hi_in: दुकान का नाम

source: The field %field% is limited to %limit% characters
hi_in: क्षेत्र %field% %limit% वर्णों तक सीमित है

source: The password and its confirmation are different
hi_in: नया पासवर्ड और पुष्टिकरण अलग

source: This e-mail address is invalid
bn_bd: এই ইমেইল ঠিকানাটি ভুল
hi_in: ई-मेल एड्रेस गलत है।

source: Image folder %s is not writable
bn_bd: চিত্রের ফোল্ডার%s অনুলিপি যোগ্য নয়
hi_in: छवि फ़ोल्डर %s लेखन योग्य नहीं है

source: Sports and Entertainment
bn_bd: ক্রীড়া ও বিনোদন
hi_in: खेल और मनोरंजन

source: Invalid shop name
bn_bd: দোকানের নাম ভুল
hi_in: अमान्य दुकान नाम

source: Your firstname contains some invalid characters
bn_bd: আপনার নামের ১ম অংশ কিছু ভুল অক্ষর বহন করছে
hi_in: आपके प्रथम नाम में कुछ अमान्य वर्ण हैं

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
hi_in: पासवर्ड ग़लत है (कम से कम ८ वर्णों वाला अल्फ़ान्यूमेरिक स्ट्रिंग होना चाहिए)

source: Database is connected
bn_bd: ডাটাবেস সংযুক্ত করা হয়েছে
hi_in: डाटाबेस से जुड़ा हुआ है

source: Database is created
bn_bd: ডাটাবেজ তৈরি করা হয়েছে
hi_in: डेटाबेस बनाया गया है

source: Create file parameters
hi_in: फ़ाइल पैरामीटर बनाएं

source: Create default shop and languages
bn_bd: ডিফল্ট দোকান এবং ভাষাসমূহ তৈর হয়েছে
hi_in: डिफ़ॉल्ट दुकान और भाषाओं को बनाएं

source: PHP 5.6 or later is not enabled
hi_in: पीएचपी 5.6 या बाद में सक्षम नहीं है

source: Cannot upload files
bn_bd: ফাইল আপলোড করা যাচ্ছে না
hi_in: फ़ाइलें अपलोड नहीं की जा सकतीं

source: Cannot create new files and folders
bn_bd: নতুন ফাইল এবং ফোল্ডার তৈরি করা যাচ্ছে না
hi_in: नई फ़ाइलें और फ़ोल्डर नहीं बना सकते

source: cURL extension is not enabled
hi_in: cURL एक्सटेंशन सक्षम नहीं है

source: GD library is not installed
hi_in: जीडी लाइब्रेरी स्थापित नहीं है

source: JSON extension is not loaded
hi_in: JSON एक्सटेंशन लोड नहीं किया गया है

source: PHP OpenSSL extension is not loaded
hi_in: PHP OpenSSL विस्तार लोड नहीं किया गया है

source: PDO MySQL extension is not loaded
bn_bd: PDO MySQLএক্সটেনশন লোড করা হয় নি
hi_in: PDO MySQL एक्सटेंशन लोड नहीं किया गया है

source: SimpleXML extension is not loaded
hi_in: SimpleXML एक्सटेंशन लोड नहीं किया गया है

source: ZIP extension is not enabled
hi_in: ZIP एक्सटेंशन सक्षम नहीं है

source: Fileinfo extension is not enabled
hi_in: Fileinfo एक्सटेंशन सक्षम नहीं है

source: Required Apache configuration
hi_in: आवश्यक अपाचे कॉन्फ़िगरेशन

source: Files
bn_bd: ফাইল
hi_in: फ़ाइलें

source: Not all files were successfully uploaded on your server
hi_in: आपके सर्वर पर सभी फ़ाइलों को सफलतापूर्वक अपलोड नहीं किया गया था

source: Permissions on files and folders
bn_bd: ফাইল এবং ফোল্ডার অনুমতি
hi_in: फ़ाइलों और फ़ोल्डरों पर अनुमतियां

source: Recursive write permissions for %user% user on %folder%
hi_in: %folder% पर %user% उपयोगकर्ता के लिए लिखने की अनुमति

source: Write permissions for %user% user on %folder%
hi_in: %folder% पर %user% उपयोगकर्ता के लिए लिखने की अनुमति

source: GZIP compression is not activated
bn_bd: Gzip কম্প্রেশন সক্রিয় করা নেই
hi_in: GZIP compression सक्रिय नहीं है

source: Mbstring extension is not enabled
bn_bd: Mbstring এক্সটেনশন সক্রিয় করা নেই
hi_in: Mbstring एक्सटेंशन सक्षम नहीं है

source: Dom extension is not loaded
bn_bd: Dom এক্সটেনশন লোড করা হয় নি
hi_in: Dom extension लोड नहीं किया गया है

source: Cannot open external URLs (requires allow_url_fopen as On)
hi_in: बाह्य यूआरएल नहीं खोल सकते हैं (अनुमति के लिए allow_url_fopen को ऑन करें)

source: Information about your Store
bn_bd: আপনার দোকান সম্পর্কে তথ্য
hi_in: अपने दुकान के बारे में जानकारी

source: Shop name
bn_bd: দোকান এর নাম
hi_in: दुकान का नाम

source: Main activity
bn_bd: মুখ্য কার্যকলাপ
hi_in: मुख्य गतिविधि

source: Please choose your main activity
bn_bd: আপনার প্রধান কার্যকলাপ বেছে নিন
hi_in: कृपया अपनी मुख्य गतिविधि चुनें

source: Other activity...
bn_bd: অন্য কার্যকলাপ ...
hi_in: अन्य गतिविधि...

source: Help us learn more about your store so we can offer you optimal guidance and the best features for your business!
bn_bd: আমরা যাতে আপনাকে আপনার ব্যবসার জন্য অনুকূল নির্দেশিকা এবং সর্বোত্তম বৈশিষ্ট্য অফার করতে পারি সেজন্য আমাদের আপনার দোকান সম্বন্ধে আরও জানতে সাহায্য করুন!
hi_in: अपने दुकान के बारे में अधिक जानने में हमारी मदद करें ताकि हम आपको आपके व्यवसाय के लिए अनुकूलतम मार्गदर्शन और सर्वोत्तम सुविधाएं प्रदान कर सकें।

source: Install demo products
bn_bd: ডেমো পণ্য ইনস্টল করুন
hi_in: डेमो उत्पादों को स्थापित करें

source: Yes
bn_bd: হ্যাঁ
hi_in: हां

source: No
bn_bd: না
hi_in: नहीं

source: Country
bn_bd: দেশ
hi_in: देश

source: Your Account
bn_bd: আপনার অ্যাকাউন্ট
hi_in: आपका खाता

source: First name
bn_bd: নামের প্রথমাংশ
hi_in: प्रथम नाम

source: Last name
bn_bd: নামের শেষাংশ
hi_in: अंतिम नाम

source: Shop password
bn_bd: দোকানের পাসওয়ার্ড
hi_in: दुकान पासवर्ड

source: Must be at least 8 characters
bn_bd: আট অক্ষর নূন্যতম
hi_in: कम से कम ८ वर्ण होना चाहिए

source: Re-type to confirm
bn_bd: নিশ্চিত করার জন্য আবার টাইপ করুন
hi_in: पुष्टि करने के लिए फिर से लिखें

source: All information you give us is collected by us and is subject to data processing and statistics, it is necessary for the members of the PrestaShop company in order to respond to your requests. Your personal data may be communicated to service providers and partners as part of partner relationships. Under the current "Act on Data Processing, Data Files and Individual Liberties" you have the right to access, rectify and oppose to the processing of your personal data through this <a href="%s" onclick="return !window.open(this.href)">link</a>.
hi_in: आपके द्वारा हमें दी गई सभी जानकारी हमारे द्वारा एकत्र की जाती है और डेटा प्रोसेसिंग और आंकड़ों के अधीन होती है, आपके अनुरोधों का उत्तर देने के लिए प्रेस्ताशोप कंपनी के सदस्यों के लिए यह आवश्यक है। पार्टनर रिलेशनशिप के हिस्से के रूप में आपके व्यक्तिगत डेटा को सेवा प्रदाताओं और भागीदारों के साथ भेजी जा सकता है वर्तमान "डेटा प्रोसेसिंग, डेटा फ़ाइलें और व्यक्तिगत लिबर्टीज पर अधिनियम" के तहत आपको अपने व्यक्तिगत डेटा के प्रसंस्करण तक पहुंच, सुधार और विरोध करने का अधिकार है। इस <a href = "%s" onclick = "return! Window.open (this.href)"> लिंक </a>।

source: Configure your database by filling out the following fields
bn_bd: নিম্নলিখিত ক্ষেত্রগুলি পূরণ করে আপনার ডাটাবেস কনফিগার করুন
hi_in: निम्नलिखित क्षेत्रों को भर कर अपने डेटाबेस को कॉन्फ़िगर करे

source: Please complete the fields below in order for PrestaShop to connect to your database.
hi_in: कृपया अपने डेटाबेस से कनेक्ट होने के लिए प्रेस्ताशोप के लिए नीचे दिए गए फ़ील्ड को पूरा करें।

source: Database server address
bn_bd: ডাটাবেস সার্ভারের ঠিকানা
hi_in: डेटाबेस सर्वर पता

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
bn_bd: ডিফল্ট পোর্ট হল 3306।ভিন্ন পোর্ট ব্যবহার করতে হলে আপনার সার্ভারের ঠিকানা এবং শেষে পোর্ট সংখ্যা যোগ করুন।যেমন-":4242".
hi_in: डिफ़ॉल्ट पोर्ट ३३०६ है। एक अलग पोर्ट का उपयोग करने के लिए, अपने सर्वर के पते के अंत में पोर्ट नंबर जोड़ें उ.दा ": ४२४२"।

source: Database name
bn_bd: ডেটাবেস নাম
hi_in: डेटाबेस का नाम

source: Database login
bn_bd: ডাটাবেস লগইন
hi_in: डेटाबेस लॉगिन

source: Database password
bn_bd: ডাটাবেজ পাসওয়ার্ড
hi_in: डेटाबेस पासवर्ड

source: Database Engine
bn_bd: ডাটাবেস ইঞ্জিন
hi_in: डेटाबेस इंजन

source: Tables prefix
bn_bd: টেবিল প্রিফিক্সঃ
hi_in: टेबल उपसर्ग

source: Drop existing tables (mode dev)
bn_bd: বিদ্যমান টেবিল ড্রপ করুন(mode dev)
hi_in: मौजूदा टेबल ड्रॉप करें (मोड डेवलोपेर)

source: Test your database connection now!
bn_bd: এখন আপনার ডাটাবেস সংযোগ পরীক্ষা করুন!
hi_in: अब अपने डेटाबेस कनेक्शन का परीक्षण करें!

source: Next
bn_bd: পরবর্তী
hi_in: अगला

source: Back
bn_bd: পেছনে
hi_in: वापस

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
hi_in: अगर आपको कुछ सहायता चाहिए, तो आप हमारी सहायता टीम से <a href="%help%" onclick="return.window.open(this.href);"> अनुरूप सहायता</a> प्राप्त कर सकते हैं। <a href="%doc%" onclick="return !window.open(this.href);"> आधिकारिक दस्तावेज </a> भी आपको मार्गदर्शन करने के लिए यहां भी है।

source: Official forum
bn_bd: অফিসিয়াল ফোরাম
hi_in: आधिकारिक मंच

source: Contact us
bn_bd: আমাদের সাথে যোগাযোগ করুন
hi_in: संपर्क

source: Documentation
bn_bd: নথিপত্র করন
hi_in: प्रलेखन

source: Forum
bn_bd: ফোরাম
hi_in: मंच

source: Blog
bn_bd: ব্লগ
hi_in: ब्लॉग

source: Contact us!
bn_bd: আমাদের সাথে যোগাযোগ করুন
hi_in: संपर्क!

source: Installation Assistant
bn_bd: ইনস্টলেশন সহকারী
hi_in: स्थापना सहायक

source: License Agreements
bn_bd: লাইসেন্স চুক্তি
hi_in: लाइसेंस अनुबंध

source: Done!
bn_bd: সম্পন্ন!
hi_in: सफलता!

source: An error occurred during installation...
hi_in: स्थापना के दौरान एक त्रुटि हुई...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
hi_in: आप पिछले चरणों पर वापस जाने के लिए बाएं कॉलम के लिंक का उपयोग कर सकते हैं या <a href="%link%"> यहां क्लिक करके </a> स्थापना प्रक्रिया को पुनरारंभ कर सकते हैं।

source: Your installation is finished!
bn_bd: আপনার ইনস্টলেশন সমাপ্ত!
hi_in: आपका स्थापना समाप्त हो गया है!

source: Please remember your login information:
hi_in: कृपया अपनी लॉगिन जानकारी याद रखें:

source: E-mail
bn_bd: ই মেইল
hi_in: ई-मेल

source: Print my login information
bn_bd: আপনার লগইন তথ্য মুদ্রণ করুন
hi_in: मेरी लॉगिन जानकारी प्रिंट करें

source: Password
bn_bd: পাসওয়ার্ড
hi_in: पासवर्ड

source: Display
bn_bd: প্রদর্শন
hi_in: प्रदर्शन

source: For security purposes, you must delete the "install" folder.
bn_bd: নিরাপত্তার জন্য "install" ফোল্ডার মুছে ফেলা আবশ্যক.
hi_in: सुरक्षा कारणों से, आपको "install" फ़ोल्डर भी हटाना होगा।

source: Back Office
bn_bd: ব্যাক অফিস
hi_in: पिछला कार्यालय

source: Manage your store
bn_bd: আপনার দোকান পরিচালনা করুন
hi_in: अपने दुकान का प्रबंधन

source: Front Office
bn_bd: ফ্রন্ট অফিস
hi_in: प्रमुख कार्यालय

source: Discover your store as your future customers will see it!
bn_bd: আপনার ভবিষ্যত গ্রাহক দেখতে পাবে আপনার যে দোকানটি তা আবিস্কার করুন!
hi_in: अपने दुकान की आविष्कार के रूप में अपने भविष्य के ग्राहकों को यह देखेंगे!

source: Discover your store
bn_bd: আপনার দোকান উন্মোচন করুন
hi_in: अपनी दुकान की खोज करें

source: Share your experience with your friends!
bn_bd: আপনার বন্ধুদের সঙ্গে আপনার অভিজ্ঞতা শেয়ার করুন!
hi_in: अपने दोस्तों के साथ अपना अनुभव साझा करें!

source: Watch this exhilarating experience: http://vimeo.com/89298199
hi_in: इस प्राणपोषक अनुभव को देखें: http://vimeo.com/89298199

source: Tweet
bn_bd: টুইট
hi_in: ट्वीट

source: Google+
hi_in: गूगल+

source: Pinterest
hi_in: पिंटरेस्ट

source: LinkedIn
hi_in: लिंक्डइन

source: Check out PrestaShop Addons to add that little something extra to your store!
hi_in: प्रेस्ताशोप एडओन अपने स्टोर करने के लिए अतिरिक्त कुछ है कि जोड़ने के लिए बाहर की जाँच करें!

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
hi_in: यदि आपके कोई प्रश्न हैं, तो कृपया हमारे <a href="%doc%" target="_blank"> प्रलेखन </a> और <a href="%forum%" target="_blank"> समुदाय फ़ोरम </a> पर जाएं।

source: Oops! Please correct the item(s) below, and then click "Refresh information" to test the compatibility of your new system.
bn_bd: নীচের আইটেম (গুলি) দয়া করে সঠিক করুন তারপর আপনার নতুন সিস্টেম সামঞ্জস্যের পরীক্ষা করতে "Refresh information" ক্লিক করুন
hi_in: ऊप्स! कृपया नीचे दिए गए आइटम को ठीक करें, और फिर अपनी नई प्रणाली की संगतता का परीक्षण करने के लिए "जानकारी ताज़ा करें" पर क्लिक करें।

source: Refresh
hi_in: पुनश्चर्या

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
hi_in: <b>चेतावनी: अब आप अपने स्टोर को अपग्रेड करने के लिए इस टूल का उपयोग नहीं कर सकते। </ b> <br /> <br /> आप पहले से ही <b> प्रेस्ताशोप संस्करण %version% </ b> स्थापित किया है। <br /> < br /> यदि आप नवीनतम संस्करण में अपग्रेड करना चाहते हैं, तो कृपया हमारे दस्तावेज़ पढ़ें: <a href="%doc%">%doc% </a>

source: Welcome to the PrestaShop %version% Installer
hi_in: प्रेस्ताशोप %version% इंस्टॉलर में आपका स्वागत है

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
hi_in: अगर आपको सहायता की आवश्यकता है, तो इस <a href="%tutoriellink%" target="_blank">संक्षिप्त ट्यूटोरियल को देखने में संकोच न करें</a>, या चेक करें <a href="%linkdoc%" target="_blank">हमारे दस्तावेज़ीकरण</a>

source: Continue the installation in:
bn_bd: এ ইনস্টলেশন চালিয়ে যান:
hi_in: इसमें स्थापना जारी रखें:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
hi_in: उपरोक्त भाषा चयन केवल स्थापना सहायक पर लागू होता है आपकी दुकान स्थापित होने के बाद, आप अपने स्टोर की भाषा %d% से अधिक अनुवादों में से चुन सकते हैं, सभी के लिए निःशुल्क!

source: Lingerie and Adult
bn_bd: অন্তর্বাস ও পূর্ণবয়স্ক
hi_in: अधोवस्त्र और वयस्क

source: Animals and Pets
bn_bd: প্রাণী এবং গৃহপালিত
hi_in: पशु और पालतू जानवर

source: Art and Culture
bn_bd: শিল্প ও সংস্কৃতি
hi_in: कला एवं संस्कृति

source: Babies
bn_bd: শিশু
hi_in: शिशुओं

source: Beauty and Personal Care
bn_bd: সৌন্দর্য্য ও ব্যক্তিগত পরিচর্যা
hi_in: सौंदर्य और व्यक्तिगत देखभाल

source: Cars
bn_bd: গাড়ী
hi_in: मोटर

source: Computer Hardware and Software
bn_bd: কম্পিউটার হার্ডওয়্যার ও সফটওয়্যার
hi_in: कंप्यूटर हार्डवेयर और सॉफ्टवेयर

source: Download
bn_bd: ডাউ্নলোড
hi_in: डाउनलोड

source: Fashion and accessories
bn_bd: ফ্যাশন ও আনুষাঙ্গিক
hi_in: फैशन और सहायक उपकरण

source: Flowers, Gifts and Crafts
bn_bd: ফুল, উপহার এবং হস্তশিল্প
hi_in: फूल, उपहार और शिल्प

source: Food and beverage
bn_bd: খাদ্য এবং পানীয়
hi_in: खाद्य और पेय

source: HiFi, Photo and Video
bn_bd: HiFi, ফটো এবং ভিডিও
hi_in: हाइ फाई, फोटो और वीडियो

source: Home and Garden
bn_bd: বাড়ি এবং বাগান
hi_in: घर व बाग

source: Home Appliances
bn_bd: গৃহস্থালি সামগ্রী
hi_in: घरेलु उपकरण

source: Jewelry
bn_bd: গয়না
hi_in: गहने

source: Mobile and Telecom
bn_bd: মোবাইল এবং টেলিকম
hi_in: मोबाइल और दूरसंचार

source: Services
bn_bd: সেবা
hi_in: सेवाएं

source: Shoes and accessories
bn_bd: জুতো এবং আনুষাঙ্গিক
hi_in: जूते और सहायक उपकरण

source: Travel
bn_bd: পর্যটন
hi_in: यात्रा

source: At least one table with same prefix was already found, please change your prefix or drop your database
bn_bd: একই প্রিফিক্স যুক্ত কমপক্ষে আরও একটি টেবিল পাওয়া গেছে,আপনার প্রিফিক্স বদলান অথবা ডাটাবেস ড্রপ করুন
hi_in: एक ही टेबल के साथ कम से कम एक तालिका पहले से ही मिली थी, कृपया अपना टेबल बदलें या अपना डेटाबेस गिराऐ|

source: Server name is not valid
bn_bd: সার্ভারের নাম সঠিক নয়
hi_in: सर्वर नाम मान्य नहीं है

source: You must enter a database name
bn_bd: আপনাকে একটি ডাটাবেসের নাম লিখতে হবে
hi_in: आपके लिए डेटाबेस नाम डालना आवश्यक है

source: You must enter a database login
bn_bd: আপনাকে একটি ডাটাবেস লগইন থেকে প্রবেশ করতে হবে
hi_in: आपको डेटाबेस लॉगिन दर्ज करना होगा

source: Tables prefix is invalid
bn_bd: টেবিল প্রিফিক্স ভুল
hi_in: तालिकाओके उपसर्ग अमान्य है

source: Cannot convert database data to utf-8
bn_bd: ডাটাবেসের তথ্য utf-8 এ রূপান্তর করতে পারবেন না
hi_in: डेटाबेस डेटा को यूटीएफ-८ में परिवर्तित नहीं किया जा सकता

source: The values of auto_increment increment and offset must be set to 1
hi_in: auto_increment मूल्य बढ़ती और ऑफ़सेट १ पर सेट होना चाहिए

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
hi_in: डेटाबेस "%s" पर तालिका बनाने के लिए आपके डेटाबेस लॉगिन में विशेषाधिकार नहीं हैं। अपने होस्टिंग प्रदाता से पूछें:

source: Database Server is not found. Please verify the login, password and server fields
bn_bd: ডাটাবেস সার্ভার খুঁজে পাওয়া যায় নি।লগইন, পাসওয়ার্ড এবং সার্ভার ক্ষেত্র দয়া করে যাচাই করুন।
hi_in: डेटाबेस सर्वर नहीं मिला है कृपया लॉगिन, पासवर्ड और सर्वर फ़ील्ड सत्यापित करें

source: Connection to MySQL server succeeded, but database "%database%" not found
hi_in: मायएसक्युएल सर्वर से कनेक्शन सफल हुआ, लेकिन डेटाबेस "%database%" नहीं मिला

source: Attempt to create the database automatically
bn_bd: স্বয়ংক্রিয়ভাবে ডাটাবেস তৈরি করার চেষ্টা করুন
hi_in: स्वचालित रूप से डेटाबेस बनाने का प्रयास

source: %file% file is not writable (check permissions)
hi_in: %file% फ़ाइल लेखन योग्य नहीं है (अनुमतियों की जांच करें)

source: %folder% folder is not writable (check permissions)
hi_in: %folder% फ़ाइल लेखन योग्य नहीं है (अनुमतियों की जांच करें)

source: Cannot write settings file
bn_bd: সেটিংস ফাইল রাইট করা যায় নি
hi_in: सेटिंग्स फ़ाइल नहीं लिख सकते

source: Cannot write app/config/parameters.php file
hi_in: app/config/parameters.php फ़ाइल नहीं लिख सकते

source: Cannot write app/config/parameters.yml file
hi_in: App/config/parameters.yml फ़ाइल नहीं लिख सकते

source: Database structure file not found
bn_bd: ডাটাবেজ কাঠামো ফাইল খুঁজে পাওয়া যায় নি
hi_in: डेटाबेस संरचना फ़ाइल नहीं मिली

source: Cannot create group shop
bn_bd: গ্রুপ দোকান তৈরি করা যায় নি
hi_in: समूह की दुकान बना नहीं सकते

source: Cannot create shop
bn_bd: দোকান তৈরি করা যায় নি
hi_in: दुकान नहीं बना सकते

source: Cannot create shop URL
bn_bd: দোকানের URL তৈরি করা যায় নি
hi_in: दुकान यूआरएल नहीं बना सकता

source: File "language.xml" not found for language iso "%iso%"
hi_in: फ़ाइल "language.xml" भाषा आईएसओ "%iso%" के लिए मान्य नहीं है

source: File "language.xml" not valid for language iso "%iso%"
hi_in: फ़ाइल "language.xml" भाषा आईएसओ "%iso%" के लिए मान्य नहीं है

source: Cannot download language pack "%iso%"
hi_in: भाषा पैक "%iso%" को डाउनलोड नहीं किया जा सकता

source: Cannot install language "%iso%"
hi_in: भाषा "%iso%" स्थापित नहीं की जा सकती

source: Cannot copy flag language "%flag%"
hi_in: झंडा भाषा "%flag%" कॉपी नहीं कर सकता

source: Cannot create admin account
bn_bd: এডমিন অ্যাকাউন্ট তৈরি করা যায় নি
hi_in: व्यवस्थापक खाता नहीं बनाया जा सकता

source: Cannot install module "%module%"
hi_in: मॉड्यूल "%module%" स्थापित नहीं किया जा सकता

source: Fixtures class "%class%" not found
hi_in: फिक्स्चर कलास "%class%" नहीं मिला

source: "%class%" must be an instance of "InstallXmlLoader"
hi_in: "%class%" का एक उदाहरण होना चाहिए "InstallXmlLoader"

source: Database upgrade completed.
hi_in: डाटाबेस अपग्रेड पूरा

source: Disabling modules now...
hi_in: अब मॉड्यूल असमर्थ हो रहा है...

source: Modules successfully disabled.
hi_in: मॉड्यूल सफलतापूर्वक अक्षम किया गया|

source: Enabling modules now...
hi_in: अब मॉड्यूल समर्थ हो रहा है...

source: Modules successfully enabled.
hi_in: मॉड्यूल सफलतापूर्वक सक्षम किया गया|

source: Upgrading images now...
hi_in: छवियों को उन्नत किया जा रहा है...

source: Images successfully upgraded.
hi_in: छवियां सफलतापूर्वक उन्नत की गईं|

source: Upgrading languages now...
hi_in: छवियों को उन्नत किया जा रहा है...

source: Languages successfully upgraded.
hi_in: भाषाओं को सफलतापूर्वक उन्नत किया गया|

source: Upgrading theme now...
hi_in: अब थीम को उन्नत किया जा रहा है...

source: Theme successfully upgraded.
hi_in: छवियां सफलतापूर्वक उन्नत की गईं|

source: Error detected during upgrade.
hi_in: नवीनीकरण के दौरान त्रुटि का पता चला।

source: SQL error on query <i>%query%</i>
hi_in: कवेरि पर एसक्यूएल त्रुटि <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
hi_in: इकाई के लिए एक एसक्यूएल त्रुटि उत्पन्न हुई <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
hi_in: इकाई "%entity%" के लिए छवि "%identifier%" नहीं बना सकते

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
hi_in: छवि "%identifier%" (फ़ोल्डर "%folder%" पर खराब अनुमतियां) नहीं बना सकता

source: Cannot create image "%identifier%"
hi_in: छवि "%identifier%" नहीं बना सकते

source: Cannot create image "%1$s" for entity "%2$s"
bn_bd: এনটিটি "%2$s"এর জন্য চিত্র "%1$s" তৈরি করা যায় নি
hi_in: इकाई "%2$s" के लिए छवि "%1$s" नहीं बना सकते

source: Store installation
bn_bd: দোকান ইন্সটলেসন

source: firstname
bn_bd: নামের প্রথম অংশ

source: Your lastname contains some invalid characters
bn_bd: আপনার নামের শেষ অংশ কিছু ভুল অক্ষর বহন করছে

source: lastname
bn_bd: নামের শেষ অংশ

source: An error occurred during logo copy.
bn_bd: লোগো কপি করার সময় একটি ত্রুটি ঘটেছে

source: An error occurred during logo upload.
bn_bd: লোগো আপলোড করার সময় একটি ত্রুটি ঘটেছে

source: Cannot create the database automatically
bn_bd: স্বয়ংক্রিয়ভাবে ডাটাবেস তৈরি করতে পারবেন না

source: Create database tables
bn_bd: ডাটাবেস সারণী তৈরী হয়েছে

source: Populate database tables
bn_bd: ডাটাবেস টেবিল তথ্যপূর্ণ হয়েছে

source: Configure shop information
bn_bd: দোকানের তথ্য কনফিগার হয়েছে

source: Install demonstration data
bn_bd: ডেমনেসট্রেসন তথ্য ইনস্টল হয়েছে

source: Install modules
bn_bd: মডিউল ইনস্টল হয়েছে

source: Install Addons modules
bn_bd: মডিউল অ্যাডঅনস ইনস্টল হয়েছে

source: Install theme
bn_bd: থিম ইনস্টল হয়েছে

source: Required PHP parameters
bn_bd: প্রয়োজনীয় পিএইচপি পরামিতি

source: Recommended PHP parameters
bn_bd: প্রস্তাবিত পিএইচপি পরামিতি

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
bn_bd: ডেমো পণ্য PrestaShopএর ব্যবহার শিখার একটি ভালো উপায়।আপনি যদি এটার সাথে পরিচিত না হন, তাহলে তাদের ইনস্টল করা উচিত।

source: Select your country
bn_bd: আপনার দেশ নির্বাচন করুন

source: Shop timezone
bn_bd: দোকানের সময় অঞ্চল (timezone)

source: Select your timezone
bn_bd: আপনার সময় অঞ্চল নির্বাচন করুন

source: Shop logo
bn_bd: দোকান লোগো

source: Optional - You can add you logo at a later time.
bn_bd: ঐচ্ছিক - পরবর্তী সময়ে লোগো যোগ করতে পারেন.

source: E-mail address
bn_bd: ইমেইল ঠিকানা

source: This email address will be your username to access your store's back office.
bn_bd: এই ইমেইল ঠিকানা আপনার দোকান এর ব্যাক অফিস অ্যাক্সেস করতে আপনার ইউজারনেম হবে

source: Enable SSL
bn_bd: SSL সক্রিয় করতে ইচ্ছুক

source: To use PrestaShop, you must <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> to collect all of your store's data-related activities.
bn_bd: PrestaShop ব্যবহার করতে, আপনাকে অবশ্যই a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> আপনার দোকান সম্পর্কিত সকল তথ্য সংগ্রহ করার জন্য

source: Support
bn_bd: সহায়তা

source: PrestaShop Installation Assistant
bn_bd: PrestaShop ইনস্টলেশন সহকারী

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
bn_bd: PrestaShop ইনস্টল করার জন্য,আপনাকে জাভাস্ক্রিপ্ট আপনার ব্রাউজারে সক্রিয় করতে হবে

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
bn_bd: PrestaShop দ্বারা বিনামূল্যে দেওয়া অনেক বৈশিষ্ট্য ভোগ করতে, নীচের লাইসেন্স শর্ত দয়া করে পড়ুন।PrestaShop কোর, OSL 3.0 এর অধীনে লাইসেন্স করা হয় এবং মডিউল, এবং থিমগুলি afl 3.0 অধীনে লাইসেন্স করা হয়

source: I agree to the above terms and conditions.
bn_bd: আমি উপরের শর্তাবলীর সাথে সম্মত
