Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/messages.*.xlf
Languages: fa_ir

source: Tax Excluded
fa_ir: بدون مالیات

source: Tax Included
fa_ir: با مالیات

source: %d product(s) successfully created.
fa_ir: %d محصول با موفقیت ساخته شد

source: Attributes generator
fa_ir: تولیدکننده مشخصه‌ها

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
fa_ir: مولد ترکیب‎ها ابزاری است که به شما اجازه می‎دهد به سادگی یک سری ترکیب‎ها با استفاده از انتخاب مشخصه‎های مرتبط بسازید. نمونه، اگر شما تی‌شرت‌هایی در سه سایز و دو رنگ مختلف می‌فروشید، مولد شش ترکیب برای شما می‎سازد.

source: You're currently generating combinations for the following product:
fa_ir: شما اكنون در حال توليد تركيب براي اين محصول هستيد:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
fa_ir: مرحله اول: در سمت راست، مشخصه‎هایی را که می‎خواهید انتخاب کنید (در حالی که کلید Ctrl را پایین نگه داشته اید) سپس با فشردن «افزودن» آن را تأیید کنید

source: Impact on the product price
fa_ir: تأثیر روی قیمت محصول

source: Impact on the product weight
fa_ir: تأثیر روی وزن محصول

source: Select a default quantity, and reference, for each combination the generator will create for this product.
fa_ir: مرحله دوم (انتخابی): یک مقدار و مرجع پیش‎فرض برای همه ترکیب‎هایی که مولد برای محصول می‎سازد انتخاب نمایید.

source: Default Quantity:
fa_ir: تعداد پيش‌فرض:

source: Default Reference:
fa_ir: مرجع پیش‌فرض:

source: Please click on "Generate these combinations".
fa_ir: لطفاً روی «تولید این ترکیب‌ها» کلیک کنید.

source: Generate these combinations
fa_ir: تولید این ترکیب‌ها

source: [undefined]
fa_ir: [تعریف نشده]

source: If enabled, the voucher will not apply to products already on sale.
fa_ir: اگر فعال شود، بن روی محصولاتی که حراج شده‌اند اعمال نخواهد شد.

source: Add a rule concerning
fa_ir: یک قانون اضافه کنید که در مورد

source: The product(s) are matching one of these:
fa_ir: محصول(ها) مطابقت داده می‌شود با:

source: Discount name
fa_ir: نام تخفیف

source: Sync success
fa_ir: همگام سازی موفق

source: Close
fa_ir: بستن

source: Customer since: %s
fa_ir: مشتری از: %s

source: Choose a template
fa_ir: انتخاب قالب

source: Send
fa_ir: ارسال

source: You can add a comment here.
fa_ir: می توانید نظر خود را بیفزایید.

source: Customer ID:
fa_ir: شناسه مشتری:

source: Order #
fa_ir: شماره سفارش

source: Product #
fa_ir: شماره محصول

source: Subject:
fa_ir: موضوع:

source: Valid orders:
fa_ir: سفارشات معتبر:

source: %firstname% %lastname% has not registered any addresses yet
fa_ir: %firstname% %lastname% هیچ نشانی‌ای ثبت نکرده است

source: No result
fa_ir: نتیجه‌ای نداشت

source: Real Time
fa_ir: زمان واقعی

source: Discount:
fa_ir: تخفیف:

source: Download
fa_ir: دانلود

source: Read more about the CSV format at:
fa_ir: در مورد فرمت CSV بیشتر بخوانید در:

source: or
fa_ir: یا

source: The locale must be installed
fa_ir: محل باید نصب شده باشد

source: Multiple value separator
fa_ir: جدا کننده ارزش (مقادیر) چندگانه

source: Please name your data matching configuration in order to save it.
fa_ir: لطفا پیکربندی انطباق داده هایتان را برای ذخیره شدن نامگذاری کنید.

source: Match your data
fa_ir: داده‌های خود را تطبیق دهید

source: Please match each column of your source file to one of the destination columns.
fa_ir: لطفا هر ستون از فایل مبدا csv را به یکی از ستون‌های مقصد، انطباق دهید.

source: Load a data matching configuration
fa_ir: پیکربندی انطباق داده را بارگیری کن

source: Load
fa_ir: بارگیری

source: Save your data matching configuration
fa_ir: پیکربندی انطباق داده خود را ذخیره کنید

source: Two columns cannot have the same type of values
fa_ir: دو ستون متفاوت یک نوع مقدار مشابه را نمی‌پذیرند

source: This column must be set:
fa_ir: این ستون باید تنظیم شود:

source: Rows to skip
fa_ir: خط‌های نادیده‌گرفته شده

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
fa_ir: مشخص می‌کند که چه تعداد از سطرهای ابتدایی فایل شما در هنگام واردسازی داده‌ها باید نادیده گرفته شوند. برای مثال اگر اولین سطر فایل شما حاوی سرستون‌ها است، آن را برابر 1 قرار دهید.

source: Password
fa_ir: کلمه‌ی عبور

source: Your password has been successfully changed.
fa_ir: کلمه‌ی عبور شما با موفقیت تغییر کرده است.

source: Delete item #
fa_ir: حذف آیتم شماره

source: You might be interested in
fa_ir: ممکن است به این مورد علاقمند باشید

source: Translate
fa_ir: ترجمه

source: Update
fa_ir: به روز رسانی

source: Generate RTL Stylesheets
fa_ir: تولید استایل‌های RTL

source: Manage hooks
fa_ir: مدیریت جاگیری‌ها

source: Uninstall
fa_ir: حذف نصب

source: See all modules
fa_ir: نمایش همه ماژول‌ها

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
fa_ir: برای اضافه کردن یک ماژول جدید به سادگی به حساب افزونه‌های پرستاشاپ خود وصل شده و همه ماژول‌های خریداری شده توسط شما به صورت خودکار وارد خواهند شد.

source: Can I add my own modules?
fa_ir: آیا من می‌توانم ماژول را خودم اضافه کنم?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
fa_ir: لطفا به موارد امنیتی توجه کنید.شما فقط می‌توانید از ماژول‌هایی که در افزونه‌ی پرستاشاپ توزیع شده است اضافه کنید.

source: Search on PrestaShop Marketplace:
fa_ir: جستجو در بازار پرستاشاپ:

source: Or
fa_ir: یا

source: Module
fa_ir: ماژول

source: Normal view
fa_ir: نمایش معمولی

source: Favorites view
fa_ir: نمایش مورد علاقه

source: Tab
fa_ir: تب

source: Categories
fa_ir: شاخه‌ها

source: Interest
fa_ir: جالب

source: Favorite
fa_ir: مورد علاقه

source: Other Modules
fa_ir: سایر ماژول‎ها

source: Installed Modules
fa_ir: افزونه‎های نصب شده

source: Disabled Modules
fa_ir: افزونه‎های غیرفعال

source: Filter by
fa_ir: فیلتر کن با

source: Installed & Not Installed
fa_ir: نصب شده و نصب نشده

source: Modules Not Installed
fa_ir: ماژول‌های نصب نشده

source: Enabled & Disabled
fa_ir: فعال و غیرفعال

source: Enabled Modules
fa_ir: ماژول‎های فعال

source: Authors
fa_ir: نویسندگان

source: All Modules
fa_ir: همه ماژول‎ها

source: Free Modules
fa_ir: ماژول‌های رایگان

source: Partner Modules (Free)
fa_ir: ماژول‌های اشتراکی (رایگان)

source: Must Have
fa_ir: باید داشته باشد

source: Modules purchased on Addons
fa_ir: ماژول‎های خریداری شده در افزونه‎ها

source: All authors
fa_ir: تمامی نویسندگان

source: All countries
fa_ir: همه کشورها

source: Current country:
fa_ir: کشور فعلی:

source: Would you like to delete the content related to this module ?
fa_ir: می خواهید محتوای مرتبط با این افزونه را حذف کنید؟

source: Confirm reset
fa_ir: تأیید کردن بازنشاندن

source: No - reset only the parameters
fa_ir: خیر - فقط بازنشاندن پارامترها

source: Yes - reset everything
fa_ir: بلی - بازنشاندن همه چیز

source: Preferences saved
fa_ir: تنظیمات ذخیره شد

source: Remove from Favorites
fa_ir: حذف از علاقمندی‌ها

source: Mark as Favorite
fa_ir: نشانه گذاری شده به عنوان علاقمندی

source: Module %1s
fa_ir: ماژول %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
fa_ir: رسمی ، ماژول دارای گواهی از پرستاشاپ. رایگان، امن و شامل به روز رسانی!

source: Update it!
fa_ir: به‌روز رسانی آن!

source: Install the selection
fa_ir: نصب انتخاب شده‌ها

source: Uninstall the selection
fa_ir: حذف نصب انتخاب شده‌ها

source: by
fa_ir: طراحی توسط

source: You bought this module on PrestaShop Addons. Thank You.
fa_ir: شما این ماژول را از فروشگاه افزونه پرستاشاپ خریداری کرده اید.متشکریم.

source: Bought
fa_ir: خریداری شده

source: This module is available on PrestaShop Addons
fa_ir: این افزونه در افزونه‎های پرستاشاپ در دسترس است

source: Popular
fa_ir: محبوب

source: Official
fa_ir: رسمی

source: Need update
fa_ir: نیازمند بروزرسانی

source: Free
fa_ir: رایگان!

source: Read more
fa_ir: بیشتر

source: Install
fa_ir: نصب

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
fa_ir: اگر می‌خواهید از صفحه‌ی ماژول‎های مدیریت و ماژول‌‌‌‌‌‌های رایگان موجود حداکثر استفاده را ببرید، باید پیکربندی زیر را در سرورتان فعال کنید:

source: Enable PHP's allow_url_fopen setting
fa_ir: فعال کردن allow_url_fopen در تنظیمات php

source: Enable PHP's OpenSSL extension
fa_ir: فعال کردن توسعه دهنده OpenSSL برای PHP

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
fa_ir: فروشگاه خود را به بازار PrestaShop وصل کنید تا به طور خودکار تمام خریدهای Addons خود را وارد کنید.

source: Don't have an account?
fa_ir: یک حساب کاربری ندارید؟

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
fa_ir: قدرت افزونه‌های پرستاشاپ را کشف کنید! بازارچه رسمی پرستاشاپ را ببینید و بیش از 3500 ماژول بدیع را بیابید که نرخ تبدیل را بهینه می کند، بازدیدکنندگان را افزایش می دهد، بر میزان وفاداری مشتریان و سوددهی شما می افزاید

source: Connect to PrestaShop Addons
fa_ir: اتصال به افزونه‌های پرستاشاپ

source: I forgot my password
fa_ir: کلمه‌ی عبورم را فراموش کرده‌ام

source: Create an Account
fa_ir: ایجاد حساب کاربری

source: Sign in
fa_ir: ورود به حساب

source: What Should I Do?
fa_ir: چه کاری بهتر است انجام بدهم?

source: Proceed with the installation
fa_ir: ادامه با نصب

source: Do you want to install this module that could not be verified by PrestaShop?
fa_ir: آیا شما می‌خواهید ماژولی که توسط پرستاشاپ تایید نشده است را نصب کنید?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
fa_ir: تا زمانی که شما این ماژول را افزونه‌های پرستاشاپ نصب نکرده‌اید ما نمی‌توانیم اثبات کنیم این ماژول دارای توابع ناشناس و نا امن نیست. پیشنهاد می‌کنیم فقط در صورتی که از ایمن بودن ماژول مطمئن هستید آن را نصب کنید.

source: What's the risk?
fa_ir: چه خطری دارد?

source: Am I at Risk?
fa_ir: آیا من ریسک می‌کنم?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
fa_ir: ماژولی که توسط ما تایید نشده است ممکن است خطرناک باشد و کدهای مخفی را درخود داشته باشد. نگران نباشید این هشدار جهت اطلاع شماست.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
fa_ir: پرستاشاپ، به عنوان یک نرم افزار کد باز، انجمنی عالی به همراه تاریخچه‌ی توسعه و اشتراک ماژول‌هایی با کیفیت بالا می‌باشد. پیش از نصب این ماژول، اطمینان پیدا کردن از نویسنده‌ی آن که عضوی شناخته شده از انجمن باشد همیشه ایده‌ای خوب است (برای مثال با بررسی [1] تالار گفتگوی ما [/1]).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
fa_ir: اگر شما از سازنده ماژول مطمئن هستید می‌توانید این ماژول را نصب کنید.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
fa_ir: در هر حال می‌توانید ماژول‌های مشابه را در افزونه‌های پرستاشاپ جستجو کنید [1] اینجا را برای جستجو در افزونه‌های پرستاشاپ کلیک کنید[/1].

source: Back
fa_ir: قبلی

source: This module could not be verified by PrestaShop.
fa_ir: این ماژول توسط پرستاشاپ تایید نشده است.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
fa_ir: تا زمانی که شما این ماژول را افرونه‌های پرستاشاپ نصب نکرده‌اید ما نمی‌توانیم اثبات کنیم این ماژول توسط سیستم ایمنی ما بررسی شده است (برای مثال بررسی توابع ناشناس مانند تبلیغات لینکهای مخفی، اسپم ها و غیره).

source: You can search for similar modules on the official marketplace.
fa_ir: می‌توانید ماژول‌های مشابه را در بخش فروشگاه اختصاصی پرستاشاپ جستجو کنید.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
fa_ir: [1] برای جستجو در افزونه‌های پرستاشاپ، این جا کلیک کنید[/1].

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
fa_ir: عموما این زمانی اتفاق می‌افتد که ماژول از بازار رسمی پرستاشاپ یا افزونه‌های آن توزیع نشده باشد، یا سرور، ارتباط خود را با افزونه‌ها از دست داده باشد.

source: Author
fa_ir: نویسنده

source: Back to modules list
fa_ir: بازگشت به لیست ماژول‌ها

source: You are about to install "%s", a module which is not compatible with your country.
fa_ir: شما در حال نصب "%s" هستید، یک ماژول که با کشور شما سازگاری ندارد.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
fa_ir: این ماژول از طرف پرستاشاپ تایید نشده است از این رو ما نمی‌توانیم گواهی کنیم که در کشور شما به خوبی کار کند و این مطابق با کیفیت مورد نیاز ماست.

source: Use at your own risk.
fa_ir: با پذیرش خطر توسط خودتان، استفاده کنید.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
fa_ir: اگر شما در این باره مطمئن نیستید، می‌بایست به وسیله‌ی خدمات مشتری %s برای درخواست سازگار کردن ماژول با کشور شما تماس بگیرید.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
fa_ir: علاوه بر این، ما توصیه می‌کنیم که از یک ماژول معدل استفاده کنید: ماژول‌های سازگار برای کشور شما در تب "ماژول" بخش مدیریت شما فهرست شده‌اند.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
fa_ir: اگر درباره‌ی این ماژول اطمینان ندارید، می‌توانید به دنبال ماژول های مشابه در فروشگاه اختصاصی پرستاشاپ باشید.

source: Click here to browse PrestaShop Addons.
fa_ir: برای گرفتن افزونه‌های پرستاشاپ اینجا کلیک کنید.

source: Manage translations
fa_ir: مدیریت ترجمه‌ها

source: Addons membership provides access to all our PrestaShop modules.
fa_ir: عضویت در افزونه‌های پرستاشاپ دسترسی به کلیه ماژول‌های پرستاشاپ ما را فراهم می‌کند.

source: Once connected, your new modules will be automatically installed.
fa_ir: پس از اتصال، ماژول جدید به صورت خودکار نصب خواهد شد.

source: Sign up
fa_ir: ثبت نام

source: Connect to PrestaShop Marketplace account
fa_ir: اتصال به حساب افزونه‌های پرستاشاپ

source: Log in
fa_ir: ورود

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
fa_ir: ماژول باید به صورت فایل Zip باشد.(Zip.) یا بسته (.tar,.tar.gz, .tgz).

source: Upload a module from your computer.
fa_ir: آپلود ماژول از رایانه شما

source: Module file
fa_ir: ماژول

source: Choose a file
fa_ir: انتخاب فایل

source: Upload this module
fa_ir: بارگذاری این ماژول

source: An upgrade is available for some of your modules!
fa_ir: یک ارتقا برای برخی از افزونه‎ها موجود است!

source: Favorites
fa_ir: علاقه مندی‌ها

source: All
fa_ir: همه

source: Add a new module
fa_ir: افزودن یک ماژول جدید

source: List of modules
fa_ir: فهرست ماژول‌‌ها

source: Update all
fa_ir: بروزرسانی همه

source: Check for update
fa_ir: بررسی برای به روز رسانی

source: Help
fa_ir: راهنما

source: (%s votes)
fa_ir: (%s رأی)

source: (%s vote)
fa_ir: (%s رأی)

source: Description
fa_ir: توضیحات

source: Merchant benefits
fa_ir: مزایای فروشنده

source: Install module
fa_ir: نصب ماژول

source: View on PrestaShop Addons
fa_ir: در افزونه‎های پرستاشاپ ببینید

source: This module is available for free thanks to our partner.
fa_ir: این افزونه به منظور تشکر از همکار ما به صورت رایگان در دسترس است.

source: Not Installed
fa_ir: نصب نشده

source: Installed
fa_ir: نصب شده

source: More modules on addons.prestashop.com
fa_ir: افزونه‌های بیشتر در addons.prestashop.com

source: No module was found for this hook.
fa_ir: هیچ ماژولی در اینجا قرار ندارد

source: The controller %s is missing or invalid.
fa_ir: کنترل کننده %s یافت نشد یا نامعتبر است.

source: Back to the previous page
fa_ir: بازگشت به صفحه‎ی قبل

source: Go to the dashboard
fa_ir: رفتن به پیشخوان

source: See the document
fa_ir: نمایش سند

source: Set payment form
fa_ir: تنظیم فرم پرداخت

source: Add note
fa_ir: افزودن یادداشت

source: Edit note
fa_ir: ویرایش یادداشت

source: Existing
fa_ir: موجود

source: New
fa_ir: جدید

source: Quantity:
fa_ir: تعداد:

source: Show carts and orders for this customer.
fa_ir: نمایش سبد خرید و سفارشات برای این مشتری

source: Hide carts and orders for this customer.
fa_ir: عدم نمایش سبد خرید و سفارشات برای این مشتری

source: Change
fa_ir: تغییر

source: Gift
fa_ir: هدیه

source: Search for an existing product by typing the first letters of its name.
fa_ir: با وارد کردن اولین حرف اسم یک محصول فعلی بدنبال آن بگردید.

source: Transform a guest into a customer
fa_ir: تبدیل مهمان به مشتری

source: Process a standard refund
fa_ir: پردازش بازپرداخت استاندارد

source: Process a partial refund
fa_ir: پردازش بازپرداخت جزئی

source: Refunded
fa_ir: استرداد وجه شده

source: Return products
fa_ir: محصولات برگشتی

source: Refund products
fa_ir: محصولات استرداد وجه شده

source: Cancel products
fa_ir: محصولات لغو شده

source: Keywords
fa_ir: کلمات کلیدی

source: Warehouse
fa_ir: انبار

source: Attribute
fa_ir: مشخصه

source: Attachment
fa_ir: ضمیمه

source: Category
fa_ir: دسته بندی

source: Brand
fa_ir: برند

source: Supplier
fa_ir: تهیه کننده

source: Number of products:
fa_ir: تعداد محصولات:

source: Product name
fa_ir: نام محصول

source: Attribute name
fa_ir: نام مشخصه

source: Supplier Reference
fa_ir: مرجع توزیع کننده

source: Wholesale price
fa_ir: قیمت عمده فروشی که شما این محصول را خریده‎اید

source: EAN13
fa_ir: بارکد 13 رقمی اروپا یا کد کالای ژاپنی

source: UPC
fa_ir: بارکد (UPC)

source: Available Quantity
fa_ir: تعداد در دسترس

source: N/A
fa_ir: ناموجود

source: Layout
fa_ir: چیدمان

source: See all themes
fa_ir: نمایش همه قالب‌ها

source: Add a new theme
fa_ir: افزودن قالب جدید

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
fa_ir: برای افزودن یک قالب جدید، به سادگی به حساب افزونه‌های پرستاشاپ خود وارد شوید: قالب جدید به صورت خودکار به فروشگاه شما وارد خواهد شد.

source: You can choose among 1,500+ professional templates!
fa_ir: می‌توانید از بین بیش از 1500 قالب انتخاب کنید!

source: Can I add my own theme?
fa_ir: آیا من میتوانم خودم قالب اضافه کنم?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
fa_ir: لطفا به موارد امنیتی توجه کنید. شما فقط می‌توانید از قالب‌هایی که در افزونه‌های پرستاشاپ توزیع شده است اضافه کنید.

source: You can also create a new theme below.
fa_ir: همچنین می‌توانید یک قالب جدید در زیر ایجاد کنید.

source: Choose layouts
fa_ir: انتخاب چیدمان

source: Use this theme
fa_ir: استفاده از این قالب

source: Delete this theme
fa_ir: حذف این قالب

source: Designed by %s
fa_ir: طراحی شده توسط %s

source: Configure your page layouts
fa_ir: چیدمان‌های صفحه‌ی خود را پیکربندی کنید

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
fa_ir: هر صفحه می‌تواند از یک چیدمان متفاوت استفاده کند؛ چیدمان صفحه را از بین چیدمان‌های موجود در قالب خود انتخاب کنید.

source: Reset to defaults
fa_ir: تنظیم‌مجدد به پيش‌فرض

source: The "%1$s" theme has been successfully installed.
fa_ir: قالب \"%1$s\" با موفقیت نصب شد.

source: The following module(s) were not installed properly:
fa_ir: ماژول(های) زیر درست نصب نشده‌اند:

source: Warning: You may have to regenerate images to fit with this new theme.
fa_ir: هشدار: شما ممکن است نیاز به بازسازی تصاویر برای هماهنگی با این قالب جدید داشته باشید.

source: Go to the thumbnails regeneration page
fa_ir: رفتن به صفحه بازسازی تصاویر بنداگشتی

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
fa_ir: هشدار: این نوع تصویر وجود ندارد. برای تنظیم آن به صورت دستی، از مقادیر زیر برای ساختن یک نوع جدید تصویر استفاده کنید (در صفحه‌ی «تصاویر» در منوی «طراحی»):

source: Name image type:
fa_ir: نام نوع تصویر:

source: (width: %1$spx, height: %2$spx).
fa_ir: (عرض: %1$spx، ارتفاع: %2$spx).

source: Images have been correctly updated in the database:
fa_ir: تصاویر به درستی در دیتابیس بروز رسانی شدند:

source: Finish
fa_ir: پایان

source: %limit% for suhosin.post.max_vars.
fa_ir: %limit% برای suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
fa_ir: %limit% برای suhosin.request.max_vars.

source: You MUST use this syntax in your translations. Here are several examples:
fa_ir: شما باید این ترکیب را در ترجمه‌‌‌‌‌‌های خود استفاده کنید. در این جا چند مثال مختلف وجود دارد:

source: Resource
fa_ir: منبع

source: Date range
fa_ir: محدوده تاریخ

source: Custom
fa_ir: شخصی

source: to
fa_ir: تا

source: Compare to
fa_ir: مقایسه با

source: Previous period
fa_ir: دوره‌ی قبلی

source: Previous Year
fa_ir: سال قبلی

source: Previous year
fa_ir: سال قبلی

source: Sunday
fa_ir: یک شنبه

source: Monday
fa_ir: دوشنبه

source: Tuesday
fa_ir: سه شنبه

source: Wednesday
fa_ir: چهارشنبه

source: Thursday
fa_ir: پنج شنبه

source: Friday
fa_ir: جمعه

source: Saturday
fa_ir: شنبه

source: Sun
fa_ir: یکشنبه

source: Mon
fa_ir: دوشنبه

source: Tue
fa_ir: سه شنبه

source: Wed
fa_ir: چهارشنبه

source: Thu
fa_ir: پنجشنبه

source: Fri
fa_ir: جمعه

source: Sat
fa_ir: شنبه

source: Su
fa_ir: یکشنبه

source: Mo
fa_ir: دوشنبه

source: Tu
fa_ir: سه شنبه

source: We
fa_ir: چهارشنبه

source: Th
fa_ir: پنجشنبه

source: Fr
fa_ir: جمعه

source: Sa
fa_ir: شنبه

source: January
fa_ir: فروردین

source: February
fa_ir: اردیبهشت

source: March
fa_ir: خرداد

source: April
fa_ir: تیر

source: May
fa_ir: مرداد

source: June
fa_ir: شهریور

source: July
fa_ir: مهر

source: August
fa_ir: آبان

source: September
fa_ir: آذر

source: October
fa_ir: دی

source: November
fa_ir: بهمن

source: December
fa_ir: اسفند

source: Jan
fa_ir: فروردین

source: Feb
fa_ir: اردیبهشت

source: Mar
fa_ir: خرداد

source: Apr
fa_ir: تیر

source: Jun
fa_ir: شهریور

source: Jul
fa_ir: مهر

source: Aug
fa_ir: آبان

source: Sep
fa_ir: آذر

source: Oct
fa_ir: دی

source: Nov
fa_ir: بهمن

source: Dec
fa_ir: اسفند

source: Customers
fa_ir: مشتریان

source: Orders
fa_ir: سفارش‌ها

source: Income
fa_ir: درآمد

source: Message
fa_ir: پیام

source: Traffic
fa_ir: ترافیک

source: Conversion
fa_ir: تبدیل

source: Group:
fa_ir: گروه:

source: Add tag
fa_ir: افزودن برچسب

source: Remove
fa_ir: حذف

source: Change password...
fa_ir: تغییر کلمه‌ی عبور...

source: Current password
fa_ir: کلمه‌ی عبور فعلی

source: Password should be at least 8 characters long.
fa_ir: کلمه‌ی عبور باید حد اقل 8 کاراکتر باشد.

source: New password
fa_ir: کلمه‌ی عبور جدید

source: Confirm password
fa_ir: تأیید کلمه‌ی عبور

source: Generate password
fa_ir: تولید کلمه‌ی عبور

source: Invalid
fa_ir: نامعتبر

source: Okay
fa_ir: بسیار خوب

source: Good
fa_ir: خوب

source: Fabulous
fa_ir: شگفت آور

source: Invalid password confirmation
fa_ir: تأیید کلمه‌ی عبور نامعتبر است

source: Now
fa_ir: هم اکنون

source: Done
fa_ir: \"انجام شد\"

source: Choose Time
fa_ir: گزینش زمان

source: Time
fa_ir: زمان

source: Hour
fa_ir: ساعت

source: Minute
fa_ir: دقیقه

source: Group name
fa_ir: نام گروه
