Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/messages.*.xlf
Languages: fa_ir

source: No group created
fa_ir: هیچ گروهی ایجاد نشده

source: No records found
fa_ir: هیچ رکوردی یافت نشد

source: Select all
fa_ir: انتخاب همه

source: Unselect all
fa_ir: عدم انتخاب همه

source: Display
fa_ir: نمایش

source: result(s)
fa_ir: نتیجه

source: Please fill at least one field to perform a search in this list.
fa_ir: برای جستجو در این فهرست، لطفاً حداقل یک فیلد را پر کنید.

source: Refresh list
fa_ir: دوباره سازی لیست

source: Show SQL query
fa_ir: نمایش دستور SQL

source: Export to SQL Manager
fa_ir: خروجی گرفتن در مدیریت SQL

source: Shop group
fa_ir: گروه فروشگاه

source: To
fa_ir: تا

source: and stay
fa_ir: و ماندن

source: From
fa_ir: از

source: Reset
fa_ir: تنظیم مجدد

source: Modules list
fa_ir: فهرست ماژول‎ها

source: No modules available in this section.
fa_ir: هیچ ماژولی در این بخش در دسترس نیست.

source: View all available payments solutions
fa_ir: مشاهده تمام روش‌های پرداخت موجود

source: It seems there are no recommended payment solutions for your country.
fa_ir: به نظر می‌رسد هیچ روش پرداختی پیشنهادی برای کشور شما وجود ندارد.

source: Do you think there should be one? Let us know!
fa_ir: فکر می‌کنید باید کسی آنجا باشد؟ اجازه بدهید تا ما هم آگاه بشویم!

source: Recommended Modules and Services
fa_ir: ماژول‌ها و سرویس‌های توصیه شده

source: (tax excl.)
fa_ir: (بدون مالیات)

source: Multistore
fa_ir: چند فروشگاهی

source: Check / Uncheck all
fa_ir: تیک زدن همه / عدم تیک همه

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
fa_ir: شما این صفحه برای یک فروشگاه یا گروه مشخص تغییر داده اید. با کلیک بر روی "بله " همه فیلدها را انتخاب و با کلیک روی "خیر" آن ها از انتخاب خارج کنید.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
fa_ir: اگر شما این فیلد را انتخاب کرده اید، مقدار آن را تغییر داده و ذخیره کنید. رفتار حالت چند فروشگاهی بر روی این پارامتر در این فروشگاه (یا گروه) غیر فعال خواهد شد.

source: You can't change the value of this configuration field in the context of this shop.
fa_ir: شما نمی‎توانید مقدار پیکربندی فیلد متن برای فروشگاه را تغییر دهید.

source: Set required fields for this section
fa_ir: مجموعه زمینه‎های مورد نیاز برای این بخش

source: Required Fields
fa_ir: زمینه‎های مورد نیاز

source: Select the fields you would like to be required for this section.
fa_ir: انتخاب زمینه‌های اجباری برای این بخش.

source: Field Name
fa_ir: نام فیلد

source: All shops
fa_ir: تمامی فروشگاه‌ها

source: %s group
fa_ir: گروه %s

source: (%s selected)
fa_ir: (%s انتخاب)

source: Group: %s
fa_ir: گروه: %s

source: search...
fa_ir: جستجو...

source: Add files...
fa_ir: افزودن فایل...

source: Add file...
fa_ir: افرودن فایل...

source: Upload files
fa_ir: آپلود فایل‌ها

source: Upload file
fa_ir: آپلود فایل

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
fa_ir: شما نمی‌توانید بیشتر از %s تصویر در مجموع داشته باشید. لطفا بعضی تصاویر قبلی را قبل افزودن تصویر جدید حذف کنید.

source: Remove file
fa_ir: حذف فایل

source: File size
fa_ir: اندازه فایل

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
fa_ir: شما به محدودیت (%s) از آپلود کردن فایل رسیده‌اید. لطفاً برای ادامه آپلود، فایل‌ها را حذف کنید.

source: Add files
fa_ir: افزودن فایل

source: Add file
fa_ir: افرودن فایل

source: Download current file (%skb)
fa_ir: دانلود فایل جاری (%skb)

source: Download current file
fa_ir: دانلود فایل جاری

source: You can upload a maximum of %s files
fa_ir: شما می‎توانید حداکثر %s فایل آپلود نمایید

source: There are %d warnings.
fa_ir: %d هشدار وجود دارد

source: Click here to see more
fa_ir: برای نمایش بیشتر اینجا کلیک نمایید

source: Hide warning
fa_ir: پنهان نمودن هشدار

source: There is %d warning.
fa_ir: %d هشدار وجود دارد.

source: %d errors
fa_ir: %d خطا

source: There are %d warnings:
fa_ir: %d هشدار وجود دارد:

source: Your profile
fa_ir: نمایه‌ی شما

source: Sign out
fa_ir: خروج از حساب

source: Oh no!
fa_ir: اوه نه!

source: The mobile version of this page is not available yet.
fa_ir: نسخه‌ی موبایل این صفحه هنوز آماده نشده است.

source: Please use a desktop computer to access this page, until is adapted to mobile.
fa_ir: لطفاً از یک رایانه‌ی رومیزی برای دسترسی به این صفحه استفاده کنید تا روزی که این صفحه با موبایل سازگار شود.

source: Thank you.
fa_ir: متشکریم.

source: Quick Access
fa_ir: دسترسی سریع

source: Please name this shortcut:
fa_ir: لطفا این میانبر را نام گذاری کنید:

source: Remove from QuickAccess
fa_ir: حذف از دسترسی سریع

source: Add current page to QuickAccess
fa_ir: اضافه کردن این صفحه به دسترسی سریع

source: Manage quick accesses
fa_ir: مدیریت دسترسی‌های سریع

source: Search (e.g.: product reference, customer name…)
fa_ir: جستجو (مثلاً: مرجع محصول، نام مشتری…)

source: Everywhere
fa_ir: هر جا

source: What are you looking for?
fa_ir: به دنبال چه هستید؟

source: Catalog
fa_ir: کاتالوگ

source: Product name, SKU, reference...
fa_ir: نام محصول، SKU، مرجع ...

source: by name
fa_ir: با نام

source: Email, name...
fa_ir: ایمیل، نام ...

source: by ip address
fa_ir: با آدرس IP

source: by IP address
fa_ir: با آدرس IP

source: Order ID
fa_ir: شناسه سفارش

source: Invoices
fa_ir: فاکتور

source: Invoice Number
fa_ir: شماره فاکتور

source: Carts
fa_ir: سبدها

source: Cart ID
fa_ir: شناسه‌ی سبد خرید

source: Modules
fa_ir: ماژول‌ها

source: Module name
fa_ir: نام ماژول

source: SEARCH
fa_ir: جستجو

source: View my shop
fa_ir: نمایش فروشگاه من

source: %1$s on line %2$s in file %3$s
fa_ir: %1$s در خط %2$s در فایل %3$s

source: This field will be modified for all your shops.
fa_ir: تغییرات در این زمینه در همه فروشگاه‌ها اعمال خواهد شد.

source: This field will be modified for all shops in this shop group:
fa_ir: تغییرات این فیلد در همه‌ی فروشگاه‌های این گروه اعمال خواهد شد:

source: This field will be modified for this shop:
fa_ir: این فیلد برای این فروشگاه اصلاح خواهد شد:

source: A new order has been placed on your shop.
fa_ir: یک سفارش جدید در فروشگاه شما ثبت شده است.

source: Order number:
fa_ir: شماره سفارش:

source: Total:
fa_ir: مجموع:

source: From:
fa_ir: از:

source: View this order
fa_ir: نمایش این سفارش

source: A new customer registered on your shop.
fa_ir: یک مشتری جدید در فروشگاه شما ثبت نام کرده است.

source: Customer name:
fa_ir: نام مشتری:

source: A new message was posted on your shop.
fa_ir: یک پیام جدید در فروشگاه شما ارسال شده است.

source: Read this message
fa_ir: خواندن این پیام

source: Choose language
fa_ir: انتخاب زبان

source: Update successful
fa_ir: بروز رسانی موفق بود

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
fa_ir: پرستاشاپ قادر به ورود به افزونه‌ها نیست. لطفا اعتبارنامه‌ها و اتصال خود به اینترنت را بررسي نمائید.

source: Search for a product
fa_ir: جستجوی یک محصول

source: Your shop is in debug mode.
fa_ir: فروشگاه شما در حالت دیباگ است.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
fa_ir: همه‌ی خطاها و پیام‌های PHP نمایش داده می‌شوند. وقتی که دیگر به آن نیاز نداشتید، این حالت را [1]خاموش کنید[/1].

source: Debug mode
fa_ir: حالت عیب‌یابی

source: Your shop is in maintenance.
fa_ir: فروشگاه شما در حالت تعمیر است.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
fa_ir: بازدید کنندگان و مشتریان شما در حالی که فروشگاه در حالت تعمیرات است نمی‌توانند به فروشگاه شما دسترسی پیدا کنند.%s برای مدیریت تنظیمات تعمیر و نگهداری، به پارامترهای فروشگاه > زبانه تعمیرات مراجعه کنید.

source: Maintenance mode
fa_ir: حالت تعمیرات

source: For security reasons, you must also delete the /install folder.
fa_ir: به دلایل امنیتی همچنین شما باید پوشه install/ را حدف نمایید.

source: Add
fa_ir: افزودن

source: Edit
fa_ir: ویرایش

source: List
fa_ir: لیست

source: View details
fa_ir: مشاهده جزئیات

source: Options
fa_ir: گزینه‌ها

source: Generator
fa_ir: مولد

source: Add new
fa_ir: افزودن جديد

source: View
fa_ir: مشاهده

source: yes
fa_ir: بلی

source: no
fa_ir: خیر

source: filter by %s
fa_ir: فیلتر توسط %s

source: %s deletion
fa_ir: %s حذف

source: %s addition
fa_ir: %s اضافه

source: %s modification
fa_ir: %s تغییر

source: Edit: %s
fa_ir: ویرایش: %s

source: Export
fa_ir: استخراج

source: Recommended Modules
fa_ir: ماژول‌های پیشنهادی

source: Bad SQL query
fa_ir: درخواست SQL اشتباه

source: Operational
fa_ir: عملیاتی

source: Degraded Performance
fa_ir: کارایی را کاهش میدهد

source: Partial Outage
fa_ir: قطع جزیی

source: Major Outage
fa_ir: قطع بزرگ

source: Cancel
fa_ir: انصراف

source: Save
fa_ir: ذخیره

source: Do you really want to uninstall this module?
fa_ir: واقعاً می‎خواهید این افزونه را عزل نصب کنید؟

source: Disable this module
fa_ir: غیر فعال کردن این ماژول

source: Enable this module for all shops
fa_ir: فعال کردن این ماژول برای تمام فروشگاه

source: Disable
fa_ir: غیرفعال

source: Enable
fa_ir: فعال

source: Disable on mobiles
fa_ir: غیرفعال در موبایل‌ها

source: Disable on tablets
fa_ir: غیرفعال در تبلت‌ها

source: Disable on computers
fa_ir: غیرفعال در رایانه‌ها

source: Display on mobiles
fa_ir: نمایش در موبایل‌ها

source: Display on tablets
fa_ir: نمایش در تبلت‌ها

source: Display on computers
fa_ir: نمایش در رایانه‌ها

source: Configure
fa_ir: پیکربندی

source: Delete
fa_ir: حذف

source: This action will permanently remove the module from the server. Are you sure you want to do this?
fa_ir: این عمل برای همیشه (به طور کامل) ماژول را از سرور حذف خواهد کرد. آیا برای انجام آن مطمئن هستید؟

source: Back to list
fa_ir: بازگشت به فهرست

source: Enable selection
fa_ir: فعال کردن انتخاب شده

source: Disable selection
fa_ir: غیر فعال کردن انتخاب شده

source: Add my IP
fa_ir: افزودن IP من

source: Page
fa_ir: صفحه

source: Comment:
fa_ir: نظر دادن:

source: Administration
fa_ir: مدیریت

source: Advertising and Marketing
fa_ir: تبلیغات و تجارت

source: Analytics and Stats
fa_ir: آمار و ارقام

source: Taxes & Invoicing
fa_ir: مالیات‎ها و صورتحساب

source: Checkout
fa_ir: پرداخت

source: Content Management
fa_ir: مدیریت محتوا

source: Customer Reviews
fa_ir: نظرات مشتریان

source: Front office Features
fa_ir: خصوصیات بخش کاربری

source: Internationalization and Localization
fa_ir: بومی سازی و جهانی سازی

source: Merchandising
fa_ir: تجارت

source: Migration Tools
fa_ir: ابزار انتقال و کوچ فروشگاه

source: Payments and Gateways
fa_ir: پرداخت‌ها و درگاه‌ها

source: Site certification & Fraud prevention
fa_ir: گواهی سایت و جلوگیری از تقلب

source: Pricing and Promotion
fa_ir: قیمت‎ها و اعتمادسازی

source: Quick / Bulk update
fa_ir: به‌روز رسانی سریع / جمعی

source: SEO
fa_ir: سئو

source: Shipping and Logistics
fa_ir: ارسال و حامل‌ها

source: Slideshows
fa_ir: نمایش اسلایدها

source: Comparison site & Feed management
fa_ir: مقایسه سایت و مدیریت فید

source: Marketplace
fa_ir: بازار

source: Mobile
fa_ir: موبایل

source: Dashboard
fa_ir: پیشخوان

source: Internationalization & Localization
fa_ir: بومی سازی و جهانی سازی

source: Emailing & SMS
fa_ir: ایمیل و پیامک

source: Social Networks
fa_ir: شبکه‎های اجتماعی

source: Social & Community
fa_ir: اجتماعی و ارتباطی

source: Module not found
fa_ir: ماژول یافت نشد

source: Modules to update
fa_ir: به روز رسانی موجود برای افزونه‎ها

source: Translate this module
fa_ir: ترجمه این ماژول

source: This module cannot be installed
fa_ir: این ماژول نمی‌تواند نصب شود

source: Important Notice
fa_ir: هشدار مهم

source: This module is Untrusted for your country
fa_ir: این ماژول برای کشور شما قابل اطمینان نیست

source: Delete selected
fa_ir: حذف انتخاب شده‌ها

source: Delete selected items?
fa_ir: موارد انتخابی حذف شوند؟

source: Class
fa_ir: کلاس

source: Position
fa_ir: موقعیت

source: Menus
fa_ir: منوها

source: Add new menu
fa_ir: افزودن منو

source: Home
fa_ir: خانه

source: Invalid characters:
fa_ir: کاراکترهای نامعتبر:

source: Status
fa_ir: وضعیت

source: Show or hide menu.
fa_ir: نمایش یا عدم نمایش منو

source: Parent
fa_ir: مادر
