Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesMainmenuAdmin.*.xlf
Languages: hy_am, pl_pl

source: Main menu
pl_pl: Menu główne

source: Adds a new menu to the top of your e-commerce website.
pl_pl: Dodaje nowe menu na górze strony internetowej sklepu.

source: Unable to update settings for the following shop(s): %s
pl_pl: Nie można zaktualizować ustawienia dla następujących sklepów: %s

source: Please complete the "Link" field.
pl_pl: Wypełnij proszę pole "Link".

source: Please add a label.
pl_pl: Proszę dodać etykietę.

source: Please add a label for your default language.
hy_am: Խնդրում ենք պիտակ ավելացնել Ձեր կողմից դեֆոլտ դրված լեզվի համար:
pl_pl: Podaj etykietę dla domyślnego języka

source: The link has been added.
hy_am: Հղումը ավելացված է:
pl_pl: Link został dodany.

source: Unable to add link for the following shop(s): %s
pl_pl: Nie można dodać linku do następujących sklepów: %s

source: The link has been removed.
pl_pl: Link został usunięty.

source: Unable to remove link for the following shop(s): %s
pl_pl: Nie można usunąć łącza do następujących sklepów: %s

source: The link has been edited.
pl_pl: Link został edytowany.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
pl_pl: Nie możesz zarządzać elementami górnego menu w kontekście wszystkich sklepów lub grupy sklepów, wybierz bezpośrednio konkretny sklep do edycji.

source: The modifications will be applied to shop: %s
pl_pl: Zmiany zostaną zastosowane do sklepu: %s

source: The modifications will be applied to this group: %s
pl_pl: Zmiany zostaną zastosowane do tej grupy: %s

source: The modifications will be applied to all shops
pl_pl: Zmiany zostaną zastosowane do wszystkich sklepów

source: All brands
pl_pl: Wszystkie marki

source: All suppliers
hy_am: Բոլոր մատակարարները
pl_pl: Wszyscy dostawcy

source: Menu Top Link
pl_pl: Link górnego menu

source: All active products combinations quantities will be changed
pl_pl: Wszystkie aktywne ilości kombinacji produktów zostaną zmienione

source: Update link
pl_pl: Link aktualizacji

source: Add a new link
hy_am: Ավելացնել նոր հղում
pl_pl: Dodaj nowy link

source: Shops
hy_am: Խանութներ.
pl_pl: Sklepy

source: Choose product ID
hy_am: Ընտրեք ապրանքի ID
pl_pl: Wybierz ID produktu

source: Menu Top Links
hy_am: Վերեւի մենյուի հղումները
pl_pl: Linki górnego menu

source: Link ID
pl_pl: ID linku

source: Link list
hy_am: Հղումների ցուցակ
pl_pl: Lista linków

source: Make it easy for your visitors to find their way on your store, select the right link and turn it into a menu item.
pl_pl: Ułatw odwiedzającym znalezienie drogi w Twoim sklepie, wybierz odpowiedni link i zamień go w pozycję menu.

source: Indicate the ID number for the product
pl_pl: Podaje numer ID produktu

source: Product ID #
pl_pl: ID produktu #

source: Please select just one item
pl_pl: Proszę wybrać tylko jeden

source: Change position
pl_pl: Zmień położenie

source: Selected items
pl_pl: Wybrane elementy

source: Available items
pl_pl: Dostępne elementy

source: Remove
hy_am: Հեռացնել
pl_pl: Usuń

source: CMS
hy_am: Բով.Կառ.Համ.(CMS)
