Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatsvisitsAdmin.*.xlf
Languages: el_gr, he_il, hr_hr, lt_lt, pl_pl, sk_sk

source: Visits and Visitors
el_gr: Επισκέψεις και Επισκέπτες
he_il: ביקורים ומבקרים
hr_hr: Posjete i posjetitelji
lt_lt: Apsilankymai ir lankytojai
pl_pl: Odwiedziny i odwiedzający
sk_sk: Návštevy a návštevníci

source: Adds statistics about your visits and visitors to the Stats dashboard.
el_gr: Προσθέτει στατιστικές σχετικά με τις επισκέψεις και τους επισκέπτες σας στον πίνακα Στατιστικών.
he_il: מציג סטטיסטיקה על ביקורים ומבקרים בלוח המחוונים.
hr_hr: Dodaje statističke podatke o vašim posjetima i posjetiteljima statističke ploče.
lt_lt: Prideda statistiką apie jūsų klientus į Statistikos valdymo panelę.
pl_pl: Dodaje statystyki dotyczące wizyt i odwiedzających w panelu statystyk.
sk_sk: Pridá štatistiky o Vašich návštevách a návštevníkoch do prehľadu štatistík.

source: Determine the interest of a visit
el_gr: Προσδιορίστε το ενδιαφέρον μιας επίσκεψης
he_il: קבע את רמת העניין של הביקור
hr_hr: Odredite interes posjeta
lt_lt: Nustatykite apsilankymo tikslą
pl_pl: Określ cel wizyty
sk_sk: Určiť záujem návštev

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
el_gr: Το γράφημα εξέλιξης επισκεπτών θυμίζει έντονα το γράφημα επισκέψεων, αλλά παρέχει πρόσθετες πληροφορίες:
he_il: גרף התפתחות המבקרים מאוד דומה לגרף הביקורים, אך מספק מידע נוסף:
hr_hr: Evolucijski grafikon posjetitelja podsjeća na grafikon posjeta, ali nudi dodatne informacije:
lt_lt: Lankytojo evoliucijos grafikas labai panašus į apsilankymo grafiką, tačiau suteikia papildomos informacijos:
pl_pl: Wykres ewolucji odwiedzających mocno przypomina wykres wizyt, ale dostarcza dodatkowych informacji:
sk_sk: Graf vývoja návštevníkov sa podobá grafu návštev, ale poskytuje ďalšie informácie:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
el_gr: Αν αυτή είναι η περίπτωση, συγχαρητήρια, η ιστοσελίδα σας καλά σχεδιασμένη και ευχάριστη. Χαιρόμαστε που σας βλέπουμε να την προσέχετε.
he_il: אם זה המקרה, מזל טוב, אתר האינטרנט שלך מתוכנן היטב ונעים.
hr_hr: U ovom slučaju, čestitamo, Vaša trgovina je dobro planirana i ugodna.
lt_lt: Šiuo atveju sveikiname, jūsų svetainė gerai suplanuota ir patogi. Malonu, kad jūs atkreipiate dėmesį.
pl_pl: Jeżeli to jest powód, gratulacje, Twoja strona jest dobrze zaplanowana i przyjemna.
sk_sk: Ak je to Váš prípad, gratulujeme, Vaše webové stránky sú dobre pripravené a obľúbené.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
el_gr: Διαφορετικά, το συμπέρασμα δεν είναι τόσο απλό. Το πρόβλημα μπορεί να είναι αισθητικό ή εργονομικό. Είναι επίσης πιθανό οι επισκέπτες αυτοί να επισκέφθηκαν κατά λάθος το URL σας χωρίς να έχουν ένα ιδιαίτερο ενδιαφέρον για το κατάστημά σας. Αυτό το παράξενο και μπερδεμένο φαινόμενο προκαλείται συχνά από τις μηχανές αναζήτησης. Αν αυτή είναι η περίπτωση, θα πρέπει να σκεφτείτε την αναθεώρηση της δομής SEO σας.
he_il: אחרת, המסקנה אינה פשוטה. הבעיה יכולה להיות אסתטית או ארגונומית, או שההצעה אינה טובה מספיק. ייתכן גם כי מבקרים אלה הגיעו בטעות לכאן, בלי עניין מיוחד בחנות שלך; תופעה זו קורה לעתים קרובות עם מנועי החיפוש.
hr_hr: Inaće, zaključak nije tako jednostavan. Problem može biti izgled ili ergonomija, ili ponuda nije zadovoljavajuća. Također, moguće je da su ovi posjetitelji slučajno došli bez nekakvog interesa u Vašu trgovinu; ovaj fenomen se često događa s tražilicama.
lt_lt: Priešingu atveju, išvada ne tokia paprasta. Problema gali būti estetinė arba ergonominė. Taip pat įmanoma kad daug lankytojų įvedė jūsų URL per klaidą, neturėdami tikslo aplankyti būtent jūsų parduotuvę. Šį keistą ir painų fenomeną dažniausiai sukelia paieškos varikliai. Šiuo atveju jūs turėtumėte peržiūrėti savo SEO struktūrą.
pl_pl: Jeśli nie, wyciągnięcie wniosków nie jest proste. Problemem może być niewłaściwa ergonomia sklepu, bądź niewłaściwie przygotwana oferta. Możliwe jest również, że odwiedziny bez przeprowadzenia transakcji wynikają z przekierowywania przez wyszukiwarki internetowe.
sk_sk: Inak záver nie je taký jednoduchý. Problém môže byť estetický alebo ergonomický, alebo ponuka nie je dostatočná. Je tiež možné, že títo návštevníci k Vám prišli omylom bez osobitného záujmu o Váš obchod, tento jav sa často stáva u vyhľadávačov.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
el_gr: Αυτές οι πληροφορίες είναι κυρίως ποιοτικές. Εξαρτάται από εσάς ο προσδιορισμός του ενδιαφέροντος μιας ασυνεχούς επίσκεψης.
he_il: מידע זה הוא איכותני בעיקרו: אתה צריך לקבוע את העניין של ביקור מפורק.
hr_hr: Ova informacija je uglavnom kvalitativna: morate odrediti interes nepovezane posjete.
lt_lt: Ši informacija daugiausiai kokybinė. Jūs pats turite nuspręsti dėl ko atsitiko šis apsilankymas.
pl_pl: Ta informacja jest głównie jakościowa: musisz określić przyczyny tych wizyt.
sk_sk: Táto informácia je prevažne kvalitatívna: musíte určť záujem nezávislých návštev.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
el_gr: Μια επίσκεψη αντιστοιχεί σε ένα χρήστη του Διαδικτύου που έρχεται στο κατάστημά σας και μέχρι το τέλος της συνεδρία τους, μία μόνο επίσκεψη υπολογίζεται.
he_il: ביקור מתאר משתמש אינטרנט המגיע לחנות שלך. עד סוף המפגש שלהם, רק ביקור אחד נספר.
hr_hr: Posjeta odgovara internet korisniku koji dolazi u Vašu trgovinu. Do kraja njihove sesije, broji se samo jedna posjeta.
lt_lt: Laikas nuo interneto vartotojo atėjimo į jūsų parduotuvę iki jo sesijos pabaigos skaičiuojamas kaip vienas apsilankymas.
pl_pl: Wizyta odpowiada użytkownikowi Internetu przychodzącemu do naszego sklepu. Jedne odwiedziny liczone są do końca jego sesji.
sk_sk: Jedna návšteva korešponduje s jedným užívateľom prichádzajúcim do obchodu. Do konca jeho session sa ráta jedna návšteva.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
el_gr: Ο επισκέπτης είναι ένα άγνωστο πρόσωπο, το οποίο δεν έχει εγγραφεί ή συνδεθεί στο κατάστημα σας. Ένας επισκέπτης μπορεί να θεωρηθεί ως ένα άτομο που έχει επισκεφθεί κατάστημά σας πολλές φορές.
he_il: מבקר הוא אדם לא ידוע, שלא רשום או מחובר לאתר, הגולש בחנות שלך. מבקר יכול לבקר בחנות שלך פעמים רבות.
hr_hr: Posjetitelj je nepoznata osoba, koja se nije registrirala ili prijavila, a pregledava Vašu trgovinu. Posjetitelj može posjećivati Vašu trgovinu više puta.
lt_lt: Lankytojas yra nežinomas asmuo kuris nėra prisiregistravęs ar prisijungęs prie jūsų parduotuvės. Lankytoju taip pat gali būti laikomas asmuo kuris lankėsi jūsų parduotuvėje keletą kartų.
pl_pl: Odwiedzający jest nieznaną osobą, która się nie zarejestrowała lub zalogowała, lecz przegląda sklep. Odwiedzający może odwiedzić Twój sklep wiele razy.
sk_sk: Návštevník je neznáma osoba, ktorá nebola zaregistrovaná alebo prihlásená, a prezerá si Váš obchod. Návštevník môže prísť a navštíviť Váš obchod mnohokrát.rn

source: Total visits:
el_gr: Σύνολο επισκέψεων:
he_il: סך כל הביקורים:
hr_hr: Ukupno posjeta:
lt_lt: Viso apsilankymų:
pl_pl: Ogółem wizyt:
sk_sk: Celkový počet návštev:

source: Total visitors:
el_gr: Σύνολο επισκεπτών:
he_il: סה"כ מבקרים:
hr_hr: Ukupno posjetitelja:
lt_lt: Viso lankytojų:
pl_pl: Razem odwiedzających:
sk_sk: Celkový počet návštevníkov:

source: CSV Export
el_gr: Εξαγωγή CSV
he_il: CSV יצוא
hr_hr: CSV Izvoz
lt_lt: CSV eksportas
pl_pl: Export CSV

source: Number of visits and unique visitors
el_gr: Αριθμός επισκέψεων και μοναδικών επισκεπτών
he_il: מספר ביקורים ומבקרים ייחודיים
hr_hr: Broj posjeta i jedinstvenih posjetitelja
lt_lt: Aspilankymų ir unikalių lankytojų skaičius
pl_pl: Liczba wizyt oraz unikatowych odwidzających
sk_sk: Počet unikátnych návštev a unikátnych návštevníkov

source: Enrich your stats, add statistics about your visits and visitors.
he_il: העשר את הנתונים הסטטיסטיים שלך ואת הנתונים הסטטיסטיים על הביקורים והמבקרים שלך
hr_hr: Obogatite svoju statistiku, dodajte statistiku o svojim posjetima i posjetiteljima.
pl_pl: Wzbogać swoje statystyki, dodawaj statystyki wizyt i odwiedzających.
