Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesAdvertisingAdmin.*.xlf
Languages: sq_al

source: Advertising block
sq_al: Blloku i reklamave

source: Adds an advertisement block to selected sections of your e-commerce website.
sq_al: Shton një bllok reklamash në seksionet e zgjedhura të faqes tënde të internetit të dyqanit elektronik.

source: This module needs to be hooked to a column, but your theme does not implement one
sq_al: Ky modul duhet të varet ('hook') në një kolonë, por motivi ('theme') e jote nuk e mbështetë një gjë të tillë

source: File upload error.
sq_al: Gabim i ngarkimit të skedarit.

source: Image for the advertisement
sq_al: Imazhi për reklamën

source: By default the image will appear in the left column. The recommended dimensions are 155 x 163px.
sq_al: Si parazgjedhje, imazhi do të shfaqet në kolonën e majtë. Dimensionet e rekomanduara janë 155 x 163px.

source: Target link for the image
sq_al: Lidhja e synuar për imazhin

source: Title of the target link
sq_al: Titulli i lidhjes së synuar

source: This title will be displayed when you mouse over the advertisement block in your shop.
sq_al: Ky titull do të shfaqet kur kalon miun mbi bllokun e reklamave të dyqanit tënd.

source: Display in the left column
sq_al: Shfaq në kolonën e majtë

source: Display in the right column
sq_al: Shfaq në kolonën e djathtë
