Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: ko_kr, no_no, pt_pt, ru_ru

source: Customer reassurance
ko_kr: 고객 안심
no_no: Kundetrygghet
pt_pt: Garantia do cliente
ru_ru: Перестраховка клиентов

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
ko_kr: 당신의 상점이 신뢰할 수 있음을 고객에게 보증하기 위한 유용한 정보를 제공할 정보 블럭을 추가합니다.
no_no: Legger til en informasjonsblokk som gir kundene den informasjon de trenger for å kunne forsikre seg om at butikken din er til å stole på.
pt_pt: Adiciona um bloco no rodapé de todas as páginas com as garantias que a loja fornece aos clientes (devoluções, pagamento seguro...). Permite personalizar as imagens e o texto mostrado.
ru_ru: Добавление блока, отображающего полезную информацию, повышающую доверие клиентов к вашему магазину.

source: The block configuration has been updated.
ko_kr: 블럭 구성이 수정되었습니다.
no_no: Konfigurasjon oppdatert
pt_pt: A configuração do bloco foi atualizada.
ru_ru: Конфигурация обновлена

source: New reassurance block
ko_kr: 새 보증 블럭
no_no: Ny trygghetsforsikringsblokk
pt_pt: Novo bloco de garantias
ru_ru: Новый блок гарантий

source: ID Shop
ko_kr: ID 상점
no_no: Butikk ID
pt_pt: Nº da Loja
ru_ru: ID магазина

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
ko_kr: 고객들과 연결하고 당신의 서비스들을 강조하여 안심시키세요: 안전 결제, 무료 배송, 반품, 기타 등.
no_no: Kontakt dine kunder og øk tryggheten ved å legge vekt på dine tjenester - sikker betaling, gratis frakt, gratis returer etc.
pt_pt: Interaja com os seus clientes e tranquilize-os, destacando os seus serviços: pagamento seguro, expedição gratuita, devoluções, etc.
ru_ru: Оставайтесь на связи со своими клиентами и информируйте их, демонстрируя ваши услуги: безопасная оплата, бесплатная доставка, возврат и т. д.

source: Are you sure you want to uninstall this module?
ko_kr: 이 모듈을 삭제하시겠습니까?
no_no: Er du sikker på at du vil avinstallere denne modulen?
pt_pt: Tem a certeza que quer desinstalar este módulo?
ru_ru: Точно хотите удалить этот модуль?

source: There was an error during the installation. Please contact us through Addons website.
ko_kr: 설치 중 오류가 발생했습니다. 추가기능 웹사이트를 통해 우리에게 연락 주세요.
no_no: Det oppstod en feil under installasjonen. Vennligst kontakt oss via Tillegg-nettsiden.
pt_pt: Ocorreu um erro durante a instalação. Por favor, contacte-nos através do <i>site</i> da Web dos «Extras».
ru_ru: При установке произошла ошибка. Свяжитесь с нами через сайт Addons.

source: There was an error during the uninstallation. Please contact us through Addons website.
ko_kr: 제거 중 오류가 발생했습니다. 추가기능 웹사이트를 통해 우리에게 연락 주세요.
ru_ru: При удалении произошла ошибка. Свяжитесь с нами через сайт Addons.

source: Block updated
ko_kr: 블럭 갱신됨
no_no: Blokk oppdatert
pt_pt: Bloco atualizado
ru_ru: Блок обновлён

source: Oops... looks like an error occurred
ko_kr: 이런... 오류가 발생한 것 같습니다
no_no: Åisann, ser ut som det skjedde en feil
pt_pt: Ups... parece que ocorreu um erro
ru_ru: Опаньки... Кажется, произошла ошибка

source: Configuration updated successfully!
ko_kr: 구성 갱신됨!
no_no: Konfigurasjonen er oppdatert!
pt_pt: Configuração atualizada com sucesso!
ru_ru: Конфигурация обновлена.

source: Position changed successfully!
ko_kr: 위치가 변경되었습니다!
no_no: Posisjonen er endret!
pt_pt: Posição alterada com sucesso!
ru_ru: Позиция изменена!

source: An error occurred when switching position
ko_kr: 위치 전환 시 오류 발생
no_no: En feil oppstod når blokken skulle bytte posisjon
pt_pt: Ocorreu um erro quando mudava de posição
ru_ru: При переключении позиции произошла ошибка

source: Customer Reassurance
ko_kr: 고객 안심
no_no: Kundetrygghet

source: An error occurred when removing block
ko_kr: 블럭 제거시 오류 발생함

source: Connect with your visitors and reassure them about secure payment, free shipping or returns.
ko_kr: 방분자와 연락하여 안전한 결제, 무료 배송 또는 반품에 대해 보장하세요.

source: There was an error during the installation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
ko_kr: 설치 중 오류가 있었습니다. PrestaShop 프로젝트에서 <a href="https://github.com/PrestaShop/PrestaShop/issues">이슈 열기</a>를 해주세요.

source: There was an error during the uninstallation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
ko_kr: 제거 중 오류가 있었습니다. PrestaShop 프로젝트에서 <a href="https://github.com/PrestaShop/PrestaShop/issues">이슈 열기</a>를 해주세요.

source: WARNING
ko_kr: 경고
no_no: ADVARSEL
pt_pt: AVISO
ru_ru: ВНИМАНИЕ

source: Your folder %s is not readable or executable
ko_kr: 폴더 %s는 읽을 수 없거나 실행할 수 없습니다
no_no: Din disk-katalog %s er ikke lesbar eller kjørbar
pt_pt: A sua pasta %s não é legível ou executável
ru_ru: Папка %s не читается или не выполняется

source: This folder needs these rights so you can upload your own images for the reassurances blocks.
ko_kr: 이 폴더에는 이러한 권한이 필요하므로 reassurances blocks에 대한 이미지를 업로드 할 수 있습니다.
no_no: Disk-katalogen trenger disse rettighetene for at du skal kunne laste opp bilder til bruk i kundetrygghetsblokkene.
ru_ru: Эта папка нуждается в этих правах. Вы можете загружать свои собственные изображения для блоков гарантий.

source: Content
ko_kr: 내용
no_no: Innhold
pt_pt: Conteúdo
ru_ru: Содержимое

source: Display
ko_kr: 표시
no_no: Vis
pt_pt: Mostrar
ru_ru: Показать

source: Appearance
ko_kr: 모양
no_no: Utseende
pt_pt: Aparência
ru_ru: Внешний вид

source: Save
ko_kr: 저장
no_no: Lagre
pt_pt: Guardar
ru_ru: Сохранить

source: Customize Module Design
ko_kr: 모듈 디자인 사용자정의
no_no: Tilpass moduldesignet
pt_pt: Personalizar Desenho do Módulo
ru_ru: Настроить дизайн модуля

source: Icon color
ko_kr: 아이콘 색상
no_no: Ikonfarge
pt_pt: Cór do ícone
ru_ru: Цвет иконки

source: Text color
ko_kr: 텍스트 색상
no_no: Tekstfarge
pt_pt: Cor do texto
ru_ru: Цвет текста

source: Reassurance Block
ko_kr: 보증 블럭
no_no: Trygghetsforsikringsblokk
ru_ru: Блок гарантий

source: Return
ko_kr: 반환
no_no: Retur
pt_pt: Devolver
ru_ru: Возврат

source: CMS Page
ko_kr: CMS 페이지
no_no: CMS side
pt_pt: Página CMS
ru_ru: Страница CMS

source: Description (optional)
ko_kr: 상세정보 (선택 사항)
no_no: Beskrivelse (valgfritt)
pt_pt: Descrição (opcional)
ru_ru: Описание (не обязательно)

source: Image
ko_kr: 이미지
no_no: Bilde
pt_pt: Imagem
ru_ru: Изображение

source: Modify icon
ko_kr: 아이콘 수정
no_no: Endre ikon
pt_pt: Modificar ícone
ru_ru: Изменить значок

source: or upload file
ko_kr: 또는 파일 업로드
no_no: eller last opp fil
pt_pt: ou envie o ficheiro
ru_ru: или загрузить файл

source: Choose SVG for best customization. Other accepted file formats: jpg, png, gif
ko_kr: 최상의 사용자 정의를 위한 SVG를 선택하세요. 그 외에 허용된 파일 형식: jpg, png, gif
no_no: Velg SVG for de beste tilpasningsmulighetene. Andre formater som kan brukes er jpg, png og gif
pt_pt: Escolha SVG para melhor otimização. Outros formatos de ficheiro aceites: jpg, png, gif
ru_ru: Выберите SVG для лучшей кастомизации. Другие возможные форматы файлов: JPG, PNG, GIF

source: Choose SVG for better customization. Other allowed formats are: .gif, .jpg, .png
ko_kr: 더 나은 사용자 정의를 위한 SVG를 선택해주세요. 허용된 다른 형식: .gif, .jpg, .png

source: Languages
ko_kr: 언어
no_no: Språk
pt_pt: Idiomas
ru_ru: Язык

source: Select none
ko_kr: 선택 안함
no_no: Ingen
pt_pt: Desselecionar
ru_ru: Снять выделение

source: Redirection
ko_kr: 리디렉션
no_no: Videresending
pt_pt: Redireção
ru_ru: Перенаправление

source: CMS page
ko_kr: CMS 페이지
no_no: CMS-side
pt_pt: Página CMS
ru_ru: CMS страница

source: Title
ko_kr: 직위
no_no: Kontaktnavn
pt_pt: Título
ru_ru: Обращение

source: Block Content
ko_kr: 차단된 콘텐츠
no_no: Blokkinnhold
pt_pt: Conteúdo de Bloco
ru_ru: Содержимое блока

source: Position
ko_kr: 위치
no_no: Posisjon
pt_pt: Posição
ru_ru: Позиция

source: Description
ko_kr: 세부내용
no_no: Beskrivelse
pt_pt: Descrição
ru_ru: Описание

source: Actions
ko_kr: 동작
no_no: Handlinger
pt_pt: Ações
ru_ru: Действия

source: Url link
ko_kr: URL 링크
no_no: URL-lenke
pt_pt: Hiperligação de Url
ru_ru: URL-ссылка

source: Activated
ko_kr: 활성화됨
no_no: Aktivert
pt_pt: Ativado
ru_ru: Активирован

source: Deactivated
ko_kr: 비활성화됨
no_no: Deaktivert
pt_pt: Desativado
ru_ru: Выключено

source: We recommend 3 blocks at maximum.
ko_kr: 최대 3 블럭을 권장합니다.
no_no: Vi anbefaler at du ikke bruker flere enn tre blokker.
pt_pt: Nós recomendamos no máximo 3 blocos.
ru_ru: Мы рекомендуем максимум 3 блока.

source: Global settings
ko_kr: 전역 설정
no_no: Globale innstillinger
pt_pt: Definições globais
ru_ru: Глобальные настройки

source: Product pages
ko_kr: 상품 페이지
no_no: Produktsider
pt_pt: Páginas de produto
ru_ru: Страницы товара

source: Checkout pages
ko_kr: 결제 페이지
no_no: Utsjekkingssider
pt_pt: Páginas de finalizar compra
ru_ru: Страницы оформления заказа

source: none
ko_kr: 없음
no_no: Ingen
pt_pt: nenhum
ru_ru: нет

source: Main column
ko_kr: 주 열
no_no: Hovedkolonne
pt_pt: Coluna principal
ru_ru: Главная колонка

source: Specific position for cart page
ko_kr: 장바구니 페이지에 대한 특정 위치
no_no: Spesifikk posisjon for handlevognsiden
pt_pt: Especificar posição para a página do carrinho
ru_ru: Специальная позиция для страницы корзины

source: None
ko_kr: 없음
no_no: Ingen
pt_pt: Nenhum
ru_ru: Нет

source: Header position on all pages
ko_kr: 모든 페이지에서의 헤더 위치
no_no: Posisjon for topptekst på alle sider
pt_pt: Posição do cabeçalho en todas as páginas
ru_ru: Положение заголовка на всех страницах

source: Above header
ko_kr: 헤더 위
no_no: Over topptekst
pt_pt: Por cima do cabeçalho
ru_ru: Выше заголовка

source: Below header
ko_kr: 헤더 아래
no_no: Under topptekst
pt_pt: Por debaixo do cabçalho
ru_ru: Ниже заголовка

source: Footer position on all pages
ko_kr: 모든 페이지에서의 바닥글 위치
no_no: Posisjon for bunntekst på alle sider
pt_pt: Posição do rodapé em todas as páginas
ru_ru: Положение футера на всех страницах

source: Above footer
ko_kr: 바닥글 위
no_no: Over bunntekst
pt_pt: Por cima do rodapé
ru_ru: Выше футера

source: Below footer
ko_kr: 바닥글 아래
no_no: Under bunntekst
pt_pt: Por debaixo do rodapé
ru_ru: Ниже футера

source: Specific position for product page
ko_kr: 상품 페이지에 대한 특정 위치
no_no: Spesifikk posisjon for produktside
pt_pt: Especificar posição para a página do produto
ru_ru: Конкретная позиция для страницы продукта

source: blockreassurance
pt_pt: bloco de confiança
