Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesFacetedsearchAdmin.*.xlf
Languages: pl_pl

source: Faceted search
pl_pl: Nawigacja fasetowa

source: Displays a block allowing multiple filters.
pl_pl: Wyświetla blok umożliwiający wielokrotne filtrowanie.

source: "%s" is not a valid url
pl_pl: "%s" nie jest prawidłowym URL-em

source: Filter template name required (cannot be empty)
pl_pl: Wymagana nazwa szablonu filtra (nie może być pusta)

source: You must select at least one category.
pl_pl: Musisz wybrać przynajmniej jedną kategorię.

source: Your filter
pl_pl: Twój filtr

source: was updated successfully.
pl_pl: został zaktualizowany pomyślnie.

source: was added successfully.
pl_pl: został dodany pomyślnie.

source: Settings saved successfully
pl_pl: Zapisano ustawienia

source: Filter template deleted, categories updated (reverted to default Filter template).
pl_pl: Szablon filtra usunięty, kategorie zaktualizowane (przywrócono domyślny szablon filtra).

source: Filter template not found
pl_pl: Nie znaleziono szablonu filtra

source: Root
pl_pl: Baza

source: My template - %s
pl_pl: Mój szablon - %s

source: My template %s
pl_pl: Mój szablon %s

source: Filter your catalog to help visitors picture the category tree and browse your store easily.
pl_pl: Filtruj swój katalog, aby ułatwić odwiedzającym zobrazowanie drzewa kategorii i łatwe przeglądanie Twojego sklepu.

source: Meta title
pl_pl: Meta-tytuł

source: No limit
pl_pl: Brak limitu

source: Categories used for this template:
pl_pl: Kategorie używane dla tego szablonu:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
pl_pl: Wybór kategorii jest wyłączony, ponieważ nie masz kategorii lub jesteś w kontekście "wszystkie sklepy".

source: You must select at least one filter
pl_pl: Musisz wybrać przynajmniej jeden filtr

source: Template name:
pl_pl: Nazwa szablonu:

source: Only as a reminder
pl_pl: Tylko jako przypomnienie

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
pl_pl: Uwaga, twój usługodawca hostingu używa łatki suhosin do PHP, która ogranicza maksymalną ilość pól do przesłania w formularzu:

source: for suhosin.post.max_vars.
pl_pl: dla suhosin.post.max_vars.

source: for suhosin.request.max_vars.
pl_pl: dla suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
pl_pl: Poproś swojego usługodawcę hostingu o zwiększenie tego limitu do

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
pl_pl: Uwaga, Twoja konfiguracja PHP ogranicza maksymalną ilość pól przesyłanych za pomocą formularza

source: for max_input_vars.
pl_pl: dla max_input_vars.

source: Please ask your hosting provider to increase this limit to
pl_pl: Poproś swojego usługodawcę hostingu o zwiększenie tego limitu do

source: %s at least, or you will have to edit the translation files manually.
pl_pl: %s co najmniej, w innym przypadku będziesz musiał edytował pliki z tłumaczeniem ręcznie.

source: Choose shop association:
pl_pl: Wybierz powiązanie sklepu:

source: Sub-categories filter
pl_pl: Filtr podkategorii

source: Product stock filter
pl_pl: Filtr stanu magazynowego produktu

source: Product condition filter
pl_pl: Filtr stanu produktu

source: Product brand filter
pl_pl: Filtr marki produktu

source: Product weight filter (slider)
pl_pl: Filtr wagi (suwak)

source: Product price filter (slider)
pl_pl: Filtr ceny (suwak)

source: Clear cache
pl_pl: Wyczyść pamięć podręczną

source: Indexes and caches
pl_pl: Indeksy i cache

source: Indexing is in progress. Please do not leave this page
pl_pl: Indeksowanie w toku. Proszę nie opuszczać tej strony

source: Index all missing prices
pl_pl: Indeksuj brakujące ceny

source: Rebuild entire price index
pl_pl: Odbuduj cały indeks cen

source: You can set a cron job that will rebuild price index using the following URL:
pl_pl: Możesz ustawić zadanie CRON, które odbuduje indeks cen używając tego adresu:

source: You can set a cron job that will rebuild attribute index using the following URL:
pl_pl: Możesz ustawić zadanie CRON, które odbuduje indeks atrybutów używając tego adresu:

source: A nightly rebuild is recommended.
pl_pl: Zalecana jest conocna odbudowa.

source: Filters templates
pl_pl: Szablony filtrów

source: Created on
pl_pl: Stworzony

source: Actions
pl_pl: Akcje

source: Do you really want to delete this filter template?
pl_pl: Czy na pewno chcesz usunąć szablon tego filtra?

source: No filter template found.
pl_pl: Nie znaleziono szablonów filtrów

source: Add new template
pl_pl: Dodaj nowy szablon

source: Show the number of matching products
pl_pl: Pokazuj liczbę pasujących produktów

source: Show products from subcategories
pl_pl: Pokazuj produkty z podkategorii

source: Category filter depth (0 for no limits, 1 by default)
pl_pl: Głębokość filtra kategorii (0 - bez limitu, 1 - domyślnie)

source: Use tax to filter price
pl_pl: Uwzględniaj podatek w filtrze ceny

source: Use rounding to filter price
pl_pl: Użyj zaokrąglenia do filtrowania ceny

source: (in progress)
pl_pl: (zadanie w trakcie)

source: URL indexing finished
pl_pl: Indeksowanie URL'i zakończone

source: Attribute indexing finished
pl_pl: Indeksowanie atrybutów zakończone

source: URL indexing failed
pl_pl: Indeksowanie URL'i nieudane

source: Attribute indexing failed
pl_pl: Indeksowanie atrybutów nieudane

source: Price indexing finished
pl_pl: Indeksowanie cen zakończone

source: Price indexing failed
pl_pl: Indeksowanie cen nieudane

source: (in progress, %s products price to index)
pl_pl: (w toku, %s cen produktów do zaindeksowania)

source: Loading...
pl_pl: Ładowanie...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
pl_pl: Wybrano -Wszystkie kategorie-: wszystkie dotychczasowe szablony filtrów zostaną usunięte. Kontynuować?

source: You must select at least one category
pl_pl: Musisz wybrać przynajmniej jedną kategorię

source: Build attributes and features indexes
pl_pl: Twórz indeksy atrybutów i funkcji

source: Show products only from default category
pl_pl: Pokaż produkty tylko z kategorii domyślnej

source: Works only if "Show products from subcategories" is off.
pl_pl: Działa tylko jeśli "Pokaż produkty z podkategorii" jest wyłączone.

source: Show unavailable, out of stock last
pl_pl: Pokaż niedostępne, wyprzedane na końcu

source: Enable cache system
pl_pl: Włącz system pamięci podręcznej

source: New filters template
pl_pl: Nowy szablon filtrów

source: You can drag and drop filters to adjust position
pl_pl: Możesz przeciągać filtry aby dostosować pozycję

source: Filters:
pl_pl: Filtry:

source: Total filters: %s
pl_pl: Razem filtrów: %s

source: Filter result limit:
pl_pl: Limit wyników filtra:

source: Filter style:
pl_pl: Styl filtra:

source: Checkbox
pl_pl: Pole wyboru

source: Radio button
pl_pl: Przycisk jednokrotnego wyboru

source: Drop-down list
pl_pl: Lista rozwijalna

source: List of ranges
pl_pl: Lista zakresów

source: Attribute group: %name% (%count% attributes)
pl_pl: Grupa atrybutu: %name% (%count% atrybuty/ów)

source: Attribute group: %name% (%count% attribute)
pl_pl: Grupa atrybutu: %name% (%count% atrybut)

source: This group will allow user to select a color
pl_pl: Ta grupa pozwoli użytkownikowi wybrać kolor

source: Feature: %name% (%count% values)
pl_pl: Cecha: %name% (%count% wartości)

source: Feature: %name% (%count% value)
pl_pl: Cecha: %name% (%count% wartość)

source: Build attribute index
pl_pl: Zbuduj indeks atrybutów

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe adresy URL, wybierając słowa, które najlepiej reprezentują ten atrybut. Domyślnie PrestaShop używa nazwy atrybutu, ale można zmienić to ustawienie za pomocą tego pola.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe tytuły stron, wybierając słowa, które najlepiej reprezentują ten atrybut. Domyślnie PrestaShop używa nazwy atrybutu, ale można zmienić to ustawienie za pomocą tego pola.

source: Invalid characters: <>;=#{}_
pl_pl: Błędne znaki: <>;=#{}_

source: Indexable
pl_pl: Indeksowalny

source: Use this attribute in URL generated by the Faceted Search module.
pl_pl: Używaj tego atrybutu w adresach URL generowanych przez moduł Nawigacja fasetowa.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe adresy URL, wybierając słowa, które najlepiej reprezentują tę funkcje. Domyślnie PrestaShop używa nazwy cechy, ale można zmienić to ustawienie za pomocą tego pola.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe tytuły stron, wybierając słowa, które najlepiej reprezentują tę funkcje. Domyślnie PrestaShop używa nazwy cechy, ale można zmienić to ustawienie za pomocą tego pola.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe adresy URL, wybierając słowa, które najlepiej reprezentują wartości tej funkcji. Domyślnie PrestaShop wykorzystuje nazwę wartości, ale można zmienić to ustawienie za pomocą tego pola.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
pl_pl: Gdy moduł Nawigacja fasetowa jest włączony, można utworzyć bardziej szczegółowe tytuły stron, wybierając słowa, które najlepiej reprezentują wartości tej funkcji. Domyślnie PrestaShop wykorzystuje nazwę wartości, ale można zmienić to ustawienie za pomocą tego pola.
