Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesRssfeedAdmin.*.xlf
Languages: az_az

source: RSS feed block
az_az: RSS axışı bölməsi

source: Adds a block displaying a RSS feed.
az_az: RSS axışını göstərən bir bölmə artırır.

source: RSS feed
az_az: RSS axışı

source: Invalid feed URL
az_az: Axış üçün yanlış URL

source: Invalid title
az_az: Yanlış başlıq

source: Invalid number of feeds
az_az: Yanlış axın sayı

source: You have selected a feed URL from your own website. Please choose another URL.
az_az: Siz öz saytınızdan URL axını seçmisiniz. Buyurun, başqa URL seçin.

source: Error: invalid RSS feed in "%module_name%" module: %message%
az_az: Xəta: "%module_name%" modulunda yanlış RSS axışı: %message%

source: Block title
az_az: Bölmə başlığı

source: Create a title for the block (default: 'RSS feed').
az_az: Bu bölmə üçün bir başlıq yaradın (susmaya görə: 'RSS axışı').

source: Add the URL of the feed you want to use (sample: http://news.google.com/?output=rss).
az_az: İşlətmək istədiyin axının URL-nı artır (örnək: http://news.google.com/?output=rss).

source: Number of threads displayed
az_az: Göstərilən başlıqların sayı

source: Number of threads displayed in the block (default value: 5).
az_az: Bu bölmədə göstərilən başlıqların sayı (susmaya görə: 5).
