Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatsforecastAdmin.*.xlf
Languages: bs_ba

source: Stats Dashboard
bs_ba: Kontrolna ploča Statistike

source: This is the main module for the Stats dashboard. It displays a summary of all your current statistics.
bs_ba: To je glavni modul za kontrolnu ploču Statistike. Ona prikazuje rezime svih vaših aktualnih statistika.

source: The listed amounts do not include tax.
bs_ba: Navedene količine ne uključuju porez.

source: Time frame
bs_ba: Vremenski okvir

source: Daily
bs_ba: Dnevno

source: Weekly
bs_ba: Sedmično

source: Monthly
bs_ba: Mjesečno

source: Yearly
bs_ba: Godišnje

source: Placed orders
bs_ba: Naručeno

source: Bought items
bs_ba: Kupljeni predmeti

source: Percentage of registrations
bs_ba: Procenat registracija

source: Percentage of orders
bs_ba: Procenat narudžbi

source: Revenue
bs_ba: Prihod

source: Average
bs_ba: Prosječno

source: Accounts
bs_ba: Računi

source: Full carts
bs_ba: Pune korpe

source: Registered visitors
bs_ba: Registrovani posjetioci

source: A simple statistical calculation lets you know the monetary value of your visitors:
bs_ba: Jednostavan statističko izračunavanje vam omogućuje da znate novčanu vrijednost svojih posjetilaca:

source: On average, each visitor places an order for this amount:
bs_ba: U prosjeku, svaki posjetilac stavlja nalog za taj iznos:

source: On average, each registered visitor places an order for this amount:
bs_ba: U prosjeku, svaki registrovani posjetilac stavlja nalog za taj iznos:

source: Payment distribution
bs_ba: Distribucija plaćanja

source: The amounts include taxes, so you can get an estimation of the commission due to the payment method.
bs_ba: Iznosi uključuju poreze, tako da možete dobiti procjenu komisije zbog načina plaćanja.

source: Module
bs_ba: Modul
