Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: ca_es

source: Customer accounts
ca_es: Els comptes dels clients

source: Adds a registration progress tab to the Stats dashboard.
ca_es: Afegiu una pestanya de progrés del registre al tauler d'estadístiques.

source: Number of visitors who stopped at the registering step:
ca_es: Visitants que han abandonat el procés de registre:

source: Number of visitors who placed an order directly after registration:
ca_es: Els visitants que han fet una comanda directament després de la inscripció:

source: Total customer accounts:
ca_es: Nombre total de comptes de clients:

source: Number of customer accounts created
ca_es: Nombre de comptes de client creats

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
ca_es: El nombre total de comptes creats no és en si mateix informació important. Tanmateix, és beneficiós analitzar el nombre creat al llarg del temps. Això indicarà si les coses van o no pel bon camí.

source: How to act on the registrations' evolution?
ca_es: Com actuar en l'evolució dels registres?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
ca_es: Si deixeu funcionar la vostra botiga sense canviar res, el nombre de registres de clients hauria de romandre estable o mostrar una lleugera disminució.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
ca_es: Un augment o disminució significatiu del registre de clients mostra que probablement hi ha hagut un canvi a la vostra botiga. Tenint això en compte, us suggerim que identifiqueu la causa, corregiu el problema i torneu al negoci de guanyar diners!

source: Here is a summary of what may affect the creation of customer accounts:
ca_es: Aquí està el resum del que pot afectar la creació de comptes dels clients:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
ca_es: Una campanya de publicitat pot atraure un major nombre de visitants. Això probablement anirà acompanyat d'un augment de clients registrats i més marges de benefici, la qual cosa dependrà dels clients "de qualitat". La publicitat ben orientada és més efectiva que la publicitat a gran escala... i és més barata!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
ca_es: Ofertes, vendes, promocions i/o concursos solen cridar l'atenció dels compradors. Si feu coses semblants no solament mantindreu viu el vostre negoci, sinó que també augmentareu el tràfic, reforçareu la fidelitat dels clients i realment canviareu la vostra filosofia de comerç electrònic.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
ca_es: El disseny i la facilitat d'ús són més importants que mai en el món de la venda en línia. Un tema gràfic mal triat o difícil de seguir pot mantenir a ratlla els compradors. Això vol dir que hauríeu d'aspirar a trobar l'equilibri adequat entre bellesa i funcionalitat per a la vostra botiga en línia.

source: CSV Export
ca_es: Exportació CSV

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track.
ca_es: El nombre total de comptes creats no és en si mateix informació important. Tanmateix, és beneficiós d'analitzar el nombre creat al llarg del temps. Això indicarà si les coses van o no pel bon camí.
