Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesPscleanerAdmin.*.xlf
Languages: id_id, ro_ro

source: Check and fix functional integrity constraints and remove default data
id_id: Cek dan perbaiki integritas data dan hapus data default
ro_ro: Verifica si repara constrangerile functionale de integritate si elimina datele implicite

source: Be really careful with this tool - There is no possible rollback!
id_id: Berhati-hati menggunakan modul ini - Perubahannya tidak dapat dibatalkan!
ro_ro: Ai mare grija cu aceasta unealta - NU exista nicio posibilitate de revenire la situatia initiala!

source: The following queries successfuly fixed broken data:
id_id: Query berikut berhasil memperbaiki data yang rusak:
ro_ro: Urmatoarele interogari au reparat cu succes datele alterate:

source: %d line(s)
id_id: %d baris
ro_ro: %d linii

source: Nothing that need to be fixed
id_id: Tidak ada yang harus diperbaiki
ro_ro: Nu este nimic de reparat

source: The following queries successfuly cleaned your database:
id_id: Query dibawah berhasil dijalankan untuk membersihkan database Anda:
ro_ro: Urmatoarele interogari au curatat cu succes baza de date:

source: Nothing that need to be cleaned
id_id: Tidak ada yang perlu di
ro_ro: Nimic nu are nevoie de curatare

source: Catalog truncated
id_id: Produk berhasil dihapus
ro_ro: Informatiile din catalog au fost sterse

source: Orders and customers truncated
id_id: Data pembelian dan pelanggan berhasil dihapus
ro_ro: Informatiile despre comenzi si clienti au fost sterse

source: Please read the disclaimer and click "Yes" above
id_id: Harap baca disclaimer dan klik tombol "Yes" diatas
ro_ro: Te rugam sa citesti cu atentie avertismentul si sa clicai pe "Da" de mai sus

source: Are you sure that you want to delete all catalog data?
id_id: Yakin akan menghapus semua data produk?
ro_ro: Sigur doresti stergerea tuturor informatiilor din catalog?

source: Are you sure that you want to delete all sales data?
id_id: Yakin akan menghapus semua data penjualan?
ro_ro: Sigur se doreste stergerea tuturor informatiilor despre vanzari?

source: Catalog
id_id: Katalog

source: I understand that all the catalog data will be removed without possible rollback: products, features, categories, tags, images, prices, attachments, scenes, stocks, attribute groups and values, manufacturers, suppliers...
id_id: Saya menyadari bahwa semua data katalog berikut akan dihapus tanpa bisa dikembalikan lagi: produk, fitur, kategori, tag, gambar, harga, lampiran, scene, stok, grup atribut dan nilai, brand, supplier...
ro_ro: Inteleg ca toate datele din catalog vor fi eliminate fara nicio posibilitate de restaurare: produse, caracteristici, categorii, etichete, imagini, preturi, accesorii, scene, stocuri, grupuri si valori de caracteristici, producatori, furnizori...

source: Delete catalog
id_id: Hapus produk
ro_ro: Sterge catalogul

source: Orders and customers
id_id: Data pembelian dan pelanggan
ro_ro: Comenzi si clienti

source: I understand that all the orders and customers will be removed without possible rollback: customers, carts, orders, connections, guests, messages, stats...
id_id: Saya mengetahui bahwa data penjualan dan pelanggan akan dihapus tanpa bisa dibatalkan: pelanggan, cart, penjualan, koneksi, pengunjung, pesan, statistik...
ro_ro: Inteles ca toate informatiile despre comenzi si clienti vor fi sterse fara nicio posibilitate de revenire: clienti, cosuri, comenzi, contacte, oaspetii, mesaje, statistici ...

source: Delete orders & customers
id_id: Hapus data penjualan & pelanggan
ro_ro: Sterge comenzile & clientii

source: Functional integrity constraints
id_id: Integritas data
ro_ro: Constrangeri functionale de integritate

source: Check & fix
id_id: Cek dan perbaiki
ro_ro: Verifica & repara

source: Database cleaning
id_id: Bersihkan database
ro_ro: Se curata baza de date

source: Clean & Optimize
id_id: Bersihkan & Optimasi
ro_ro: Curata si optimizeaza

source: PrestaShop Cleaner
ro_ro: Curatator pentru PrestaShop
