Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesMailalertsAdmin.*.xlf
Languages: az_az, hu_hu

source: You must have a product to delete an alert.
az_az: Bildirişi pozmaq üçün bir məhsulunuz olmalıdır.
hu_hu: Termék nélkül nem tudsz figyelmeztetést törölni.

source: You must be logged in to manage your alerts.
az_az: Bildirişlərinizi yönəltmək üçün giriş etməlisiniz.
hu_hu: A figyelmeztetések kezeléséhez be kell jelentkezned.

source: No template found
hu_hu: Nem található sablon

source: Mail alerts
hu_hu: Értesítő levelek

source: Sends e-mail notifications to customers and merchants regarding stock and order modifications.
hu_hu: Email értesítéseket küldése az ügyfeleknek és a kereskedőknek a raktárkészlet és a megrendelés változásáról.

source: Cannot update settings
az_az: Quraşdırmaları yeniləmək olmur
hu_hu: Beállítások frissítése nem sikerült

source: Please type one (or more) e-mail address
az_az: Buyurun, bir (ya da daha çox) e-poçt ünvanı yazın
hu_hu: Adj meg egy (vagy több) email címet

source: Invalid e-mail:
az_az: Yanlış e-poçt:
hu_hu: Érvénytelen email cím:

source: Settings updated successfully
az_az: Quraşdırmalar uğurla yeniləndi
hu_hu: Beállítások sikeresen frissítve

source: No message
az_az: Mesaj yoxdur
hu_hu: Nincs üzenet

source: Customer notifications
az_az: Müştəri bildirişləri
hu_hu: Vásárló figyelmeztetések

source: Product availability
az_az: Məhsulun qalıq durumu
hu_hu: Termékelérhetőség

source: Gives the customer the option of receiving a notification when an out-of-stock product is available again.
hu_hu: Lehetőséget ad a vevőnek, hogy értesítést kapjon egy termékről, ha az újra készletre kerül.

source: Order edit
hu_hu: Rendelés szerkesztése

source: Send a notification to the customer when an order is edited.
hu_hu: Küldjön értesítést az ügyfélnek mikor egy rendelést módosítunk.

source: New order
az_az: Yeni sifariş
hu_hu: Új rendelés

source: Receive a notification when an order is placed.
hu_hu: Értesítés küldése, miután rendelést adtak le.

source: Out of stock
az_az: Satışda deyil
hu_hu: Nincs készleten

source: Receive a notification if the available quantity of a product is below the following threshold.
hu_hu: Értesítés küldése, ha a készleten lévő termékek száma a megadott határérték alá esik.

source: Threshold
hu_hu: Határérték

source: Quantity for which a product is considered out of stock.
hu_hu: Termékmennyiség, ami alatt a terméknél készlethiány áll be.

source: Coverage warning
hu_hu: Készlet figyelmeztetés

source: Receive a notification when a product has insufficient coverage.
hu_hu: Értesítés küldése, ha a termékkészlet a minimum alá kerül.

source: Coverage
hu_hu: Lefedettség

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
hu_hu: Napi készlet és készletérték.

source: Returns
hu_hu: Visszáru

source: Receive a notification when a customer requests a merchandise return.
hu_hu: Értesítést küldése, ha egy ügyfél áru visszaküldést kezdeményezett.

source: E-mail addresses
az_az: E-poçt ünvanları
hu_hu: E-mail címek

source: One e-mail address per line (e.g. bob@example.com).
hu_hu: Egy email cím soronként (pl.: gabriella@example.com).

source: Merchant notifications
hu_hu: Kereskedői értesítések

source: image(s)
az_az: sekil
hu_hu: kép

source: Voucher code:
az_az: Kupon kodu:
hu_hu: Kuponkód:
