Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatsproductAdmin.*.xlf
Languages: sv_se

source: Product details
sv_se: Produktinformation

source: Adds detailed statistics for each product to the Stats dashboard.
sv_se: Lägger till detaljerad statistik för varje produkt i Statistik.

source: Number of purchases compared to number of views
sv_se: Antal köp i förhållande till antalet visningar

source: After choosing a category and selecting a product, informational graphs will appear.
sv_se: Efter att ha valt en kategori och välja en produkt, kommer informativa grafer visas. Då kommer du att kunna analysera dem.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
sv_se: Om du märker att en produkt ofta köps, men sällan visas, bör du lägga den på mer framträdande plats i din butik.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
sv_se: Å andra sidan, om en produkt har många visningar men inte köps så ofta, undersök om du kan förbättra information, beskrivning och bild/bilder på produkten.

source: Details
sv_se: Detaljer

source: Total bought
sv_se: Total köpta

source: Sales (tax excluded)
sv_se: Försäljning (exkl. moms)

source: Total Viewed
sv_se: Totalt visade

source: Conversion rate
sv_se: Omvandlingsfrekvens

source: Attribute sales distribution
sv_se: Fördelning på sålda attribut

source: Cross selling
sv_se: Korsförsäljning

source: Click on a product to access its statistics!
sv_se: Klicka på en produkt för att komma åt dess statistik!

source: Choose a category
sv_se: Välj en kategori

source: Products available
sv_se: Tillgängliga produkter

source: Popularity
sv_se: Popularitet

source: Visits (x100)
sv_se: Besök (x100)

source: Stock
sv_se: Lager

source: Enrich your stats, add detailed statistics for each product of your catalog.
sv_se: Berika din statistik, lägg till detaljerad statistik över dina produkter.
