Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesLinklistAdmin.*.xlf
Languages: id_id

source: Link block configuration
id_id: Blok konfigurasi tautan

source: Link Blocks
id_id: Blok Tautan

source: Name of the link block
id_id: Nama blok tautan

source: Please mark every page that you want to display in this block.
id_id: Tandai halaman yang akan muncul di blok CMS ini

source: Please add every page that you want to display in this block.
id_id: Tambahkan setiap halaman yang ingin Anda tampilkan di blok ini.

source: Themes
id_id: Theme

source: Link Widget
id_id: Widget daftar tautan

source: Link List
id_id: Daftar tautan

source: Adds a block with several links.
id_id: Tambahkan blok berisi tautan.

source: New block
id_id: Blok baru

source: Name of the block
id_id: Nama blok

source: Title
id_id: Panggilan

source: Content pages
id_id: Isi halaman

source: Product pages
id_id: Halaman produk

source: Static content
id_id: Halaman statis

source: Custom content
id_id: Isi ubah suaian

source: Categories
id_id: Kategori

source: Edit the link block.
id_id: Edit blok tautan.

source: New link block
id_id: Blok tautan baru

source: Position
id_id: Posisi

source: Delete
id_id: Hapus

source: Name
id_id: Nama
