Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesImagesliderAdmin.*.xlf
Languages: ar_sa, bs_ba, cs_cz, sv_se

source: Image slider
ar_sa: شريط عرض الصور
bs_ba: Slajde slike
cs_cz: Posuvník obrázku
sv_se: Bildslider

source: Adds an image slider to your site.
ar_sa: أضف شريطاً لعرض الصور لموقعك.
bs_ba: Dodaje slajder slika na Vašu stranicu.
cs_cz: Přidá na vaši stránku posuvník obrázků.
sv_se: Lägger till en bildslider på din sajt.

source: Invalid values
ar_sa: قيم غير صالحة
cs_cz: Neplatné hodnoty
sv_se: Ogiltiga värden

source: Invalid slide
ar_sa: شريحة غير صالحة
cs_cz: Neplatný snímek
sv_se: Ogiltig bild

source: Invalid slide state.
ar_sa: حالة الشريحة غير صالحة.
cs_cz: Neplatný stav snímku.
sv_se: Ogiltig slidestatus.

source: Invalid slide position.
ar_sa: موقع شريحة غير صالح.
cs_cz: Neplatná pozice snímku.
sv_se: Ogiltig slideposition.

source: Invalid slide ID
ar_sa: رقم تعريف شريحة غير صالح
cs_cz: Neplatné ID snímku
sv_se: Ogiltigt slide-ID

source: The title is too long.
ar_sa: العنوان طويل جداً.
cs_cz: Název je příliš dlouhý.
sv_se: Titel är för lång

source: The caption is too long.
ar_sa: عنوان الصورة طويل جداً.
cs_cz: Popis je příliš dlouhý.
sv_se: Bildtexten är för lång.

source: The URL is too long.
ar_sa: الرابط طويل جداً.
cs_cz: URL je příliš dlouhé.
sv_se: URL är för lång

source: The description is too long.
ar_sa: الوصف طويل جداً.
cs_cz: Popis je příliš dlouhý.
sv_se: Beskrivningen är för lång

source: The URL format is not correct.
ar_sa: صيغة الرابط غير صحيحة.
cs_cz: URL formát není správný.
sv_se: URL format är inte korrekt

source: Invalid filename.
ar_sa: اسم ملف غير صالح.
cs_cz: Neplatný název souboru.
sv_se: Ogiltigt filnamn.

source: The URL is not set.
ar_sa: لم يتم إنشاء رابط.
cs_cz: URL není nastaveno.
sv_se: URL har inte angetts

source: The image is not set.
ar_sa: لم يتم إنشاء صورة.
cs_cz: Obrázek není nastaven.
sv_se: Bild har inte valts

source: The configuration could not be updated.
ar_sa: لا يمكن تحديث الإعدادات.
cs_cz: Nelze aktualizovat konfiguraci.
sv_se: Inställningarna kunde inte ändras.

source: The slide could not be added.
ar_sa: لا يمكن إضافة الشريحة.
cs_cz: Snímek nemohl být přidán.
sv_se: Bildspel kunde inte skapas

source: The slide could not be updated.
ar_sa: لا يمكن تحديث الشريحة.
cs_cz: Snímek nelze aktualizovat.
sv_se: Bildspel kunde inte uppdateras

source: Slide information
ar_sa: معلومات الشريحة
cs_cz: Informace o snímcích
sv_se: Bildinformation

source: Target URL
ar_sa: رابط الهدف
cs_cz: Cílová URL
sv_se: Mål-URL

source: Caption
ar_sa: عنوان الصورة
bs_ba: Naslov
cs_cz: Titulek
sv_se: Bildtext

source: Speed
ar_sa: ‮السرعة
cs_cz: Rychlost
sv_se: Hastighet

source: The duration of the transition between two slides.
ar_sa: مدة الإنتقال بين شرحتين.
cs_cz: Délka přechodu mezi dvěma snímky.
sv_se: Längd på övergång mellan två bilder.

source: Pause on hover
ar_sa: وقفة على التحويم
bs_ba: Pauza pri prelasku mišom
cs_cz: Pauza při najetí
sv_se: Paus vid hover

source: Stop sliding when the mouse cursor is over the slideshow.
ar_sa: أوقف شريط العرض عندما توكون الفأره على منطقة شريط العرض.
bs_ba: Zaustavi slajdovanje kada je pokazivač miša preko slajdova.
cs_cz: Přestane se posouvat když je kurzor myši umístěn na samovolném sledu zobrazovaných obrázků.
sv_se: Avbryt slideeffekt när muspekaren hålls över slideshow.

source: Loop forever
ar_sa: إستمرار الإعادة
bs_ba: Neprestano kruži
cs_cz: Nekonečná smyčka
sv_se: Ständig loop

source: Loop or stop after the last slide.
ar_sa: أعد أو توقف بعد آخر شريحة.
bs_ba: Neprestano ili prestani nakon zadnjeg slajda.
cs_cz: Smyčka nebo zastavení po posledním snímku.
sv_se: Loopa eller stoppa efter den sista bilden.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
bs_ba: Budući da je više jezika uključeno na vašoj trgovini, molimo vas uploadajte svoju sliku za svaki od njih
cs_cz: Protože je ve Vašem obchodu aktivováno více jazyků, nahrajte prosím Vaše obrázky pro každý jazyk
sv_se: Eftersom du har flera språk aktiva i din butik, är det lämpligt att ladda upp en bild för varje språk

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
ar_sa: لا تستطيع ادارة محتويات القائمة العلوية من "كل المتاجر" او "مجموعة المتجر، اختر متجرك الذي تريد تعديله مباشرة
bs_ba: Vi ne možete upravljati stavkama slajdova iz konteksta "Sve trgovine" ili "Grupa Trgovina", odaberite direktno trgovinu koji želite urediti
cs_cz: Není možné spravovat snímky z kontextu "Všechny obchody" nebo "Skupina obchodů". Zvolte přímo ten obchod, který chcete upravit
sv_se: Du kan inte hantera objekt i toppmenyn från "Alla butiker" eller "Butiksgrupp", välj vilken butik du vill ändra

source: You can only edit this slide from the shop(s) context: %s
ar_sa: يمكنك فقط تحرير هذه الشريحة من شاشة متجر: %s
bs_ba: Možete urediti ovaj slajd za kontekst trgovine(a): %s
cs_cz: Slidu můžete pouze upravovat z kontextu obchodu: %s
sv_se: Du kan bara redigera den här bilden från butik(er): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
ar_sa: لا يمكنك إضافة شرائح من شاشة "جميع المتاجر" أو "مجموعة المتاجر"
bs_ba: Ne možete dodavati slajdove od konteksta "Svih trgovina" ili "Grupe trgovine"
cs_cz: Nelze přidat slidy z kontextu "Všech obchodů" nebo z "Skupin obchodů"
sv_se: Du kan inte lägga till bilder från kontexten "Alla butiker" eller "Butiksgrupp"

source: Unable to get slide shop association information (id_slide: %d)
bs_ba: Nije moguće dobiti informaciju o pridruživanju slajdova trgovine (id_slide: %d)
cs_cz: Nelze získat asociaci slidu k obchodu (id: %d)
sv_se: Kunde inte hitta information om bildens butikskoppling (bild id: %d)

source: The modifications will be applied to shop: %s
ar_sa: سيتم تطبيق التعديلات على المتجر: %s
cs_cz: Upráavy budou provedeny pro ochod: %s
sv_se: Förändringarna kommer att appliceras på butik: %s

source: The modifications will be applied to this group: %s
ar_sa: سيتم تطبيق التعديلات على هذه المجموعة: %s
cs_cz: Upravy budou provedeny pro skupinu: %s
sv_se: Förändringarna kommer att appliceras på följande grupp: %s

source: The modifications will be applied to all shops and shop groups
ar_sa: سيتم تطبيق التعديلات على كافة المتاجر ومجموعات المتاجر
bs_ba: Promjene će biti primijenjena na svim trgovinama i skupinama trgovina
cs_cz: Úpravy budou promítnuty do všech obchodů a skupin obchodů
sv_se: Ändringen kommer att påverka alla butiker och butiksgrupper

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
ar_sa: تتشارك هذه الشريحة مع غيرها من المحلات التجارية! وجميع المحلات التجارية المرتبطة بهذ الشريحة يتم تطبيق التعديلات التي تم إجراؤها هنا
bs_ba: Ovaj slide se dijeli s ostalim trgovinama! Sve trgovine povezane s ovom slajdom će primijeniti izmjene napravljene ovdje
cs_cz: Tento side je sdílen s více obchody! Úpravy se promítnou do všech obchodů kde je použit
sv_se: Denna bild är delad med andra butiker! Alla butiker kopplade till denna bild kommer att tillämpa ändringar gjorda här

source: Add sliding images to your homepage to welcome your visitors in a visual and friendly way.
sv_se: Lägg till sliders på din startsida för att välkomna besökarna på ett visuellt och tilltalande sätt.

source: Slides list
ar_sa: قائمة الشرائح
bs_ba: Lista slajdova
cs_cz: Seznam snímků
sv_se: Bildlista

source: Shared slide
ar_sa: شريحة مُشاركة
bs_ba: Djeljeni slajd
cs_cz: Sdílené slidy
sv_se: Delad bild
