Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: bs_ba, cs_cz

source: Newsletter subscription
bs_ba: Prijava za bilten
cs_cz: Odběr newsletteru

source: Adds a form for newsletter subscription.
bs_ba: Dodaje formu za pretplatu na bilten.
cs_cz: Přidá formulář pro přihlášení k odběru novinek.

source: Are you sure that you want to delete all of your contacts?
cs_cz: Jste si jisti, že chcete odstranit všechny své kontakty?

source: Subscribed
cs_cz: Odebíráte

source: Subscribed on
cs_cz: Odebíráno od

source: Newsletter registrations
cs_cz: Přihlásit se k odběru novinek

source: Unsubscribe
cs_cz: Odhlásit odběr

source: Would you like to send a verification email after subscription?
bs_ba: Pošalji verifikacijski e-mail nakon prijave?
cs_cz: Odeslat e-mail pro ověření odběru novinek?

source: Would you like to send a confirmation email after subscription?
bs_ba: Pošalji potvrdni e-mail nakon prijave?
cs_cz: Zaslat potvrzovací e-mail pro přihlášení k odběru novinek?

source: Welcome voucher code
bs_ba: Vaučer kod dobrodošlice
cs_cz: Kód slevového kupónu na uvítanou

source: Leave blank to disable by default.
bs_ba: Ostavite praznim za onemogućavanje.
cs_cz: Nechte prázdné pro vypnutí.

source: Newsletter conditions
bs_ba: Uslovi biltena
cs_cz: Podmínky odběru novinek

source: This text will be displayed beneath the newsletter subscribe button.
bs_ba: Ovaj tekst će biti prikazan ispod biltena dugmeta za pretplatu.
cs_cz: Text bude zobrazen pod tlačítkem na přihlášení k odběru novinek.

source: Export customers' addresses
bs_ba: Izvezi adrese kupaca
cs_cz: Exportovat adresy zákazníků

source: Customers' country
cs_cz: Vygenerovat pro klienty ze země

source: Filter customers by country.
bs_ba: Filtriraj kupce prema državi.
cs_cz: Filtrovat zákazníky podle země.

source: Newsletter subscribers
cs_cz: Odběratelé newsletteru

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
bs_ba: Filtriraj kupce koji su se pretplatili na bilten ili ne, i koji imaju račun ili ne.
cs_cz: Filtrovat zákazníky podle toho, zda se ne/přihlásili k odběru novinek, a zda ne/mají účet.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
bs_ba: Kupci se mogu pretplatiti na vaš bilten pri registraciji, ili unosom svoje e-mail adrese u bilten formi.
cs_cz: Zákazníci se mohou přihlásit k odběru novinek při registraci nebo zadáním e-mailu do formuláře odběru novinek.

source: All subscribers
bs_ba: Svi prijavljeni
cs_cz: Všichni odběratelé

source: Subscribers with account
cs_cz: Odběratelé s účtem

source: Subscribers without account
cs_cz: Odběratelé bez účtu

source: Non-subscribers
cs_cz: Pouze nepřihlášeným k odběru

source: Partner offers subscribers
bs_ba: Partnerske ponude prijavljenima
cs_cz: Odběratelé nabídek partnerů

source: Filter customers who have agreed to receive your partners' offers or not.
bs_ba: Filter kupaca koji su pristali primati vaše partnerske ponude ili ne.
cs_cz: Filtrovat zákazníky, kteří ne/souhlasili s odběrem nabídek Vašich partnerů.

source: Partner offers subscribers have agreed to receive your partners' offers.
bs_ba: Pretplatnici na partnerske ponude se slažu s primanjem Vaših ponuda.
cs_cz: Odběratelé nabídek partnerů souhlasili s tím, že jim budou zasílány nabídky partnerů.

source: All customers
cs_cz: Všichni zákazníci

source: Partner offers non-subscribers
bs_ba: Osobe koje nisu pretplatnici na partnerske ponude
cs_cz: Neodběratelé nabídek partnerů

source: Search for addresses
bs_ba: Traži adrese
cs_cz: Hledat adresu

source: Email address to search
bs_ba: Email adrese za pretragu
cs_cz: Hledaná E-mailová adresa

source: Example: contact@prestashop.com or @prestashop.com
bs_ba: Npr.: contact@prestashop.com ili @prestashop.com
cs_cz: Přiklad: contact@prestashop.com nebo @prestashop.com

source: No customers found with these filters!
cs_cz: Nenalezení žádní zákazníci pro tyto filtry!

source: The .CSV file has been successfully exported: %d customers found.
cs_cz: Soubor .CSV byl úspěšně exportován. (Nalezení zákazníci: %d).

source: Download the file
cs_cz: Stáhnout soubor

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
cs_cz: UPOZORNĚNÍ: Při otvírání tohoto .csv souboru v Excelu vyberte kódování UTF-8, abyste předešli zobrazení zvláštních znaků.

source: Error: Write access limited
cs_cz: Chyba: Omezený přístup pro zápis

source: No result found!
bs_ba: Nema pronađenih rezultata!
cs_cz: Nenalezeny žádné výsledky!

source: -- Select associated page --
bs_ba: -- Odaberite pripadajuću stranicu --
cs_cz: -- Vyberte přidruženou stránku --

source: Newsletter subscription: no email to delete, this customer has not registered.
bs_ba: Pretplata za bilten: nema e-poruke za brisanje, ovaj klijent nije registrovan.
cs_cz: Odběr novinek: žádný e-mail k odstranění, tento zákazník se nezaregistroval.

source: Newsletter subscription: no email to export, this customer has not registered.
bs_ba: Pretplata za bilten: nema e-poruke za izvoz, ovaj klijent nije registrovan.
cs_cz: Odběr novinek: žádný e-mail na export, tento zákazník se nezaregistroval.

source: Iso language
bs_ba: ISO jezik
cs_cz: Iso jazyk

source: Keep in touch with your customers the way you want, add a form to the homepage of your store and allow all the curious to subscribe to your newsletter.
cs_cz: Zůstaňte v kontaktu s vašimi zákazníky. Přidejte na homepage obchodu formulář pro odběr newsletteru.
