Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesCheckpaymentAdmin.*.xlf
Languages: ca_es, el_gr

source: Payments by check
ca_es: Pagaments amb xec
el_gr: Πληρωμή με επιταγή

source: Are you sure you want to delete these details?
ca_es: Esteu segurs que voleu eliminar aquestes dades?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα στοιχεία σας;

source: The "Payee" and "Address" fields must be configured before using this module.
ca_es: Els camps "Pagador" i "Adreça" s'han de configurar abans d'utilitzar aquest mòdul.
el_gr: Τα πεδία «Δικαιούχος» και «Διεύθυνση» πρέπει να ρυθμιστούν πριν χρησιμοποιήσετε αυτό το δομικό στοιχείο.

source: No currency has been set for this module.
ca_es: No hi ha moneda definida per aquest mòdul.
el_gr: Δεν έχετε ορίσει νόμισμα γι’ αυτό το module

source: The "Payee" field is required.
ca_es: El camp del "Pagador" és obligatori.
el_gr: Το πεδίο «Δικαιούχος» είναι υποχρεωτικό.

source: The "Address" field is required.
ca_es: El camp "Adreça" és necessari.
el_gr: Το πεδίο "Διεύθυνση" είναι υποχρεωτικό.

source: Pay by Check
ca_es: Pagament amb xec
el_gr: Πληρωμή με επιταγή

source: Contact details
ca_es: Dades de contacte
el_gr: Στοιχεία επικοινωνίας

source: Payee (name)
ca_es: Pagador (nom)
el_gr: Όνομα δικαιούχου

source: Address
ca_es: Adreça
el_gr: Διεύθυνση

source: Address where the check should be sent to.
ca_es: Adreça a la qual s'haurà d'enviar el xec.
el_gr: Διεύθυνση που πρέπει να αποσταλεί η επιταγή.

source: %amount% (tax incl.)
ca_es: %amount% (IVA incl.)
el_gr: %amount% (με Φπα.)

source: This module allows you to accept payments by check.
ca_es: Aquest mòdul us permet acceptar sempre pagaments amb xec.
el_gr: Αυτό το module σας επιτρέπει να δέχεστε πληρωμές με επιταγή.

source: If the client chooses this payment method, the order status will change to 'Waiting for payment'.
ca_es: Si el client tria aquesta forma de pagament, l'estat de la comanda canviarà a "Esperant el pagament".
el_gr: Αν ο πελάτης επιλέξει αυτόν τον τρόπο πληρωμής, η κατάσταση της παραγγελίας θα αλλάξει σε «Αναμονή πληρωμής».

source: You will need to manually confirm the order as soon as you receive a check.
ca_es: Per tant, haureu de confirmar manualment la comanda tan aviat com rebeu un xec.
el_gr: Ως εκ τούτου, θα πρέπει να επιβεβαιώσετε χειροκίνητα τη παραγγελία μόλις λάβετε την επιταγή.
