Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesBlockwishlistShop.*.xlf
Languages: sv_se

source: You aren't logged in
sv_se: Du är inte inloggad

source: Unknown action
sv_se: Okänd handling

source: There was an error adding the product
sv_se: Ett fel inträffade när produkten skulle sparas

source: Product added
sv_se: Produkten sparad

source: The list has been properly created
sv_se: Listan har skapats korrekt

source: Error saving the new list
sv_se: Fel vid sparande av listan

source: Missing name parameter
sv_se: Namnparameter saknas

source: List has been renamed
sv_se: Listan har namnändrats

source: List could not be renamed
sv_se: Listans namn kan inte ändras

source: List has been removed
sv_se: Listan har tagits bort

source: List deletion was unsuccessful
sv_se: Borttagning av listan misslyckades

source: Product succesfully removed
sv_se: Produkten har tagits bort

source: Unable to remove product from list
sv_se: Det gick inte att ta bort produkten från listan

source: Product succesfully updated
sv_se: Produkten har uppdaterats

source: Unable to update product from wishlist
sv_se: Det går inte att uppdatera produkten på önskelistan

source: Request is missing one or multiple parameters
sv_se: Begäran saknar en eller flera parametrar

source: Product added to cart
sv_se: Produkten är tillagd i varukorgen

source: Error when adding product to cart
sv_se: Fel uppstod när produkten skulle läggas till i varukorgen

source: You're not allowed to manage this list.
sv_se: Du har inte behörighet att hantera denna lista

source: There was an error while adding the product attributes
sv_se: Något gick fel när produktattribut skulle läggas till

source: Product successfully removed
sv_se: Produkten har tagits bort

source: Product successfully updated
sv_se: Produkten har uppdaterats

source: You do not have access to this wishlist.
sv_se: Du har inte behörighet att hantera denna önskelista

source: WishList: %wishlist_name%
sv_se: Önskelista: %wishlist_name%

source: Add to wishlist
sv_se: Lägg till i önskelistan

source: No list found.
sv_se: Ingen lista hittades.

source: Wishlist name
sv_se: Önskelistans namn

source: Create wishlist
sv_se: Skapa en önskelista

source: Add name
sv_se: Lägg till namn

source: List title is too short
sv_se: Listans titel är för kort

source: Cancel
sv_se: Avbryt

source: Delete
sv_se: Ta bort

source: This action is irreversible
sv_se: Den här åtgärden går inte att ångra.

source: Remove product from wishlist
sv_se: Ta bort produkten från önskelistan

source: Delete wishlist
sv_se: Ta bort önskelistan

source: The product will be removed from "%nameofthewishlist%".
sv_se: Produkten kommer att tas bort från %nameofthewishlist%

source: Remove
sv_se: Ta bort

source: Sign in
sv_se: Logga in

source: You need to be logged in to save products in your wishlist.
sv_se: Du måste vara inloggad för att kunna lägga till produkter i din önskelista.

source: Rename wishlist
sv_se: Byt namn på önskelistan

source: Share wishlist
sv_se: Dela önskelistan

source: Copied!
sv_se: Kopierad!

source: Share link
sv_se: Delningslänk

source: Copy text
sv_se: Kopiera text

source: Showing %min% - %max% of %total% item(s)
sv_se: Visar %min% - %max% av %total% artiklar

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Wishlist name modified!
sv_se: Önskelistans namn är ändrat!

source: Product added to wishlist!
sv_se: Produkten är tillagd till önskelistan!

source: Wishlist created!
sv_se: Önskelista är skapad!

source: Wishlist deleted!
sv_se: Önskelistan är borttagen!

source: Share link copied!
sv_se: Delningslänken är kopierad!

source: Product deleted!
sv_se: Produkten är borttagen!

source: Home
sv_se: Hem

source: No wishlist found.
sv_se: Ingen önskelista hittades.

source: Rename
sv_se: Byt namn

source: Share
sv_se: Dela

source: Return to your account
sv_se: Återgå till ditt konto

source: No products found
sv_se: Inga produkter hittades

source: Filter
sv_se: Filtrera

source: Return to wishlists
sv_se: Återgå till önskelistan

source: Last added
sv_se: Senast tillagd

source: Customize
sv_se: Anpassa

source: Add to cart
sv_se: Lägg till i varukorgen

source: Quantity
sv_se: Kvantitet

source: Price, low to high
sv_se: Pris, lågt till högt

source: Price, high to low
sv_se: Pris, högt till lågt

source: Gift ideas for Juliette
sv_se: Presentidéer till Juliette
