Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesFeaturedproductsAdmin.*.xlf
Languages: sv_se

source: Featured products
sv_se: Utvalda produkter

source: Displays featured products in the central column of your homepage.
sv_se: Visa produkter i mittkolumnen på din hemsida.

source: The number of products is invalid. Please enter a positive number.
sv_se: Antal produkter är ogiltig. Använd ett positivt antal.

source: The category ID is invalid. Please choose an existing category ID.
sv_se: Kategori-ID är ogiltig. Använd ett existerande kategori-ID.

source: Invalid value for the "randomize" flag.
sv_se: Ogiltigt värde för flaggan "slumpvis".

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
sv_se: För att lägga till produkter på din startsida, lägg till dem i motsvarande produktkategori (förval: "Hem").

source: Number of products to be displayed
sv_se: Antal produkter att visa

source: Set the number of products that you would like to display on homepage (default: 8).
sv_se: Antalet produkter som visas på hemsidan (standard: 8).

source: Category from which to pick products to be displayed
sv_se: Kategori att visa produkter från

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
sv_se: Ange kategori-id för vilka produkter du vill visa på startsidan (förvalt: "Hem").

source: Randomly display featured products
sv_se: Visa slumpvis utvalda produkter

source: Enable if you wish the products to be displayed randomly (default: no).
sv_se: Aktivera om du vill att produkterna ska visas slumpvis (förval: nej).

source: Pick a category and highlight its items, enhance customer experience with a lively homepage.
sv_se: Välj en kategori och framhäv produkterna därifrån. Förbättra kundupplevelsen med en levande startsida.
