Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesLivetranslationAdmin.*.xlf
Languages: ro_ro, sq_al

source: Live translation
ro_ro: Traducere in direct
sq_al: Përkthimi drejtpërdrejt

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
ro_ro: Contribuie la traducerea PrestaShop direct din magazinul tau si din panoul de administrare.
sq_al: Kontribuo në përkthimin e PrestaShop direkt nga dyqani yt dhe paneli i administrimit.

source: Unable to install the module: the English Upside Down language cannot be installed.
ro_ro: Nu se poate instala modulul: limba English Upside Down nu poate fi instalata.
sq_al: Moduli nuk mund të instalohet: gjuha angleze Upside Down nuk mund të instalohet.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
ro_ro: Acest modul face posibila traducerea PrestaShop direct din diferitele sale pagini (back office si front office).
sq_al: Ky modul bën të mundur përkthimin e PrestaShop direkt nga faqet e tij të ndryshme (në "back office' dhe 'front office').

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
ro_ro: Trimite imediat aceste traduceri in context catre [1]proiectul de traducere PrestaShop[/1] pe Crowdin: aceasta este pentru a contribui la traducerile comunitatii noastre, nu pentru a iti traduce sau personaliza propriul magazin.
sq_al: Moduli i dërgon këto përkthime brenda kontekstit menjëherë në [1]PrestaShop translation project[/1] në Crowdin: kjo është për të kontribuar në përkthimet e komunitetit tonë, jo për të përkthyer ose personalizuar dyqanin tënd.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
ro_ro: Daca nu ai inca un cont Crowdin, [1]alatura-te noua acum[/1]!
sq_al: Nëse nuk ke ende një llogari të Crowdin, [1]bashkohu tani[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
ro_ro: Pentru a putea lucra, modulul are nevoie de limba virtuala "English Upside Down". Este instalata in magazinul tau, dar nu este activa si nu este disponibila pentru clientii tai.
sq_al: Për të qenë në gjendje të punojë, moduli ka nevojë për gjuhën virtuale "English Upside Down". Është i instaluar në dyqanin tënd, por nuk është aktiv dhe nuk është i disponueshëm për klientët tu.

source: How to proceed
ro_ro: Cum sa procedezi
sq_al: Si të vazhdojmë

source: Log in to your [1]Crowdin account[/1]
ro_ro: Te conectezi la [1]contul tau pe Crowdin[/1]
sq_al: Identifikohu në llogarinë tënde në [1]Crowdin[/1]

source: Translate PrestaShop using the live translation module
ro_ro: Traduci PrestaShop utilizand modulul de traducere live
sq_al: Përkthejeni PrestaShop duke përdorur modulin e përkthimit të drejtpërdrejtë

source: Translate
ro_ro: Tradu
sq_al: Përkthe

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
ro_ro: Traducerea in direct nu poate fi activata. Limba English Upside Down lipseste si nu poate fi instalata. Te rugam sa resetezi modulul pentru a incerca din nou.
sq_al: Përkthimi i drejtpërdrejtë nuk mund të aktivizohet. Gjuha angleze Upside Down mungon dhe nuk mund të instalohet. Të lutem rivendos modulin për të provuar përsëri.
