Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesAutoupgradeAdmin.*.xlf
Languages: uk_ua

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
uk_ua: Ця версія PrestaShop не може бути оновлена: постійна PS_ADMIN_DIR відсутня.

source: 1-Click Upgrade
uk_ua: Оновлення в 1 клік

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
uk_ua: Забезпечується автоматизований метод оновлення вашого магазину до останньої версії PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
uk_ua: Неможливо видалити застарілу вкладку "AdminUpgrade" (ID вкладки: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
uk_ua: Неможливо створити вкладку "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
uk_ua: Неможливо скопіювати logo.gif в %s

source: Unable to load the "AdminSelfUpgrade" tab
uk_ua: Неможливо завантажити вкладку "AdminSelfUpgrade"

source: Unable to create the directory "%s"
uk_ua: Неможливо створити папку "%s"

source: Unable to copy ajax-upgradetab.php in %s
uk_ua: Неможливо скопіювати ajax-upgradetab.php в %s

source: Unable to write in the directory "%s"
uk_ua: Неможливо записати в папку "%s"

source: Unable to create directory %s
uk_ua: Неможливо створити теку %s

source: Back up my files and database
uk_ua: Зробити резервну копію моїх файлів та бази данних

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
uk_ua: Автоматичне резервування ваших бази даних і файлів, щоб відновити свій магазин, якщо це необхідно. Це експериментально: ви все одно повинні виконувати своє ручне резервування для безпеки.

source: Back up my images
uk_ua: Зробити резервну копію моїх зображень

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
uk_ua: Для збереження часу, ви можете вирішити не створювати резервну копію зображень. У будь-якому випадку, завжди робіть резервну копію вручну.

source: Server performance
uk_ua: Продуктивність серверу

source: Unless you are using a dedicated server, select "Low".
uk_ua: Якщо ви не користуєтесь виділеним сервером, виберіть "Низька".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
uk_ua: Високе значення може викликати збій при оновленні, якщо ваш сервер не достатньо потужний для обробки завдань оновлення в короткий проміжок часу.

source: Low (recommended)
uk_ua: Низька (рекомендується)

source: Medium
uk_ua: Середній

source: High
uk_ua: Високий

source: Disable non-native modules
uk_ua: Відключити сторонні модулі

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
uk_ua: Сторонні модулі можуть мати деякі проблеми з сумісністю, тому ми рекомендуємо їх відключити за замовчуванням.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
uk_ua: Тримання їх включеними може зашкодити правильному завантаженню після оновлення сторінки "Модулі".

source: Upgrade the default theme
uk_ua: Оновити тему за замовчуванням

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
uk_ua: Якщо ви змінювали типовий шаблон PrestaShop в його теці ("classic" у версії 1.7), увімкнення цієї опції видалить усі ваші модифікації.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
uk_ua: Якщо ви використовуєте власну тему, включення цієї опції оновить файли теми за замовчуванням, ваша тема буде збережена.

source: Switch to the default theme
uk_ua: Перейти на тему за замовчуванням

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
uk_ua: Це змінить вашу тему: ваш магазин буде використовувати тему за замовчуванням для версії PrestaShop, до якої ви оновились.

source: Keep the customized email templates
uk_ua: Зберегти попередні шаблони е-пошти

source: This will not upgrade the default PrestaShop e-mails.
uk_ua: Типові шаблони е-пошти не будуть оновлені.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
uk_ua: Якщо ви змінювали стандартні шаблони повідомлень е-пошти, включення цієї опції збереже ваші зміни.

source: Unable to create file %s
uk_ua: Неможливо створити файл %s

source: Error when trying to delete backups %s
uk_ua: Помилка при спробі видалення резервної копії %s

source: Backup Options
uk_ua: Параметри резервної копії

source: Upgrade Options
uk_ua: Оновити параметри

source: Major release
uk_ua: Головний випуск

source: Minor release (recommended)
uk_ua: Менший випуск (рекомендовано)

source: Release candidates
uk_ua: Кандидати у випуск

source: Beta releases
uk_ua: Бета випуски

source: Alpha releases
uk_ua: Альфа випуски

source: Private release (require link and MD5 hash)
uk_ua: Приватний випуск (потребує посилання й контрольну суму MD5)

source: Local archive
uk_ua: Локальний архів

source: Local directory
uk_ua: Локальна папка

source: [NOTICE] File %s does not exist, merge skipped.
uk_ua: [NOTICE] Файл %s відсутній, злиття пропущене.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
uk_ua: [WARNING] У файлі %filename% відсутня змінна %variablename%. Злиття пропущене.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
uk_ua: [WARNING] У файлі %filename% відсутня змінна %variablename%. Файл %filename% видалено, злиття пропущено.

source: Error upgrading Doctrine schema
uk_ua: Помилка оновлення Doctrine schema

source: Error updating translations
uk_ua: Помилка оновлення перекладів

source: Invalid database configuration
uk_ua: Невірне налаштування бази даних

source: Database upgrade OK
uk_ua: База даних оновлена успішно

source: Warning detected during upgrade.
uk_ua: Під час оновлення виявлені попередження.

source: Database upgrade completed
uk_ua: Оновлення бази даних завершено

source: /install/upgrade/php directory is missing in archive or directory
uk_ua: Директорія /install/upgrade/php відсутня

source: %s is not a valid version number.
uk_ua: %s не є допустимим номером версії.

source: [ERROR] Version to install is too old.
uk_ua: [ERROR] Версія для установки занадто стара.

source: Current version: %oldversion%. Version to install: %newversion%.
uk_ua: Поточна версія: %oldversion%. Встановлюється версія: %newversion%.

source: You already have the %s version.
uk_ua: Ви вже маєте версію %s.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
uk_ua: Немає старої версії. Ви видалили чи перейменували файл app/config/parameters.php?

source: Unable to find upgrade directory in the installation path.
uk_ua: Неможливо знайти папку для оновлення в шляху установки.

source: Error while loading SQL upgrade file "%s.sql".
uk_ua: Помилка під час SQL-завантаження файлу оновлення "%s.sql".

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
uk_ua: Неможливо знайти SQL-файли оновлення. Будь ласка, перевірте папку %s, що вона не порожня.

source: [DROP] SQL %s table has been dropped.
uk_ua: [DROP] SQL-таблиця %s була видалена.

source: [SKIP] directory "%s" does not exist and cannot be emptied.
uk_ua: [SKIP] папка "%s" відсутня й не може бути очищена.

source: [CLEANING CACHE] File %s removed
uk_ua: [CLEANING CACHE] Файл %s видалений

source: The config/settings.inc.php file was not found.
uk_ua: Файл config/settings.inc.php відсутній.

source: [ERROR] No response from Addons server.
uk_ua: [ERROR] Сервер Доповнень не відповідає.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
uk_ua: [ERROR] Неможливо записати архів модуля %s в тимчасову папку.

source: [WARNING] Error when trying to upgrade module %s.
uk_ua: [WARNING] Помилка при спробі оновити модуль %s.

source: [ERROR] %s does not exist or is not a directory.
uk_ua: [ERROR] %s відсутня або не є папкою.

source: filesToUpgrade is not an array
uk_ua: filesToUpgrade не масив

source: All files upgraded. Now upgrading database...
uk_ua: Усі файли оновлено. Зараз оновлюється база данних...

source: Error when trying to upgrade file %s.
uk_ua: Помилка при спробі оновлення файлу %s.

source: %s files left to upgrade.
uk_ua: Залишилось оновити %s файлів.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
uk_ua: Нічого не розархівовано. Здається, що пропущений крок розархівування.

source: File %s is preserved
uk_ua: Файл %s зберігається

source: %s ignored
uk_ua: %s ігноровано

source: [WARNING] File %1$s has been deleted.
uk_ua: [WARNING] Файл %1$s був видалений.

source: Directory %1$s created.
uk_ua: Папка %1$s створена.

source: Error while creating directory %s.
uk_ua: Помилка при створенні папки %s.

source: Directory %s already exists.
uk_ua: Тека %s вже існує.

source: [TRANSLATION] The translation files have been merged into file %s.
uk_ua: [TRANSLATION] Файли перекладу були об'єднані в файл %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
uk_ua: [TRANSLATION] Файли перекладу не були об'єднані в файл %filename%. Перемикання на копію %filename%.

source: Copied %1$s.
uk_ua: Копійовано %1$s.

source: Error while copying file %s
uk_ua: Помилка при копіюванні файлу %s

source: [ERROR] Unable to find files to upgrade.
uk_ua: [ERROR] Неможливо знайти файли для оновлення.

source: %s files will be upgraded.
uk_ua: %s файлів буде оновлено.

source: Error during backupFiles
uk_ua: Помилка під час створення резеврної копії

source: [ERROR] backupFiles filename has not been set
uk_ua: [ERROR] назва файлу резервної копії не встановлена

source: %s Files to backup.
uk_ua: %s файлів для резервної копії.

source: Backup files initialized in %s
uk_ua: Відбувається резервне копіювання до %s

source: Backup files in progress. %d files left
uk_ua: Створюється резервна копія файлів. Залишилось %d файлів

source: All files have been added to archive.
uk_ua: Усі файли були додані до архіву.

source: All files saved. Now backing up database
uk_ua: Усі файли збережені. Зараз створюється резервна копія бази даних

source: Unable to open archive
uk_ua: Не вдається відкрити архів

source: %s is not a file
uk_ua: %s не є файлом

source: Unable to create directory %s.
uk_ua: Неможливо створити папку %s.

source: [ERROR] Unable to list archived files
uk_ua: [ERROR] Неможливо перелічити файли в архіві

source: Error when trying to add %filename% to archive %archive%.
uk_ua: Помилка при спробі додати %filename% до архіву %archive%.

source: %filename% added to archive. %filescount% files left.
uk_ua: Файл %filename% додано до архіву. Залишилось %filescount% файлів.

source: [ERROR] Error on backup using PclZip: %s.
uk_ua: [ERROR] Помилка при створенні резервної копії з використанням PclZip: %s.

source: zip->extractTo(): unable to use %s as extract destination.
uk_ua: zip->extractTo(): неможливо використовувати %s як папку для розархівування.

source: Archive extracted
uk_ua: Розархівування архіву

source: [ERROR] Error on extracting archive using PclZip: %s.
uk_ua: [ERROR] Помилка при розархівуванні архіву використовуючи PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
uk_ua: [ERROR] не вдалося видобути файл %file%: %status%

source: File %filename% (size: %filesize%) has been skipped during backup.
uk_ua: Файл %filename% (розмір: %filesize%) пропущено.

source: Using class ZipArchive...
uk_ua: Використання класу ZipArchive...

source: Unable to open zipFile %s
uk_ua: Неможливо відкрити zipFile %s

source: Using class PclZip...
uk_ua: Використання класу PclZip...

source: Error during database upgrade. You may need to restore your database.
uk_ua: Помилка оновлення бази даних. Вам може знадобитись відновлення вашої бази даних.

source: Database upgraded. Now upgrading your Addons modules...
uk_ua: База даних оновлена. Зараз оновлюються ваші Додаткові модулі...

source: Starting upgrade...
uk_ua: Запуск оновлення...

source: Shop deactivated. Removing sample files...
uk_ua: Магазин вимкнений. Переміщення демо-файлів...

source: Shop deactivated. Extracting files...
uk_ua: Магазин вимкнений. Розпакування файлів...

source: Shop deactivated. Now downloading... (this can take a while)
uk_ua: Магазин вимкнений. Іде завантаження (це може зайняти деякий час)

source: Downloaded archive will come from %s
uk_ua: Архів буде завантажений з %s

source: MD5 hash will be checked against %s
uk_ua: Хеш-сума MD5 буде порівнюватись з %s

source: Database backup skipped. Now upgrading files...
uk_ua: Створення резевної копії бази даних пропущено. Зараз оновлюються файли...

source: Backup directory is not writable (%path%).
uk_ua: Тека резервної копії не доступна для запису (%path%).

source: Backup file %s already exists. Operation aborted.
uk_ua: Резервний файл %s вже існує. Процес перервано.

source: Unable to create backup database file %s.
uk_ua: Неможливо створити резервний файл бази даних %s.

source: Error during database backup.
uk_ua: Помилка під час резервування бази даних.

source: An error occurred while backing up. Unable to obtain the schema of %s
uk_ua: Виникла помилка при створенні резервної копії. Неможливо отримати схему %s

source: %s table has been saved.
uk_ua: Таблицю %s збережено.

source: %s tables have been saved.
uk_ua: %s таблиць збережено.

source: Database backup: %s table(s) left...
uk_ua: Резервна копія бази даних: залишилось %s таблиця(ь)...

source: No valid tables were found to back up. Backup of file %s canceled.
uk_ua: Немає таблиць для створення резервної копії. Створення резервної копії файлу %s припинено.

source: Error during database backup for file %s.
uk_ua: Помилка під час створення резервної копії бази даних у файл %s.

source: Database backup done in filename %s. Now upgrading files...
uk_ua: Створення резервної копії бази даних у файл %s завершено. Зараз оновлюються файли...

source: The database has been cleaned.
uk_ua: База даних була очищена.

source: listModules is not an array. No module has been updated.
uk_ua: listModules не є масивом. Відсутній модуль для оновлення.

source: The files of module %s have been upgraded.
uk_ua: Файли модуля %s були оновлені.

source: %s modules left to upgrade.
uk_ua: %s модулів залишилось оновити.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
uk_ua: Модуль %modulename% несумісний з версією %version% та буде видалений.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
uk_ua: Модуль %modulename% несумісний з версією %version%, будь ласка видаліть його.

source: Addons modules files have been upgraded.
uk_ua: Файли модулів доповнень були оновлені.

source: %s modules will be upgraded.
uk_ua: Буде оновлено %s модулей.

source: Starting to remove %s sample files
uk_ua: Починається видалення %s демо-файлів

source: Error while removing item %itemname%, %itemscount% items left.
uk_ua: Помилка при видалені %itemname%, %itemscount% залишилось.

source: All sample files removed. Now backing up files.
uk_ua: Усі демо-файли видалені. Відбувається резервування файлів.

source: All sample files removed. Backup process skipped. Now upgrading files.
uk_ua: Усі демо-файли видалені. Процес створення резервної копії пропущено. Відбувається оновлення файлів.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
uk_ua: Ви повинні ввімкнути allow_url_fopen або cURL для спрацювання автоматичного завантаження. Ви також можете завантажити вручну за шляхом %s.

source: Downloading from %s
uk_ua: Завантаження з %s

source: File will be saved in %s
uk_ua: Файл буде збережено до %s

source: Download directory has been emptied
uk_ua: Теку завантажень очищено

source: Download complete.
uk_ua: Завантаження завершено.

source: Download complete. Now extracting...
uk_ua: Завантаження завершено. Відбувається розархівування...

source: Download complete but MD5 sum does not match (%s).
uk_ua: Завантаження завершено, але MD5 сума не відповідає (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
uk_ua: Завантаження завершено, але MD5 сума не відповідає (%s). Процес припинено.

source: Error during download. The private key may be incorrect.
uk_ua: Помилка під час завантаження. Приватний ключ, напевно, не коректний.

source: Error during download
uk_ua: Помилка під час завантаження

source: Download directory %s is not writable.
uk_ua: Неможливо записати в папку завантаження %s.

source: "/latest" directory has been emptied
uk_ua: Папка "/latest" очищена

source: Extraction directory %s is not writable.
uk_ua: Папка для розархівування %s не записувана.

source: Unable to extract %filepath% file into %destination% folder...
uk_ua: Не вдалося видобути %filepath% до теки %destination%...

source: File extraction complete. Removing sample files...
uk_ua: Розпакування файлу завершено. Видаляються демо-файли...

source: Upgrade process done, but some warnings have been found.
uk_ua: Процес відновлення завершено, але при цьому виникли попередження.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
uk_ua: Процес оновлення завершено. Вітаємо! Тепер ви можете перезапустити свій магазин.

source: %s removed
uk_ua: %s видалено

source: Please remove %s by FTP
uk_ua: Будь ласка, видаліть %s через FTP

source: File %s does not exist. Unable to select that channel.
uk_ua: Файл %s відсутній. Неможливо вибрати цей канал.

source: Version number is missing. Unable to select that channel.
uk_ua: Номер версії відсутній. Неможливо вибрати цей канал.

source: Upgrade process will use archive.
uk_ua: Процес оновлення буде використовувати архів.

source: Error on saving configuration
uk_ua: Помилка при збереженні налаштування

source: Configuration successfully updated.
uk_ua: Налаштування успішно оновлені.

source: This page will now be reloaded and the module will check if a new version is available.
uk_ua: Ця сторінка зараз перезавантажиться і модуль перевірить наявність нової версії.

source: Unable to check files for the installed version of PrestaShop.
uk_ua: Неможливо перевірити файли встановленої версії PrestaShop.

source: Core files are ok
uk_ua: Основні файли в порядку

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
uk_ua: %modificationscount% модифікованих файлів виявлено, включаючи %coremodifications% модифікацій ядра та стандартних модулів:

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
uk_ua: %modifiedfiles% файлів буде змінено, %deletedfiles% буде видалено.

source: No diff files found.
uk_ua: Відсутні файли відмінностей.

source: %s file(s) will be removed before restoring the backup files.
uk_ua: %s файл(и) буде видалено перед відновленням файлів з резервної копії.

source: [ERROR] Backup file %s does not exist.
uk_ua: [ERROR] Файл резервної копії %s відсутній.

source: [ERROR] File "%s" does not exist.
uk_ua: [ERROR] Файл %s відсутній.

source: Unable to remove upgraded files.
uk_ua: Неможливо видалити оновлені файли.

source: Files restored.
uk_ua: Файли відновлені.

source: Files restored. Now restoring database...
uk_ua: Файли відновлені. Тепер відновлюється база даних...

source: Nothing to restore
uk_ua: Немає що відновлювати

source: %s: File format does not match.
uk_ua: %s: Невірний формат файлу.

source: Opening backup database file %filename% in %extension% mode
uk_ua: Відкриваємо резервну копію файлу %filename% в режимі %extension%

source: Database backup is empty.
uk_ua: Резервна копія бази даних порожня.

source: Database restoration file %filename% done. %filescount% file(s) left...
uk_ua: Файл відновлення бази даних створено: %filename%. Залишилось %filescount% файлів...

source: Database restoration file %1$s done.
uk_ua: Файл %1$s для відновлення бази даних оброблено.

source: Database has been restored.
uk_ua: База даних була відновлена.

source: [SQL ERROR]
uk_ua: [SQL ПОМИЛКА]

source: Error during database restoration
uk_ua: Помилка при відновленні бази даних

source: %numberqueries% queries left for file %filename%...
uk_ua: Для файлу %filename% залишилось %numberqueries% запитів...

source: Database restoration done.
uk_ua: Базу даних відновлено.

source: Restoration process done. Congratulations! You can now reactivate your shop.
uk_ua: Процес відновлення завершено. Вітаємо! Тепер ви можете запустити свій магазин.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
uk_ua: [ERROR] Файл %s відсутній: неможливо відновити файли. Процес перервано.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
uk_ua: [ERROR] Відсутня резервна копія бази даних: відновлення бази даних неможливе. Процес перервано.

source: Restoring files ...
uk_ua: Відновлення файлів...

source: Action %s skipped
uk_ua: Дію %s пропущено
