Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: az_az, bg_bg, da_dk, pl_pl, sv_se

source: Pages not found
az_az: Səhifə tapılmadı
bg_bg: Страницата не е намерена
da_dk: Sider ikke fundet
pl_pl: Strony nie znalezione
sv_se: Sidan hittades inte

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
bg_bg: Добавя сегмент към таблото Статистики, показващо отваряните от ваши посетители страници, които не са намерени.
da_dk: Tilføjer en fane til statistik kontrolpanelet, der viser de sider som dine besøgende har efterspurgt, men som ikke blev fundet.
pl_pl: Dodaje zakładkę do panelu Statystyk, zobaczysz strony odwiedzających które nie zostały odnalezione.
sv_se: Lägger till en flik under Stats som visar sidor som besökare försökt att nå, men som inte hittats.

source: The "pages not found" cache has been emptied.
az_az: "Səhifə tapılmadı" keşi boşaldıldı.
bg_bg: Кеша на "страницата не е намерена" беше изпразнен.
da_dk: Listen over siderne, der ikke er blevet fundet, er tømt.
pl_pl: Bufor "Nie znaleziono strony" zostanie opróżniony.
sv_se: Cache för "sidor som inte kunde hittas" har tömts.

source: The "pages not found" cache has been deleted.
az_az: "Səhifə tapılmadı" keşi pozuldu.
bg_bg: Кеша на "страницата не е намерена" беше изтрит.
da_dk: De cachede "sider ikke fundet" er blevet slettet.
pl_pl: Bufor "Nie znaleziono strony" został opróżniony.
sv_se: Cache för "sidor som inte kunde hittas" har tömts.

source: Guide
az_az: Bələdçi
bg_bg: Инструкция
da_dk: Vejledning
pl_pl: Poradnik

source: 404 errors
az_az: Səhv 404
bg_bg: Грешки 404
da_dk: 404 fejl
pl_pl: Błędy 404
sv_se: 404-fel

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
bg_bg: Грешка 404 е код за HTTP грешка, който означава, че файлът, който потребителят иска да отвори не може да бъде намерен. Във вашият случай означава, че някой от посетителите е въвел грешен адрес (URL) в адресната лента или че вашият или друг сайт има остарял линк. Когато е възможно, рефералът (целевата страница/сайт) се показва, така че вие можете да откриете страницата/сайта, който съдържа остарелият линк. Ако не, най-често означава, че е директен достъп и някой може да е записал в Любимите си линк, който вече не съществува.
da_dk: En 404 fejl er en HTTP fejlkode, som betyder, at den fil der blev efterspurgt af brugeren, ikke kan findes. I dit tilfælde betyder det at en af dine besøgende indtastede en forkert URL i adressefeltet i sin browser, eller at din shop eller et andet website har et dødt link. Hvis det er muligt, vises henviseren, så du kan finde den side/det site, som rummer det døde link. Hvis ikke, er det typisk fordi det er en direkte absolut URL som ikke eksisterer længere, som nogen f. eks. har gemt som et bogmærke.
pl_pl: Błąd 404 jest kodem błędu HTTP, oznacza to, że strona wywołana przez użytkownika nie może zostać odnaleziona. W tym przypadku oznacza to, że jeden z odwiedzających wprowadził błędny adres URL w pasku adresu, lub że Twoja lub inna strona posiada uszkodzony link. Jeżeli to możliwe, zostanie wyświetlona informacja, pozwalająca odnaleźć stronę z uszkodzonym linkiem. Jeżeli nie, oznacza to że był to dostęp bezpośredni, czyli ktoś ma uszkodzony link do strony w Zakładkach.
sv_se: Ett 404-fel är en HTTP-felkod som uppstår när en besökare efterfrågar en sida som inte kan hittas. I ditt fall betyder det att en av dina besökare knappat in en felaktig URL i adressfältet, eller du eller en annan sajt har en död länk. Om det är möjligt, så kan källan härledas och den döda länken visas. Om inte, så betyder det generellt att besöket var ett direkt besök och att någon kanske har bokmärkt en länk som inte längre finns.

source: How to catch these errors?
az_az: Bu xətalar necə tapılsın?
bg_bg: Как да открием тези грешки?
da_dk: Hvordan man fanger disse fejl?
pl_pl: Jak przechwytywać te błędy?
sv_se: Hur att fånga dessa fel?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
bg_bg: Ако вашият хостинг поддържа .htaccess файл, можете да създадете такъв в главната директория на PrestaShop и да добавите следният ред в него: "%s".
da_dk: Hvis din webudbyder understøtter .htaccess filer, så kan du oprette en i rodmappen af PrestaShop og indsætte følgende linje i den: "%s".
pl_pl: Jeśli twój serwer wspiera plik .htaccess, możesz go utworzyć w katalogu głównym sklepu i wstawić następujący wiersz wewnątrz: "%s".
sv_se: Om ditt webbhotell har stöd för htaccess-fil kan du skapa den i rotkatalogen och infoga följande rad i filen: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
bg_bg: Потребител, който поиска да отвори несъществуваща страница, ще бъде пренасочен към следната страница: "%s". Този модул пази данни за отварянето на тази страница.
da_dk: En bruger som forespørger en side som ikke eksisterer vil blive omdirigeret til den følgende side: %s. Dette modul logger adgang til denne side.
pl_pl: Użytkownik wywołujący stronę, która nie istnieje zostanie przekierowany na następującą stronę: %s. Ten moduł zapisuje logi z dostępu do tej strony.
sv_se: En besökare som försöker nå en sida som inte finns, kommer att skickas vidare till följande sida: %s. Den här modulen loggar åtkomsten till denna sida.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
az_az: 404 xətalarını "404.php" səhifəsinə yönləndirmək üçün .htaccess faylını işlətməlisiniz.
bg_bg: Трябва да ползвате файла .htaccess, за да пренасочвате грешките 404 към страницата "404.php".
da_dk: Du skal anvende en .htaccess fil for at omdirigere 404 fejl til "404.php" siden.
pl_pl: Musisz użyć pliku .htaccess aby przekierować błędy 404 na stronę "404.php".
sv_se: Du måste använda en .htaccess-fil för att skicka vidare 404-fel till en "404.php"-sida.

source: Page
az_az: Səhifə
bg_bg: Страница
da_dk: Side
pl_pl: Strona
sv_se: Sida

source: Referrer
az_az: Xəbərsalan
bg_bg: Реферал
da_dk: Henvisning
pl_pl: Odwołujący (Referrer)
sv_se: Trafikkälla

source: Counter
az_az: Sayan
bg_bg: Брояч
da_dk: Tæller
pl_pl: Licznik
sv_se: Räknare

source: No "page not found" issue registered for now.
az_az: Hələlik heç bir "səhifə tapılmadı" çətinliyi görünmədi.
bg_bg: Все още няма регистрирани "страницата не е намерена".
da_dk: Ingen "siden ikke fundet" fejl registreret for nu.
pl_pl: Dotychczas nie zarejestrowano błędu "Nie można znaleźć strony".
sv_se: Inga problem för tillfället med "sidan kunde inte hittas".

source: Empty database
az_az: Boş verilənlər bazası
bg_bg: Изпразване на базата данни
da_dk: Tøm database
pl_pl: Pusta baza danych
sv_se: Tom databas

source: Empty ALL "pages not found" notices for this period
az_az: Bu aralıq üçün BÜTÜN "səhifə tapılmadı" bildirişlərini poz
bg_bg: Изпразване на ВСИЧКИ уведомления "страницата не е намерена" за този период
da_dk: Tøm ALLE "sider ikke fundet" beskeder for denne periode
pl_pl: Usuwa WSZYSTKIE rekordy "Nie znaleziono takiej strony" z wybranego okresu
sv_se: Töm alla notiser om "sidan kunde inte hittas" för den här perioden

source: Empty ALL "pages not found" notices
az_az: BÜTÜN "səhifə tapılmadı" bildirişlərini poz
bg_bg: Изпразване на ВСИЧКИ уведомления "страницата не е намерена"
da_dk: Tøm ALLE "sider ikke fundet" notifikationer
pl_pl: Usuwa WSZYSTKIE rekordy "Nie znaleziono takiej strony"
sv_se: Töm alla notiser om "sidan kunde inte hittas"

source: Enrich your stats, display the pages requested by your visitors that could not be found.
da_dk: Berig dine statistikker, vis de sider som blev efterspurgt af dine kunde, men som ikke kunne findes.
sv_se: Berika din statistik, visa vilka sidor som kunderna inte kan hitta.
