Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesWirepaymentAdmin.*.xlf
Languages: ar_sa, bn_bd, lo_la, sv_se

source: Wire payment
ar_sa: تحويل بنكي
sv_se: Banköverföring

source: Accept payments by bank transfer.
ar_sa: قبول المدفوعات عن طريق التحويل المصرفي.
sv_se: Godkänn betalningar via banköverföring.

source: Are you sure about removing these details?
ar_sa: هل أنت متأكد أنك تريد حذف البيانات الخاصة بك؟
bn_bd: আপনি এই বিবরণ সরানোর বিষয়ে নিশ্চিত?
lo_la: ເຈົ້າແນ່ໃຈແລ້ວບໍວ່າຕ້ອງການລຶບລາຍລະອຽດຂອງເຈົ້າ?
sv_se: Är du säker på att du vill ta bort dina uppgifter?

source: Account owner and account details must be configured before using this module.
ar_sa: يجب تكوين حساب المالك والتفاصيل من اجل استخدام هذه الوحدة بشكل صحيح.
bn_bd: অ্যাকাউন্টের মালিক এবং অ্যাকাউন্ট বিবরণ এই মডিউল ব্যবহার করার পূর্বে কনফিগার করা আবশ্যক .
lo_la: ເຈົ້າຂອງບັນຊີ ແລະ ລາຍລະອຽດຈະຕ້ອງປັບແຕ່ງໃນຄຳສັ່ງຊື້ເພື່ອໃຊ້ໂມດູນຢ່າງຖືກຕ້ອງ.
sv_se: Kontoägare och kontodetaljer måste konfigureras innan denna modul kan användas.

source: No currency has been set for this module.
ar_sa: لا توجد عملة محددة لهذه الإضافة.
bn_bd: কোন কারেন্সি এই মডিউলের জন্য সেট করা হয় নি
lo_la: ບໍ່ມີສະກຸນເງິນຖືກຕັ້ງໄວ້ສຳລັບໂມດູນນີ້
sv_se: Ingen valuta har valts för den här modulen.

source: Account details are required.
ar_sa: تفاصيل الحساب مطلوبة.
bn_bd: অ্যাকাউন্ট বিবরণ প্রয়োজন ।
lo_la: ຕ້ອງການລາຍລະອຽດບັນຊີ.
sv_se: Kontouppgifter krävs.

source: Account owner is required.
ar_sa: مطلوب صاحب الحساب.
bn_bd: অ্যাকাউন্টের মালিক প্রয়োজন ।
lo_la: ຕ້ອງການເຈົ້າຂອງບັນຊີ.
sv_se: Kontoägare krävs.

source: Account details
ar_sa: تفاصيل الحساب
sv_se: Kontoinformation

source: Account owner
ar_sa: حساب مالك
bn_bd: অ্যাকাউন্টের মালিক
lo_la: ເຈົ້າຂອງບັນຊີ
sv_se: Kontoägare

source: Such as bank branch, IBAN number, BIC, etc.
ar_sa: مثل فرع البنك ، IBAN رقم ، BIC ، الخ.
bn_bd: যেমন,ব্যাংকের শাখা হিসাব, IBAN নম্বর , BIC , ইত্যাদি।
lo_la: ເຊັ່ນ: ສາຂາທະນາຄານ, ໝາຍເລກ IBAN, BIC ແລະ ອື່ນໆ...
sv_se: Som bankkontor, IBAN nummer, BIC, etc.

source: Bank address
ar_sa: عنوان البنك
bn_bd: ব্যাংক এর ঠিকানা
lo_la: ທີ່ຢູ່ທະນາຄານ
sv_se: Bankadress

source: Customization
ar_sa: التخصيص
bn_bd: কাস্টমাইজেশন
lo_la: ການປັບແຕ່ງ
sv_se: Anpassning

source: Reservation period
ar_sa: فترة الحجز
sv_se: Reservationsperiod

source: Number of days the items remain reserved
ar_sa: عدد الأيام تبقى العناصر المحجوزة
sv_se: Antal dagar som varorna kommer att reserveras

source: Information to the customer
ar_sa: معلومات للعميل
sv_se: Information till kunden

source: Information on the bank transfer (processing time, starting of the shipping...)
ar_sa: معلومات عن التحويل المصرفي (وقت المعالجة ، ابتداءً من الشحن...)
sv_se: Information om banköverföring (hanteringstiden, leverans...)

source: Display the invitation to pay in the order confirmation page
ar_sa: عرض الدعوة للدفع في صفحة تأكيد الطلب
sv_se: Visa möjlighet att betala på sidan för beställningsbekräftelse

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
ar_sa: قد يطلب منك قانون بلدك إرسال الدعوة للدفع عن طريق البريد الإلكتروني فقط. سيؤدي تعطيل الخيار إلى إخفاء الدعوة على صفحة التأكيد.
sv_se: Ditt lands lagstiftning kan kräva att du skickar en inbjudan för att betala med endast e-post. Inaktivera alternativet för att dölja inbjudan på bekräftelsesidan.

source: Accept wire payments by displaying your account details during the checkout and make it easy for your customers to purchase on your store.
sv_se: Acceptera bankbetalningar genom att visa dina kontouppgifter i kassan och gör det enklare för dina kunder att handla från din butik.

source: Accept wire payments by displaying your account details during the checkout.
sv_se: Acceptera banköverföring genom att visa kontouppgifter i kassan.

source: This module allows you to accept secure payments by bank wire.
ar_sa: هذه الوحدة تسمح لك لقبول المدفوعات عن طريق التحويل البنكي.
bn_bd: এই মডিউলের সাহায্যে আপনি ব্যাঙ্ক ওয়্যার দ্বারা সুরক্ষিত পেমেন্ট গ্রহণ করতে পারবেন ।
lo_la: ໂມດູນນີ້ອະນຸຍາດໃຫ້ເຈົ້າຈ່າຍຜ່ານທາງທະນາຄານ.
sv_se: Den här modulen låter dig acceptera betalningar via banköverföring.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
ar_sa: إذا اختار العميل الدفع عن طريق التحويل البنكي ، فستتغير حالة الطلب إلى "انتظار الدفع".
sv_se: Om kunden väljer att betala med banköverföring, kommer beställningsstatusen att ändras till "Väntar på betalning".

source: That said, you must manually confirm the order upon receiving the bank wire.
ar_sa: لذا، يجب عليك تأكيد الطلب يدوياً حالما تتلقى التحويل البنكي.
bn_bd: বলা যাচ্ছে যে আপনি নিজে ব্যাংক ওয়্যারে পাওয়ার পর মানুয়াআল ভাবে অর্ডার নিশ্চিত করবেন.
lo_la: ເພາະສະນັ້ນ, ເຈົ້າຕ້ອງຢືນຢັນຄຳສັ່ງທັນທີທີ່ໄດ້ຮັບສາຍ.
sv_se: Därför måste du bekräfta orden manuellt så fort du får kontoöverföringen.
