Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: bg_bg, fa_ir, hy_am, sv_se

source: Registered customer information
bg_bg: Информация за регистрираните потребители
fa_ir: اطلاعات مشتری عضو شده
hy_am: Տեղեեկություններ գրանցված հաճախորդների մասին
sv_se: Registrerad kundinformation

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
bg_bg: Добавя информация за регистрираните клиенти (като пол и възраст) към Таблото със статистика.
fa_ir: افزودن اطلاعاتی درباره مشتریان ثبت شده شما (جنسیت و سن و ...) به داشبورد آمار.
sv_se: Lägger till information i Statistik om dina registrerade kunder (ex. kön och ålder).

source: Target your audience
bg_bg: Таргетирайте аудиторията си
fa_ir: پیامگیران خود را مشخص کنید
sv_se: Fånga din publik

source: In order for each message to have an impact, you need to know who it is being addressed to.
bg_bg: За да може всяко твое съобщение да има ефект, трябва да знаеш до кого е адресирано.
fa_ir: برای اینکه هر پیام تأثیر داشته باشد، شما باید بدانید که به چه کسی باید بفرستید.
hy_am: Որպսզի ամեն մի հաղորդագրություն հասնի իր նպատակին, Ձեզ անհրաժեշտ է գիտենալ թե ում այն կլինի ուղղված:
sv_se: För att varje meddelande ska kunna påverka, måste du veta till vem det bör skickas.

source: Defining your target audience is essential when choosing the right tools to win them over.
bg_bg: Определянето на целевата група е съществено важно, когато избираш приложенията, с които да ги спечелиш.
fa_ir: روی کردن به مخاطب درست برای بکار بردن ابزار صحیح و پیروزی بر آنها ضروری است.
hy_am: Ճիշտ լսարանին դիմելը կարեւոր է ճիշտ գործիքներ ընտրելու համար, որպեսզի նրանց կարողանաք գրավել:
sv_se: Att ta itu med rätt målgrupp är avgörande för att välja rätt verktyg för att vinna över dem.

source: It is best to limit an action to a group -- or to groups -- of clients.
bg_bg: Най-добре е да ограничите определено действие до една група или групи от потребители.
fa_ir: بهترین کار محدود کردن فعالیت ها به یک گروه یا گروه هایی از مشتریان است.
sv_se: Det är bäst att begränsa åtgärden till en grupp eller grupper av kunder.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
bg_bg: Съхранението на данните за регистрирани потребители Ви позволява да определите акуратно профила на потребителите и да адаптирате специалните си предложения и промоции.
fa_ir: ذخیره سازی اطلاعات مشتری ثبت شده اجازه می دهد تا شما به دقت پروفایل مشتری را تعریف کنید ، بنابراین شما می توانید معاملات و تبلیغات ویژه خود را وفق دهند .
sv_se: Registrerad kundinformation ger dig möjlighet att definiera en typisk kundprofil så att du kan anpassa dina erbjudanden.

source: You can increase your sales by:
bg_bg: Можете да увеличите вашите продажби чрез:
fa_ir: می توانید فروشتان را افزایس دهید از طریق:
sv_se: Du kan öka din försäljning med:

source: Launching targeted advertisement campaigns.
bg_bg: Стартиране на таргетирани рекламни кампании.
fa_ir: راه اندازی کمپین های تبلیغاتی هدف قرار دارند .
sv_se: Lansera riktade reklamkampanjer.

source: Contacting a group of clients by email or newsletter.
bg_bg: Свързване с група клиенти, чрез имейл или бюлетин.
fa_ir: اطلاع رسانی یک گروه مشتری از طریق پست الکترونیکی یا خبرنامه.
sv_se: Kontakta en grupp av kunder via e-post / nyhetsbrev.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
bg_bg: Разпределението на половете Ви позволява да определиш процента мъже и жени, които пазаруват от магазина.
fa_ir: توزیع جنسیت به شما امکان تشخیص درصد مشتریان زن و مرد را می دهد.
sv_se: Med könsfördelning kan du avgöra andelen män och kvinnor bland dina kunder.

source: CSV Export
bg_bg: Експорт на CSV
fa_ir: استخراج CSV
hy_am: CSV արտահանում

source: Age ranges allow you to better understand target demographics.
bg_bg: Възрастовият диапазон Ви позволява по-добре да разберете целевите демографии.
fa_ir: محدوده های سنی به شما امکان درک بهتر آمار جمعیتی را می دهد.
sv_se: Åldersintervall gör att du lättare kan förstå dina kunders demografi.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
bg_bg: Разпределението по държави Ви позволява да разберете от коя част на света пазаруват потребителите Ви.
fa_ir: توزیع کشورها به شما امکان تشخیص اینکه در کجای دنیا مشتری ها از شما خرید می کنند را میدهد.
sv_se: Landsfördelning gör att du kan se vilka delar av världen som dina kunder shoppar från.

source: Currency range allows you to determine which currency your customers are using.
bg_bg: Обхватът на валутите ти позволява да определиш какви валути изпозват потребителите.
fa_ir: بازه های ارزی به شما امکان تشخیص اینکه مشتری های شما از چه ارزی استفاده می کنند را می دهد.
hy_am: Արտարժույքը թույլտալիս որոշել, թե ինչպիսի արտարժույթ են օգագործում Ձեր հաճախորդները:
sv_se: Valuta områden gör att du kan bestämma vilken valuta dina kunder använder.

source: Language distribution allows you to analyze the browsing language used by your customers.
bg_bg: Обхватът на езиците Ви позволява да анализирате езика, който потребителите на магазина използват за сърфиране в мрежата.
fa_ir: توزیع زبان به شما امکان تشخیص زبان های عمومی که مشتریان شما در فروشگاه استفاده می کنند را می دهد.
sv_se: Språkdistribution gör att du kan analysera vilka språk dina kunder använder.

source: No customers have registered yet.
bg_bg: Все още няма регистрирани потребители.
fa_ir: هنوز هیچ مشتری ثبت نشده است.
hy_am: Դեռ չկան գրանցված հաճախորդներ:
sv_se: Inga kunder registrerade ännu.

source: Gender distribution
bg_bg: Разпределение по пол
fa_ir: تفسیم جنسیتی
hy_am: Սեռի որոշումը
sv_se: Könsfördelning

source: Age range
bg_bg: Възрастов обхват
fa_ir: محدوده سنی
sv_se: Åldersfördelning

source: Country distribution
bg_bg: Разпределение по държави
fa_ir: تقسیم کشوری
hy_am: Երկրի որոշումը
sv_se: Land fördelning

source: Currency distribution
bg_bg: Разпределение на валутата
fa_ir: پراکندگی واحدپول
hy_am: Բաշխումը ըստ արտարժույթի
sv_se: Valutafördelning

source: Language distribution
bg_bg: Разпределение на езиците
fa_ir: پراکندگی زبان
hy_am: Բաշխման լեզուն
sv_se: Språkfördelning

source: Enrich your stats, add information about your registered customers and learn more about them!
sv_se: Berika din statistik, lägg till information om dina registrerade kunder och lär dig mer om dem.
