Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesWirepaymentShop.*.xlf
Languages: fa_ir

source: %1$s (tax incl.)
fa_ir: %1$s (با مالیات)

source: This payment method is not available.
fa_ir: این روش پرداخت موجود می باشد.

source: Amount
fa_ir: مبلغ

source: Name of account owner
fa_ir: به نام

source: Please include these details
fa_ir: لطفا این جزئیات را شامل شود

source: Bank name
fa_ir: به این بانک

source: Pay by bank wire
fa_ir: پرداخت توسط فیش بانکی

source: (order processing will be longer)
fa_ir: (فرآیند سفارش طولانی تر است)

source: Your order on %s is complete.
fa_ir: سفارش شما در %s كامل شده است

source: Please send us a bank wire with:
fa_ir: لطفاً یک فیش بانکی با مشخصات زیر بفرستید:

source: Please specify your order reference %s in the bankwire description.
fa_ir: لطفا شماره سفارش خود را ( %s ) هنگام واریز وجه در توضیحات فیش بانکی اعلام نمائید.

source: We've also sent you this information by e-mail.
fa_ir: ما این اطلاعات را از طریق ایمیل هم برای شما ارسال کرده‌ایم.

source: Your order will be sent as soon as we receive payment.
fa_ir: سفارش شما به محض دریافت اطلاعات پرداخت، تکمیل خواهد شد.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
fa_ir: اگر سوال، دیدگاه یا نگرانی‌ای دارید، لطفاً با [1]تیم حرفه‌ای پشتیبانی مشتریان[/1] ما تماس بگیرید.

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
fa_ir: ما متوجه وجود یک مشکل در سفارش شما شدیم. اگر فکر می‌کنید که خطایی روی داده است، می‌توانید با [1]تیم حرفه‌ای پشتیبانی مشتریان[/1] تماس بگیرید.

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
fa_ir: لطفاً مبلغ صورت‌حساب را به حساب بانکی ما حواله کنید. شما تاییدیه‌ی سفارش را از طریق ایمیلی که حاوی جزئیات بانک و شماره سفارش است دریافت خواهید کرد.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
fa_ir: محصولات %s روز برای شما رزرو خواهند ماند و ما سفارش را بلافاصله پس از دریافت پرداخت، پردازش خواهیم کرد.

source: More information
fa_ir: اطلاعات بیشتر

source: Bankwire
fa_ir: فیش بانکی

source: Payment is made by transfer of the invoice amount to the following account:
fa_ir: پرداخت از طریق حواله مبلغ صورت‌حساب به حساب ذیل انجام می‌شود:
