Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesDashtrendsAdmin.*.xlf
Languages: bg_bg, ca_es, gl_es, pt_br

source: Dashboard Trends
bg_bg: Тенденции
ca_es: Tauler de control de Tendències
gl_es: Panel de Tendencias
pt_br: Tendências do Painel

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
bg_bg: Добавя блок с графично представяне на развитието на вашият магазин(и), базирано на подбрани ключови данни.
ca_es: Afegeix un bloc amb una representació gràfica del desenvolupament de la seva botiga(s) en base a les dades clau seleccionades.
gl_es: Engade un bloco cunha representación gráfica do desenvolvemento da(s) túa(s) tenda(s) baseada en datos chave seleccionados.
pt_br: Adiciona um bloco com uma representação gráfica do desenvolvimento de sua(s) loja(s) baseado na seleção de datas chaves.

source: %s points
bg_bg: %s точки
ca_es: %s punts
gl_es: %s puntos
pt_br: %s pontos

source: Average Cart Value
bg_bg: Средна стойност на количката
ca_es: Mitjana del carret
gl_es: Valor Medio do Carro
pt_br: Média do carrinho

source: Conversion Rate
bg_bg: Коефициент на конвертиране
ca_es: Rati de conversió
gl_es: Taxa de Conversión
pt_br: Taxa de conversão

source: %s (previous period)
bg_bg: %s (предишен период)
ca_es: %s (periode previ)
gl_es: %s (período anterior)
pt_br: %s (período anterior)

source: Net Profit
bg_bg: Нетен доход
ca_es: Benefici net
gl_es: Beneficio Neto
pt_br: Lucro Líquido

source: Dashboard
bg_bg: Табло
ca_es: Tauler de control
gl_es: Panel
pt_br: Painel

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
bg_bg: Общо постъпления (без данък), генерирани през времето между датите за поръчките, считани за завършени.
ca_es: Suma dels ingressos (sense impostos) generats dins del rang de dates per a comandes considerades validades.
gl_es: Suma de ingresos (taxas non incl.) xerados polas encomendas consideradas validadas dentro da franxa de datas.
pt_br: A soma da receita (sem impostos) gerado no intervalo de datas por pedidos considerados validados.

source: Total number of orders received within the date range that are considered validated.
bg_bg: Общ брой считани за завършени поръчки, получени за периода.
ca_es: Nombre total de comandes efectuades dins del rang de dates que es consideren validades.
gl_es: Número total de encomendas recibidas dentro da franxa de datas que se consideran validadas.
pt_br: Número total de pedidos válidos realizados no intervalo das datas que são considerados válidos.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
bg_bg: Средна стойност на количката е метрично представена средната стойност на поръчка за времето между датите. Тя се калкулира като се разделят продажбите на поръчките.
ca_es: La mitjana de valor de carret és una representació mètrica del valor mitjà per comanda dins d'un rang de dates. Es calcula dividint Vendes entre Comandes.
gl_es: O Valor Medio do Carro é unha métrica que representa o valor dunha encomenda media dentro da franxa de datas. Calcúlase dividindo as Vendas entre as Encomendas.
pt_br: Média do valor do carrinho é uma representação métrica do valor da média de um pedido no intervalo das datas. É calculado pela divisão do valor de Vendas pelo número de Pedidos.

source: Cart Value
bg_bg: Стойност на количката
ca_es: Valor del carret
gl_es: Valor do Carro
pt_br: Valor do Carrinho

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
bg_bg: Общ брой посещения за времето между датите. Едно посещение е период от време, през който посетителят е активно ангажиран с вашият уебсайт.
ca_es: Nombre total de visitants dins del rang de dates. Una visita és un periode temporal en el qual el visitant està navegant pel vostre web.
gl_es: Número total de visitas dentro da franxa de datas. Unha visita é o período de tempo durante o cal unha usuaria está usando activamente o teu sitio web.
pt_br: Número total de visitas no intervalo das datas escolhidas. Uma visita é o período de tempo que um utilizador está ativamente envolvido com o seu site.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
bg_bg: Коефицентът на конвертиране за електронната търговия представлява процентът на посещенията, водещи до валидна поръчка.
ca_es: El rati de conversió de comerç electrònic és el percentatge de visites que resulten d'una comanda validada.
gl_es: A Taxa de Conversión de Comercio Electrónico é a porcentaxe de visitas que tiveron como resultado unha encomenda validada.
pt_br: Taxa de Conversão do Comércio Eletrônico é o percentual de visitas que resultam numa compra válida.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
bg_bg: Нетният доход е единица за измерване на доходоносността на инвестицията след пресмятане на всички разходи за електронна търговия. Можете да въведете тези разходи като натиснете на иконата за конфигуриране точно отгоре.
ca_es: El benefici net és un càlcul sobre el rendiment d'una empresa després de comptar totes les despeses del comerç electrònic. Podeu assenyalar aquestes despeses clicant sobre la icona de configuració que apareix a la dreta.
gl_es: O beneficio neto é unha medida da rendibilidade dunha empresa trala contabilización de tódolos custos do comercio electrónico. Podes proporcionar estes custos premendo na icona de configuración que se atopa xusto aquí enriba.
pt_br: Lucro líquido é a margem de lucro apurado depois de contabilizar todos os custos do comércio eletrônico. Pode indicar os custos clicando no ícone de configuração acima.
