Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesSocialfollowAdmin.*.xlf
Languages: pl_pl

source: Social media follow links
pl_pl: Odnośniki do mediów społecznościowych

source: Allows you to add information about your brand's social networking accounts.
pl_pl: Pozwala dodać informację o kontach społecznościowych Twojej marki.

source: Facebook URL
pl_pl: URL Facebooka

source: Your Facebook fan page.
pl_pl: Twój fanpage na Facebooku.

source: Twitter URL
pl_pl: URL Twittera

source: Your official Twitter account.
pl_pl: Twoje oficjalne konto na Twitterze.

source: RSS URL
pl_pl: URL kanału RSS

source: The RSS feed of your choice (your blog, your store, etc.).
pl_pl: Twój wybrany kanał RSS (Twój blog, Twój sklep, itp.).

source: YouTube URL
pl_pl: URL kanału YouTube

source: Your official YouTube account.
pl_pl: Twój oficjalny kanał na YouTube.

source: Your official Google+ page.
pl_pl: Twoje konto Google+.

source: Pinterest URL:
pl_pl: URL Pinterest:

source: Your official Pinterest account.
pl_pl: Twoje oficjalne konto na Pinterest.

source: Your official Vimeo account.
pl_pl: Twoje oficjalne konto Vimeo.

source: Your official Instagram account.
pl_pl: Twoje oficjalne konto Instagram.

source: Your official LinkedIn account.
pl_pl: Twoje oficjalne konto LinkedIn.

source: Facebook, Twitter, let your customers know where to follow you and increase your community.
pl_pl: Facebook, Twitter, niech Twoi klienci wiedzą, gdzie Cię obserwować i zwiększyć swoją społeczność.

source: Please choose a shop to edit the social media links.
pl_pl: Wybierz sklep, aby edytować linki do mediów społecznościowych.
