Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesWatermarkAdmin.*.xlf
Languages: id_id

source: Are you sure you want to delete your details?
id_id: Apakah Anda yakin ingin menghapus seting Anda?

source: Opacity required.
id_id: Opacity harus diset.

source: Opacity is not in allowed range.
id_id: Opacity tidak dalam kisaran yang diijinkan.

source: Y-Align is required.
id_id: Sumbu Y harus diisi.

source: Y-Align is not in allowed range.
id_id: Sumbu Y tidak dalam rentang yang diijinkan.

source: X-Align is required.
id_id: Sumbu X harus diisi.

source: X-Align is not in allowed range.
id_id: Sumbu X tidak dalam rentang yang diijinkan.

source: At least one image type is required.
id_id: Setidaknya harus menggunakan satu jenis gambar.

source: An error occurred while uploading watermark: %1$s to %2$s
id_id: Eror ketika upload watermark: %1$s ke %2$s

source: Watermark file:
id_id: File watermark:

source: Watermark X align:
id_id: Sumbu X watermark:

source: Watermark Y align:
id_id: Sumbu Y watermark:

source: Choose image types for watermark protection:
id_id: Pilih gambar yang akan digunakan sebagai watermark:
