Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesEmailsubscriptionShop.*.xlf
Languages: az_az

source: This email address is not registered.
az_az: E-poçt ünvan qeydiyyat edilmədi

source: An error occurred while attempting to unsubscribe.
az_az: Abunəlikdən çıxarkən bir yanlışlıq oldu.

source: Unsubscription successful.
az_az: Abunə uğurla dayandırıldı.

source: This email address is already registered.
az_az: Bu e-poçt ünvaan aartıq qeydiyyatdan keçib

source: You have successfully subscribed to this newsletter.
az_az: Abunə uğurlu alındı

source: This email is already registered and/or invalid.
az_az: Bu email artıq qeydiyyatdan keçib və/ya da yanlışıdır.

source: Thank you for subscribing to our newsletter.
az_az: Bizim yeniliklərə abunə olduğunuz üçün çox sağ olun.

source: Newsletter subscription
az_az: Yeniliklərə abunəlik

source: Newsletter
az_az: Xəbərlər

source: Your e-mail
az_az: Emailiniz
