Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesProductcommentsAdmin.*.xlf
Languages: id_id, pl_pl

source: Valid for the entire catalog
id_id: Berlaku untuk seluruh katalog
pl_pl: Obowiązujące dla całego katalogu

source: Restricted to some categories
id_id: Terbatas hanya untuk kategori tertentu
pl_pl: Ograniczone do niektórych kategorii

source: Restricted to some products
id_id: Terbatas hanya untuk produk tertentu
pl_pl: Ograniczone do niektórych produktów

source: Product Comments
id_id: Komentar produk
pl_pl: Komentarze produktu

source: Allows users to post reviews and rate products on specific criteria.
id_id: Ijinkan user untuk membuat review dan menilai produk dengan kriteria tertentu.
pl_pl: Pozwala użytkownikom dodawać recenzje i oceniać produkty na podstawie określonych kryteriów.

source: Settings updated
id_id: Seting berhasil diperbaharui
pl_pl: Zaktualizowano ustawienia

source: The criterion cannot be saved
pl_pl: Kryterium nie mogło być zapisane

source: Criterion deleted
id_id: Kriteria dihapus
pl_pl: Kryterium usunięte

source: Configuration
id_id: Konfigurasi
pl_pl: Konfiguracja

source: All reviews must be validated by an employee
id_id: Semua review harus divalidasi oleh staff
pl_pl: Wszystkie recenzje muszą zostać zatwierdzone przez pracownika

source: Enabled
id_id: Aktifkan
pl_pl: Włączony

source: Disabled
id_id: Nonaktifkan
pl_pl: Wyłączony

source: Allow guest reviews
id_id: Ijinkan review oleh guest
pl_pl: Pozwalaj gościom na dodawanie recenzji

source: Enable upvotes / downvotes on reviews
pl_pl: Pozwól na pozytywną / negatywną ocenę opinii

source: Minimum time between 2 reviews from the same user
id_id: Waktu minimum antara 2 review dari user yang sama
pl_pl: Minimalny czas pomiędzy 2 recenzjami wystawionymi przez tego samego użytkownika

source: Number of comments per page
pl_pl: Liczba komentarzy na stronie

source: Save
id_id: Simpan
pl_pl: Zapisz

source: Reviews waiting for approval
id_id: Review menunggu persetujuan
pl_pl: Recenzje czekające na akceptację

source: Reported Reviews
id_id: Review yang dilaporkan
pl_pl: Zgłoszone recenzje

source: Approve
id_id: Setujui
pl_pl: Zatwierdź

source: Not abusive
id_id: Tidak kasar
pl_pl: Brak nadużycia

source: Name
id_id: Nama
pl_pl: Nazwa

source: Type
id_id: Jenis
pl_pl: Typ

source: Status
pl_pl: Wyświetlany

source: Add New Criterion
id_id: Tambah kriteria baru
pl_pl: Dodaj nowe kryterium

source: Review Criteria
id_id: Pratinjau kriteria
pl_pl: Kryteria recenzji

source: Approved Reviews
id_id: Review yang disetujui
pl_pl: Zatwierdzone recenzje

source: Review title
id_id: Judul review
pl_pl: Tytuł recenzji

source: Review
id_id: Ulasan
pl_pl: Recenzja

source: Rating
pl_pl: Ocena

source: Author
id_id: Penulis
pl_pl: Autor

source: Product
id_id: Produk
pl_pl: Produkt

source: Time of publication
id_id: Tanggal dimuat
pl_pl: Data publikacji

source: Criterion will be restricted to the following categories
id_id: Kriteria akan dibatasi untuk kategori berikut
pl_pl: Kryterium jest ograniczone do następujących kategorii

source: Mark the boxes of categories to which this criterion applies.
id_id: Tandai kategori yang akan menerapkan kriteria diatas.
pl_pl: Zaznacz pole (pola) w kategorii, w której kryterium będzie zastosowane.

source: Selected
id_id: Terpilih
pl_pl: Zaznaczony

source: Collapse All
id_id: Tutup Semua
pl_pl: Zwiń wszystko

source: Expand All
id_id: Buka Semua
pl_pl: Rozwiń wszystko

source: Check All
id_id: Pilih semua
pl_pl: Zaznacz wszystko

source: Uncheck All
id_id: Tidak ada yg dipilih
pl_pl: Odznacz wszystko

source: Add new criterion
id_id: Tambah kriteria baru
pl_pl: Dodaj nowe kryterium

source: Criterion name
id_id: Nama kriteria
pl_pl: Nazwa kryterium

source: Maximum length: %s characters
pl_pl: Maksymalna długość: %s znaków

source: Application scope of the criterion
id_id: Batasan aplikasi untuk kriteria
pl_pl: Zakres zastosowania kryterium

source: The criterion will be restricted to the following products
id_id: Kriteria akan dibatasi untuk produk berikut ini
pl_pl: Kryterium będzie ograniczone do następujących produktów

source: Active
id_id: Aktif
pl_pl: Włączone

source: Anonymize the user's last name
pl_pl: Zanonimizuj nazwisko użytkownika

source: Display only initials, e.g. John D.
pl_pl: Wyświetl tylko inicjały, np. Jan D.

source: Allow users to post reviews on your products and/or rate them based on specific criteria.
pl_pl: Pozwól użytkownikom publikować recenzje Twoich produktów i/lub oceniać je na podstawie określonych kryteriów.

source: Yes
id_id: Ya
pl_pl: Tak

source: No
id_id: Tidak
pl_pl: Nie

source: Product Name
id_id: Nama produk
pl_pl: Nazwa produktu
