Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesProductcommentsShop.*.xlf
Languages: az_az, pl_pl

source: Deleted account
az_az: Silinmiş hesab
pl_pl: Usunięto konto

source: You need to be [1]logged in[/1] or [2]create an account[/2] to post your review.
az_az: Siz dəyərləndirmənizi yazmaq üçün [1]giriş[/1] etməli, ya da [2]bir hesab yarat[/2]malısınız.
pl_pl: Musisz być [1]zalogowany[/1] lub [2]utworzyć konto[/2], aby opublikować swoją recenzję.

source: You are not allowed to post a review at the moment, please try again later.
az_az: Siz indi dəyərləndirmə yaza bilməzsiniz. Buyurun, az sonra yenidən yoxlayın.
pl_pl: W tej chwili nie można dodać opinii, spróbuj ponownie później.

source: Title cannot be empty
az_az: Başlıq boş ola bilməz.
pl_pl: Uzupełnij tytuł

source: Title cannot be more than %s characters
az_az: Başlıq %s simvoldan uzun ola bilməz
pl_pl: Tytuł nie może przekraczać %s znaków

source: Customer name cannot be empty
az_az: Alıcı adı boş ola bilməz
pl_pl: Uzupełnij nazwę klienta

source: Customer name cannot be more than %s characters
az_az: Alıcı adı %s simvoldan uzun ola bilməz
pl_pl: Nazwa klienta nie może być dłuższa niż %s znaków

source: You need to be logged in to report a review.
az_az: Dəyərləndirməni şikayət etmək üçün giriş etməlisiniz.
pl_pl: Zaloguj się, by zgłosić naruszenie.

source: You already reported this review as abusive.
pl_pl: Zgłosiłeś już naruszenie dla tej opinii.

source: Cannot find the requested product review.
pl_pl: Nie można odnaleźć szukanej opinii produktu.

source: This feature is not enabled.
az_az: Bu özəllik qoşulmadı.
pl_pl: Ta funkcja jest niedostępna.

source: You need to be [1]logged in[/1] or [2]create an account[/2] to give your appreciation of a review.
pl_pl: Musisz być [1]zalogowany[/1] lub [2]utworzyć konto[/2], aby wyrazić uznanie dla recenzji.

source: OK
az_az: Tamam
pl_pl: Tak

source: Grade
pl_pl: Oceń

source: No
az_az: Xeyir
pl_pl: Nie

source: Yes
az_az: Bəli
pl_pl: Tak

source: Be the first to write your review
az_az: Dəyərləndirmə yazan ilk siz olun
pl_pl: Bądź pierwszym który napisze recenzję

source: No customer reviews for the moment.
az_az: Bu an üçün heç bir alıcı dəyərləndirməsi yoxdur.
pl_pl: Na razie nie dodano żadnej recenzji.

source: Sorry, your review cannot be posted.
az_az: Bağışlayın, dəyərləndirməniz yazıla bilməz.
pl_pl: Niestety Twoja recenzja nie może być opublikowana.

source: Title
az_az: Titul
pl_pl: Tytuł

source: Your name
az_az: Adınız
pl_pl: Twoje imię i nazwisko

source: Review
az_az: Dəyərləndirmə
pl_pl: Recenzja

source: Required fields
az_az: Gərəkli damalar
pl_pl: Pola wymagane

source: Cancel
az_az: Ləğv et
pl_pl: Anuluj

source: Send
az_az: Göndər
pl_pl: Wyślij

source: Your comment has been submitted and will be available once approved by a moderator.
pl_pl: Twój komentarz został dodany i będzie widoczny jak tylko zatwierdzi go moderator.

source: Your comment has been added!
az_az: Rəyiniz yazıldı!
pl_pl: Twój komentarz został dodany!

source: Review sent
az_az: Dəyərləndirmə göndərildi
pl_pl: Recenzja została wysłana

source: Your review cannot be sent
az_az: Dəyərləndirmənizi göndərmək olmur
pl_pl: Twoja recenzja nie może być wysłana

source: Read user reviews
az_az: İstifadəçi dəyərləndirmələrini oxu
pl_pl: Przeczytaj opinie użytkowników

source: By %1$s
pl_pl: Autor %1$s

source: Report abuse
pl_pl: Zgłoś naruszenie

source: Write your review
az_az: Dəyərləndirmənizi yazın
pl_pl: Napisz swoją opinię

source: Sorry, your review appreciation cannot be sent.
pl_pl: Niestety Twoja ocena opinii nie może zostać wysłana.

source: Sorry, your abuse report cannot be sent.
pl_pl: Niestety Twoje zgłoszenie naruszenia nie może być wysłane.

source: Comments
az_az: Rəylər
pl_pl: Komentarze

source: Your review appreciation cannot be sent
pl_pl: Chwilowo nie możesz polubić tej opinii

source: Report comment
pl_pl: Zgłoś komentarz

source: Are you sure that you want to report this comment?
pl_pl: Czy jesteś pewien, że chcesz zgłosić ten komentarz?

source: Report sent
pl_pl: Zgłoszenie wysłane

source: Your report has been submitted and will be considered by a moderator.
pl_pl: Twój komentarz został wysłany i będzie widoczny po zatwierdzeniu przez moderatora.

source: Your report cannot be sent
pl_pl: Twoje zgłoszenie nie może zostać wysłane
