Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesStatsbestcustomersAdmin.*.xlf
Languages: sv_se

source: Empty recordset returned
sv_se: Inga poster hittades

source: Valid orders
sv_se: Giltiga beställningar

source: Money spent
sv_se: Handlat för

source: Best customers
sv_se: Bästa kunder

source: Adds a list of the best customers to the Stats dashboard.
sv_se: Lägger till en lista över de bästa kunderna i Statistiken.

source: Develop clients' loyalty
sv_se: Utveckla kundernas lojalitet

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
sv_se: Att behålla en kund är oftast mer lönsamt än att skaffa en ny. Därför är det nödvändigt att utveckla kundernas lojalitet.

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
sv_se: Word of mouth är också ett sätt att för att få nya, nöjda kunder, en missnöjd en inte kommer att attrahera nya kunder.

source: In order to achieve this goal, you can organize:
sv_se: För att uppnå detta mål kan du organisera:

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
sv_se: Periodiska insatser: belöningar som personliga erbjudanden, produkter eller tjänster, prioriterad leverans, rabattkoder etc.

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
sv_se: Långsiktiga insatser: lojalitetstpoäng som bygger lojalitet och nytta mellan kund och shop.

source: These operations encourage clients to buy products and visit your online store more regularly.
sv_se: Sådana här insatser uppmuntrar kunder att besöka och handla i din shop regelbundet.

source: Enrich your stats, add a list of the best customers to the dashboard.
sv_se: Berika din statistik, lägg till en lista på de bästa kunderna i kontrollpanelen.
