Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ShopThemeCheckout.*.xlf
Languages: is_is

source: tax incl.
is_is: með vsk.

source: tax excl.
is_is: án vsk.

source: Personal Information
is_is: Persónulegar upplýsingar

source: I agree to the [terms of service] and will adhere to them unconditionally.
is_is: Ég samþykki skilmála.

source: %price% tax incl.
is_is: %price% með Vsk.

source: My Address
is_is: Heimilisfang

source: Tax included
is_is: Með vsk.

source: Tax excluded
is_is: Án vsk.

source: Product Successfully Added to Your Shopping Cart
is_is: Vörunni hefur verið bætt í körfuna

source: Free
is_is: Frítt

source: Total
is_is: Samtals

source: Subtotal
is_is: Samtals

source: Shipping
is_is: Sending

source: Included taxes
is_is: Með Vsk.

source: Total (tax excl.)
is_is: Samtals (án vsk.)

source: Discount
is_is: Afsláttur

source: Tax
is_is: Vsk

source: You Save
is_is: Þú sparar

source: Product successfully added to your shopping cart
is_is: Vörunni hefur verið bætt í körfuna

source: There are %products_count% items in your cart.
is_is: Það eru %products_count% vörur í körfunni.

source: Cart
is_is: Karfa

source: Gift
is_is: Gjöf

source: There are no more items in your cart
is_is: Það eru ekki fleiri vörur í körfunni

source: Have a promo code?
is_is: Ertu með afsláttar kóða?

source: Create an account
is_is: Stofna viðskiptareikning

source: (optional)
is_is: (valkvætt)

source: And save time on your next order!
is_is: Og sparaðu tíma í næstu pöntun!

source: Total products
is_is: Fjöldi vara

source: %product_count% item in your cart
is_is: %product_count% vörur í körfunni

source: %products_count% items in your cart
is_is: %products_count% vörur í körfunni

source: Shipping Method
is_is: Sendingarmáti

source: Addresses
is_is: Heimilisföng

source: Please check your order before payment
is_is: Farðu yfir pöntunina áður en það er greitt fyrir hana

source: Your Delivery Address
is_is: Heimilisfang viðtakanda

source: Shipping Address
is_is: Berist til

source: The selected address will be used as your personal address (for invoice).
is_is: Eftirfarandi heimilisfang verður notað til að senda reikninginn.

source: Your Invoice Address
is_is: Heimilisfang fyrir reikning

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
is_is: Valið heimilisfang verður notað bæði fyrir reikning og til heimsendingar.

source: Unfortunately, there are no payment method available.
is_is: Því miður eru engir greiðslumátar við hendi.

source: Order with an obligation to pay
is_is: Pöntun með samþykki fyrir kaupum

source: Order as a guest
is_is: Panta án þess að skrá þig inn

source: I would like to receive my order in recycled packaging.
is_is: Ég vil gjarnan fá sendinguna í endurunnum umbúðum.

source: If you'd like, you can add a note to the gift:
is_is: Þú getur skrifað skilaboð með gjöfinni:

source: Unfortunately, there are no carriers available for your delivery address.
is_is: Því miður, við höfum engan flutningsaðila sem getur sent á þitt heimilisfang.

source: If you would like to add a comment about your order, please write it in the field below.
is_is: Ef þú vilt setja athugasemd við pöntun þína geturðu skráð hana hér fyrir neðan.

source: Minimum
is_is: Lágmark

source: Cumulative
is_is: Uppsafnað

source: Expiration date
is_is: Gildir til

source: Payment
is_is: Greiðslumáti

source: Order reference
is_is: Tilvísun pöntunar

source: Date
is_is: Dags

source: Invoice
is_is: Reikningur

source: Payment method
is_is: Greiðslumáti

source: Delivery address %alias%
is_is: Berist til %alias%

source: Invoice address %alias%
is_is: Reikningur berist til %alias%

source: Weight
is_is: Þyngd

source: Shipping cost
is_is: Sendikostnaður

source: Tracking number
is_is: Númer sendingar

source: Quantity
is_is: Magn
