Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ShopFormsHelp.*.xlf
Languages: sv_se

source: (E.g.: %date_format%)
sv_se: (Ex. %date_format%)

source: Only letters and the dot (.) character, followed by a space, are allowed.
sv_se: Bara bokstäver och punkt (.), följt av ett mellanslag, är tillåtna.

source: Your password must be at least %min% characters long.
sv_se: Ditt lösenord måste vara minst %min% tecken långt.

source: your@email.com
sv_se: epost@epost.com

source: Select reference
sv_se: Välj referens

source: optional
sv_se: valfritt

source: How can we help?
sv_se: Hur kan vi hjälpa till?

source: At least 5 characters long
sv_se: Minst 5 tecken

source: Password input of at least 5 characters
sv_se: Lösenordet måste vara minst 5 tecken

source: 250 char. max
sv_se: max 250 tecken

source: Don't forget to save your customization to be able to add to cart
sv_se: Glöm inte att spara din anpassning innan du lägger produkten i kundvagnen

source: Your message here
sv_se: Skriv meddelande här

source: No selected file
sv_se: Ingen vald fil
