Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ShopNotificationsError.*.xlf
Languages: az_az, bn_bd, da_dk, sv_se

source: This voucher is disabled
az_az: Bu kupon keçərsizdir
bn_bd: এই ভাউচারটি নিষ্ক্রিয় আছে
da_dk: Denne rabatkupon er deaktiveret
sv_se: Rabattkoden är inte giltig

source: This voucher has already been used
az_az: Bu kupondan artıq istifadə etmisiniz
bn_bd: এই ভাউচারটি ইতিমধ্যেই ব্যাবহার করা হয়েছে
da_dk: Denne rabatkupon er allerede brugt
sv_se: Rabattkod har redan använts.

source: This voucher is not valid yet
az_az: Bu kupon aktiv deyil
bn_bd: ভাউচারটি এখন আর সক্রিয় নেই
da_dk: Denne rabatkupon er endnu ikke gyldig
sv_se: Denna kupong är inte giltig ännu

source: This voucher has expired
az_az: Kuponunuzun istifadə müddəti bitti
bn_bd: এই ভাউচারটির মেয়াদ শেষ
da_dk: Denne rabatkupon er udløbet
sv_se: Rabattkoden är inte giltig

source: You cannot use this voucher anymore (usage limit reached)
az_az: Bu kupondan artıq istifadə edə bilmıssiniz (istifadə müddəti bitib)
bn_bd: আপনি আর এই ভাউচারটি ব্যাবহার করতে পারবেন না (ব্যাবহারের সীমা অতিক্রম হয়েছে)
da_dk: Denne rabatkupon kan ikke længere bruges (på grund af begrænset gyldighed)
sv_se: Du kan inte använda denna kupong längre (Användningsbegränsningen har uppnåtts)

source: You cannot use this voucher
az_az: Bu kuponu istifadə edə bilməssiniz
bn_bd: আপনি আর এই ভাউচারটি ব্যাবহার করতে পারবেন না
da_dk: Du kan ikke bruge denne rabatkupon
sv_se: Du kan inte använda denna kupong

source: You must choose a delivery address before applying this voucher to your order
az_az: Kupondan istifadə etməzdən əvvəl çatdırılma ünvanını qeyd etməlisiniz
bn_bd: এই ভাউচারটি অর্ডার এ ব্যাবহারের আগে আপনাকে একটি ডেলিভারি ঠিকানা চয়ন করতে হবে
da_dk: Du skal vælge en leveringsadresse før du anvender denne rabatkupon til din bestilling
sv_se: Du måste välja en leveransadress innan du kan använda denna kupong på din order

source: You cannot use this voucher in your country of delivery
az_az: Bu kupon sizin şəhər üzrə çatdırılmada keçərli deyil
bn_bd: আপনি এই দেশের ডেলিভারির জন্য এই ভাউচারটি ব্যাবহার করতে পারবেন না
da_dk: Du kan ikke bruge denne rabatkupon i dit leveringsland
sv_se: Denna kupong är inte giltig för det land du valt

source: You must choose a carrier before applying this voucher to your order
bn_bd: এই ভাউচারটি অর্ডার এ ব্যাবহারের আগে আপনাকে একটি বাহক চয়ন করতে হবে
da_dk: Du skal vælge et leveringsfirma før du anvender denne rabarkupon til din bestilling
sv_se: Du måste välja ett fraktalternativ innan du kan använda denna kupong på din order

source: You cannot use this voucher with this carrier
bn_bd: আপনি এই বাহক এর জন্য এই ভাউচারটি ব্যাবহার করতে পারবেন না
da_dk: Du kan ikke bruge denne rabatkupon med dette leveringsfirma
sv_se: Du kan inte använda denna kupong med detta fraktalternativ

source: You cannot use this voucher on products on sale
da_dk: Du kan ikke bruge denne rabatkupon til udsalgsvarer
sv_se: Du kan inte använda denna kupong på produkter med nersatt pris

source: Please log in first
az_az: Buyurun, öncə giriş edin
da_dk: Log venligst ind først
sv_se: Logga in först

source: You have not reached the minimum amount required to use this voucher
bn_bd: এই ভাউচারটি ব্যবহারের জন্য প্রয়োজনীয় সরবনিম্ন পরিমানে আপনি পৌঁছান নি
da_dk: Du har ikke nået minimumsbeløbet, der er påkrævet for at bruge denne rabatkupon
sv_se: Du har inte uppnått kraven som är obligatoriska för att få nyttja denna rabattkod.

source: This voucher is already in your cart
az_az: Bu çek artıq sizin kartınızda mövcuddur
bn_bd: এই ভাউচারটি ইতিমধ্যেই আপনার কার্টে আছে
da_dk: Denne rabatkupon er allerede i din indkøbskurv
sv_se: Denna kupong är redan i din kundvagn

source: This voucher is not combinable with an other voucher already in your cart: %s
da_dk: Denne rabatkupon kan ikke kombineres med en anden rabatkupon, der allerede findes i din indkøbskurv: %s
sv_se: Denna kupong är inte kombinerbar med en annan kupong som redan finns i din varukorg: %s

source: Cart is empty
az_az: Kartınız boşdur
bn_bd: কার্ট ফাঁকা
da_dk: Indkøbskurven er tom
sv_se: Varukorgen är tom

source: You cannot use this voucher in an empty cart
bn_bd: আপনি একটি ফাঁকা কার্টে এই ভাউচারটি ব্যাবহার করতে পারবেন না
da_dk: Du kan ikke bruge denne rabatkupon i en tom indkøbskurv
sv_se: Du kan inte använda denna kupong i en tom kundvagn

source: You cannot use this voucher with these products
az_az: Bu kuponu bu məhsullarla istifadə edə bilməssiniz
bn_bd: আপনি এই পণ্যগুলোর সাথে এই ভাউচারটি ব্যাবহার করতে পারবেন না
da_dk: Du kan ikke bruge denne rabatkupon med disse varer
sv_se: Du kan inte använda denna kupong med dessa produkter

source: You cannot use this voucher because it has manually been removed.
da_dk: Du kan ikke anvende denne værdikupon fordi den er blevet manuelt fjernet.
sv_se: Du kan inte använda denna rabattkod på grund av att den tagits bort manuellt.

source: The email is already used, please choose another one or sign in
da_dk: E-mailen er allerede anvendt. Vælg venligst en anden eller log på
sv_se: Mailadressen används redan, vänligen välj en annan eller logga in

source: Password must be between 5 and 72 characters long
da_dk: Adgangskoden skal være mellem 5 og 72 tegn lang
sv_se: Lösenordet måste vara mellan 5 och 72 tecken långt

source: Your account isn't available at this time, please contact us
az_az: İndi sizin hesabınız işləmir, zəhmət olmasa, bizə yazın
da_dk: Din konto er ikke tilgængelig på dette tidspunkt, kontakt os venligst
sv_se: Ditt konto är inte tillgängligt just nu, vänligen kontakta oss

source: Authentication failed.
az_az: döğrulanma uğursuz alındı
bn_bd: সনাক্ত করা জাচ্ছে না
da_dk: Godkendelse mislykkedes.
sv_se: Autentisering misslyckades

source: Password is required
az_az: Keçidsözü olmalıdır
da_dk: Adgangskode er påkrævet
sv_se: Lösenord är obligatoriskt

source: Invalid email/password combination
az_az: Keçərsiz e-poçt/keçidsözü kombinasiyası
da_dk: Ugyldig e-mail/adgangskode-kombination
sv_se: Ogiltigt kombination av användarnamn/lösenord

source: There seems to be an issue with your account, please contact support
da_dk: Der lader til at være et problem med din konto; kontakt venligst support
sv_se: Det verkar ha uppstått ett fel på ditt konto, vänligen kontakta support

source: An account was already registered with this email address
da_dk: Der er allerede en konto registreret med denne e-mailadresse
sv_se: Ett konto finns redan registrerat för denna e-postadress

source: %s is required.
az_az: %s olmalıdır.
da_dk: %s er påkrævet.
sv_se: %s krävs.

source: is invalid.
az_az: yalnışdır
bn_bd: ভুল
da_dk: er ugyldigt.
sv_se: är ogiltig.

source: The %1$s field is too long (%2$d chars max).
az_az: %1$s daması çox uzundur (ən çox %2$d simvol ola bilər).
bn_bd: ক্ষেত্রের %1$s গুলি অত্যন্ত দীর্ঘ (%2$d চিহ্ন সর্বোচ্চ)
da_dk: Feltet %1$s er for langt (%2$d tegn maks.).
sv_se: Fältet %1$s är för långt (max %2$d tecken).

source: Please fix the error below.
az_az: Zəhmət olmasa, aşağıdakı xətanı düzəldin.
da_dk: Ret fejlen nedenfor.
sv_se: Vänligen rätta felen nedan.

source: Could not delete address.
az_az: Ünvanı pozmaq olmaz.
da_dk: Kunne ikke slette adressen.
sv_se: Kunde inte ta bort adress.

source: Could not delete the address since it is used in the shopping cart.
da_dk: Kunne ikke slette adresse, da den anvendes i indkøbskurven.
sv_se: Kunde inte ta bort adressen eftersom den används i varukorgen.

source: The customer could not be found.
az_az: Alıcı tapılmadı.
bn_bd: এই ক্রেতাকে খুঁজে পাওয়া যাচ্ছে না .
da_dk: Kunden kunne ikke findes.
sv_se: Kunden hittades inte

source: You must enter a voucher code.
bn_bd: একটি ভাউচার কোড লিখতে হবে.
da_dk: Du skal indtaste en rabatkupon kode.
sv_se: Du måste ange en kupongkod

source: The voucher code is invalid.
az_az: Kupon kodu yanlışdır.
bn_bd: ভাউচার কোডটি ভুল
da_dk: Ugyldig rabatkupon kode.
sv_se: Kupongkod ogiltig

source: This voucher does not exist.
az_az: Bu kupon yoxdur.
da_dk: Denne rabatkupon findes ikke.
sv_se: Denna kupong existerar inte.

source: You must add %quantity% minimum quantity
az_az: Siz %quantity% minimum say göstərməlisiniz
da_dk: Du skal tilføje %quantity% minimums antal
sv_se: Du måste lägga till minst %quantity% stycken för att uppnå minimum beställningsnivå

source: Null quantity.
az_az: Boş say.
bn_bd: পরিমাণ শূন্য
da_dk: Tomt antal.
sv_se: Null antal

source: Product not found
az_az: Məhsul tapılmadı
bn_bd: পণ্য পাওয়া যায় নি
da_dk: Vare ikke fundet
sv_se: Ingen produkt hittades

source: This product (%product%) is no longer available.
az_az: Bu məhsul (%product%) artıq yoxdur.
da_dk: Dette produkt (%product%) er ikke længere tilgængeligt.
sv_se: Denna produkt (%product%) är inte längre tillgänglig.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
az_az: Səbətinizdəki %product% məhsulundan artıq bu qədər sayda yoxdur. Saya düzəliş edənə qədər sifarişə davam edilə bilməzsiniz.
da_dk: Elementet %product% i din indkøbskurv er ikke længere tilgængeligt i denne mængde. Du kan ikke fortsætte med din ordre før du har ændret mængden.
sv_se: Produkten %product% i din varukorg finns inte längre tillgänglig i tillräckligt antal. Du kan inte slutföra din beställning förrän antalet har ändrats.

source: The minimum purchase order quantity for the product %product% is %quantity%.
az_az: %product% üçün minimum sifariş sayı: %quantity%.
da_dk: Minimum købs ordremængde for produktet %product% er %quantity%.
sv_se: Den minsta beställningsvolymen för produkten %product% är %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
az_az: Bütün böşluqları doldurun və sonra dəyişikliyi yadda saxlayın.
bn_bd: প্রয়োজনীয় ক্ষেত্রগুলি সব পূরণ করুন , তারপর সেভ করুন.
da_dk: Udfyld venligst alle de obligatoriske felter, og gem derefter tilpasningen.
sv_se: Vänligen fyll i alla obligatoriska fält, spara sedan.

source: You already have the maximum quantity available for this product.
az_az: Sizin artıq bu məhsul üçün olan maksimum sayınız var.
bn_bd: আপনি ইতিমধ্যে এই পণ্যের জন্য সর্বোচ্চ পরিমাণ নির্বাচন করেছেন
da_dk: Du har allerede den maksimale disponible antal for denne vare.
sv_se: Du har redan maximalt antal för denna produkt.

source: The product is no longer available in this quantity.
az_az: Bu məhsuldan artıq bu qədər sayda yoxdur.
da_dk: Produktet er ikke længere tilgængeligt i dette antal.
sv_se: Produkten finns inte tillgänglig i den här kvantiteten.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
da_dk: Produktet %product% i din indkøbskurv er nu et produkt med attributter. Slet det venligst og vælg en af dets kombinationer for at fortsætte med din ordre.
sv_se: Produkten %product% i den varukorg är nu en produkt med attribut. Vänligen ta bort den och välj en av produkten attribut för att fortsätta med din beställning.

source: Invalid key.
az_az: Yalnış açar
bn_bd: ভুল নির্দেশ
da_dk: Ugyldig nøgle.
sv_se: felaktig tangent.

source: This product does not exist in our store.
bn_bd: এই পণ্য আমাদের দোকান আর পাওয়া যাচ্ছে না
da_dk: Denne vare findes ikke i vores butik.
sv_se: Denna produkt finns inte i vår butik.

source: This product has been deleted.
az_az: Bu məhsul pozuldu.
bn_bd: এই পণ্য মুছে ফেলা হয়েছে.
da_dk: Denne vare er blevet slettet.
sv_se: Denna produkt har tagits bort

source: This file no longer exists.
az_az: Bu fayl artıq yoxdur.
bn_bd: এই ফাইলটি আর বিদ্যমান নেই.
da_dk: Denne fil eksisterer ikke længere.
sv_se: Den här filen finns inte längre.

source: This product has been refunded.
az_az: Bu məhsul geri qaytarıldı.
bn_bd: এই পণ্য ফেরত দেওয়া হয়েছে.
da_dk: Denne vare er blevet tilbagebetalt.
sv_se: Denna produkt har återbetalats.

source: The product deadline is in the past.
bn_bd: পণ্য নির্দিষ্ট সময়সীমা অতীতে হয়েছে
da_dk: Varens tidsfrist er overskredet.
sv_se: Produkten deadline är i det förflutna.

source: The product expiration date has passed, preventing you from download this product.
bn_bd: পণ্যের মেয়াদ শেষ ,পণ্যের ডাউনলোড সম্ভব নয় .
da_dk: Produktsudløbsdatoen er overskredet; du kan derfor ikke downloade denne vare.
sv_se: Utgångsdatum överskridits

source: Expiration date has passed, you cannot download this product.
da_dk: Udløbsdatoen er overskredet, du kan derfor ikke downloade denne vare.
sv_se: Utgångsdatum har överskridits, du kan inte ladda ner denna produkt.

source: You have reached the maximum number of downloads allowed.
bn_bd: আপনি অনুমোদিত ডাউনলোড এর সর্বাধিক সংখ্যায় পৌঁছেছেন.
da_dk: Du har nået det maksimale antal tilladte downloads.
sv_se: Du har nått det högsta tillåtna antalet nedladdningar.

source: Please provide the required information
az_az: Buyurun, gərəkli bilgiləri verin
da_dk: Angiv alle nødvendige oplysninger
sv_se: Vänligen lämna alla nödvändiga uppgifter

source: We couldn't find your order with the information provided, please try again
da_dk: Vi kunne ikke finde din ordre ud fra de anførte oplysninger. Prøv venligst igen
sv_se: Vi kunde inte hitta din beställning med den informationen, vänligen försök igen

source: An unexpected error occurred while creating your account.
az_az: Hesabınızın yaradılmasında gözlənilməz bir yanlışlıq oldu.
da_dk: Der opstod en uventet fejl under oprettelse af din konto.
sv_se: Ett fel inträffade vid försök att skapa ditt konto.

source: Could not update your information, please check your data.
da_dk: Kunne ikke opdatere dine oplysninger; tjek venligst dine data.
sv_se: Kunde inte uppdatera din information, vänligen kontrollera dina uppgifter.

source: Sorry. We cannot renew your order.
az_az: Bağışlayın. Sizin sifarişinizi yeniləyə bilmirik.
bn_bd: দুঃখিত। আমরা আপনার অর্ডার নবায়ন করতে পারছি না
da_dk: Desværre. Vi kan ikke forny din ordre.
sv_se: Tyvärr, vi kan inte förnya din beställning.

source: Some items are no longer available, and we are unable to renew your order.
az_az: Bir neçə məhsul artıq yoxdur və biz sizin sifarişinizə baxış keçirə bilmirik.
bn_bd: কিছু আইটেম আর স্টক এ নেই , আমরা আপনার অর্ডার নবায়ন করতে পারছি
da_dk: Nogle varer er ikke tilgængelige, og vi er derfor ikke i stand til at forny din ordre.
sv_se: Produkter som saknas - vi inte kan förnya din beställning

source: The order is no longer valid.
bn_bd: এই অর্ডারটি আর ভ্যালিড নয়
da_dk: Ordre ID er ikke længere gyldigt.
sv_se: Ordern är inte längre giltig

source: This message is invalid (HTML is not allowed).
az_az: Bu mesaj keçərsizdir (HTML olmaz).
bn_bd: এই বার্তা ( এইচটিএমএল অনুমোদিত নয় ) অবৈধ
da_dk: Meddelelse er ugyldig (HTML er ikke tilladt).
sv_se: Meddelandet är ogiltigt (HTML är inte tillåtet)

source: You do not have enough products to request an additional merchandise return.
az_az: Sizin qaytarmaq üçün kifayət qədər məhsulunuz yoxdur
bn_bd: আপনাকে একটি অতিরিক্ত পণ্যদ্রব্য রিটার্ন অনুরোধ করার জন্য যথেষ্ট পণ্য নেই.
da_dk: Du har ikke nok varer til at anmode om en yderligere returnering af varer.
sv_se: Du har inte tillräckligt med produkter för att begära en till retur.

source: Please provide an explanation for your RMA.
az_az: Zəhmət olmasa məhsulu qaytarma səbəbini göstərin
bn_bd: আপনার RMA এর জন্য একটি ব্যাখ্যা প্রদান করুন.
da_dk: Giv venligst en forklaring på din RMA.
sv_se: Vänligen ange en förklaring till din retur.

source: Please check at least one product you would like to return.
az_az: geri qaytarmaq üçün ən azı bir məhsul seçməlisiniz.
bn_bd: আপনি ফেরত দিতে চান অন্তত এমন একটি পণ্য চেক করুন.
da_dk: Marker venligst mindst en vare, du ønsker at returnere.
sv_se: Vänligen markera minst en produkt du vill returnera.

source: For each product you wish to add, please specify the desired quantity.
az_az: Seçdiyiniz məhsulların sayını göstərin.
bn_bd: আপনি যোগ করতে চান, এমন প্রতিটি পণ্যের জন্য কাঙ্ক্ষিত পরিমাণ উল্লেখ করুন.
da_dk: Angiv venligst antallet af hver vare, du ønsker at tilføje.
sv_se: Ange ett antal för den produkt som du har markerat.

source: This order cannot be returned
az_az: Bu sifariş geri qaytarıla bilməz
da_dk: Denne ordre kan ikke returneres
sv_se: Denna beställning kan inte returneras

source: The message cannot be blank.
az_az: Mesaj boş ola bilməz.
bn_bd: মেসেজ ফাঁকা রাখা যাবে না.
da_dk: Beskeden kan ikke være blank.
sv_se: Meddelande får inte lämnas tom

source: You have no merchandise return authorizations.
az_az: Məhsulları qaytarmağa səlahiyyətiniz yoxdur
bn_bd: আপনার কাছে কোনো পণ্যদ্রব্য রিটার্ন অনুমতি্র জন্য নেই
da_dk: Du har ingen godkendelse for returnering af varer.
sv_se: Du har inga godkända returer

source: We cannot regenerate your password with the data you've submitted
az_az: Göndərdiyiniz bu məlumatla keçidsözünü yenidən yarada bilmərik
da_dk: Vi kan ikke regenerere din adgangskode med de data, du har indsendt.
sv_se: Vi kan inte återskapa ditt lösenord med de data du skickat

source: You cannot regenerate the password for this account.
bn_bd: আপনি এই অ্যাকাউন্টের জন্য পাসওয়ার্ড পুনরায় উদ্ধার করতে পারবেন না.
da_dk: Du kan ikke regenerere adgangskoden for denne konto.
sv_se: Du kan inte återskapa lösenordet för detta konto.

source: You can regenerate your password only every %d minute(s)
az_az: Siz yalnız %d dəqiqədən bir keçidsözünü yenildən yarada bilərsiniz
bn_bd: আপনি আপনার পাসওয়ার্ড শুধুমাত্র প্রত্যেক %d মিনিটে উদ্ধার করতে সক্ষম হবেন
da_dk: Du kan regenerere din adgangskode hver %d minut
sv_se: Du kan endast återskapa ditt lösenord en gång inomuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu %d minuter

source: An error occurred while sending the email.
bn_bd: ইমেল পাঠানোর সময় একটি ত্রুটি ঘটেছে.
da_dk: En fejl opstod under afsendelse af e-mail.
sv_se: Ett fel inträffade när e-post skickades.

source: Customer account not found
bn_bd: গ্রাহকের অ্যাকাউন্ট খুঁজে পাওয়া যায়নি
da_dk: Kundekonto ikke fundet
sv_se: Kundkonto ej hittat

source: The password and its confirmation do not match.
da_dk: Adgangskoden og dens bekræftelse stemmer ikke overens.
sv_se: Lösenord och bekräftelsen matchar inte.

source: The password change request expired. You should ask for a new one.
az_az: Keçidsözünü dəyişdirmək üçün göndərdiyiniz sorğunun vaxtı keçmişdir. Siz yenidən sorğu göndərməlisiniz.
da_dk: Anmodningen om ændring af adgangskode udløb. Du skal bede om en ny.
sv_se: Förfrågan om att ändra lösenord har löpt ut, du bör göra en ny förfrågan.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
da_dk: Der opstod en fejl med din konto, som forhindrer os i at opdatere den nye adgangskode. Rapporter venligst dette problem ved hjælp af kontaktformularen.
sv_se: Ett fel inträffade med ditt konto och ditt nya lösenord kan inte skickas till din e-postadress. Vänligen meddela problemet till oss via kontaktformuläret.

source: Invalid email address.
az_az: E-poçt ünvan səhvdir
bn_bd: ইমেল ঠিকানা সটীক নয়
da_dk: Ugyldig e-mail adresse.
sv_se: Ogiltig e-postadress

source: The password is missing: please enter your new password.
az_az: Keçidsözü yoxdur: buyurun, öz yeni keçidsözünüzü yazın.
da_dk: Adgangskoden mangler: indtast din nye adgangskode.
sv_se: Lösenordet saknas; vänligen ange ditt nya lösenord.

source: The confirmation is empty: please fill in the password confirmation as well
da_dk: Bekræftelsen er tom: udfyld venligst også adgangskode bekræftelsen
sv_se: Bekräftelsen är tom: vänligen skriv in även lösenordsbekräftelsen

source: The password is not in a valid format.
da_dk: Adgangskoden er ikke i et gyldigt format.
sv_se: Lösenordet är angett i ett godkänt format.

source: Invoices are disabled in this shop.
bn_bd: এই দোকানে চালান দেয়া হয় না
da_dk: Fakturaer er deaktiveret i denne butik.
sv_se: Fakturor är inaktiverade i den här butiken.

source: The invoice was not found.
az_az: İnvoys tapılmadı.
bn_bd: চালান পাওয়া যায় নি.
da_dk: Faktura ikke fundet.
sv_se: Faktura hittades inte

source: No invoice is available.
az_az: Heç bir faktura yoxdur.
bn_bd: কোন চালান পাওয়া যায় নি
da_dk: Ingen faktura tilgængelig.
sv_se: Ingen faktura finns

source: Order return not found.
az_az: Sifariş qaytarılması tapılmadı.
bn_bd: অর্ডার রিটার্ন খুঁজে পাওয়া যায়নি.
da_dk: Returordre ikke fundet.
sv_se: Beställ tillbaka hittades inte

source: Order return not confirmed.
az_az: Sifariş qaytarılması doğrulanmadı.
bn_bd: অর্ডার রিটার্ন নিশ্চিত করা হয় নি
da_dk: Returordre ikke bekræftet.
sv_se: Beställ avkastning inte bekräftats

source: Invalid message
az_az: Yalnış mesaj
bn_bd: মেসেজটি সটীক নয়
da_dk: Ugyldig besked
sv_se: Felaktig meddelande

source: This product is no longer available.
az_az: Bu məhsul artıq yoxdur.
bn_bd: এই পণ্যটির স্টক শেষ
da_dk: Varen er ikke længere tilgængelig.
sv_se: Produkten är inte längre tillgänglig.

source: You do not have access to this product.
bn_bd: আপনার এই পণ্যে প্রবেশাধিকার নেই.
da_dk: Du har ikke adgang til denne vare.
sv_se: Du har inte tillträde till denna produkt.

source: An error occurred while deleting the selected picture.
az_az: Seçilmiş şəkli pozarkən bir yanlışlıq oldu.
bn_bd: নির্বাচিত ছবি মোছার সময় একটি ত্রুটি ঘটেছে.
da_dk: Der opstod en fejl under sletning det valgte billede.
sv_se: Ett fel inträffade när valt pris raderades.

source: An error occurred during the image upload process.
bn_bd: একটি ত্রুটি ইমেজ আপলোড প্রক্রিয়ার সময় ঘটেছে
da_dk: Der opstod en fejl under upload af billede.
sv_se: Ett fel inträffade under bilduppladdningen.

source: PHP "Dom" extension has not been loaded.
bn_bd: পিএইচপি " ডোম " এক্সটেনশন লোড করা হয় নি.
da_dk: PHP "Dom" udvidelsen er ikke indlæst.
sv_se: Dom förlängningen är inte laddad.

source: You do not have access to this category.
az_az: Sizin bu bölməyə giriş izniniz yoxdur.
bn_bd: আপনি এই বিভাগে প্রবেশ করতে পারবেন না
da_dk: Du har ikke adgang til denne kategori.
sv_se: Du har inte tillträde till denna kategori.

source: This category does not exist.
da_dk: Denne kategori eksisterer ikke.
sv_se: Kategorin finns inte.

source: Login is required
da_dk: Login er påkrævet
sv_se: Inloggning krävs

source: Invalid login
az_az: Yanlış login
da_dk: Ugyldigt login
sv_se: Ogiltig inloggning

source: Invalid password
az_az: Yalnış keçidsözü
da_dk: Ugyldig adgangskode
sv_se: Ogiltigt lösenord

source: Authentication failed
az_az: Doğrulanma uğursuz alındı
da_dk: Godkendelse fejlede
sv_se: Autentisering misslyckades

source: There are not enough products in stock
az_az: Anbarda yetərincə məhsul yoxdur
da_dk: Der er desværre ikke nok varer på lager
sv_se: Det finns inte tillräckligt med produkter i lager

source: Your address is incomplete, please update it.
da_dk: Din adresse er ufuldstændig. Opdater venligst adressen.
sv_se: Din adress är ej komplett, vänligen uppdatera den.
