<?php

global $_ERRORS;
$_ERRORS = array();

$_ERRORS['2406c65c7d678cfca3aad1233c50283a'] = 'ເຈົ້າບໍ່ມີສິດທິໃນການແກ້ໄຂນະທີ່ນີ້';
$_ERRORS['68f608519f1015caf55d76b1d571a58b'] = 'ເຈົ້າບໍ່ມີສິດທິໃນການເພີ່ມນະທີ່ນີ້';
$_ERRORS['1bdd228669c9dd995eb664737e60786e'] = 'ເຈົ້າບໍ່ມີສິດທິໃນການແກ້ໄຂນະທີ່ນີ້';
$_ERRORS['d8d4c3b79181fdcca8cb5159208fa56a'] = 'ເຈົ້າບໍ່ມີສິດທິໃນການເພີ່ມນະທີ່ນີ້';
$_ERRORS['ee66f9c9930cb33d2a5dde9b240d3f7e'] = 'ຕ້ອງການ';
$_ERRORS['8ae0cb74f9724518e1ce68c503377002'] = 'ບໍ່ຖືກຕ້ອງ';
$_ERRORS['6f3455d187a23443796efdcbe044096b'] = 'ບໍ່ມີພາສີ';
$_ERRORS['eeabead01c6c6f25f22bf0b041df58a9'] = 'ເຈົ້າຈຳເປັນຕ້ອງໄດ້ລົງທະບຽນຢ່າງນ້ອຍ ໜຶ່ງໝາຍເລກໂທລະສັບ';
$_ERRORS['3ffd1b6c5e4ab9c98104475480477307'] = 'ບໍ່ພົບໃບນຳສົ່ງໃນໄລຍະນີ້';
$_ERRORS['32a2e7694628335252aceb0552a6f6ba'] = 'ເພື່ອໃຊ້ Memcached, ເຈົ້າຕ້ອງຕິດຕັ້ງນາມສະກຸນ Memcache PECL ເທິງເຊີເວີຂອງເຈົ້າ.';
$_ERRORS['bb5ef82c8be2494c733ac77920bc5c72'] = 'ບໍ່ມີການເລືອກຟາຍໃດໆ';
$_ERRORS['155657899b93f70358eed115631fdb04'] = 'ຄວາມຍາວຂອງຄີຕ້ອງເປັນ 32 ຕົວອັກສອນ';
$_ERRORS['441006dbdaef41a163047624fe1241ab'] = 'ຄີນີ້ມີຢູ່ແລ້ວ';
$_ERRORS['84a7c3aeebf09d169aca8555be640bbf'] = 'ກະລຸນາຕື່ມທຸກຟີວທີ່ຕ້ອງການ, ຈາກນັ້ນບັນທຶກການກຳນົດ';
$_ERRORS['678e00213ce73b9bbdefd0979507436c'] = 'ອີເມວນີ້ບໍ່ຖືກຕ້ອງ';
$_ERRORS['acddadbd19b625e95ba1a4356e734f3f'] = 'ຂ້ອຍຂໍຢັ້ງຢືນຄຳສັ່ງຊື້ຂອງຂ້ອຍ';
$_ERRORS['5af5f631f774a71445e3028253874394'] = 'ຮ້ານນີ້ບໍ່ຍອມຮັບຄຳສັ່ງຊື້ໃໝ່ຂອງເຈົ້າ';


return $_ERRORS;
