Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminDesignNotification.*.xlf
Languages: de_de

source: The page Category cannot be moved here.
de_de: Die Kategorieseite kann nicht hierher verschoben werden

source: No items found
de_de: Keine Elemente gefunden

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %s only contains demonstration images, and then delete it.
de_de: Einige der zu verschiebenden Bilder waren bereits vorhanden. Dabei kann es sich um ungenutzte Beispielbilder handeln. Falls das Verzeichnis %s nur Beispielbilder enthält, löschen Sie ihn bitte.

source: Incorrect value for the selected JPEG image compression.
de_de: Ungültiger Wert für die gewählte JPG-Kompression

source: Incorrect value for the selected PNG image compression.
de_de: Ungültiger Wert für die gewählte PNG-Kompression

source: This name already exists.
de_de: dieser Name existiert bereits

source: Source file does not exist or is empty (%filepath%)
de_de: Quelldatei nicht vorhandent oder leer (%filepath%)

source: Failed to resize image file (%filepath%)
de_de: Bildgrößenanpassung fehlgeschlagen (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
de_de: Umwandlung des Bildes zu Hd-Auflösung fehlgeschlagen (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
de_de: Original Bild ist defekt (%filename%) für Artikel ID %id% oder fehlerhafte Berechtigung im Verzeichnis

source: Original image is missing or empty (%filename%) for product ID %id%
de_de: Originalbild für Artikel-ID %id% fehlt oder ist leer (%filename%)

source: Only part of the images have been regenerated. The server timed out before finishing.
de_de: Es wurde nur ein Teil der Bilder wieder hergestellt, der Server ist vor dem Ende abgelaufen.

source: Server timed out. The watermark may not have been applied to all images.
de_de: Der Server ist abgelaufen , das Wasserzeichen ist eventuell nicht an allen Ihren Bilder angebracht worden.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
de_de: Fehler: Ihre Serverkonfiguration ist nicht mit dem Neuen Bildersystem kompatibel. Keine Bilder werden verschoben.

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
de_de: Nicht alle Bilder wurden verschoben. Ther Server hat eine zu lange Ladezeit gemeldet (time-out). Klicken Sie auf "Bilder verschieben", um die noch fehlenden Bilder erneut aufzunehmen und zu verschieben.

source: Error: Some -- or all -- images cannot be moved.
de_de: Fehler: Einige oder alle Bilder konnten nicht verschoben werden.

source: After modification, do not forget to regenerate thumbnails
de_de: Wenn Sie eine Änderung vornehmen, vergessen Sie nicht, die Bilder wieder herzustellen

source: The uploaded file is too large.
de_de: Datei ist zu groß.

source: Invalid file format.
de_de: Ungültiges Dateiformat

source: Failed to move uploaded file.
de_de: Hochgeladene Datei konnte nicht verschoben werden.

source: Warning: if no email logo is available, the main logo will be used instead.
de_de: Warnung: Wenn kein E-Mail-Logo verfügbar ist, wird Ihr Header-Logo verwendet.

source: This theme is not valid for PrestaShop 1.7
de_de: Dieses Template ist nicht kompatibel mit PrestaShop 1.7

source: An error occurred. The information "%s" is missing.
de_de: Fehler aufgetreten! Information "%s" fehlt.

source: An error occurred. The template "%s" is missing.
de_de: Fehler aufgetreten! Template "%s" fehlt.

source: Your theme has been correctly exported: %path%
de_de: Template wurde exportiert nach: %path%
