Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminShopParametersFeature.*.xlf
Languages: lt_lt

source: Contacts
lt_lt: Kontaktai

source: Save messages?
lt_lt: Išsaugoti žinutes?

source: Add new contact
lt_lt: Pridėti kontaktą

source: Re-display cart at login
lt_lt: Parodyti krepšelį prisijungus

source: Send an email after registration
lt_lt: Po registracijos nusiųsti el. laišką

source: Password reset delay
lt_lt: Slaptažodžio atstatymo uždelsimas

source: minutes
lt_lt: minutės

source: Enable B2B mode
lt_lt: Įjungti B2B režimą

source: Ask for birthdate
lt_lt: Klausti gimimo datos

source: Enable partner offers
lt_lt: Įjungti partnerių pasiūlymus

source: Social title
lt_lt: Kreipinys

source: Male
lt_lt: Vyras

source: Female
lt_lt: Moteris

source: Neutral
lt_lt: Nenurodyta

source: Add new social title
lt_lt: Pridėti naują kreipinį

source: Social titles
lt_lt: Kreipiniai

source: Image width
lt_lt: Paveiksliuko plotis

source: Image height
lt_lt: Paveiksluiko aukštis

source: Group name
lt_lt: Grupės pavadinimas

source: Discount (%)
lt_lt: Nuolaida (%)

source: Members
lt_lt: Nariai

source: Show prices
lt_lt: Rodyti kainas

source: Creation date
lt_lt: Sukūrimo data

source: Default groups options
lt_lt: Numatytosios grupių parinktys

source: Visitors group
lt_lt: Lankytojų grupė

source: Guests group
lt_lt: Svečių grupė

source: Customers group
lt_lt: Klientų grupė

source: Save, then add a category reduction.
lt_lt: Išsaugoti, tada pridėti kategorijos ribojimus.

source: Add new group
lt_lt: Pridėti grupę

source: Registration date
lt_lt: Registracijos data

source: Customer group
lt_lt: Vartotojo grupė

source: Price display method
lt_lt: Kainos rodymo metodas

source: Category discount
lt_lt: Kategorijos nuolaida

source: Modules authorization
lt_lt: Modulių autorizacija

source: Alias
lt_lt: Sinonimas

source: Search
lt_lt: Paieška

source: Aliases
lt_lt: Pseudonimai

source: Indexing
lt_lt: Indeksavimas

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
lt_lt: PrestaShop išanalizuos "suindeksuotus" prekes ir jie bus rodomi parduotuvės paieškoje.

source: Indexed products
lt_lt: Indeksuotos prekės

source: Building the product index may take a few minutes.
lt_lt: Prekių indekso sukūrimas gali užtrukti kelias minutes.

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
lt_lt: Jei jūsų serveris sustos prieš proceso pabaigą, Jūs galėsite tai pratęsti paspaudę "Pridėti trūkstamas prekes".

source: Add missing products to the index
lt_lt: Įtraukti trūkstamas prekes į indeksą

source: Re-build the entire index
lt_lt: Perindeksuoti viską

source: You can set a cron job that will rebuild your index using the following URL:
lt_lt: Naudodamiesi šiuo URL galite nustatyti automatinį perindeksavimą kas nustatytą laiko tarpą:

source: Search within word
lt_lt: Paieška žodžio viduje

source: Search exact end match
lt_lt: Ieškoti tikslios žodžio pabaigos

source: Minimum word length (in characters)
lt_lt: Mažiausias žodžio ilgis (simboliais)

source: Blacklisted words
lt_lt: Ignoruojami žodžiai

source: Weight
lt_lt: Svoris

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
lt_lt: "Svoris" atspindi jūsų nurodytą svarbumą ieškant prekių.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
lt_lt: Žodis su svoriu 8 turės 4 kartus daugiau reikšmės nei žodis su svoriu 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
lt_lt: That's why we advise to set a greater weight for words which appear in the name or reference of a product than the ones in the description. Thus, the search results will be as precise and relevant as possible.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
lt_lt: Nustatant svorį į 0, ji bus pašalinta iš paieškos indekso. Perindeksavimo operacija yra būtina, kai keičiamas svoris iš arba į 0

source: Product name weight
lt_lt: Prekės pavadinimo svoris

source: Reference weight
lt_lt: Nuorodos svoris

source: Short description weight
lt_lt: Trumpo aprašymo svoris

source: Description weight
lt_lt: Aprašymo svoris

source: Category weight
lt_lt: Kategorijos svoris

source: Brand weight
lt_lt: Prekės ženklo svoris

source: Tags weight
lt_lt: Žymos svoris

source: Attributes weight
lt_lt: Savybės svoris

source: Features weight
lt_lt: Ypatybių svoris

source: Add new alias
lt_lt: Pridėti sinonimą

source: Result
lt_lt: Rezultatas

source: Rewritten URL
lt_lt: Perrašytas URL

source: Page
lt_lt: Puslapis

source: Page title
lt_lt: Puslapio pavadinimas

source: Accented URL
lt_lt: \"Kirčiuotas\" URL

source: Redirect to the canonical URL
lt_lt: Peradresuoti į kanonį URL

source: No redirection (you may have duplicate content issues)
lt_lt: Jokio peradresavimo (gali iškilti pasikartojančių puslapių problemos)

source: 302 Moved Temporarily (recommended while setting up your store)
lt_lt: 302 perkelta laikinai (rekomenduojame naudoti kai parduotuvė kuriama)

source: 301 Moved Permanently (recommended once you have gone live)
lt_lt: 301 perkelta visam laikui (rekomenduojama naudoti kai parduotuvė dirba)

source: Disable Apache's MultiViews option
lt_lt: Išjungti Apache's MultiViews nustatymą

source: Disable Apache's mod_security module
lt_lt: Išjungti Apache's mod_security modulį

source: Generate robots.txt file
lt_lt: Generuoti robots.txt bylą

source: Robots file generation
lt_lt: Robots bylos generavimas

source: Set shop URL
lt_lt: Nustatyti parduotuvės URL

source: Shop domain
lt_lt: Parduotuvės domenas

source: SSL domain
lt_lt: SSL domenas

source: Base URI
lt_lt: Pagrindinis URI

source: Set up URLs
lt_lt: Nurodyti URL

source: Manage domain name
lt_lt: Tvarkyti domeno vardą

source: Add a domain name
lt_lt: Pridėti domeno vardą

source: Schema of URLs
lt_lt: URL schema

source: Add a new page
lt_lt: Pridėti naują puslapį

source: Keywords: %s
lt_lt: Raktažodžiai: %s

source: Default pages
lt_lt: Numatytieji puslapiai

source: Module pages
lt_lt: Modulio puslapiai

source: Meta tags
lt_lt: Meta-žymos

source: Page name
lt_lt: Puslapio pavadinimas

source: Route to products
lt_lt: Kelias iki prekių

source: Route to category
lt_lt: Kelias iki kategorijų

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
lt_lt: Kelias iki kategorijos, kuri turi "Filtrų" modulio (blocklayered) filtrą

source: Route to supplier
lt_lt: Kelias iki tiekėjų

source: Route to brand
lt_lt: Nukreipti į prekės ženklą

source: Route to modules
lt_lt: Kelias iki modulių

source: Enable Shop
lt_lt: Įjungti parduotuvę

source: Maintenance IP
lt_lt: Profilaktikos IP

source: Custom maintenance text
lt_lt: Pritaikytas priežiūros tekstas

source: Enable final summary
lt_lt: Įjungti galutinę suvestinę

source: Enable guest checkout
lt_lt: Aktyvuoti svečių apsipirkimus

source: Disable Reordering Option
lt_lt: Išjungti pakartotinio užsakymo galimybę

source: Minimum purchase total required in order to validate the order
lt_lt: Minimali užsakymo suma, būtina norint patvirtinti užsakymą

source: Recalculate shipping cost after order edition
lt_lt: Perskaičiuoti pristatymo išlaidas po užsakymo redagavimo

source: Allow multishipping
lt_lt: Leisti multipristatymą

source: Delayed shipping
lt_lt: Atidėtas pristatymas

source: Terms of service
lt_lt: Paslaugos sąlygos ir teikimo taisyklės

source: Page for the Terms and conditions
lt_lt: Puslapis parduotuvės taisyklėms

source: Gift options
lt_lt: Dovanų nustatymai

source: Offer gift wrapping
lt_lt: Ar siūlyti įpakuoti kaip dovaną

source: Gift-wrapping price
lt_lt: Dovanos įpakavimo kaina

source: Gift-wrapping tax
lt_lt: Dovanų įpakavimo mokestis

source: Offer recycled packaging
lt_lt: Ar siūlyti perdirbtas pakuotes

source: No default warehouse (default setting)
lt_lt: Nėra numatytojo sandėlio (numatytasis nustatymas)

source: Products (general)
lt_lt: Prekės (bendra)

source: Catalog mode
lt_lt: Katalogo režimas

source: Number of days for which the product is considered 'new'
lt_lt: Dienų skaičius, per kurias prekė laikoma \"nauja\"

source: Max size of product summary
lt_lt: Prekės trumpo aprašymo maksimalus dydis

source: Quantity discounts based on
lt_lt: Kiekybinės nuolaidos skaičiuojamos pagal

source: Force update of friendly URL
lt_lt: Priverstinai atnaujinti į draugišką URL

source: Default activation status
lt_lt: Numatytoji aktyvavimo būsena

source: Pagination
lt_lt: Puslapiavimas

source: Products per page
lt_lt: Prekių skaičius puslapyje

source: Default order by
lt_lt: Numatytasis rikiavimas pagal

source: Product name
lt_lt: Prekės pavadinimas

source: Product price
lt_lt: Prekės kaina

source: Product add date
lt_lt: Prekės įdėjimo data

source: Product modified date
lt_lt: Prekės keitimo data

source: Position inside category
lt_lt: Pozicija kategorijoje

source: Product quantity
lt_lt: Prekių kiekis

source: Product reference
lt_lt: Prekės nuoroda

source: Default order method
lt_lt: Numatytasis rikiavimo būdas

source: Product page
lt_lt: Prekės puslapis

source: Display available quantities on the product page
lt_lt: Rodyti turimus kiekius prekės puslapyje

source: Display remaining quantities when the quantity is lower than
lt_lt: Rodyti likučius, kai likęs kiekis mažesnis nei

source: Display unavailable product attributes on the product page
lt_lt: Rodyti neturimų prekių savybes prekės puslapyje

source: Display the "add to cart" button when a product has attributes
lt_lt: Rodyti mygtuką "įdėti į krepšelį", kai prekė turi savybių

source: Separator of attribute anchor on the product links
lt_lt: Savybių skirtukas prekių nuorodose

source: Display discounted price
lt_lt: Rodyti sumažintą kainą

source: Products stock
lt_lt: Turimos prekių atsargos

source: Allow ordering of out-of-stock products
lt_lt: Leisti rikiuoti išparduotas prekes

source: Enable stock management
lt_lt: Įjungti atsargų valdymą

source: Default pack stock management
lt_lt: Numatytasis rinkinių atsargų valdymas

source: Decrement pack only.
lt_lt: Sumažinti tik rinkinį.

source: Decrement products in pack only.
lt_lt: Sumažinti tik rinkinio prekes.

source: Decrement both.
lt_lt: Sumažinti abu.

source: Round up away from zero, when it is half way there (recommended)
lt_lt: Apvalinti į viršų, tolyn nuo nulio, kai yra ties viduriu (rekomenduojama)

source: Round down towards zero, when it is half way there
lt_lt: Apvalinti žemyn, link nulio, kai yra ties viduriu

source: Round towards the next even value
lt_lt: Apvalinti iki kito lyginio skaičiaus

source: Round towards the next odd value
lt_lt: Apvalinti iki kito nelyginio skaičiaus

source: Round up to the nearest value
lt_lt: Apvalinti aukštyn iki artimiausios reikšmės

source: Round down to the nearest value
lt_lt: Apvalinti žemyn iki artimiausios reikšmės

source: Enable SSL
lt_lt: Įjungti SSL

source: Enable SSL on all pages
lt_lt: Įjungti ant visų puslapių

source: Increase front office security
lt_lt: Padidinti parduotuvės saugumą

source: Allow iframes on HTML fields
lt_lt: Leisti iframes naudoti HTML laukuose

source: Use HTMLPurifier Library
lt_lt: Naudoti HTMLPurifier biblioteką

source: Round mode
lt_lt: Apvalinimo taisyklė

source: Round type
lt_lt: Apvalinimo tipas

source: Round on each item
lt_lt: Apvalinti kiekvieną elementą

source: Round on each line
lt_lt: Apvalinti kiekvieną eilutę

source: Round on the total
lt_lt: Apvalinti viską

source: Number of decimals
lt_lt: Dešimtainių skaičius

source: Display brands and suppliers
lt_lt: Rodyti prekių ženklus ir tiekėjus

source: Display best sellers
lt_lt: Rodyti perkamiausias prekes

source: Enable Multistore
lt_lt: Leisti daug parduotuvių

source: Main Shop Activity
lt_lt: Pagrindinės parduotuvės veikla

source: Please click here to check if your shop supports HTTPS.
lt_lt: Paspauskite čia norėdami patikrinti, ar jūsų parduotuvėje palaiko HTTPS.

source: Visitors
lt_lt: Lankytojai

source: Visits
lt_lt: Apsilankymai

source: Pages
lt_lt: Puslapiai

source: Reg.
lt_lt: Registr.

source: Avg. cart
lt_lt: Vid. krepšelis

source: Reg. rate
lt_lt: Reg. koeficientas

source: Order rate
lt_lt: Užsakymų koeficientas

source: Click
lt_lt: Paspaudimas

source: Base
lt_lt: Bazė

source: Add new referrer
lt_lt: Pridėti naują referentą

source: Affiliate
lt_lt: Partneris

source: Affiliates can access their data with this name and password.
lt_lt: Partneriai gali prisijungti prie savo informacija šiuo prisijungimo vardu ir slaptažodžiu.

source: Front access:
lt_lt: Parduotuvės prieiga:

source: Commission plan
lt_lt: Komisinių planas

source: Click fee
lt_lt: Be paspaudimų

source: Base fee
lt_lt: Be bazės

source: Percent fee
lt_lt: Be procentų

source: Technical information -- Simple mode
lt_lt: Techninė informacija -- Paprastas rėžimas

source: Include
lt_lt: su

source: HTTP referrer
lt_lt: HTHP nukreipiamoji nuoroda

source: Exclude
lt_lt: Be

source: Request URI
lt_lt: Užklausos URl

source: Technical information -- Expert mode
lt_lt: Techninė informacija - Eksperto režimas

source: Unique visitors
lt_lt: Unikalūs lankytojai

source: Pages viewed
lt_lt: Peržiūrėta puslapių

source: Registrations
lt_lt: Registracijos

source: Registration rate
lt_lt: Registracijų koeficientas

source: Server
lt_lt: Serveris

source: GET variable
lt_lt: GET kintamasis

source: Referrer
lt_lt: Referentas

source: $_GET variable
lt_lt: $_GET kintamasis

source: Add new search engine
lt_lt: Pridėti paieškos variklį

source: Icon
lt_lt: Piktograma

source: Send email to customer
lt_lt: Siųsti el. laišką pirkėjui

source: Email template
lt_lt: El. laiško šablonas

source: Edit return status
lt_lt: Redaguoti grąžinimo būseną

source: Add new order status
lt_lt: Pridėti naują užsakymo būseną

source: Add new order return status
lt_lt: Pridėti naują užsakymo grąžinimo būseną

source: Return statuses
lt_lt: Grąžinimo būsenos

source: Order status
lt_lt: Užsakymo būsena

source: Status name
lt_lt: Būsenos pavadinimas

source: Color
lt_lt: Spalva

source: Consider the associated order as validated.
lt_lt: Laikyti susietą užsakymą patvirtintu.

source: Allow a customer to download and view PDF versions of his/her invoices.
lt_lt: Leisti klientams parsisiųsti ir peržiūrėti sąskaitas PDF formatu.

source: Hide this status in all customer orders.
lt_lt: Slėpti šį statusą visuose klientų užsakymuose.

source: Send an email to the customer when his/her order status has changed.
lt_lt: Siųsti pirkėjui el. laišką, kai jo(-s) užsakymo būsena pasikeitė.

source: Attach invoice PDF to email.
lt_lt: Pridėti sąskaitos PDF failą į el. laišką.

source: Attach delivery slip PDF to email.
lt_lt: Pridėti pristatymo PDF failą į el. laišką.

source: Set the order as shipped.
lt_lt: Pažymėti užsakymą kaip pristatytą.

source: Set the order as paid.
lt_lt: Pažymėti užsakymą kaip apmokėtą.

source: Show delivery PDF.
lt_lt: Rodyti pristatymo PDF.

source: Template
lt_lt: Šablonas

source: Return status
lt_lt: Grąžinimo būsena

source: Add new store
lt_lt: Pridėti naują parduotuvę

source: Stores
lt_lt: Parduotuvės

source: Store name (e.g. City Center Mall Store).
lt_lt: Parduotuvės pavadinimas (pvz. Akropolio parduotuvė)

source: Allowed characters: letters, spaces and %s
lt_lt: Leidžiami simboliai: raidės, tarpai ir %s

source: Latitude / Longitude
lt_lt: Platuma / Ilguma

source: Store coordinates (e.g. 45.265469/-47.226478).
lt_lt: Parduotuvės koordinatės (pvz., 45.265469 / -47.226478).

source: Picture
lt_lt: Paveiksliukas

source: Monday
lt_lt: Pirmadienis

source: Tuesday
lt_lt: Antradienis

source: Wednesday
lt_lt: Trečiadienis

source: Thursday
lt_lt: Ketvirtadienis

source: Friday
lt_lt: Penktadienis

source: Saturday
lt_lt: Šeštadienis

source: Sunday
lt_lt: Sekmadienis

source: Choose your country
lt_lt: Pasirinkite šalį

source: Choose your state (if applicable)
lt_lt: Pasirinktie valstiją (jei reikia)

source: Shop name
lt_lt: Parduotuvės pavadinimas

source: Displayed in emails and page titles.
lt_lt: Rodoma el. pašto laiškuose ir puslapių pavadinimuose.

source: Shop email
lt_lt: Parduotuvės el. paštas

source: Registration number
lt_lt: Registracijos numeris

source: Shop address line 1
lt_lt: Parduotuvės adreso pirma eilutė

source: Shop address line 2
lt_lt: Parduotuvės adreso antra eilutė

source: Contact details
lt_lt: Kontaktiniai duomenys

source: Add new tag
lt_lt: Pridėti naują žymą

source: Tag
lt_lt: Žyma
