Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminShopParametersNotification.*.xlf
Languages: hu_hu

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
hu_hu: Be kell állítanod egy SMTP szervert és portot! Ha nem ismered ezeket, használhatod a PHP mail() funkciót helyette.

source: Width and height must be numeric values.
hu_hu: A szélesség és magasság csak szám érték lehet.

source: The discount value is incorrect (must be a percentage).
hu_hu: Érvénytelen kedvezményérték (százalék legyen).

source: Wrong category ID.
hu_hu: Rossz kategóriaazonosító.

source: The discount value is incorrect.
hu_hu: Érvénytelen kedvezményérték.

source: You cannot save group reductions.
hu_hu: Csoportcsökkentések nem menthetőek.

source: An error occurred while updating this group.
hu_hu: Hiba lépett fel csoportfrissítéskor.

source: Before you can use this tool, you need to:
hu_hu: Az eszköz használata előtti teendők:

source: 1) Create a blank .htaccess file in your root directory.
hu_hu: 1) Hozz létre egy üres .htaccess fájlt a gyökérmappádban.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
hu_hu: 2) Adj hozzá írásjogot ("CHMOD 666" Unix rendszernél).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
hu_hu: A robots.txt fájlnak a gyökérkönyvtárban KELL lennie, máshol viszont nem (Pl. http://www.weboldalad.hu/robots.txt)!

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
hu_hu: A következő gombbal készíthetsz "robots.txt" fájlt. (Ez felülírja a régit.)

source: 1) Create a blank robots.txt file in your root directory.
hu_hu: 1) Készíts egy üres robots.txt fájlt a gyökérmappádban.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
hu_hu: Itt állítható be a bolt URL. Ha a boltodat migrálnád más URL-hez, emlékezned kell az alábbi értékek módosítására!

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
hu_hu: A multik opció bekapcsolt. Ha módosítani szeretnéd boltot URL-jét, navigálj a "Haladó paraméterek" menü alatt a "Multik" oldalhoz.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
hu_hu: Itt módosíthatod a hivatkozásaid alapvető viselkedését, melynek használatához a PrestaShop "Barátságos URL" opciót muszáj bekapcsolni és az Apache URL újraírás modult (mod_rewrite) is aktiválni kell a webszerveren.

source: There are several available keywords for each route listed below; note that keywords with * are required!
hu_hu: Számos kulcsszó áll rendelkezésre az alább listázott utakhoz, megjegyzendő, hogy a *-os kulcsszavak kötelezőek.

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
hu_hu: Kulcsszó URL-hez adásához használhatod a {keyword} szintaxist. Ha a kulcsszó nem üres, a kulcsszó elé vagy mögé is hozzáadhatsz szöveget a {prepend:keyword:append} szintaxissal. Például, {-hey-:meta_title} a"-hey-my-title"-t adja hozzá az URL-hez, a ha meta cím be van állítva.

source: You can only display the page list in a shop context.
hu_hu: Az oldallista csak egy bolt környezeti menüjében jeleníthető meg.

source: Before being able to use this tool, you need to:
hu_hu: Az eszköz használata előtti teendők:

source: Create a blank .htaccess in your root directory.
hu_hu: készíts üres .htaccess fájlt a gyökérben

source: Give it write permissions (CHMOD 666 on Unix system).
hu_hu: Írásjog beállítása szükséges (CHMOD 666 UNIX rendszernél).

source: Assign a valid page if you want it to be read.
hu_hu: Hozzárendelés egy érvényes oldalhoz, ha azt akarod, hogy olvasható legyen.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
hu_hu: Hogy a partnerek hozzáférjenek saját statisztikájukhoz, telepítened kell egy "%modulename%" modult.

source: Percent of the sales.
hu_hu: Az értékesítés százaléka

source: Aliases and results are both required.
hu_hu: az álnév és eredmény is kötelező adat

source: Is not a valid result
hu_hu: nem valós eredmény

source: Is not a valid alias
hu_hu: nem valós alias

source: Creation successful
hu_hu: Sikeres létrehozás

source: This is not a valid IP address:
hu_hu: Ez nem egy valós IP-cím:

source: For security reasons, you cannot delete default order statuses.
hu_hu: Biztonsági okokból alapértelmezett rendelés státuszokat nem tudsz törölni

source: An address located in a country containing states must have a state selected.
hu_hu: Egy megyéket tartalmazó ország címnél muszáj megyét is kiválasztani!

source: Latitude and longitude are required.
hu_hu: A hosszúság és szélesség szükséges.

source: The specified state is not located in this country.
hu_hu: A megadott megye nem létezik ebben az országban.
