Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminCatalogHelp.*.xlf
Languages: de_de, nl_nl

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
de_de: Hier können Sie bei Bedarf die Lieferanten der aktuellen Artikel oder eventueller Artikel-Varianten angeben.
nl_nl: Dit scherm stelt u in staat om de leveranciers te selecteren voor het huidige product en zijn eventuele combinaties.

source: You can specify supplier references according to previously associated suppliers.
de_de: Es ist möglich, für Artikel/Artikelvarianten die Lieferanten-Nr. nach zuvor zugeordneten Lieferanten anzugeben.
nl_nl: U kunt specifieke leveranciersreferenties opgeven volgens eerder verbonden leveranciers.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
de_de: Bei Verwendung der erweiterten Lagerverwaltung (siehe Shop-Einstellungen -> Artikel), werden die Werte, die Sie hier angeben (Preise, Artikelnummern) in den Lieferanten-Bestellungen verwendet.
nl_nl: Wanneer u gebruikt maakt van het geavanceerde voorraadbeheer (zie Voorkeuren/Producten), dan zullen de waarden die u hier invult (Prijzen, Referenties) gebruikt worden in de leveranciersbestellingen.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
de_de: Es ist möglich, für jeden zugeordneten Lieferanten separate Artikelnummern zu erfassen. Nach jeder Auswahländerung klicken Sie auf "Speichern", damit die Artikelnummern des gewählten Lieferanten angezeigt werden.
nl_nl: U kunt (een) productreferentie(s) voor elke gekoppelde leverancier opgeven. Klik op "Opslaan" nadat u de geselecteerde leverancier heeft veranderd om de gekoppelde productreferenties te bekijken.

source: This interface allows you to specify the warehouse in which the product is stocked.
de_de: Hier können Sie angeben, in welchem ​​Lager der Artikel gelagert wird.
nl_nl: Dit scherm stelt u in staat in welk magazijn dit product is opgeslagen in te stellen.

source: It is also possible to specify the location within the warehouse for each product or combination.
de_de: Sie können aber auch den Lagerort für jeden Artikel oder jede Variante innerhalb eines Lagers festlegen.
nl_nl: Het is ook mogelijk om de locatie op te geven binnen het magazijn voor elk product of combinatie.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
de_de: Artikel-Varianten unterscheiden sich je nach Kombination der variierenden Eigenschaften wie z.B. Größe, Gewicht oder Farbe. Die Eigenschaften sollten Sie zuerst anlegen im Programmteil "Katalog > Varianten und Eigenschaften".
nl_nl: Combinaties zijn verschillende variaties van een product, met attributen zoals de afmeting, gewicht of kleur. Deze kunnen verschillende waarden aannemen. Om een combinatie aan te maken moet u eerst een productattribuut aanmaken. Ga hiervoor naar "Catalogus > Productattributen".

source: To add combinations, enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or select it in the right column. Then click on "Generate": it will automatically create all the combinations for you! <br> If you haven’t got any attributes yet, you should first create some in [1]Attributes & Features[/1].
de_de: Um eine neue Varianten zu generieren, erfassen Sie zunächst die gewünschten Eigenschaften und deren Werte im Programmteil [1]Attribute und Werte[/1]. <br>Wenn das erledigt ist, können Sie im folgenden Feld die gewünschten Artikeleigenschaften (z.B. Größe oder Farbe) eingeben sowie die Werte, die diese annehmen können (z.B. 38, 40,...54 oder rot, grün, lila). Besser noch: Wählen Sie diese der Einfachheit halber per Mauslick aus der rechten Spalte aus. Anschließend "Generieren" anklicken - und alle möglichen Varianten werden erzeugt.
nl_nl: Om combinaties toe te voegen, voer de gewenste attributen in (zoals "afmeting" of "kleur") en de bijbehorende waarden ("XS", "rood", "alle", etc.) in onderstaand veld; of selecteer het in de juiste kolom. Klik vervolgens op "Genereren": het zal automatisch alle combinaties aanmaken voor u! <br> Als u nog geen attributen hebt, dan moet u deze eerst aanmaken op de configuratiepagina [1]Attributen en Kenmerken[/1].

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
de_de: Angezeigter Name der Produktseite, auch für Suchmaschinen. Lassen Sie das Feld leer, um den Produktnamen zu verwenden. Links vom Eingabefeld wird die verbleibende Anzahl von Zeichen angezeigt.
nl_nl: Openbare titel voor de productpagina en voor zoekmachines. Laat deze leeg om de productnaam te gebruiken. Het aantal resterende karakters wordt links van het veld getoond.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces).
de_de: Diese Beschreibung wird von Suchmaschinen angezeigt. Verwenden Sie einen einzigen Satz, max. 160 Zeichen lang (inkl. Leerzeichen).
nl_nl: Deze omschrijving zal verschijnen in de zoekmachines. U heeft een enkele zin, korter dan 160 karakters nodig (spaties inclusief).

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
de_de: Angezeigte URL, die aus dem Artikelnamen generiert wird. Sie können sie auch ändern.
nl_nl: Dit is de leesbare URL voor de mens, zoals deze gegenereerd wordt vanuit de productnaam. U kan deze wijzigen indien gewenst.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page.
de_de: Wählen Sie hier die Seite, zu der der Kunde geleitet werden soll, wenn der Artikel nicht aktiviert ist.
nl_nl: Als uw product is uitgeschakeld, kies naar welke pagina u klanten wilt omleiden, die deze pagina bezoeken.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
de_de: Nicht weiterleiten (404) = Artikel nicht umleiten und eine "Nicht gefunden" Seite anzeigen.
nl_nl: Geen omleiding (404) = Niet omleiden en in plaats daarvan een 404 "Niet gevonden" pagina tonen.

source: Permanent redirection (301) = Permanently display another product instead.
de_de: Permanent weiterleiten (301) = Auf einen anderen Artikel dauerhaft umleiten und anzeigen.
nl_nl: Permanente omleiding (301) = Permanent een ander product tonen.

source: Temporary redirection (302) = Temporarily display another product instead.
de_de: Vorübergehend weiterleiten (301) = Auf einen anderen Artikel vorübergehend umleiten und anzeigen.
nl_nl: Tijdelijke omleiding (302) = Tijdelijk een ander product tonen.

source: If a carrier has a tax, it will be added to the shipping fees.
de_de: Falls eine Transportsteuer anfällt, wird Sie auf die Versandkosten aufgeschlagen (nur Frankreich).
nl_nl: Indien een vervoerder een belasting hanteert, dan zal dit bij de transportkosten gerekend worden.

source: Invalid token
de_de: Token ungültig
nl_nl: Ongeldig token

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
de_de: [1]Token ungültig[/1]: Direkter Zugriff auf diesen Link könnte eine Sicherheitslücke schaffen..
nl_nl: [1]Ongeldige teken[/1]: directe toegang naar deze link kan een mogelijke beveiligingslek zijn.

source: Do you want to display this page?
de_de: Möchten Sie diese Seite anzeigen?
nl_nl: Wilt u deze pagina bekijken?

source: Yes, I understand the risks
de_de: Ja, ich bin mir des Risikos bewusst
nl_nl: Ja, ik begrijp de risico's

source: Take me out of there!
de_de: Nichts wie weg hier!
nl_nl: Deze pagina verlaten!
