Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminCatalogHelp.*.xlf
Languages: de_de, nl_nl

source: Your internal name for this attribute.
de_de: Interner Name dieser Eigenschaft
nl_nl: Uw interne naam voor deze eigenschap.

source: The public name for this attribute, displayed to the customers.
de_de: Angezeigter Artikelname, den Ihre Kunden sehen
nl_nl: De publieke naam voor dit attribuut, getoond aan de klanten.

source: The way the attribute's values will be presented to the customers in the product's page.
de_de: Angezeigter Artikelname für die Artikelseite
nl_nl: De manier waarop attributen worden getoond aan uw klanten op de productpagina.

source: Choose the attribute group for this value.
de_de: Wählen Sie die Eigenschaftsgruppe für diesen Wert.
nl_nl: Kies een attributengroep voor deze waarde.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
de_de: Farbe aus Farbpalette auswählen oder eine HTML-Farbe eingeben (z.B. "hellblau", "#CC6600").
nl_nl: Kies een kleur met de kleurenkiezer of vul een HTML-kleur in (bijv. "lightblue" of "#CC6600").

source: Upload an image file containing the color texture from your computer.
de_de: Bilddatei für Hintergrundmuster von Ihrem PC hochladen
nl_nl: Upload een afbeelding dat de kleurentextuur bevat.

source: This will override the HTML color!
de_de: Bei Wahl dieser Option wird die HTML-Farbe überschrieben!
nl_nl: Dit overschrijft de HTML-kleur!

source: Save then add another value
de_de: Speichern und hinzufügen
nl_nl: Opslaan en nog één toevoegen

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
de_de: Hauptbild der Kategorie, das auf der Kategorieseite angezeigt wird. Die Kategorie-Beschreibung wird in der linken oberen Ecke des Bildes eingeblendet.
nl_nl: Dit is de hoofdafbeelding voor uw categorie, zoals getoond op de categoriepagina. De categoriebeschrijving zal deze afbeelding overlappen in de linkerbovenhoek.

source: To add "tags," click in the field, write something, and then press "Enter."
de_de: Um Stichwörter hinzuzufügen, klicken Sie in das Feld, schreiben etwas und drücken dann die ENTER-Taste.
nl_nl: Om "Tags" toe te voegen, klik in het veld, voer een tag in en klik op enter.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
de_de: Nur Buchstaben, Zahlen, Unter- und Bindestrich erlaubt
nl_nl: Alleen letters, cijfers, onderstrepingsteken (_) en de min (-) zijn toegestaan​​.

source: You now have three default customer groups.
de_de: Sie haben nun drei Standard-Kundengruppen.
nl_nl: U hebt 3 standaard klantengroepen

source: Mark all of the customer groups which you would like to have access to this category.
de_de: Markieren Sie alle Gruppen, die Zugang zu dieser Kategorie haben sollen.
nl_nl: Geef alle klantengroepen aan die toegang krijgen tot deze categorie.

source: Only letters and the minus (-) character are allowed.
de_de: Nur Buchstaben und Minus-Zeichen (-) sind erlaubt
nl_nl: Alleen letters en de min (-) zijn toegestaan.

source: Allow customers to upload files using the contact page.
de_de: Erlaubt den Kunden den Upload einer Datei über die Kontaktseite
nl_nl: Staat klanten toe een bestand te uploaden via het contactformulier

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
de_de: Bitte geben Sie die Standard-Nachricht ein, die erscheinen soll, wenn Sie eine Anfrage auf der Kunden-Serviceseite beantworten.
nl_nl: Vul het standaardbericht in dat wordt weergegeven wanneer u antwoordt op een bericht op de klantenservicepagina.

source: URL for your IMAP server (ie.: mail.server.com).
de_de: URL des IMAP-Servers (z.B. mail.server.com)
nl_nl: URL voor uw IMAP-server (bijv.: mail.server.nl).

source: Port to use to connect to your IMAP server.
de_de: Port des IMAP-Servers
nl_nl: Poort die gebruikt wordt om met uw IMAP-server te verbinden.

source: User to use to connect to your IMAP server.
de_de: Port des IMAP-Servers.
nl_nl: Gebruiker die gebruikt wordt om met uw IMAP-server te verbinden.

source: Password to use to connect your IMAP server.
de_de: IMAP-Passwort
nl_nl: Wachtwoord dat gebruikt word om verbinding te maken met uw IMAP-server.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
de_de: Nach Synchronisation Nachrichten löschen. (Wird diese Option nicht aktiviert, dauert die Synchronisation länger).
nl_nl: Verwijder berichten na synchronisatie. Als u deze optie niet inschakelt, zal de synchronisatie langer duren.

source: Create new threads for unrecognized emails.
de_de: Neuen Topic für unbekannte E-Mails eröffnen.
nl_nl: Creëer een nieuwe discussie voor onbekende e-mails.

source: Use POP3 instead of IMAP.
de_de: POP3 statt IMAP verwenden
nl_nl: Gebruik POP3 in plaats van IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
de_de: RSH oder SSH nicht verwenden, um eine vorauthentifizierte IMAP-Sitzung einzurichten
nl_nl: Gebruik geen RSH of SSH voor connectie van een vooraf geauthenticeerde IMAP-sessie.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
de_de: SSL (Secure Socket Layer) verwenden, um die Sitzung zu verschlüsseln
nl_nl: Gebruik Secure Socket Layer (TLS/SSL) om de sessie te versleutelen.

source: Validate certificates from the TLS/SSL server.
de_de: Validiere Zertifikate von TLS/SSL-Server.
nl_nl: Valideer de TLS/SSL-certificaten van de server.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
de_de: Validierte Zertifikate vom TLS/SSL-Server snd nur notwendig, wenn ein Server selbst-signierte Zertifikate verwendet.
nl_nl: De TLS/SSL-certificaten van de server niet valideren. Dit is alleen nodig als de server zelf ondertekende certificaten gebruikt.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
de_de: Erzwingen Sie den Einsatz von Start-TLS, um die Sitzung zu verschlüsseln, und verweigern Sie den Verbindungsaufbau mit Servern, die diese Funktion nicht unterstützen.
nl_nl: Forceer het gebruik van start-TLS om de sessie te versleutelen en verbreek verbindingen met servers die dit niet ondersteunen.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
de_de: Verwenden Sie keine Start-TLS zur Verschlüsselung der Sitzung, auch nicht bei Servern, die dies unterstützen.
nl_nl: Start-TLS niet gebruiken om de sessie te versleutelen, ook als de server dit ondersteunt.

source: Add new feature value
de_de: Neuen Eigenschaftswert hinzufügen
nl_nl: Voeg nieuwe kenmerkwaarde toe

source: Save and add another value
de_de: Speichern und weiteren Wert hinzufügen
nl_nl: Opslaan en nog een waarde toevoegen

source: Back to the list
de_de: Zurück zur Liste
nl_nl: Terug naar overzicht

source: Add new feature values
de_de: Neue Eigenschaftswerte hinzufügen
nl_nl: Voeg nieuwe kenmerkwaarde toe

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
de_de: Anzahl der Tage, an denen ein Datei-Download für Kundenmöglich ist (0 für unbegrenzt)
nl_nl: Aantal dagen dat dit bestand toegankelijk is door klanten. Stel in op 0 voor ongelimiteerde toegang.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
de_de: Ist der Artikel ein Bündel (Kombination aus mindestens zwei Einzelartikeln), ein virtuelles Produkt (Datei-Download, Service etc.) oder ein normaler physischer Artikel?
nl_nl: Is het product een pakket (een combinatie van minstens twee bestaande producten), een virtueel product (downloadbaar bestand, service, etc.) of simpelweg een standaard, fysiek product?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
de_de: Varianten sind unterschiedliche Versionen eines Artikels, die sich je nach Eigenschaften wie z. B. Größe, Gewicht oder Farbe unterscheiden. Erfordert dieser Artikel Varianten?
nl_nl: Combinaties zijn de variaties van een product, met attributen zoals afmeting, gewicht of kleur. Heeft uw product combinaties nodig?

source: Advanced settings in [1][2]Combinations[/1]
de_de: Erweiterte Einstellungen in [1][2]Varianten[/1]
nl_nl: Geavanceerde instellingen in [1][2]Combinaties[/1]

source: Your internal reference code for this product. Allowed special characters: .-_#.
de_de: Artikelnummer dieses Artikels (erlaubte Sonderzeichen: .-_#)
nl_nl: Uw interne referentiecode voor dit product. Toegestane speciale karakters: .-_#.

source: How many products should be available for sale?
de_de: Anzahl der verfügbaren Artikel
nl_nl: Hoeveel producten moeten er beschikbaar zijn voor verkoop?

source: Advanced settings in [1][2]Quantities[/1]
de_de: Erweiterte Einstellungen in [1][2]Mengen[/1]
nl_nl: Geavanceerde instellingen in [1][2]Aantallen[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
de_de: Das ist der Netto-Verkaufspreis. Der Bruttopreis variiert je nach anzuwendendem MwSt-Satz.
nl_nl: Dit is de retailprijs waarvoor u het product verkoopt aan uw klanten. De prijs inclusief belasting zal veranderen aan de hand van de belastingregel die u selecteert.

source: Advanced settings in [1][2]Pricing[/1]
de_de: Erweiterte Einstellungen in [1][2]Preise[/1]
nl_nl: Geavanceerde instellingen in [1][2]Prijzen[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
de_de: Upload -Datei von IhremPC (max. %maxUploadSize%)
nl_nl: Upload een bestand van uw computer (%maxUploadSize% max.)

source: The full filename with its extension (e.g. Book.pdf)
de_de: Dateiname einschl. Dateiendung (Beispiel: Buch.pdf)
nl_nl: De volledige bestandsnaam met de extensie (bijv. Boek.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
de_de: Anzahl erlaubter Downloads pro Kunde - (0 für unbegrenzt).
nl_nl: Aantal toegestane downloads per klant. Vul 0 in voor onbeperkte downloads.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
de_de: Bei Eingabe eines Datums wird die Datei ab diesem Datum nicht mehr downloadbar sein. Lassen Sie das Feld frei, wenn Sie kein Ablaufdatum wollen.
nl_nl: Als dit is ingesteld zal het product niet meer downloadbaar zijn na deze datum. Laat leeg om geen vervaldatum te hebben

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
de_de: Das ist der Netto-Verkaufspreis. Der Bruttopreis variiert je nach anzuwendendem MwSt-Satz.
nl_nl: Dit is de prijs waarvoor u het product wilt verkopen aan uw klanten. De prijs inclusief belasting zal veranderen aan de hand van de belastingregel die u selecteert.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
de_de: If your country's pricing laws or regulations require mandatory informations about the base price of a unit, fill in the base price here (for example, price per kg, per liter, per meter).
nl_nl: Sommige producten kunnen los verkocht worden (per fles, per pond, etc.), en dit is de prijs voor één eenheid. Bijvoorbeeld als u stof verkoopt, dan zou dit de prijs per meter zijn.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
de_de: Der Einkaufspreis ist der Preis den Sie für den Artikel zahlen. Geben Sie ihn ohne MwSt. an. Dieser Preis sollte geringer als der Verkaufspreis sein, die Differenz der beiden ist Ihr Gewinn.
nl_nl: De stukprijs is de prijs dat u betaalt voor het product. Voeg hier niet de belasting aan toe. Het zou lager moeten zijn dan de retailprijs: het verschil tussen de twee is uw marge.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
de_de: Für Kunden unterschiedlicher Gruppen, unterschiedlicher Länder etc. können Sie unterschiedliche Preise festlegen.
nl_nl: U kunt specifieke prijzen instellen voor klanten die bij specifieke groepen, verschillende landen etc horen.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
de_de: Manchmal können mehrere Preiseinstellungen für einen Kunden zutreffen. Prioritäten ermöglichen es Ihnen, auszuwählen, welcher Preis für den Kunden gilt.
nl_nl: Soms kan een klant passen in meerdere specifieke prijs regels. met prioriteiten kunt u bepalen welke regels als eerste gelden voor de klant.

source: Tags are meant to help your customers find your products via the search bar.
de_de: Stichwörter erleichtern Ihren Kunden die Artikelsuche über die Suchleiste.
nl_nl: Tags zijn bedoel om ervoor te zorgen dat uw klanten snel uw producten kunnen vinden via de zoekbalk.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
de_de: Wählen Sie Begriffe oder Schlüsselworte, die potentielle Kunde bei der Suche nach diesem Produkt normalerweise verwenden würden. Diese sollten möglichst mit den Stickworten übereinstimmen, die Sie vielleicht schon festgelegt haben.
nl_nl: Kies termen en sleutelwoorden die uw klanten zullen gaan gebruiken voor dit product en zorg ervoor dat u consistent bent met de tags die u al hebt gebruikt.

source: You can manage tag aliases in the [1]Search section[/1].
de_de: In den [1]Sucheinstellungen[/1] können Sie bestimmte Stichworte ausschließen.
nl_nl: U kunt tag-aliassen aanpassen in de [1]Zoek-sectie[/1].

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
de_de: Nicht jeder Shop verkauft Neuprodukte. Mit dieser Option legen Sie den Zustand des Artikels fest. Das ist Pflicht bei manchen Verkaufsplattformen.
nl_nl: Niet alle winkels verkopen nieuwe producten. Deze optie maakt het mogelijk om de staat van een product te tonen. Het kan vereist zijn voor sommige marktplaatsen.

source: ISBN is used internationally to identify books and their various editions.
de_de: Die internationale Standardbuchnummer (kurz: ISBN) dient der eindeutigen Kennzeichnung von Büchern und anderen Veröffentlichungen.
nl_nl: ISBN wordt internationaal gebruikt om boeken en verschillende edities mee te herkennen.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
de_de: Dieser Barcode-Typ ist weitverbreitet in den USA, Kanada, Großbritannien, Australien, Neuseeland und weiteren Ländern.
nl_nl: Dit type van productcode wordt frequent gebruikt in Amerika, Canada, het Verenigd Koninkrijk, Australië, New-Zeeland en andere landen.

source: Permanently delete this product.
de_de: Artikel löschen
nl_nl: Dit product permanent verwijderen.

source: See how your product sheet will look online: CTRL+V
de_de: Vorschau der Artikelseite
nl_nl: Bekijk hoe uw productpagina er publiekelijk uitziet: CTRL+V

source: Enable or disable the product on your shop: CTRL+O
de_de: Artikel aktivieren oder deaktivieren: STRG+O
nl_nl: Schakel producten in of uit in uw winkel: CTRL+O

source: Save and duplicate this product, then go to the new product: CTRL+D
de_de: Speichern und Artikel zur Neuerfassung duplizieren: STRG + D
nl_nl: Sla het product op en dupliceer het, ga daarna naar het nieuwe product: CTRL+D

source: Save and go back to the catalog: CTRL+Q
de_de: Speichern und zurück zur Listenansicht: STRG +Q
nl_nl: Sla het product op en terug naar de catalogus: CTRL+Q

source: Save and create a new product: CTRL+P
de_de: Speichern und nächsten Artikel anlegen: STRG + P
nl_nl: Sla het product op en maak een nieuw product aan: CTRL+P

source: Save the product and stay on the current page: CTRL+S
de_de: Speichern und auf der Seite bleiben: STRG + S
nl_nl: Sla het product op en blijf op de huidige pagina: CTRL+S

source: Upload a brand logo from your computer.
de_de: Laden Sie ein Logo von Ihrem PC
nl_nl: Upload een logo vanaf uw computer.

source: To add "tags," click inside the field, write something, and then press "Enter."
de_de: Um Stichwörter hinzuzufügen, klicken Sie in das Feld, schreiben etwas und drücken dann die ENTER-Taste.
nl_nl: Om "tags" toe te voegen klikt u in het veld en en typt u een tag en drukt u op enter

source: Company name for this brand
de_de: Firmenname dieser Marke
nl_nl: Bedrijfsnaam van dit merk

source: Company name for this supplier
de_de: Firmenname dieses Lieferanten
nl_nl: Firmanaam van deze leverancier

source: Will appear in the list of suppliers.
de_de: Erscheint in der Lieferanten-Liste
nl_nl: Zal verschijnen in de lijst van leveranciers.

source: Phone number for this supplier
de_de: Telefon-Nr. des Lieferanten
nl_nl: Telefoonnummer van de leverancier

source: Mobile phone number for this supplier.
de_de: Mobilfunknummer des Lieferanten.
nl_nl: GSM-nummer van deze leverancier.

source: Upload a supplier logo from your computer.
de_de: Lieferanten-Logo von Ihrem Rechner hochladen.
nl_nl: Upload logo van de leverancier vanaf uw computer.

source: To add "tags" click in the field, write something and then press "Enter".
de_de: Um "Stichwörter" hinzufügen zu können, klicken Sie in das Feld, schreiben etwas und drücken dann auf "ENTER".
nl_nl: Om "Tags" toe te voegen klik in het veld, voer een tag in en klik op enter.

source: Create a new product: CTRL+P
de_de: Speichern und nächsten Artikel anlegen: STRG + P
nl_nl: Maak een nieuw product aan: CTRL+P

source: Search for a product
de_de: Artikel suchen
nl_nl: Zoek een product

source: Enter your product name
de_de: Geben Sie die Artikelbezeichnung ein
nl_nl: Geef een productnaam op

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
de_de: Die Kurzbeschreibung ist eine prägnante Charakterisierung des Artikels. Sie wird angezeigt in Artikelliste und -detailseite und auf der Ergebnisliste der Suchmaschinen (ist also wichtig für SEO). Für eine detailllierte Beschreibung nutzen Sie bitte das Feld "Beschreibung".
nl_nl: De samenvatting is een korte zin waarmee uw product wordt beschreven.<br />Het zal verschijnen aan de bovenkant van de productpagina van uw winkel, in productlijsten en in de zoekresultaten van zoekmachines (belangrijk voor SEO). Om meer details over uw product te tonen, gebruik het tabblad "Beschrijving".

source: Search and add a related product
de_de: Zubehör suchen und hinzufügen
nl_nl: Zoek en voeg een gerelateerd product toe

source: Use a comma to create seperate tags. E.g.: dress, cotton, party dresses.
de_de: Stichwörter kommasepariert eingeben (z.B. Kleid, Baumwolle, Partykleider)
nl_nl: Gebruik een komma voor losse tags.: bijv. jurk, katoen, t-shirt.

source: Per kilo, per litre
de_de: pro kg, pro m
nl_nl: Per kilo, per liter

source: Combine several attributes, e.g.: "Size: all", "Color: red".
de_de: Verschiedene Eigenschaften zu einer Variante kombinieren (z.B. Größe:XL, Farbe:rot).
nl_nl: Combineer enkele attributen, bijv.: "Maat: alle", "Kleur: rood".

source: To have a different title from the product name, enter it here.
de_de: Um einen anderen Meta-Titel als den Artikelnamen zu nutzen, geben Sie ihn hier ein.
nl_nl: Voer hier eventueel een andere titel in voor de productnaam.

source: To have a different description than your product summary in search results pages, write it here.
de_de: Um eine andere Meta-Beschreibung als die Artikelbeschreibung zu nutzen, geben Sie sie hier ein.
nl_nl: Om een andere beschrijving te gebruiken dan uw productsamenvatting in de zoekresultaten, geef deze hier dan op.

source: To which product the page should redirect?
de_de: Auf welchen Artikel soll die Seite weiterleiten?
nl_nl: Naar welke productpagina moet er worden omgeleid?

source: Search name
de_de: Nach Name filtern
nl_nl: Zoek naam

source: Search ref.
de_de: Bestellnummer
nl_nl: Zoekreferentie

source: Search category
de_de: Nach Kategorie filtern
nl_nl: Zoekcategorie

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
de_de: Mindestmenge für diesen Artikel (Eingabe von 1 deaktiviert diese Funktion). Beispiel: Wenn Sie 3 als Mindestmenge eintragen, können Kunden den Artikel erst kaufen, wenn sie 3 oder mehr bestellen.
nl_nl: De minimale hoeveelheid dat nodig is om het product te kunnen kopen (stel in op 1 om uit te schakelen). Bijv. als deze optie op 3 staat, dan kunnen klanten het product alleen kopen als ze minimaal 3 ervan aan het winkelwagentje hebben toegevoegd.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
de_de: Dieser Barcode-Typ ist üblich für Europa und Japan, wird aber auch weitverbreitet international verwendet. Er schließt den UPC-Code mit ein: Alle mit einer EAN versehenen Artikel werden auch in Nordamerika akzeptiert.
nl_nl: Dit type productcode is specifiek voor Europa en Japan, maar wordt ook internationaal gebruikt. Het is een uitgebreide set van de UPC-code: alle producten met een EAN-code aangeduid worden aanvaard in Noord-Amerika.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
de_de: Weicht der Preis dieser Variante vom Standard-Verkaufspreis ab? Ist sie biliger oder teurer?
nl_nl: Heeft deze combinatie een afwijkende prijs? Is het goedkoper of duurder dan de standaard retailprijs?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL.
de_de: Wählen Sie eine Kategorie, in der dieser Artikel angezeigt werden soll. Standardmäßig erscheint er sonst in der Hauptkategorie. Die gewählte Kategorie ist Bestandteil der URL der Produktseite.
nl_nl: Waar moet het product beschikbaar worden gemaakt op uw site? De hoofdcategorie is waar het product standaard verschijnt: dit is de categorie zoals gebruikt in de URL van de productpagina.

source: Search categories
de_de: Kategorien durchsuchen
nl_nl: Zoekcategorieën

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.).
de_de: Sie können hier schnell eine neue Kategorie erstellen. Vergessen Sie aber nicht, anschließend auf der Kategorieseite die Details zu erfassen ( Beschreibung, Bild etc.).
nl_nl: Als u snel een nieuwe categorie wilt aanmaken, dan kunt u dat hier doen. Vergeet daarna niet naar de categoriepagina te gaan om de nodige details in te voeren (beschrijving, afbeelding, etc.).
