Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminDashboardHelp.*.xlf
Languages: pl_pl

source: This mode displays sample data so you can try your dashboard without real numbers.
pl_pl: Ten tryb generuje przykładowe dane, więc możesz wypróbować Twój panel na przykładowych wartościach.

source: Choose a fixed fee for each order placed in %currency% with %module%.
pl_pl: Wybierz stałą stawkę dla każdego zamówienia złożonego w %currency% z %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
pl_pl: Wybierz zmienną stawkę dla każdego zamówienia złożonego w %currency% z %module%. Będzie zastosowana do sumy brutto.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
pl_pl: Wybierz stałą stawkę dla każdego zamówienia złożonego w obcej walucie z %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
pl_pl: Wybierz zmienną stawkę dla każdego zamówienia złożonego w obcej walucie z %module%. Będzie zastosowana do sumy brutto.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
pl_pl: Dla przewoźnika %s, podaj koszty krajowej dostawy jako procent ceny dla klientów.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
pl_pl: Dla przewoźnika %s, podaj koszty zagranicznej dostawy jako procent ceny dla klientów.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
pl_pl: Sposób: Podaj procentowy udział kosztu przewoźnika. Na przykład, jeżeli pobierasz 10 zł opłaty za każdą przesyłkę od klientów, ale faktycznie płacisz 4 zł temu przewoźnikowi, powinieneś podać "40" w polu procentów.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
pl_pl: Powinieneś przeliczyć ten udział następująco: ((dochody ze sprzedaży razem)-(koszt sprzedanych towarów))/(dochody ze sprzedaży razem) * 100. Ta wartość jest używana tylko do przeliczania marży brutto, jeżeli nie określisz ceny zakupu dla każdego produktu.

source: You should calculate this value by making the sum of all of your additional costs per order.
pl_pl: Powinieneś obliczyć ta kwotę jako sumę wszystkich Twoich dodatkowych kosztów w przeliczeniu na jedno zamówienie.
