Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminOrdersCustomersFeature.*.xlf
Languages: de_de

source: Add new address
de_de: Neue Adresse hinzufügen

source: Addresses
de_de: Adressen

source: The national ID card number of this person, or a unique tax identification number.
de_de: Personalausweis-Nr. oder Ust-IdentNr. dieser Person

source: Address alias
de_de: Adress-Kürzel

source: Identification number
de_de: Steuernummer:

source: VAT number
de_de: USt-Identifikationsnummer

source: Non ordered
de_de: Nicht bestellt

source: Abandoned cart
de_de: Verwaister Warenkorb

source: Export carts
de_de: Warenkörbe exportieren

source: Abandoned Carts
de_de: Verwaiste Warenkörbe

source: From %date1% to %date2%
de_de: Vom %date1% bis %date2%

source: Average Order Value
de_de: Durchschnittlicher Bestellwert

source: Net Profit per Visitor
de_de: Nettogewinn pro Besucher

source: Cart #%ID%
de_de: Warenkorb #%ID%

source: Total Cart
de_de: Gesamt

source: Free Shipping
de_de: Versandkostenfrei

source: Order ID
de_de: Bestellnummer

source: Generate PDF
de_de: PDF erzeugen

source: Date issued
de_de: Ausgabedatum

source: Slip
de_de: Rückvergütung

source: Credit slip options
de_de: Rückvergütungs-Optionen

source: Credit slip prefix
de_de: Rückvergütungs-Präfix

source: Print a PDF
de_de: PDF erzeugen

source: %amount% tax excl.
de_de: %amount% zzgl. MwSt.

source: Back office order
de_de: Admin-Bestellung

source: New client
de_de: Neuer Kunde

source: Change Order Status
de_de: Bestell-Status ändern

source: Add new order
de_de: Neue Bestellung hinzufügen

source: Orders
de_de: Bestellungen

source: Create order
de_de: Bestellung

source: Order %reference% from %firstname% %lastname%
de_de: Bestellung %reference% von %firstname% %lastname%

source: Return products
de_de: Artikel zurücksenden

source: Standard refund
de_de: Artikel erstatten

source: Cancel products
de_de: Artikel löschen

source: Add a product
de_de: Artikel hinzufügen

source: Partial refund
de_de: Teilerstattung

source: Credit slip for order #%d
de_de: Gutschrift für Bestellung Nr. %d

source: Credit card slip for order #%d
de_de: Kreditkarten-Gutschrift für Bestellung Nr. %d

source: Manual order -- Employee:
de_de: Manuelle Bestellung - Angestellter

source: Net Profit per Visit
de_de: Nettogewinn pro Besucher

source: 30 days
de_de: 30 Tage

source: Order #%id% (%ref%) - %firstname% %lastname%
de_de: Bestellung #%id% (%ref%) - %firstname% %lastname%

source: Partner offers
de_de: Partnerangebote

source: Registration
de_de: Registrierung

source: Last visit
de_de: Letzter Besuch

source: Open
de_de: Offen

source: Closed
de_de: Erledigt

source: Pending 1
de_de: in Bearbeitung 1

source: Pending 2
de_de: In Bearbeitung 2

source: Manage your Customers
de_de: Kundenverwaltung

source: Information about customer %s
de_de: Kundendaten von %s

source: Editing customer %s
de_de: Kunde bearbeiten %s

source: Creating a new Customer
de_de: Neuen Kunden anlegen

source: Add new customer
de_de: Neuen Kunden hinzufügen

source: Birthday
de_de: Geburtsdatum

source: Group access
de_de: Gruppenzugang

source: Default customer group
de_de: Standard-Kundengruppe

source: SIRET
de_de: SIRET (nur Frankreich)

source: APE
de_de: APE (nur Frankreich)

source: Website
de_de: Webseite

source: Allowed outstanding amount
de_de: Offene Rechnung erlauben

source: Maximum number of payment days
de_de: Spätestes Zahlungsziel (in Tagen)

source: Risk rating
de_de: Ratenzahlung erlauben

source: Average Age
de_de: Durchschnittsalter

source: Orders per Customer
de_de: Bestellungen pro Kunde

source: Newsletter Registrations
de_de: Newsletter-Anmeldungen

source: Delivery slip options
de_de: Lieferschein-Optionen

source: Delivery prefix
de_de: Präfix

source: Delivery number
de_de: Lieferschein-Nr.

source: Print PDF
de_de: PDF erzeugen

source: Enable product image
de_de: Aktiviere Artikelbild

source: Invoice options
de_de: Rechnungsoptionen

source: Enable invoices
de_de: Rechnungen aktivieren

source: Enable tax breakdown
de_de: Aktiviere Steueraufschlüsselung

source: Invoice prefix
de_de: Präfix

source: Add current year to invoice number
de_de: Jahreszahl der Rechnungsnummer hinzufügen

source: Reset sequential invoice number at the beginning of the year
de_de: Fortlaufende Rechnungsnummer zu Jahresbeginn zurücksetzen

source: Position of the year date
de_de: Position der Jahreszahl

source: After the sequential number
de_de: Vor Rechnungsnummer

source: Before the sequential number
de_de: Nach Rechnungsnummer

source: Invoice number
de_de: Rechnungsnummer

source: Legal free text
de_de: Freitext für Rechtshinweise

source: Footer text
de_de: Text Fußzeile

source: Invoice model
de_de: Rechnungsformular

source: Use the disk as cache for PDF invoices
de_de: Festplatte als Cache für PDF-Rechnungen verwenden

source: By date
de_de: Nach Datum

source: Generate PDF file by date
de_de: PDF-Datei nach Datum erstellen

source: Print PDF invoices
de_de: Rechnungen als PDF erzeugen

source: By order status
de_de: Nach Bestellstatus

source: Order statuses
de_de: Bestellstatus

source: Generate PDF file by status
de_de: PDF-Datei nach Status erstellen.

source: Order messages
de_de: Bestellnachrichten

source: Add new order message
de_de: Neue Bestellnachricht hinzufügen

source: Merchandise return (RMA) options
de_de: Warenrücksendungs-Optionen (RMA)

source: Enable returns
de_de: Rücksendungen aktivieren

source: Time limit of validity
de_de: Anzahl Tage

source: Returns prefix
de_de: Rücksendungs-Präfix

source: Return Merchandise Authorization (RMA)
de_de: Warenrücksendung (RMA)

source: Customer explanation
de_de: Grund der Rücksendung

source: Returns form
de_de: Rücksendeformular

source: Order #%id% from %date%
de_de: Bestellung Nr. %id% vom %date%

source: Edit shipping details
de_de: Versandangaben ändern
