Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminModulesNotification.*.xlf
Languages: de_de

source: Parse error detected in main class of module %module%!
de_de: Syntaxfehler in Klassse main() des Moduls %module%!

source: Error while loading file of module %module%. %error_message%
de_de: Fehler beim Laden des Moduls %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
de_de: Das hochgeladene Modul konnte im angegebenen Pfad nicht gefunden werden: %file%

source: Cannot extract module in %path% to get its name.
de_de: Modul kann nicht im Pfad %path% entpackt werden, um den Namen zu bestimmen.

source: This file does not seem to be a valid module zip
de_de: Ungültiges Zip-Format der Moduldatei!

source: You are not allowed to install modules.
de_de: Sie sind nicht berechtigt, Module zu installieren.

source: You are not allowed to uninstall this module.
de_de: Sie sind nicht berechtigt dieses Modul zu deinstallieren.

source: You are not allowed to upgrade this module.
de_de: Sie sind nicht berechtigt dieses Modul zu aktualisieren.

source: The module %module% must be installed first
de_de: Das Modul %module% muss erst installiert werden

source: You are not allowed to disable this module.
de_de: Sie sind nicht berechtigt dieses Modul zu deaktivieren.

source: Error when disabling module %module%. %error_details%.
de_de: Fehler beim Deaktivieren des Moduls %module%: %error_details%

source: You are not allowed to enable this module.
de_de: Sie sind nicht berechtigt dieses Modul zu aktivieren.

source: Error when enabling module %module%. %error_details%.
de_de: Fehler beim Aktivieren des Moduls %module%: %error_details%

source: You are not allowed to disable this module on mobile.
de_de: Sie sind nicht berechtigt dieses Modul für die Mobilansicht zu deaktivieren.

source: Error when disabling module %module% on mobile. %error_details%
de_de: Fehler beim Deaktivieren des Moduls %module%: %error_details%

source: You are not allowed to enable this module on mobile.
de_de: Sie sind nicht berechtigt dieses Modul für die Mobilansicht zu aktivieren.

source: Error when enabling module %module% on mobile. %error_details%
de_de: Fehler beim Aktivieren des Moduls %module%: %error_details%

source: You are not allowed to reset this module.
de_de: Sie haben keine Berechtigung für die Reinitialisierung dieses Moduls.

source: Error when resetting module %module%. %error_details%
de_de: Fehler bei Reinitialisierung des Moduls %module%: %error_details%

source: Unfortunately, the module did not return additional details.
de_de: Keine detaillierten Informationen für dieses Moduls verfügbar!

source: Parse error on module %module%. %error_details%
de_de: Syntaxfehler im Modul %module%: %error_details%

source: Unexpected exception on module %module%. %error_details%
de_de: Unerwartete Ausnahme im Modul %module%. %error_details%

source: Loading data from Addons failed. %error_details%
de_de: Laden der Daten von den Addons fehlgeschlagen. %error_details%

source: Parse error detected in module %module%. %error_details%.
de_de: Syntaxfehler im Modul %module%: %error_details%.

source: Exception detected while loading module %module%. %error_details%.
de_de: Beim Laden des Moduls %module% ist ein Ausnahmefehler aufgetreten: %error_details%.

source: %module% did not return a valid response on installation.
de_de: %module% gab keine gültige Rückmeldung zur Installation.

source: Installation of module %module% was successful.
de_de: Modul %module% wurde installiert.

source: Installation of module %module% failed. %error%
de_de: Installation des Moduls %module% fehlgeschlagen: %error%

source: Synchronized with Addons marketplace!
de_de: Mit dem Addons Marktplatz verbunden!

source: No changelog provided
de_de: Kein Versionsverlauf bereitgestellt

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
de_de: Wenn Sie sich von Ihrem Addons-Kundenbereich abmelden, werden sie nicht über wichtige Updates der von Ihnen gekauften Addons informiert.

source: You are about to disable %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% zu deaktivieren.

source: Your current settings will be saved, but the module will no longer be active.
de_de: Ihre aktuellen Einstellungen bleiben gespeichert, aber das Modul wird nicht länger aktiviert sein.

source: You are about to uninstall %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% zu deinstallieren.

source: This will disable the module and delete all its files. For good.
de_de: Das wird das Modul deaktivieren und alle seine Dateien endgültig löschen.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: You're about to reset %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% neu zu initialisieren.

source: This will restore the defaults settings.
de_de: Das wird die Standard-Einstellungen wiederherstellen.

source: You are about to [1] the following modules:
de_de: Sie sind im Begriff, folgende Module zu '[1]':

source: Installing module...
de_de: Installiere Modul...

source: It will close as soon as the module is installed. It won't be long!
de_de: Es schließt sich in Kürze automatisch, sobald das Modul installiert ist.

source: Module installed!
de_de: Modul installiert!

source: Oops... Upload failed.
de_de: Uups... Hochladen fehlgeschlagen.

source: No description found for this module :(
de_de: Keine Beschreibung zu diesem Modul gefunden :(

source: No additional description provided for this module :(
de_de: Keine detaillierten Informationen für dieses Moduls verfügbar :(

source: No feature list provided for this module :(
de_de: Keine Eigenschaften für dieses Modul hinterlegt :(

source: No customer benefits notes found for this module :(
de_de: Für dieses Modul liegen keine Kundenbewertungen vor. :(

source: No demonstration video found for this module :(
de_de: Kein Demo-Video zu diesem Modul gefunden :(

source: No changelog provided for this module :(
de_de: Kein Versionsverlauf für dieses Modul hinterlegt :(

source: You need to select at least one module to use the bulk action.
de_de: Für die Mehrfachaktion müssen Sie mindestens ein Modul auswählen.

source: The action "[1]" is not available, impossible to perform your request.
de_de: [1] nicht möglich! Aktion kann nicht ausgeführt werden.

source: The action [1] is not available for module [2]. Skipped.
de_de: [1] ist bei Module [2] nicht möglich. Übersprungen!
