Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminDesignHelp.*.xlf
Languages: de_de

source: Add new CMS category
de_de: Neue CMS-Kategorie hinzufügen

source: Add new CMS page
de_de: Neue CMS-Seite hinzufügen

source: To add "tags" click in the field, write something, and then press "Enter."
de_de: Um Stichwörter hinzuzufügen, klicken Sie in das Feld, schreiben etwas und drücken dann die ENTER-Taste.

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
de_de: JPEG-Bilder haben eine kleinere Dateigröße und eine Standardqualität. PNG-Bilder sind zwar größer, aber von besserer Qualität und unterstützen Transparenz. In beiden Fällen erhalten die Bilder die Datei-Endung .jpg.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
de_de: Warnung: Es kann sein, dass diese Option nicht mit Ihrem Template kompatibel ist. Insbesondere ist das PNG-Format nicht kompatibel mit dem Modul Wasserzeichen. Falls Sie Probleme mit Ihren Bildern haben sollten, verwenden Sie besser nur das JPG-Format.

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
de_de: Angabe möglich von 0 (schlechteste Qualität, kleinste Datei) bis 100 (Beste Qualität, größte Datei)

source: Recommended: 90.
de_de: Empfohlen: 90

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
de_de: PNG-Qualität ist verlustfrei. Im Gegensatz zu JPG leidet die Qualität nicht bei niedriger Auflösung. Für Fotos ist das PNG-Format allerdings weniger gut geignet.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
de_de: Angabe möglich von 0 (Beste Qualität, größte Datei) bis 9 (schlechteste Qualität, kleinste Datei)

source: Recommended: 7.
de_de: Empfohlen: 7

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
de_de: Maximale Dateigröße von Bildern, die Kunden für die Artikelbeschreibung hochladen können (in Bytes)

source: Width of product customization pictures that customers can upload (in pixels).
de_de: Breitenanpassung eigener Artikelbilder von Kunden (in Pixeln).

source: Height of product customization pictures that customers can upload (in pixels).
de_de: Höhenanpassung eigener Artikelbilder von Kunden (in Pixeln).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
de_de: Generiert jeweils eine zusätzliche Bilddatei mit doppelt so hoher Auflösung zu jedem Bild.

source: Enable to optimize the display of your images on high pixel density screens.
de_de: Aktivieren, um Bilddarstellung für HD-Bildschirme zu optimieren.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
de_de: Die Standard-Einstellung sollte "Ja" lauten, bis Sie die Bilder ins Verzeichnis "Bilder" im Menü "Voreinstellungen" verschoben haben.

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
de_de: Nur Buchstabe, Unter- und Bindestrich erlaubt (z.B. "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image width in pixels.
de_de: Maximale Breite in Pixel.

source: Maximum image height in pixels.
de_de: Maximale Höhe in Pixel.

source: This type will be used for Product images.
de_de: Dieser Typ wird für Artikelbilder verwendet.

source: This type will be used for Category images.
de_de: Dieses Format wird für Kategoriebilder verwendet.

source: This type will be used for Brand images.
de_de: Dieser Typ wird für Bilder der Marke verwendet.

source: This type will be used for Supplier images.
de_de: Dieser Typ wird für Lieferanten-Logos verwendet.

source: This type will be used for Store images.
de_de: Dieser Typ wird für Shop-Logos verwendet

source: E.g. address, addresses, attachment
de_de: Z.B. Adresse, Anhänge

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
de_de: Wird auf der Hauptseite angezeigt. Empfohlene Größe bei Verwendung des Standard-Templates: Höhe %height% und Breite %width%.

source: Will appear on email headers. If undefined, the header logo will be used.
de_de: Erscheint in der Kopfzeile der E-Mails, falls nicht hinterlegt, wird das Logo der Kopfzeile verwendet

source: Warning: if no invoice logo is available, the main logo will be used instead.
de_de: Warnung: Wenn kein Rechnungs-Logo verfügbar ist, wird Ihr Header-Logo verwendet.

source: Will appear on invoice headers.
de_de: Erscheint im Rechnungskopf

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
de_de: ACHTUNG: Sie können PNG-Dateien mit Alphakanal für Transparenz verwenden, verzögern aber damit den Seitenaufbau. Verwenden Sie lieber das JPG-Format.

source: Will appear in the address bar of your web browser.
de_de: Erscheint neben der URL im Browser-Adressfeld

source: You must select a shop from the above list if you wish to choose a theme.
de_de: Um ein neues Template auszuwählen, müssen Sie erst einen Shop in der obigen Übersicht markieren.

source: Browse your computer files and select the Zip file for your new theme.
de_de: Upload einer vorhandenen Zip-Datei des neuen Templates von Ihrem PC.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
de_de: Zip-Datei des neuen Templates online durch Eingabe der vollen URL laden (z.B. "http://beispiel.de/dateien/template.zip")

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
de_de: Die Dropdown-Liste zeigt alle Zip-Dateien an, die sich als Upload bereits im Verzeichnis "tehmes" befinden.
