Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
de_de: Die Gesamtzahl der erstellten Konten ist an sich keine wichtige Information. Es ist allerdings interessant, die Zahl der Eröffnungen über die Zeit gesehen zu analysieren. Dies sagt aus, ob die Dinge auf dem richtigen Weg sind.
ru_ru: Само по себе, общее количество созданных учетных записей не является важной информацией. Однако, оно необходимо, чтобы проанализировать динамику регистраций. Это укажет, идете ли вы по верному пути.
sr_cs: Ukupan broj naloga sam po sebi nije važna informacija. Međutim, korisno je da se analizira promena tog broja vremenom. To je indikator da li se stvari odvijaju pravim tokom.
zh_tw: 已經建立帳號總數並不是重要資訊，不過分析特定時間建立的帳號數量是有幫住的，這會顯示各種安排是否正確。

source: How to act on the registrations' evolution?
de_de: Wie kann ich die Entwicklung der Anmeldezahlen forcieren?
ru_ru: Как реагировать на динамику регистраций?
sr_cs: Kako reagovati na evoluciju registracija?
zh_tw: 如何對註冊進展採取行動？

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
de_de: Wenn Sie Ihren Shop laufen lassen, ohne etwas zu ändern, sollte die Anzahl der Kunden-Registrierungen stabil bleiben oder leicht rückläufig sein.
ru_ru: Если магазин будет работать не меняясь, то число регистрациий обычно почти стабильно, с небольшим снижением.
sr_cs: Ako dozvolite da vaša prodavnica radi bez ikakvih promena, broj registrovanih korisnika treba da ostane stabilan ili da pokazuje blagi pad.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
de_de: Ein signifikanter Anstieg oder Rückgang zeigt, dass es wahrscheinlich eine Änderung in Ihrem Shop gegeben hat. Sie müssen sie finden, um zurückzuverfolgen, ob diese Änderung die Zahl der Anmeldungen zurückgehen lässt bzw. um fortzufahren, wenn sie die Anmeldezahlen steigen lässt.
ru_ru: Значительное увеличение/снижение числа регистраций обычно отражает изменения в магазине. Зная это, вы можете определить причину изменений, исправить ошибки, и - вперед, делать деньги!
sr_cs: Značajno povećanje ili smanjenje registracije kupaca pokazuje da je verovatno bilo promena u vašoj prodavnici. Imajući to u vidu, predlažemo vam da pronađete uzrok, ispravite problem i vratite se u biznis da zarađujete novac!
zh_tw: 客戶註冊數量有顯著的增加或減少顯示商店應該有了改變，建議您找出它的原因，修正錯誤後讓業務恢復正常。

source: Here is a summary of what may affect the creation of customer accounts:
de_de: Hier ist eine Zusammenfassung dessen, was die Eröffnung von Kundenkonten beeinflusst:
ru_ru: Вот резюме того, что может повлиять на регистрации клиентов:
sr_cs: Evo kratkog pregleda šta potencijalno utiče na pravljenje korisničkih naloga:
zh_tw: 這裡的摘要顯示影響客戶帳號建立的因素：

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
de_de: Eine Werbekampagne kann eine größere Anzahl von Besuchern anziehen. Eine sich daraus ergebende Zunahme von Kundenkonten hängt von der "Qualität" der Kampagne ab: Gezielte Werbung kann effektiver sein als breit angelegte Werbung.
ru_ru: Рекламная кампания привлекает большее количество посетителей в магазин. Это, в свою очередь, приводит к увеличению числа регистраций и прибыльности, зависящей от "качества" клиентов. Правильно таргетированная реклама обычно более эффективна, чем "стрельба по площадям". Кроме того, она еще и гораздо дешевле!
sr_cs: Reklamna kampanja može privući veći broj posetilaca na vašu onlajn prodavnicu. Ona će verovatno biti praćena povećanjem naloga kupaca i profitne marže, što će zavisiti od "kvaliteta" kupaca. Dobro ciljno oglašavanje je obično efikasnije od velikih oglašavanja... a pritom i dosta jeftinije!
zh_tw: 一個廣告活動可以吸引商店的訪客數量，同時會基於客戶品質增加客戶帳號、邊際利益，目標正確的廣告通常會比大規模的廣告有效益，當然也會比較便宜！

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
de_de: Sonderangebote, Verkäufe oder Wettbewerbe schaffen mehr Aufmerksamkeit und Neugier, und halten Ihren Shop nicht nur lebendig, sondern erhöhen auch die Besucherzahl. Auf diese Weise können Sie kurzentschlossene Käufer zum Kauf animieren.
ru_ru: Скидки, распродажи, промоушены и/или конкурсы служат для привлечения внимания покупателей. Такие предложения оживляют бизнес, увеличивают посещаемость, укрепляют лояльность клиентов, и даже могут повлиять на вашу е-коммерческую философию.
sr_cs: Specijalne ponude, promocije i/ili takmičenja uglavnom zahtevaju pažnju kupaca. Ponuda ovakvih stvari ne samo što će održavati bolji nivo poslovanja, već će i povećati saobraćaj, izgraditi lojalnost kupaca i i zaista promeniti vašu trenutnu filozofiju prodaje.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
de_de: Design und Benutzerfreundlichkeit sind heute wichtiger denn je: ein schlecht gewähltes oder schwer verständliches Eirschinungsbild Ihrer Website kann Besuchern die Lust zum Kaufen nehmen. Sie müssen die richtige Balance zwischen einem innovativen Design und einer leichten Bedienbarkeit für Besucher finden. Korrekte Rechtschreibung und Klarheit wecken ebenso mehr das Kundenvertrauen in Ihren Shop.
ru_ru: Дизайн и удобство в мире электронной торговли более важны, чем когда-либо. Неудачное или неудобное оформление могут отпугнуть посетителей. Вы должны приложить много усилий, чтобы найти правильный баланс между красотой и функциональностью вашего магазина.
sr_cs: Dizajn i jednostavnost korišćenja su važniji nego ikad: loše izabrana grafička tema koja je teška za snalaženje može odbiti posetioca. Treba pronaći ravnotežu između inovativnog dizajna i lakoće kretanja posetilaca. Pravilan pravopisa i jasnoća će inspirisati veće poverenje kupaca u prodavnicu.
zh_tw: 在線上銷售的領域，設計感與友善的介面比過去要來的重要，選錯了或選擇了比較差的佈景都會讓消費者怯步。意思是說，您應該在網路商店的功能性與美觀之間找到一個適合的平衡點。

source: Products:
de_de: Artikel
eu_es: Produktuak:
ru_ru: Товары:
sr_cs: proizvodi
zh_tw: 商品：

source: Tracking - Front office
ru_ru: Статистика - клиентская часть
sr_cs: Praćenje - Front office
zh_tw: 追蹤-前台

source: Enables your affiliates to access their own statistics. See Stats/Referrers.
de_de: Ermöglichen Sie Ihren Partnern, auf ihre eigenen Statistiken zugreifen (vgl. Statistk/Referrer)
ru_ru: Позволяет вашим партнёрам иметь доступ к собственной статистике. См. СТАТИСТИКА/Реферы.
sr_cs: Dozvoljava vašim saradnicima da pristupe njihovoj statistici. Pogledajte Statistika/Preporučioci.
zh_tw: 讓你的會員也可以看到他們的統計資料。詳見 Stats/Referrers。

source: login is required
de_de: Anmeldung ist erforderlich
ru_ru: Требуется авторизация
sr_cs: potrebno je prijaviti se
zh_tw: 需要登入

source: invalid login
de_de: ungültige Anmeldung
ru_ru: ошибочное имя пользователя
sr_cs: nepravilna prijava
zh_tw: 登入無效

source: password is required
de_de: Passwort erforderlich
ru_ru: требуется пароль
sr_cs: potrebna je lozinka
zh_tw: 需要密碼

source: invalid password
de_de: ungültiges Passwort
ru_ru: ошибочный пароль
sr_cs: nepravilna lozinka
zh_tw: 無效密碼

source: authentication failed
de_de: Authentifizierung fehlgeschlagen
ru_ru: Ошибка авторизации
sr_cs: autentikacija nije uspela
zh_tw: 驗證失敗

source: Unique visitors
de_de: Einmalige Besucher
ru_ru: Уникальных посетителей
sr_cs: Jedinstveni posetioci
zh_tw: 獨特的訪問者

source: Base fee
de_de: Grundgebühr
ru_ru: Базовый заработок
sr_cs: Osnovna naknada
zh_tw: 基本費

source: Percent fee
de_de: Anteilige Gebühr
ru_ru: Заработок с процентов
sr_cs: Procentualna naknada
zh_tw: 百分比收費

source: Click fee
de_de: Klick-Gebühr
ru_ru: Оплата за переход
sr_cs: Naknada za klik
zh_tw: 點選費

source: Average cart
de_de: Durchschnittlicher Warenkorb
ru_ru: Средняя корзина
sr_cs: Prosečna korpa
zh_tw: 平均購物車

source: Registration rate
de_de: Anmeldezahlen
ru_ru: Темп регистрации
sr_cs: Datum registracije
zh_tw: 登記率

source: Order rate
de_de: Bestellrate
ru_ru: Темп заказов
sr_cs: Stopa porudžbina
zh_tw: 訂單率

source: This module is available on PrestaShop Addons.
de_de: Modul ist bei PrestaShop Addons erhältlich
ru_ru: Модуль доступен в PrestaShop Addons.
zh_tw: 該模塊在 Prestashop Addons 找到。

source: Not Installed
de_de: Nicht installiert
ru_ru: Не установлен
sr_cs: Nisu instalirani
zh_tw: 未安裝

source: Installed
de_de: Installiert
ru_ru: Установлен
sr_cs: Instalirani
zh_tw: 已安裝

source: More modules on addons.prestashop.com
de_de: Weitere Module auf addons.prestashop.com
ru_ru: Больше модулей на addons.prestashop.com
sr_cs: Više modula na addons.prestashop.com

source: Update error
de_de: Aktualisierung fehlerhaft
ru_ru: Ошибка обновления
sr_cs: Greška prilikom ažuriranja
zh_tw: 更新錯誤

source: No menu
de_de: Kein Menü
ru_ru: Нет меню
sr_cs: Nema menija
zh_tw: 沒有選單

source: No modules are installed
de_de: Keine Module installiert
eu_es: Instalaturiko modulurik ez dago
ru_ru: Нет установленных модулей
sr_cs: Nema instaliranih modula.
zh_tw: 無安裝模組

source: Administrator permissions cannot be modified.
de_de: Administratorrechte können nicht verändert werden.
eu_es: Ezin dira administratzaile baimenak aldatu
ru_ru: Права доступа администратора не могут быть изменены!
sr_cs: Administratorska prava se ne mogu izmeniti.
zh_tw: 管理者權限無法更改

source: Menu
de_de: Menü
ru_ru: Меню
sr_cs: Meni
zh_tw: 功能表

source: Customer email
de_de: E-Mail Kunde
ru_ru: E-mail пользователя
sr_cs: Klijentov e-mail
zh_tw: 客戶電子郵件

source: Tax Excluded
de_de: zzgl. MwSt.
ru_ru: Без НДС
sr_cs: Bez PDV-a
zh_tw: 未稅

source: Tax Included
de_de: Bruttopreis
ru_ru: С НДС
sr_cs: Sa PDV-om
zh_tw: 含稅

source: %d product(s) successfully created.
de_de: %d Artikelangelegt.
ru_ru: Создано товаров: %d.
sr_cs: %d proizvod(a) je uspešno kreirano.
zh_tw: 成功建立 %d 個產品

source: Attributes generator
de_de: Artikelvarianten erzeugen
ru_ru: Генератор атрибутов
sr_cs: Generator atributa
zh_tw: 屬性產生器

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
de_de: Der Variantengenerator ist ein Werkzeug, mit dem sich leicht mehrere Varianten erstellen lassen, indem man die jeweiligen Eigenschaften auswählt. Wenn Sie z.B. T-Shirts verkaufen und Sie drei verschiedene Grössen und zwei Farben haben, wird der Generator sechs Varianten erstellen.
ru_ru: Генератор атрибутов это инструмент для создания наборов комбинаций на основе выбранных свойств. Например, если вы продаете футболки 3х разных размеров в 2х цветах, то генератор создаст для вас 6 комбинаций.
sr_cs: Generator kombinacija je alat koji vam omogućava da kreirate serije kombinacija tako što izabirate pripadajuće osobine proizvoda. Npr. ako prodajete majice u 3 veličine i 2 različite boje, generator će kreirati 6 kobinacija za vas.
zh_tw: 組合產生器是一個工具，讓您可以透過選擇相關屬性來建立一系列組合。例如，如果您賣的衣服有三種尺寸與兩種顏色，產生器可以幫您產生這 6 種組合。

source: You're currently generating combinations for the following product:
de_de: Sie erstellen gerade Varianten für den folgenden Artikel:
ru_ru: Сейчас вы создаёте комбинации для следующего товара:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
de_de: Schritt 1: Wählen Sie links die Eigenschaften, die Sie benutzen möchten (Halten Sie die "STRG-Taste" gedrückt und bestätigen Sie, indem Sie auf "Hinzufügen" klicken.
ru_ru: Шаг 1: Выберите слева свойства, которые хотите использовать (Нажмите кнопку CTRL для выбора нескольких, и подтвердите ваш выбор нажав кнопку "Добавить")
sr_cs: Korak 1: Na levoj strani, izaberite osobine koje želite da koristite (pritisnite "CTRL" dugme na tastaturi i potvrdite kliknuvši na "Add")
zh_tw: 第一步：在左邊，選擇要使用的屬性（按住 "Ctrl" 鍵並且點選 "新增" 來檢查）

source: Impact on the product price
de_de: Auswirkung auf Artikelpreis
ru_ru: Влияние на Цену Товара
sr_cs: Uticaj na cenu proizvoda
zh_tw: 產品價格影響

source: Impact on the product weight
de_de: Auswirkung auf Artikelgewicht
ru_ru: Влияние на вес товара
sr_cs: Uticaj na težinu proizvoda
zh_tw: 產品重量影響

source: Select a default quantity, and reference, for each combination the generator will create for this product.
de_de: Schritt 2 (optional): Wählen Sie eine Standardmenge und -referenz für alle Varianten, die der Generator für diese Artikel erstellt.
ru_ru: Шаг 2 (необязательный): Выберите количество и артикул по умолчанию для всех комбинаций, создаваемых генератором по этому товару.
sr_cs: Step 2(opciono): Izaberite podrazumevanu količinu i osobine za sve kombinacije koje će generator kreirati za ovaj proizvod.
zh_tw: 選擇一個預設數量與參考，讓組合產生器建立這個產品的資料

source: Default Quantity:
de_de: Standardmenge
ru_ru: Количество по умолчанию:

source: Default Reference:
de_de: Standard-Referenz
ru_ru: Артикул по умолчанию:

source: Please click on "Generate these Combinations
de_de: Klicken Sie auf "Diese Varianten erzeugen"
ru_ru: Нажмите "Сгенерировать комбинации"

source: Generate these Combinations
de_de: Diese Varianten erzeugen
ru_ru: Сгенерировать комбинации
sr_cs: Generiši ove kombinacije
zh_tw: 產生這些組合

source: Texture
de_de: Muster
ru_ru: Текстура
sr_cs: Teksture
zh_tw: 紋理：

source: Download
eu_es: Jaitsi
ru_ru: Скачать
sr_cs: Preuzimanje
zh_tw: 下載

source: A language pack is available for this ISO.
de_de: Für diesen ISO-Code ist ein Sprachpaket verfügbar (es heißt
ru_ru: Языковой пакет доступен по ISO коду ( его имя
sr_cs: Jezički paket je dostupan za ovaj ISO.
zh_tw: 有一語言包可用, ISO(名稱是

source: The Prestashop version compatible with this language and your system is:
de_de: Mit dieser Sprache und Ihrem System ist folgende PrestaShop-Version kompatibel:
ru_ru: Версия Prestashop, совместимая с этим языком и вашей системой:

source: After creating the language, you can import the content of the language pack, which you can download under "Localization -- Translations.
de_de: Nach dem Erstellen der Sprache können Sie das dazugehörige Sprachpaket importieren. Es steht unter "Lokalisierung - Übersetzungen" zum Download bereit.
ru_ru: После создания языка вы можете импортировать содержание языкового пакета, который вы можете загрузить в меню "Локализация - Переводы".

source: No language pack is available on prestashop.com for this ISO code
de_de: Für diesen ISO-Code existiert kein Sprachpaket auf prestashop.com
ru_ru: На prestashop.com для данного ISO кода языковых пакетов нет
sr_cs: Nijedan jezički paket nije dostupan na prestashop.com za ovu ISO oznaku
zh_tw: 這個 ISO 代碼找不到適合的語言包

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
de_de: Fehlende Dateien! Das Sprachpaket ist nicht vollständig und kann weder im Back- noch im Front Office verwendet werden.
ru_ru: Данный пакет локализации НЕ может быть использован, т.к. в нём отсутствуют некоторые файлы.
zh_tw: 這個語言包不完整，因為缺少部份檔案所以無法用在前後台。

source: Missing files are marked in red
de_de: Die fehlenden Dateien sind rot markiert
ru_ru: Отсутствующие файлы отмечены красным
sr_cs: Datoteke koje nedostaju su označene crvenom bojom
zh_tw: 遺失的檔案標示為紅色

source: Download the backup file (%s MB)
de_de: Backup-Datei (%s MB) herunterladen
ru_ru: Скачать файл резервной копии (%s Мб)
zh_tw: 下載備份檔案 (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
de_de: Tipp: Sie können diese Datei auch per FTP herunterladen. Backup-Dateien werden im "adminXXXX/backups"-Verzeichnis abgelegt.
ru_ru: Совет: вы также можете скачать этот файл в вашего ftp-сервера. Файлы резервной копии размещаются в директории "/adminXXXX/backups".
zh_tw: 提示：您可以透過FTP下載檔案，備份檔案放在 “/adminXXXX/backups” 目錄。

source: Disclaimer before creating a new backup
de_de: Haftungsausschluss für die Backuperstellung
ru_ru: Отказ от ответственности перед созданием резервной копии
sr_cs: Izjava o neodgovornosti kod kreiranja rezervnih kopija
zh_tw: 建立新的備份前放棄

source: PrestaShop is not responsible for your database, its backups and/or recovery.
de_de: Prestashop ist nicht für Ihre Datenbank, Backups, oder Wiederherstellungsdaten verantwortlich.
ru_ru: PrestaShop не несет ответственности за вашу базу данных, резервные копии, данные и их восстановление.
sr_cs: PrestaShop nije odgovoran za bazu podataka, rezervne kopije, vraćanje istih i same podatke.
zh_tw: PrestaShop不對您的資料庫, 備份以及資料負責

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
de_de: Prestashop ist eine Open-Source-Software, die Sie gemäß Lizenzvereinbarung auf eigene Gefahr verwenden.
ru_ru: PrestaShop - открытое программное обеспечение. Вы используете его на собственный риск в соответствии с лицензионным соглашением.
sr_cs: PrestaShop je open-source softver, koristite ga na sopstveni rizik u skladu sa ugovorom o licenciranju.
zh_tw: PrestaShop是開源軟體, 在軟體授權下, 你需要自行承擔風險

source: You should back up your data on a regular basis (both files and database).
de_de: Sichern Sie regelmäßig Ihre Daten (sowohl Dateien wie die Datenbank).
ru_ru: Регулярно производите резервное копирование файлов и базы данных.
zh_tw: 您應該定期備份數據（文件和數據庫）。

source: This function only backs up your database, not your files.
de_de: Diese Anwendung erstellt nur einen Datenbanksicherung, keine Sicherung Ihre Dateien
ru_ru: Эта функция создаст копию базы данных, но не файлов.
sr_cs: Ova funkcija samo pravi rezervnu kopiju baze podataka, ne i datoteka.
zh_tw: 這個功能僅備份您的資料庫，不包含檔案

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
de_de: Standardmäßig werden die vorhandenen Datenbank-Tabellen während der Backup-Wiederherstellung gelöscht (siehe "Backup-Optionen" weiter unten).
ru_ru: По умолчанию, существующие таблицы вашей базы данных будут уничтожены во время Резервного восстановления (см. "Настройки резервного копирования" ниже).
sr_cs: Podrazumeva se da će postojeće tabele iz baze biti obrisane prilikom vraćanja rezervne kopije (pogledajte opcije rezerve kopije).
zh_tw: 在預設條件下, 備份回存時您當時的資料表將會被刪除(請詳選項)

source: Always verify the quality and integrity of your backup files!
de_de: Überprüfen Sie immer die Qualität und Vollständigkeit Ihres Backups!
ru_ru: Всегда проверяйте качество и целостность файлов ваших резервных копий.
sr_cs: Uvek proverite kvalitet i integritet rezervne kopije datoteka.
zh_tw: 請務必確認備份檔案的品質與完整性

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
de_de: Stellen Sie immer sicher, dass Ihre Backups komplett, aktuell und funktionstüchtig sind. Sogar, wenn Sie eine e Bestätigung erhalten haben.
ru_ru: Всегда проверяйте, что бы ваши резервные копии были полными, актуальными и валидными, даже если у вас было сообщение об успехе во время процесса их создания.
sr_cs: Uvek proverite da li su datoteke rezervne kopije potpune, ažurne i validne. Ovo je preporučljivo čak i ako ste dobili poruku o uspešnom stvaranju rezervne kopije.
zh_tw: 請務必確認備份檔案的完整性, 及時的以及是有效的. 不管備份完成時是否有備份成功的訊息

source: Always check your data.
de_de: Überprüfen Sie stets Ihre Daten
ru_ru: Всегда проверяйте данные.
sr_cs: Uvek proverite svoje podatke.
zh_tw: 請經常您的資料

source: Never restore a backup on a live site.
de_de: Spielen Sie nie ein Backup ein, ohne zuvor den Shop für Wartungszwecke deaktiviert zu haben!
ru_ru: Никогда не восстанавливайте данные из резервной копии на включенном сайте.
sr_cs: Nikada ne vraćajte rezervne kopije na sajt koji je u funkciji.
zh_tw: 網站未關閉前請勿回存資料庫

source: I have read the disclaimer. Please create a new backup.
de_de: Ich habe den Haftungsausschluss zur Kenntnis genommen. Hier klicken und Backup erstellen.
ru_ru: Я прочитал, условия и хочу создать новую резервную копию.
sr_cs: Pročitao sam izjavu o odricanju od odgovornosti - Kreiraj novu rezervnu kopiju
zh_tw: 我已經閱讀說明，請建立新備份

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
de_de: Setzen Sie im Menü "Voreinstellungen"" (Menüpunkt ""Wartung"") die Option ""Shop aktivieren"" auf ""Nein""."
ru_ru: Установите "Включить магазин" в режим "Нет" в меню "Настройки -> Обслуживание".
sr_cs: Postavite opciju "Omogući prodavnicu" na "Ne" na "Održavanje" stranici u "Preference" meniju.
zh_tw: 在偏好設定選單的維護，將 "啟用商店" 設定為 "否"

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
de_de: Laden Sie das Backup von der folgenden Liste oder direkt via FTP (Verzeichnis "admin/backups").
ru_ru: Выберите резервную копию из списка ниже или через FTP-сервер (в папке "admin/backups").
sr_cs: Preuzmite rezervnu kopiju iz liste ispod ili sa FTP servera (u folderu "admin/backups").
zh_tw: 從下面列表或是進入 FTP 下載備份（在資料夾 "admin/backups"）

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
de_de: Überprüfen Sie die Backup-Integrität, vor allem hinsichtlich Fehlern, unvollständigen Dateien etc. Stellen Sie sicher, dass keine Fehler im Backup vorhanden sind.
ru_ru: Проверьте целостность бэкапа: ищите ошибки, неполные файлы, и т.д. Убедитесь, что проверили все свои данные.
sr_cs: Proverite integritet rezervne kopije: tražite greške ili nekompletni fajl. Proverite sve podatke.
zh_tw: 檢查備份檔案正確性, 找尋錯誤或是不完整的檔案, 以確認所有資料

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
de_de: Erkundigen Sie sich bei Ihrem Provider nach "phpMyAdmin"-Zugriff auf Ihre Datenbank.
ru_ru: Попросите хостинг-провайдера установить пакет "phpMyAdmin" для доступа к базе данных.
sr_cs: Pitajte vašeg hosting provajdera za "phpMyAdmin" pristup bazi podataka
zh_tw: 要求您的網站代管廠商提供 phpmyadmin工具來存取您的資料庫

source: Connect to "phpMyAdmin" and select your current database.
de_de: Melden Sie sich bei "phpMyAdmin" an und wählen Sie die aktuelle Datenbank aus.
ru_ru: Подключитесь к "phpMyAdmin" и выберите нужную базу данных
sr_cs: Povežite se "phpMyAdmin" i izaberite trenutnu bazu podataka
zh_tw: 使用 phpmyadmin 來選擇您現在的資料庫

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
de_de: Sie müssen alle Tabellen der aktuellen Datenbank manuell löschen, es sei denn, Sie haben die Option "Vorhandene Tabellen löschen" angekreuzt.
ru_ru: Если опция "Удаление таблиц" не включена, вам нужно удалить все таблицы из текущей базы данных.
sr_cs: Ako niste omogućili opciju "Odbaci postojeće tabele", morate izbrisati sve tabele iz trenutne baze podataka.
zh_tw: 除非您開啟了 "移除現有資料表" 選項，否則您只能手動從資料庫刪除所有資料表

source: At the top of the screen, please select the "Import" tab
de_de: Wählen Sie "Import" aus dem horizontalen Menü.
ru_ru: Наверху экрана выберите вкладку "Import"
sr_cs: Na vrhu ekrana izaberite karticu "Uvoz"
zh_tw: 在畫面上方，請選擇 "導入" 頁籤
