Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Author
de_de: Autor
ru_ru: Автор
sr_cs: Autor
zh_tw: 作者

source: This module could not be verified by PrestaShop.
de_de: Dieses Modul konnte nicht von PrestaShop verifiziert werden.
ru_ru: PrestaShop не может проверить этот модуль.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
de_de: Da Sie dieses Modul nicht direkt von PrestaShop Addons bezogen haben, können wir seine Sicherheit nicht garantieren (ob es also z.B. unerwünschte Zusätze wie Trojaner, versteckte Links, Spam usw. enthält).
ru_ru: Поскольку этот модуль установлен не из PrestaShop Addons, мы не можем подтвердить, что он соответствует нашим требованиям безопасности (т.е. в нём нет недокументированных возможностей, рекламы, спама, и т.п.).

source: You can search for similar modules on the official marketplace.
de_de: Vielleicht suchen Sie besser eine ähnliches Modul bei PrestaShop Addons.
ru_ru: Вы можете поискать похожие модули в нашем официальном маркете.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
de_de: [1]Klicken Sie hier um den PrestaShop Addons Katalog zu durchsuchen[/1].
ru_ru: [1]Нажите для просмотра нашего каталога на PrestaShop Addons[/1].

source: Proceed with the installation
de_de: Installieren fortsetzen
ru_ru: Перейти к установке
zh_tw: 繼續安裝

source: Back to modules list
de_de: Zurück zur Modulliste
ru_ru: Вернуться к списку модулей
zh_tw: 回到模塊列表

source: What Should I Do?
de_de: Was sollte ich tun?
ru_ru: Что же мне делать?
zh_tw: 我該做些什麼？

source: You are about to install "%s", a module which is not compatible with your country.
de_de: Das Modul "%s", das Sie gerade installieren möchten, ist für Ihr Land nicht verfügbar.
ru_ru: Вы собираетесь установить "%s", этот модуль несовместим с вашей страной.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
de_de: Da das Modul von PrestaShop nicht zertifiziert wurde, können wir nicht garantieren, dass es sicher läuft und die Anforderungen für Ihr Land erfüllt.
ru_ru: Этот модуль не проверен PrestaShop, поэтому мы не можем быть уверенными, что он будет правильно работать в вашей стране и соответствовать нашим требованиям качества.

source: Use at your own risk.
de_de: Auf eigene Gefahr verwenden!
ru_ru: Используйте на свой страх и риск.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
de_de: Falls Sie sich nicht sicher sind, wenden Sie sich doch einfach an den Kundenservice von %s, um das Modul ggf. für Ihr Land anpassen zu lassen.
ru_ru: Если вы не уверены, свяжитесь с клиентской службой %s чтобы попросить их сделать модуль совместимым с вашей страной.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
de_de: Sie können aber auch ein ähnliches Modul verwenden: Kompatible Module finden Sie im Modul- und Templateshop Ihres Back Office.
ru_ru: Кроме того, мы рекомендуем использовать эквивалентный модуль: совместимые с вашей страной модули перечислены во вкладе "Модули" вашего бэк-офиса.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
de_de: Falls Sie sich bei diesem Modul nicht sicher sind, können Sie auch nach ähnlichen Modulen bei PrestaShop Addon suchen.
ru_ru: Если сомневаетесь в это модуле, поищите похожие в официальном маркете.

source: Click here to browse PrestaShop Addons.
de_de: Hier klicken für PrestaShop Addons.
ru_ru: Кликните здесь для просмотра PrestaShop Addons.

source: Manage translations
de_de: Übersetzungen verwalten
ru_ru: Управление переводами
sr_cs: Upravljanje prevodima
zh_tw: 管理翻譯

source: Help
de_de: Hilfe
ru_ru: Помощь
sr_cs: Pomoć
zh_tw: 協助

source: (%s votes)
de_de: (%s Stimmen)
ru_ru: (%s голосов)
sr_cs: (%s glasova)
zh_tw: （%s 票）

source: (%s vote)
de_de: (%s Stimmen)
ru_ru: (%s голос)
sr_cs: (%s glas)
zh_tw: （%s 票）

source: Merchant benefits
de_de: Ihre Vorteile
ru_ru: Прибыль продавца
sr_cs: Prednosti trgovca

source: Install module
de_de: Modul installieren
ru_ru: Установить модуль
sr_cs: Instaliraj module
zh_tw: 安裝模組

source: View on PrestaShop Addons
de_de: Auf PrestaShop Addons ansehen
ru_ru: Просмотр в Дополнениях PrestaShop
sr_cs: Pogledaj u PrestaShop dodacima

source: Transplant a module
de_de: Modul hinzufügen
ru_ru: Расположить модуль
sr_cs: Premesti modul
zh_tw: 翻譯模組

source: Please select a module
de_de: Bitte wählen Sie ein Modul
ru_ru: Выберите модуль

source: Transplant to
de_de: Übertragung zu
ru_ru: Прикрепить к

source: Select a module above before choosing from available hooks
de_de: Wählen Sie erst ein Modul aus, bevor Sie die verfügbaren Hooks durchsuchen
ru_ru: Выберите модуль вверху перед выбором из имеющихся хуков

source: Exceptions
de_de: Ausnahmen
ru_ru: Исключения
sr_cs: Izuzeci
zh_tw: 異常

source: Please specify the files for which you do not want the module to be displayed.
de_de: Bereiche, in denen das Modul nicht angezeigt werden soll
ru_ru: Определите те файлы для которых модуль не должен отображаться
sr_cs: Izaberite one datoteke za koje ne želite da se modul prikazuje
zh_tw: 請選擇您希望模組不要顯示的檔案

source: Please input each filename, separated by a comma (",").
de_de: Dateiname kommasepariert eingeben
ru_ru: Пожалуйста, введите имя каждого файла, через запятую (",").
sr_cs: Unesite naziv svakog fajla, odvojene zarezima (",").
zh_tw: 每個檔案名稱之間請以逗號（＂，＂）分隔

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
de_de: Sie können den Dateinamen auch aus der Liste unten auswählen. Bei Mausklick mit gedrückter STRG-Taste selektiv auch gleich mehrere, oder einen ganzen Bereich, indem Sie bei gleichzeitig gedrückter SHIFT-Taste den ersten und letzten Dateinamen mit der Maus anklicken.
ru_ru: Вы также можете нажать на имя файла в списке ниже, и даже сделать множественный выбор, удерживая клавишу Ctrl нажатой, или выбрать целый ряд файлов, держа клавишу Shift нажатой.
sr_cs: Takođe možete kliknuti na naziv fajla na listi ispod, ili čak odabrati višestruku selekciju držanjem dugmeta Ctrl u toku klikćanja, ili pak odaberete ceo rang naziva fajlova držanjem dugmeta Shift tokom klikćanja.

source: If you want to order/move the following data, please select a shop from the shop list.
de_de: Um folgende Daten zu verschieben/ändern, wählen Sie bitte einen Shop aus der Shopliste.
ru_ru: Если вы хотите упорядочить/переместить следующие данные, пожалуйста, выберите магазин из списка магазинов
sr_cs: Ako želite da naručite ili pomerite sledeće podatke, molimo da sa izaberete prodavnicu sa spiska.
zh_tw: 如果要排序/移動下面資料，請從列表選擇一個商店

source: Show
de_de: Zeigen
eu_es: Erakutsi
ru_ru: Показать
sr_cs: Prikaži:
zh_tw: 顯示

source: All modules
de_de: Alle Module
ru_ru: Все модули
sr_cs: Svi moduli
zh_tw: 所有模組

source: Search for a hook
de_de: Suche einen Andockpunkt (Hook)
ru_ru: Искать хук

source: Display non-positionable hooks
de_de: Unsichtbare Hooks anzeigen
ru_ru: Показать не позиционируемые хуки
sr_cs: Prikaži non-positionable hook
zh_tw: 顯示所有未定位的勾選

source: Unhook
de_de: Vom Hook entfernen
ru_ru: Убрать хук
sr_cs: Otkači

source: No module was found for this hook.
de_de: Kein Modul für diesen Andockpunkt (Hook) gefunden.
ru_ru: Для данного хука не найдено модулей
sr_cs: Nema modula za ovu kuku
zh_tw: 本感應機制(hook)無模組

source: Unhook the selection
de_de: Ausgewählte Objekte entfernen
ru_ru: Отвязать выбранное
sr_cs: Otkači izabrano
zh_tw: 解除選取

source: Selection
de_de: Auswahl
ru_ru: Выбор

source: 1 module selected
de_de: 1 Modul ausgewählt
ru_ru: выбран модуль
zh_tw: 已選 1 個模組

source: modules selected
de_de: Module ausgewählt
ru_ru: выбраны модули
zh_tw: 已選模組

source: The controller %s is missing or invalid.
de_de: Der Controller %s fehlt oder ist ungültig.
ru_ru: Контроллер %s отсутствует или недействителен.
sr_cs: Kontroler %s nedostaje ili ne neispravan.
zh_tw: 控制項 %s 不存在或錯誤

source: Back to the previous page
de_de: Zurück zur vorherigen Seite
ru_ru: К предыдущей странице
sr_cs: Vratite se na prošlu stranicu
zh_tw: 返回前一頁

source: Go to the dashboard
de_de: Gehe zum Kontrollzentrum
ru_ru: В панель управления
sr_cs: Idite na kontrolnu tablu
zh_tw: 前往儀表板

source: Customized
de_de: benutzerdefiniert
ru_ru: Включено
sr_cs: prilagođeno
zh_tw: 自訂

source: Picture #
de_de: Bild Nr.
ru_ru: Изображение №
sr_cs: Slika #
zh_tw: 圖片 #

source: Text #%s
de_de: Text Nr. %s
ru_ru: Текст #%s
sr_cs: Tekst #%s

source: Percent
ru_ru: Процент
sr_cs: Procenat
zh_tw: 百分比

source: This value must include taxes.
de_de: Dieser Wert muss die MwSt. enthalten.
ru_ru: Это значение должно включать налог.
sr_cs: Ova vrednost mora sadržati PDV
zh_tw: 這個金額必須含稅

source: Apply on all invoices
de_de: Auf alle Rechnungen anwenden
ru_ru: Применить ко всем счетам
sr_cs: Primeni na svim fakturama
zh_tw: 套用到所有發票

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
de_de: Wenn Sie diesen Rabatt für alle Rechnungen festlegen, wird für jede Bestellung nur noch ein Rabatt berechnet.
ru_ru: Если вы выберете создание этой скидки для всех счетов-фактур, то одна скидка будет создаваться для каждого заказа.
sr_cs: Ako izaberete da napravite popust za sve račune, samo jedan popust će se napraviti po porudžbini računa.
zh_tw: 如果您選擇建立這個折扣到所有發票，每個訂單發票只會使用一個折扣

source: Document
de_de: Dokument
ru_ru: Документ
sr_cs: Dokument
zh_tw: 文檔

source: Number
de_de: Nummer
ru_ru: Номер
sr_cs: Broj
zh_tw: 編號

source: Delivery slip
de_de: Lieferschein
ru_ru: Квитанция поставки
sr_cs: Revers isporuke
zh_tw: 出貨單

source: Credit Slip
de_de: Rückvergütung
ru_ru: Кредитная квитанция
sr_cs: Revers
zh_tw: 折讓單

source: See the document
de_de: Dokument ansehen
ru_ru: Смотри документ
sr_cs: Vidi dokument
zh_tw: 檢視文件

source: not paid
de_de: nicht bezahlt
ru_ru: не оплаченный
sr_cs: nije plaćeno
zh_tw: 未付款

source: overpaid
de_de: zu viel bezahlt
ru_ru: переплачено
sr_cs: preplaćeno
zh_tw: 超付

source: Set payment form
de_de: Zahlung aktualisieren
ru_ru: Установить форму платежа
sr_cs: Podesi formu za plaćanje
zh_tw: 設定付款表單

source: Enter payment
de_de: Zahlung eingeben
ru_ru: Совершите оплату
sr_cs: Unesite plaćanje
zh_tw: 輸入付款

source: Add note
de_de: Notiz hinzufügen
ru_ru: Добавить примечание
sr_cs: Dodaj belešku
zh_tw: 新增備註

source: Edit note
de_de: Notiz bearbeiten
ru_ru: Редактировать примечание
sr_cs: Uredi belešku
zh_tw: 編輯備註

source: Note
de_de: Kommentar
ru_ru: Примечание
sr_cs: Beleška
zh_tw: 備註

source: There is no available document
de_de: Kein Dokument vorhanden
ru_ru: Нет документов
sr_cs: Nema dostupnog dokumenta

source: Generate invoice
de_de: Rechnung erstellen
ru_ru: Сгенерировать счет
sr_cs: Generiši fakturu
zh_tw: 產生發票

source: Shipping cost
de_de: Versandkosten
ru_ru: Стоимость доставки
sr_cs: Troškovi isporuke
zh_tw: 運費

source: In stock
de_de: Auf Lager
ru_ru: По наличию
sr_cs: Na lageru
zh_tw: 有存貨

source: Availability date:
de_de: Lieferdatum
eu_es: Honako datan eskuragarri:
ru_ru: Будет доступен:
sr_cs: Datum dostupnosti:
zh_tw: 上架日期：

source: Data sheet
de_de: Technische Daten
ru_ru: Характеристики
sr_cs: Specifikacija
zh_tw: 商品資料

source: Condition
de_de: Zustand
ru_ru: Состояние
sr_cs: Uslov
zh_tw: 狀態

source: Choose an order status
de_de: Bestellstatus wählen
ru_ru: Выбрать статус заказа
sr_cs: Odaberi status porudžbine
zh_tw: 選擇訂單狀態

source: Update Order Status
de_de: Bestellstatus aktualisieren
ru_ru: Обновить статус заказа
sr_cs: Ažuriraj status porudžbine
zh_tw: 更新訂單狀態

source: You have more than one shop and must select one to configure payment.
de_de: Sie haben mehr als einen Shop. Sie müssen einen auswählen, um die Zahlungsmethoden konfigurieren zu können.
ru_ru: У вас больше одного магазина. Вы должны выбрать один для настройки платежей.
sr_cs: Morate imati više od jedne prodavnice i morate izabrati jednu da konfigurišete plaćanje.
zh_tw: 您有多個商店，要設定之前需要先選擇一個

source: This is where you decide what payment modules are available for different variations like your customers' currency, group, and country.
de_de: Hier können Sie festlegen, welche Zahlungsmodule in den unterschiedlichen Fällen (wie Währung, Gruppe oder Land des Kunden) verfügbar sein sollen.
ru_ru: Здесь вы можете задать какие платежные модули будут доступны для различных сочетаний валют, групп клиентов и стран.
sr_cs: Ovde određujete koji modul za plaćanje će biti dostupan u zavisnosti od npr. valute, grupe kupaca i države.

source: A check mark indicates you want the payment module available.
de_de: Die Markierung zeigt an, dass das Zahlungsmodul verfügbar sein soll.
ru_ru: Проставленный флажок означает, что данный платежный модуль будет доступен.
sr_cs: Ako potvrdite modul za plaćanje će moći da se koristi.

source: If it is not checked then this means that the payment module is disabled.
de_de: Fehlt das Häkchen hier, ist das Zahlungsmodul deaktiviert.
ru_ru: Снятый флажок означает, что платежный модуль отключен.

source: Please make sure to click Save for each section.
de_de: Bitte nicht vergessen, Änderungen in jedem Abschnitt durch Speichern zu bestätigen.
ru_ru: Не забудьте нажать "Сохранить" в каждой секции.
sr_cs: Kliknite na Sačuvaj za svaki deo.

source: No payment module installed
de_de: Keine Zahlungsmodul installiert
ru_ru: Нет установленых модулей оплаты
sr_cs: Nijedan modul plaćanja nije instaliran
zh_tw: 未安裝付款模組

source: Customer currency
de_de: Währung des Kunden
ru_ru: Валюта покупателя
sr_cs: Valuta kupca
zh_tw: 客戶幣別

source: Shop default currency
de_de: Standard-Währung
ru_ru: Валюта магазина по-умолчанию
sr_cs: Podrazumevana valuta u prodavnici
zh_tw: 商店預設幣別

source: Save restrictions
de_de: Speichern
ru_ru: Сохранить
sr_cs: Sačuvaj ograničenja
zh_tw: 儲存

source: Indexing
de_de: Indizierung
ru_ru: Индексация
zh_tw: 索引

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
de_de: Wegen des immensen Datenvolumens wird jede Verbindung, die sich auf einen Referrer bezieht, indiziert. Sie können diesen Index auch per Mausklick auf den Button aktualisieren. Das kann u. U. eine Weile dauern und ist auch nur erforderlich, wenn Sie einen Referrer geändert oder hinzugefügt haben oder möchten, dass Ihre Änderungen rückwirkend erfolgen.
ru_ru: Доступно огромное количество данных, так как каждое соединение, соответствующее реферера индексируется. Вы можете обновить, это индексирование, нажав на кнопку выше. Это может потребовать много времени, и это необходимо только в том случае, если вы изменили или добавили реферер и хотите, чтобы изменения были применены к более ранним данным.
sr_cs: Postoji velika količina podataka, pa svaka veza koja odgovara upućuvaču se indeksira. Možete da osvežite ovaj indeks ako kliknete na dugme iznad. Ovaj proces može potrajati, i potreban je samo ako ste menjali ili dodali upućivača, ili ako želite promene da budu retroaktivne.

source: Refresh index
de_de: Reindizierung
ru_ru: Обновить индекс
sr_cs: Osveži indeks
zh_tw: 刷新指數

source: Cache
ru_ru: Кеш
sr_cs: Keš
zh_tw: 快取

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
de_de: Ihre Daten wurden zum Zweck der Sortierung und Filterung gecached. Aktualisieren Sie den Cahce durch Klick auf den Button "Cache auffrischen".
ru_ru: Для сортировки и фильтрации ваши данные кешируются. Вы можете обновить кеш, нажав на кнопку "Обновить кеш".
sr_cs: Vaš podatak je keširan kako bi se sortirao i filtrirao. Možete osvežiti keš klikom na dugme "Osveži keš".

source: Refresh cache
de_de: Cache auffrischen
ru_ru: Обновить кеш
sr_cs: Osveži keš
zh_tw: 刷新快取

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
de_de: Direkter Serververkehr kann sehr viel Speicherplatz und Leistungskapazität einnehmen. Wählen Sie diese Option daher nur, wenn Sie diese Informationen unbedingt benötigen.
ru_ru: Если сохранять прямой трафик, то это может сильно увеличить нагрузку на ваш сервер, включайте эту опцию только если есть в этом острая необходимость
sr_cs: Direktan saobraćaj može biti veoma zahtevan po pitanju resursa. Razmislite o njegovom uključivanje samo ako imate jaku potrebu za tim.
zh_tw: 直接流量可能會讓資源吃緊，請確認有強烈需求時才將它啟用

source: Save direct traffic?
de_de: Direkten Serververkehr speichern?
ru_ru: Сохранять прямой трафик
sr_cs: Sačuvaj direktan saobraćaj
zh_tw: 保存直接點擊

source: The module '%s' must be activated and configurated in order to have all the statistics
de_de: Um alle Statistiken zu bekommen, müssen Sie das Modul '%s' aktivieren und die Einstellungen anpassen
ru_ru: Для получения статистики, нужно активировать и сконфигурировать модуль '%s'

source: Show me more
de_de: Mehr
ru_ru: Показать больше
sr_cs: Prikaži još
zh_tw: 顯示更多

source: Definitions:
de_de: Bezeichnungen
ru_ru: Определения:
zh_tw: 定義：

source: The "http_referer" field is the website from which your customers arrive.
de_de: Das Feld "http_referer" zeigt die Website an, von der Ihrer Kunden zu Ihrer Seite gelangten.
ru_ru: Поле "http_referer" - это сайт, с которого пришли ваши клиенты.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
de_de: Die über Google kommenden Besucher haben beispielsweise einen HTTP_REFERER wie diesen: "http://www.google.com/search?q=prestashop".
ru_ru: Например, посетители, приходящие с Google, имеют значение поля "http_referer" вроде этого: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
de_de: Wenn der Besucher auf direktem Weg auf die Webseite kommt (etwa durch die Eingabe der URL in der Adressleiste oder durch die Auswahl einer seiner Favoriten), bleibt das Feld "http_referer" leer.
ru_ru: Если посетители приходят напрямую (вводя URL магазина вручную, или по закладкам, например), поле http_referer пустое.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
de_de: Wenn Sie also alle über Google kommenden Besucher filtern möchten, können Sie \"%google%\" in diesem Feld angeben, oder \"%google.de%\", wenn Sie nur die Besucher von Google Deutschland sehen möchten.
ru_ru: Если вы хотите чтобы все посетители учитывались с Google, вам необходимо заключить сайт в % например: %google% или %google.ru% (только для России).
sr_cs: Dakle, ako želite da vidite sve posetioce koji dolaze preko Google-a, možete kucati \"% google%\" u ovom polju, ili \"% google.fr%\" ako želite da vidite samo posetioce koji dolaze preko Google Francuska.
zh_tw: 如果您想要檢視來自 Google 的所有訪客，可以在欄位輸入 \"%google%\" ，或是輸入 \"%google.fr%\" 只檢視來自 Google France 的訪客

source: The "request_uri" field is the URL from which the customers come to your website.
de_de: Die "request_uri" ist die URL, von der ein Kunde zu Ihrer Website gelangt.
ru_ru: Поле "request_uri" - это URL, с которого клиенты приходят на ваш сайт.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
de_de: Befindet sich also ein Besucher auf einer Artikelseite, lautet die URL etwa "%smusic-ipods/1-ipod-nano.html".
ru_ru: Например, если посетитель открывает сраницу товара, URL будетпохожим на это: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
de_de: Dies ist hilfreich, da Sie so Stichwörter und Token an die Links anhängen können, die auf Ihre Seite führen.
ru_ru: Это полезно, поскольку позволяет вам добавить тэги или токены в ссылках на ваш сайт.
sr_cs: Ovo je korisno jer možete da dodate oznake ili preuzete u veze koje upućuju na vaš sajt.
zh_tw: 這很實用，因為您可以在連結加入標籤或憑證指向您的網站

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
de_de: Sie können z.B. in einem Online-Forum oder Blog einen Link (wie etwa "%sindex.php?myuniquekeyword" - beachten Sie das Fragezeichen vor "myuniquekeyword"!) posten und für diesen Link Besucherstatistiken erhalten, indem Sie einfach "%%myuniquekeyword" ins Feld "request_uri" eingeben.
ru_ru: Например, вы можете опубликовать ссылку (такую, как "%sindex.php?myuniquekeyword" - обратим внимание на ключевое слово "?myuniquekeyword" в конце URL) на форуме или в блоге, и получать статистику для этой уникальной ссылки, вводя "%%myuniquekeyword" в поле "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
de_de: Diese Methode ist zwar zuverlässiger als der "http_referer", hat aber einen Nachteil: auch jede Suchmaschine, die diesen Link aufgerufen hat, wird statistisch erfasst, so dass nicht nur die tatsächlichen Besucher von der Seite, auf der Sie den Link gepostet haben, mitgezählt werden, sondern auch alle Zugriffe der Suchmaschinen.
ru_ru: Этот метод более надёжен, чем "http_referer", но у него есть один минус: если поисковая система находит страницу с вашей ссылкой, эта сраница будет показана в результатах поиска, и вы увидите не только посетителей с ресурса, где опубликована ссылка, но и саму поисковую систему, открывавшую эту ссылку.

source: The "Include" fields indicate what has to be included in the URL.
de_de: Die ""include"-Felder zeigen an, was die URL enthalten soll.
ru_ru: Поле `Включить` - это то, что должно быть включено в URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
de_de: Die ""include"-Felder zeigen an, was die URL nicht enthalten soll.
ru_ru: Поле `Исключить`, это, что должно быть исключено из URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
de_de: Im einfachen Modus können Sie bestimmte Platzhalter einsetzen, die andere Zeichen ersetzen:
ru_ru: При использовании простого режима можно использовать множество общих символов для замены других:

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
de_de: "_" ersetzt ein Zeichen. Wenn ein Unterstrich dagegen tatsächlich angezeigt werden soll, verwenden Sie folgende Schreibweise: "\\_".
ru_ru: "_" заменит один символ. Если хотите использовать сам символ "_", надо ввести так: "\\_".
