Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: You must save the product in this shop before adding images.
de_de: Der Artikel muss in diesem Shop gespeichert werden, bevor Bilder hinzugefügt werden.
ru_ru: Вы должны сохранить этот товар в этом магазине до добавления изображений.
sr_cs: Morate sačuvati ovaj proizvod u ovoj prodavnici pre dodavanja slika.
zh_tw: 在新增圖片前您必須儲存產品

source: You must save this product before adding images.
de_de: Sie müssen den Artikel erst speichern, bevor Sie Bilder hinzufügen.
ru_ru: Вы должны сохранить этот товар до добавления изображений.
sr_cs: Morate sačuvati ovaj proizvod pre dodavanja slika.
zh_tw: 在新增圖片前您需要儲存這個產品

source: This feature has been disabled.
de_de: Dieses Merkmal wurde deaktiviert.
ru_ru: Эта опция отключена.

source: Performances
de_de: Leistung
ru_ru: Действия
sr_cs: Performanse
zh_tw: 效能

source: A virtual product cannot have combinations.
de_de: Ein virtueller Artikel kann keine Varianten haben.
ru_ru: Виртуальный товар не может иметь комбинаций.
sr_cs: Virtuelni proizvod ne može imati kombinacije.
zh_tw: 一個虛擬產品不能夠有組合

source: You must save the product in this shop before adding combinations.
de_de: Vor dem Anlegen von Varianten muss der Artikel in diesem Shop erst gespeichert werden.
ru_ru: Вы должны сохранить этот товар в этом магазине до добавления комбинаций.
sr_cs: Morate zapamtiti proizvod pre dodavanja kombinacija.
zh_tw: 在新增組合前您必須儲存產品

source: You must save this product before adding combinations.
de_de: Vor dem Anlegen von Varianten muss der Artikel erst gespeichert werden.
ru_ru: Вы должны сохранить этот товар до добавления комбинаций.
sr_cs: Morate zapamtiti ovaj proizvod pre nego što dodate kombinacije.
zh_tw: 您必須儲存此產品後再新增組合

source: Attribute - value pair
de_de: Eigenschafts-Kombi
ru_ru: Пара атрибут - значение
sr_cs: Atriput - vrednost para
zh_tw: 屬性 - 配對值

source: Impact on price
de_de: Auswirkungen auf den Preis
ru_ru: Влияние на цену
sr_cs: Uticaj na cenu
zh_tw: 價格影響：

source: Impact on weight
de_de: Auswirkungen auf das Gewicht
ru_ru: Влияние на вес
sr_cs: Uticaj na težinu
zh_tw: 重量影響

source: If you wish to use the advanced stock management, you must:
de_de: Wenn Sie die erweiterte Lagerverwaltungverwenden möchten, müssen Sie
ru_ru: Для использования расширенного управления запасами вам необходимо:

source: associate your products with warehouses.
de_de: Ihre Artikel mit dem Warenlager verknüpfen.
ru_ru: свяжите свои товары со складами
sr_cs: pridružiti vaše proizvode skladištima.
zh_tw: 設定產品與倉庫關聯

source: associate your warehouses with carriers.
de_de: Ihre Warenlager mit Versanddiensten verknüpfen.
ru_ru: свяжите свои склады с транспортными компаниями
sr_cs: pridružiti vaša skladišta špediterima.
zh_tw: 倉庫與貨運商關聯。

source: associate your warehouses with the appropriate shops.
de_de: Ihre Warenlager mit den passenden Shops verknüpfen.
ru_ru: свяжите свои склады с соответствующими магазинами
sr_cs: pridružiti vaša skladišta odgovarajućim radnjama.
zh_tw: 建立倉庫與商店的關聯

source: You must have a common warehouse between this pack and its product.
de_de: Sie müssen ein gemeinsames Lager für dieses Bündel und seine Artikel haben
ru_ru: У этого набора и товаров из него должен быть общий склад.
sr_cs: Morate imati zajedničko skladište između ovog kompleta i njegovog proizvoda.
zh_tw: 這個組合與對應產品需要有相同的倉庫

source: You must save the product in this shop before managing quantities.
de_de: Der Artikel muss im Shop gespeichert sein, bevor Mengen verwaltet werden können.
ru_ru: Вы должны сохранить этот товар в этом магазине до задания количества.
sr_cs: Morate zapamtiti proizvod u ovoj prodavnici pre određivanja količina.
zh_tw: 在管理數量前您需要儲存這個產品

source: You must save this product before managing quantities.
de_de: Sie müssen den Artikel erst speichern, bevor Sie die Menge einstellen können.
ru_ru: Вы должны сохранить этот товар до задания количества.
sr_cs: Morate zapamtiti ovaj proizvod pre određivanja količina.
zh_tw: 您必須儲存這個產品來管理數量

source: You must save the product in this shop before managing suppliers.
de_de: Der Artikel muss in diesem Shop gespeichert werden, bevor Lieferanten verwaltet werden können.
ru_ru: Вы должны сохранить товар в этом магазине до управления поставщиками.
sr_cs: Morate zapamtiti ovaj proizvod u ovoj prodavnici pre određivanja dobavljača.
zh_tw: 在管理供應商前您需要儲存這個產品

source: You must save this product before managing suppliers.
de_de: Sie müssen den Artikel erst speichern, bevor Sie einen Lieferanten bestimmen.
ru_ru: Вы должны сохранить товар до управления поставщиками.
sr_cs: Morate zapamtiti ovaj proizvod pre određivanja dobavljača.
zh_tw: 您必須儲存這個產品來管理供應商

source: You must save the product in this shop before managing warehouses.
de_de: Der Artikel muss erst im Shop gespeichert werden, bevor Warenlager verwaltet werden können.
ru_ru: Вы должны сохранить товар в этом магазине до управления складами.
sr_cs: Morate zapamtiti ovaj proizvod u ovoj prodavnici pre određivanja skladišta.
zh_tw: 在管理倉庫前您必須先儲存產品

source: You must save this product before managing warehouses.
de_de: Sie müssen den Artikel erst speichern, bevor Sie die Lageroptionen einstellen.
ru_ru: Вы должны сохранить этот товар до управления складами.
sr_cs: Morate zapamtiti ovaj proizvod pre određivanja skladišta.
zh_tw: 您必須儲存這個產品來管理倉庫

source: You must save the product in this shop before adding features.
de_de: Der Artikel muss in diesem Shop gespeichert werden, bevor Merkmale hinzugefügt werden.
ru_ru: Вы должны сохранить товар в этом магазине до добавления характеристик.
sr_cs: Morate zapamtiti ovaj proizvod u ovoj prodavnici pre dodavanja osobina.
zh_tw: 在新增功能前您需要儲存這個產品

source: You must save this product before adding features.
de_de: Sie müssen diesen Artikel speichern, bevor Sie Artikelmerkmale hinzufügen können.
ru_ru: Вы должны сохранить товар до добавления характеристик.
sr_cs: Morate zapamtiti ovaj proizvod pre dodavanja osobina.
zh_tw: 新增功能前請儲存產品

source: Undefined action
de_de: Undefinierte Aktion
ru_ru: Неопределенное действие
sr_cs: Nedefinisana akcija
zh_tw: 未定義的操作

source: Undefined value
de_de: Undefinierter Wert
ru_ru: Неопределенная стоимость
sr_cs: Nedefinisana vrednost
zh_tw: 未定義數值

source: Incorrect value
de_de: Falscher Wert
ru_ru: Неверное значение
sr_cs: Nevažeća vrednost
zh_tw: 價值不正確

source: Not possible if advanced stock management is disabled.
de_de: Nur möglich bei aktivierter erweiterter Lagerverwaltung!
ru_ru: Невозможно при отключенном расширенном управлении запасами.

source: You cannot use advanced stock management for this pack because
de_de: Für dieses Bündel können Sie die erweiterte Lagerbestandsverwaltung nicht nutzen, weil
ru_ru: Для этого набора невозможно использовать расширенное управление запасами, поскольку
zh_tw: 您不能為這個組合使用進階庫存管理，因為

source: - advanced stock management is not enabled for these products
de_de: - die erweiterte Lagerbestandsverwaltung für diese Arikel nicht aktiviert ist.
ru_ru: - расширенное управление запасами не включено для этих товаров
zh_tw: - 這些商品不能啟用進階庫存管理

source: - you have chosen to decrement products quantities.
de_de: - Sie die Reduzierung der Artikelmengen gewählt haben.
ru_ru: - вы задали "уменьшать товары в наборе".
zh_tw: - 您已經選定遞減商品數量。

source: You cannot use this stock management option because:
de_de: Diese Option ist nicht möglich, weil
ru_ru: Эту опцию управления запасами использовать нельзя по причине:

source: - advanced stock management is enabled for the pack
de_de: - die erweiterte Lagerverwaltung für dieses Bündel aktiviert ist.
ru_ru: - для набора включено расширенное управление запасами
zh_tw: －此組合已僱用進階庫存管理

source: Undefined id product attribute
de_de: ID der Artikelvariante nicht vorhanden
ru_ru: Неопределенный id атрибута товара
sr_cs: Nedefinisan atribut id proizvoda
zh_tw: 未定義的產品屬性編號

source: Default category
de_de: Standard-Kategorie
ru_ru: Категория по умолчанию
sr_cs: Podrazumevana kategorija
zh_tw: 預設分類

source: Consider changing the default category.
de_de: Denken Sie daran, die Standard-Kategorie zu ändern.
ru_ru: Категория по умолчанию.
sr_cs: Razmislite o promeni pordazumevane kategorije.
zh_tw: 更改預設分類。

source: Mark the checkbox of each categories in which this product will appear.
de_de: Klicken Sie die Kategorie(n) an, in der der Artikel erscheinen soll
ru_ru: Укажите категории, в которых повяится данный товар.
sr_cs: Označite sve kućice kategorija u kojima ovaj proizvod treba da se pojavi
zh_tw: 勾選這個產品要出現的每個分類

source: %s addition
de_de: %s hinzugefügt
ru_ru: %s добавление
sr_cs: %s dopuna
zh_tw: %s增加

source: Quick Access menu
de_de: Schnellzugangsmenü
ru_ru: Меню Быстрого Доступа
sr_cs: Meni brzog pristupa
zh_tw: 快速連結選單

source: Forbidden characters:
de_de: Nicht erlaubte Zeichen:
ru_ru: Запрещенные символы:
zh_tw: 禁用字符：

source: If it's a URL that comes from your Back Office, you MUST remove the security token.
de_de: Wenn dies eine URL aus dem Administrationsbereich ist, darf KEINESFALLS ein Sichereits-Token gesetzt sein.
ru_ru: Если это URL, исходящий из вашей панели управления, необходимо удалить маркер безопасности.
sr_cs: Ako je to link sa administracije, MORATE obrisati bezbednosni token.

source: Open in new window
de_de: Öffnen in einem neuen Fenster
ru_ru: Открывать в новом окне
sr_cs: Otvori u novom prozoru
zh_tw: 在新視窗中開啟？

source: Add new quick access
de_de: Neuer Schnellzugriff
ru_ru: Добавить быстрый доступ
sr_cs: Dodaj novi brzi pristup
zh_tw: 新增快速連結

source: Back to list
de_de: Zurück zur Übersicht
ru_ru: Вернуться к списку
sr_cs: Nazad na spisak
zh_tw: 返回列表

source: Enable selection
de_de: Aktiviere Auswahl
ru_ru: Включить выбранное
sr_cs: Omogući izbor
zh_tw: 啟用選擇項目

source: Disable selection
de_de: Deaktiviere Auswahl
ru_ru: Отключить выбранное
sr_cs: Onemogući izbor
zh_tw: 停用選擇項目

source: Class
de_de: Klasse
ru_ru: Класс
sr_cs: Klasa
zh_tw: 類別

source: Menus
de_de: Menüpunkte
ru_ru: Пункт меню
sr_cs: Meniji
zh_tw: 選單

source: Add new menu
de_de: Menü hinzufügen
ru_ru: Добавить меню
sr_cs: Dodaj novi meni
zh_tw: 新增選單

source: Home
de_de: Startseite
ru_ru: Главная
sr_cs: Početak
zh_tw: 主頁

source: Show or hide menu.
de_de: Zeige oder verberge Menü
ru_ru: Показать или скрыть меню.
sr_cs: Sakrij ili prikaži meni.
zh_tw: 顯示/隱藏選單

source: Parent
de_de: Übergeordnet
ru_ru: Родитель
sr_cs: Izvor
zh_tw: 上層

source: Save
de_de: Speichern
eu_es: Gorde
ru_ru: Сохранить
sr_cs: Sačuvaj
zh_tw: 儲存

source: Legal content management
de_de: Verwaltung rechtskonformer Inhalte
ru_ru: Юридическая информация
zh_tw: 法律內容管理

source: Your country's legislation may require you to communicate some specific legal information to your customers.
de_de: Die Rechtslage in Ihrem Land verpflichtet Sie unter Umständen zur Angabe besonderer rechtlicher Informationen gegenüber Ihren Kunden.
ru_ru: Законодательство вашей страны может требовать предоставлять некоторую юридическую информацию клиентам.
zh_tw: 您國家的法律可能要求您對您的客戶告知一些法律資訊。

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
de_de: Das Modul Rechtssicherheit ermöglicht es Ihnen, ihren Shop rechtskonform abzusichern, indem Sie hier die entsprechenden Information in Form von zusätzlichen Seiten Ihrem Shop hinzufügen (einige davon direkt von diesem Modul erstellt). Es liegt aber allein in der Verantwortung des Shopbetreibers, diese Seiten mit dem erforderlichen rechtskonformenInhalt zu füllen. Unterstützung bei der Formulierung erhalten Sie von unseren Partnern, beispielsweise den Firmen Protected Shop oder Trusted Shops.
ru_ru: Модуль 'Соблюдение правовых норм' обеспечивает способ указания требуемой по закону информацию вашему клиенту посредством статических страниц (некоторые из них созданы модулем). Вы должны заполнить соответствующие страницы требуемой информацией.

source: For each of the topics below, first indicate which of your Pages contains the required information:
de_de: Bitte ordnen Sie jedem der folgenden Templaten - soweit erforderlich - die Seite zu, die die benötigten Informationen enthält:
ru_ru: Для каждой темы внизу сначала укажите, какая из страниц содержит нужную информацию:

source: Add new Page
de_de: Neue Seite erstellen
ru_ru: Добавить страницу
zh_tw: 增加新頁面

source: Cancel
de_de: Abbrechen
ru_ru: Отмена
sr_cs: Otkaži
zh_tw: 取消

source: Tax excl.
de_de: zzgl. MwSt.
ru_ru: Без НДС
zh_tw: 未稅

source: Dashboard Products
de_de: Dashboard Artikel
ru_ru: Панель товаров
zh_tw: 控制面板商品清單

source: Adds a block with a table of your latest orders and a ranking of your products
de_de: Fügt einen Block mit einer Tabelle der letzten Bestellungen und einem Ranking Ihrer Artikel hinzu
ru_ru: Добавляет блок с таблицей последних заказов и рейтингом товаров
zh_tw: 新增一個包含最新訂單表格與商品排名的區塊

source: Customer Name
de_de: Kunde
ru_ru: Имя клиента
sr_cs: Ime kupca
zh_tw: 客戶名稱

source: Image
de_de: Bild
ru_ru: Изображение
sr_cs: Slika
zh_tw: 圖片

source: Total sold
de_de: Verkauf gesamt
ru_ru: Всего продано
sr_cs: Ukupno prodato
zh_tw: 已賣出總計

source: Net profit
de_de: Nettogewinn
ru_ru: Чистая прибыль
sr_cs: Neto profit
zh_tw: 淨利

source: Views
de_de: Angesehen
ru_ru: Просмотры
sr_cs: Pregledi
zh_tw: 檢視

source: Added to cart
de_de: In den Warenkorb gelegt
ru_ru: Добавлено в корзину
sr_cs: Dodato u korpu
zh_tw: 新增到購物車

source: Purchased
de_de: Gekauft
ru_ru: Приобретено
sr_cs: Naručeno
zh_tw: 已購買

source: You must enable the "Save global page views" option from the "Data mining for statistics" module in order to display the most viewed products, or use the Google Analytics module.
de_de: Um die meistangesehenen Artikel angezeigt zu bekommen, müssen Sie erst die Option "Gesamtseitenaufrufe speichern" im Modul "Statistik" aktivieren. Oder nutzen Sie alternativ Google Analytics.
ru_ru: Вы должны включить опцию "Сохранение глобальных просмотров страниц" из модуля "Анализ данных для статистики" для отображения наиболее просматриваемых товаров, или использовать модуль Google Analytics.
sr_cs: Morate uključiti opciju "Sačuvaj globalne preglede stranica" u modulu "Data majning za statistiku"kako bi se prikazali artikli sa najviše pregledas, ili koristite Google Analytics modul.
zh_tw: 你必須從“資料分析與探勘”中啟用“儲存全域頁面檢視”選項來查看檢視次數最多的商品，或是使用 Google 分析模組。

source: Term
de_de: Name
ru_ru: Слово
sr_cs: Uslov
zh_tw: 期限

source: Save
de_de: Speichern
eu_es: Gorde
ru_ru: Сохранить
sr_cs: Sačuvaj
zh_tw: 儲存

source: Number of "Recent Orders" to display
de_de: Anzahl der anzuzeigenden "Letzten Bestellungen"
ru_ru: Показывать последних заказов
sr_cs: Broj "Nedavnih porudžbina" za prikaz
zh_tw: 顯示“最近的訂單”數量

source: Number of "Best Sellers" to display
de_de: Anzahl der anzuzeigenden "Verkaufshits"
ru_ru: Показывать лидеров продаж
sr_cs: Broj "Najprodavanijih" za prikaz
zh_tw: 顯示“最佳賣家”的數量

source: Number of "Most Viewed" to display
de_de: Anzahl der anzuzeigenden "Meist angesehenen"
ru_ru: Сколько показывать "Самых просматриваемых"
sr_cs: Broj "Najpregledavanih" za prikaz
zh_tw: 顯示“熱門商品”的數量

source: Number of "Top Searches" to display
de_de: Anzahl der anzuzeigenden "Meistgesuchten"
ru_ru: Показывать искомых слов
sr_cs: Broj "Najboljih pretraga" za prikaz
zh_tw: 顯示“熱門搜尋”的數量

source: Recommended Modules and Services
de_de: Empfohlene Module und Dienste
ru_ru: Рекомендованные Модули и Сервисы

source: Bad SQL query
de_de: Falsche SQL-Abfrage
ru_ru: Неверный SQL запрос
sr_cs: Loš SQL upit
zh_tw: 錯誤的SQL查詢

source: Reset
ru_ru: Сброс
sr_cs: Poništi
zh_tw: 重新設定

source: To
de_de: An
ru_ru: По
sr_cs: Do
zh_tw: 至

source: Shop group
de_de: Shop-Gruppe
ru_ru: Группа магазина
sr_cs: Prodavnicina grupa
zh_tw: 商店群組：

source: Please fill at least one field to perform a search in this list.
de_de: Für die Suche in dieser Liste ist mindestens ein Feld auszufüllen.
ru_ru: Пожалуйста, заполните хотя бы одно поле для выполнения поиска в этом списке.
sr_cs: Popunite nar jedno polje za pretragu u ovoj listi.

source: Refresh list
de_de: Liste aktualisieren
ru_ru: Обновить список
sr_cs: Osveži listu
zh_tw: 刷新列表

source: Show SQL query
de_de: SQL-Abfrage anzeigen
ru_ru: Показать SQL-запрос
zh_tw: 顯示 SQL 查詢

source: Export to SQL Manager
de_de: Zu "SQL-Abfragen" exportieren
ru_ru: Экспорт в SQL Manager

source: Configure
de_de: Einstellungen
ru_ru: Настроить
sr_cs: Konfiguriši
zh_tw: 配置

source: Dashboard
de_de: Kontrollzentrum
ru_ru: Пульт
sr_cs: Kontrolna tabla
zh_tw: 控制面板

source: Orders
de_de: Bestellungen
ru_ru: Заказы
sr_cs: Porudžbine
zh_tw: 訂單

source: Conversion Rate
de_de: Umrechnungskurs
ru_ru: Конверсия
sr_cs: Konverzioni kurs
zh_tw: 轉換率

source: Net Profit
de_de: Nettogewinn
ru_ru: Чистая прибыль
sr_cs: Neto zarada
zh_tw: 淨利

source: Refresh
de_de: Aktualisieren
ru_ru: Обновить
zh_tw: 重新整理

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
de_de: Erlössumme (o. MwSt.) gültiger Bestellungen im gewählten Zeitraum
ru_ru: Суммарный доход (без налогов) от подтверждённых заказов за период времени.

source: Total number of orders received within the date range that are considered validated.
de_de: Gesamtzahl gültiger Bestellungen im gewählten Zeitraum.
ru_ru: Общее количество подтвержденных заказов за указанный промежуток времени.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
de_de: Der durchschnittliche Warenkorbwert ist eine Kennziffer für Durchschnittswert einer Bestellung im gewählten Zeitraum. Dazu wird der Erlös durch die Anzahl der Bestellungen geteilt.
ru_ru: Средняя сумма корзины - это метрика, представляющая сумму среднего заказа за период времени. Рассчитывается делением объема продаж на число заказов.

source: Cart Value
de_de: Warenkorbwert
ru_ru: Стоимость корзины
sr_cs: Vrednost korpe
zh_tw: 購物車數值

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
de_de: Gesamtzahl der Besuche im gewählten Zeitraum (Als Besuch bezeichnet man den Zeitraum, währenddessen ein Besucher auf Ihrer Website aktiv ist.)
ru_ru: Общее число посещений за период времени. Посещение - это период активности пользователя на вашем сайте.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
de_de: Die E-Commerce-Konversionsrate ist der Prozentsatz von Besuchen, der auf eine gültige Bestellung entfällt.
ru_ru: В е-коммерции конверсия представляет собой процент посещений, окончившихся подтвержденным заказом.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
de_de: Der Nettogewinn ist ein Maß für die Rentabilität eines Unternehmens nach Abzug aller Kosten des E-Commerce. Sie können die Kosten abrufen, indem Sie auf das Einstellungs-Icon rechts oben klicken.
ru_ru: Чистая прибыль — это мера доходности предприятия после учета всех расходов . Вы можете предоставить информацию по затратам, кликнув на иконку конфигурации чуть выше.

source: Install
de_de: Installieren
ru_ru: Установить
sr_cs: Instaliraj
zh_tw: 安裝

source: You bought this module on PrestaShop Addons. Thank You.
de_de: Danke für den Kauf dieses Moduls auf PrestaShop Addons.
ru_ru: Спасибо за приобретение этого модуля в PrestaShop Addons.

source: Bought
de_de: Gekauft
ru_ru: Приобретено
zh_tw: 已購買

source: Popular
de_de: Beliebt
ru_ru: Популярное
sr_cs: Popularno
zh_tw: 熱門

source: This module is available for free thanks to our partner.
de_de: Kostenloeses Modul
ru_ru: Этот модуль доступен бесплатно, спасибо, что стали нашим партнёром.
sr_cs: Ovaj modul je dostupan besplatno zahvaljujući našem partneru.

source: Official
de_de: Standard
ru_ru: Официальный
sr_cs: Zvanični
zh_tw: 官方

source: Need update
de_de: Update erforderlich
ru_ru: Доступно обновление
sr_cs: Potrebno ažuriranje
zh_tw: 需要更新

source: Read more
de_de: Mehr
ru_ru: Подробнее
sr_cs: Pročitaj više
zh_tw: 更多資訊

source: This module is available on PrestaShop Addons
de_de: Modul ist bei PrestaShop Addons erhältlich
ru_ru: Модуль доступен в PrestaShop Addons
sr_cs: Ovaj model je dostupan u dodacima PrestaShop-a

source: Free
de_de: kostenlos
eu_es: Doakoa
ru_ru: Бесплатно!
sr_cs: Besplatno
zh_tw: 免費!

source: Uninstall
de_de: Deinstallieren
ru_ru: Деинсталлировать
sr_cs: Deinstaliraj
zh_tw: 移除

source: Remove from Favorites
de_de: Aus Favoriten entfernen
ru_ru: Удалить избранное
sr_cs: Uklonite iz Omiljenih
zh_tw: 從「我的最愛」中移除

source: Mark as Favorite
de_de: Zu Favoriten hinzufügen
ru_ru: Добавить в избранное
sr_cs: Označite kao Omiljeno
zh_tw: 收藏

source: Module %1s
de_de: Modul %1s
ru_ru: Модуль %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
de_de: Standardmodul, von PrestaShop zertifiziert. Gratis, sicher und updatefähig!
ru_ru: Официальный сертифицированный модуль PrestaShop. Бесплатный, надежный и включает обновления!
sr_cs: Zvanični, PrestaShop sertifikovani modul. Besplatan, bezbedan i ima ažuriranja!

source: Update it!
de_de: Aktualisieren!
ru_ru: Обновить!
sr_cs: Nadogradi ga!
zh_tw: 更新！

source: Install the selection
de_de: Auswahl installieren
ru_ru: Установить отмеченные
sr_cs: Instaliraj izabrano
zh_tw: 安裝選擇項目

source: Uninstall the selection
de_de: Auswahl deinstallieren
ru_ru: Удалить отмеченные
sr_cs: Deinstaliraj izabrano
zh_tw: 移除選擇項目

source: Would you like to delete the content related to this module ?
de_de: Modul komplett löschen?
ru_ru: Хотите удалить контент, имеющий отношение к этому модулю?
sr_cs: Da li želite da obrišete sadržaj povezan sa ovim modulom ?
zh_tw: 您想刪除與此相關的模塊的內容？

source: Confirm reset
de_de: Reset bestätigen
ru_ru: Подтвердите сброс
sr_cs: Potvrdite resetovanje
zh_tw: 確認重設

source: No - reset only the parameters
de_de: Nein - Reset gilt nur für Parameter
ru_ru: Нет - сбросить только параметры
sr_cs: Ne - resetovati samo parametre

source: Yes - reset everything
de_de: Ja - Komplett-Reset
ru_ru: Да - сбросить все
sr_cs: Da - resetovati sve

source: Preferences saved
de_de: Einstellungen gespeichert
ru_ru: Настройки сохранены
sr_cs: Podešavanja su zapamćena
zh_tw: 設定已儲存

source: You cannot place a new order from your country (%s).
de_de: Sie können aus Ihrem Land (%s) keine Bestellung aufgeben.
ru_ru: К сожалению, вы не можете совершать покупки из вашей страны (%s).
zh_tw: 您所在的國家(%s) 無法下單訂購。

source: Undefined
de_de: Keine Angabe
ru_ru: Неопределено
sr_cs: Nedefinisano
zh_tw: 未定義

source: Referrer
ru_ru: Реферер
sr_cs: Preporučilac
zh_tw: 參照

source: Visitors online
de_de: Besucher online
ru_ru: Сейчас на сайте
sr_cs: Broj posetilaca u prodavnici
zh_tw: 線上訪客

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der Kunden und Besucher, die aktuell online sind, hinzu
ru_ru: Добавляет на панель статистики список клиентов и посетителей, просматривающих сейчас сайт.
sr_cs: Dodaje listu kupaca i posetioca koji su trenutno onlajn na statističku komandnu tablu.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
de_de: Um die aktuell angesehenen Seiten zu sehen, müssen Sie erst die Option "Seitenaufrufe für jeden Kunden speichern" im Modul "Datenauswertung" aktivieren.
ru_ru: Вы должны включить опцию "Сохранять просмотры страниц с разбивкой по клиентам" в модуле "Обработка данных статистики", чтобы видеть страницы, просматриваемые посетителями в данный момент.

source: Current online customers
de_de: Kunden aktuell online
ru_ru: Сейчас на сайте клиентов
zh_tw: 當前在線客戶

source: Customer ID
de_de: Kunden-Nr.
ru_ru: ID клиента
sr_cs: Kupac ID
zh_tw: 客戶編號：
