Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Stock: Remove a product
de_de: Lager: Artikel entnehmen
ru_ru: Запасы: Удалить товар
sr_cs: Lager: Ukloni proizvod
zh_tw: 庫存：移除產品

source: Stock: Transfer a product
de_de: Lager: Artikel umlagern
ru_ru: Склад: Переместить товар
sr_cs: Lager: Premest proizvod
zh_tw: 庫存：調貨

source: Quantitity total for all warehouses.
de_de: Gesamtmenge für alle Warenlager
ru_ru: Сумма количеств для всех складов
sr_cs: Ukupna količina za sve magacine.
zh_tw: 所有倉庫的總數

source: Add stock
de_de: Artikel hinzufügen
ru_ru: Добавить запасы
sr_cs: Dodaj zalihe
zh_tw: 新增庫存

source: Remove stock
de_de: Artikel entfernen
ru_ru: Удалить запасы
sr_cs: Ukloni zalihe
zh_tw: 移除庫存

source: Transfer stock
de_de: Artikel tranferieren
ru_ru: Перемещение запасов
sr_cs: Premesti zalihe
zh_tw: 調貨

source: Order information
de_de: Informationen zur Bestellung
ru_ru: Информация о заказе
sr_cs: Informacije o porudžbini
zh_tw: 訂單資料

source: Customer information
de_de: Informationen zum Kunden
ru_ru: Информация о клиенте
sr_cs: Informacije o kupcu
zh_tw: 客戶資訊

source: Account registration date:
de_de: Kontoregistrierung
ru_ru: Дата регистрации:
zh_tw: 帳戶註冊日期：

source: Valid orders placed:
de_de: Bestätigte Bestellungen
ru_ru: Размещено заказов:
zh_tw: 有效訂單：

source: Total spent since registration:
de_de: Gesamtumsatz seit Kontoeröffnung:
ru_ru: Потрачено с момента регистрации:

source: Guest not registered
de_de: Nicht angemeldeter Besucher
ru_ru: Гость не зарегестрирован
sr_cs: Gost nije registrovan
zh_tw: 未註冊訪客

source: Order #%d
de_de: Bestellung Nr. %d
ru_ru: Заказ №%d
sr_cs: Porudžbina #%d
zh_tw: 訂單編號 %d

source: Made on:
de_de: Ausgeführt am
ru_ru: Сделано:

source: No order was created from this cart.
de_de: Keine Bestellung angelegt für diesen Warenkorb
ru_ru: Нет заказов для этой корзины
sr_cs: Ni jedna porudžbina nije napravljena iz ove korpe
zh_tw: 此購物車並無訂單

source: Create an order from this cart.
de_de: Einen Auftrag für diesen Warenkorb erstellen.
ru_ru: Создайте заказ для этой корзины
sr_cs: Napravi porudžbinu iz korpe
zh_tw: 從這個購物車建立訂單

source: Cart summary
de_de: Inhalt des Warenkorbs
ru_ru: на страницу 'Ваша Корзина'
sr_cs: Pregled korpe
zh_tw: 購物車摘要

source: Text #
de_de: Text Nr.
ru_ru: Текст#
sr_cs: Tekst #
zh_tw: 文字編號

source: Total cost of products:
de_de: Gesamt Artikel
ru_ru: Итого товаров:

source: Total value of vouchers:
de_de: Gesamt Gutscheine
ru_ru: Итого купонов:

source: Total cost of gift wrapping:
de_de: Gesamt Geschenkverpackung
ru_ru: Итого подарочная упаковка:

source: Total cost of shipping:
de_de: Versandkosten
ru_ru: Итого доставка:

source: For this particular customer group, prices are displayed as:
de_de: Für diese Kundengruppe werden die Preise wie folgt angezeigt
ru_ru: Для этой группы клиента цены показаны в виде:

source: Update selected items?
de_de: Auswahl aktualisieren?
ru_ru: Обновить выбранные пункты?
sr_cs: Ažuriraj izabrane stavke?
zh_tw: 更新己選項目？

source: Update selected items
de_de: Auswahl aktualisieren
ru_ru: Обновить выбранные товары
sr_cs: Ažuriraj izabrane stavke
zh_tw: 更新己選項目

source: Back
de_de: Zurück
ru_ru: Назад
sr_cs: Nazad
zh_tw: 返回

source: Do you want to install this module that could not be verified by PrestaShop?
de_de: Dieses Modul konnte nicht von PrestaShop verifiziert werden, wollen Sie trotzdem die Installation fortsetzen?
ru_ru: Вы точно хотите установить модуль, не проверенный в PrestaShop?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
de_de: Da Sie dieses Modul nicht direkt von PrestaShop Addons bezogen haben, können wir nicht garantieren, dass es keine unerwünschte Zusätze enthält. Wenn Sie genau wissen, dass es sicher ist, fahren Sie einfach mit der Installation fort.
ru_ru: Поскольку вы загрузили модуль не из PrestaShop Addons, мы не можем утверждать, что он безопасен и не содержит закладок. Мы советуем устанавливать модуль только если вы получили его из доверенного места.

source: What's the risk?
de_de: Was kann passieren?
ru_ru: В чём риск?
zh_tw: 有怎麼風險？

source: Am I at Risk?
de_de: Ist mein Shop gefährdet?
ru_ru: Чем я рискую?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
de_de: Ein nicht von Prestashop verifiziertes Modul kann gefährlich sein und versteckte Zusätze wie Trojaner, versteckte Links, Spam usw. enthalten. Dies ist nur ein automatischer Warnhinweis; sie müssen ihn nicht beachten.
ru_ru: Непроверенный модуль может быть опасным, добавляя скрытые функции типа чёрных входов, рекламы, скрытых ссылок, спама, и т.п. Однако, не стоит волноваться - это лишь предупреждение.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
de_de: Als Open-Source-Software hat PrestaShop eine großartige Community, die seit langem hochwertige Module entwickelt und zur Verfügung stellt. Deshalb ist es immer gut, sich vor der Installation dieses Moduls zu vergewissern, ob der Entwickler in der Community bekannt ist. Suchen Sie einfach mal in [1]Ihrem Forum[/1].
ru_ru: PrestaShop, как ПО с открытым кодом, имеет большое сообщество с долгой историей разработки и использования высококлассных модулей. Перед установкой этого модуля убедитесь, что его автора знают в сообществе (Например, хорошая идея - проверить [1]наш форум[/1]).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
de_de: Wenn Sie dem Entwickler dieses Moduls vertrauen, können Sie mit der Installation vorsetzen.
ru_ru: Если доверяете автору, или он является активным членом нашего сообщества, можете продолжить установку.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
de_de: Andernfalls suchen Sie doch einfach im PrestaShop-Marketplace nach ähnlichen Modulen. [1]Hier klicken, um PrestaShop Addons zu durchsuchen[/1].
ru_ru: Иначе вы можете поискать похожие модули в официальном магазине [1]PrestaShop Addons[/1].

source: Module
de_de: Modul
ru_ru: Модуль
sr_cs: Modul
zh_tw: 模組

source: Modify translations
de_de: Übersetzungen ändern
ru_ru: Изменить перевод
sr_cs: Izmeni prevode
zh_tw: 修改翻譯

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
de_de: Apache mod_security is auf Ihrem Server nicht aktiviert. Das könnte zu Bad Request errors führen
ru_ru: Apache mod_security активирован на вашем сервере. Это может привести к ошибкам Bad Request
sr_cs: Apache mod_security je aktiviran na vašem serveru. Ovo može rezultovati nekim greškama loših upita

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
de_de: Warnung! Ihr Provider verwendet die Sicherheitserweiterung Suhosin für PHP, die die maximal erlaubte Anzahl von Feldern in einem Formular beschränkt auf:
ru_ru: Внимание! Ваш хостинг-провайдер использует патч Suhosin для PHP, ограничивающий максимальное количество полей в форме:
sr_cs: Upozorenje! Vaš hosting provajder koristi Suhosin zakrpu za PHP, što ograničava maksimalni broj polja dozvoljenih u formularima:
zh_tw: 警告: 您的主機服務提供廠商使用Suhosin的PHP修補, 這會限制表格中欄位的最大數字

source: for suhosin.post.max_vars.
de_de: für suhosin.post.max_vars.
ru_ru: для suhosin.post.max_vars.
sr_cs: za suhosin.post.max_vars.
zh_tw: 提供 Suhosin.post.max_vars.

source: for suhosin.request.max_vars.
de_de: für suhosin.request.max_vars.
ru_ru: для suhosin.request.max_vars.
sr_cs: za suhosin.request.max_vars.
zh_tw: 提供Suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
de_de: Bitten Sie Ihren Hosting-Anbieter, das Suhosin Post-and- Request-Limit anzuheben auf
ru_ru: Пожалуйста, запросите у вашего хостинг-провайдера увеличение лимитов Suhosin
sr_cs: Molimo vas da pitate vašeg hosting provajdera da vam poveća Suhosin granicu na
zh_tw: 請尋求主機提供者增加 suhosin 上限到

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
de_de: Achtung! Ihre PHP-Konfiguration beschränkt die maximal erlaubte Anzahl von Feldern in einem Formular auf:
ru_ru: Внимание! В вашей конфигурации PHP максимальное число полей в форме ограничено до:
sr_cs: Upozorenje: Vaša PHP konfiguracija ograničava maksimalni broj polja dozvoljenih u formi
zh_tw: 警告！您的 PHP 設定限制了一個表單欄位數量上限：

source: for max_input_vars.
de_de: für max_input_vars.
ru_ru: для max_input_vars.
sr_cs: za max_input_vars.
zh_tw: 為最大輸入值。

source: Please ask your hosting provider to increase this limit to
de_de: Fordern Sie bitte Ihren Hosting-Provider auf, dieses Limit zu erhöhen auf
ru_ru: Пожалуйста, попросите хостинг-провайдера увеличить этот лимит до
sr_cs: Molimo vas da pitate vašeg hosting provajdera da vam poveća ovu granicu na
zh_tw: 請尋求主機提供者增加這個上限到

source: Expressions to translate:
de_de: Zu übersetzende Ausdrücke
ru_ru: Выражения для перевода:

source: Total missing expressions:
de_de: Fehlende Übesetzungen:
ru_ru: Не переведено:

source: Some of these expressions use this special syntax: %s.
de_de: Einige dieser Ausdrücke nutzen diese spezielle Syntax: %s
ru_ru: Некоторые из этих выражений используют специальный синтаксис: %s.
sr_cs: Neki od ovih izraza koristi specijalnu sintaksu: %s.

source: There are [1]%replace%[/1] products
ru_ru: Товаров [1]%replace%[/1]

source: %s" will be replaced by a number.
de_de: "%s" wird durch eine Zahl ersetzt.
ru_ru: "%s" будет заменен числом.

source: List of pages in [1]%replace%[/1]
ru_ru: Список страниц в [1]%replace%[/1]

source: %s" will be replaced by a string.
de_de: "%s" wird durch eine Zeichenfolge ersetzt.
ru_ru: "%s" будет заменен строкой.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
de_de: Eigenschaft: [1]%1%[/1] ([1]%2%[/1] Werte)
ru_ru: Характеристика: [1]%1%[/1] (значений: [1]%2%[/1])

source: The numbers enable you to reorder the variables when necessary.
de_de: Falls erforderlich, nutzen Sie die Zahlen zur Wiederverwendung der Variablen.
ru_ru: Номера позволяют изменять порядок переменных по необходимости.
sr_cs: Brojevi omogućavaju da preuredite promene kada je potrebno.

source: This expression uses a special syntax:
de_de: Dieser Ausdruck verlangt eine spezielle Syntax:
ru_ru: Это выражение использует специальный синтаксис:
zh_tw: 這個描述使用了特殊語法：

source: %s at least, or you will have to edit the translation files.
de_de: mindestens %s, oder Sie müssen die Übersetzungsdateien manuell bearbeiten.
ru_ru: по крайней мере %s, или вам придется редактировать файлы перевода.
sr_cs: bar %s, ili će te morati da uređujete fajlove prevoda.

source: Click on the title of a section to open its fieldsets.
de_de: Klicken Sie auf den Titel eines Blocks, um die Felder zu bearbeiten.
ru_ru: Нажмите на названии раздела, чтобы открыть набор полей.
sr_cs: Kliknite na naslov sekcije za otvaranje njegovog seta polja.

source: You MUST use this syntax in your translations. Here are several examples:
de_de: Sie MÜSSEN diese Syntax in Ihren Übersetzungen nutzen. Hier einige Beispiele:
ru_ru: Вы ДОЛЖНЫ использовать этот синтаксис в ваших переводах. Вот несколько примеров:

source: expressions
de_de: Ausdrücke
ru_ru: фраз
sr_cs: izrazi
zh_tw: 詞句

source: Theme:
de_de: Template:
ru_ru: Шаблон:

source: Module:
de_de: Modul:
ru_ru: Модуль:

source: Here you can modify translations for all installed module.
de_de: Hier können Sie die Übersetzungen aller installierten Module bearbeiten.
ru_ru: Здесь можно изменить переводы всех установленных модулей.

source: Select your module
de_de: Modul auswählen
ru_ru: Выберите модуль

source: Location
de_de: Position
ru_ru: Расположение
sr_cs: Lokalizacija
zh_tw: 位置

source: tax excl.
de_de: zzgl. MwSt.
ru_ru: Без НДС
sr_cs: bez PDV-a
zh_tw: 未稅

source: Ref:
de_de: Bestell-Nr.
ru_ru: Артикул:
zh_tw: 參考號：

source: Reference number:
de_de: Bestell-Nr.:
ru_ru: Артикул:
zh_tw: 參考編號：

source: Supplier reference:
de_de: Lieferanten-Nr.
ru_ru: Артикул поставщика:

source: tax incl.
de_de: inkl. MwSt.
ru_ru: С НДС
sr_cs: sa porezom
zh_tw: 含稅

source: %s (%s refund)
de_de: %s (%s erstattet)
ru_ru: %s (%s выплат)
zh_tw: %s (%s 退款)

source: Quantity:
de_de: Menge:
ru_ru: Количество:

source: Amount:
de_de: Betrag:
eu_es: Zenbatekoa:
ru_ru: Сумма:
sr_cs: Iznos:
zh_tw: 金額：

source: (Max %s %s)
ru_ru: (Макс. %s %s)

source: Package content
de_de: Packungsinhalt
ru_ru: Содержимое набора

source: Editing this product line will remove the reduction and base price.
de_de: Die Bearbeitung dieser Artikelzeile entfernt den reduzierten und den Basispreises
ru_ru: Правка этой товарной линии удалит базовую её цену и скидки.

source: Refund history
de_de: Verlauf der Rückerstattungen
ru_ru: История возвратов денег
sr_cs: Istorija refundiranja
zh_tw: 退款記錄

source: Return history
de_de: Historie der Retouren
ru_ru: История возвратов
sr_cs: Istorija povrata robe
zh_tw: 退貨記錄

source: Package item
de_de: Bündel-Element
ru_ru: Товар из набора

source: Ref Supplier:
de_de: Lieferanten-Nr.
ru_ru: Артикул поставщика:

source: Your lastname contains some invalid characters
de_de: Ihr Nachname enthält ungültige Zeichen
eu_es: Zure abizenak baliogabeko hizkiren bat dauka
ru_ru: В вашей фамилии указаны недопустимые символы
sr_cs: Vaše prezime sadrži neke nevažeće znakove
zh_tw: 您的姓氏包含錯誤字元

source: Image folder %s is not writable
de_de: Bildverzeichnis %s besitzt keine Schreibrechte
eu_es: %s irudi karpetan ezin da idatzi
ru_ru: Запись в папку изображений %s запрещена
sr_cs: U folder slike %s nije moguće ništa upisivati
zh_tw: 圖片資料夾 %s 無法寫入

source: An error occurred during logo copy.
de_de: Beim Kopieren des Logo ist ein Fehler aufgetreten.
eu_es: Errorea gertatu da logoa kopiatzerakoan.
ru_ru: Произошла ошибка во время копирования логотипа.
sr_cs: Došlo je do greške prilikom kopiranja logoa.
zh_tw: 複製圖示時發生錯誤

source: Cannot copy flag language "%flag%"
de_de: Flagge der Sprache "%flag%" kann nicht kopiert werden
ru_ru: Невозможно скопировать флаг языка "%flag%"
zh_tw: 無法複製語言圖示 "%flag%"

source: Support
ru_ru: Поддержка
sr_cs: Podrška
zh_tw: 支援

source: Blog
ru_ru: Блог
zh_tw: 博客

source: Contact us!
de_de: Kontaktieren Sie uns!
ru_ru: Свяжитесь с нами!
sr_cs: Kontaktirajte nas!
zh_tw: 聯絡我們！

source: Back Office
ru_ru: Административная часть
sr_cs: Administracija
zh_tw: 後台

source: Contact form
de_de: Kontaktformular
ru_ru: Обратная связь
sr_cs: Kontakt forma
zh_tw: 聯絡表格

source: Description for contact form module
ru_ru: Описание модуля контактной формы

source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
eu_es: Email helbide okerra.
ru_ru: Неверный адрес e-mail
sr_cs: E-mail adresa nije validna
zh_tw: 無效電子信箱

source: The message cannot be blank.
de_de: Die Nachricht darf nicht leer sein
eu_es: Mezua ezin daiteke hutsik egon.
ru_ru: Сообщение не может быть пустым
sr_cs: Poruka ne može biti prazna
zh_tw: 訊息不能空白

source: Invalid message
de_de: Ungültige Nachricht
ru_ru: Неверное сообщение
sr_cs: Neispravna poruka
zh_tw: 無效消息

source: Please select a subject from the list provided.
de_de: Bitte wählen Sie einen Betreff aus der Liste
ru_ru: Пожалуйста выберите тему из списка.

source: An error occurred during the file-upload process.
de_de: Beim Datei-Upload ist ein Fehler aufgetreten.
eu_es: Errorea gertatu da fitxategien kargatze prozesuan.
ru_ru: Ошибка при загрузке файла
sr_cs: Došlo je do kreške tokom postavljanja datoteke
zh_tw: 上傳檔案時發生錯誤

source: Bad file extension
de_de: Falsche Dateiendung
eu_es: Fitxategiaren luzapen okerra
ru_ru: Неверное расширение файла
sr_cs: Loša ekstenzija datoteke
zh_tw: 錯誤的檔案增加名

source: An error occurred while sending the message.
de_de: Beim Senden der Nachricht ist ein Fehler aufgetreten
eu_es: Errorea gertatu da mezua bidaltzerakoan.
ru_ru: Ошибка отправки сообщения.
sr_cs: Došlo je do greške tokom slanja poruke.
zh_tw: 發生錯誤時發生錯誤

source: Your message has been successfully sent to our team.
de_de: Ihre Nachricht wurde an unser Team gesandt.
eu_es: Zure mezua gure lantaldera bidali da.
ru_ru: Ваше сообщение отправлено в службу поддержки.
sr_cs: Vaša poruka je uspešno poslata našem timu.
zh_tw: 您的訊息已成功傳送給我們。

source: Task description
de_de: Beschreibung
ru_ru: Описание задания
zh_tw: 工作任務描述

source: Update my currencies
de_de: Meine Währungen aktualisieren
ru_ru: Обновить курсы валют
zh_tw: 更新我的貨幣

source: Target link
de_de: Link
ru_ru: Ссылка
zh_tw: 目標連結

source: Enter a description for this task.
de_de: Geben Sie eine Beschreibung für diese Aufgabe.
ru_ru: Задайте описание этого задания.
zh_tw: 輸入一個工作任務的描述.

source: Set the link of your cron task.
de_de: Geben Sie den Link zum Cron task an.
ru_ru: Задайте ссылку на задание cron.
zh_tw: 設定你的任務計劃程序(Cron task)連結.

source: Do not forget to use an absolute URL to make it valid! The link also has to be on the same domain as the shop.
de_de: Vergessen Sie nicht, dass nur eine absolute URL gültig ist, und das der Link auf der selben Domain wie der Shop sein muss.
ru_ru: Обязательно укажите абсолютный URL! Ссылка должна быть в пределах одного с магазином домена.
zh_tw: 不要忘記使用一個絕對 url (必須包含 http://www.)! 這連結須與你的商店同一連結.

source: Task frequency
de_de: Häufigkeit
ru_ru: Периодичность задания
zh_tw: 工作任務頻率

source: At what time should this task be executed?
de_de: Zu welcher Uhrzeit soll die Anweisung ausgeführt werden?
ru_ru: В какое время выполнять это задание?
zh_tw: 這個工作任務應在甚麼時間執行?

source: On which day of the month should this task be executed?
de_de: An welchem Monatstag soll die Anweisung ausgeführt werden?
ru_ru: В какой день месяца выполнять это задание?
zh_tw: 這個工作任務應在一個月份中那一日執行?

source: On what month should this task be executed?
de_de: In welchem Monat soll die Anweisung ausgeführt werden?
ru_ru: В каком месяце выполнять это задание?
zh_tw: 這個工作任務應在甚麼月份執行?

source: On which day of the week should this task be executed?
de_de: Am welchem Wochentag soll die Anweisung ausgeführt werden?
ru_ru: В какой день недели выполнять это задание?
zh_tw: 這個工作任務應在一星期中的那一天執行?

source: Cron mode
de_de: Cron Modus
ru_ru: Режим Cron
zh_tw: 任務計劃模式

source: Basic
de_de: Normal
ru_ru: Основной
zh_tw: 基本

source: Use the PrestaShop cron tasks webservice to execute your tasks.
de_de: Den PrestaShop cron tasks webservice verwenden um die Aufgaben auszuführen.
ru_ru: Использовать веб-сервис магазина управления заданиями cron для запуска ваших заданий.
zh_tw: 使用PrestaShop 任務計劃服務來執行你的工作任務.

source: Advanced
de_de: Erweitert
ru_ru: Дополнительно
sr_cs: Napredno
zh_tw: 進階設定

source: For advanced users only: use your own crontab manager instead of PrestaShop cron tasks service.
de_de: Nur für erfahrene Anwender: Einen eigenen crontab manager anstatt des PrestaShop cron tasks webservice verwenden.
ru_ru: Только для экспертов: использовать собственный список заданий вместо службы заданий PrestaShop.
zh_tw: 只適用於先進的用戶: 使用你自己的 crontab manager, 而非 PrestaShop 的任務計劃服務.

source: The Advanced mode enables you to use your own cron tasks manager instead of PrestaShop cron tasks webservice.
de_de: Durch wählen des Erweiterten Modus können Sie Ihre eigene Cron Task Verwaltung anstatt des PrestaShop Webservice verwenden.
ru_ru: Экспертный режим нужен для управления собственным списком заданий cron, вместо веб-сервиса магазина.
zh_tw: 這先進的模式能使你使用你自己的crontab manager, 而非 PrestaShop 的任務計劃服務.

source: First of all, make sure the 'curl' library is installed on your server.
de_de: Zunächst sollten Sie sicherstellen, dass die 'curl' Programmbibliothek auf Ihrem Server installiert ist.
ru_ru: Для начала убедитесь, что на вашем сервере установлена библиотека curl.
zh_tw: 首先, 請確保 'curl' library 已經安裝在你的伺服器.

source: To execute your cron tasks, please insert the following line in your cron tasks manager:
de_de: Um Ihre cron jobs auszuführen, fügen Sie bitte die folgende Zeile in Ihren Cron manager ein
ru_ru: Для запуска ваших заданий cron вставьте эту строку в ваш менеджер заданий cron:
zh_tw: 請加入以下句子至你的任務計劃主管, 以執行你的任務計劃.

source: Day of week
de_de: Tag der Woche
ru_ru: День недели
zh_tw: 星期幾

source: Last execution
de_de: Letzte Ausführung
ru_ru: Последний запуск
zh_tw: 上一次執行

source: One shot
de_de: Einmal Ausführung
ru_ru: За один раз
zh_tw: 一次性

source: Module - Hook
de_de: Modul - Hook
ru_ru: Хук модуля
zh_tw: 模組 - 掛接

source: Every hour
de_de: Jede Stunde
ru_ru: Каждый час
zh_tw: 每小時

source: Every day
de_de: Jeden Tag
ru_ru: Каждый день
zh_tw: 每天

source: Every month
de_de: Jeden Monat
ru_ru: Каждый месяц
zh_tw: 每月

source: Every day of the week
de_de: An jedem Tag der Woche
ru_ru: Всю неделю
zh_tw: 一星期中的每一天

source: Every day of the month
de_de: An jedem Tag im Monat
ru_ru: Весь месяц
zh_tw: 月份中的每一天

source: Settings
de_de: Einstellungen
eu_es: Ezarpenak
ru_ru: Настройки
sr_cs: Podešavanja
zh_tw: 設定

source: Enabled
de_de: Aktiviert
ru_ru: Включено
sr_cs: Omogućeno
zh_tw: 啟用

source: Disabled
de_de: Deaktiviert
ru_ru: Отключено
sr_cs: Onemogućeno
zh_tw: 停用

source: Configuration updated
de_de: Einstellungen aktualisiert
ru_ru: Конфигурация обновлена
sr_cs: Konfiguracija je ažurirana
zh_tw: 設定已更新

source: Data mining for statistics
de_de: Statistik
ru_ru: Обработка данных статистики
sr_cs: Data majning za statistiku
zh_tw: 資料探勘統計

source: This module must be enabled if you want to use statistics.
de_de: Dieses Modul muss aktiviert sein, wenn Sie die Statistiken verwenden möchten.
ru_ru: Для использования статистики включите этот модуль.
sr_cs: Ovaj modul mora biti omogućen ako želite da koristite Statistiku
zh_tw: 如果您想使用統計，此模組必須被啟用。

source: Save page views for each customer
de_de: Seitenaufrufe jedes Kunden speichern
ru_ru: Сохранять просмотры страниц с разбивкой по клиентам
sr_cs: Sačuvaj preglede strana za svakog korisnika
zh_tw: 儲存頁面瀏覽量為每一個客戶

source: Storing customer page views uses a lot of CPU resources and database space. Only enable if your server can handle it.
de_de: Gespeicherte Seitenaufrufe von Kunden verbrauchen viele CPU-Ressourcen und Datenbank-Speicherplatz.
ru_ru: Хранение статистики просмотров с разбивкой клиентов требует множества вычислительных ресурсов и дискового пространства. Включайте эту опцию только в том случае, если ваш сервер способен потянуть такую задачу.
sr_cs: Prikupljene stranice korisnika koriste mnogo CPU resursa i prostora u bazi. Uključite samo ako vaš server zo može podneti.

source: Save global page views
de_de: Seitenaufrufe global speichern
ru_ru: Сохранять общие просмотры страниц
sr_cs: Sačuvaj globalne preglede stranica
zh_tw: 儲存全域頁面瀏覽量

source: Global page views uses fewer resources than customer's, but it uses resources nonetheless.
de_de: Unspezifisches Speichern der Seitenaufrufe verbraucht ebenfalls CPU-Ressourcen, aber weniger.
ru_ru: Общие просмотры страниц требуют несколько меньше ресурсов, чем с разбивкой по клиентам.
sr_cs: Globalni pregled stranica koristi manje resursa.
zh_tw: 全域頁面檢視使用比較少的資源，不過還是有使用

source: Plugins detection
de_de: Plug-In-Erkennung
ru_ru: Обнаружение плагинов
sr_cs: Detekcija plug-in
zh_tw: 外掛檢測

source: Plugins detection loads an extra 20 kb JavaScript file once for new visitors.
de_de: Die Plug-In-Erkennung lädt eine zusätzliche 20kb große JavaScript-Datei für neue Besucher.
ru_ru: Обнаружение плагинов загружает при первом посещении дополнительный файл JavaScript размером 20КБ.
sr_cs: Plug-in detekcija učitava dodatnu javascript datoteku od 20kb za nove posetioce.

source: Hour
de_de: Stunde
ru_ru: час
sr_cs: sat
zh_tw: 小時

source: Good
de_de: Gut
ru_ru: Хорошо
sr_cs: dobro
zh_tw: 好
