Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
de_de: Wählen Sie zuerst einen Programmteil (z.B. Back Office oder Module). Klicken Sie dann auf die Flagge der Sprache, die Sie bearbeiten möchten.
ru_ru: Сначала выберите тип перевода (например, "Панель управления" или "Установленные модули»), а затем выберите нужный язык для перевода значений в нём.

source: Type of translation
de_de: Programmteil
ru_ru: Тип перевода
sr_cs: Tip prevoda

source: Select the type of email content
de_de: Art des E-Mail-Inhaltes bitte auswählen
ru_ru: Выберите формат электронного сообщения

source: Body
de_de: E-Mail-Body
ru_ru: Тело письма

source: Select your theme
de_de: Ihr Template
ru_ru: Выберите шаблон
sr_cs: Odaberite vašu temu

source: Core (no theme selected)
de_de: Programm (kein Template gewählt)
ru_ru: Ядро (вне зависимости от шаблона)
sr_cs: Jezgro (nijedna tema nije odabrana)

source: Select your language
de_de: Ihre Sprache
ru_ru: Выберите язык
sr_cs: Odaberite vaš jezik

source: Modify
de_de: Bearbeiten
ru_ru: Изменить
sr_cs: Uredi
zh_tw: 修改

source: Add / Update a language
de_de: Sprache hinzufügen / aktualisieren
ru_ru: Добавить / Обновить перевод
sr_cs: Dodaj ili ažuriraj jezik
zh_tw: 新增或更新語言

source: You can add or update a language directly from the PrestaShop website here.
de_de: Sie können ein Sprachpaket direkt aktualisieren oder laden von der folgenden PrestaShop-Seite
ru_ru: Добавить или обновить перевод с сайта prestashop.com.
sr_cs: Možete dodati ili ažurirati jezik direktno preko prestashop.com.

source: If you choose to update an existing language pack, all of your previous customizations in the theme named "Default-bootstrap" will be lost. This includes front office expressions and default email templates.
de_de: Wenn Sie ein bereits existierendes Sprachpaket updaten, gehen ALLE eigenen Anpassungen im Template "Default-bootstrap", die Sie zuvor vorgenommen haben, verloren. Das betrifft auch Ausdrücke im Front Office und Standard-Vorlagen von E-Mails.
ru_ru: Если вы обновите текущий языковой пакет, все ваши предыдущие изменения в шаблоне с названием "Default-bootstrap" будут утеряны, включая выражения Фронт-Офиса и шаблоны e-mail писем.

source: Please select the language you want to add or update
de_de: Sprache, die Sie hinzufügen oder aktualisieren möchten
ru_ru: Выберите язык, который вы хотите добавить или обновить
sr_cs: Jezik koji želite da dodate ili ažurirate

source: Update a language
de_de: Sprachpaket aktualisieren
ru_ru: Обновить перевод
sr_cs: Ažurirajte jezik
zh_tw: 更新語言

source: Add a language
de_de: Sprachen hinzufügen
ru_ru: Добавить язык
sr_cs: Dodajte jezik
zh_tw: 新增的語言

source: Cannot connect to the PrestaShop website to get the language list.
de_de: Kann keine Verbindung zu prestashop.com herstellen, um die Sprachenliste zu erhalten.
ru_ru: Не удается подключиться к prestashop.com, для получения списка языков.
sr_cs: Ne mogu da se povežem na prestashop.com radi preuzimanja liste jezika.
zh_tw: 無法連線 PrestaShop 網站來取得語言列表

source: Add or update a language
de_de: Sprache hinzufügen oder aktualisieren
ru_ru: Добавить или обновить язык
sr_cs: Dodajte ili ažurirajte jezik
zh_tw: 新增或更新語言

source: Import a language pack manually
de_de: Manuelles Importieren einer Sprache
ru_ru: Импорт языка вручную
sr_cs: Uvezite jezički paket manuelno
zh_tw: 手動匯入語言檔案

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
de_de: Wenn der Name des Sprachpakets das Format isocode.gzip hat (Beispiel: de.gzip) und die entsprechende Sprache nicht existiert, wird sie automatisch erstellt.
ru_ru: Имя фала isocode.gzip (например 'ru.gzip'). Если этот язык еще не был добавлен то он будет создан автоматически.
sr_cs: Ako je format jezičkog dokumenta: isocode.gzip (npr. sr.gzip), a odgovarajući jezik ne postoji, on će automatski biti napravljen.

source: Warning: This will replace all of the existing data inside the destination language.
de_de: Vorsicht, dies überschreibt alle Daten in der Zielsprache!
ru_ru: Осторожно! Все существующие переводы в папке магазина будут затерты!
sr_cs: Pažnja, ovo će izbrisati sve postojeće podatke za uvezeni jezik!
zh_tw: 注意，它會覆蓋已經存在的翻譯數據！

source: Language pack to import
de_de: Sprachpaket
ru_ru: Импорт языкового пакета
sr_cs: Jezički paket za uvoz
zh_tw: 要導入的語言包

source: Export a language
de_de: Übersetzung exportieren
ru_ru: Экспорт перевода
sr_cs: Izvezi jezik
zh_tw: 匯出語言

source: Export data from one language to a file (language pack).
de_de: Exportieren von Daten einer Sprache in eine Datei (Sprachpaket).
ru_ru: Экспорт перевода языка в файл (языковой пакет).
sr_cs: Izvezite jezičke podatke u datoteku.
zh_tw: 從檔案（語言包）匯出語言資料

source: Select which theme you would like to export your translations to.
de_de: In welches Template sollen die Übersetzungen exportiert werden.
ru_ru: Выберите шаблон в который вы хотите экспортировать ваши переводы.

source: Copy
de_de: Kopieren
ru_ru: Копировать
sr_cs: Kopiraj
zh_tw: 複製

source: Copies data from one language to another.
de_de: Dies kopiert die Übersetzungen von einer Sprache in eine andere.
ru_ru: Копирование данных одного языка в другой.
sr_cs: Kopira podatke iz jednog jezika u drugi.
zh_tw: 從一個語言複製資料到另外一個語言。

source: If necessary
de_de: Falls erforderlich
ru_ru: Если необходимо
sr_cs: Ako je potrebno
zh_tw: 如必要的話

source: you must first create a new language.
de_de: Sie müssen zuerst eine neue Sprache festlegen.
ru_ru: предварительно создайте новый язык!
sr_cs: prvo napravite novi jezik.
zh_tw: 先創建一個新的語言

source: Language files must be complete to allow copying of translations.
de_de: Die Dateien der Ausgangssprache müssen vollständig sein (wie in Lokalisierung >> Sprachen >> Bearbeiten angegeben), um die Übersetzungen kopieren zu können.
ru_ru: Файлы перевода должны существовать.
sr_cs: Jezički dokumenti moraju da budu kompletni da bi se dozvolilo kopiranje prevoda.
zh_tw: 語言檔案必須完整來允許複製翻譯

source: -- Choose --
de_de: -- bitte auswählen --
ru_ru: -- Выбрать --
sr_cs: -- Izaberi --
zh_tw: --選擇--

source: Message
de_de: Nachricht
ru_ru: Сообщение
sr_cs: Poruka
zh_tw: 訊息

source: From
de_de: Von
ru_ru: С
sr_cs: Od
zh_tw: 由

source: Product
de_de: Artikel
eu_es: Produktua
ru_ru: Товар
sr_cs: proizvod
zh_tw: 商品

source: Messages
de_de: Nachrichten
ru_ru: Сообщение
sr_cs: Poruke
zh_tw: 訊息

source: If you would like to add a comment about your order, please write it in the field below.
de_de: Wenn Sie uns eine Nachricht zu Ihrer Bestellung hinterlassen möchten, tragen Sie sie bitte hier ein.
eu_es: Zure eskaerari buruzko iruzkin bat utzi nahiko bazenu, mesedez idatzi ezazu azpikaldeko eremuan.
ru_ru: Если вы хотите добавить комментарий к заказу, пожалуйста, напишите его ниже.
sr_cs: Ako želite da dodate komentar o vašoj narudžbi, molimo da ga napišete ispod.
zh_tw: 如您希望對這個訂單作出評論，請於下面填寫。

source: Add a message
de_de: Nachricht hinzufügen:
eu_es: Mezua gehitu
ru_ru: Добавить сообщение:
sr_cs: Dodaj poruku
zh_tw: 新增訊息

source: %s (local)
de_de: %s (vor Ort)
ru_ru: %s (локальный)
sr_cs: %s (lokalni)
zh_tw: %s(當地)

source: Administration panel
de_de: Administrations-Bereich
ru_ru: Панель администратора
sr_cs: Administracioni panel
zh_tw: 管理面板

source: There is one error.
de_de: 1 Fehler aufgetreten
ru_ru: Обнаружена одна ошибка.
zh_tw: 有 1 個錯誤。

source: There are several errors.
de_de: Mehrere Fehler aufgetreten
ru_ru: Обнаружено несколько ошибок.
zh_tw: 有幾個錯誤。

source: Back Office connection from %s
de_de: Back Office-Verbindung von %s
ru_ru: Соединение с BackOffice из %s
zh_tw: 商店後台的網路連線來自 %s

source: Please, check your mailbox. A link to reset your password has been sent to you.
de_de: Ein Link zum Zurücksetzen des Passworts wurde Ihnen soeben per E-Mail zugesandt.
ru_ru: Проверьте вашу почту. Вам отправлена ссылка для изменения пароля.

source: The password has been changed successfully.
de_de: Ihr Passwort wurde geändert.
ru_ru: Пароль изменён.

source: Employee
de_de: Mitarbeiter
ru_ru: Продавец
sr_cs: Zaposleni
zh_tw: 員工

source: Save and stay
de_de: Speichern und auf der Seite bleiben
ru_ru: Сохранить и остаться
sr_cs: Sačuvaj i ostani
zh_tw: 儲存並停留此頁

source: Price (tax excl.)
de_de: Verkaufspreis netto
ru_ru: Цена без НДС
sr_cs: Cena (bez PDV-a)
zh_tw: 價格 (未稅)

source: Price (tax incl.)
de_de: Verkaufspreis brutto
ru_ru: Цена с НДС
sr_cs: Cena (sa PDV-om)
zh_tw: 價格 (含稅)

source: Supply order status
de_de: Status des Einkaufsauftrags
ru_ru: Статус заказа поставки
sr_cs: Status poručenog snabdevanja
zh_tw: 採購單狀態

source: All Warehouses
de_de: Alle Warenlager
ru_ru: Все склады
sr_cs: Svi magacini
zh_tw: 全部倉庫

source: EAN-13 or JAN barcode
de_de: EAN-13 oder JAN Barcode
ru_ru: EAN-13 или JAN штрих-код
sr_cs: EAN-13 ili JAN barkod
zh_tw: EAN-13 或 JAN 條碼

source: UPC barcode
ru_ru: UPC штрих-код
sr_cs: UPC barkod
zh_tw: UPC 條碼

source: Unit price (tax excl.)
de_de: Stückpreis (zzgl. MwSt.)
ru_ru: Цена за единицу (налог не включен)
sr_cs: Jedinična cena (bez PDV-a)
zh_tw: 單價 (未稅)

source: You need to activate the Advanced Stock Management feature prior to using this feature.
de_de: Erweiterte Lagerverwaltung muss aktiviert sein, bevor Sie diese Funktion nutzen können.
ru_ru: Перед использованием этой функции включите Расширенное Управление Запасами.
zh_tw: 您必須啟用進階庫存管理來使用這個功能。

source: You need to activate advanced stock management prior to using this feature.
de_de: Erweiterte Lagerverwaltung muss aktiviert sein, bevor Sie diese Funktion nutzen können.
ru_ru: Перед использованием этой функции включите Расширенное Управление Запасами.
sr_cs: Treba da aktivirate napredno upravljanje zalihama pre upotrebe ove usluge.
zh_tw: 您必須啟用進階庫存管理之後才能使用這個功能

source: Creation
de_de: Erstelldatum
ru_ru: Создание
sr_cs: Stvaranje
zh_tw: 建立時間

source: Last modification
de_de: Letzte Änderung
ru_ru: Последнее изменение
sr_cs: Poslednja promena
zh_tw: 最後更新

source: Delivery (expected)
de_de: erwartete Lieferung
ru_ru: Ожидаемая доставка
sr_cs: Isporuka (očekivana)
zh_tw: 出貨日期 (預期)

source: Add new supply order
de_de: Einkaufsauftrag hinzufügen
ru_ru: Добавить новую поставку заказа
sr_cs: Dodaj novu porudžbinu dobavljača
zh_tw: 新增採購訂單

source: Add new supply order template
de_de: Lieferbestellungs-Vorlage hinzufügen
ru_ru: Добавить новый шаблон поставки заказа
sr_cs: Dodaj novi šablon porudžbine dsostavljača
zh_tw: 新增採購訂單模板

source: Stock: Create a new supply order
de_de: Lager: Neuen Einkaufsauftrag erstellen
ru_ru: Запасы: Создать новый заказ поставки
sr_cs: Zalihe: Napravi novu porudžbinu snabdevanja
zh_tw: 庫存：建立採購單

source: Stock: Manage supply orders
de_de: Lager: Einkaufsaufträgen veralten
ru_ru: Запасы: Управление заказами поставки
sr_cs: Zalihe: Upravljaj snabdevanjem porudžbina
zh_tw: 庫存：管理採購單

source: template
de_de: Vorlage
ru_ru: шаблон
sr_cs: Šablon
zh_tw: 郵件樣板

source: You must have at least one warehouse. See Stock/Warehouses
de_de: Sie müssen mindestens einen Lagerort anlegen. S. Lager
ru_ru: У Вас должен быть по крайней мере один склад. См. Остатки/Склады
sr_cs: Morate da imate barem jedan magacin. Pogledajte Zalihe/Magacini
zh_tw: 您至少要有一個倉庫，參考 庫存/倉庫

source: The reference number for your order.
de_de: Bestell-Nr. dieser Bestellung
ru_ru: Посылочный номер для вашего заказа.
sr_cs: Broj reference vaše narudžbine.
zh_tw: 您訂單的編號。

source: Select the supplier you'll be purchasing from.
de_de: Lieferant auswhlen
ru_ru: Выберите поставщика, у которого вы покупаете товары.
sr_cs: Izaberite dobavljača od kojeg će te nabavljati.
zh_tw: 選擇您希望採購的來源廠商

source: Warning: All products already added to the order will be removed.
de_de: Seien Sie vorsichtig! Beim Ändern dieses Feldes werden alle Artikel, die bereits zur Bestellung hinzugefügt wurden, wieder entfernt.
ru_ru: Будьте внимательны! Изменяя это поле, вы удалите все товары уже добавленные к заказу.
sr_cs: Upozorenje: Svi proizvodi koji su već dodati na porudžbinu će biti uklonjeni.
zh_tw: 警告：所有加入這個訂單的產品都會移除

source: Which warehouse will the order be sent to?
de_de: Das Lager wählen, an das dieser Auftrag gehen soll.
ru_ru: Выберите склад, в который вы хотите послать заказ.
sr_cs: U koji magacin će biti poslata porudžbina?
zh_tw: 這個訂單要透過哪個倉庫處理？

source: The currency of the order.
de_de: Bestellwährung
ru_ru: Валюта заказа.
sr_cs: Valuta porudžbine.
zh_tw: 訂單貨幣

source: Order Language
de_de: Sprache der Bestellung
ru_ru: Другие языки
sr_cs: Jezik porudžbine
zh_tw: 訂單語文

source: The language of the order.
de_de: Bestellsprache
ru_ru: Язык заказа.
sr_cs: Jezik na porudžbenici.
zh_tw: 訂單語言

source: Global discount percentage
de_de: Gesamtrabatt (%)
ru_ru: Глобальная скидка в процентах
zh_tw: 全局折扣百分率

source: This is the global discount percentage for the order.
de_de: Zeigt den Gesamtrabatt der Bestellung in Prozent an.
ru_ru: Это глобальная скидка в процентах для заказов.
zh_tw: 這是全站訂單折扣率。

source: Automatically load products
de_de: Artikel automatisch laden
ru_ru: Автоматическая загрузка товаров
sr_cs: Automatski unesi proizvode
zh_tw: 自動載入商品

source: This will reset the order.
de_de: Auftrag stornieren
ru_ru: Это сбросит заказ.
sr_cs: Ovo će resetovati narudžbinu.
zh_tw: 這會重設訂單。

source: If a value specified, each of your current product (from the selected supplier and warehouse) with a quantity lower than or equal to this value will be loaded. This means that PrestaShop will pre-fill this order with the products that are low on quantity.
de_de: Wenn Sie einen Wert eingeben, wird wird jeder Artikel (des ausgewählten Lieferanten und Lagers) mit einer Lagermenge gleich oder geringer geladen. PrestaShop wird also automatisch einen Lieferauftrag für Artikel, die auszugehen drohen, erstellen.
ru_ru: Если задано значение, то каждый ваш текущий товар (из выбранных поставщиков и складов) в количестве, меньшем или равном этой величине, будет загружен. Это значит, что PrestaShop будет предварительно заполнять заказ товарами, количество которых мало.

source: Expected delivery date
de_de: Voraussichtliches Lieferdatum
ru_ru: Ожидаемая дата доставки
sr_cs: Očekivani datum isporuke
zh_tw: 預計送貨日期

source: The expected delivery date for this order is...
de_de: Voraussichtliches Lieferdatum für diesen Auftrag ist der
ru_ru: Это ожидаемая дата доставки этого заказа.
sr_cs: Očekivani datum isporuke za ovu narudžbinu je...
zh_tw: 這個訂單預定送貨日期為...

source: If you wish to order products, they have to be available for the specified supplier/warehouse.
de_de: Sie können nur Artikel bestellen, die beim angegebenen Lieferanten / im gewählten Lager verfügbar sein.
ru_ru: Обратите внимание, если вы хотите заказать товары, они должны быть доступными для указанного Поставщика/Склада.
sr_cs: Ako želite da naručite proizvode, moraju biti dostupni za naznačenog snabdevača/magacin.
zh_tw: 如果您希望訂購產品，他們必須在指定的供應商/倉庫存在

source: See Catalog/Products/[Your Product]/Suppliers & Warehouses.
de_de: Siehe "Katalog -&gt; Artikel -&gt; Ihr Artikel -&gt; Lieferanten und Lager".
ru_ru: См. Каталог/Товары/[Ваш товар]/Поставщики и Склады.
sr_cs: Pogledaj Katalo/Proizvode/[Tvoje proizvode]/Snabdevača i Magacin.
zh_tw: 檢視 目錄/產品/[您的產品]/供應商與倉庫。

source: Changing the currency or the supplier will reset the order.
de_de: Änderungen bei Währung oder Lieferanten führen zu einem Reset der Bestellung.
ru_ru: Изменение валюты или поставщика также сбросит заказ.
sr_cs: Promena valute ili dobavljača će poništiti porudžbinu.
zh_tw: 修改貨幣或供應商會重設這個訂單

source: Please note that you can only order from one supplier at a time.
de_de: Beachten Sie bitte , dass jeweils nur eine Bestellung pro Lieferant möglich ist.
ru_ru: В заключение, обратите внимание, что вы можете делать заказ только у одного поставщика за один раз.
sr_cs: Imajte na umu da možete poručivati samo sa jednog dobavljača istovremeno.
zh_tw: 請注意，您一次只能夠向一個供應商採購

source: Export Orders (CSV)
de_de: Exportiere Aufträge (CSV)
ru_ru: Экспортировать заказы (CSV)
sr_cs: Izvezite porudžbine (CSV)
zh_tw: 匯出訂單 (CSV)

source: Export Orders Details (CSV)
de_de: Exportiere Auftragsdetails (CSV)
ru_ru: Экспортировать данные заказов (CSV)
sr_cs: Izvezite detalje porudžbina (CSV)
zh_tw: 匯出訂單細節 (CSV)

source: Add New
de_de: Neu
ru_ru: Добавить
sr_cs: Dodaj novo
zh_tw: 新增

source: This interface allows you to manage supply orders.
de_de: Hier können Sie Lieferaufträge verwalten.
ru_ru: Этот интерфейс позволяет вам управлять заказами на поставку.
sr_cs: Ovaj interfejs vam dopušta da uređujete porudžbine dostavljača.
zh_tw: 本介面可以讓您管理採購單

source: You can create pre-filled order templates, from which you can build actual orders much quicker.
de_de: Sie können fertig ausgefüllte Bestellvorlagen erstellen, die Ihnen die Nachbestellung erheblich erleichtern.
ru_ru: Вы можете создать предварительно заполненные шаблоны заказов, с их помощью сделать обычные заказы можно гораздо быстрее.

source: You must choose at least one warehouse before creating supply orders. For more information, see Stock/Warehouses.
de_de: Sie müssen mindestens ein Lager vor der Erstellung einer Einkaufs-Bestellung eingerichtet haben. Für Details s. Lager/Warenlager
ru_ru: Выберите хотя бы один склад до оформления заказов поставки. См. Запас/Склады.
sr_cs: Morate odabrati najmanje jedan magacin pre nego što kreirate porudžbinu dobavljača. Za više informacija pogledajte zalihe/magacini.
zh_tw: 在建立採購單前您必須選擇至少一個倉庫，更多資訊請代號 庫存/倉庫

source: There is nothing to export as a CSV file.
de_de: Keine Daten für CSV-Export vorhanden
ru_ru: Нечего экспортировать в файл CSV.
zh_tw: 無內容匯出至CSV文件。

source: Stock: Supply order templates
de_de: Lager: Lieferbestellungs-Vorlagen
ru_ru: Запасы: шаблоны заказов поставки
sr_cs: Zalihe: Šabloni poručenog snabdevanja
zh_tw: 庫存：採購單樣板

source: Add new template
de_de: Neue Vorlage
ru_ru: Добавить новый шаблон
sr_cs: Dodaj novi šablon
zh_tw: 新增過濾器模板

source: Be careful when changing status. Some of those changes cannot be canceled.
de_de: Vorsicht beim Ändern des Status! Einige Änderungen können nicht rückgängig gemacht werden.
ru_ru: Будьте внимательны, когда меняете статус. Некоторые из этих изменений не могут быть отменены.

source: Stock: Change supply order status #%s
de_de: Lager: Auftragsstatus Nr. %s ändern
ru_ru: Запасы: изменить статус заказа поставки #%s
sr_cs: Zalihe: Promeni status poručenog snabdevanja #%s
zh_tw: 庫存：修改採購單狀態 #%s

source: Supplier reference
de_de: Lieferanten-Nr.
ru_ru: Артикул поставщика
sr_cs: Dobavljačke reference
zh_tw: 供應商代號

source: Quantity received today?
de_de: Menge heute erhalten?
ru_ru: Количество, полученное сегодня?
sr_cs: Količina primljena danas?
zh_tw: 今天驗收數量？

source: The quantity of supplies that you received today.
de_de: Menge des heute erhaltenen Bestandszugangs
ru_ru: Количество поставок, полученных вами сегодня.
zh_tw: 您今天收到的用品數量。

source: Quantity received
de_de: Erhaltene Menge
ru_ru: Получено (шт)
sr_cs: Primljena količina
zh_tw: 驗收數量

source: The quantity of supplies that you received so far (today and the days before, if it applies).
de_de: Gesamtmenge des bis dato erhaltenen Bestandszugangs
ru_ru: Количество поставок на сегодняшний день (за все предыдущее время, включая сегодня).
zh_tw: 您收到的用品數量（今天和前幾天，如果適用）。

source: Quantity expected
de_de: Erwartete Menge
ru_ru: Ожидается (шт)
sr_cs: Očekivana količina
zh_tw: 預期數量

source: Quantity left
de_de: Menge ausstehend
ru_ru: Оставшееся количество (шт)
sr_cs: Preostala količina
zh_tw: 剩餘數量

source: The quantity of supplies left to receive for this order.
de_de: Nachzuliefernde Menge für diesen Auftrag
ru_ru: Количество поставок, которые осталось получить по этому заказу.

source: Update selected
de_de: Auswahl aktualisieren
ru_ru: Обновить выбранные
sr_cs: Ažuriraj izabrano
zh_tw: 更新選擇的

source: Receipt of products for supply order #%s
de_de: Wareneingang für Lieferbestellung Nr. %s
ru_ru: Получение товаров по заказам на поставку #%s
sr_cs: Prijem proizvoda za snabdevanje porudžbine #%s
zh_tw: 採購單 #%s 的收貨情況

source: This interface allows you to update the quantities of this ongoing order.
de_de: Hier können Sie die Mengen dieser laufenden Bestellung aktualisieren.
ru_ru: Этот интерфейс позволяет вам обновлять количества в текущем заказе.
sr_cs: Ovaj interfejs vam omogućava da ažurirate količine ove tekuće porudžbine.
zh_tw: 這個介面讓您可以更新這個進行中訂單的數量

source: Be careful! Once you update, you cannot go back unless you add new negative stock movements.
de_de: Vorsicht! Wenn Sie aktualisieren, können Sie nicht mehr zurück, bis Sie neue negative Lagerbewegungen hinzufügen.
ru_ru: Будьте внимательны при обновлении,вы не сможете отменить это действие. Можно будет только уменьшить доступные запасы.
sr_cs: Budite pažljivi! Posle ažuriranja, ne možete da se vratite nazad izuzev ako dodate nove negativne količine premeštanja haliha.
zh_tw: 請小心！一旦更新就無法還原，除非新增了負數的調貨

source: A green line means that you've received exactly the quantity you expected. A red line means that you've received more than expected.
de_de: GRÜN bedeutet, dass Sie exakt die bestellte Liefermenge erhalten haben. Bei ROT wurde mehr geliefert als erwartet.
ru_ru: Зеленая линия означает, что вы получили именно то количество, которое вы ожидали. Красная линия означает, что вы получили больше, чем ожидалось.
zh_tw: 綠色線表示您收到了預期數量，紅色線表示您收到了超過預期的數量。

source: Field: %s
de_de: Feld: %s
ru_ru: Поле: %s
sr_cs: Polje: %s
zh_tw: 欄位：%s

source: Update ongoing receipt of products
de_de: Den laufenden Empfang der Waren aktualisieren
ru_ru: Обновите текущее получение товаров
zh_tw: 更新商品的接收

source: Change status
de_de: Status ändern
ru_ru: Изменить статус
sr_cs: Izmeni status
zh_tw: 更改狀態

source: Use this template to create a supply order
de_de: Diese Vorlage für eine Lieferbestellung verwenden
ru_ru: Используйте этот шаблон, чтобы создать заказ поставки
sr_cs: Upotrebi ovaj šablon da napraviš porudžbinu snabdevanja
zh_tw: 使用這個模板來建立採購訂單

source: Are you sure you want to use this template?
de_de: Möchten Sie wirklich dieses Template verwenden?
ru_ru: Вы уверены, что хотите использовать этот шаблон?
sr_cs: Jeste li sigurni da želite da koristite ovaj šablon?
zh_tw: 確定要使用這個樣板？

source: Last update
de_de: Letzte Aktualisierung
ru_ru: Последнее обновление
sr_cs: Poslednje ažuriranje
zh_tw: 上一次更新：

source: This interface allows you to display detailed information about your order.
de_de: Diese Schnittstelle erlaubt es Ihnen, detaillierte Informationen Ihrer Bestellung anzuzeigen.
ru_ru: Этот интерфейс позволяет вам отображать подробную информацию о заказе.
sr_cs: Ovaj interfejs vam omogućava da prikažete detaljne informacije o vašoj porudžbini.
zh_tw: 這個介面讓您顯示訂單的細節資訊

source: This interface allows you to display detailed information about your order template.
de_de: Hier können Sie sich detaillierte Informationen Ihrer Bestell-Vorlage anzeigen lassn.
ru_ru: Этот интерфейс позволяет вам отображать подробную информацию о шаблоне заказа.
sr_cs: Ovaj interfejs vam omogućava da prikažete detaljne informacije o vašem šablonu porudžbine.
zh_tw: 這個介面會顯示訂單樣板的細節資訊

source: Details on supply order #%s
de_de: Details der Lieferbestellung Nr. %s
ru_ru: Подробные данные о заказе на поставку #%s
sr_cs: Detalji porudžbine snabdevanja #%s
zh_tw: 採購單 #%s 的細節

source: Details on supply order template #%s
de_de: Details der Lieferbestellungs-Vorlage Nr. %s
ru_ru: Подробные данные о шаблоне заказа на поставку #%s
sr_cs: Detalji šablona porudžbine snabdevanja #%s
zh_tw: 供應訂單樣板細節 #%s

source: Discount percentage
de_de: Rabatt (%)
ru_ru: Скидка %
zh_tw: 折扣百分率

source: Discount value (tax excl.)
de_de: Wert des Preisnachlasses (o. MwSt.)
ru_ru: Сумма скидки (без налогов)
sr_cs: Vrednos popusta (bez poreza)
zh_tw: 折扣金額 (未稅)

source: Price with product discount (tax excl.)
de_de: Preis abzüglich Rabatt (o. MwSt.)
ru_ru: Цена товара со скидкой (налог не включен)
sr_cs: Cena sa popustom (sa porezom)
zh_tw: 產品折扣後價格（未稅）
