Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Click on the "Browse" button and select the backup file from your hard drive.
de_de: Klicken Sie "Durchsuchen" und wählen Sie das Backup von Ihrer Festplatte
ru_ru: Нажмите на кнопку "Обзор." и выберите файл резервной копии
sr_cs: Kliknite na "Pretraži ..." dugme i izaberite datoteku rezervne kopije sa hard diska
zh_tw: 點擊 "Browse..."按鈕並由您的電腦選擇備份檔案

source: Check the maximum filesize allowed (e.g. Max: 16MB)
de_de: Überprüfen Sie den Wert max. allowed filesize (größtmögliche Dateigröße, z.B. Max: 16Mb)
ru_ru: Проверьте максимальный разрешённый размер файла (например, Макс: 16 МБ)
sr_cs: Proverite maks. dozvoljenu veličinu datoteke (npr. Maks: 16MB)
zh_tw: 檢查檔案大小上限（例如最大：16MB）

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
de_de: Sollte Ihr Backup dieses Limit überschreiten, bitten Sie Ihren Provider um Abhilfe.
ru_ru: Если размер резервной копии превышает этот лимит, обратитесь за помощью к вашему хостинг-провайдеру.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
de_de: Klicken Sie "Speichern" und warten Sie einige Minuten, bis der Vorgang abgeschlossen ist.
ru_ru: Нажмите кнопку "Вперёд" и ожидайте завершения процесса импорта. Импорт может продолжаться несколько минут.
zh_tw: 點擊“Go”按鈕，請耐心等待導入過程結束。 這可能會需要幾分鐘。

source: How to restore a database backup
de_de: Wie das Datenbankbackup wieder herstellen
ru_ru: Как восстановить базу данных из резервной копии
zh_tw: 如何還原數據庫備份

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
de_de: Falls Ihre Datenbank wiederhergestellt werden muss, melden Sie sich bitte für unseren [1][2]Technischen Support[/2][/1] an.
ru_ru: Вам нужно восстановить базу данных из резервной копии? Предлагаем подписаться на [1][2]план техподдержки[/2][/1].

source: Our team will take care of restoring your database safely.
de_de: Unsere Team wird Ihre Datenbank sicher wiederherstellen.
ru_ru: Наша команда позаботится о безопасном восстановлении вашей базы данных.

source: Why can't I restore it by myself?
de_de: Kann man die Wiederherstellung auch selbst durchführen?
ru_ru: Почему я не могу восстановить её самостоятельно?
zh_tw: 為什麼不能自己還原？

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
de_de: Ihr Shop wird von PrestaShop gehostet. Sie können zwar weiter unten ein Backup erzeugen, aber aus Sicherheitsgründen haben Sie keinen direkten Zugriff auf die Datenbank. Deshalb kann nur unser Team eine Wiederherstellung durchführen.
ru_ru: Ваш магазин располагается на площадке PrestaShop. Хотя вы можете сделать резервную копию файлов внизу, есть системные настройки, к которым, по соображениям безопасности, у вас доступа нет (такие, как управление БД). Поэтому только наша команда может восстановить БД.

source: How to restore a database backup in 10 easy steps
de_de: Backup-Wiederherstellung leicht gemacht - in 10 Schritten
ru_ru: Как восстановить резервную копию базы данных за 10 простых шагов
sr_cs: Kako da vratite rezervnu kopiju baze u 10 lakih koraka
zh_tw: 如何通過簡單的10步來恢復數據庫備份

source: How to restore a database backup in 10 easy steps:
de_de: Backup-Wiederherstellung leicht gemacht - in 10 Schritten
ru_ru: Как восстановить резервную копию базы данных за 10 простых шагов:
zh_tw: 透過十個簡單步驟還原一個資料庫備份：

source: Beginning the download ...
de_de: Download wird gestartet ...
ru_ru: Загрузка началась...
sr_cs: Počinje preuzimanje ...
zh_tw: 開始下載...

source: Backup files should automatically start downloading.
de_de: Der Backup-Download sollte automatisch starten.
ru_ru: Загрузка файлов резервных копий должна начаться автоматически.
zh_tw: 備份檔案將會自動下載。

source: If not,
de_de: Falls dies nicht der Fall ist,
ru_ru: Если нет,
sr_cs: Ako ne,
zh_tw: 否則，

source: please click here!
de_de: bitte hier klicken!
ru_ru: нажмите здесь!
sr_cs: molimo Vas da kliknite ovde!
zh_tw: 請點選此處！

source: Will be applied when the price is
de_de: Wird angewandt bei einem Preis von
ru_ru: Будет применено при цене
sr_cs: Biće primenjeno kada je cena
zh_tw: 應用條件：如果價格是

source: Will be applied when the weight is
de_de: Wird angewandt bei einem Gewicht von
ru_ru: Будет применено при весе
sr_cs: Biće primenjeno kada je težina
zh_tw: 應用條件：如果重量是

source: Ranges are not correctly ordered:
de_de: Spannen überlappen sich:
ru_ru: Диапазоны упорядочены неверно:

source: Reordering
de_de: Neuaufbau
ru_ru: Переупорядочение
sr_cs: Promena redosleda
zh_tw: 重新排序

source: Add new range
de_de: Neue Spanne hinzufügen
ru_ru: Добавить новый диапазон
sr_cs: Dodaj novi opseg
zh_tw: 新增數值範圍

source: Format:
ru_ru: Формат:
zh_tw: 格式：

source: Filesize:
de_de: Dateigröße
ru_ru: Размер:

source: MB max.
ru_ru: MБ макс.
sr_cs: MB maks.
zh_tw: MB 上限

source: Current size:
de_de: Aktuelle Größe:
ru_ru: Текущий размер:

source: Choose a file
de_de: Datei wählen
eu_es: Aukeratu fitxategia
ru_ru: Выбрать файл
sr_cs: Odaberite datoteku
zh_tw: 選擇檔案

source: undefined
de_de: keine Angabe
ru_ru: неопределён
sr_cs: nedefinisano
zh_tw: 未定義

source: Logo
ru_ru: Логотип
zh_tw: 公司商標

source: Are you sure you want to delete the logo?
de_de: Logo wirklich löschen?
ru_ru: Точно хотите удалить этот логотип?
sr_cs: Sigurno želite obrisati logo?
zh_tw: 您確定要刪除此徽標?

source: Ranges
de_de: Spannen
ru_ru: Диапазоны
sr_cs: Opsezi
zh_tw: 運費計算

source: inactive
de_de: inaktiv
ru_ru: неактивно

source: Validate
de_de: Bestätigen
ru_ru: Проверить
sr_cs: Potvrdi
zh_tw: 確認

source: Please validate the last range before create a new one.
de_de: Bitte speichern Sie die aktuelle Spanne bevor Sie eine neue Spanne hinzufügen
ru_ru: Пожалуйста, проверьте последний диапазон перед созданием нового.
sr_cs: Molimo validirajte poslednji raspon pre kreiranja novog.
zh_tw: 請在創建新範圍之前確認上一個。

source: Are you sure to delete this range ?
de_de: Wollen Sie wirklich diese Spanne löschen?
ru_ru: Точно хотите удалить этот диапазон?
sr_cs: Da li ste sigurni da želite da obrišete ovaj raspon?
zh_tw: 您確定要刪除此數值範圍？

source: This range is not valid
de_de: Diese Spanne ist ungültig
ru_ru: Недопустимый диапазон
sr_cs: Ovaj raspon nije ispravan
zh_tw: 此範圍有誤

source: Ranges are overlapping
de_de: Spannen überschneiden sich
ru_ru: Диапазоны пересекаются
sr_cs: Rasponi se preklapaju
zh_tw: 範圍數值重疊

source: Please select at least one zone
de_de: Bitte wählen Sie mindestens ein Gebiet aus
ru_ru: Выберите хотя-бы одну зону
zh_tw: 請至少選擇一個區域

source: [undefined]
de_de: [keine Angabe]
ru_ru: [не определено]
sr_cs: [nedefinisano]
zh_tw: [未定義]

source: This carrier is %1$s and the transit time is %2$s.
de_de: Versanddienst ist %1$s und die angezeigte Lieferzeit ist: %2$s.
ru_ru: Перевозчик: %1$s, время в пути: %2$s.

source: free
de_de: kostenlos
ru_ru: бесплатно
sr_cs: besplatno
zh_tw: 免費

source: not free
de_de: kostenpflichtig
ru_ru: коммерческий
sr_cs: za plaćanje
zh_tw: 非免费

source: This carrier can deliver orders from %1$s to %2$s.
de_de: Dieser Versanddienstleister kann Bestellungen von %1$s bis %2$s liefern.
ru_ru: Этот перевозчик доставляет заказы от %1$s до %2$s.

source: If the order is out of range, the behavior is to %3$s.
de_de: Bei Überschreitung der Spanne erfolgt: %3$s.
ru_ru: Если параметры посылки выходят за границы допустимых значений, то применится правило %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
de_de: Die Versandkosten belaufen sich auf %1$s zum Steuersatz von %2$s.
ru_ru: Расчётная стоимость доставки: %1$s, применено налоговое правило %2$s.

source: according to the price
de_de: Je nach Gesamtbetrag
ru_ru: в соответствии с ценой
sr_cs: prema ceni
zh_tw: 依據價格

source: according to the weight
de_de: Je nach Gesamtgewicht
ru_ru: в соответствии с весом
sr_cs: prema težini
zh_tw: 依據重量

source: Carrier name:
de_de: Name Versanddienst
ru_ru: Перевозчик:

source: This carrier will be proposed for those delivery zones:
de_de: Verfügbare Lieferzonen des Versanddienstes
ru_ru: Этот перевозчик будет предложен для следующих зон доставки:

source: And it will be proposed for those client groups:
de_de: Verfügbare Kundengruppen des Versanddienstes
ru_ru: Он будет предложен следующим группам клиентов:

source: Finally, this carrier will be proposed in those shops:
de_de: Verfügbare Shops des Versanddienstes
ru_ru: Наконец, этот перевозчик будет предложен в следующих магазинах:

source: Use one of our recommended carrier modules
de_de: Nutzen Sie eines unserer empfohlenen Versand-Module
ru_ru: Рекомендуем обратить внимание на эти модули
zh_tw: 使用我們推薦的物流模組。

source: It seems there are no recommended carriers for your country.
de_de: Es scheint für Ihr Land keine empfohlenen Versanddienste zu geben.
ru_ru: Кажется, для вашей страны нет рекомендаций по перевозчикам.

source: Do you think there should be one? Let us know!
de_de: Wenn Sie das ändern möchten, kontaktieren Sie uns!
ru_ru: Считаете, всё-же должен быть? Дайте нам знать!

source: Modules list
de_de: Modul-Liste
ru_ru: Список модулей
sr_cs: Lista modula
zh_tw: 模組列表

source: No modules available in this section.
de_de: Keine Module in diesem Bereich verfügbar
ru_ru: Нет доступных модулей в этом разделе.
sr_cs: U ovom odeljku nema dostupnih modula.
zh_tw: 這個區域沒有可用模組

source: View all available payments solutions
de_de: Alle verfügbaren Zahlungsmöglichkeiten anzeigen
ru_ru: Смотреть все доступные платежные решения

source: It seems there are no recommended payment solutions for your country.
de_de: Keine empfohlenen Zahlungsarten für Ihr Land vorhanden
ru_ru: Видимо, для вашей страны нет доступных платежных решений.

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
de_de: Sobald Sie Waren versenden möchten, benötigen Sie einen geeigneten Versanddienst, der in PrestaShop hinterlegt wird. Ob Sie über die heimische Post versenden oder einen privaten Spediteur nutzen, in jedem Fall sollten alle verfügbaren Versandmethoden erfasst werden. Nur so ist gewährleistet, das PrestaShop Ihren Kunden während des Bestellvorgangs den bestmöglichen Versanddienst vorschlägt.
ru_ru: Для осуществления доставки товаров вам необходимо зарегистрировать подходящего перевозчика в магазине. Это может быть, например, почта для отправки бандеролей, или компания экспресс-доставки. Для того, чтобы при оформлении заказа предложить клиентам наиболее подходящего перевозчика, вам нужно зарегистрировать в магазине всех перевозчиков, с которыми вы работаете.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
de_de: PrestaShop verfügt über eine Reihe vorkonfigurierter Versandmodule, die Sie aktivieren können. Weitere sind bei PrestaShop Addons käuflich zu erwerben. Im folgenden sind eine Reihe empfohlener Module aufgelistet: Installieren Sie ggf. ein Modul für Ihren gewünschten Versanddienst und richten Sie es ein!
ru_ru: PrestaShop поставляется с несколькими модулями перевозчиков, которые можно активировать. Также можно приобрести дополнительные модули в PrestaShop-маркете. Рекомендованные модули перечислены внизу. Выберите нужный, и настройте его.

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
de_de: Falls es kein Modul für Ihren Versanddienst gibt, können Sie die erforderlichen Angaben auch manuell vornehmen: Versandkosten, Liefergebiete, Maximalgrößen, -gewichte usw. Klicken Sie auf die Button "Versanddienst hinzufügen", um den Versanddienst-Assistenten zu öffnen, mit dem Sie in wenigen Schritten einen neuen Versanddienstes anlegen.
ru_ru: Если для вашего перевозчика нет подходящего модуля, вы можете зарегистрировать перевозчика вручную, используя данные, которые нужно получить у него: стоимость доставки, зоны доставки, ограничения по размерам и весу, и т.п. Клик на кнопке "Создание перевозчика вручную" внизу откроет мастера, который поможет вам зарегистрировать нового перевозчика.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
de_de: Wichtig: Bitte erfassen Sie NUR DANN einen neuen Versanddienst, wenn es KEIN Modul dafür gibt! Ein Modul wird immer schneller und genauer sein!
ru_ru: Внимание: НЕ регистрируйте перевозчика, если для него есть отдельный модуль! Использование модуля ускоряет и облегчает процесс.

source: Apply a discount
de_de: Rabatt anwenden
ru_ru: Применить скидку
sr_cs: Primeni popust
zh_tw: 確認一個折扣

source: Percent (%)
de_de: Prozentsatz
ru_ru: Процент (%)
sr_cs: Procenat (%)
zh_tw: 百分比(%)

source: Does not apply to the shipping costs
de_de: Nicht auf die Versandkosten anwendbar
ru_ru: Не применять к затратам на доставку
sr_cs: Ne primenjuje se na troškove isporuke
zh_tw: 不套用到運費

source: Apply a discount to
de_de: Rabatt anwendbar auf
ru_ru: Применить скидку к
sr_cs: Primeni popust na
zh_tw: 套用折扣到

source: Order (without shipping)
de_de: Auftrag (o. Versandkosten)
ru_ru: Заказ (без стоимости доставки)
sr_cs: Narudžbu (bez isporuke)
zh_tw: 訂購(不含運費)

source: Specific product
de_de: Spezifischer Artikel
ru_ru: Определенный товар
sr_cs: Poseban proizvod
zh_tw: 指定產品

source: Cheapest product
de_de: Günstigster Artikel
ru_ru: Самый дешевый товар
sr_cs: Najjeftiniji proizvod
zh_tw: 最便宜商品

source: Selected product(s)
de_de: Ausgewählte(s) Artikel(e)
ru_ru: Выбранный товар(ы)
sr_cs: Izabrani proizvod(i)
zh_tw: 已選商品

source: You must select some products before
de_de: Sie müssen zuerst einige Artikel wählen
ru_ru: Нужно выбрать несколько товаров, прежде чем
sr_cs: Morate odabrati neke proizvode pre

source: If enabled, the voucher will not apply to products already on sale.
de_de: Aktivieren, wenn der Gutschein nicht für reduzierte Artikel gelten soll.
ru_ru: Если включено, купон не применяется к распродажным товарам.

source: Exclude discounted products
de_de: Reduzierte Artikel ausgenommen
ru_ru: Исключая товары со скидкой

source: Send a free gift
de_de: Kostenloses Geschenk senden
ru_ru: Послать бесплатный подарок
sr_cs: Pošalji besplatan poklon
zh_tw: 贈送一個禮品

source: Search a product
de_de: Artikel suchen
ru_ru: Найти товар
sr_cs: Traži proizvod
zh_tw: 搜尋商品

source: Matching products
de_de: Gefundene Artikel
ru_ru: Соответствующие товары
sr_cs: Slični proizvodi
zh_tw: 匹配商品

source: Available combinations
de_de: Verfügbare Varianten
ru_ru: Доступные комбинации
sr_cs: Dostupne kombinacije
zh_tw: 可用組合

source: Amount
de_de: Betrag:
eu_es: Zenbatekoa
ru_ru: Итого
sr_cs: iznosom od
zh_tw: 金額

source: Name of account owner
de_de: Kontoinhaber:
eu_es: Kontuaren jabearen izena
ru_ru: Имя владельца счета
sr_cs: vlasniku računa
zh_tw: 帳户名稱

source: Please include these details
de_de: Bitte als Verwendungszweck angeben
ru_ru: Пожалуйста, включите эти данные

source: Bank name
de_de: Bank:
eu_es: Bankuaren izena
ru_ru: Название банка
sr_cs: Naziv banke
zh_tw: 銀行名稱

source: Cart rule
de_de: Warenkorbregel
ru_ru: Правило корзины
sr_cs: Pravilo korpe
zh_tw: 購物車規則

source: This will be displayed in the cart summary, as well as on the invoice.
de_de: Wird in der Warenkorb-Zusammenfassung angezeigt sowie auf der Rechnung ausgegeben.
ru_ru: Будет показано на странице корзины так же как и на счете.
sr_cs: Biće prikazano u korpi kao i na fakturi
zh_tw: 這會顯示在購物車摘要與發票中

source: For your eyes only. This will never be displayed to the customer.
de_de: Nur für Sie sichtbar. Wird den Kunden nicht angezeigt.
ru_ru: Только для вас. Никогда не показывается клиентам.
sr_cs: Samo za vas, neće biti prikazano korisnicima.
zh_tw: 這只有您看得到，永遠不會顯示給客戶看

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
de_de: Kunden können diesen Code während des Bestellvorgangs eingeben. Erfassen Sie einen eigenen Code oder klicken Sie auf den Button "Generieren".
ru_ru: Клиент должен указать этот код, чтобы использовать купон в заказе. Придумайте код самостоятельно или кликните кнопку "Сгенерировать".

source: Generate
de_de: Erzeugen
ru_ru: Сгенерировать
sr_cs: Napravo
zh_tw: 產生

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
de_de: Achtung! Wenn Sie hier nichts eingeben, wird diese Regelung autoamtisch zum Vorteil der Kunden angewandt.
ru_ru: Внимание! Если оставить это поле пустым, правило автоматически применится к нужным клиентам.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
de_de: Solange der Gutschein nicht in den Warenkorb gelegt wird, wird er in der Zusammenfassung angezeigt.
ru_ru: Если купон еще не в корзине, то он будет отображен ниже в строке Итого.
sr_cs: Ako vaučeri još nisu u korpi, biće prikazani u korpi u rezimeu korpe.
zh_tw: 如果優惠券還沒在購物車，它會顯示在購物車摘要頁的購物車下方

source: Highlight
de_de: Hervorheben
ru_ru: Выберите
sr_cs: Istakni
zh_tw: 標示

source: Only applicable if the voucher value is greater than the cart total.
de_de: Nur anwendbar, wenn der Gutschein-Wert größer als Bestellwert ist.
ru_ru: Применяется только в том случае, если сумма купона больше чем сумма корзины.
sr_cs: Primeniće se samo ako je vrednost vaučera veća od ukupne sume u korpi.
zh_tw: 只有在購物車合計大於優惠券金額時適用

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
de_de: Wenn Sie die anteilige Nutzung nicht zulassen, wird der Gutschein-Wert auf die gesamte Bestellmenge reduziert. Lassen Sie diese zu, wird ein neuer Gutschein mit dem Restwert erstellt.
ru_ru: Если вы не разрешаете частичное использование, то общая стоимость купона снизится на всю стоимость заказа, если же разрешаете, - то будет создан новый купон с неиспользованным остатком.
sr_cs: Ako ne dozvolite delimičnu primenu, vrednost vaučera će biti smanjena na ukupni iznos porudžbine, ali ako dozvolite, novi vaučer će biti kreiran sa podsetnikom.
zh_tw: 如果您不允許部份使用，優惠券金額就必須比訂單總計金額低；而如果允許部份使用，餘額就會建立為新的優惠券

source: Partial use
de_de: Teilweise Nutzung erlauben
ru_ru: Использование частями
sr_cs: Delimična primena
zh_tw: 部份使用

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
de_de: Warenkorb-Regeln werden nach Priorität angewendet. Eine Warenkorb-Regel mit der Priorität "1" wird vor einer Warenkorb-Regel mit einer Priorität von "2" bearbeitet werden.
ru_ru: Правила для корзины применяются в корзине по приоритету. Правило корзины с приоритетом "1" будет обработано перед правилом корзины с приоритетом "2".
sr_cs: Pravila korpe su primenjena na korpu po prioritetu. Pravilo korpe sa prioritetom "1" će biti primenjeno pre pravila korpe sa prioritetom "2".
zh_tw: 購物車規則會依據優先順序套用，一個優先順序為 1 的購物車規則會在另一個優先順序為 2 的購物車規則之前執行

source: Priority
de_de: Priorität
ru_ru: Приоритет
sr_cs: Prioritet
zh_tw: 優先

source: Categories:
de_de: Kategorien
ru_ru: Категории:
zh_tw: 分類：

source: Brands:
de_de: Marken
ru_ru: Бренды:
zh_tw: 品牌：

source: Recommended dimensions (for the default theme): %1spx x %2spx
de_de: Empfohlene Größe (für Standard-Template): %1spx x %2spx
ru_ru: Рекомендуемые размеры (для стандартного шаблона): %1spx x %2spx
zh_tw: 建議尺寸 (適用於默認主題): %1spx x %2spx

source: What do you want to do with the products associated with this category?
de_de: Was soll mit den verknüpften Artikeln dieser Kategorie geschehen?
ru_ru: Что сделать с товарами, связанными с данной категорией?
sr_cs: Šta želite da uradite sa proizvodima povezanih sa ovom kategorijom?

source: Deleting multiple categories
de_de: Mehrere Kategorien löschen
ru_ru: Удаление нескольких категорий
sr_cs: Brisanje višestrukih kategorija
zh_tw: 刪除多個分類

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
de_de: Artikel, die mit keiner weiteren Kategorie verknüpft sind, der übergeordnenen Kategorie zuordnen und solange verbergen, bis sie einer neuen Kategorie zugeordnet werden
ru_ru: Я хочу связать товары, не принадлежащие каким-либо категориям, с родительской категорией, а затем отключить их. Я включу эти товары после того, как перемещу их в новую категорию.

source: (Recommended)
de_de: (Empfohlen)
ru_ru: (Рекомендуется)
sr_cs: (Preporučljivo)
zh_tw: (推荐)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
de_de: Artikel, die mit keiner weiteren Kategorie verknüpft sind, der übergeordnenen Kategorie zuordnen und anzeigen
ru_ru: Я хочу связать товары, не принадлежащие каким-либо категориям, с родительской категорией, и оставить их включенными.

source: I want to remove the products which are listed only within this category and no others.
de_de: Artikel entfernen, die nur dieser Kategorie und keiner anderen zugeordnet sind
ru_ru: Я хочу удалить товары, входящие в эту, и только эту категорию.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
de_de: Das Löschen dieser Kategorie entfernt zugleich alle Artikel, die nur dieser Kategorie und keiner anderen zugeordnet sind. Sind Sie sicher, dass Sie fortfahren möchten?
ru_ru: Удаление этой категории удалит товары, связанные только с этой категорией. Вы уверены, что хотите продолжить?
sr_cs: Brisanje ove kategorije će ukloniti proizvode vezane u ovoj kategoriji i nijednoj drugoj.Da li ste sigurni da želite da nastavite?
zh_tw: 刪除這個分類會移除只存在於這個分類的產品，您確定要繼續？

source: Your page will be saved as a draft
de_de: Ihre Seite wird als Entwurf gespeichert
ru_ru: Страница будет сохранена как черновик

source: Required fields for the address (click for more details):
de_de: Pflichtfelder für die Adresse (für Details hier klicken)
ru_ru: Обязательные поля для адреса (щелкните, чтобы узнать подробности):

source: This will restore your last registered address format.
de_de: Stellt das zuletzt aktive Design wieder her.
ru_ru: Это восстановит последний зарегистрированный формат адреса
sr_cs: Ovo će vratiti poslednji registrovan format adrese
zh_tw: 這會還原您上次使用的地址格式

source: Use the last registered format
de_de: Vorheriges Layout verwenden
ru_ru: Используйте последний зарегистрированный формат
sr_cs: Koristi poslednji zabeležen format
zh_tw: 使用最後一次註冊的版面設計

source: This will restore the default address format for this country.
de_de: Diese Option stellt das Standard-Adressformat Ihres Landes wieder her.
ru_ru: Это восстановит формат адреса по умолчанию для этой страны
sr_cs: Ovo će vratiti podrazumevani format adrese za ovu zemlju
zh_tw: 這會還原指定國家的預設地址格式

source: Use the default format
de_de: Standardformat verwenden
ru_ru: Используйте формат значения по умолчанию
sr_cs: Koristi podrazumevani format
zh_tw: 使用預設格式
