Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
de_de: Falls aktiviert, muss die Widerrufsbelehrung mit einer Seite weiter unten (Verwaltung rechtskonformer Inhalte) verknüpft sein.
ru_ru: При включении, проверьте, что 'Условия аннулирования' связаны со страницей ниже (юридическая информация).

source: Revocation for virtual products
de_de: Widerrufsrecht für virtuelle Artikel
ru_ru: Аннулирование виртуальных товаров
zh_tw: 虛擬商品撤銷

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
de_de: Pflicht-Checkbox einfügen, falls der Warenkorb virtuelle Artikel enthält. Stellen Sie so sicher, dass der Kunde weiß, dass ein virtueller Artikel nicht zurückgenommen wird.
ru_ru: Добавляет обязательный крыжик, если в корзине есть виртуальный товар. Используется для уведомления клиентов о том, что виртуальный товар не возвращается.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
de_de: Fordert Kunden dazu auf, den Verzicht auf Ihr Widerrufsrecht zu bestätigen, wenn sie virtuelle Artikel (digitale Inhalt oder Dienstleistungen) kaufen.
ru_ru: Требуют от клиентов отказаться от своего права отзыва при покупке виртуальных товаров (цифровые товары или услуги).

source: 'From' price label (when combinations)
de_de: "Ab Preis"-Anzeige (falls Varianten vorhanden)
ru_ru: Метка цены 'C' (для комбинаций)
zh_tw: '由'價格標籤(當有商品組合時)

source: Displays a 'From' label before the price on products with combinations.
de_de: "Ab"-Label auch vor dem Artikelpreis von Varianten einfügen.
ru_ru: Показывать метку 'От' перед ценами на товары с комбинациями.

source: As prices can vary from a combination to another, this label indicates that the final price may be higher.
de_de: Da sich Preise von Varianten unterscheiden können, zeigt dieses Label an, dass der Endpreis höher ausfallen kann.
ru_ru: Так как цены на различные комбинации могут быть разными, эта метка показывает, что окончательная цена может быть выше.
zh_tw: 由於價格可以因屬性組合不同而不同，此標籤表示最終的價錢可能比目前顯示得更高。

source: Custom text in shopping cart page
de_de: Freitext in Warenkorbseite
ru_ru: Произвольный текст на страницы корзины

source: This text will be displayed on the shopping cart page. Leave empty to disable.
de_de: Dieses Text wird auf der Bestellseite angezeigt. Zur Deaktivierung einfach freilassen.
ru_ru: Этот текст будет показан на странице корзины. Оставьте пустым для отключения.

source: Please inform your customers about how the order is legally confirmed.
de_de: Bitte informieren Sie Ihre Kunden darüber, wie die Bestellung rechtlich bestätigt wird.
ru_ru: Проинформируйте ваших клиентов о юридически корректном подтверждении заказа.

source: Enable 'Reordering' feature
de_de: Nachbestellen aktivieren
ru_ru: Включить функцию 'Повторный заказ'
zh_tw: 啟動'重新排序'功能

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
de_de: Falls aktiviert, erlaubt die Option "Nachbestellen" Ihren Kunden, per Mausklick eine Bestellung aus der Bestell-Historie zu wiederholen.
ru_ru: Если включено, то клиенты могут повторно совершать заказы в один клик со свои страниц истории заказов.
zh_tw: 如果啟用 ，客戶可使用“再訂購”選項從訂單記錄頁一次點擊再次訂購。

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
de_de: Vor Aktivierung sollten Sie sich vergewissern, ob dies unter den rechtlichen Bedingungen Ihres Landes nicht als unaufgefordert zugesandte Ware angesehen wird.
ru_ru: Убедитесь в соответствии вашему местному законодательству: это может расцениваться как незатребованные вещи.
zh_tw: 再啟動前請確認你已遵守當地法規：它可以被當成未經認證的商品。

source: Proportionate tax for shipping and wrapping
de_de: Anteiliger Steuersatz auf Versand und Verpackung
ru_ru: Пропорциональные налоги на доставку и упаковку
zh_tw: 運費及包裝費用的稅率

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
de_de: MwSt. für Versand und Verpackung entsprechend der Steueranteile im Warenkorb berechnen.
ru_ru: Если включено, то налоги на доставку и упаковку будут начисляться пропорционально налогам, начисляемым на товары в корзине.
zh_tw: 如果啟動，運費跟包裝費用的稅金將根據購物車中的商品按比例計算。

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
de_de: Bei Aktivierung wird erwartet, dasss Sie die Versandkosten brutto erfasst haben! Sie sollten das ggf. in den Versandeinstellungen noch einmal überprüfen.
ru_ru: Если включено, то на стоимость доставки ваших перевозчиков начисляется НДС! Убедитесь в соответствии в секции Доставка.

source: -- Select associated page --
de_de: -- Zugehörige Seite wählen --
ru_ru: -- Выберите страницу --
zh_tw: -- 選擇相關頁面 --

source: Shipping and payment
de_de: Versand und Zahlung
ru_ru: Оплата и поставки
zh_tw: 送貨及付款

source: All prices are mentioned tax included
de_de: Alle Preise verstehen sich inklusive Mehrwertsteuer
ru_ru: Все цены включают НДС

source: All prices are mentioned tax excluded
de_de: Preisangaben zzgl. gesetzl. MwSt.
ru_ru: Все цены не включают НДС

source: and
de_de: und
ru_ru: и
sr_cs: i
zh_tw: 和

source: shipping excluded
de_de: zzgl. Versandkosten
ru_ru: без доставки

source: Shipping excluded
de_de: zzgl. Versandkosten
ru_ru: Без доставки
sr_cs: Isporuka nije uključena
zh_tw: 不含運費

source: Optional: The cart rule will be available to everyone if you leave this field blank.
de_de: Optional: Die Warenkorb-Preisregeln sind für alle Kunden gültig, wenn Sie dieses Feld leer lassen.
ru_ru: Дополнительно, текущее правило корзины будет доступно для всех, если вы оставите это поле пустым.
sr_cs: Opciono, pravila korpe će biti primenjena svima ako ostavite ovo polje prazno.
zh_tw: 選擇性：空白表示這個購物車規則讓所有人使用

source: Limit to a single customer
de_de: Auf einen Kunden begrenzt
ru_ru: Ограничить для каждого клиента
sr_cs: Ograniči na jednog korisnika
zh_tw: 限制給單一客戶

source: The default period is one month.
de_de: Standardwert ist 1 Monat.
ru_ru: Период по умолчанию - один месяц.
sr_cs: Podrazumevani period je 1 mesec
zh_tw: 預設期間為一個月

source: Valid
de_de: Gültigkeit
ru_ru: Действительный
sr_cs: Važeće
zh_tw: 正確

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
de_de: Es kann ein Mindestbetrag für den Warenkorb angegeben werden, inkl. oder ohne MwSt. sowie mit oder ohne Versandkosten.
ru_ru: Вы можете выбрать минимальную стоимость корзины включая или не включая налоги, и со стоимостью доставки или без нее.
sr_cs: Možete izabrati minimalnu vrednost korpe sa ili bez poreza i sa ili bez isporuke.
zh_tw: 您可以選擇購物車金額下限，無論是否含稅金與運費

source: Minimum amount
de_de: Mindestbestellwert
ru_ru: Минимальное количество
sr_cs: Minimalna količina
zh_tw: 最小值

source: Shipping included
de_de: inkl. Versandkosten
ru_ru: Доставка включена
sr_cs: Isporuka je uključena
zh_tw: 含運費

source: The cart rule will be applied to the first "X" customers only.
de_de: Die Warenkorb-Regel wird nur auf die ersten X Kunden angewandt.
ru_ru: Правило корзины будет применено только к первым X клиентам.
sr_cs: Pravila korpe će biti primenjena samo na prvih X korisnika.
zh_tw: 這個購物車規則只會套用到前 X 個客戶

source: Total available
de_de: Insgesamt verfügbar
ru_ru: Всего доступно
sr_cs: Ukupno dostupno
zh_tw: 可用總計

source: A customer will only be able to use the cart rule "X" time(s).
de_de: Ein Kunde kann Einkaufs-Sonderregel nur X mal nutzen.
ru_ru: Клиент будет в состоянии использовать правила корзины только X раз.
sr_cs: Korisnik može da upotrebi pravila korpe samo X puta.
zh_tw: 一個客戶只能夠使用這個購物車規則 X 次

source: Total available for each user
de_de: Insgesamt pro Kunde verfügbar
ru_ru: Всего доступно для каждого пользователя
sr_cs: Ukupno dostupno za svakog korisnika
zh_tw: 每個用戶的可用總計

source: Restrictions
de_de: Einschränkungen
ru_ru: Ограничения
sr_cs: Restrikcije
zh_tw: 限制

source: Country selection
de_de: Bestimmte Länder
ru_ru: Выбор страны
sr_cs: Izaberite državu
zh_tw: 選擇國家

source: This restriction applies to the country of delivery.
de_de: Diese Einschränkung betrifft das Auslieferungsland.
ru_ru: Это ограничение наложено на страну доставки.
sr_cs: Ova restrikcija se odnosi na zemlju isporuke.
zh_tw: 這個限制套用到配送的國家

source: Unselected countries
de_de: Nicht ausgewählte Länder
ru_ru: Не выбранные страны
sr_cs: Neizabrane države
zh_tw: 取消選擇的國家

source: Selected countries
de_de: Ausgewählte Länder
ru_ru: Выбранные страны
sr_cs: Izabrane države
zh_tw: 選擇的國家

source: Carrier selection
de_de: Bestimmte Versanddienste
ru_ru: Выбор перевозчика
sr_cs: Izaberite prevoznika
zh_tw: 選擇承運商

source: Unselected carriers
de_de: Nicht ausgewählte Versanddienste
ru_ru: Не выбранные перевозчики
sr_cs: Neizabrani prevoznici
zh_tw: 未選取的貨運商

source: Selected carriers
de_de: Ausgewählte Versanddienste
ru_ru: Выбранные перевозчики
sr_cs: Izabrani prevoznici
zh_tw: 選擇的貨運商

source: Customer group selection
de_de: Bestimmte Kundengruppen
ru_ru: Выбор группы покупателей
sr_cs: Izbor grupe korisnika
zh_tw: 選擇客戶群組

source: Unselected groups
de_de: Nicht ausgewählte Kundengruppen
ru_ru: Не выбранные группы
sr_cs: Neizabrane grupe
zh_tw: 取消選擇的群組

source: Selected groups
de_de: Ausgewählte Kundengruppen
ru_ru: Выбранные группы
sr_cs: Izabrane grupe
zh_tw: 選擇的群組

source: Compatibility with other cart rules
de_de: Kompatibilität mit anderen Warenkorb-Regeln
ru_ru: Совместимость с другими правилами корзины
sr_cs: Kompatibilnost sa drugim pravilima korpe
zh_tw: 與其它購物車規則的相容性

source: Uncombinable cart rules
de_de: Nicht kombinierbare Warenkorb-Regeln
ru_ru: Несочетаемые правила корзины
sr_cs: Nespojiva pravila korpe
zh_tw: 無法組合的購物車規則

source: Combinable cart rules
de_de: Kombinierbare Warenkorb-Regeln
ru_ru: Сочетаемые правила корзины
sr_cs: Spojiva pravila korpe
zh_tw: 可組合的購物車規則

source: Product selection
de_de: Bestimmte Artikel
ru_ru: Выбор товара
sr_cs: Izbor proizvoda
zh_tw: 商品選擇

source: Shop selection
de_de: Bestimmte Shops
ru_ru: Выбор магазина
sr_cs: Izbor prodavnice
zh_tw: 選擇商店

source: Unselected shops
de_de: Nicht ausgewählte Shops
ru_ru: Не выбранные магазины
sr_cs: Neizabrane prodavnice
zh_tw: 取消選擇的商店

source: Selected shops
de_de: Ausgewählte Shops
ru_ru: Выбранные магазины
sr_cs: Izabrane prodavnice
zh_tw: 選擇的商店

source: Categories
de_de: Kategorien
ru_ru: Категории
sr_cs: Kategorije
zh_tw: 分類

source: Normal view
de_de: Normale Ansicht
ru_ru: Нормальный вид
sr_cs: Normalan pregled
zh_tw: 一般檢視

source: Favorites view
de_de: Favoriten-Ansicht
ru_ru: Избранные
sr_cs: Omiljeni pregled
zh_tw: 最愛檢視

source: Tab
de_de: Menüpunkt
ru_ru: Вкладка
sr_cs: Kartica
zh_tw: 頁籤

source: Interest
de_de: Interesse
ru_ru: Процент (процентный доход)
sr_cs: Interesovanje
zh_tw: 利息

source: Favorite
de_de: Favorit
ru_ru: Избранное
sr_cs: Omiljeni
zh_tw: 最愛

source: Search bar
de_de: Suchleiste
ru_ru: Строка поиска
sr_cs: Linija pretrage
zh_tw: 搜索欄

source: Adds a quick search field to your website.
de_de: Fügt einen Block mit einem Quick Search Feld hinzu
ru_ru: Добавляет блок с полем быстрого поиска.
sr_cs: Dodaje blok sa poljem za brzu pretragu.
zh_tw: 新增一個快速搜尋欄位到網站。

source: Display the invitation to pay in the order confirmation page
de_de: Zeigt die Zahlungsforderung auf der Bestellbestätigungsseite an
ru_ru: Показывать приглашение к оплате на странице подтверждения заказа

source: Search engine keywords
de_de: Suchmaschinen-Suchbegriffe
ru_ru: Ключевые слова поисковой машины
sr_cs: Ključne reči za pretraživač
zh_tw: 搜尋引擎關鍵字

source: Displays which keywords have led visitors to your website.
de_de: Zeigt an, über welche Suchbegriffe Besucher Ihre Webseite gefunden haben
ru_ru: Показывает, какие ключевые слова привели посетителей на ваш сайт.
sr_cs: Pokazuje koje su ključne reči dovele posetioca na vaš sajt.
zh_tw: 顯示引導訪問者進入您的網站的關鍵字。

source: Identify external search engine keywords
de_de: Externe Suchmaschinen-Suchbegriffe ermitteln
ru_ru: Определение ключевых слов внешних поисковых систем
sr_cs: Identifikujte ključne reči spoljnih pretraživača
zh_tw: 辨識外部搜尋引擎的關鍵字

source: This is one of the most common ways of finding a website through a search engine.
de_de: Eine der gängigsten Möglichkeiten, eine Website mittels einer Suchmaschine zu finden
ru_ru: Поисковая система - один из наиболее распространенных способов найти сайт.
sr_cs: Ovo je jedan od najčešćih načina nalaženja sajta putem pretraživača.
zh_tw: 一個常見的搜尋網站方式是透過搜尋引擎

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
de_de: Wenn Sie die von Neukunden bevorzugten Suchbegriffe herausfinden, wissen Sie auch, welche Artikel Sie an vorderster Stelle platzieren müssen, um mehr Besucher und potentielle Kunden anzuziehen.
ru_ru: Определение популярных ключевых слов, введенных вашими новыми посетителями, позволит видеть, какие товары стоит разместить на виртуальной витрине для достижения лучшего нахождения в поисковых системах.
sr_cs: Pronalazi najpopularnije ključne reči upisane od strane vaših novih posetilaca vam pruža pregled proizvoda koje biste trebalo istaći ako želite imati bolju vidljivost u pretragama.
zh_tw: 辨識新訪客輸入的熱門關鍵字讓您了解哪些產品應該要放在首頁，如果您在意搜尋引擎最佳化

source: How does it work?
de_de: Wie funktioniert das?
ru_ru: Как это работает?
sr_cs: Kako to radi?
zh_tw: 如何應用它？

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
de_de: Wenn jemand Ihre Webseite besucht, merkt sich der Webserver die Herkunfts-URL. Dieses Modul durchsucht die URL auf Hinweise auf bekannte Suchmaschinen, um die Suchbegriffe herauszufiltern.
ru_ru: Когда посетитель заходит на сайт, веб-сервер запоминает, с какого URL он пришел. Этот модуль разбирает URL и если находит ссылку на знакомую поисковую систему, то ищет в ней ключевые слова.
sr_cs: Kada posetilac dođe na vaš sajt, veb server pronalazi link sajta od kojeg je on/ona došla. Ovaj modul zatim analizira link, i ako nađe referencu na poznatom pretraživaču , ona pronalazi i ključne reči u njemu.
zh_tw: 當訪問者來到您的網站，Web服務器會注意到他/她來自的網站鏈接。然後由該模塊解析此鏈接，如果它發現這裡引用到一個已知的搜索引擎，它會在裡面找到關鍵字。

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
de_de: Das Modul erkennt alle Suchmaschinen, die auf der PrestaShop-Suchmaschinenseite gelistet sind. Sie können aber auch neue hinzufügen.
ru_ru: Этот модуль может работать со всеми поисковыми системами, перечисленными на странице поисковых систем, и вы можете добавить ещё!
sr_cs: Ovaj modul može da prepozna sve pretraživače navedene u PrestaShop-ovoj stranici Statistika/Pretraga, stranica Pogon -- a možete dodati još!
zh_tw: 該模塊可以識別的Prestashop的統計/搜索引擎頁面中列出所有的搜索引擎 - 您可以添加更多！

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
de_de: WICHTIG: Seit September verschlüsselt Google alle Suchanfragen, so dass die Suchbegriffe mit herkömmlichen Mitteln (die auch dieses Modul nutzt) nicht mehr gefunden werden können.
ru_ru: ВАЖНО! С сентября 2013г. Google шифрует поисковые запросы, используя SSL. Это значит, что любые инструменты (этот тоже), использующие рефереров, больше не могут находить ключевые слова в Google.
sr_cs: VAŽNA NAPOMENA: u septembru 2013, Google se odlučio za šifrovanje svoje upite pretrage koristeći SSL. To znači da su svi alati na svetu (uključujući i ovaj) ne mogu više identifikovati ključne reči Google-a.
zh_tw: 重要提示：在2013年9月，Google選擇了使用SSL來加密其搜索查詢。這意味著所有在世界上引用者為基礎的工具（包括本網站）不能識別Google的關鍵字了。

source: %d keyword matches your query.
de_de: %d Suchbegriffe erfüllen Ihre Abfragekriterien.
ru_ru: ключевых слов соответствующих вашему запросу: %d.
sr_cs: %d ključna reč odgovara vašem upitu.
zh_tw: %d 個關鍵字符合您的查詢

source: %d keywords match your query.
de_de: %d Suchbegriffe erfüllen Ihre Abfragekriterien.
ru_ru: ключевых слов соответствующих вашему запросу: %d.
sr_cs: %d ključnih reči odgovara vašem upitu.
zh_tw: %d 個關鍵字符合您的查詢

source: Filter by keyword
de_de: Filtern nach Suchbegriff
ru_ru: Фильтр по ключевым словам
sr_cs: Filtriranje po ključnoj reči
zh_tw: 篩選關鍵字

source: And min occurrences
de_de: und Mindesthäufigkeit
ru_ru: И минимум вхождений
sr_cs: i minimalnom pojavljivanju
zh_tw: 以及發生次數下限

source: Apply
de_de: Aktivieren
ru_ru: Применить
sr_cs: Primeni
zh_tw: 允許

source: No keywords
de_de: Keine Suchbegriffe
ru_ru: Нет ключевых слов
sr_cs: Nema ključnih reči
zh_tw: 無關鍵字

source: Displaying %1$s of %2$s
de_de: %1$s von %2$s
ru_ru: Показано %1$s из %2$s
sr_cs: Prikazuje se %1$s od %2$s
zh_tw: 顯示 %1$s / 共 %2$s

source: Empty recordset returned.
de_de: Leerer Datensatz zurückgegeben.
ru_ru: Вернулась пустая запись.
sr_cs: Broj praznih vraćenih zapisa.
zh_tw: 搜索結果是一個空的數據集。

source: Total used
de_de: Gesamt benutzt
ru_ru: Всего использовано
sr_cs: Ukupno iskorišćeno
zh_tw: 共計使用

source: Best vouchers
de_de: Beliebteste Gutscheine
ru_ru: Лучшие купоны
sr_cs: Najbolji vaučeri
zh_tw: 最佳優惠

source: Adds a list of the best vouchers to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der beliebtesten Gutscheine hinzu
ru_ru: Добавляет список лучших купонов на панель статистики.
sr_cs: Dodaje listu najboljih vaučera na statističku komandnu tablu.

source: Total Quantity Sold
de_de: Verkaufte Gesamtmenge
ru_ru: Общее проданное количество
sr_cs: Ukupno prodata količina
zh_tw: 銷售數量共計

source: Total Price
de_de: Gesamtpreis
ru_ru: Общий объём продаж
sr_cs: Ukupna prodata cena
zh_tw: 總價

source: Total Margin
de_de: Handelsspanne
ru_ru: Общая маржа

source: Total Viewed
de_de: Summe angesehen
ru_ru: Всего просмотрено
sr_cs: Ukupno pregledano
zh_tw: 瀏覽共計

source: Best categories
de_de: Beliebteste Kategorien
ru_ru: Лучшие категории
sr_cs: Najbolje kategorije
zh_tw: 最佳分類

source: Adds a list of the best categories to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der beliebtesten Kategorien hinzu
ru_ru: Добавляет список лучших категорий на панель статистики.
sr_cs: Dodaje listu najboljih kategorija na statističku komandnu tablu.

source: Display final level categories only (that have no child categories)
de_de: Nur Endkategorien anzeigen (die keine Unterkategorien haben)
ru_ru: Показывать только категории конечного уровня (без подкатегорий)

source: Become an e-commerce expert in leaps and bounds!
de_de: Ihr Quantensprung zum E-Commerce-Experten!
ru_ru: Станьте экспертом в е-коммерции максимально быстро!
sr_cs: Postanite ekspert prodavnice krupnim koracima!

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
de_de: Halten Sie sich stets auf dem Laufenden über all die großartigen Funktionen und Vorteile, die PrestaShop bietet!
ru_ru: Будьте вне конкуренции со всеми возможностми и преимуществами, предлагаемыми PrestaShop!
sr_cs: Sa svim ovim mogućnostima i beneficijama koje PrestaShop nudi, potrebno je da se drži korak!

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
de_de: Alle angebotenen Features dienen nur einem Ziel: Ihrem Erfolg in der Welt des E-Commerce. Um dies zu erreichen, haben wir ein System von Abzeichen und Punkten entwickelt, die auf einfache Weise Ihren Fortschritte als Händler markieren. Wir haben die systematische Bewertung auf drei Ebenen konzentriert, auf denen sich ihr er Aufstieg in der Welt des E-Commerce vollzieht: (1) Ihre Nutzung der E-Commerce-Schlüsselfunktionen Ihres Shops, (2) Ihre Umsatzentwicklung, (3) Ihre Präsenz in internationalen Märkten.
ru_ru: Главная задача всех предлагаемых нами функций - помощь вам достичь успеха в мире электронной коммерции. Для облегения вашей жизни мы создали систему значков и баллов, которая позволит отслеживать ваш прогресс. Мы разделили всю систему на три уровня, каждый из которых важен в достижении успеха: 1 - ключевые функции вашего магазина, 2 - эффективность ваших продаж, 3 - ваше присутствие на международных рынках.
sr_cs: Glavni cilj svih funkcija koje nudimo je da vas učinimo uspešnim u svetu elektronske trgovine. Da bi se ovo postiglo, stvorili smo sistem bedževa i tačaka koje olakšavaju praćenje vašeg napredka kao trgovaca. Oborili smo sistem na tri nivoa, koji su svi sastavni za uspeh u svetu elektronske trgovine: (i) Korišćenje ključnih funkcija elektronske trgovine na vašoj prodavnici; (ii) Vaše prodajne performanse; (iii) Vaše prisustvo na međunarodnim tržištima.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
de_de: Je mehr Fortschritte Ihr Shop macht, desto mehr Abzeichen und Punkte bekommen Sie! Alles geschieht vollautomatisch - sie brauchen uns also keinerlei Eckdaten zu übermitteln oder irgendwelche Formulare auszufüllen. Wir wissen doch, dass Zeit Geld für Sie bedeutet.
ru_ru: Чем лучше работает ваш магазин, тем больше значков вы получите. Вам не нужно указывать никакой информации или заполнять формы. Мы знаем, что у вас много работы, и поэтому все автоматизировано.
sr_cs: Što više napretka čini vaša prodavnice, to ćete više zaraditi bedževa poena. Nema potrebe za postavljanjem bilo kakvih informacija ili za popunjavanjima ikakvih formi; Znamo koliko ste zauzeti, sve je automaski!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
de_de: Nach einem Klick auf den Button sehen Sie verkaufsfördernde Maßnahmen, die sie vielleicht versäumt haben. Nutzen Sie den Vorteil und überprüfen Sie das Untenstehende!
ru_ru: Теперь, нажав на кнопку, вы увидите список возможностей улучшить работу вашего магазина. Воспользуйтесь преимуществами, которые они могут вам дать!
sr_cs: Sada, klikom na dugme, moći ćete da vidite funkcije za povećanje zarade koje možda propuštate. Iskoristite ovu prednost i proverite kako dole!

source: Our team is available to help. Contact us today!
de_de: Unser Team steht für Fragen zur Vefügung. Kontaktieren Sie uns einfach!
ru_ru: Мы рады помочь вам в любое время!
zh_tw: 我們的團隊可以提供幫助。立即聯絡我們！

source: Fill out a contact form
de_de: Kontaktformular ausfüllen
ru_ru: Заполните форму обратной связи
zh_tw: 填寫聯絡表格

source: Completion level
de_de: Grad der Erfüllung
ru_ru: Прохождение уровня
sr_cs: Nivo završetka
zh_tw: 完成级别

source: No badge in this section
de_de: Kein Abzeichen für diese Abteilung
ru_ru: Нет значков подходящих под такой выбор
sr_cs: Nema bedževa u ovom delu
zh_tw: 本節沒有徽章

source: Best manufacturers
de_de: Beliebteste Hersteller
ru_ru: Лучшие производители
sr_cs: Najbolji proizvođači
zh_tw: 最好的製造商

source: Adds a list of the best manufacturers to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der beliebtesten Hersteller hinzu
ru_ru: Добавляет список лучших производителей на панель статистики.
sr_cs: Dodaje listu najboljih proizvođača na statističku komandnu tablu.
zh_tw: 將最佳製造商列表添加到統計信息顯示板。
