Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: This will restore your current address format.
de_de: Zeigt das letzte aktualisierte Design an
ru_ru: Это восстановит текущий формат адреса
sr_cs: Ovo će vratiti vaš aktuelni format adrese
zh_tw: 這會還原您目前的地址格式

source: Use my current modified format
de_de: Aktuell geändertes Layout verwenden
ru_ru: Используйте текущий измененный формат
sr_cs: Koristi moj aktualni modifikovani format
zh_tw: 使用現在已更新的版面設計

source: This will delete the current address format
de_de: Löscht das aktuelle Adressformat
ru_ru: Это удалит текущий формат адреса
sr_cs: Ovo će obrisati aktuelni format adrese
zh_tw: 將刪除現在的版面設計

source: Clear format
de_de: Layout neu
ru_ru: Очистить формат
sr_cs: Obriši format
zh_tw: 清除版面設計

source: Are you sure you want to restore the default address format for this country?
de_de: Möchten Sie das Adressformat wirklich ändern?
ru_ru: Вы действительно хотите восстановить формат адреса по умолчанию для этой страны?
sr_cs: Da li ste sigurni da želite da vratite podrazumevani format adrese za ovu državu?
zh_tw: 確認選項？

source: Select all
de_de: Alle auswählen
ru_ru: Выбрать все
sr_cs: Izaberi sve
zh_tw: 選擇全部

source: Unselect all
de_de: Alle abwählen
ru_ru: снять выбор со всех
sr_cs: Poništi izbore
zh_tw: 全部不選

source: Display
de_de: Anzeige
ru_ru: Показать
sr_cs: Prikaži
zh_tw: 顯示

source: result(s)
de_de: Ergebnis(se)
ru_ru: результат(а,ов)
sr_cs: rezultati
zh_tw: 結果

source: Assign to a new zone
de_de: Einem anderen Gebiet zuordnen
ru_ru: Назначьте на новую зону
sr_cs: Postavi u novu zonu
zh_tw: 指派到新區域

source: Live exchange rates
de_de: Live-Wechselkurse
ru_ru: Свежие курсы обмена
zh_tw: 實時匯率

source: The exchange rates are not automatically updated
de_de: Die Wechselkurse werden nicht automatisch aktualisiert
ru_ru: Курсы обмена автоматически не обновляются

source: The exchange rates are automatically updated
de_de: Die Wechselkurse werden automatisch aktualisiert
ru_ru: Курсы обмена обновляются автоматически
zh_tw: 匯率會自動更新

source: Update exchange rates
de_de: Wechselkurse aktualisieren
ru_ru: Обновить обменные курсы
zh_tw: 更新匯率

source: This currency is disabled
de_de: Diese Währung wurde deaktiviert
ru_ru: Эта валюта отключена
zh_tw: 此貨幣已停用

source: This currency is enabled
de_de: Währung wurde aktiviert
ru_ru: Валюта включена
zh_tw: 此貨幣已啟用

source: No new messages
de_de: Keine neuen Nachrichten
ru_ru: Нет новых сообщений
sr_cs: Nema novih poruka
zh_tw: 無新訊息

source: New messages
de_de: Neue Nachrichten
ru_ru: Новые сообщения
sr_cs: nove poruke
zh_tw: 新訊息

source: New message
de_de: Neue Nachricht
ru_ru: Новое сообщение
sr_cs: nova poruka
zh_tw: 新訊息

source: Meaning of status
de_de: Bedeutung des Status
ru_ru: Описание статуса
sr_cs: Značenje statusa
zh_tw: 狀態的意義

source: Open
de_de: Offen
ru_ru: Открыто
sr_cs: Otvoreno
zh_tw: 開啟

source: Closed
de_de: Erledigt
ru_ru: Закрыто
sr_cs: Zatvoreno
zh_tw: 關閉

source: Pending 1
de_de: in Bearbeitung 1
ru_ru: Первая очередь ожидания
sr_cs: Na čekanju 1
zh_tw: 等候中 1

source: Pending 2
de_de: In Bearbeitung 2
ru_ru: Вторая очередь ожидания
sr_cs: Na čekanju 2
zh_tw: 等候中 2

source: Sync
de_de: Synchronisation
ru_ru: Синхронизировать
sr_cs: Sinhronizacija
zh_tw: 同步

source: Run sync:
de_de: Synchronisation starten
ru_ru: Синхронизировать:

source: Run sync
de_de: Synchronisation starten
ru_ru: Выполнить синхронизацию
sr_cs: Pokreni sinhronizaciju
zh_tw: 執行同步

source: Click to synchronize mail automatically
de_de: Klicken, um E-Mail automatisch zu synchronisieren
ru_ru: Щелкните, чтобы синхронизировать почту автоматически
sr_cs: Klikni za automatsku sihnronizaciju pošte
zh_tw: 點選這裡來自動同步信件

source: Sync success
de_de: Synchronisation erfolreich
ru_ru: Успешная синхронизация
sr_cs: Sinhronizacija uspešna
zh_tw: 同步成功

source: Product:
de_de: Artikel:
eu_es: Produktua:
ru_ru: Товар:
sr_cs: Proizvod:
zh_tw: 商品：

source: Combinations
de_de: Varianten
ru_ru: Комбинации
sr_cs: Kombinacije
zh_tw: 組合

source: Existing
de_de: Vorhanden
ru_ru: Существующий
sr_cs: Postojeće
zh_tw: 已存在

source: New
de_de: Neu
ru_ru: Новое
sr_cs: Novo
zh_tw: 新

source: Create a new invoice
de_de: Neue Rechnung erstellen
ru_ru: Создать новый счет-фактуру
sr_cs: Kreiraj novi račun
zh_tw: 建立新發票

source: New invoice information
de_de: Neue Rechnungsinformationen
ru_ru: Новая информация о счете-фактуре
sr_cs: Nove informacije za račun
zh_tw: 新發票資訊

source: Shipping Cost
de_de: Versandkosten
ru_ru: Стоимость доставки
sr_cs: Trošak transporta
zh_tw: 運費

source: If you don't select "Free shipping," the normal shipping cost will be applied.
de_de: Wenn Sie nicht \"versandkostenfrei\" auswählen, werden die normalen Versandkosten berechnet
ru_ru: Если вы не выберете "Бесплатная доставка", то будет учтена обычная стоимость доставки.
sr_cs: Ako ne izaberete \"Besplatnu isporuku\", primenjivaće se uobičajeni troškovi isporuke.
zh_tw: 如果您沒有選擇 "免運費" ，會自動套用一般運費

source: You can add a comment here.
de_de: Hier können Sie einen Kommentar hinzufügen
ru_ru: Вы можете добавить комментарий здесь.
sr_cs: Možete ovde dodati komentar.
zh_tw: 您可以增加意見

source: Thread
de_de: Template
ru_ru: Тикет
sr_cs: Tema
zh_tw: 訊息對話

source: Forward this discussion to another employee
de_de: Nachricht weiterleiten
ru_ru: Передать это обсуждение другому сотруднику
sr_cs: Prosledi ovu diskusiju zaposlenom
zh_tw: 將此討論轉發給另一名員工

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
de_de: [1]%count%[/1] Bestellung(en) mit einem Gesamtwert von [2]%total%[/2] bestätigt
ru_ru: Всего проверено заказов: [1]%count%[/1] на сумму: [2]%total%[/2]

source: No orders validated for the moment
de_de: Aktuell keine Bestellung bestätigt
ru_ru: Нет подтвержденных заказов на данный момент
sr_cs: Trenutno nema potvrđenih porudžbina

source: Customer since: %s
de_de: Kunde seit: %s
ru_ru: Клиент c: %s
sr_cs: Klijent od: %s
zh_tw: 自 %s 起成為客戶

source: Your answer to
de_de: Antworten
ru_ru: Ваш ответ клиенту
sr_cs: Odgovorili ste
zh_tw: 您的答案

source: Choose a template
de_de: Wählen Sie eine Vorlage
ru_ru: Выберите шаблон
sr_cs: Odaberite šablon
zh_tw: 選擇模板

source: Orders and messages timeline
de_de: Bestellungen und Nachrichten chronologisch
ru_ru: Хронология заказов и сообщений
sr_cs: Porudžbine i poruke vremenske linije
zh_tw: 訂單和訊息時的間線

source: Close
de_de: Schließen
ru_ru: Закрыть
sr_cs: Zatvori
zh_tw: 關閉

source: Order #
de_de: Bestellung Nummer
ru_ru: Заказ №
sr_cs: Porudžbina #
zh_tw: 訂單#

source: View customer
de_de: Kunde sehen
ru_ru: Просмотр клиента
sr_cs: Pregledaj korisnika
zh_tw: 瀏覽客戶

source: Customer ID:
de_de: Kunden-Nr:
ru_ru: ID клиента:
zh_tw: 客戶編號：

source: Sent on:
de_de: Versendet am
ru_ru: Отправлено:
zh_tw: 發送時間：

source: Browser:
ru_ru: Браузер:
zh_tw: 瀏覽器：

source: File attachment
de_de: Dateianhang
ru_ru: Приложенные файлы
sr_cs: Priložena datoteka
zh_tw: 附件

source: View file
de_de: Datei ansehen
ru_ru: Смотреть фалы
sr_cs: Pogledaj datoteku
zh_tw: 瀏覽檔案

source: View order
de_de: Bestellung sehen
ru_ru: Смотреть заказ
sr_cs: Pogledaj porudžbinu
zh_tw: 瀏覽訂單

source: Product #
de_de: Produkt Nummer
ru_ru: Товар №
sr_cs: Proizvod #
zh_tw: 商品 #

source: Subject:
de_de: Betreff:
ru_ru: Тема:

source: View this thread
de_de: Nachrichten ansehen
ru_ru: Смотреть этот запрос
sr_cs: Pogledaj ovu temu
zh_tw: 瀏覽這個主題

source: Sent by:
de_de: Gesendet von
ru_ru: Отправил:

source: Thread ID:
ru_ru: ID цепочки:

source: Message ID:
de_de: Nachrichten-Nr.
ru_ru: ID Сообщения:

source: Message:
de_de: Ihre Nachricht:
eu_es: Mezua:
ru_ru: Сообщение:
sr_cs: Poruka:
zh_tw: 訊息：

source: Reply to this message
de_de: Diese Nachricht beantworten
ru_ru: Ответить на это сообщение
sr_cs: Odgovori na ovu poruku
zh_tw: 回覆此訊息

source: Please type your reply below:
de_de: Geben Sie Ihre Antwort hier unten an
ru_ru: Пожалуйста, введите ваш ответ ниже:

source: Your reply will be sent to:
de_de: Ihre Antwort wird gesendet an
ru_ru: Ваш ответ будет отправлен на:

source: Send my reply
de_de: Meine Antwort senden
ru_ru: Собственный ответ
sr_cs: Pošalji moj odgovor
zh_tw: 傳送回覆

source: See more
de_de: Mehr ...
ru_ru: Еще
sr_cs: Pogledaj još
zh_tw: 查看更多

source: Send
de_de: Senden
ru_ru: Отправить
sr_cs: Pošalji
zh_tw: 送出

source: Guest Tracking
de_de: Bestellverfolgung
eu_es: Jarraipena
ru_ru: Отслеживание гостевых заказов
sr_cs: Praćenje gostiju
zh_tw: 訪客追蹤

source: Transform your guest account into a customer account and enjoy:
de_de: Wandeln Sie Ihr Gastkonto in ein Kundenkonto um! Die Vorteile:
eu_es: Zure gonbidatu kontua bezero kontuan bihurtu eta honakoetaz gozatu:
ru_ru: Преобразовать свою гостевую учетную запись в клиентскую для получения:
sr_cs: Promenite vaš privremeni nalog u korisnički nalog i obezbedite:
zh_tw: 將您的非會員帳戶轉換為正式會員帳戶及享受購物樂趣：

source: Personalized and secure access
de_de: Einen sicheren, persönlichen Zugang
eu_es: Sarrera segurua eta pertsonalizatua
ru_ru: Персонализированный и защищенный доступ
sr_cs: Personalizovan i bezbedan pristup
zh_tw: 個人化及加密存取

source: Fast and easy checkout
de_de: Schnelles und einfaches Abmelden
eu_es: Eskaera erraz eta azkarra
ru_ru: Быстрое и лёгкое оформление заказов
sr_cs: Brzu i laku naplatu
zh_tw: 快速結帳

source: Easier merchandise return
de_de: Vereinfachung von Warenrücksendungen
eu_es: Produktuen itzulketa prozesu erosoagoa
ru_ru: Облегченный возрат покупок
sr_cs: Jednostavniji povraćaj robe
zh_tw: 較簡易的退貨

source: Set your password:
de_de: Legen Sie Ihr Passwort fest:
eu_es: Zehaztu zure pasahitza:
ru_ru: Задайте пароль:
sr_cs: Postavite vašu lozinku:
zh_tw: 設定您的密碼：

source: How do you want to delete the selected customers?
de_de: Wie möchten Sie die gewählten Kunden löschen?
ru_ru: Как вы хотите удалить выбранных клиентов?

source: There are two ways of deleting a customer. Please choose your preferred method.
de_de: Es gibt zwei Möglichkeiten, um einen Kunden zu löschen, wählen Sie die, die Sie vorziehen.
ru_ru: У вас есть два способа удалить покупателя, пожайлуста выберете один из них.
sr_cs: Postoje dva načina da obrišete korisnika, izaberite
zh_tw: 有兩個刪除客戶的方式，請選擇偏好的項目

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
de_de: Meine Kunden sollen sich mit derselben E-Mail erneut anmelden können. Alle Daten werden aus der Datenbank entfernt.
ru_ru: Я хочу, чтобы мои клиенты могли повторно регистрироваться с одним и тем же адресом e-mail. Их ранее введённые данные удалятся.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
de_de: Meine Kunden sollen sich NICHT mit derselben E-Mail erneut anmelden können. Alle ausgewählten Kunden werden zwar von der Liste, aber nicht aus der Datenbank entfernt.
ru_ru: Я хочу запретить несколько регистраций клиентов под одним адресом e-mail. Все выбранные клиенты будут удалены из этого списка, но их личные данные сохранятся в базе данных.

source: Set required fields for this section
de_de: Legen Sie zusätzliche Pflichtfelder für diesen Bereich fest
ru_ru: Задайте поля, обязательные для этого раздела
sr_cs: Podesite obavezna polja za ovu sekciju
zh_tw: 設定這個區域的必填欄位

source: Required Fields
de_de: Pflichtfelder
ru_ru: Обязательные поля
sr_cs: Obavezna polja
zh_tw: 必填欄位

source: Select the fields you would like to be required for this section.
de_de: Markieren Sie bitte die Felder, die als Pflichtfelder angezeigt werden sollen.
ru_ru: Выберите обязательные поля для этого раздела.
sr_cs: Odaberite polja koja bi trebala da budu obavezna za ovaj odeljak.
zh_tw: 選擇這個區域您希望設定為必填的欄位

source: Field Name
de_de: Feldname
ru_ru: Имя поля
sr_cs: Ime polja
zh_tw: 欄位名稱

source: Please make sure you are complying with the opt-in legislation applicable in your country.
de_de: Bitte gehen Sie sicher, dass ihr Shop die gesetzlichen Regelung ihres Landes zum Opt-In einhält.
ru_ru: Пожалуйста, убедитесь, что рассылка предложений соответствует действующему законодательству вашей страны.

source: Template
de_de: Vorlage
ru_ru: Шаблон
sr_cs: Šablon
zh_tw: 模板

source: Discount
de_de: Rabatt
ru_ru: Скидка
sr_cs: popust:
zh_tw: 折扣

source: Summary
de_de: Übersicht
ru_ru: Сводка
sr_cs: Rezime
zh_tw: 彙總

source: Creation date:
de_de: Erstellungsdatum:
ru_ru: Дата создания:

source: Supplier:
de_de: Lieferanten
ru_ru: Поставщик:

source: Last update:
de_de: Letzte Aktualisierung:
ru_ru: Последнее обновление:

source: Delivery expected:
de_de: voraussichtlicher Liefertermin
ru_ru: Доставка ожидается:
zh_tw: 預計配送日期：

source: Warehouse:
de_de: Lager:
ru_ru: Склад:
zh_tw: 倉庫：

source: Currency:
de_de: Währung:
ru_ru: Валюта:

source: Global discount rate:
de_de: Globaler Rabattsatz
ru_ru: Общая величина скидки:

source: Designation
de_de: Bezeichnung
ru_ru: Маркировка
sr_cs: Odredište
zh_tw: 定義

source: Total (tax excl.)
de_de: Gesamtpreis o. MwSt.
ru_ru: Итого (исключая налог)
sr_cs: Ukupno (bez PDV-a).:
zh_tw: 訂單合計(未稅)

source: Total with discount (tax excl.)
de_de: Gesamtbetrag abzüglich Rabatt (o. MwSt.)
ru_ru: Итого со скидкой (налог не включен)
sr_cs: Ukupno sa popustom (bez PDV-a)
zh_tw: 折扣後總計（未稅）

source: Total Tax
de_de: Gesamt MwSt.
ru_ru: Итого налогов
sr_cs: Ukupan porez
zh_tw: 稅額總計

source: Total (tax incl.)
de_de: Gesamt (inkl. MwSt.)
ru_ru: Итого (налог включен)
sr_cs: Ukupno (sa PDV-om)
zh_tw: 訂單合計（含稅）：

source: Total to pay.
de_de: GESAMTPREIS
ru_ru: ВСЕГО К ОПЛАТЕ
sr_cs: UKUPNO ZA UPLATU
zh_tw: 待付款總計

source: IP Address
de_de: IP-Adresse
ru_ru: IP адрес
sr_cs: IP adresa
zh_tw: IP地址

source: Weight
de_de: Gewicht
ru_ru: Вес
sr_cs: Težina
zh_tw: 重量

source: This feature cannot be disabled because it is currently in use.
de_de: Merkmal kann nicht deaktiviert werden, weil es gerade verwendet wird.
ru_ru: Эта опция не может быть отключена, потому что используется в настоящее время.
sr_cs: Ova funkcija se ne može isključiti jer je trenutno u upoterbi.
zh_tw: 這個功能無法停用，因為使用中

source: Combinations tab on product page
de_de: Menüpunkt Varianten auf Artikelseite
ru_ru: Вкладка комбинаций на странице товара
sr_cs: Kombinacija kartica na stranici proivoda
zh_tw: 產品頁的組合頁籤

source: Features tab on product page
de_de: Menüpunkt "Merkmale" auf der Artikelseite
ru_ru: Вкладка характеристик на странице товара
sr_cs: Kartica karakteristika na stranici proizvoda
zh_tw: 商品頁的特性頁籤

source: Feature value
de_de: Merkmal-Wert
ru_ru: Значение характеристики
sr_cs: Vrednost funkcije
zh_tw: 特性數值

source: Add server
de_de: Server hinzufügen
ru_ru: Добавить сервер
sr_cs: Dodaj server
zh_tw: 新增伺服器

source: Port
ru_ru: Порт
sr_cs: Ulaz
zh_tw: 連接埠

source: Add Server
de_de: Server hinzufügen
ru_ru: Добавить сервер
sr_cs: Dodaj server
zh_tw: 新增伺服器

source: Test Server
de_de: Server testen
ru_ru: Проверить сервер
sr_cs: Testiraj server
zh_tw: 測試伺服器

source: IP address
de_de: IP-Adresse
ru_ru: IP адрес
sr_cs: IP adresa
zh_tw: IP地址

source: Do you really want to remove the server %s:%s
de_de: Möchten Sie den Server %s:%s wirklich entfernen?
ru_ru: Вы действительно хотите удалить сервер: %s:%s
sr_cs: Sigurno želite da obrišete server %s:%s
zh_tw: 你確定要移除此伺服器 %s：%s 嗎？

source: You are currently connected as %s
de_de: Sie sind aktuell als %s verbunden
ru_ru: Сейчас вы подсоединены как %s

source: Sign out from PrestaShop Addons
de_de: Von PrestaShop Addons abmelden
ru_ru: Выйти из PrestaShop Addons
zh_tw: 從 PrestaShop Addons 登出

source: Authorized modules:
de_de: Autorisierte Module
ru_ru: Разрешенные модули:
zh_tw: 授權模塊：

source: This category already exists for this group.
de_de: Diese Kategorie existiert bereits in dieser Gruppe
ru_ru: Эта категория уже существует для этой группы
sr_cs: Ova kategorija već postoji za ovu grupu
zh_tw: 本類別已存在這個群組中

source: Add a category discount
de_de: Kategorie-Rabatt hinzufügen
ru_ru: Добавить скидку для категории
sr_cs: Dodaj popus za kategoriju
zh_tw: 建立一個分類折扣

source: New group category discount
de_de: Neue Gruppe Kategorie-Rabatt
ru_ru: Новая скидка для группы категорий
sr_cs: Nova grupna kategorija popusta
zh_tw: 新群組分類折扣

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
de_de: Achtung: Wird der Rabatt auf die Kategorie angewendet, wird auf allgemeine Preisnachlässe aufgerechnet, sondern ersetzt diese.
ru_ru: Предостережение: скидка применяемая к этой категории, не складывается с общей скидкой, а замещает ее.
sr_cs: Oprezno: popust primenjen na kategoriju ne dodaje se na celokupno smanjenje ngo ga umesto toga zamenjuje
zh_tw: 警告：套用到分類的折扣不會與所有折扣重疊，而是直接取代

source: Only products that have this category as the default category will be affected.
de_de: Nur Artikel, die diese Kategorie als Standard-Kategorie haben, sind betroffen
ru_ru: Будут затронуты только те товары, у которых эта категория является категорией по умолчанию.
sr_cs: Samo proizvodi koji imaju ovu kategoriju postavljenu kao osnovnu kategoriju biće\\r\\n pod uticajem
zh_tw: 只有將這個分類作為預設的商品會受到影響。

source: Discount (%):
de_de: Rabatt (%):
ru_ru: Скидка (%):
zh_tw: 折扣(%)：

source: Move images
de_de: Bilder verschieben
ru_ru: Перемещение изображений
sr_cs: Pomeri slike
zh_tw: 移動圖片

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
de_de: Sie können wählen, ob Ihre Bilder im bisher genutzten System gespeichert bleiben. Es bringt keine Nachteile mit sich.
ru_ru: Вы можете выбрать хранение своих изображений в старой системе. В этом нет ничего неправильного.
sr_cs: Postoji mogućnost da sačuvate slike uskladištene sa starim sistemom, što ne bi trebalo da izazove problem u funkcionisanju prodavnice.
zh_tw: 您可以選擇保留儲存在舊有系統的圖片，這不會造成任何錯誤

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
de_de: Um Ihre Bilder in das neue Storage-System zu verschieben, klicken Sie unten auf den Button "Bilder verschieben". Bitte etwas Geduld, die Ausführung kann mehrere Minuten dauern.
ru_ru: Вы можете также решить переместить свои изображения в новую систему хранения: в этом случае, щелкните по кнопке "Переместить изображения" ниже. Пожалуйста, будьте терпеливы, это может занять несколько минут.
sr_cs: Tаkođe možete odlučiti dа premestite svoje slike nа novi sistem zа sklаdištenje: u ovom slučаju, kliknite nа "Premesti slike" dugme ispod. Molimo Vаs dа budete strpljivi, jer to može dа potrаje nekoliko minutа.
zh_tw: 您也可以選擇移動檔案到新的儲存系統，在下面點選 "移動圖片" 按鈕來採用這個方式，然後請耐心等候，會需要一點時間

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
de_de: Um die Ladezeit zu verringern, deaktivieren Sie bitte die Option "Legacy-Bild-Dateisystem verwenden", nachdem alle Artikelbilder verschoben wurden.
ru_ru: После переноса всех ваших изображений для лучшей производительности установите параметр "использовать классическую файловую систему" (Use the legacy image filesystem) в положение "Нет".
sr_cs: Pošto premestite slike svih proizvoda, postavite "Koristite legacy image filesystem" na "No" za najbolji rad.
zh_tw: 在移動了所有產品圖片後，設定上面 "使用舊有圖片檔案系統" 選項為 "否" 來改善效能

source: Regenerate thumbnails
de_de: Wiederherstellen der Vorschaubilder
ru_ru: Пересоздать миниатюры
sr_cs: Ponovo napravi sličice
zh_tw: 產生縮圖

source: Regenerates thumbnails for all existing images
de_de: Stellt die Vorschaubilder für alle Artikel und Kategorien wieder her
ru_ru: Пересоздание миниатюр всех имеющихся изображений товаров
sr_cs: Ponovo napravi sličice za postojeće slike proizvoda
zh_tw: 全部產品重新產生縮圖

source: Please be patient. This can take several minutes.
de_de: Bitte warten Sie, der Vorgang kann einige Zeit dauern.
ru_ru: Эта операция может занять много времени!
sr_cs: Molimo budite strpljivi, ovo može da potraje nekoliko minuta
zh_tw: 請稍候, 可能將耗費數分鐘時間

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
de_de: Vorsicht!! Manuell hochgeladene Vorschaubilder werden gelöscht und durch automatisch erzeugte ersetzt.
ru_ru: Будьте внимательны! Вручную созданные миниатюры будут заменены на созданные автоматически.
sr_cs: Budite oprezni! Ručno dodate sličice biće izbrisane i zamenjene automatski generisanim sličicama
zh_tw: 請小心！手動上傳的縮圖會被自動產生的縮圖取代

source: Select an image
de_de: Bild auswählen
ru_ru: Отобрать изображения
sr_cs: Izaberite sliku
zh_tw: 選擇圖片

source: Select a format
de_de: Format auswählen
ru_ru: Выберите формат
sr_cs: Izaberite format
zh_tw: 選擇格式

source: Erase previous images
de_de: Vorherige Bilder löschen
ru_ru: Удалить старые изображения
sr_cs: Obriši prethodne slike
zh_tw: 刪除舊有圖片

source: Select "No" only if your server timed out and you need to resume the regeneration.
de_de: Nur dann "Nein" wählen, wenn die Bearbeitung unterbrochen wurde und Sie sie fortsetzen möchten.
ru_ru: Выбирайте "Нет", только если ваш сервер остановился, и вы должны возобновить пересоздание.
sr_cs: Odaberite "Ne" samo ako je serve istekao a vi morate da nastavire regeneraciju.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
de_de: Datei-Import erfolgreich! Bitte vergessen Sie nicht, den Suchindex für Artikel zu regenerieren.
ru_ru: Файл успешно импортирован в магазин. Не забудьте перестроить поисковый список товаров.

source: You can read information on import at:
de_de: Mehr Informationen über den CSV-Import erhalten Sie unter:
ru_ru: Вы можете прочитать информацию об импорте в:

source: Read more about the CSV format at:
de_de: Mehr zum CSV-Format unter:
ru_ru: Подробно о формате CSV:

source: What do you want to import?
de_de: Was möchten Sie importieren?
ru_ru: Что вы хотите импортировать?
zh_tw: 您想導入什麽？

source: Note that the Category import does not support having two categories with the same name.
de_de: Beachten Sie, dass beim Kategorie-Import kein Name doppelt vorkommen darf.
ru_ru: Заметьте, что при импорте категорий нельзя допускать появления двух категорий с одинаковым именем.
zh_tw: 分類匯入不支援同名分類

source: Note that you can have several products with the same reference.
de_de: Sie können mehrere Artikel mit dem gleichen Bezug erstellen.
ru_ru: Заметьте, что у вас может быть несколько товаров с одинаковым артикулом.
sr_cs: Zapamtite da imate nekoliko proizvoda sa istom referencom.
zh_tw: 請注意，你可以有多個具有相同參考的商品。

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
de_de: Beim Import von Lieferaufträgen wird eine eventuell vorhandene Bestellhistorie gelöscht.
ru_ru: Импорт подробностей заказа поставки затрет вашу историю заказов товаров, если она была.

source: Select a file to import
de_de: Datei für Import auswählen
ru_ru: Выберите файл для импорта

source: Upload
ru_ru: Загрузка

source: or
de_de: oder
ru_ru: или
sr_cs: ili
zh_tw: 或

source: Choose from history / FTP
de_de: Wählen Sie eine der hochgeladenen Dateien
ru_ru: Выбрать из истории / FTP
sr_cs: Odaberite iz istorije / FTP-a

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
de_de: Erlaubte Formate: .csv, .xls, .xlsx, .xlst, .ods, .ots
ru_ru: Допустимые форматы: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
de_de: Nur UTF-8- bzw. ISO-8859-1-codierte Dateien sind erlaubt
ru_ru: Разрешены только кодировки UTF-8 и ISO 8859-1

source: You can also upload your file via FTP to the following directory: %s .
de_de: Der Datei-Upload kann auch per FTP in folgendes Verzeichnis erfolgen; %s.
ru_ru: Вы можете также загрузить файл по ftp в эту директорию: %s.

source: History of uploaded files
de_de: Hochgeladene CSV-Dateien
ru_ru: История загрузок файлов

source: The locale must be installed
de_de: Das Gebietsschema muss installiert sein
ru_ru: Локализация должна быть установлена
sr_cs: Vaš lokalitet mora da bude instaliran
zh_tw: 必須安裝這個翻譯
