Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
de_de: Bitte aktivieren Sie das Apache-Modul 'mod_auth_basic', um die Authentifizierung von PrestaShops webservice zu ermöglichen.
ru_ru: Пожалуйста, активируйте 'mod_auth_basic' - модуль Apache, чтобы разрешить аутентификацию в веб-сервисе PrestaShop.
sr_cs: Aktivirajte 'mod_auth_basic' Apache modul za dozvolu autentifikacije PrestaShop-ovog veb servisa.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
de_de: Bitte aktivieren Sie das Apache-Modul 'mod_rewrite', um PrestaShops webservice zu ermöglichen.
ru_ru: Пожалуйста, активируйте 'mod_rewrite' - модуль Apache, чтобы разрешить веб-сервис PrestaShop.
sr_cs: Aktivirajte 'mod_rewrite' Apache modul da dozvolite PrestaShop veb servis.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
de_de: Wir konnten nicht prüfen, ob die Authentifizierung und rewrite-Erweiterung aktiviert sind. Um den Webservice von PrestaShop nutzen zu können, sollten Sie dies manuell überprüfen und ggf. sicherstellen.
ru_ru: Автоматическая проверка доступности \"mod_auth_basic\" и \"mod_rewrite\" не удалась. Проверьте их вручную перед активацией Webservice.
sr_cs: Nismo u mogućnosti sa proverimo osnovnu autentikaciju i ekstenzije za prepisivanje. Molimo da manuelno proverite da li su opcije aktivirane kako biste koristili PrestaShop webservice.
zh_tw: 我們無法檢查基本認證與網址改寫描述是否啟用，請手動確認來使用網頁服務

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
de_de: Bitte aktivieren Sie die PHP-Erweiterung 'SimpleXML', um den Test von PrestaShops webservice zu ermöglichen.
ru_ru: Пожалуйста, активируйте 'SimpleXML' - расширение PHP, чтобы протестировать веб-сервис PrestaShop.
sr_cs: Aktivirajte 'SimpleXML' PHP ekstenziju da dozvolite testiranje PrestaShop veb servisa.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
de_de: Wenn Sie die Möglichkeit haben, wäre es besser, SSL (https) für Verbindungen zum Web-Service zu verwenden, das verhindert "Man in the middle"-Angriffe.
ru_ru: Предпочтительно использование SSL (HTTPS) для соединения с веб-сервисом, так как он позволяет избежать проблем безопасности типа "man in the middle".
sr_cs: Preporučljivo je koristiti SSL (https:) za webservice pozive, da bi ste izabrali 'man in the middle' ranjivosti sistema.

source: First Name
de_de: Vorname
ru_ru: Имя
sr_cs: Ime
zh_tw: 名

source: Last Name
de_de: Name
ru_ru: Фамилия
sr_cs: Prezime
zh_tw: 姓

source: Empty recordset returned
de_de: Leeren Datensatz erhalten
ru_ru: Вернулась пустая запись
sr_cs: Broj praznih vraćenih zapisa
zh_tw: 搜索結果是一個空的數據集

source: Valid orders
de_de: Gültige Bestellungen
ru_ru: Подтвержденные заказы
sr_cs: Potvrđene porudžbine
zh_tw: 有效訂單

source: Money spent
de_de: ausgegebenes Geld
ru_ru: Потрачено
sr_cs: Potrošen novac
zh_tw: 花費

source: Best customers
de_de: Beste Kunden
ru_ru: Лучшие клиенты
sr_cs: Najbolji kupci
zh_tw: 最佳客戶

source: Adds a list of the best customers to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der besten Kunden hinzu
ru_ru: Добавляет список лучших клиентов на панель статистики.
sr_cs: Dodaje listu najboljih kupaca na statističku komandnu tablu.
zh_tw: 將最佳客戶列表添加到統計信息顯示板。

source: Develop clients' loyalty
de_de: Kundentreue entwickeln
ru_ru: Поддержка лояльности клиентов
sr_cs: Razvijte vernost potrošača
zh_tw: 提升客戶點數

source: Keeping a client can be more profitable than gaining a new one. That is one of the many reasons it is necessary to cultivate customer loyalty.
de_de: Kunden zu behalten ist rentabler als einen Neukunden zu akquirieren. Daher ist es notwendig, Ihre Treue zu gewinnen, oder anders gesagt, sie dazu zu bringen, zu Ihrem Webshop zurückzukehren.
ru_ru: Удержание клиента выгоднее, чем получение нового. Таким образом, необходимо укреплять лояльность клиентов, чтобы они захотели вернуться к вам.
sr_cs: Čuvanje klijenata može biti profitabilnije od pridobijanja novih. To je jedan od mnogih razloga zbog kojih je neophodno da se neguje lojalnost kupaca.
zh_tw: 維護老客戶比找新客戶更能得到利潤，所以，要一般客戶變成忠誠的客戶是必須的。換句話說，就是讓他們再來你的網站。

source: Word of mouth is also a means for getting new, satisfied clients. A dissatisfied customer can hurt your e-reputation and obstruct future sales goals.
de_de: Mundpropaganda ist ebenfalls ein Mittel, um neue,zufriedene Kunden zu bekommen; ein unzufriedener Kunde zieht keine Neukunden an.
ru_ru: Сарафанное радио - также средство для получения новых, удовлетворенных клиентов; недовольный клиент не посоветует вас друзьям.
sr_cs: Usmena preporuka je dobro sretstvo za pridobijanje novih i zadovoljnih klijenata.
zh_tw: 口耳相傳也意味著可以得到新的、滿意的客戶，一個失望的客戶會傷害您在網路商的聲譽以及阻礙未來的銷售目標

source: In order to achieve this goal, you can organize:
de_de: Um dieses Ziel zu erreichen, können Sie Folgendes machen:
ru_ru: Для того, чтобы достичь этого, вы можете организовать:
sr_cs: Da bi ste postigli ovaj cilj možete organizovati
zh_tw: 要達到這個目標您可以組織：

source: Punctual operations: commercial rewards (personalized special offers, product or service offered), non commercial rewards (priority handling of an order or a product), pecuniary rewards (bonds, discount coupons, payback).
de_de: Punktuelle Aktionen: kommerzielle Belohnungen (benutzerdefinierte Sondernagebote, geschenkte Artikel oder Dienstleistungen), nicht-kommerzielle Belohnungen (bevorzugte Bearbeitung einer Bestellung oder eines Artikels), geldliche Belohnungen (Gutscheine, Ermäßigungsgutscheine, Payback,...).
ru_ru: Разовые акции : коммерческие бонусы (персональные спецпредложения товаров и услуг), некоммерческие бонусы (приоритетная обработка заказа или товара), денежные бонусы (подарочные чеки, скидочные купоны, денежные вознаграждения).
sr_cs: Operacije u određenom vremenu: komercijalne nagrade (personalizovane specijalne ponude, proizvodi ili ponuda usluga), nekomercijalne nagrade (prioritet za rukovanje naloga ili proizvoda), novčane nagrade (obveznice, vaučeri, povraćaj novca).

source: Sustainable operations: loyalty points or cards, which not only justify communication between merchant and client, but also offer advantages to clients (private offers, discounts).
de_de: Dauerhafte Aktionen: Treue- oder Punktekarten, die nicht nur der Kommunikation mit dem Kunden dienen, sondern ihm auch Vorteile bringen (persönliche Angebote, Rabatte).
ru_ru: Постоянные акции: накопительные карты или баллы, позволяющие не только укрепить отношения с клиентом, но и предложить ему преимущества в виде персональных скидок и предложений.
sr_cs: Održive operacije: bodovi za lojalnost ili kartice, koje ne samo da opravdavaju komunikaciju između trgovca i klijenta, već takođe nude i prednosti za klijente (privatne ponude, popusti).

source: These operations encourage clients to buy products and visit your online store more regularly.
de_de: Solche Aktionen animieren Kunden, Artikel zu kaufen und Ihren Webshop regelmäßig zu besuchen.
ru_ru: Эти мероприятия побуждают клиентов чаще посещать ваш магазин и совершать покупки.
sr_cs: Ove operacije podstiču klijente da kupuju proizvode i da redovnije koristite vašu onlajn prodavnicu.
zh_tw: 這些操作鼓勵客戶更經常地購買商品和訪問您的在線商店。

source: Email address
de_de: E-Mail
eu_es: E-mail helbidea
ru_ru: адрес E-mail
sr_cs: E-mail adresa
zh_tw: 電郵地址

source: Send reset link
de_de: Link zur Passwort-Änderung zusenden
ru_ru: Отправить ссылку восстановления пароля
zh_tw: 發送重設連結

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
de_de: Bitte geben Sie die E-Mail Adresse ein, mit der Sie sich registriert haben. Wir senden Ihnen einen zeitlich begrenzten Link zu, mit dem Sie ihr Passwort zurücksetzen können.
ru_ru: Пожалуйста, введите e-mail, использованный при регистрации. Вы полчите временную ссылку для изменения пароля.
zh_tw: 請輸入您用來註冊的電郵地址。您將收到一個臨時鏈接重設密碼。

source: Profile
de_de: Profil
ru_ru: Профиль
sr_cs: Profil
zh_tw: 基本資料描述

source: For security reasons, you cannot delete the Administrator's profile.
de_de: Aus Sicherheitsgründen können Sie das Administratorprofil nicht löschen.
ru_ru: В целях безопасности нельзя удалять профиль Администратора
sr_cs: Iz sigurnosnih razloga nije moguće izbrisati Administrator profil
zh_tw: 基於安全原因，不可刪除管理員基本資料

source: Add new profile
de_de: Profil hinzufügen
ru_ru: Добавить новый профиль
sr_cs: Dodaj novi profil
zh_tw: 新增設定檔

source: Active
de_de: Aktiv
ru_ru: Активен
sr_cs: Aktivan
zh_tw: 啟用

source: Address
de_de: Adresse
ru_ru: Адрес
sr_cs: Adresa
zh_tw: 地址

source: Never
de_de: Nie
ru_ru: Никогда
sr_cs: Nikada
zh_tw: 從不

source: Registrations
de_de: Anmeldungen
ru_ru: Регистрации
sr_cs: Registracije
zh_tw: 註冊

source: Unknown
de_de: Unbekannt
ru_ru: Неизвестно
sr_cs: Nepoznato
zh_tw: 未知

source: Newsletter
ru_ru: Рассылка
sr_cs: Bilten
zh_tw: 電子通訊

source: Origin
de_de: Herkunft
ru_ru: Источники
sr_cs: Poreklo
zh_tw: 來源

source: Pages viewed
de_de: Seitenaufrufe
ru_ru: Просмотрено страниц
sr_cs: Pogladno stranica
zh_tw: 瀏覽過的網頁

source: Actions
de_de: Aktion
ru_ru: Действия
sr_cs: Акције
zh_tw: 操作

source: Social Title
de_de: Titel
ru_ru: Обращение
sr_cs: Društveni naslov
zh_tw: 稱號

source: Age
de_de: Alter
ru_ru: Возраст
sr_cs: Godine
zh_tw: 年齡：

source: %1$d years old (birth date: %2$s)
de_de: %1$d Jahre alt (Geburtstag: %2$s)
ru_ru: %1$d (день рождения: %2$s)
sr_cs: %1$d godina (rođen: %2$s)

source: Registration Date
de_de: Anmeldedatum
ru_ru: Дата регистрации
sr_cs: Datum registracije
zh_tw: 註冊日期

source: Last Visit
de_de: Letzter Besuch
ru_ru: Последнее посещение
sr_cs: Poslednja poseta
zh_tw: 上一次造訪

source: Best Customer Rank
de_de: Höchster Kundenrang
ru_ru: Ранг лучших клиентов
sr_cs: Lista najboljih kupaca

source: Latest Update
de_de: Zuletzt geändert
ru_ru: Последнее обновление
sr_cs: Poslednje ažuriranje
zh_tw: 上次更新

source: Inactive
de_de: Ausgeschaltet
ru_ru: Неактивен
sr_cs: Neaktivno
zh_tw: 未激活

source: This customer is registered as a Guest.
de_de: Kunde ist als Gast angemeldet
ru_ru: Этот клиент зарегистрировался как гость.

source: Transform to a customer account
de_de: Umwandeln in ein Kundenkonto
ru_ru: Преобразовать а клиентскую учетную запись
sr_cs: Pretvori u korisnički nalog
zh_tw: 轉換到客戶帳號

source: This feature generates a random password before sending an email to your customer.
de_de: Bei Wahl dieser Option wird vor Absenden der E-Mail an den Kunden ein Zufalls-Passwort generiert.
ru_ru: Эта функция позволяет создать случайный пароль и отправить его по электронной почте клиенту
sr_cs: Ova funkcija generiše nasumičnu lozinku i šalje e-mail korisniku
zh_tw: 這個功能會在寄發電子信件時會產生一個隨機的密碼

source: A registered customer account using the defined email address already exists.
de_de: Es existiert bereits ein Kundenkonto mit dieser Mail-Adresse.
ru_ru: Уже существует клиентский аккаунт с этим адресом электронной почты.

source: Valid orders:
de_de: Gültige Bestellungen
ru_ru: Подтвержденных заказов:

source: for a total amount of %s
de_de: in der Gesamtzahl von %s
ru_ru: на сумму %s
zh_tw: 總數為 %s

source: Invalid orders:
de_de: Ungültige Bestellungen
ru_ru: Заказов с ошибками:

source: Total spent
de_de: Bezahlter Gesamtbetrag
ru_ru: Потрачено
sr_cs: Ukupno potrošeno
zh_tw: 總計支付

source: %1$s %2$s has not placed any orders yet
de_de: %1$s %2$s hat bisher noch keine Bestellung(en) aufgegeben
ru_ru: %1$s %2$s еще не делал заказов
sr_cs: %1$s %2$s nisu napravili nijednu porudžbinu
zh_tw: %1$s %2$s 還沒訂購任何產品

source: No cart is available
de_de: Kein Warenkorb verfügbar
ru_ru: Нет доступной корзины
sr_cs: Nema dostupnih korpi
zh_tw: 無可用購物車

source: Purchased products
de_de: Gekaufte Artikel
ru_ru: Купленные товары
sr_cs: Kupljeni proizvodi
zh_tw: 已購買商品

source: Viewed products
de_de: Angesehene Artikel
ru_ru: Просмотренные товары
sr_cs: Pregledani proizvodi
zh_tw: 我瀏覽過的商品

source: Add a private note
de_de: Persönliche Notiz hinzufügen
ru_ru: Добавить служебное примечание
sr_cs: Dodajte privatnu napomenu
zh_tw: 新增私人備註

source: This note will be displayed to all employees but not to customers.
de_de: Diese Notiz ist für alle Mitarbeiter sichtbar, aber nicht für Kunden.
ru_ru: Это примечание будет видно сотрудникам, но не клиенту.
sr_cs: Ova napomena će biti prikazana svim zaposlenim, ali ne i korisnicima.
zh_tw: 本備註僅顯示給員工觀看，客戶會看不到。

source: Sent on
de_de: Gesendet am
ru_ru: Отправлено
sr_cs: Poslata
zh_tw: 發送時間：

source: %1$s %2$s has never contacted you
de_de: %1$s %2$s hat Sie noch nie kontaktiert
ru_ru: %1$s %2$s никогда не вступал с вами в контакт
sr_cs: %1$s %2$s vas nikad nisu kontaktirali
zh_tw: %1$s %2$s 沒有聯絡您

source: Qty available
de_de: Verfügbare Menge
ru_ru: Кол-во в наличии
zh_tw: 可用數量

source: %1$s %2$s has no discount vouchers
de_de: %1$s %2$s verfügt über keine Gutscheine
ru_ru: У %1$s %2$s нет купонов со скидкой
sr_cs: %1$s %2$s nemaju nijedan vaučer za popust
zh_tw: %1$s %2$s 沒有優惠券

source: Last emails
de_de: Neuste E-Mails
ru_ru: Последние почтовые сообщения
zh_tw: 最近寄出電郵

source: Last connections
de_de: Letzte Verbindungen
ru_ru: Последние авторизации
sr_cs: Poslednje povezivanje
zh_tw: 上次連線

source: Total time
de_de: Gesamtzeit
ru_ru: Общее время
sr_cs: Ukupno vreme
zh_tw: 總時間

source: Groups
de_de: Gruppen
ru_ru: Группы
sr_cs: Grupe
zh_tw: 群組

source: Referrers
de_de: Referrer
ru_ru: Рефереры
sr_cs: Preporuke
zh_tw: 來源

source: Phone number(s)
de_de: Telefonnummer(n)
ru_ru: Телефон(ы)
sr_cs: Broj(evi) telefona
zh_tw: 電話號碼

source: %1$s %2$s has not registered any addresses yet
de_de: %1$s %2$s hat noch keine Adresse hinterlegt
ru_ru: %1$s %2$s еще не зарегистрировал ни одного адреса
sr_cs: %1$s %2$s nisu još uvek registrovali adresu
zh_tw: %1$s %2$s 還沒建立任何地址

source: Employees
de_de: Mitarbeiter
ru_ru: Сотрудники
sr_cs: Zaposleni
zh_tw: 員工

source: Shop ID
ru_ru: ID Магазина
sr_cs: ID prodavnice
zh_tw: 本網商店ID

source: Root category
de_de: Stammverzeichnis
ru_ru: Корневая Категория
zh_tw: 根分類

source: Main URL for this shop
de_de: Haupt-URL des Shops
ru_ru: Основной URL магазина
zh_tw: 商店主要的網址URL

source: Edit this shop group
de_de: Diese Shop-Gruppe bearbeitem
ru_ru: Изменить группу магазина
sr_cs: Uredite ovu grupu prodavnice
zh_tw: 編輯這個商店群組

source: Add new shop
de_de: Neuen Shop hinzufügen
ru_ru: Добавить новый магазин
sr_cs: Dodaj novu prodavnicu
zh_tw: 新增商店

source: Please create some sub-categories for this root category.
de_de: Bitte legen Sie Unterkategorien für das Hauptverzeichnis an.
ru_ru: Пожалуйста, создайте несколько подкатегорий для этого корневой категории.
zh_tw: 請在此根分類下建立次分類

source: You need to select at least the root category.
de_de: Es muss zumindest die Hauptkategorie angegeben werden.
ru_ru: Необходимо выбрать как минимум корневую категорию.
sr_cs: Morate da izaberete barem glavnu kategoriju.
zh_tw: 您必須選擇至少一個根分類

source: This field does not refer to the shop name visible in the front office.
de_de: Die Eingabe in diesem Feld bezieht sich nicht auf die Shop-Bezeichnung, die im Front-Office angezeigt wird.
ru_ru: Это поле не относится к названию магазина, отображаемому на страницах магазина.
zh_tw: 這個欄位不代表前台所顯示的商店名稱。

source: Follow %sthis link%s to edit the shop name used on the front office.
de_de: Um den Front-Office-Namen des Shops zu ändern, klicken Sie bitte %shier%s.
ru_ru: Для изменения названия магазина, отображаемого на страницах магазина, перейдите по %sссылке%s.
zh_tw: 透過 %s這個連結%s 來編輯前台使用的商店名稱。

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
de_de: Achtung: Sie werden die Gruppe dieses Shops nicht ändern können, wenn er zu einer Gruppe gehört, für die eine der folgenden Optionen aktiv ist: Kunden teilen, Bestellungen teilen, Mengen teilen
ru_ru: Предупреждение: вы не сможете изменить группу магазина, если он принадлежит к группе в которой активирован один из следующих параметров: Общие покупатели, Общие запасы, или Общие заказы
sr_cs: Upozorenje: Nećete biti u mogućnosti da promenite grupu ove prodavnice ako ona pripada grupi koja ima aktiviranu neku od sledećih opcija: Razmenjuj kupce, Razmenjuj količine ili Razmenjuj porudžbine.
zh_tw: 警告：如果這個商店的群組啟用了共用客戶、共用數量或共用訂單等功能，您就不能夠修改這個商店的群組

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
de_de: Sie können Ihren Shop nur zu einer Gruppe hinzufügen, bei der alle "Teilen"-Optionen deaktiviert sind, oder die noch keine Kunden oder Bestellungen hat.
ru_ru: Вы можете переместить ваш магазин в группу в которой все параметры "Общие ..." отключены или в которой нет покупателей/заказов.
sr_cs: Jedino možete da premestite prodavnicu u grupu sa isključenim svim opcijama "razmenjuj" -- ili u grupu koja nema kupce/porudžbine.
zh_tw: 您只能夠移動商店到各種共用選項都關閉的群組，或是一個沒有客戶或訂單的群組

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
de_de: Sie können die Shopgruppe nicht erstellen, weil der gegenwärtige Shop zu einer Gruppe gehört, bei der die \"Teilen\"-Option aktiviert ist.
ru_ru: Вы не можете изменить магазин потому что он принадлежит к группе магазинов в которой включен один из параметров \"Общие ...\".
sr_cs: Ne možete da uređujete grupu prodavnice jer trenutna prodavnica pripada grupi sa uključenim opcijama \"razmenjuj\".
zh_tw: 您不能編輯這個商店群組，因為目前商店屬於一個啟用共用選項的群組

source: Category root
de_de: Startkategorie
ru_ru: Главная категория
sr_cs: Osnova kategorije
zh_tw: 根分類

source: This is the root category of the store that you've created. To define a new root category for your store, %splease click here%s.
de_de: Dies ist das Stammverzeichnis Ihres Shops. Um ein neues Stammverzeichnis festzulegen, %sklicken Sie hier%s.
ru_ru: Это корневая категория магазина, которую вы создали. Для определения новой главной категории магазина, пожалуйста, %sнажмите здесь%s.
zh_tw: 此為您建立的根目錄。建立新的根目錄，%s點擊此%s。

source: Associated categories
de_de: Verknüpfte Kategorien
ru_ru: Связанные категории
sr_cs: Povezane kategorije
zh_tw: 相關分類

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
de_de: Durch Auswahl verknüpfter Kategorien entscheiden Sie, dass diese in allen Shops zur Verfügung stehen. Einmal verbunden, wird jede Änderung einer solchen Kategorie sich in allen Shops auswirken, die sich diese Kategorie teilen.
ru_ru: Выбирая связанные категории вы разрешаете использовать категории различным магазинам. После того как категории объединятся между магазинами, любое внесение изменений в такую категорию затронет все магазины которые имеют к ней отношение.
sr_cs: Izborom pridruženih kategorija, birate da rezmenjujute kategorije između prodavnica. Kada je asocijacija između prodavnica obavljena, svaka izmena ove kategorije će seodraziti na svaku prodavnicu.
zh_tw: 選擇相關分類，表示選擇在多個商店間共用分類。一旦使用了相關分類，所有分類的異動會套用到每個商店。

source: Theme
de_de: Template
ru_ru: Шаблон
sr_cs: Tema
zh_tw: 主題：

source: Contact information
de_de: Kontaktinformationen
ru_ru: Контактная информация
sr_cs: Kontakt informacije
zh_tw: 聯絡資訊

source: Countries
de_de: Länder
ru_ru: Страны
sr_cs: Države
zh_tw: 國家

source: Currencies
de_de: Währungen
ru_ru: Валюты
sr_cs: Valute
zh_tw: 貨幣

source: Discount prices
de_de: Sonderpreise
ru_ru: Цены со скидкой
sr_cs: Cene sa popustom
zh_tw: 折扣價格

source: Languages
de_de: Sprachen
ru_ru: Язык
sr_cs: Jezici
zh_tw: 語言

source: Module hooks
de_de: Modul Andockpunkte (Hooks)
ru_ru: Хуки модуля
sr_cs: Modul priključaka
zh_tw: 模組掛載

source: Meta information
de_de: Metadaten
ru_ru: Мета информация
zh_tw: Meta資訊

source: Product combinations
de_de: Artikelvarianten
ru_ru: Комбинации товара
zh_tw: 商品屬性組合

source: Available quantities for sale
de_de: Verfügbare Verkaufsmenge
ru_ru: Доступное количество для продажи
sr_cs: Dostupne količine za prodaju
zh_tw: 可供銷售數量

source: Stores
de_de: Shops
ru_ru: Магазины
sr_cs: Prodavnice
zh_tw: 商店

source: Warehouses
de_de: Lager
ru_ru: Склады
sr_cs: Magacini
zh_tw: 倉庫

source: Webservice accounts
ru_ru: Учетные записи веб-сервиса
sr_cs: Webservice nalozi
zh_tw: 網路服務帳號：

source: Attribute groups
de_de: Merkmalsgruppen
ru_ru: Группы атрибутов
sr_cs: Osobine grupa
zh_tw: 屬性群組

source: Customer groups
de_de: Kundengruppen
ru_ru: Группы клиента
sr_cs: Grupe kupaca
zh_tw: 客戶群組

source: Tax rules groups
de_de: Steuerregel-Gruppe
ru_ru: Налоговые ставки для групп
sr_cs: Grupe poreskih pravila
zh_tw: 稅則群組

source: Referrers/affiliates
de_de: Herkunft/Partner
ru_ru: Источники/филиалы
sr_cs: Preporuke/saradnici
zh_tw: 轉介/連盟計畫

source: Zones
de_de: Gebiete
ru_ru: Зоны
sr_cs: Zone
zh_tw: 區塊

source: Cart rules
de_de: Warenkorb Preisregeln
ru_ru: Правила корзины
sr_cs: Pravila korpe
zh_tw: 購物車規則

source: Import data
de_de: Datenimport
ru_ru: Данные об импорте
sr_cs: Uvezi podatke
zh_tw: 匯入資料

source: Choose the source shop
de_de: Quell-Shop auswählen
ru_ru: Выбрать главный магазин
zh_tw: 選擇來源商店

source: Choose data to import
de_de: Wählen Sie zu importierende Daten
ru_ru: Выберите данные, чтобы импортировать
sr_cs: Izaberi podatke za uvoz
zh_tw: 選擇要匯入的資料

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
de_de: Diese Option verwenden, wenn Daten (Artikel, Module, etc.) in gleicher Weise mit jedem ausgewählten Shop verknüpft werden sollen.
ru_ru: Используйте эту опцию, чтобы назначить данные (товары, модули, и т.д.) для выбранного магазина
sr_cs: Koristi ove opcije za spajanje podataka (proizvodi, moduli, itd.) na isti način za sve izabrane prodavnice.
zh_tw: 透過這個選項在每個選擇的商店以同樣方式關聯資料（產品、模組等）

source: Click here to display the shops in the %s shop group
de_de: Für Anzeige der Shops in Shopgruppe %s hier klicken
ru_ru: Нажмите для отображения всех магазинов в %s группе магазина
zh_tw: 點擊此，顯示商店於%s商店群組

source: Click here to display the URLs of the %s shop
de_de: Für Anzeige der URLs des Shops %s hier klicken
ru_ru: Нажмите здесь для отображения ЧПУ %s магазина
zh_tw: 點擊此顯示%s商店的網址URL

source: Shop groups list
de_de: Übersicht Shopgruppen
ru_ru: Список групп магазинов
sr_cs: Lista grupa prodavnica
zh_tw: 商店群組一覽

source: Click here to display the list of shop groups
de_de: Für Anzeige der Shopgruppen hier klicken
ru_ru: Нажмите здесь для отображения списка групп магазина
zh_tw: 點擊此顯示商店群組的清冊

source: Password
de_de: Passwort
ru_ru: Пароль
sr_cs: Šifra
zh_tw: 密碼

source: Sign in
de_de: Anmelden
ru_ru: Войти
sr_cs: Prijavi se
zh_tw: 登入

source: Affiliation space
de_de: Mitgliederbereich
ru_ru: Партнерский офис
sr_cs: Prostor za preporuke
zh_tw: 合作夥伴空間

source: Affiliation
de_de: Mitgliedschaft
ru_ru: Партнер
sr_cs: Preporuke
zh_tw: 合作夥伴

source: Language
de_de: Sprache (ISO-Code)
ru_ru: Язык
sr_cs: Jezik
zh_tw: 語言

source: Subject
de_de: Template
ru_ru: Тема
sr_cs: Naslov
zh_tw: 主題

source: Please select your language!
de_de: Bitte Sprache wählen!
ru_ru: Пожалуйста, выберите язык!
sr_cs: Odaberite vaš jezik!

source: Here you can modify translations for every line of text inside PrestaShop.
de_de: Hier können Sie die Übersetzungen der einzelnen Textteile von PrestaShop ändern.
ru_ru: Здесь вы можете редактировать тексты перевода для PrestaShop.
sr_cs: Ovde možete urediti svaki prevod unutar PrestaShop-a.
