Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Language of the file
de_de: Sprache der Datei
ru_ru: Язык файла
sr_cs: Jezik na kom je fajl
zh_tw: 檔案語言

source: Field separator
de_de: Feldtrenner
ru_ru: Разделитель полей
sr_cs: Separator polja
zh_tw: 欄位分割：

source: e.g.
de_de: z.B.
ru_ru: например

source: Multiple value separator
de_de: Trenner für mehrwertige Felder
ru_ru: Разделитель значений
sr_cs: Separator više vrednosti
zh_tw: 多值分割

source: Delete all
de_de: Vorhandene
ru_ru: Удалить все
sr_cs: Obriši sve
zh_tw: 全部刪除

source: categories
de_de: Tabelle
ru_ru: категории
sr_cs: kategorije
zh_tw: 分類

source: before import
de_de: vor dem Import löschen
ru_ru: перед импортом
zh_tw: 導入前

source: If enabled, the product's reference number MUST be unique!
de_de: Falls aktiviert, MUSS die Artikelnummer eindeutig sein!
ru_ru: Если включено, то артикулы товаров должны быть уникальными!

source: Use product reference as key
de_de: Produktnummer als Schlüssel nutzen
ru_ru: Использовать артикул товара в качестве ключа

source: Skip thumbnails regeneration
de_de: Regenerierung der Vorschaubilder überspringen
ru_ru: Пропустить создание миниатюр

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
de_de: Unbedingt anklicken, wenn Prestashop KEINE neuen IDs generieren soll. Andernfalls würde Prestashop automatisch neu hochzählen und die in der Importdatei enthaltenen IDs ignorieren.
ru_ru: При включенной опции, номер ID импортированных записей будет использован как есть. При отключенной опции, номер ID будет игнорироваться, а взамен этого магазин создаст автоматически увеличивающиеся номера ID для всех импортированных записей.

source: Force all ID numbers
de_de: IDs der Importdatei beibehalten?
ru_ru: Принудительная нумерация

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
de_de: Benachrichtigung per E-Mail, wenn der Import abgeschlossen wurde. Kann bei größeren Dateien hilfreich sein, da der Import einige Zeit dauert.
ru_ru: Отправляется письмо с уведомление об окончании импорта. Полезно при обработке больших файлов, когда импорт может затянуться надолго.

source: Send notification email
de_de: Sende Benachrichtigungen
ru_ru: Отправить e-mail с уведомлением

source: Next step
de_de: Nächster Schritt
ru_ru: Следующий шаг
sr_cs: Sledeći korak
zh_tw: 下一步

source: Available fields
de_de: Verfügbare Felder
ru_ru: Доступные поля
sr_cs: Dostupna polja
zh_tw: 可用欄位

source: * Required field
de_de: * Pflichtfeld
ru_ru: * Обязательные поля
sr_cs: * Obavezna polja
zh_tw: * 必填欄位

source: Download sample csv files
de_de: Download von Beispiel-Importdateien im CSV-Format
ru_ru: Скачать пример csv файла
sr_cs: Preuzmite primer csv fajla

source: Sample Categories file
de_de: Musterdatei für Kategorien
ru_ru: Пример файла Категорий
sr_cs: Primer fajla Kategorije
zh_tw: 分類範例檔案

source: Sample Products file
de_de: Musterdatei für Artikel
ru_ru: Пример файла Товаров
sr_cs: Primer fajla Proizvodi
zh_tw: 產品範例檔案

source: Sample Combinations file
de_de: Musterdatei für Varianten
ru_ru: Пример файла Комбинаций
sr_cs: Primer fajla Kombinacije
zh_tw: 組合範例檔案

source: Sample Customers file
de_de: Musterdatei für Kunden
ru_ru: Пример файла Клиентов
sr_cs: Primer fajla Klijenti
zh_tw: 客戶範例檔案

source: Sample Addresses file
de_de: Musterdatei für Adressen
ru_ru: Пример файла Адресов
sr_cs: Primer fajla Adrese
zh_tw: 地址範例檔案

source: Sample Brands file
de_de: Musterdatei Marken
ru_ru: Пример файла брендов

source: Sample Suppliers file
de_de: Musterdatei für Lieferanten
ru_ru: Пример файла Поставщиков
sr_cs: Primer Dobavljači fajl
zh_tw: 供應商範例檔案

source: Sample Aliases file
de_de: Alias-Musterdatei
ru_ru: Образец файла пседонимов

source: Sample Store Contacts file
de_de: Musterdatei Shopdaten
ru_ru: Пример файла контактов магазина

source: Sample Supply Orders file
de_de: Musterdatei für Lieferaufträge
ru_ru: Образец файла заказов поставки
zh_tw: 採購訂單範例檔案

source: Sample Supply Order Details file
de_de: Musterdatei für detaillierte Lieferaufträge
ru_ru: Образец файла подробностей заказа поставки

source: Are you sure that you would like to delete this entity:
de_de: Löschen bitte bestätigen für:
ru_ru: Вы точно хотите удалить этот объект:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
de_de: Sie haben hier keine ausreichenden Löschrechte. Bei aktivierter Multishop-Funktion kann nur der Super-Admin alle Items vor dem Import löschen.
ru_ru: У вас нет разрешений на удаление объекта. При включенном режиме мультимагазина, только Суперадминистратор можут удалить все объекты перед импортом.

source: Please name your data matching configuration in order to save it.
de_de: Bitte geben Sie einen Namen ein zur Speicherung dieser Abfrage.
ru_ru: Для сохранения конфигурации соответствия данных, дайте ей имя.

source: Match your data
de_de: Datenfelder zuordnen
ru_ru: Совпадение ваших данных

source: Please match each column of your source file to one of the destination columns.
de_de: Bitte ordnen Sie jeder Spalte die jeweiligen Spalte ihrer CSV-Datei zu.
ru_ru: Назначьте каждой колонке исходного файла соответствующую колонку в месте назначения.

source: Load a data matching configuration
de_de: Abfrage laden
ru_ru: Загрузить конфигурацию сответствия данных

source: Load
de_de: Laden
ru_ru: Загрузить
sr_cs: Učitaj
zh_tw: 載入

source: Save your data matching configuration
de_de: Abfrage speichern
ru_ru: Сохранить конфигурацию сответствия данных

source: Two columns cannot have the same type of values
de_de: Der gleiche Wert für unterschiedliche Spalten ist nicht erlaubt.
ru_ru: Две колонки не могут иметь одинаковый тип

source: This column must be set:
de_de: Diese Spalte ist erforderlich
ru_ru: Столбец должен быть установлен:

source: Rows to skip
de_de: Zeilen überspringen
ru_ru: Пропустить строк

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
de_de: Durch Eingabe einer Zahl zeigen sie an, wieviele Zeilen zu Beginn übersprungen werden sollen - z.B. eine 1, um einen Import der Spaltenüberschriften zu verhindern.
ru_ru: Показывает, сколько строк от начала пропустить при импорте данных. Например, укажите 1, если хотите пропустить первую строку в файле, содержащую заголовки.

source: Missing files
de_de: Fehlende Dateien
ru_ru: Недостающие файлы
sr_cs: Nedostajući fajlovi
zh_tw: 缺少檔案

source: Updated files
de_de: Aktualisierte Dateien
ru_ru: Обновленные файлы
sr_cs: Ažurirani fajlovi
zh_tw: 更新的檔案

source: Changed/missing files have been detected.
de_de: geänderte/fehlende Dateien wurden erkannt
ru_ru: Были обнаружены измененные или недостающие файлы
sr_cs: Promenjeni/nedostajući fajlovi su otkriveni
zh_tw: 發現有檔案異動或遺失

source: No change has been detected in your files.
de_de: Ihre Dateien wurden nicht geändert.
ru_ru: В ваших файлах изменений не обнаружено.

source: Configuration information
de_de: Systemeinstellungen
ru_ru: Сведения о конфигурации
sr_cs: Informacije o konfiguraciji
zh_tw: 設定資訊

source: This information must be provided when you report an issue on our bug tracker or forum.
de_de: Diese Informationen ist wichtig beim Übermitteln von Programmfehlern oder Problemen im Forum.
ru_ru: Эта информация должна быть указана при отправке багрепорта на багтрекер или при обращении на форум
sr_cs: Ova informacija mora da se priloži kada prijavljujete problem na našem forumu za praćenje grešaka.
zh_tw: 當您在問題追蹤系統或討論區回報問題時請提供這些資訊

source: Server information
de_de: Serverdaten
ru_ru: Информация о сервере
sr_cs: Informacije o serveru
zh_tw: 伺服器詳細訊息

source: Server information:
de_de: Serverdaten
ru_ru: Информация о сервере:
zh_tw: 伺服器資訊：

source: Server software version:
de_de: Version der Server-Software
ru_ru: Версия веб-сервера:

source: PHP version:
ru_ru: Версия PHP:

source: Memory limit:
de_de: Speichergrenze
ru_ru: Доступный объем памяти:

source: Max execution time:
ru_ru: Максимальное время выполнения:

source: Upload Max File size:
de_de: Upload (max. Dateigröße)
ru_ru: Макс. размер загрузки:

source: PageSpeed module for Apache installed (mod_instaweb)
de_de: PageSpeed-Modul für Apache installiert (mod_instaweb)
ru_ru: Модуль PageSpeed для Apache установлен (mod_instaweb)
sr_cs: PageSpeed modul za Apache instaliran (mod_instaweb)
zh_tw: 已安裝PageSpeed模組，支援Apache (mod_instaweb)

source: Database information
de_de: Datenbank-Informationen
ru_ru: Информация о базе данных
sr_cs: Informacija Baze podataka
zh_tw: 資料庫資訊

source: MySQL version:
ru_ru: Версия MySQL:

source: MySQL server:
ru_ru: Адрес сервера MySQL:

source: MySQL name:
ru_ru: Имя базы данных MySQL:

source: MySQL user:
de_de: MySQL-Anwender
ru_ru: Пользователь MySQL:

source: Tables prefix:
de_de: Tabellen-Präfix:
ru_ru: Префикс таблиц:

source: MySQL engine:
ru_ru: Движок MySQL:

source: MySQL driver:
de_de: MySQL-Treiber
ru_ru: Драйвер MySQL:

source: Store information
de_de: Informationen über Ihren Shop
ru_ru: Информация о магазине
sr_cs: Informacije prodavnice
zh_tw: 商店資訊

source: PrestaShop version:
ru_ru: Версия Prestashop:

source: Shop URL:
ru_ru: URL магазина:

source: Current theme in use:
de_de: Aktuell verwendetes Template:
ru_ru: Текущий шаблон:

source: Mail configuration
de_de: Informationen zur E-Mail-Konfiguration
ru_ru: Настройки почты
sr_cs: Informacije o Mail-u
zh_tw: 郵件資訊

source: Mail method:
de_de: Mail-Sendemethode
ru_ru: Метод отправки почты:

source: You are using the PHP mail() function.
de_de: Sie verwenden die PHP-Funktion mail().
ru_ru: Используется функция PHP mail()
sr_cs: Koristite PHP mail() funkciju.
zh_tw: 您使用 PHP mail() 功能

source: You are using your own SMTP parameters.
de_de: Sie verwenden Ihre eigenen SMTP-Einstellungen
ru_ru: Используется SMTP отправка
sr_cs: Koristite sopstvene SMTP parametre
zh_tw: 您使用自己的SMTP參數

source: SMTP server
ru_ru: Сервер SMTP
zh_tw: SMTP 伺服器

source: SMTP username
de_de: SMTP Benutzername
ru_ru: Имя пользователя SMTP
zh_tw: SMTP使用者名稱

source: Defined
de_de: festgelegt
ru_ru: Определен
sr_cs: Definisan
zh_tw: 已定義

source: SMTP password
de_de: SMTP Passwort
ru_ru: Пароль SMTP
sr_cs: SMTP lozinka
zh_tw: SMTP 密碼

source: Encryption:
de_de: Verschlüsselung
ru_ru: Шифрование:

source: SMTP port:
ru_ru: SMTP порт:

source: Your information
de_de: Ihre Informationen
ru_ru: Вы
sr_cs: Informacije o vama
zh_tw: 您的資訊

source: Your web browser:
de_de: Ihr Internet-Browser
ru_ru: Ваш браузер:

source: Check your configuration
de_de: Ihre Konfiguration überprüfen
ru_ru: Проверка вашей конфигурации
sr_cs: Proverite Vašu konfiguraciju
zh_tw: 檢查您的設定

source: Required parameters:
de_de: Erforderliche Parameter
ru_ru: Требуемые параметры:

source: OK
ru_ru: ОК
sr_cs: U redu
zh_tw: 確定

source: Please fix the following error(s)
de_de: Bitte prüfen Sie folgende(n) Fehler
ru_ru: Обратите внимание на следующие ошибки
sr_cs: Molimo Vas da pogledate sledeće greške
zh_tw: 請代號下列錯誤

source: Optional parameters:
de_de: Optionale Parameter
ru_ru: Необязательные параметры:

source: List of changed files
de_de: Liste der geänderten Dateien
ru_ru: Список измененных файлов
sr_cs: Lista izmenjenih fajlova
zh_tw: 列出異動的檔案

source: Checking files...
de_de: Überprüfe Dateien...
ru_ru: Проверка файлов...
sr_cs: Provera fajlova . . .
zh_tw: 檢查檔案中...

source: There are %d errors.
de_de: %d Fehler gefunden
ru_ru: Имеется %d ошибок
sr_cs: Postoji %d grešaka
zh_tw: 有 %d 個錯誤

source: There is %d error.
de_de: Es gibt %d Fehler.
ru_ru: Имеется %d ошибка
sr_cs: Postoji %d greška
zh_tw: 有 %d 個錯誤

source: Stay logged in
de_de: Angemeldet bleiben
ru_ru: Запомнить меня
zh_tw: 保持登入

source: Confirm new password
de_de: Neues Passwort bestätigen
ru_ru: Повторите пароль
zh_tw: 確認新密碼

source: Reset password
de_de: Passwort zurücksetzen
ru_ru: Восстановить пароль
zh_tw: 重置密碼

source: Your password has been successfully changed.
de_de: Ihr Passwort wurde aktualisiert.
ru_ru: Ваш пароль изменен.

source: You will be redirected to the login page in a few seconds.
de_de: Sie werden in wenigen Sekunden zur Anmeldeseite weitergeleitet.
ru_ru: Вы будете перенапралены на страницу входа через несколько секунд.

source: Please, check your mailbox.
de_de: Bitte checken Sie Ihre E-Mails.
ru_ru: Проверьте вашу почту.

source: A link to reset your password has been sent to you.
de_de: Ein Link zum Zurücksetzen Ihres Passworts wurde an Ihre E-Mail-Adresse gesendet.
ru_ru: Вам отправлена ссылка для изменения пароля.

source: For security reasons, you cannot connect to the back office until you have:
de_de: Aus Sicherheitsgründen können Sie erst auf das Back Office erst zugreifen, wenn Sie Folgendes erledigt haben:
ru_ru: В целях безопасности у вас нет доступа к административной части до выполнения следующих действий:

source: deleted the /install folder
de_de: Verzeichnis /install löschen oder umbennen
ru_ru: удалите папку /install
sr_cs: obrisali /install direktorijum
zh_tw: 刪除/install資料夾

source: renamed the /admin folder (e.g. %s)
de_de: Verzeichnis /admin umbenennen (z. B. %s)
ru_ru: переименуйте досье /admin (p. ex. %s)
sr_cs: admin folder / je preimenovan (npr. %s)
zh_tw: 重命名 /admin 文件夾（如 %s）

source: Please then access this page by the new URL (e.g. %s)
de_de: Danach können Sie diese Seite mit Ihrer neuen URL erreichen (z. B. %s)
ru_ru: Перейдите на страницу с нового URL (p. ex. %s)
sr_cs: Molimo da ovoj strani pristupite sa nove adrese (npr. %s)

source: Log in
de_de: Anmelden
ru_ru: Вход
zh_tw: 登入

source: Addons membership provides access to all our PrestaShop modules.
de_de: Durch die Mitgliedschaft bei PrestaShop Addons erhalten Sie Zugang zu all unseren Modulen.
ru_ru: Членство в PrestaShop Addons дает доступ ко всем нашим модулям.

source: Once connected, your new modules will be automatically installed.
de_de: Sobald die Verbindung aufgebaut ist, werden die neuen Modulen automatisch installiert.
ru_ru: После подключения ваши новые модули будут установлены автоматически.

source: Sign up
de_de: Registrieren
ru_ru: Регистрация
zh_tw: 登記

source: Connect to PrestaShop Marketplace account
de_de: Melden Sie sich beim Prestashop Marktplatz an
ru_ru: Подключиться к учетной записи Prestashop Marketplace

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
de_de: Modul muss entweder als Zip-Datei (.zip) oder als RCS-Datei (.tar, .tar.gz, .tgz) vorliegen.
ru_ru: Модуль должен быть в виде архива Zip (.ZIP) или Tar (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
de_de: Laden Sie das Modul von Ihrem PC.
ru_ru: Загрузить модуль со своего компьютера
sr_cs: Dodajte modul sa Vašeg računara
zh_tw: 由您的電腦直接上傳模組

source: Module file
de_de: Moduldatei
ru_ru: Файл модуля
sr_cs: Modul datoteka
zh_tw: 模組檔案

source: Upload this module
de_de: Modul laden
ru_ru: Загрузить этот модуль
sr_cs: Dodaj ovaj modul
zh_tw: 上傳模組

source: An upgrade is available for some of your modules!
de_de: Für einige Module sind Updates verfügbar!
ru_ru: Для ваших модулей доступны обновления!
sr_cs: Za neki od vaših mogula postoje ažuriranja!

source: Favorites
de_de: Favoriten
ru_ru: Избранное
sr_cs: Omiljeno
zh_tw: 最愛

source: I forgot my password
de_de: Ich habe mein Passwort vergessen
ru_ru: Я забыл пароль
zh_tw: 忘記密碼

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
de_de: Wenn Sie den Modulbereich voll nutzen und auch Gratis-Module verfügbar haben möchten, sollten Sie die folgenden Server-Einstellungen vornehmen:
ru_ru: Если вы хотите полностью использовать панель AdminModules и получить доступ к бесплатным модулям, вы должны включить следующие настройки на сервере:

source: Enable PHP's allow_url_fopen setting
de_de: PHP-Einstellung allow_url_fopen aktivieren
ru_ru: Включить парамерт РНР allow_url_fopen

source: Enable PHP's OpenSSL extension
de_de: PHP-Erweiterung OpenSSL aktivieren
ru_ru: Включить расширение РНР OpenSSL

source: Connect your shop with PrestaShop's marketplace in order to automatically import all your Addons purchases.
de_de: Verbinden Sie Ihren Shop mit Prestashops Marktplatz, um automatisch alle Kaufmodule zu importieren.
ru_ru: Присоединить ваш магазин к маркету PrestaShop для автоматического импорта приобретенных дополнений.

source: Don't have an account?
de_de: Sie haben noch keinen Account?
ru_ru: Нет учетной записи?
sr_cs: Nemate nalog?
zh_tw: 還沒有帳戶？

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
de_de: Entdecken Sie die Vielfalt der PrestaShop Addons! Stöbern Sie im offiziellen PrestaShop Martkplatz mit aktuell über 3 500 innovativen Templates und modularen Erweiterungen - ob es sich nun um Optimierung der Wechselkurse, Erhöhung der Zugriffsrate, Maßnahmen zur Kundenbindung oder Rentabilitätssteigerung handelt.
ru_ru: Откройте для себя мощь PrestaShop Addons! Исследуйте официальный PrestaShop-маркет. В нем более 3500 инновационных модулей и шаблонов, оптимизирующих коэффициент конверсии, повышающих посещаемость, укрепляющих лояльность, повышающих вашу производительность

source: Connect to PrestaShop Addons
de_de: Wechseln Sie zu PrestaShop Addons
ru_ru: Присоединиться к PrestaShop Addons

source: Create an Account
de_de: Erstellen Sie ein Konto
ru_ru: Создать учетную запись
zh_tw: 創建帳户

source: Reset your password
de_de: Passwort zurücksetzen
ru_ru: Восстановление пароля
zh_tw: 重設您的密碼

source: New password
de_de: Neues Passwort
ru_ru: Новый пароль
sr_cs: Nova lozinka
zh_tw: 新密碼

source: Back to Login
de_de: Zurück zur Anmeldeseite
ru_ru: Назад к форме \"Вход\"
sr_cs: Nazad na prijavljivanje
zh_tw: 返回登入

source: Confirmation
de_de: Bestätigung
ru_ru: Пароль еще раз
sr_cs: Potvrda
zh_tw: 確認密碼

source: Change Password
de_de: Passwort ändern
ru_ru: Смена пароля
zh_tw: 更改密碼

source: Forgot your password?
de_de: Passwort vergessen?
eu_es: Zure pasahitza ahaztu duzu?
ru_ru: Забыли пароль?
sr_cs: Zaboravili ste šifru ?
zh_tw: 忘記密碼？

source: Severity levels
de_de: Schweregrad
ru_ru: Уровни безопасности
sr_cs: Nivoi ozbiljnosti
zh_tw: 嚴重程錄

source: Meaning of severity levels:
de_de: Bedeutung der Schweregrade:
ru_ru: Значение уровней безопасности:

source: Informative only
de_de: Rein informativ
ru_ru: Информационное сообщение
sr_cs: Informativno obaveštenje
zh_tw: 僅有益的

source: Error
de_de: Fehler
ru_ru: Ошибка
sr_cs: Greška
zh_tw: 錯誤

source: Major issue (crash)!
de_de: Schwerwiegendes Problem (Absturz)
ru_ru: Неустранимая ошибка (крэш)
sr_cs: Veliki problem (obično krahiranje neke komponente)
zh_tw: 重要問題(損毀)

source: No address has been found for this brand.
de_de: Keine Adresse für diese Marke gefunden
ru_ru: Для этого бренда адресов не найдено.
zh_tw: 此品牌找不到地址。

source: Delete item #
de_de: Element Nr. löschen
ru_ru: Удалить элемент №
sr_cs: Obriši stavku #
zh_tw: 刪除項目#

source: UPC:
ru_ru: Штрихкод UPC:

source: Qty:
de_de: Menge
ru_ru: Кол:
zh_tw: 數量：

source: You might be interested in
de_de: Sie haben vielleicht Interesse an
ru_ru: Вас может заинтересовать
zh_tw: 您可能感興趣的

source: Activate module for this shop context: %s.
de_de: Hier folgendes Modul aktivieren: %s
ru_ru: Активировать модуль для этого контекста магазина: %s.

source: Translate
de_de: Übersetzen
ru_ru: Перевести
zh_tw: 翻譯

source: Check update
de_de: auf Update prüfen
ru_ru: Проверить обновления
sr_cs: Proveri ažuriranje
zh_tw: 檢查更新

source: Manage hooks
de_de: Hooks verwalten
ru_ru: Управление хуками
sr_cs: Upravljanje kukama
zh_tw: 擷取管理

source: Search on PrestaShop Marketplace:
de_de: Auf dem Prestashop-Marktplatz suchen
ru_ru: Поиск на Prestashop Marketplace:
zh_tw: 搜索 PrestaShop Marketplace:

source: Or
de_de: Oder
ru_ru: Или
sr_cs: Ili
zh_tw: 或

source: See all themes
de_de: Alle Templates anzeigen
ru_ru: Посмотр всех шаблонов
zh_tw: 查看所有主題

source: Add a new theme
de_de: Neues Template
ru_ru: Добавить шаблон
zh_tw: 新增主題

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
de_de: Um ein Template hinzuzufügen, melden Sie sich einfach bei Ihrem PrestaShop Addons-Account an. Das neue Template wird dann automatisch in Ihren Shop importiert.
ru_ru: Для добавления шаблона, подключите вашу учетную запись PrestaShop Addons, и ваш новый шаблон автоматически импортируется в магазин.

source: You can choose among 1,500+ professional templates!
de_de: Wählen Sie aus mehr als 1.500 professionellen Templates!
ru_ru: Вам доступен выбор из более чем 1500 профессиональных шаблонов!

source: Can I add my own theme?
de_de: Kann ich mein eigenes Template hinzufügen?
ru_ru: Я могу добавить свой собственный шаблон?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
de_de: Aus Sicherheitsgründen können Sie nur Templates verwenden, die bei PrestaShop Addons, dem offiziellen Marktplatz, verkauft werden.
ru_ru: Обратите внимание, что по соображениям безопасности, вы можете добавлять только шаблоны, распространяемые через официальный магазин PrestaShop Addons.

source: You can also create a new theme below.
de_de: Sie können weiter unten auch auch ein eigenes Template erstellen.
ru_ru: Также внизу можно создать новый шаблон.

source: See all modules
de_de: Alle Module anzeigen
ru_ru: Смотреть все модули
zh_tw: 顯示所有模塊

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
de_de: Um ein neues Modul hinzuzufügen, melden Sie sich einfach bei PrestaShop Addons an. Alles, was Sie dort kaufen, wird automatisch importiert.
ru_ru: Для добавления нового модуля просто укажите свою учетную запись PrestaShop Addons и все Ваши покупки будут автоматически импортированы.

source: Can I add my own modules?
de_de: Kann ich meine eigenen Module hinzufügen?
ru_ru: Могу я добавлять собственные модули?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
de_de: Aus Sicherheitsgründen können Sie nur Module installieren, die bei PrestaShop Addons, dem offiziellen Marktplatz, verkauft werden.
ru_ru: Пожалуйста, обратите внимание, что по соображениям безопасности, вы можете добавлять только модули, распространяемые через официальный магазин PrestaShop Addons.

source: Add a new module
de_de: Neues Modul hinzufügen
ru_ru: Добавить модуль
sr_cs: Dodaj novi modul
zh_tw: 新增模組

source: List of modules
de_de: Übersicht aller Module
ru_ru: Список модулей
sr_cs: Lista modula
zh_tw: 模組列表

source: Update all
de_de: Alles aktualisieren
ru_ru: Обновить все
sr_cs: Ažuriraj sve
zh_tw: 全部更新

source: Check for update
de_de: Auf Update prüfen
ru_ru: Проверить обновления
sr_cs: Proveri za ažuriranje
zh_tw: 檢查更新

source: by
de_de: von
ru_ru: от
sr_cs: po
zh_tw: 由

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
de_de: Diese Meldung erhalten Sie immer dann, wenn ein Modul nicht über unseren offiziellen Marktplatz PrestaShop Addons bezogen wurde - oder der Server keine Verbindung zu PrestaShop Addons bekommt.
ru_ru: Так бывает когда модуль распространяется не через наш официальный маркет, PrestaShop Addons, или когда у сервера нет связи с PrestaShop Addons.
