Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: An empty record-set was returned.
de_de: Leeren Datensatz erhalten
ru_ru: Вернулась пустая запись
sr_cs: Broj praznih vraćenih zapisa
zh_tw: 搜索結果是一個空的數據集。

source: Price sold
de_de: Verkaufspreis
ru_ru: Цена продажи
sr_cs: Prodata cena
zh_tw: 價格出售

source: Quantity sold in a day
de_de: Verkaufte Menge/Tag
ru_ru: Количество продаж за день
sr_cs: Prodata količina na dan
zh_tw: 單日銷售數量

source: Page views
de_de: Seitenaufrufe
ru_ru: Просмотрено страниц
sr_cs: Pregledanih stranica
zh_tw: 頁面瀏覽量

source: Best-selling products
de_de: Beliebteste Artikel
ru_ru: Лидеры продаж
sr_cs: Najbolji proizvodi
zh_tw: 熱賣商品

source: Adds a list of the best-selling products to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der Verkaufshits hinzu
ru_ru: Добавляет список лидеров продаж на панель статистики.
sr_cs: Dodaje listu najprodavanijih proizvoda na statističku komandnu tablu.

source: Reference
de_de: Artikel-Nr.
eu_es: Erreferentzia
ru_ru: Код
sr_cs: napomena
zh_tw: 編號

source: Unit price
de_de: Stückpreis
ru_ru: Цена
sr_cs: Jed.cena
zh_tw: 單價

source: Returned
de_de: Zurückgesandt
ru_ru: Возвращено
sr_cs: Vraćeno
zh_tw: 已退還

source: Merchandise return
de_de: Warenrücksendung
eu_es: Produktuen itzulpena
ru_ru: Возврат товара
sr_cs: Povraćaj robe
zh_tw: 退貨

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
de_de: Welche Artikel möchten Sie zurücksenden? Welches sind Ihre Gründe?
eu_es: Produktu bat edo gehiago itzuli nahi baduzu, dagozkien laukitxoak markatu eta itzultzearen azalpena eman. Osatutakoan, sakatu azpikaldeko botoia.
ru_ru: Если вы хотите вернуть один или несколько товаров, пожалуйста, отметьте соответствующие поля и поясните причину. Затем нажмите на кнопку ниже.
sr_cs: Ako želite da vratite jedan ili više proizvoda, molimo Vas označite odgovarajuća polja i napišete razlog za povraćaj. Zatim kliknite na dugme ispod.
zh_tw: 如果您希望退回一件或多件商品，請標記以下方框且提供退貨理由。然後點擊以下按鍵。

source: Available quantity for sale
de_de: Lieferbare Verkaufsmenge
ru_ru: Доступное для продажи количество
sr_cs: Količina dostupna za prodaju
zh_tw: 可供銷售數量

source: Item
de_de: Artikel
ru_ru: Товар
sr_cs: Stavka
zh_tw: 項目

source: Average price
de_de: Durchschnittspreis
ru_ru: Средняя цена
sr_cs: Prosečna cena
zh_tw: 平均價格

source: Available quantities
de_de: Verfügbare Mengen
ru_ru: Доступное количество
sr_cs: Dostupna količina
zh_tw: 可銷售數量

source: Adds a tab showing the quantity of available products for sale to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht einen Menüpunkt zur Anzeige der Menge der lieferbaren Artikel hinzu
ru_ru: На пульт статистики добавляется вкладка, показывающая количество имеющегося товара для продажи.

source: Evaluation of available quantities for sale
de_de: Bewertung der vorhandenen Liefermengen
ru_ru: Оценка количества товаров к продаже
sr_cs: Procena dostupne količine za prodaju

source: Your catalog is empty.
de_de: Ihr Katalog ist leer.
ru_ru: Ваш каталог пуст.
sr_cs: Vaš katalog je prazan.
zh_tw: 您的分類是空的

source: Ref.
de_de: Bestell-Nr.
ru_ru: Арт.
zh_tw: 代號

source: Price*
de_de: Preis *
ru_ru: Цена *
sr_cs: Cena *
zh_tw: 價格*

source: Total quantities
de_de: Gesamtmengen
ru_ru: Общее количество
sr_cs: Ukupne količine
zh_tw: 全部數量

source: Total value
de_de: Gesamtwert
ru_ru: Общая стоимость
sr_cs: Ukupna vrednost
zh_tw: 全部價值

source: This section corresponds to the default wholesale price according to the default supplier for the product. An average price is used when the product has attributes.
de_de: Entspricht dem Listenpreis des Standard-Lieferanten für den Artikel. Bei besonderen Artikelmerkmalen wird ein Durchschnittspreis verwendet.
ru_ru: Соответствие оптовой цены с ценой поставщика товара. Средняя цена используется, когда у товара есть атрибуты.
sr_cs: Ovaj odeljak odgovara podrazumevanoj veleprodajnoj ceni u skladu sa podrazumevanim dobavljačem za proizvod. Prosečna cena se koristi kada proizvod ima atribute.
zh_tw: 本節將根據該商品的默認供應商對應於默認批發價格。商品有屬性的時候使用平均價。

source: Empty record set returned
de_de: Leerer Datensatz zurückgegeben
ru_ru: Вернулась пустая запись
sr_cs: Broj praznih vraćenih zapisa
zh_tw: 搜索結果是一個空的數據集

source: Best suppliers
de_de: Beliebteste Lieferanten
ru_ru: Лучшие поставщики
sr_cs: Najbolji dobavljači
zh_tw: 最佳供應商

source: Adds a list of the best suppliers to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Liste der beliebtesten Lieferanten hinzu
ru_ru: Добавляет список лучших поставщиков на панель статистики.
sr_cs: Dodaje listu najboljih dobavljača na statističku komandnu tablu.
zh_tw: 將最佳供應商列表添加到統計信息顯示板。

source: Carrier distribution
de_de: Verteilung der Lieferanten
ru_ru: Распределение по перевозчикам
sr_cs: Distribucija dostavljača
zh_tw: 貨運商

source: Adds a graph displaying each carriers' distribution to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Grafik des Verteilungsraums jedes einzelnen Versanddienstes hinzu
ru_ru: Добавляет на панель статистики график, отображающий распределение по каждому перевозчику.
sr_cs: Dodaje grafički prikaz svakog dobavljača na statističku komandnu tablu.

source: This graph represents the carrier distribution for your orders. You can also narrow the focus of the graph to display distribution for a particular order status.
de_de: Diese Grafik zeigt die Verteilung der Lieferanten für Ihre Bestellung an. Sie können sie auch auf die Verteilung füe einen speziellen Bestellstatus begrenzen.
ru_ru: Этот график представляет распределение перевозчиков по вашим заказам. Можно ограничить разбивку до нужного статуса заказа.
sr_cs: Ovaj grafik predstavlja distribuciju dobavljača za vaše porudžbine. Takođe se može suziti fokus grafika da bi se prikazala distribucija za status određene narudžbine.
zh_tw: 這個圖表顯示訂單使用的貨運商分佈情況，您可以將滑鼠游標移到圖片上方來顯示指定狀態的分佈

source: No valid orders have been received for this period.
de_de: Keine gültigen Bestellungen für diesen Zeitraum.
ru_ru: Нет заказов за указанный период.
sr_cs: Nema validnih porudžbina za ovaj period.
zh_tw: 這個期間沒有收到任何訂單

source: Percentage of orders listed by carrier.
de_de: Prozentsatz der Bestellungen pro Lieferant
ru_ru: Процент заказов доставленных перевозчиком.
sr_cs: Procenat porudžbina po dobavljaču
zh_tw: 依據貨運商列出訂單比例

source: All
de_de: Alle
ru_ru: Все
sr_cs: Svim
zh_tw: 所有

source: Type:
de_de: Typ
ru_ru: Тип:
sr_cs: Tip:
zh_tw: 類型：

source: Status:
ru_ru: Статус:
zh_tw: 狀態：

source: Validated
de_de: Geprüft
ru_ru: Подтверждено
sr_cs: Potvrđeno
zh_tw: 確認

source: Not Validated
de_de: Ungeprüft
ru_ru: Не подтверждено
sr_cs: Nepotvrđeno
zh_tw: 未確認

source: Level:
de_de: Ebene:
ru_ru: Уровень:
sr_cs: Nivo:
zh_tw: 級別：

source: Filter
ru_ru: Фильтр
zh_tw: 過濾

source: Products bought:
de_de: Gekaufte Artikel:
ru_ru: Куплено товаров:
sr_cs: Kupljenih proizvoda:
zh_tw: 被購商品：

source: Sales and orders
de_de: Verkäufe und Bestellungen
ru_ru: Заказы и продажи
sr_cs: Prodaja i porudžbine
zh_tw: 銷售與訂單

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Grafik zur Entwicklung der Verkäufe und Bestellungen hinzu.
ru_ru: На панель статистики добавляются графики с динамикой заказов и продаж.

source: About order statuses
de_de: Order-Status
ru_ru: О статусах заказа
zh_tw: 各種訂單狀態

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
de_de: In Ihrem Back Office können Sie die folgenden Bestell-Zustände modifizieren: Warte auf Scheckzahlung, Zahlung akzeptiert, Vorbereitung läuft, Versand, Geliefert, Storniert, Erstattung, Fehler bei Zahlung, Nicht auf Lager und Warte auf Banküberweisung.
ru_ru: В вашем бэк-офисе вы можете найти следующие статусы заказов: Ожидание оплаты, Оплачен, Подготовка, Доставляется, Доставлен, Отменен, Возвращен, Ошибка оплаты, Нет на складе, и Ожидание оплаты банковским переводом.
zh_tw: 在您的後台，您可以修改以下訂單狀態：Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Cancelled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment。

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
de_de: Diese Bestell-Zustände können nicht aus dem Back Office entfernt werden; Sie haben aber die Möglichkeit weitere hinzuzufügen.
ru_ru: Эти статусы заказа удалить нельзя, но можно добавить новые.
zh_tw: 這些訂單狀態不能夠從後台移除，不過您可以新增更多。

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
de_de: Die folgende Grafik zeigt die Entwicklung der Verkäufe und des Umsatzes für einen ausgewählten Zeitraum.
ru_ru: Этот график показывает динамику заказов и объёмов продаж вашего магазина за выбранный период.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
de_de: Gewöhnen Sie sich an, die hier aufbereiteten Kennziffern für die Wirtschaftlichkeit Ihres Shops aufmerksam zu verfolgen, zumal Sie hier auch Vergleichszahlen anderer Zeiträume angezeigt bekommen.
ru_ru: Чаще сверяйтесь с этим графиком, так как он позволяет быстро оценивать устойчивость магазина. Также возможно отслеживать несколько периодов времени.

source: Only valid orders are graphically represented.
de_de: Die Grafik berücksichtigt nur durchgeführte Bestellungen.
ru_ru: На графике показываются только подтвержденные заказы.

source: Orders placed:
de_de: Bestellungen:
ru_ru: Заказы:
sr_cs: Porudžbine:
zh_tw: 已下訂單

source: Sales:
de_de: Umsatz:
ru_ru: Продажи:
zh_tw: 銷售：

source: You can view the distribution of order statuses below.
de_de: Im Folgenden wird die Verteilung der Bestell-Status angezeigt.
ru_ru: Ниже вы видите разбивку заказов по статусам.

source: No orders for this period.
de_de: Keine Bestellung für diesen Zeitraum
ru_ru: Нет заказов на этот период.
sr_cs: Nema porudžbina u ovom periodu.
zh_tw: 這段期間沒有訂單。

source: Orders placed
de_de: Aufgegebene Bestellungen
ru_ru: Заказы
zh_tw: 已下訂單

source: Products bought
de_de: Gekaufte Artikel
ru_ru: Объем продаж
zh_tw: 已購商品

source: Sales currency: %s
de_de: Umsatz-Währung: %s
ru_ru: Валюта продаж: %s
zh_tw: 銷售貨幣：%s

source: Percentage of orders per status.
de_de: Bestellungen nach Status (in %).
ru_ru: Распределение заказов по статусу, в %.
zh_tw: 依據訂單狀態的百分比。

source: Browsers and operating systems
de_de: Browser und Betriebssysteme
ru_ru: Браузеры и операционные системы
sr_cs: Pretraživači i opertaivni sistemi
zh_tw: 瀏覽器與作業系統

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine graphische Auswertung der Browser und Betriebsysteme Ihrer Kunden hinzu
ru_ru: Добавляет вкладку в пульт статистики, содержащую графики по используемым браузерам и операционным системам.
sr_cs: Dodaje karticu koja sadrži grafike o korišćenju veb pretraživača i operativnog sistema na statističku komandnu tablu.
zh_tw: 增加瀏覽器與作業系統使用狀態的相關圖表到 Dashboard。

source: Making sure that your website is accessible to as many people as possible
de_de: Sicherstellen, dass Ihre Webseite für alle erreichbar ist
ru_ru: Обеспечьте доступность сайта максимально возможному числу людей
zh_tw: 確認你的網站可被大量瀏覽

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
de_de: Bei der Webseitenverwaltung ist es wichtig, die vom Kunden genutzte Software im Auge zu behalten, um sicher zu gehen, dass die Webseite bei jedem Kunden das Gleiche anzeigt. PrestaShop wurde so konzipiert, dass es mit den meisten neueren Webbrowsern und Betriebssystemen kompatibel ist. Falls Sie jedoch Ihren Shop durch fortgeschrittene Funktionen erweitern oder sogar den PrestaShop Core Code verändern, könnten diese nicht für alle Kunden richtig dargestellt werden. Sie sollten deshalb immer den Überblick darüber behalten, wie groß der Anteil Ihrer Kunden mit der jeweiligen Software ist, bevor Sie etwas ändern oder hinzufügen, auf das nur eine begrenzte Anzahl von Nutzern Zugriff hat.
ru_ru: Управляя сайтами, важно знать, какое ПО используют посетители. Это позволит обеспечить одинаковое отображение сайта для всех. PrestaShop разрабатывается совместимым с современными веб-браузерами и ОС. Однако, когда вы добавляете новые функции на вашем сайте или даже модифицируете ядро PrestaShop, эти изменения могут не быть доступными для всех. Вот почему полезно заранее знать, какой части пользователей, использующих разные браузеры, будут доступны эти модификации.

source: Indicates the percentage of each web browser used by customers.
de_de: Zeigt die von Ihren Kunden benutzten Browser (in Prozent).
ru_ru: Распределение клиентов по используемым браузерам.

source: Indicates the percentage of each operating system used by customers.
de_de: Zeigt die von Ihren Kunden genutzten Betriebssysteme (in Prozent).
ru_ru: Распределение клиентов по используемым операционным системам.

source: Plugins
ru_ru: Плагины
sr_cs: Plug-in
zh_tw: 外掛

source: Web browser used
de_de: Browser
ru_ru: Используемый браузер
zh_tw: 使用的瀏覽器

source: Operating system used
de_de: Betriebssystem
ru_ru: Используемая операционная система
zh_tw: 使用的作業系統

source: Language distribution
de_de: Sprachenverteilung
ru_ru: Распределение по языкам
sr_cs: Distribucija jezika
zh_tw: 語言分佈

source: Currency distribution
de_de: Währungsverteilung
ru_ru: Распределение по валюте
sr_cs: Distribucija valuta
zh_tw: 貨幣分佈

source: Registered customer information
de_de: Information zu registrierten Kunden
ru_ru: Информация о клиентах
sr_cs: Podaci o registrovanom kupcu
zh_tw: 註冊客戶資訊

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht Informationen über registrierte Kunden (z.B. Geschlecht und Alter) hinzu
ru_ru: На панель статистики добавляется информация о ваших зарегистрированных пользователях (например, пол, возраст, и т.д.).
sr_cs: Dodaje informacije o vašim registrovanim kupcima (kao što su pol i godine) na statističku komandnu tablu.
zh_tw: 將您的註冊客戶的統計數據（如性別和年齡）添加到統計儀表板。

source: Target your audience
de_de: Sprechen Sie Ihre Kunden gezielt an
ru_ru: Ваша целевая аудитория
sr_cs: Ciljajte željenu publiku
zh_tw: 定位目標受眾

source: In order for each message to have an impact, you need to know who it is being addressed to.
de_de: Damit jede Nachricht auch eine Wirkung erzielt, müssen Sie den genauen Adressaten kennen.
ru_ru: Чтобы каждое сообщение достигло цели, необходимо знать кому оно будет адресовано.

source: Defining your target audience is essential when choosing the right tools to win them over.
de_de: Entscheidend für die Wahl der richtigen Mittelist es, sich an die richtige Zielgruppe zu wenden, um sie zu überzeugen.
ru_ru: Определение целевой аудитории важно при выборе правильных инструментов её привлечения.
sr_cs: Obraćanje pravoj publici je od suštinskog značaja za izbor pravog načina da je pridobijete.
zh_tw: 設定您的目標客群是必要的，這樣才能夠選擇適合的工具來贏得他們

source: It is best to limit an action to a group -- or to groups -- of clients.
de_de: Es empfiehlt sich, eine Aktion auf eine Gruppe oder bestimmte Gruppen von Kunden zu begrenzen.
ru_ru: Лучше ограничивать акции группой (группами) клиентов.
sr_cs: Najbolje je ograničiti operacije na grupu -- ili grupe -- klijenata.
zh_tw: 最好限制在一或多個群組的客戶。

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
de_de: Informationen zu registrierten Kunden helfen Ihnen dabei, das typische Kundenprofil genauer zu bestimmen, so dass Sie Ihre Sonderangebote unterschiedlichen Anforderungen anpassen können.
ru_ru: Персональная информация зарегистрированных пользователей помогает точно определить, кому адресованы спецпредложения и промоушены.
sr_cs: Podaci o registrovanim korisnicima Vam omogućava da precizno definišete profil tipičnog kupca prema kome ćete da prilagodite specijalne ponude.
zh_tw: 儲存的註冊客戶資訊讓您正確的知道客戶資訊，這樣一來就能夠安排特別的活動或促銷。

source: You can increase your sales by:
de_de: Sie können Ihre Verkäufe steigern durch:
ru_ru: Можно увеличить продажи путем:
sr_cs: Možete povećati prodaju za:

source: Launching targeted advertisement campaigns.
de_de: Werbekampagnen starten, die an bestimmte Kunden gerichtet sind, welche an einem bestimmten Angebot interessiert sein könnten, zu bestimmten Daten und Zeiten.
ru_ru: Запуска таргетированных рекламных кампаний.
sr_cs: Pokretanje ciljanih reklamnih kampanja.
zh_tw: 開展有針對性的廣告活動。

source: Contacting a group of clients by email or newsletter.
de_de: Eine Kundengruppe per E-Mail / Newsletter kontaktieren.
ru_ru: Обращения к группе клиентов по электронной почте или в рассылке.
sr_cs: Kontaktiranje grupe klijenate mejlom ili biltenom.
zh_tw: 透過電子郵件或電子報聯絡一個群組的客戶。

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
de_de: Die Geschlechterverteilung zeigt Ihnen den prozentualen Anteil von Männern und Frauen unter Ihren Kunden.
ru_ru: Гендерное распределение позволяет понять доли мужчин и женщин среди покупателей магазина.
sr_cs: Distribucija po polovima Vam omogućava da odredite procenat muškaraca i žena.
zh_tw: 性別分佈讓您知道商店消費的男女性別比例。

source: Age ranges allow you to better understand target demographics.
de_de: Durch die Anlage von Altersgruppen können Sie leichter feststellen, aus welcher Altersklasse Ihre Kunden kommen.
ru_ru: Разбивка по возрасту также облегчает таргетирование.
sr_cs: Opseg godina vampomaže da bolje razumete ciljnu demografiju.
zh_tw: 年齡範圍讓您知道目標客群。

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
de_de: Aus der Länderverteilung ersehen Sie, aus welchem Teil der Welt Ihre Kunden einkaufen.
ru_ru: Распределение по странам покажет, из каких частей мира к вам приходят покупатели.
sr_cs: Distribucija po državi vam omugućava da analizirate iz kog dela sveta vaši kupci kupuju.
zh_tw: 國家分佈讓您分析客戶消費的來源。

source: Currency range allows you to determine which currency your customers are using.
de_de: Währungsbereichen erlauben Ihnen festzustellen, mit welcher Währung Ihre Kunden bezahlen.
ru_ru: Разбивка по валютм показывает, какой валютой расплачиваются ваши клиенты.
sr_cs: Valutni opsezi vam govore koje valute koriste Vaši kupci
zh_tw: 貨幣範圍允許您選擇客戶使用的貨幣

source: Language distribution allows you to analyze the browsing language used by your customers.
de_de: Bei der Festlegung der im Shop verfügbaren Sprachen sollten Sie sich an der Sprachverbreitung in den Ländern orientieren, in denen Ihr Shop aktiv ist.
ru_ru: Разбивка по языкам покажет на каких языках говорят ваши покупатели.
sr_cs: Distribucija jezika vam omogućuje da analizirate koje od jezika koriste kupci u vašoj prodavnici.
zh_tw: 語言分佈讓您分析客戶瀏覽器使用的語言。

source: No customers have registered yet.
de_de: Noch keine Kunden registriert.
ru_ru: Пока нет зарегистрированных покупателей.
sr_cs: Nema registrovanih korisnika.
zh_tw: 還未有註冊客戶

source: Gender distribution
de_de: Geschlechterverteilung
ru_ru: Гендерное распределение
sr_cs: Distribucija polova
zh_tw: 性別分佈

source: Male
de_de: Männlich
ru_ru: Мужчины
sr_cs: Muški
zh_tw: 男性

source: Female
de_de: Weiblich
ru_ru: Женщины
sr_cs: Ženski
zh_tw: 女性

source: Age range
de_de: Altersspanne
ru_ru: Возрастные рамки
sr_cs: Opseg godina
zh_tw: 年齡層

source: Country distribution
de_de: Länderverteilung
ru_ru: Распределение по странам
sr_cs: Distribucija zemalja
zh_tw: 國家分佈

source: Adds a tab with a graph showing newsletter registrations to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht einegraphische Auswertung der Newsletter-Anmeldungen hinzu
ru_ru: На панель статистики добавляется график с динамикой подписки на рассылку.
sr_cs: Dodaje karticu sa grafikom koji prikazuje registracije za bilten na statističku komandnu tablu.
zh_tw: 在儀表盤添加顯示通訊註冊圖形的標籤。

source: Customer registrations:
de_de: Anmeldungen von Kunden:
ru_ru: Регистраций клиентов:
sr_cs: Registracije kupaca:
zh_tw: 客戶註冊：

source: Visitor registrations:
de_de: Anmeldungen von Besuchern:
ru_ru: Регистраций посетителей:

source: Both:
de_de: Beide:
ru_ru: Всего:
sr_cs: Oba:
zh_tw: 兩者：

source: Newsletter statistics
de_de: Newsletter Statistik
ru_ru: Статистика рассылки
sr_cs: Statistika biltena
zh_tw: 電子報統計

source: customers
de_de: Kunden
ru_ru: Клиенты
sr_cs: Kupci
zh_tw: 客戶

source: Both
de_de: Beide
ru_ru: Всего
sr_cs: Oba
zh_tw: 兩者都可以

source: Price
de_de: Preis
ru_ru: Цена
sr_cs: Cena
zh_tw: 價格

source: (Tax Excl.)
de_de: (o. MwSt.)
ru_ru: (Без НДС)
sr_cs: (bez PDV-a.)
zh_tw: (未稅)

source: Product name
de_de: Artikelname
ru_ru: Название товара
sr_cs: Ime proizvoda
zh_tw: 商品名稱

source: Attribute name
de_de: Name der Variante
ru_ru: Имя атрибута
sr_cs: Ime atributa
zh_tw: 屬性名稱

source: Available Quantity
de_de: Verfügbare Menge
ru_ru: Доступное Количество
sr_cs: Dostupna količina
zh_tw: 可銷售數量

source: Number of products:
de_de: Anzahl Artikel
ru_ru: Количество товаров:

source: Wholesale price
de_de: Einkaufspreis
ru_ru: Оптовая цена
sr_cs: Veleprodajna cena
zh_tw: 批發價格：

source: Customer accounts
de_de: Kundenkonten
ru_ru: Учетные записи клиентов
sr_cs: Korisnički nalozi
zh_tw: 客戶帳户

source: Adds a registration progress tab to the Stats dashboard.
de_de: Fügt der Statistik-Übersichteinen Tab zur Entwicklung der Anmeldezahlen hinzu
ru_ru: На панель статистики добавляется вкладка с динамикой регистраций.
sr_cs: Dodaje karticu napredak registracije na statističku komandnu tablu.

source: Number of visitors who stopped at the registering step:
de_de: Besucher, die sich nicht registrieren wollten:
ru_ru: Число посетителей, остановившихся на этапе регистрации:
sr_cs: Posetioci koji su stali na ovom koraku:
zh_tw: 在註冊步驟停止操作的訪客數量：

source: Number of visitors who placed an order directly after registration:
de_de: Besucher, die direkt nach der Anmeldung eine Bestellung vorgenommen haben:
ru_ru: Число посетителей, размествших заказ непосредственно после регистрации:
sr_cs: Posetioci koji su pourčili odmah posle registracije:
zh_tw: 在註冊後直接產生訂單的訪客數量：

source: Total customer accounts:
de_de: Kundenkonten insgesamt:
ru_ru: Всего зарегистрированных учетных записей:
sr_cs: Ukupno naloga:
zh_tw: 總計用戶帳號：

source: Number of customer accounts created
de_de: Anzahl der erstellten Kundenkonten
ru_ru: Количество созданных учетных записей
sr_cs: Broj korisničkih naloga
zh_tw: 已建立帳號的用戶數：
