Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
de_de: "%" ersetzt eine beliebige Zeichenfolge. Wenn ein %-Zeichen dagegen tatsächlich angezeigt werden soll, verwenden Sie folgende Schreibweise: "\\\\%".
ru_ru: "%" заменит любое количество символов. Если хотите использовать сам символ "%", надо ввести так: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
de_de: Im Simple-Modus wird der MySQL-Befehl "LIKE" für Abfragen verwendet. Für aussagekräftigere Afragen sollte sie den Experten-Modus nutzen, der die üblichen MySQL-Befehlen erlaubt.
ru_ru: Простой режим использует оператор MySQL "LIKE" для поиска совпадений, но для серьезной работы можно использовать регулярные выражения MySQL в режиме эксперта.

source: Take a look at MySQL's documentation for more details.
de_de: Nähere Details finden Sie in der MySQL-Dokumentation.
ru_ru: Сверьтесь с документацией по MySQL за подробностями.

source: Get help!
de_de: Hilfe!
ru_ru: Нужна помощь!
sr_cs: Pronađite pomoć!
zh_tw: 請求幫助！

source: List of MySQL Tables
de_de: Liste der MySQL-Tabellen
ru_ru: Список таблиц в MySQL
sr_cs: Lista MySQL tabela
zh_tw: MySQL資料表列表

source: Add table name to SQL query
de_de: Tabelle zur SQL-Abfrage hinzufügen
ru_ru: Добавить имя таблицы к запросу SQL

source: List of attributes for this MySQL table
de_de: Eigenschaften dieser mySQL-Tabelle
ru_ru: Список атрибутов для этой таблицы MySQL

source: Please choose a MySQL table
de_de: Bitte wählen Sie eine MySQL-Tabelle
ru_ru: Пожалуйста, выберите таблицу MySQL
sr_cs: Odaberi MySQL tabelu

source: Add attribute to SQL query
de_de: Eiegnschaft zur SQL-Abfrage hinzufügen
ru_ru: Добавить атрибут к запросу SQL

source: Please choose a table.
de_de: Bitte Tabelle wählen.
ru_ru: Пожалуйста, выберите таблицу.
sr_cs: Molim izaberite tabelu
zh_tw: 請選擇一個資料表

source: SQL query result
de_de: Ergebnis SQL-Abfrage
ru_ru: Результат SQL-запроса
zh_tw: SQL查詢結果

source: This SQL query has no result.
de_de: Kein Ergebnis für diese SQL-Abfrage
ru_ru: Этот SQL-запрос вернул пустой результат.
zh_tw: 此SQL查詢沒有結果。

source: There are no results matching your query "%s".
de_de: Keine Ergebnisse für das Suchkriterium "%s"
ru_ru: Нет результатов, по вашему запросу "%s".
sr_cs: Nema rezultata koji se poklapaju sa vašim upitom "%s".
zh_tw: SQL查詢 "%s" 沒有結果。

source: 1 result matches your query "%s".
de_de: 1 Ergebnis für das Suchkriterium "%s"
ru_ru: Запросу "%s" соответствует 1 результат.
sr_cs: 1 rezultat se poklapa sa vašim upitom "%s".
zh_tw: 查詢 "%s" 有 1個結果。

source: %d results match your query "%s".
de_de: %d Ergebnisse für das Suchkriterium "%s"
ru_ru: По запросу "%s" найдено результатов: %d.
sr_cs: %d rezultata se poklapaju sa vašim upitom "%s".
zh_tw: 查詢 "%s" 有 %d 個結果。

source: 1 feature
de_de: 1 Merkmal
ru_ru: 1 характеристика
sr_cs: 1 funkcija
zh_tw: 1 特性

source: %d features
de_de: %d Merkmale
ru_ru: характеристик: %d
sr_cs: %d funkcije
zh_tw: %d 特性

source: 1 module
de_de: 1 Modul
ru_ru: 1 модуль
sr_cs: 1 modul
zh_tw: 1個模組

source: %d modules
de_de: %d Module
ru_ru: %d модулей
sr_cs: %d modula
zh_tw: %d個模組

source: 1 category
de_de: 1 Kategorie
ru_ru: категорий: 1
sr_cs: 1 kategorija
zh_tw: 1個分類

source: %d categories
de_de: %d Kategorien
ru_ru: категорий: %d
sr_cs: %d kategorija
zh_tw: %d個分類

source: 1 product
de_de: 1 Artikel
ru_ru: товаров: 1
sr_cs: 1 proizvod
zh_tw: 1個商品

source: %d products
de_de: %d Artikel
ru_ru: %d товаров
sr_cs: %d proizvoda
zh_tw: %d 個商品

source: 1 customer
de_de: 1 Kunde
ru_ru: 1 клиент
sr_cs: 1 kupac
zh_tw: 1個客戶

source: %d customers
de_de: %d Kunden
ru_ru: %d клиентов
sr_cs: %d kupaca
zh_tw: %d個客戶

source: 1 order
de_de: 1 Bestellung
ru_ru: 1 заказ
sr_cs: 1 porudžbina
zh_tw: 1張訂單

source: %d orders
de_de: %d Bestellungen
ru_ru: %d заказов
sr_cs: %d porudžbina
zh_tw: %d張訂單

source: 1 addon
ru_ru: 1 дополнение
sr_cs: 1 dodatak
zh_tw: 1個插件

source: %d addons
ru_ru: %d дополнений
sr_cs: %d dodataka
zh_tw: %d個插件

source: Show more results...
de_de: Mehr Ergebnisse ...
ru_ru: Еще результаты...
sr_cs: Prikaži još rezultata...
zh_tw: 顯示更多結果...

source: Search doc.prestashop.com
de_de: Durchsuche doc.prestashop.com
ru_ru: Поиск на doc.prestashop.com
sr_cs: Pretražuj doc.prestashop.com

source: Go to the documentation
de_de: Zur Dokumentation wechseln
ru_ru: Перейти к документации
sr_cs: Idi na dokumentaciju

source: Search addons.prestashop.com
de_de: Durchsuche addons.prestashop.com
ru_ru: Поиск на addons.prestashop.com
sr_cs: Pretražuj addons.prestashop.com
zh_tw: 搜索 addons.prestashop.com

source: Go to Addons
de_de: Zu Addons wechseln
ru_ru: Перейти к дополнениям
sr_cs: Idi na dodatke
zh_tw: 前往插件

source: Search prestashop.com forum
de_de: Durchsuche Prestashops Forum
ru_ru: Поиск на форуме prestashop.com
sr_cs: Pretražuj prestashop.com forum
zh_tw: 搜索 prestashop.com 討論區

source: Go to the Forum
de_de: Zum Forum wechseln
ru_ru: Перейти на Форум
sr_cs: Idi na forum
zh_tw: 前往論壇

source: Import data from another shop
de_de: Daten aus einem anderen Shop importieren
ru_ru: Импортировать данные из другого магазина
sr_cs: Uvezi podatke iz druge prodavnice
zh_tw: 從另一個商店匯入

source: You cannot delete this shop (customer and/or order dependency)
de_de: Sie können diesen Shop nicht löschen (Abhängigkeiten bei Kunden und/oder Bestellungen)
ru_ru: Вы не можете удалить этот магазин (обнаружена зависимость от заказа и/или покупателя)

source: Click here to set a URL for this shop.
de_de: Klicken Sie hier, um eine URL für diesen Shop anzugeben.
ru_ru: Щелкните здесь, чтобы установить URL для этого магазина
sr_cs: Klikni da podesiš URL za ovu prodavnicu
zh_tw: 點選這裡來設定商店網址

source: Download credit slip
de_de: Download Gutschrift
ru_ru: Загрузить кредитную квитанцию
sr_cs: Preuzmi kreditni isečak
zh_tw: 下載信用單

source: No module has been installed.
de_de: Kein Modul installiert
ru_ru: Нет установленых модулей.
sr_cs: Nijedan modul nije instaliran
zh_tw: 未安裝模組

source: Filters
de_de: Filter
ru_ru: Фильтры
sr_cs: Filteri
zh_tw: 過濾器

source: Filter by warehouse:
de_de: Filtern nach Warenlager
ru_ru: Фильтр по складу:
zh_tw: 以倉庫過濾：

source: Choose not to display completed/canceled orders:
de_de: Abgeschlossene und abgebrochene Bestellungen ausblenden
ru_ru: Выберите если не хотите отображать завершенные/отменённые заказы:

source: Filter by period:
de_de: Filter nach Zeitabschnitt
ru_ru: Фильтр по периоду:
zh_tw: 以期間過濾：

source: Highlight when coverage (in days) is less than:
de_de: Hervorheben, wenn die Bestandsdeckung (in Tagen) geringer ist als:
ru_ru: Выделить, когда запас (в днях) меньше чем:
zh_tw: 標示，當涵蓋天數少於：

source: Filter movements by warehouse:
de_de: Filter Lagerbewegungen nach Warenlager
ru_ru: Фильтр движения на складе:
zh_tw: 以倉庫調撥過濾：

source: Hours:
de_de: Stunden:
ru_ru: Часы:
zh_tw: 時：

source: e.g. 10:00AM - 9:30PM
de_de: Beispiel: 10.00 bis 21.30 Uhr
ru_ru: Например: 10:00 AM - 9:30 PM
sr_cs: Primer: 10:00AM - 9:30PM
zh_tw: 例如：上午10時 - 晚上9：30

source: Current order status: %s
de_de: Aktueller Bestellstatus: %s
ru_ru: Статус текущего ордера: %s
sr_cs: Trenutna status porudžbine: %s
zh_tw: 當前訂單狀態：%s

source: Choose the new status for your order
de_de: Wählen Sie den neuen Status Ihrer Bestellung aus
ru_ru: Выберите новое состояние для заказа
sr_cs: Izaberite novi status za vašu porudžbinu
zh_tw: 選擇訂單的新狀態

source: Status of the order:
de_de: Status der Bestellung
ru_ru: Состояние заказа:

source: Print the supply order form
de_de: Einkaufs-Auftrag drucken
ru_ru: Распечатать форму поставки заказа
sr_cs: Štampaj otpremnicu porudžbenice
zh_tw: 列印訂單支援表格

source: Click here to download the supply order form.
de_de: Hier klicken, um das Lieferanten-Bestellformular herunterzuladen
ru_ru: Щелкните здесь, чтобы загрузить форму заказа поставки
sr_cs: Klikni da preuzmeš obrazac otpremnice porudžbenice
zh_tw: 點擊此處下載訂單支援表格

source: Down
de_de: absteigend
ru_ru: Вниз
sr_cs: Dole
zh_tw: 下

source: Up
de_de: aufsteigend
ru_ru: Вверх
sr_cs: Gore
zh_tw: 上

source: This tax only
de_de: Nur diese Steuer
ru_ru: Только этот налог
sr_cs: Samo ovaj porez
zh_tw: 僅有本稅

source: Combine
de_de: Kombinieren
ru_ru: Объединить
sr_cs: Kombinovano
zh_tw: 結合

source: One after another
de_de: Nacheinander
ru_ru: Один за другим
sr_cs: Porez na porez
zh_tw: 緊接著

source: Choose layouts
de_de: Layout wählen
ru_ru: Выберите раскладки
zh_tw: 選擇版面配置

source: Use this theme
de_de: Dieses Template verwenden
ru_ru: Использовать этот шаблон
zh_tw: 使用此主題

source: Delete this theme
de_de: Template löschen
ru_ru: Удалить шаблон
zh_tw: 刪除此主題

source: Designed by %s
de_de: Design %s
ru_ru: Спроектировано %s
zh_tw: 設計者 %s

source: Configure your page layouts
de_de: Seiten-Layout festlegen
ru_ru: Настройте макеты вашей страницы

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
de_de: Jede Seite kann unterschiedlich gestaltet werden. Wählen Sie eine der Layout-Vorlagen, die Ihr Template bereitstellt.
ru_ru: У каждой страницы может быть свой макет, выерите его из набора, идущего вместе с шаблоном.

source: Reset to defaults
de_de: Auf Standardwerte zurücksetzen
ru_ru: Восстановить значения по умолчанию
zh_tw: 重置為默認值

source: Live from PrestaShop Addons!
de_de: Direkt aus Prestashop Addons!
ru_ru: Сейчас на PrestaShop Addons!
sr_cs: Uživo sa PrestaShop Addons!
zh_tw: PrestaShop 外掛市集

source: The "%1$s" theme has been successfully installed.
de_de: Template "%1$s" installiert
ru_ru: Шаблон %1$s успешно установлен​.
sr_cs: Tema "%1$s" je uspešno instalirana.
zh_tw: 主題“%1$s”已成功安裝。

source: The following module(s) were not installed properly:
de_de: Folgende Module konnten nicht installiert werden:
ru_ru: Следующие модули не установлены должным образом:
zh_tw: 下面模組沒有安裝完成：

source: Warning: You may have to regenerate images to fit with this new theme.
de_de: ACHTUNG: Sie müssen die Bilder wiederherstellen, damit Sie zum neuen Template passen.
ru_ru: Внимание: Возможно, вам придется регенерировать изображения для соответствия новому шаблону.
sr_cs: Upozorenje: Možda ćete morati da prilagodite slike ovoj novoj temi.

source: Go to the thumbnails regeneration page
de_de: Wechseln Sie zur Wiederherstellung der Vorschaubilder
ru_ru: Перейти на страницу регенерации эскизов
sr_cs: Idite na stranivu regenerisanja sličica

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
de_de: Warnung: Bildformat unbekannt! Sie können aber ein neues Bildformat definieren, indem Sie die unten stehenden Werte verwenden (auf der Seite "Bilder" im Menü "Design"):
ru_ru: Внимание: нет такого типа изображения. Чтобы создать его вручную, используйте данные внизу (страница "Изображения" под меню "Дизайн"):

source: Name image type:
de_de: Name Bildtyp
ru_ru: Имя типа изображения:

source: (width: %1$spx, height: %2$spx).
de_de: (Breite: %1$spx, Höhe: %2$spx).
ru_ru: (ширина: %1$spx, высота: %2$spx).
sr_cs: (širina: %1$spx, visina: %2$spx).

source: Images have been correctly updated in the database:
de_de: Bilder wurden fehlerfrei in der Datenbank aktualisiert
ru_ru: Изображения обновлены в базе данных:

source: Finish
de_de: Fertig
ru_ru: Завершить
sr_cs: Završi
zh_tw: 完成

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
de_de: Mit leeren Kategorien sind direkt keine Artikel verknüpft, wohl aber ggf. über Unterkategorien.
ru_ru: Пустая категория — категория, не имеющая товара непосредственно связанного с ней. Однако она может содержать товары через их подкатегории.
sr_cs: Prazna kategorija je kategorija koja nema proizvode direktno povezane sa njom. Prazna kategorija svakako može sadržati proizvode pod podkategorijama.
zh_tw: 一個空的分類是沒有直接關聯到它的商品類別。但一個空的分類可以包含有商品的子分類。

source: Add file
de_de: Datei hinzufügen
ru_ru: Добавить файл
sr_cs: Dodajte fajl
zh_tw: 新增檔案

source: File size
de_de: Dateigröße
ru_ru: Размер файла
sr_cs: Veličina datoteke
zh_tw: 檔案大小：

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
de_de: Sie haben das Uploadlimit für Dateien (%s) erreicht. Bitte entfernen Sie erst Dateien, um weitere übertragen zu können.
ru_ru: Вы достигли ограничения (%s) на загрузку файлов, удалите несколько чтобы продолжить загрузку
sr_cs: Dostigli ste limit (%s) postavljanja fajlova, obrišite fajlove za postavljanje

source: Add files
de_de: Dateien hinzufügen
ru_ru: Добавить файлы
sr_cs: Dodaj fajlove
zh_tw: 加入檔案

source: Download current file (%skb)
de_de: Laden Sie die aktuelle Datei herunter (%skb)
ru_ru: Скачать текущий файл (%sкб)
sr_cs: Preuzmi ovaj fajl (%skb)
zh_tw: 下載當前檔案（%skb）

source: Download current file
de_de: Laden Sie die aktuelle Datei herunter
ru_ru: Скачать текущий файл
sr_cs: Preuzmi ovaj fajl
zh_tw: 下載當前檔案

source: You can upload a maximum of %s files
de_de: Upload von max %s Dateien möglich
ru_ru: Вы можите загрузить максимум %s файлов
sr_cs: Možete postaviti najviše %s fajlova
zh_tw: 您只可以上傳高達 %s 個檔案

source: %s at least, or you will have to edit the translation files manually.
de_de: %s zu erhöhen. Andernfalls müssen Sie die Übersetzungen manuell ändern.
ru_ru: %s по крайней мере или вам придется редактировать файлы перевода вручную.
sr_cs: Najmanje %s, ili ćete morati ručno da uređujete datoteke prevoda.
zh_tw: 至少 %s 或手動編輯翻譯檔案。

source: You MUST use this syntax in your translations. Here are a few examples:
de_de: Sie MÜSSEN diese Syntax in Ihren Übersetzungen nutzen. Hier einige Beispiele:
ru_ru: Вы ДОЛЖНЫ использовать этот синтаксис в ваших переводах. Вот несколько примеров:

source: missing
de_de: fehlt
ru_ru: отсутсвует
sr_cs: nedostaje
zh_tw: 缺少

source: Core emails
de_de: vordefinierte E-Mails
ru_ru: Основные e-mail адреса
sr_cs: Temeljni mejlovi
zh_tw: 核心的電子郵件

source: Module emails
de_de: Modul E-Mails
ru_ru: Модуль E-mails
sr_cs: Modul mejlova
zh_tw: 模組電郵

source: Set the resource permissions for this key:
de_de: Stellen Sie die Berechtigungen für diesen Schlüssel ein:
ru_ru: Установить права для этого ключа:
zh_tw: 設定本密碼的資源權限：

source: Resource
de_de: Ressource
ru_ru: Ресурс
sr_cs: Resurs
zh_tw: 資源

source: View (GET)
de_de: Sehen (GET)
ru_ru: Просмотр (GET)
sr_cs: Pregled (GET)
zh_tw: 瀏覽(GET)

source: Modify (PUT)
de_de: Ändern (PUT)
ru_ru: Модификация (PUT)
sr_cs: Izmeni (PUT)
zh_tw: 更改(PUT)

source: Add (POST)
de_de: Hinzufügen (POST)
ru_ru: Добавить(POST)
sr_cs: Dodaj (POST)
zh_tw: 新增(POST)

source: Delete (DELETE)
de_de: Löschen (DELETE)
ru_ru: Удалить (DELETE)
sr_cs: Obriši (DELETE)
zh_tw: 刪除(DELETE)

source: Fast view (HEAD)
de_de: Vorschau (HEAD)
ru_ru: Быстрый просмотр (HEAD)
sr_cs: Brzi pregled (HEAD)
zh_tw: 快速瀏覽(HEAD)

source: %1$s on line %2$s in file %3$s
de_de: %1$s in Zeile %2$s der Datei %3$s
ru_ru: %1$s в строке %2$s в файле %3$s
sr_cs: %1$s u liniji %2$s u fajlu %3$s
zh_tw: %1$s 在第 %2$s 行，在 %3$s 文件

source: Load time:
de_de: Ladezeit
ru_ru: Время загрузки:
zh_tw: 載入時間：

source: Contact
de_de: Kontakt
ru_ru: Контакты
sr_cs: Kontakt
zh_tw: 聯絡我們

source: Bug Tracker
ru_ru: Баг трэкер
sr_cs: Tragač greški

source: Forum
ru_ru: Форум
zh_tw: 討論區

source: Addons
ru_ru: Дополнения
sr_cs: Dodaci

source: Training
ru_ru: Тренировка
sr_cs: Trening

source: and stay
de_de: und bleiben
ru_ru: и остаться
sr_cs: i ostani
zh_tw: 並且停留

source: register
de_de: Anmelden
ru_ru: зарегистрировано
zh_tw: 註冊

source: No new order for now :(
de_de: Aktuell kein neuer Kunde!
ru_ru: Сейчас нет новых заказов :(
zh_tw: 暫無新訂單

source: Have you checked your [1][2]abandonned carts[/2][/1]?
de_de: Haben Sie die [1][2]verwaisten Warenkörbe[/2][/1] überprüft?
ru_ru: Вы проверяли ваши [1][2]заброшенные корзины[/2][/1]?

source: No new customer for now :(
de_de: Aktuell kein neuer Kunde!
ru_ru: Пока нет новых клиентов :(
zh_tw: 暫無新客戶

source: No new message for now.
de_de: Aktuell keine neuen Nachrichten
ru_ru: Пока нет сообщений.

source: Orders[1][/1]
de_de: Bestellungen[1][/1]
ru_ru: Заказы[1][/1]
zh_tw: 訂單[1][/1]

source: Customers[1][/1]
de_de: Kunden[1][/1]
ru_ru: Клиенты[1][/1]
zh_tw: 客戶[1][/1]

source: Messages[1][/1]
de_de: Nachrichten[1][/1]
ru_ru: Сообщения[1][/1]

source: from
de_de: von
ru_ru: c
sr_cs: od
zh_tw: 從

source: Remove from QuickAccess
de_de: Aus Schnellzugang entfernen
ru_ru: Убрать из Быстрого Доступа
zh_tw: 從 QuickAccess 刪除

source: Add current page to QuickAccess
de_de: Zu Favoriten hinzufügen
ru_ru: Добавить текущую страницу в Быстрый Доступ

source: Manage quick accesses
de_de: Schnellzugänge verwalten
ru_ru: Управление быстрым доступом

source: Please name this shortcut:
de_de: Bitte dieses Kürzel angeben:
ru_ru: Задайте название ярлыка:

source: Quick Access
de_de: Schnellzugriff
ru_ru: Быстрый доступ
sr_cs: Brzi pristup
zh_tw: 快速連結

source: Your shop is in debug mode.
de_de: Ihr Shop befindet sich im Debug-Modus.
ru_ru: Ваш сайт в режиме отладки.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
de_de: Alle PHP-Fehler und -Nachrichten werden angezeigt. Wenn Sie dies nicht mehr benötigen, wählen Sie die Option [1]Abschalten[/1].
ru_ru: Отображаются все ошибки и сообщения РНР. Если вам это болше не нужно, [1]выключите[/1] этот режим.

source: Debug mode
de_de: Debug-Modus
ru_ru: Режим отладки
sr_cs: Režim otklanjanja grešaka
zh_tw: 調試模式

source: Your shop is in maintenance.
de_de: Your store is in maintenance
ru_ru: Ваш магазин находится в режиме технического обслуживания.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Preferences > Maintenance.
de_de: Im Wartungszustand haben Besucher und Kunden Zugriff auf den Shop. %s Die Wartungseinstellungen können Sie im Programmteil VOREINSTELLUNGEN -> WARTUNG vornehmen.
ru_ru: Ваши клиенты и посетители не имеют доступа к магазину в режиме технического обслуживания. %s Для управления режимом техобслуживания воспользуйтесь меню Настройки > Обслуживание.

source: Maintenance mode
de_de: Wartungsarbeiten
ru_ru: Режим обслуживания
sr_cs: Režim održavanje
zh_tw: 維護模式

source: For security reasons, you must also delete the /install folder.
de_de: Aus Sicherheitsgründen müssen Sie das Verzeichnis 'install' löschen oder umbenennen.
ru_ru: В целях безопасности удалите директорию /install.
zh_tw: 基於安全考慮，您必須刪除 /install 文件夾。

source: to
de_de: bis
ru_ru: по
sr_cs: на
zh_tw: 至

source: Configuration
de_de: Einstellungen
eu_es: Konfigurazioa
ru_ru: Конфигурация
sr_cs: Konfiguracija
zh_tw: 設定

source: Products and Sales
de_de: Artikel und Verkäufe
ru_ru: Товары и продажи
sr_cs: Proizvodi i prodaja
zh_tw: 商品與銷售

source: Recent Orders
de_de: Letzte Bestellungen
ru_ru: Недавние заказы
sr_cs: Nedavne porudžbine
zh_tw: 最近的訂單

source: Best Sellers
de_de: Verkaufshits
ru_ru: Лидеры продаж
sr_cs: Najprodavaniji
zh_tw: 暢銷商品

source: Most Viewed
de_de: Meistangesehen
ru_ru: Самые просматриваемые
sr_cs: Najpregledavanih
zh_tw: 最多檢視

source: Top Searches
de_de: Meistgesucht
ru_ru: Чаще всего ищут
sr_cs: Najbolje pretrage
zh_tw: 熱門搜尋

source: Last %d orders
de_de: Letzte %d Bestellungen
ru_ru: Последние %d заказов
sr_cs: Poslednjih %d narudžbina
zh_tw: 最新 %d 筆訂單

source: Top %d products
de_de: Beste %d Artikel
ru_ru: Топ %d товаров
sr_cs: Najboljih %d proizvoda
zh_tw: 置頂 %d 筆商品

source: Top %d most search terms
de_de: Die %d meistgesuchten Begriffe
ru_ru: Топ %d самых разыскиваемых слов
sr_cs: %d najboljih termina pretrage
zh_tw: 前 %d 筆熱門搜尋

source: Income
de_de: Einnahmen
ru_ru: Доход
sr_cs: Prihod
zh_tw: 收入

source: Group:
de_de: Gruppe
ru_ru: Группа:
zh_tw: 群組：

source: Group name
de_de: Gruppen-Name
ru_ru: Имя группы
sr_cs: Ime grupe
zh_tw: 群組名稱

source: No group created
de_de: Keine Gruppe erstellt
ru_ru: Нет групп
sr_cs: Grupa nije kreirana
zh_tw: 未建立任何群組

source: No records found
de_de: Kein Datensatz gefunden
ru_ru: Записей нет
sr_cs: Nije nađen zapis
zh_tw: 找不到紀錄

source: (%s selected)
de_de: (%s ausgewählt)
ru_ru: (выбрано %s)
sr_cs: (%s odabrano)
zh_tw: （已選取 %s）

source: Group: %s
de_de: Gruppe: %s
ru_ru: Группа: %s
sr_cs: Grupa: %s
zh_tw: 群組： %s

source: search...
de_de: Suche ...
ru_ru: поиск...
sr_cs: pretraga...
zh_tw: 搜尋...

source: Add files...
de_de: Füge Dateien hinzu...
ru_ru: Добавить файлы...
sr_cs: Dodaj fajlove...
zh_tw: 加入檔案...

source: Add file...
de_de: Füge Datei hinzu ...
ru_ru: Добавить файл...
sr_cs: Dodaj fajl...
zh_tw: 加入檔案...

source: Upload files
de_de: Dateien hochladen
ru_ru: Загрузить файлы
sr_cs: Postavi fajlove
zh_tw: 上傳檔案

source: Upload file
de_de: Datei hochladen
ru_ru: Загрузить файл
sr_cs: Postavi datoteku
zh_tw: 上傳檔案

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
de_de: Sie haben die maximale Anzahl von %s Bildern erreicht. Um neue hinzufügen zu können, müssen Sie erst einige andere entfernen.
ru_ru: Максимальное допустимое число картинок %s. Удалите некоторые из имеющихся перед добавлением новых.

source: Remove file
de_de: Datei entfernen
ru_ru: Удалить файл
sr_cs: Ukloni fajl
zh_tw: 移除檔案

source: Invalid security token
de_de: Security Key ungültig
ru_ru: Неверный токен безопасности
sr_cs: Неважећи безбедности знак
zh_tw: 無效的安全權限

source: I understand the risks and I really want to display this page
de_de: Ich kenne die Risiken, möchte die Seite aber trotzdem anzeigen lassen
ru_ru: Я понимаю все риски и хочу отобразить эту страницу
sr_cs: Razumem rizik i stvarno hoću da vidim ovu stranicu
zh_tw: 我明白風險而我想顯示此頁

source: Take me out of here!
de_de: Nichts wie weg hier!
ru_ru: Заберите меня отсюда!
sr_cs: Vadi me odavde!
zh_tw: 帶我離開這裡！

source: %d errors
de_de: %d Fehler
ru_ru: Ошибок: %d
sr_cs: %d grešaka
zh_tw: %d 個錯誤

source: There are %d warnings.
de_de: Es bestehen %d Warnungen
ru_ru: Обнаружено предупреждений: %d.
sr_cs: Imate %d upozorenja.
zh_tw: 有 %d 個警告

source: Click here to see more
de_de: Hier klicken für mehr Informationen
ru_ru: Нажмите здесь чтобы узнать больше
sr_cs: Kliknite ovde da vidite više
zh_tw: 點選這裡查看更多

source: Hide warning
de_de: Warnungen verbergen
ru_ru: Скрыть предупреждения
sr_cs: Sakrij upozorenje
zh_tw: 隱藏警告

source: There is %d warning.
de_de: Es bestehen %d Warnungen
ru_ru: Обнаружено предупреждений: %d.
sr_cs: Ima %d upozorenje.
zh_tw: 有 %d 個警告

source: There are %d warnings:
de_de: Es bestehen %d Warnungen:
ru_ru: Предупреждений: %d
zh_tw: 有 %d 個警告：

source: Your profile
de_de: Ihr Profil
ru_ru: Ваш профиль
zh_tw: 個人資料

source: Log out
de_de: Abmelden
ru_ru: Выйти
zh_tw: 登出

source: Customer service - Contact us
de_de: Kundenservice - kontaktieren Sie uns
ru_ru: Служба поддержки клиентов - Форма обратной связи
zh_tw: 客戶服務 - 聯絡我們

source: Send a message
de_de: Nachricht senden
ru_ru: Отправить сообщение
zh_tw: 發送訊息

source: Subject Heading
de_de: Betreff
ru_ru: Тема
sr_cs: Naziv predmeta
zh_tw: 主旨

source: Select reference
de_de: Verweis auswählen
ru_ru: Выберите ссылку
zh_tw: 選取參考

source: Attach File
de_de: Datei
ru_ru: Прикрепить файл
sr_cs: Dodaj dokument
zh_tw: 附件

source: Error!
de_de: Fehler!
ru_ru: Ошибка!
zh_tw: 錯誤

source: Warning!
de_de: Warnung!
ru_ru: Внимание!
zh_tw: 警告!

source: Success!
de_de: Erfolgreich!
ru_ru: Успешно!
zh_tw: 成功！

source: What does this module do?
de_de: Was macht dieses Modul?
ru_ru: Что делает этот модуль?
zh_tw: 這個模組有甚麼用途?
