Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Please use filters to narrow your search.
de_de: Bitte nutzen Sie Filter zur Verfeinerung der Suche
ru_ru: Используйте фильтры для сужения поиска
sr_cs: Molimo koristite filtere za sužavanje pretrage.
zh_tw: 請使用過濾器來縮小搜索範圍。

source: Risk
de_de: Risiko
ru_ru: Риск
sr_cs: Rizik
zh_tw: 風險

source: Outstanding Allowance
de_de: Überfällige Forderungen
ru_ru: Исключительное разрешение
zh_tw: 信用額度

source: Current Outstanding
de_de: Aktuelle offene Forderungen
ru_ru: Текущий непогашенный остаток
sr_cs: Trenutno neplaćeno
zh_tw: 目前庫存

source: Update successful
de_de: Aktualisierung durchgeführt!
ru_ru: Успешно обновлено
sr_cs: Ažuriranje uspelo
zh_tw: 更新完成

source: Total:
de_de: Gesamt:
ru_ru: Всего:
sr_cs: Ukupno:
zh_tw: 全部

source: View this order
de_de: Diese Bestellung anzeigen
ru_ru: Смотреть заказ
sr_cs: Vidi ovu porudžbinu
zh_tw: 檢視這個訂單

source: Search for a product
de_de: Artikel suchen
ru_ru: Искать товар
sr_cs: Traži proizvod
zh_tw: 搜尋一個產品

source: This field will be modified for all your shops.
de_de: Feld wird global geändert
ru_ru: Это поле будет изменено для всех ваших магазинов.

source: This field will be modified for all shops in this shop group:
de_de: Dieses Feld wird für alle Shops dieser Gruppe geändert:
ru_ru: Это поле будет изменено для всех магазинов в этой группе:

source: This field will be modified for this shop:
de_de: Feld wird nur für diesen Shop geändert:
ru_ru: Это поле будет изменено только для этого магазина:

source: A new order has been placed on your shop.
de_de: Eine neue Bestellung ist in Ihrem Shop eingegangen.
ru_ru: В вашем магазине появился новый заказ.
sr_cs: Nova porudžbina je postavljena Vašoj prodavnici
zh_tw: 您的商店有一張新訂單

source: Order number:
de_de: Bestell-Nr.
ru_ru: Номер заказа:

source: A new customer registered on your shop.
de_de: Neue Kundenregistrierung im Shop.
ru_ru: Новый клиент зарегистрировался в вашем магазине.
sr_cs: Nov klijent je registrovan u vašoj prodavnici
zh_tw: 一個新客戶在您的商店註冊

source: A new message was posted on your shop.
de_de: Ihr Shop hat eine neue Nachricht erhalten.
ru_ru: Новая сообщение было отправлено в ваш магазин.
zh_tw: 您的商店有一個新訊息

source: Read this message
de_de: Nachricht lesen
ru_ru: Прочитать это сообщение
sr_cs: Pročitaj ovu pouku
zh_tw: 閱讀這個訊息

source: Choose language
de_de: Wählen Sie eine Sprache
ru_ru: Выберите язык
sr_cs: Izaberite jezik
zh_tw: 選擇語言：

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
de_de: PrestaShop konnte sich nicht bei Addons anmelden. Überprüfen Sie bitte Ihre Zugangsdaten und Ihre Internetverbindung.
ru_ru: PrestaShop не может войти в систему Addons, пожалуйста, проверьте свои данные и интернет-соединение.
zh_tw: PrestaShop 無法登入 Addons，請檢查登入資訊與網路連線。

source: Customer name:
de_de: Kunde
ru_ru: Имя клиента:

source: Statistics
de_de: Statistiken
ru_ru: Статистика
sr_cs: Statistika
zh_tw: 統計

source: Filter by product:
de_de: Filtern nach Artikel
ru_ru: Фильтр по товару:

source: All shops
de_de: Alle Shops
ru_ru: Все магазины
sr_cs: Sve prodavnice
zh_tw: 所有商店

source: %s group
de_de: %s Gruppe
ru_ru: группа %s
zh_tw: %s 群組

source: Currency
de_de: Währung
ru_ru: Валюта
sr_cs: Valuta
zh_tw: 貨幣

source: Total paid
de_de: Gesamt
ru_ru: Итого к оплате
sr_cs: Ukupno plaćeno
zh_tw: 總付款額

source: Free shipping
de_de: Versandkostenfrei
ru_ru: Бесплатная доставка
sr_cs: Besplatna dostava
zh_tw: 免運費

source: Choose
de_de: Wählen
ru_ru: Выбрать
sr_cs: Izaberite
zh_tw: 選擇

source: Use
de_de: Verwenden Sie
ru_ru: Использовать
sr_cs: Koristi
zh_tw: 使用

source: Back office order
de_de: Admin-Bestellung
ru_ru: Заказ бэк-офиса
zh_tw: 後台訂單

source: Show carts and orders for this customer.
de_de: Warenkörbe und Bestellungen dieses Kunden anzeigen
ru_ru: Показать корзины и заказы этого клиента
sr_cs: Prikaži korpe i porudžbine za ovog kupca.
zh_tw: 顯示這個客戶的購物車與訂單

source: Hide carts and orders for this customer.
de_de: Warenkörbe und Bestellungen dieses Kunden nicht anzeigen
ru_ru: Скрыть корзины и заказы этого клиента
sr_cs: Sakrij korpe i porudžbine za ovog klijenta
zh_tw: 為這個客戶隱藏購物車與訂單

source: No voucher was found
de_de: Keine Gutscheine gefunden
ru_ru: Купоны не найдены
sr_cs: Vaučeri nisu nađeni
zh_tw: 找不到優惠券

source: No customers found
de_de: Keine Kunden gefunden
ru_ru: Клиентов не найдено
sr_cs: Klijenti nisu nađeni
zh_tw: 找不到客戶

source: View this cart
de_de: Warenkorb anzeigen
ru_ru: Смотреть корзину
sr_cs: Vidi ovu korpu
zh_tw: 檢視這個購物車

source: Use this cart
de_de: Diesen Einkauf verwenden
ru_ru: Использовать эту корзину
sr_cs: Koristi ovu korpu
zh_tw: 使用這個購物車

source: Duplicate this order
de_de: Bestellung kopieren
ru_ru: Дублировать этот заказ
sr_cs: Dupliraj ovu porudžbinu
zh_tw: 複製這個訂單

source: No carrier can be applied to this order
de_de: Für diese Bestellung ist kein Versanddienst verfügbar
ru_ru: Транспортная компания не может быть назначена этому заказу
sr_cs: Nijedan prevoznik se ne može primeniti na ovu porudžbinu
zh_tw: 沒有可以套用到這張訂單的貨運商

source: Combination
de_de: Variante
ru_ru: Комбинация
sr_cs: Kombinacije
zh_tw: 組合

source: Customization
de_de: Benutzeranpassung
ru_ru: Кастомизация
sr_cs: Prilagođavanje
zh_tw: 自訂

source: No products found
de_de: Keinen Artikel gefunden
ru_ru: Товары не найдены
sr_cs: proizvod nije pronađeen
zh_tw: 暫無產品

source: Gift
de_de: Geschenk !
ru_ru: Подарок
sr_cs: Poklon
zh_tw: 禮品

source: You must add at least one address to process the order.
de_de: Sie müssen mind. eine Adresse eingeben, damit Ihrer Bestellung bearbeitet werden kann.
ru_ru: Необходимо добавить хотя-бы один адрес для обработки заказа
sr_cs: Morate da priložite barem jednu adresu za obradu porudžbine.
zh_tw: 要處理訂單前至少得新增一個地址

source: Search for an existing customer by typing the first letters of his/her name.
de_de: Für die Suche eines vorhandenen Kunden reicht die Eingabe der ersten Buchstaben des Namens.
ru_ru: Найдите существующего клиента, введя первые буквы его имени.
sr_cs: Pretražite za postojećeg kupca upisivanjem prvih slova njenog/njegovog imena.

source: Search for a customer
de_de: Kunden suchen
ru_ru: Поиск клиента
sr_cs: Pretraži kupca
zh_tw: 搜索客戶

source: Add new customer
de_de: Neuen Kunden hinzufügen
ru_ru: Добавить клиента
sr_cs: Dodaj novog kupca
zh_tw: 增加新的客戶

source: Search for an existing product by typing the first letters of its name.
de_de: Für die Artikelsuche reicht die Eingabe der ersten Buchstaben des Namens.
ru_ru: Для поиска существующего товара введите первые буквы его названия.
sr_cs: Pretraži postojeći proizvod kucanjem prvih slova njegovog/njenog imena.

source: Add to cart
de_de: In den Warenkorb
ru_ru: В корзину
sr_cs: Dodaj u korpu
zh_tw: 加入購物車

source: The prices are without taxes.
de_de: Die Preise verstehen sich zzgl. MwSt.
ru_ru: Цены указаны без налогов.
sr_cs: Cene su bez poreza
zh_tw: 這個價格未含稅

source: Search for a voucher
de_de: Rechnungsbeleg suchen
ru_ru: Найти купон
sr_cs: Pretraži vaučer
zh_tw: 搜尋優惠券

source: Add new voucher
de_de: Neuen Rechnungsbeleg hinzufügen
ru_ru: Добавить новый купон
sr_cs: Dodaj novi vaučer
zh_tw: 新增優惠券

source: Delivery
de_de: Zustellung
ru_ru: Доставка
sr_cs: Isporuka
zh_tw: 送貨

source: Add a new address
de_de: Neue Adresse hinzufügen
eu_es: Gehitu helbide berria
ru_ru: Добавить новый адрес
sr_cs: Dodaj novu adresu
zh_tw: 新增地址

source: Delivery option
de_de: Lieferoption
ru_ru: Вариант доставки
sr_cs: Opcije isporuke
zh_tw: 送貨選項

source: Shipping price (Tax incl.)
de_de: Versandkosten (inkl. MwSt.)
ru_ru: Стоимость доставки (вкл.НДС)
zh_tw: 運費（含稅）

source: Recycled package
de_de: Recycling-Verpackung
ru_ru: Переработанная упаковка
sr_cs: Reciklirani paket
zh_tw: 環保包裝

source: Gift message
de_de: Geschenk-Nachricht
ru_ru: Поздравительное сообщение
sr_cs: Poklon poruka
zh_tw: 禮物訊息

source: Total products
de_de: Gesamt Artikel
ru_ru: Стоимость:
sr_cs: Ukupno proizvoda
zh_tw: 商品總計

source: Total vouchers (Tax excl.)
de_de: Gesamt Gutscheine (o. MwSt.)
ru_ru: Итого купоны (без НДС)
zh_tw: 優惠券總計（未稅）

source: Total shipping (Tax excl.)
de_de: Versandkosten (o. MwSt.)
ru_ru: Итого доставка (без НДС)
zh_tw: 運費總計（未稅）

source: Total taxes
de_de: Summe MwSt.
ru_ru: Налогов итого
sr_cs: Ukupno PDV
zh_tw: 稅額總計

source: Total (Tax excl.)
de_de: Gesamt (o. MwSt.)
ru_ru: Итого (без НДС)
zh_tw: 總計（未稅）

source: Total (Tax incl.)
de_de: Gesamt (inkl. MwSt.)
ru_ru: Итого (вкл.НДС)
zh_tw: 總計（含稅）

source: Order message
de_de: Bestellnachricht
ru_ru: Сообщение к заказу
sr_cs: Poruka sa narudžbinom
zh_tw: 訂單訊息

source: Send an email to the customer with the link to process the payment.
de_de: E-Mail an Kunden senden, mit Link um Zahlung tätigen zu können.
ru_ru: Отправить электронное письмо клиенту со ссылкой для совершения платежа.
sr_cs: Pošalji poruku klijentu sa linkom za plaćanje.
zh_tw: 發送帶有付款連結的信件給客戶

source: Go on payment page to process the payment.
de_de: Gehen Sie auf die Zahlungsseite, um die Zahlung zu tätigen.
ru_ru: Перейти на страницу оплаты для осуществления платежа.
sr_cs: Idi na stranu za plaćanje.
zh_tw: 前往付款頁麵處理付款

source: Order status
de_de: Bestellstatus
ru_ru: Статус заказа
sr_cs: Statusi porudžbina
zh_tw: 訂單狀態

source: Create the order
de_de: Bestellen
ru_ru: Создать заказ
sr_cs: Napravi porudžbinu
zh_tw: 建立這個訂單

source: UPC
ru_ru: Штрихкод UPC
zh_tw: UPC碼

source: EAN13
ru_ru: Штрихкод EAN13
zh_tw: 條碼

source: Save order
de_de: Bestellung speichern
ru_ru: Сохранить заказ
sr_cs: Sačuvaj narudžbinu
zh_tw: 儲存訂單

source: Save order and stay
de_de: Speichern und bleiben
ru_ru: Сохранить заказ и остаться
sr_cs: Sačuvaj porudžbinu i ostani
zh_tw: 儲存訂單並停留

source: Supplier Reference
de_de: Lieferanten-Nr.
ru_ru: Артикул поставщика
sr_cs: Dobavljačke reference
zh_tw: 供應商代號

source: Tax rate
de_de: Steuersatz
ru_ru: Ставка налога
sr_cs: PDV
zh_tw: 稅率

source: Manage the products you want to order from the supplier.
de_de: Artikelbestellungen vom Lieferanten verwalten
ru_ru: Управление товарами, которые вы хотите заказать у поставщика
sr_cs: Upravljanje proizvodima koje želite naručiti od dobavljača.
zh_tw: 管理您希望從供應商訂購的產品

source: To add a product to the order, type the first letters of the product name, then select it from the drop-down list.
de_de: Um einen Artikel zur Bestellung hinzuzufügen, geben Sie bitte die ersten Buchstaben des Namens ein und wählen ihn aus der Drop-down Liste aus.
ru_ru: Чтобы добавить товар к заказу, введите первые буквы названия товара, затем выберите из выпадающего списка
sr_cs: Za dodavanje proizvoda u narudžbinu, unesite prva slova naziva proizvoda i zatim ga odaberite iz padajuće liste.
zh_tw: 要新增商品到訂單，輸入商品名稱的第一個字，然後從下拉選單挑選

source: Add a product to the supply order
de_de: Fügen Sie einen Artikel zur Bestellung hinzu
ru_ru: Добавить товар к заказу на поставку
sr_cs: Dodaj proizvod u narudžbinu
zh_tw: 加入產品到採購單

source: Unit Price (tax excl.)
de_de: Stückpreis (o. MwSt.)
ru_ru: Цена за единицу (налог не включен)
sr_cs: Jedinična cena (bez PDV-a)
zh_tw: 單價 (未稅)

source: Discount rate
de_de: Rabattsatz
ru_ru: Уровень скидки
sr_cs: Stopa popusta
zh_tw: 折扣率

source: Please select at least one product.
de_de: Bitte wählen Sie mindestens einen Artikel aus.
ru_ru: Выберите по крайней мере один товар
sr_cs: Molimo Vas da odaberete bar jedan proizvod.
zh_tw: 請至少選擇一個產品

source: Catalog
de_de: Katalog
ru_ru: Каталог
sr_cs: Katalog
zh_tw: 商品目錄

source: Modules
de_de: Module
ru_ru: Модули
sr_cs: Moduli
zh_tw: 模組

source: Carts
de_de: Warenkörbe
ru_ru: Корзины
sr_cs: Korpe
zh_tw: 購物車

source: Customers
de_de: Kunden
ru_ru: Клиенты
sr_cs: Kupci
zh_tw: 客戶

source: What are you looking for?
de_de: Wonach suchen Sie?
ru_ru: Что вы ищете?
sr_cs: Šta tražite?
zh_tw: 你在找什麼？

source: Everywhere
de_de: Überall
ru_ru: Везде
sr_cs: Svuda
zh_tw: 全站

source: Product name, SKU, reference...
de_de: Artikelname, Bestandseinheit, Artikel-Nr. ...
ru_ru: Название товара, артикул, ссылка...
sr_cs: Naziv proizvoda, šifra, referenca...
zh_tw: 商品名稱，SKU，編號...

source: Email, name...
ru_ru: E-mail, имя...
sr_cs: Mejl, naiv...
zh_tw: 電郵，名稱...

source: by name
de_de: nach Name
ru_ru: по имени
sr_cs: prema nazivu
zh_tw: 依據名稱

source: by ip address
de_de: nach IP-Adresse
ru_ru: по IP
sr_cs: po ip adresi
zh_tw: 依據 IP 位址

source: Order ID
de_de: Bestell-Nr.
ru_ru: № заказа
sr_cs: Br. narudžbe
zh_tw: 訂單編號

source: Invoice Number
de_de: Rechnungsnummer
ru_ru: Номер накладной
sr_cs: Broj računa
zh_tw: 發票號碼

source: Invoices
de_de: Rechnungen
ru_ru: По счетам
sr_cs: Fakture
zh_tw: 發票

source: Cart ID
de_de: Warenkorb-ID
ru_ru: ID Корзины
sr_cs: ID korpe
zh_tw: 購物車 ID

source: Module name
de_de: Modul-Name
ru_ru: Название модуля
sr_cs: Naziv modula
zh_tw: 模組名稱

source: Search (e.g.: product reference, customer name…)
de_de: Suche (z.B. Bestell-Nr., Kundenname ...)
ru_ru: Поиск (например, артикул, имя пользователя...)

source: by IP address
de_de: nach IP-Adresse
ru_ru: по IP-адресу

source: SEARCH
de_de: SUCHE
ru_ru: Поиск

source: Link
ru_ru: Ссылка
zh_tw: 連結

source: New window
de_de: Neues Fenster
ru_ru: Новое окно
sr_cs: Novi prozor
zh_tw: 新視窗

source: Shop name
de_de: Name des Shops
eu_es: Dendaren izena
ru_ru: Название магазина
sr_cs: Ime prodavnice
zh_tw: 商店名稱

source: Main menu
de_de: Hauptmenü
ru_ru: Главное меню
zh_tw: 主選單

source: Adds a new menu to the top of your e-commerce website.
de_de: Neues Menü zur horizontalen Navigationsleiste im Header hinzufügen
ru_ru: Добавляет меню вверху страницы магазина.

source: The settings have been updated.
de_de: Einstellungen werden aktualisiert
eu_es: Ezarpenak eguneratu dira.
ru_ru: Настройки обновлены
sr_cs: Podešavanja se ažuriraju
zh_tw: 設定已經成功更新。

source: Unable to update settings for the following shop(s): %s
de_de: Einstellungen für folgende Shop(s) konnten nicht aktualisiert werden: %s
ru_ru: Не удалось обновить настройки для этих магазинов: %s
zh_tw: 以下店鋪無法更新設置：%s

source: Please complete the "Link" field.
de_de: Bitte das "Link"-Feld füllen.
ru_ru: Заполните поле "Ссылка".
sr_cs: Molimo popunite polje "Link".
zh_tw: 請填入連結欄位。

source: Please add a label.
de_de: Bitte eine Bezeichnung hinzufügen.
ru_ru: Пожалуйста, добавьте метку.
sr_cs: Molimo dodajte oznaku.
zh_tw: 請新增一個標籤。

source: Please add a label for your default language.
de_de: Bitte eine Bezeichnung für die Standard-Sprache hinzufügen
ru_ru: Пожалуйста, добавьте метку для языка по умолчанию
sr_cs: Molimo dodajte oznaku za vaš podrazumevani jezik.
zh_tw: 請以你的預設語言新增一個標籤。

source: The link has been added.
de_de: Link hinzugefügt
ru_ru: Ссылка добавлена.
sr_cs: Link je dodat.
zh_tw: 連結已新增

source: Unable to add link for the following shop(s): %s
de_de: Link zu folgenden Shops konnte nicht hinzugefügt werden: %s
ru_ru: Невозможно добавить ссылку на эти магазины: %s
zh_tw: 以下店鋪無法新增連結：%s

source: The link has been removed.
de_de: Der Link wurde entfernt.
ru_ru: Ссылка удалена.
sr_cs: Link je obrisan.
zh_tw: 連結已刪除。

source: Unable to remove link for the following shop(s): %s
de_de: Link für folgende Shops konnte nicht entfernt werden: %s
ru_ru: Невозможно удалить ссылку на эти магазины: %s
zh_tw: 以下店鋪無法刪除連結：%s

source: The link has been edited.
de_de: Der Link wurde bearbeitet.
ru_ru: Ссылка изменена.
sr_cs: Link je uređen.
zh_tw: 連結已更新。

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
de_de: Startmenü-Einträge können nicht in der Einstellung "Alle Shops" oder Shopgruppen" verwaltet werden. Bitte wählen Sie einen Shop, den Sie bearbeiten möchten.
ru_ru: Вы не можете управлять верхним меню из "Все магазины" или "Группа магазинов". Выберите конкретный магазин для исправлений
zh_tw: 您無法從“所有店鋪”或“集團店鋪”上下文管理頂層選單項，直接選擇要編輯的店

source: The modifications will be applied to shop: %s
de_de: Die Änderungen werden auf folgenden Shop angewendet: %s
ru_ru: Модификации будут применены к магазину: %s
zh_tw: 所做的修改將應用於店鋪：%s

source: The modifications will be applied to this group: %s
de_de: Die Änderungen werden auf folgende Gruppe angewendet: %s
ru_ru: Модификации будут применены к группе: %s
zh_tw: 所做的修改將應用於此群組：%s

source: The modifications will be applied to all shops
de_de: Die Änderungen werden für alle Shops übernommen
ru_ru: Изменения применятся ко всем магазинам
zh_tw: 所做的修改將應用於所有店鋪

source: All manufacturers
de_de: Alle Hersteller
ru_ru: Все производители
sr_cs: Svi proizvođači
zh_tw: 所有製造商

source: All suppliers
de_de: Alle Lieferanten
ru_ru: Все поставщики
sr_cs: Svi dobavljači
zh_tw: 所有的供應商

source: Menu Top Link
de_de: Horizontale Navigationsleiste
ru_ru: Пункты верхнего меню
sr_cs: Link menija na vrhu
zh_tw: 上方選單連結

source: All active products combinations quantities will be changed
de_de: Alle Stückzahlen von Varianten für aktivierte Artikel werden geändert
ru_ru: Количества комбинаций всех активных товаров изменятся
zh_tw: 所有有效商品屬性組合數量將被更新

source: Update link
ru_ru: Обновить ссылку
sr_cs: Ažuriraj link
zh_tw: 更新連結

source: Add a new link
de_de: Neuen Link hinzufügen
ru_ru: Добавить ссылку
sr_cs: Dodaj novi link
zh_tw: 新增新連結

source: Label
de_de: Name
ru_ru: Заголовок
sr_cs: Oznaka
zh_tw: 標籤

source: CMS
de_de: CMS-Seiten
ru_ru: Страницы
zh_tw: 內容管理系統

source: Manufacturer
de_de: Hersteller
ru_ru: Производитель
sr_cs: Proizvođač
zh_tw: 製造商

source: Choose product ID
de_de: Wähle Artikel-ID
ru_ru: Выберите ID товара
sr_cs: Izaberi ID proizvoda
zh_tw: 選擇商品編號

source: Menu Top Links
ru_ru: Пункты верхнего меню
sr_cs: Meni Top linkovi
zh_tw: 上方選單連結

source: Link ID
de_de: ID Link
ru_ru: ID ссылки
sr_cs: ID linka
zh_tw: 鏈接ID

source: Link list
de_de: Link-Liste
ru_ru: Список ссылок
sr_cs: Lista linkova
zh_tw: 連結列表

source: SQL query Name
de_de: Name
ru_ru: Название SQL-запроса
zh_tw: SQL 查詢名稱

source: SQL query
de_de: Abfrage
ru_ru: SQL-запрос
zh_tw: SQL 查詢

source: Select your default file encoding
de_de: Standard-Dateikodierung auswählen
ru_ru: Выберите кодировку файла по умолчанию
sr_cs: Odaberite podrazumevano dekodiranje fajla
zh_tw: 選擇默認文件編碼

source: Edit this SQL query
de_de: Abfrage bearbeiten
ru_ru: Редактировать SQL-запрос
zh_tw: 編輯此SQL查詢

source: When saving the query, only the "SELECT" SQL statement is allowed.
de_de: Wenn die Abfrage gespeichert werden soll, ist nur der Abfragetyp "SELECT" erlaubt.
ru_ru: При сохранении запроса разрешен только SQL-оператор "SELECT".

source: How do I create a new SQL query?
de_de: Wie erstellt man eine neue SQL-Abfrage?
ru_ru: Как создать новый SQL-запрос?
zh_tw: 如何新增一個SQL查詢?

source: Click "Add New".
de_de: Klicken Sie auf den Button "Neu".
ru_ru: Нажмите, \"Добавить новый\".
sr_cs: Kliknite na \"Dodaj novi\".
zh_tw: 點擊\"Add New\"

source: Fill in the fields and click "Save".
de_de: Füllen Sie die Felder aus und klicken Sie anschließend auf "Speichern".
ru_ru: Заполните поля и нажмите "Сохранить".
sr_cs: Popunite polja i kliknite na "Sačuvaj".
zh_tw: 欄位內填寫內容後點選"儲存"

source: You can then view the query results by clicking on the Edit action in the dropdown menu:
de_de: Durch Mausklick auf "Bearbeiten" im Dropdown-Menü können Sie die Abfrage-Ergebnisse ansehen.
ru_ru: Затем можно просмотреть результаты запроса, нажав на Правку в выпадающем меню:

source: You can also export the query results as a CSV file by clicking on the Export button:
de_de: Mit Klick auf Export-Button können Sie die Abfrage-Ergebnisse als CSV-Datei exportieren.
ru_ru: Вы также можете экспортировать результаты запроса в виде CSV-файла, нажав на кнопку Экспорт:

source: SQL query name
de_de: Name
ru_ru: Название SQL-запроса
zh_tw: SQL查詢名稱

source: Add new SQL query
de_de: Neue SQL-Abfrage
ru_ru: Добавить новый SQL-запрос
zh_tw: 新增SQL查詢

source: Total
de_de: Gesamt
ru_ru: Итого, к оплате:
sr_cs: Ukupno
zh_tw: 總計

source: Unit Price
de_de: Stückpreis
ru_ru: Цена
sr_cs: Cena po komadu
zh_tw: 單價

source: Base price
de_de: VK netto
ru_ru: Базовая цена
sr_cs: Osnovna cena
zh_tw: 底價

source: Social title
de_de: Headline
eu_es: Izenburua
ru_ru: Форма обращения
zh_tw: 稱號

source: Company
de_de: Firma
eu_es: Enpresa
ru_ru: Организация
sr_cs: Kompanija
zh_tw: 公司

source: Birth date
de_de: Geburtsdatum
ru_ru: Дата рождения
sr_cs: Datum rođenja
zh_tw: 生日

source: Registration date
de_de: Anmeldedatum
ru_ru: Дата регистрации
sr_cs: Datum registracije
zh_tw: 註冊日期

source: Search results
de_de: Suchergebnisse
ru_ru: Результаты поиска
sr_cs: Rezultati pretrage
zh_tw: 搜尋結果

source: Brand
de_de: Marke
ru_ru: Бренд
zh_tw: 品牌

source: Features
de_de: Eigenschaften
ru_ru: Характеристики
sr_cs: Karakteristike
zh_tw: 商品特性

source: Supplier
de_de: Lieferant
ru_ru: Поставщик
sr_cs: Dobavljač
zh_tw: 供應商

source: Category
de_de: Kategorie
ru_ru: Категория
sr_cs: Kategorija
zh_tw: 分類

source: Attribute
de_de: Variante
ru_ru: Атрибут
sr_cs: Atribut
zh_tw: 屬性

source: Attributes
de_de: Varianten
ru_ru: Атрибуты
sr_cs: Atributi
zh_tw: 屬性

source: Conditions
de_de: Bedingungen
ru_ru: Условия
sr_cs: Uslovi
zh_tw: 條件

source: Type
de_de: Typ
ru_ru: Тип
sr_cs: Tip
zh_tw: 類型

source: Feature
de_de: Eigenschaft
ru_ru: Характеристика
sr_cs: Mogućnosti
zh_tw: 商品特性

source: Add a new condition group
de_de: Neue Preis-Regel
ru_ru: Добавить новую группу условий
sr_cs: Dodaj novi uslov grupe
zh_tw: 新增條件群組

source: Add condition
de_de: Kondition hinzufügen
ru_ru: Добавить условие
sr_cs: Dodaj uslov
zh_tw: 新增條件

source: OR
de_de: ODER
ru_ru: ИЛИ
sr_cs: ili
zh_tw: 或

source: Condition group
de_de: Konditionengruppe
ru_ru: Группа условий
sr_cs: Uslov grupe
zh_tw: 條件群組

source: AND
de_de: UND
ru_ru: И
sr_cs: i
zh_tw: 和

source: Handling
de_de: Zusätzliche Bearbeitungsgebühren
ru_ru: Обработка
sr_cs: Obrada
zh_tw: 處理

source: Handling charges
de_de: Bearbeitungsgebühren
ru_ru: Стоимость обработки
sr_cs: Trošak obrade
zh_tw: 處理費

source: Free shipping starts at
de_de: Versandkostenfrei ab
ru_ru: Бесплатная доставка при заказе от
sr_cs: Besplatna isporuka počinje sa
zh_tw: 免運費總金額下限

source: If you set these parameters to 0, they will be disabled.
de_de: Wenn Sie diese Parameter auf 0 setzen, werden sie deaktiviert.
ru_ru: Для отключения параметров установите их значение в 0
sr_cs: Ako podesite ove parametre na 0, oni će biti onemogućeni
zh_tw: 參數設置為0會禁用所選

source: Coupons are not taken into account when calculating free shipping.
de_de: Gutscheine werden bei kostenfreiem Versand nicht berücksichtigt.
ru_ru: При расчете бесплатной доставки купоны не учитываются.
sr_cs: Kuponi se ne uzimaju u obzir pri izračunavanju besplatne dostave.
zh_tw: 計算免運費時，優惠券不算在內。

source: Carrier options
de_de: Standardeinstellungen
ru_ru: Настройки перевозчиков
sr_cs: Opcije dostavljača
zh_tw: 承運商選項

source: Default carrier
de_de: Standard-Versanddienst
ru_ru: Доставка по умолчанию
sr_cs: Podrazumevani dostavljač
zh_tw: 預設承運商

source: Your shop's default carrier
de_de: Standard-Versanddienst des Shops
ru_ru: Способ доставки по умолчанию для вашего магазина
sr_cs: Podrazumevani dostavljač Vaše prodavnice
zh_tw: 商店的預設承運商

source: Best price
de_de: Bester Preis
ru_ru: Лучшая цена
sr_cs: Najbolja cena
zh_tw: 最惠價格

source: Best grade
de_de: Bestnote
ru_ru: Лучшие условия
sr_cs: Najbolja ocena
zh_tw: 最佳等級

source: Sort by
de_de: Sortieren nach
ru_ru: Сортировка по
sr_cs: Sortiraj po
zh_tw: 排序

source: This will only be visible in the front office.
de_de: Wird nur im Front-Office angezeigt
ru_ru: Это будет видимым только на страницах магазина.
zh_tw: 這只會在前台顯示。

source: Order by
de_de: Sortierreihenfolge
ru_ru: Упорядочить по
sr_cs: Sortiraj po
zh_tw: 排序

source: Images
de_de: Bilder
ru_ru: Изображения
sr_cs: Slike
zh_tw: 圖片

source: Catalog evaluation
de_de: Katalogauswertung
ru_ru: Оценка каталога
sr_cs: Evaluacija kataloga
zh_tw: 目錄審核

source: Adds a quick evaluation of your catalog quality to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine Schnellauswertung Ihres Warenkatalogs hinzu
ru_ru: Добавляет быструю оценку качества каталога на панель статистики.
sr_cs: Dodaje brzu procenu kvaliteta vašeg kataloga na statističku komandnu tablu.
