Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Originally, cron is a Unix system tool that provides time-based job scheduling: you can create many cron jobs, which are then run periodically at fixed times, dates, or intervals.
de_de: Ursprünglich ist CRON ein Unix System Werkzeug, das es ermöglicht zeitabhängige Aufgaben zu planen : Sie können viele CRON JOBS erstellen, welche dann regelmässig zu den eingestellten Zeiten, Daten oder Intervallen ablaufen.
ru_ru: Cron - это системная служба UNIX, управляющая периодическими заданиями: вы можете запланировать множество периодических заданий и запускать их в определенное время, или периоды времени.
zh_tw: 原本, cron是一個Unix系統工具，它提供基於時間的作業編排計劃：你可以創建多個cron工作任務，然後它會定期在固定的時間，日期或時間間隔運行。

source: This module provides you with a cron-like tool: you can create jobs which will call a given set of secure URLs to your PrestaShop store, thus triggering updates and other automated tasks.
de_de: Dieses Modul funktioniert wie ein Cron-Tool: Sie können hier wiederkehrende Aufgaben mit sicheren URLs als Cronjobs anlegen (z.B. regelmäßige Updates oder andere häufig anfallende Aufgaben).
ru_ru: Этот модуль является cron-подобным инструментом: вы создаете задания, которые открывают защищенные URL вашего магазина, запуская обновления и другие автоматизированные задания.
zh_tw: 這模組能使你擁有一個類似任務計劃編排的工具: 你可以創建工作任務，它將存取安全網址到你的PrestaShop 商店，從而引發更新和其他自動化任務的工作.

source: Do not forget to use an absolute URL in the target link to make it valid! The link also has to be on the same domain as the shop.
de_de: Der Link ist nur gültig, wenn er die absolute URL Ihrer Shop-Domain enthält.
ru_ru: Обязательно указывайте абсолютный URL в ссылке, чтобы она была работающей. Ссылка должна быть в пределах одного домена с магазином.
zh_tw: 不要忘記使用一個絕對 url (必須包含 http://www.)! 這連結須與你的商店同一連結.

source: Activity overview
de_de: Aktivitäten
ru_ru: Обзор активности
sr_cs: Pregled aktivnosti
zh_tw: 活動總覽

source: Online Visitors
de_de: Online-Besucher
ru_ru: Сейчас на сайте
sr_cs: Onlajn posetioci
zh_tw: 線上遊客

source: in the last %d minutes
de_de: während der letzten %d Minuten
ru_ru: за последние %d минут
sr_cs: U poslednjih %d minuta
zh_tw: 最後 %d 分鐘

source: Active Shopping Carts
de_de: Aktive Warenkörbe
ru_ru: Активных корзин
sr_cs: Aktivne korpe
zh_tw: 啟用購物車

source: Currently Pending
de_de: Aktuell offen
ru_ru: На рассмотрении
sr_cs: Trenutno na čekanju
zh_tw: 目前待定

source: Return/Exchanges
de_de: Retouren/Umtausch
ru_ru: Возвратов/Обменов
sr_cs: Povraćaj/Razmene
zh_tw: 退貨/更換

source: Abandoned Carts
de_de: Aufgegebene Warenkörbe
ru_ru: Брошенных корзин
sr_cs: Napusti korpe
zh_tw: 清空購物車

source: Out of Stock Products
de_de: Ausverkaufte Artikel
ru_ru: Полностью распродано товаров
sr_cs: Proizvodi kojih nema na lageru
zh_tw: 缺貨商品

source: Notifications
de_de: Nachrichten
ru_ru: Уведомления
sr_cs: Obaveštenja
zh_tw: 提醒

source: New Messages
de_de: Neue Nachrichten
ru_ru: Новых сообщений
sr_cs: Nove poruke
zh_tw: 新訊息

source: Product Reviews
de_de: Artikel-Bewertung
ru_ru: Обзоров товара
sr_cs: Opis proizvoda
zh_tw: 商品評論

source: Customers & Newsletters
de_de: Kunden & Newsletter
ru_ru: Покупатели и рассылки
sr_cs: Kupci i bilten
zh_tw: 客戶 與 電子報

source: New Customers
de_de: Neue Kunden
ru_ru: Новых покупателей
sr_cs: Novi kupci
zh_tw: 新客戶

source: New Subscriptions
de_de: Neue Abos
ru_ru: Новых подписчиков
sr_cs: Nova prijavljivanja
zh_tw: 新訂閱

source: Total Subscribers
de_de: Gesamt Abonnenten
ru_ru: Всего подписчиков
sr_cs: Ukupno prijavljenih
zh_tw: 總共訂閱者數量

source: Link to your Google Analytics account
de_de: Link zu Ihrem Google-Analytics-Account
ru_ru: Ссылка на аккаунт Google Analytics
sr_cs: Link za vaš Google Analytics nalog
zh_tw: 連結至你的 Google Analytics 帳戶

source: Unique Visitors
de_de: Einmalige Besucher
ru_ru: Уникальных посетителей
sr_cs: Jedinstveni posetioci
zh_tw: 獨特的遊客

source: Traffic Sources
de_de: Traffic-Quellen
ru_ru: Источники трафика
sr_cs: Izvori saobraćaja
zh_tw: 流量來源

source: Email content inclusion
de_de: Zusätzliche E-Mail-Inhalte
ru_ru: Включение содержимого e-mail
zh_tw: 郵件內容包含

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
de_de: Legen Sie hier fest, bei welchen E-Mails zusätzliche Informationen aus der Verwaltung rechtskonformer Inhalte oben angefügt werden sollen.
ru_ru: Эта секция позволяет включать информацию из секции "Юридическая информация" (см.выше) внизу писем вашего магазина.
zh_tw: 這部分允許你將上述'法律內容管理'的訊息放置至商店發出郵件的底部。

source: For each type of email, you can define which content you would like to include.
de_de: Sie können für jede Shop-Mail separat festlegen, welche zusätzlichen Informationen übermittelt werden sollen.
ru_ru: Для каждого типа e-mail можно определить, какие материалы прилагать.
zh_tw: 對於每種類型的電子郵件，你可以定義你想要包含哪些內容。

source: Email templates
de_de: Alle E-Mail-Vorlagen
ru_ru: Шаблоны электронной почты
zh_tw: 電子郵件範本

source: (Under conditions)
de_de: (Unter bestimmten Bedingungen)
ru_ru: (Под условиями)

source: My shopping cart
de_de: Mein Warenkorb
ru_ru: Моя корзина
zh_tw: 我的購物車

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
de_de: Information zur Online-Streitbeilegung gemäß Art. 14 § 1 ODR-VO (Online-Streibeilegungs-Verordnung):
ru_ru: Информация о разрешении диспутов через интернет (http://ec.europa.eu/consumers/solving_consumer_disputes/non-judicial_redress/adr-odr/index_en.htm, ст. 14, параграф 1):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
de_de: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie hier finden: ([1]http://ec.europa.eu/consumers/odr[/1]. Verbraucher haben die Möglichkeit, diese Plattform für die Beilegung von Streitigkeiten über online getätigte Käufe oder abgeschlossene Dienstleistungsverträge zu nutzen.
ru_ru: Еврокомиссия даёт потребителям возможность разрешать диспуты по сети согласно ст. 14, параграф 1, комиссии ODR на одной из их платформ. Платформа ([1]http://ec.europa.eu/consumers/odr[/1]) представляет собой сайт, где потребители могут попробовать достичь внесудебного урегулирования споров, возникающих при покупках товаров или услуг через сеть.

source: Print this page
de_de: Seite drucken
ru_ru: Напечатать страницу
zh_tw: 列印此頁面

source: Your order on %s is complete.
de_de: Ihre Bestellung auf %s ist abgeschlossen.
eu_es: Zure %s eskaera osatuta dago.
ru_ru: Ваш заказ на %s оформлен.
sr_cs: Vaša porudžbina na %s je zavrešena.
zh_tw: 您已在 %s 成功下單。

source: Please send us a bank wire with:
de_de: Bitte überweisen Sie uns den Betrag in Höhe von:
ru_ru: Реквизиты для банковского перевода:

source: Please specify your order reference %s in the bankwire description.
de_de: Bitte geben Sie ausschließlich Ihre Bestellnummer %s als Verwendungszweck an.
ru_ru: Укажите код вашего заказа: %s в описании перевода.

source: We've also sent you this information by e-mail.
de_de: Wir haben Ihnen diese Informationen auch per E-Mail zugesendet.
ru_ru: Мы также отправили вам информацию по e-mail.

source: Your order will be sent as soon as we receive payment.
de_de: Ihre Bestellung wird versandt, sobald wir Ihre Überweisung erhalten haben.
eu_es: Ordainketa jaso bezain laster bidaliko dugu zure eskaera.
ru_ru: Мы отправим ваш заказ сразу по получении оплаты.
sr_cs: Porudžbina će biti poslata čim primimo Vašu uplatu.
zh_tw: 我們收到您的付款後將盡快處理您的訂單。

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
de_de: Bei Fragen zur Ihrer Bestellung kontaktieren Sie bitte unseren [1]Kundenservice[/1].
ru_ru: Если у вас есть вопросы, комментарии, пожелания, свяжитесь с нашей [1]командой экспертов по поддержке клиентов[/1].

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
de_de: Bei Ihrer Bestellung ist ein Fehler aufgetreten. Bitte wenden Sie sich an unseren [1]Kundenservice[/1].
ru_ru: С вашим заказом возникли проблемы. Если вы считаете, что это ошибка, можно связаться с нашей [1]командой экспертов по поддержке клиентов[/1].

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation per email containing bank details and order number.
de_de: Bitte überweisen Sie den Rechnungsbetrag. Sie erhalten eine Auftragsbestätigung per E-Mail mit unserer Bankverbindung. Geben Sie als Verwendungszweck die Auftragsnummer an.
ru_ru: Пожалуйста переведите сумму из счёта на наш банковский счёт. Вы получите подтверждение заказа и банковские реквизиты по e-mail.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
de_de: Die Waren werden %s Tage für Sie reserviert. Ihr Auftrag wird bearbeitet, sobald die Zahlung bei uns eingegangen ist.
ru_ru: Срок резерва товаров в днях: %s, заказ отправится в обработку сразу после получения платежа.

source: More information
de_de: Weitere Infos
ru_ru: Подробнее
zh_tw: 更多信息

source: Bankwire
de_de: Banküberweisung
ru_ru: Банковский перевод
zh_tw: 銀行電匯

source: Payment is made by transfer of the invoice amount to the following account:
de_de: Zahlung erfolgt durch die Überweisung des Rechnungsbetrags auf folgendes Konto:
ru_ru: Оплата осуществлена путём перевода суммы заказа на следующий счёт:

source: Your package must be returned to us within
de_de: Ihre Sendung ist zurückzusenden innerhalb von
eu_es: Itzultzea zure eskaera jaso eta
ru_ru: Заказ должен быть возвращен в течение
sr_cs: Vaš paket nam mora biti vraćen u roku od
zh_tw: 退貨包裹需於

source: Total (Tax Excl.)
de_de: Gesamt (o. MwSt.)
ru_ru: Итого (без НДС)
zh_tw: 總計（未稅）

source: Total TE
de_de: Gesamt netto
ru_ru: Всего (без НДС)
sr_cs: Ukupno BP
zh_tw: 未稅總計

source: Product customization
de_de: Benutzeranpassung
eu_es: Produktuaren pertsonalizazioa
ru_ru: Модификация товара
sr_cs: Prilagođavanje proizvoda
zh_tw: 商品個性化

source: Remove Image
de_de: Bild entfernen
ru_ru: Удалить изображение
zh_tw: 刪除圖像

source: Save Customization
de_de: Individualisierung speichern
ru_ru: Сохранить модификацию
zh_tw: 儲存自訂

source: Shipping Address
de_de: Lieferadresse
ru_ru: Адрес доставки
zh_tw: 送貨地址

source: The selected address will be used both as your personal address (for invoice) and as your shipping address.
de_de: Die gewählte Rechnungsadresse gilt zugleich als Lieferadresse.
ru_ru: Выбранный адрес будет использован как для корреспонденции (счета), так и для доставки.
zh_tw: 選定的地址將被用來作為您的個人地址（發票）以及送貨地址。

source: The selected address will be used as your personal address (for invoice).
de_de: Die ausgewählte Adresse wird als Rechnungsadresse verwendet.
ru_ru: Указанный адрес будет использоваться как почтовый (для счетов).
zh_tw: 選定的地址將作為您的個人地址（發票）。

source: Add another address
de_de: Andere Adresse hinzufügen
ru_ru: Добавить еще адрес
zh_tw: 新增另一個地址

source: Billing address differs from shipping address
de_de: Rechnungsadresse unterscheidet sich von Lieferadresse
ru_ru: Почтовый адрес отличается от адреса доставки
zh_tw: 帳單地址和送貨地址是不同的

source: Your Invoice Address
de_de: Ihre Rechnungsadresse
ru_ru: Ваш почтовый адрес
zh_tw: 您的發票地址

source: Continue
de_de: Weiter
ru_ru: Продолжить
sr_cs: Nastavi
zh_tw: 繼續

source: I would like to receive my order in recycled packaging.
de_de: Ich möchte meine Bestellung in einer Recycling-Verpackung erhalten
eu_es: Nire eskaera ontzi berziklatuan jaso nahiko nuke.
ru_ru: Я согласен на получение заказа в упаковке из переработанного сырья.
zh_tw: 我同意訂單使用環保回收包裝

source: If you'd like, you can add a note to the gift:
de_de: Wenn Sie möchten, können Sie dem Geschenk eine Mitteilung beifügen:
ru_ru: Если требуется, напишите текст записки к подарку:
sr_cs: Ako želite, možete staviti i posvetu uz poklon.
zh_tw: 如果需要，您可以加入禮品訊息：

source: Unfortunately, there are no carriers available for your delivery address.
de_de: Kein Versanddienst für diese Lieferadresse verfügbar!
ru_ru: К сожалению, по вашему адресу доставка не осуществляется.
zh_tw: 很抱歉，您的送貨地址沒有可用的承運商。

source: Unfortunately, there are no payment method available.
de_de: Keine Zahlungsarten verfügbar!
ru_ru: К сожалению, нет доступных способов оплаты.
zh_tw: 沒有可用的付款方式。

source: Continue shopping
de_de: Einkauf fortsetzen
eu_es: Erosketarekin jarraitu
ru_ru: Продолжить покупки
sr_cs: Nastavite kupovinu
zh_tw: 繼續購物

source: Update your address
de_de: Adresse ändern
ru_ru: Обновление вашего адреса
zh_tw: 更新您的地址

source: New address
de_de: Neue Adresse
eu_es: Helbide berria
ru_ru: Новый адрес
sr_cs: Nova adresa
zh_tw: 新地址

source: Your addresses
de_de: Ihre Adressen
eu_es: Zure helbideak
ru_ru: Ваши адреса
sr_cs: Vaše adrese
zh_tw: 您的地址

source: Create new address
de_de: Neue Adresse erstellen
ru_ru: Добавить адрес
zh_tw: 建立一個新地址

source: Log in to your account
de_de: Melden Sie sich bei Ihrem Konto an
ru_ru: Вход в учетную запись
zh_tw: 登入您的帳戶

source: No account ? Create one here
de_de: Kein Konto? Erstellen Sie hier eins!
ru_ru: Нет учётной записи? Создайте её здесь
zh_tw: 沒有帳號？在此處創建一個

source: Guest Order Tracking
de_de: Tracking Gastbestellung
ru_ru: Отслеживание гостевого заказа
zh_tw: 非註冊用户訂單追踪

source: To track your order, please enter the following information:
de_de: Um Ihre Bestellung zu verfolgen, geben Sie bitte folgende Informationen ein:
eu_es: Zure eskaeraren jarraipena egiteko, sartu hemen honako datuak
ru_ru: Для отслеживания заказа, пожалуйста, укажите следующую информацию:
sr_cs: Da bi pratili Vašu porudžbinu, unesite sledeće informacije:
zh_tw: 請輸入以下資訊以追蹤您的訂單：

source: Order Reference:
de_de: Bestell-Nr.
eu_es: Eskaera-erreferentzia:
ru_ru: Номер заказа:
sr_cs: Reference porudžbine:
zh_tw: 訂單編號：

source: For example: QIIXJXNUI or QIIXJXNUI#1
de_de: Zum Beispiel QIIXJXNUI oder QIIXJXNUI#1:
eu_es: Adibidez : QIIXJXNUI edo QIIXJXNUI#1
ru_ru: Например: QIIXJXNUI или QIIXJXNUI#1
sr_cs: Na primer: QIIXJXNUI or QIIXJXNUI#1
zh_tw: 舉例：QIIXJXNUI 或 QIIXJXNUI#1

source: Your personal information
de_de: Ihre persönlichen Daten
eu_es: Datu pertsonalak
ru_ru: Ваша персональная информация
sr_cs: Vaše lične informacije
zh_tw: 您的個人資料

source: Create an account
de_de: Erstellen Sie ein Konto
eu_es: Sortu kontu bat
ru_ru: Создание учетной записи
sr_cs: Napravite nalog
zh_tw: 建立帳戶

source: Already have an account?
de_de: Bereits registriert?
ru_ru: Уже зарегистрировались?
zh_tw: 已經有了帳號?

source: Log in instead!
de_de: Anderer Benutzer!
ru_ru: Войти!
zh_tw: 請登錄！

source: We'll be back soon.
de_de: Wir sind bald wieder da.
ru_ru: Мы скоро вернёмся к Вам.
zh_tw: 我們會很快回來。

source: 403 Forbidden
de_de: 403 Nicht erlaubt
ru_ru: 403: Доступ запрещен
zh_tw: 403 禁止

source: You cannot access this store from your country. We apologize for the inconvenience.
de_de: Sie können aus Ihrem Land nicht auf unseren Shop zugreifen. Wir bitten Sie, diese Unannehmlichkeit zu entschuldigen.
eu_es: Zure herrialdetik ezin duzu gure dendara sartu. Barkatu eragozpenak.
ru_ru: Вы не можете посещать магазин из вашей страны. Приносим свои извинения за неудобства.
sr_cs: Ne možete da pristupite našoj prodavnici iz Vaše zemlje. Izvinjavamo se zbog neprijatnosti.
zh_tw: 您所處的國家無法存取我們的商店,很抱歉造成您的不便 .

source: supply_orders
de_de: Lieferbestellungen
zh_tw: 採購單

source: supply_orders_details
de_de: Lieferbestellungen Details
zh_tw: 採購單細節

source: supply_order
de_de: Lieferbestellung
zh_tw: 採購單

source: Siret
de_de: SIRET (nur Frankreich)
zh_tw: 公司SIRET

source: stock_mvt
de_de: Lagerbewegung
zh_tw: 庫存轉換

source: URL
zh_tw: 網址

source: SEO
zh_tw: 搜尋引擎優化

source: ID
zh_tw: 編號

source: EAN 13
zh_tw: EAN13條碼

source: PDF
zh_tw: 列印PDF

source: Email
sr_cs: E-mail adresa
zh_tw: 電郵地址

source: Email:
sr_cs: E-pošta
zh_tw: 電郵地址：
