Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Successful deletion
de_de: Löschen durchgeführt!
ru_ru: Удаление завершено
zh_tw: 完成刪除

source: The selection has been successfully deleted.
de_de: Auswahl gelöscht
ru_ru: Выбранные объекты удалены
sr_cs: Izbor je uspešno obrisan
zh_tw: 選項被成功刪除

source: Successful creation
de_de: Erfolgreich angelegt
ru_ru: Создано
zh_tw: 建立成功

source: Successful update
de_de: Erfolgreich aktualisiert
ru_ru: Обновление завершено
zh_tw: 更新成功

source: The status has been successfully updated.
de_de: Status wurde aktualisiert
ru_ru: Статус успешно обновлен.
zh_tw: 狀態已更新

source: The settings have been successfully updated.
de_de: Einstellungen wurden aktualisiert
ru_ru: Настройки успешно обновлены.
zh_tw: 設定已經成功更新。

source: The image was successfully deleted.
de_de: Bild wurde gelöscht
ru_ru: Изображение удалено
sr_cs: Slika uspešno obrisana
zh_tw: 圖片刪除成功

source: The module was successfully downloaded.
de_de: Modul-Download durchgeführt!
ru_ru: Модуль был успешно загружен.
zh_tw: 模組已成功下載。

source: The thumbnails were successfully regenerated.
de_de: Vorschaubilder wiederhergestellt
ru_ru: Миниатюры сгенерированы
sr_cs: Sličice uspešno napravljene
zh_tw: 縮略圖生成成功

source: The message was successfully sent to the customer.
de_de: Nachricht an Kunden verschickt
ru_ru: Сообщение было успешно отправлено заказчику.
zh_tw: 該訊息已成功發送給客戶。

source: Comment successfully added
de_de: Kommentar hinzugefügt
ru_ru: Комментарий успешно добавлен
zh_tw: 成功建立評論

source: Module(s) installed successfully.
de_de: Modul(e) installiert
ru_ru: Модули успешно установлены
sr_cs: Uspešno instalirani modul(i).
zh_tw: 模組安裝成功

source: Module(s) uninstalled successfully.
de_de: Modul(e) deinstalliert
ru_ru: Модули успешно удалены
sr_cs: Uspešno deinstalirani modul(i).
zh_tw: 模組移除成功

source: The translation was successfully copied.
de_de: Sprache kopiert
ru_ru: Перевод скопирован
sr_cs: Jezik uspešnp kopiran
zh_tw: 語言複製成功

source: The translations have been successfully added.
de_de: Übersetzungen wurden hinzugefügt.
ru_ru: Перевод добавлен
sr_cs: Prevod uspešno dodat
zh_tw: 添加翻譯成功

source: The module transplanted successfully to the hook.
de_de: Modul in den Hook integriert
ru_ru: Модуль перенесен
sr_cs: Modul uspešno transplatiran na kuku
zh_tw: HOOK模塊翻譯成功

source: The module was successfully removed from the hook.
de_de: Modul aus dem Andockpunkt (Hook) entfernt
ru_ru: Модуль удален из хука
sr_cs: Modul uspešno odstranjen sa kuke
zh_tw: HOOK模塊移除成功

source: Successful upload
de_de: Upload durchgeführt!
ru_ru: Загрузка завершена
zh_tw: 上載成功

source: Duplication was completed successfully.
de_de: Duplizieren durchgeführt!
ru_ru: Дублирование успешно завершено
sr_cs: Duplikacija uspešno završena
zh_tw: 複製成功完成

source: The translation was added successfully, but the language has not been created.
de_de: Übersetzung hinzugefügt, aber die Sprache konnte nicht erstellt werden.
ru_ru: Перевод был добавлен успешно, но язык не был создан
sr_cs: Prevod uspešno dodat ali jezik nije napravljen
zh_tw: 新增翻譯成功，但還沒有建立語言

source: Module reset successfully.
de_de: Modul reinitialisiert
ru_ru: Обнуление модуля прошло успешно
sr_cs: Modul uspešno resetovan
zh_tw: 模組恢復成功

source: Module deleted successfully.
de_de: Modul gelöscht
ru_ru: Удаление модуля прошло успешно
sr_cs: Modul uspešno obrisan
zh_tw: 模組已成功刪除

source: Localization pack imported successfully.
de_de: Lokalisationspaket importiert
ru_ru: Пакет локализации успешно импортирован
sr_cs: Lokalizacioni paket uspešno uvezen
zh_tw: 翻譯包匯入成功

source: The selected images have successfully been moved.
de_de: Ausgewählte Bilder verschoben
ru_ru: Выбранные изображения успешно перемещены
sr_cs: Odabrane slike su uspešno pomerene.
zh_tw: 圖片移動成功

source: Your cover image selection has been saved.
de_de: Logo wurde gespeichert
ru_ru: Выбор изображения вашей обложки сохранён.
zh_tw: 您選擇的封面已經儲存

source: The image's shop association has been modified.
de_de: Shop-Verknüpfung des Logos wurde geändert.
ru_ru: Связь изображения с магазином изменена.
zh_tw: 圖片與商店關聯已經更新

source: A zone has been assigned to the selection successfully.
de_de: Der Auswahl wurde eine Zone zugewiesen.
ru_ru: Зона примененна к выбранному успешно
sr_cs: Dodelili ste zonu sekciji uspešno
zh_tw: 一個區域成功指派到選擇的項目

source: Successful upgrade
de_de: Upgrade durchgeführt!
ru_ru: Обновление завершено
zh_tw: 更新成功

source: A partial refund was successfully created.
de_de: Gutschrift wurde erstellt.
ru_ru: Частичный возврат средств успешно создан
sr_cs: Delimična refundacija je uspešno kreirana.
zh_tw: 一個部份退款已經成功建立

source: The discount was successfully generated.
de_de: Ermäßigung wurde erstellt.
ru_ru: Скидка успешно сгенерирована
sr_cs: Popust je uspešno generisan
zh_tw: 已成功產生折扣

source: Successfully signed in to PrestaShop Addons
de_de: Erfolgreich bei PrestaShop Addons angemeldet
ru_ru: Успешная авторизация в PrestaShop Addons
sr_cs: Uspešno prijavljivanje na PrestaShop dodacima
zh_tw: 成功登錄 PrestaShop Addons

source: List
de_de: Liste
ru_ru: Список
sr_cs: Lista
zh_tw: 列表

source: View details
de_de: Details anzeigen
ru_ru: Подробно
sr_cs: Pogledaj detalje
zh_tw: 查看詳細資料

source: Options
de_de: Optionen
ru_ru: Опции
sr_cs: Opcije
zh_tw: 選項

source: Generator
ru_ru: Генератор

source: Add new
de_de: Neu
ru_ru: Добавить
sr_cs: Dodaj novo
zh_tw: 新增

source: yes
de_de: ja
ru_ru: да
sr_cs: Da
zh_tw: 是

source: no
de_de: nein
ru_ru: нет
sr_cs: Ne
zh_tw: 否

source: filter by %s
de_de: Gefiltert nach %s
ru_ru: фильтровать по %s
sr_cs: filter po %s
zh_tw: 按 %s 篩選

source: Edit: %s
de_de: Bearbeiten: %s
ru_ru: Редактировать: %s
sr_cs: Uređivanje: %s
zh_tw: 編輯：%s

source: Export
de_de: Exportieren
ru_ru: Экспорт
sr_cs: Izvoz
zh_tw: 匯出

source: Your next order could be hiding there!
de_de: Ihre nächste Bestellung könnte sich dort verstecken!
ru_ru: Ваш следующий заказ может скрываться там!

source: Did you check your conversion rate lately?
de_de: Haben Sie in der letzten Zeit Ihre Konversionsrate überprüft?
ru_ru: Давно проверяли вашу конверсию?

source: How about some seasonal discounts?
de_de: Was halten Sie von saisonalen Preisnachlässen?
ru_ru: Как насчёт сезонных скидок?

source: Have you sent any acquisition email lately?
de_de: Haben Sie in der letzten Zeit Werbe-Mails versandt?
ru_ru: Давно отправляли e-mail о покупках?

source: Are you active on social media these days?
de_de: Waren Sie in letzter Zeit in den Sozialen Medien aktiv?
ru_ru: Были ли вы активны в соцсетях в эти дни?

source: Have you considered selling on marketplaces?
de_de: Haben Sie die Nutzung von Verkaufsplattformen erwogen?
ru_ru: Рассматривали ли вы продажу на рынках?

source: That's more time for something else!
de_de: Mehr Zeit für Anderes!
ru_ru: Есть время на кое-что еще!

source: No news is good news, isn't it?
de_de: Keine Neuigkeiten sind gute Neuigkeiten, stimmt's?
ru_ru: Нет новостей - уже хорошая новость, ведь так?

source: Seems like all your customers are happy :)
de_de: Ihre Kunden sind offenbar alle zufrieden.
ru_ru: Видимо, все ваши клиенты счастливы :)

source: Operational
de_de: Einsatzbereit
ru_ru: Рабочее
zh_tw: 正常

source: Degraded Performance
de_de: Verminderte Leistung
ru_ru: Ухудшение производительности

source: Partial Outage
de_de: Teilweiser Ausfall
ru_ru: Частичное отключение
zh_tw: 部分停止運作

source: Major Outage
de_de: Schwerer Ausfall
ru_ru: Полное отключение
zh_tw: 重大故障

source: Do you really want to uninstall this module?
de_de: Möchten Sie dieses Modul wirklich deinstallieren?
ru_ru: Вы правда хотите удалить этот модуль?
sr_cs: Sigurno želite obrisati ovaj modul?
zh_tw: 您想卸除這個模組嗎？

source: Disable this module
de_de: Modul deaktivieren
ru_ru: Отключить этот модуль
sr_cs: Deaktiviraj ovaj modul
zh_tw: 停用這個模組

source: Enable this module for all shops
de_de: Das Modul für alle Shops aktivieren
ru_ru: Включить этот модуль для всех магазинов
sr_cs: Omogući ovaj modul za sve prodavnice
zh_tw: 在所有商店啟用這個模組

source: Disable
de_de: Deaktivieren
ru_ru: Отключить
sr_cs: Onemogući
zh_tw: 停用

source: Enable
de_de: Aktivieren
ru_ru: Включить
sr_cs: Omogući
zh_tw: 啟用：

source: Disable on mobiles
de_de: Auf mobilen Geräten deaktivieren
ru_ru: Отключить на мобильных
sr_cs: Isključi na mobilnim
zh_tw: 在手機上關閉

source: Disable on tablets
de_de: Auf Tablets deaktivieren
ru_ru: Отключить на планшетах
sr_cs: Isključi na tabletima
zh_tw: 在平板電腦上關閉

source: Disable on computers
de_de: Auf PCs deaktivieren
ru_ru: Отключить на компьютерах
sr_cs: Isključi na računarima
zh_tw: 電腦禁用

source: Display on mobiles
de_de: Auf mobilen Geräten anzeigen
ru_ru: Отображать на мобильных
sr_cs: Prikaži na telefonima
zh_tw: 在手機上顯示

source: Display on tablets
de_de: Auf Tablets anzeigen
ru_ru: Отображать на планшетах
sr_cs: Prikaži na tabletima
zh_tw: 在平板電腦上顯示

source: Display on computers
de_de: Auf PCs anzeigen
ru_ru: Отображать на компьютерах
sr_cs: Prikaži na računarima
zh_tw: 在電腦上顯示

source: This action will permanently remove the module from the server. Are you sure you want to do this?
de_de: Diese Option löscht das Modul endgültig von Ihrem Server. Sind Sie wirklich sicher?
ru_ru: Это действие полностью удалит модуль с сервера. Вы уверены?
sr_cs: Ova radnja će trajno ukloniti modul sa servera. Sigurno želite da uređujete ovo?
zh_tw: 這個操作會將模組從伺服器上永遠移除，確定要進行？

source: Add
de_de: Hinzufügen
ru_ru: Добавить
sr_cs: Dodaj
zh_tw: 新增

source: Remove
de_de: Entfernen
ru_ru: Удалить
sr_cs: Ukloni
zh_tw: 删除

source: Indicate the ID number for the product
de_de: Geben Sie hier die Artikelnummer ein
ru_ru: Укажите ID товара
zh_tw: 指出商品的編號

source: Product ID #
de_de: Artikel-Nr.
ru_ru: ID товара №
zh_tw: 商品ID#

source: Please select just one item
de_de: Sie können jeweils nur einen Menüpunkt auswählen.
ru_ru: Пожалуйста, выберите только один вариант
sr_cs: Molimo izaberite bar jednu stavku
zh_tw: 請只選擇一項商品

source: Change position
de_de: Position ändern
ru_ru: Перемещение
sr_cs: Promenite poziciju
zh_tw: 改變位置

source: Selected items
de_de: Ausgewählte Elemente
ru_ru: Выбранные элементы
sr_cs: Odabrane stavke
zh_tw: 選中的商品

source: Available items
de_de: Vorhandene Eintragungen
ru_ru: Доступные элементы
sr_cs: Dostupne stavke
zh_tw: 有貨商品

source: Edit
de_de: Bearbeiten
ru_ru: Править
sr_cs: Уређивање
zh_tw: 編輯

source: Delete
de_de: Löschen
ru_ru: Удалить
sr_cs: Izbriši
zh_tw: 刪除

source: Position
ru_ru: Позиция
sr_cs: Pozicija
zh_tw: 位置

source: Name of the block
de_de: Blockname
ru_ru: Название блока
sr_cs: Ime bloka
zh_tw: 區塊名稱

source: View
de_de: Anzeigen
ru_ru: См.
sr_cs: Pregled
zh_tw: 瀏覽

source: Catalog statistics
de_de: Katalogstatistik
ru_ru: Статистика каталога
sr_cs: Statistika kataloga
zh_tw: 目錄統計

source: Adds a tab containing general statistics about your catalog to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht einen Tab mit allgemeinen statistischen Auswertungen zu Ihrem Katalog hinzu
ru_ru: Добавляет на панель статистики вкладку, содержащую общую статистику по вашему каталогу.
sr_cs: Dodaje karticu koja sadrži generalnu statistiku vašeg kataloga na statističku komandnu tablu.
zh_tw: 在儀錶盤添加包含有關您目錄的一般統計標籤。

source: (1 purchase / %d visits)
de_de: (1 gekauft pro %d Besuche)
ru_ru: (1 покупка / %d визитов)
sr_cs: (1 kupovina / %d poseta)
zh_tw: (1 個訂單 / %d 訪問次數)

source: Products available:
de_de: Lieferbare Artikel:
ru_ru: Доступно товаров:
sr_cs: Dostupni proizvodi:
zh_tw: 可購商品：

source: Average price (base price):
de_de: Durchschnittspreis (Basispreis):
ru_ru: Средняя цена (базовая цена):
sr_cs: Prosečna cena (osnovna cena)
zh_tw: 平均價格（基礎價格）：

source: Product pages viewed:
de_de: Aufgerufene Artikelseiten
ru_ru: Просмотрено товаров:
sr_cs: Pregledane stranice proizvoda:
zh_tw: 已瀏覽商品頁面：

source: Average number of page visits:
de_de: Durchschnittliche Anzahl an Seitenaufrufen
ru_ru: Среднее число посещений страницы:
sr_cs: Prosečan broj poseta stranica:
zh_tw: 平均頁面訪問：

source: Average number of purchases:
de_de: Durchschnittliche Anzahl an Einkäufen
ru_ru: Среднее число покупок:
sr_cs: Prosečan broj kupovina:
zh_tw: 平均購買：

source: Images available:
de_de: Vorhandene Bilder
ru_ru: Доступно изображений:
sr_cs: Dostupne slike:
zh_tw: 可用圖片：

source: Average number of images:
de_de: Durchschnittliche Anzahl an Bildern
ru_ru: Среднее число изображений на страницу:
sr_cs: Prosečan broj slika:
zh_tw: 平均圖片數：

source: Products never viewed:
de_de: Nie angesehene Artikel
ru_ru: Товары, которые никогда не просматривались:
sr_cs: Nikada ne pogledanih proizvoda:
zh_tw: 從未被查看的商品：

source: Products never purchased:
de_de: Nie gekaufte Artikel
ru_ru: Товары, которые ни разу не продавались:
sr_cs: Nikada kupljenih proizvoda:
zh_tw: 從未被購買的商品：

source: Conversion rate*:
de_de: Umrechnungskurs*
ru_ru: Конверсия*:
sr_cs: Stopa konverzije *:
zh_tw: 調價*：

source: Defines the average conversion rate for the product page. It is possible to purchase a product without viewing the product page, so this rate can be greater than 1.
de_de: Durchschnittlicher Umrechnungskurs für die Artikelseite. Man kann einen Artikel kaufen, ohne die Artikelseite anzusehen. In diesem Fall kann diese Rate größer als 1 sein.
ru_ru: Средняя конверсия страницы товара. Можно купить товар без захода на его страницу, так что этот коэффициент может превышать 1.
sr_cs: Definiše prosečnu stopu konverzije za stranicu proizvoda. Moguće je kupiti proizvod bez pregledanja stranice proizvoda, tako da ova stopa može da bude veća od 1.
zh_tw: 此商品頁面平均轉化率。有可能商品已被購買但沒有訪問該頁面，因此它的比率可能大於 1.

source: Products never purchased
de_de: Nie gekaufte Artikel
ru_ru: Товары, не продававшиеся ни разу
sr_cs: Nikada kupljeni proizvodi
zh_tw: 從未被購買的商品

source: Edit / View
de_de: Bearbeiten/Anzeigen
ru_ru: Править / Смотреть
sr_cs: Uredi / Pregledaj
zh_tw: 編輯/查看

source: %s deletion
de_de: %s gelöscht
ru_ru: %s удаление
sr_cs: %s brisanja
zh_tw: %s刪除

source: %s modification
de_de: %s Änderung
ru_ru: %s модификация
zh_tw: %s 修改

source: Duplicate
de_de: Duplizieren
ru_ru: Дублировать
sr_cs: Dupliraj
zh_tw: 複製

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
de_de: Falls die Bilder mitkopiert werden sollen, klicken Sie auf "Ja", sonst auf "Nein".
ru_ru: Изображения также будут скопированы. Если вы хотите продолжить, кликните "Ок", если нет, кликните "Отмена".
zh_tw: 會連圖片一起複製。確認嗎？

source: You do not have the right permission
de_de: Sie haben nicht die richtigen Berechtigungen
ru_ru: У вас нет подходящих разрешений
zh_tw: 您沒有正確的權限

source: File %1$s exceeds the size allowed by the server. The limit is set to %2$d MB.
de_de: Die Datei %1$s übersteigt das vom Server erlaubte Limit von %2$dMB.
ru_ru: Файл %1$s превышает максимальный размер, разрешенный сервером. Максимально допустимый размер файла - %2$d MB.
zh_tw: 檔案 %1$s 大小超過了伺服器限制，目前限制是 %2$d MB

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
de_de: Datei zu groß, maximal erlaubte Größe ist %1$d KB. Dateigröße der zum Upload ausgewählten Datei: %2$d KB.
ru_ru: Размер файла превышает допустимое значение: %1$d kB. Размер файла, который пытаетесь загрузить вы: %2$d kB.
sr_cs: Datoteka je prevelika, maksimalna veličina je: %1$d kB. Veličina datoteke koju ste pokušali da dodate je: %2$d kB.
zh_tw: 檔案太大了。大小上限為： %1$d kB，而您上傳的檔案大小為： %2$d kB

source: File copy failed
de_de: Datei kann nicht kopiert werden
ru_ru: При копирование файла произошла ошибка.
sr_cs: Kopiranje datoteke nije uspelo
zh_tw: 檔案複製失敗

source: The price rule has successfully updated
de_de: Preiseinstellung upgedated
ru_ru: Ценовое правило успешно обновлено
sr_cs: Pravilo cene uspešno je ažurirano
zh_tw: 價格規則已成功更新

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
de_de: Sie können keine Variante löschen, von der es noch verfügbare Mengen in der erweiterten Lagerverwaltung gibt. Sie müssen diesen Lagerbestand zuerst löschen.
ru_ru: Невозможно удалить комбинацию при ненулевом запасе товара. Сначала удалите запас в "Расширенном управлении запасами".
zh_tw: 使用進階庫存管理時，如商品還有庫存時，是無法刪除商品！必須先移除庫存。

source: Error while deleting the stock
de_de: Fehler beim Löschen des Lagerbestands
ru_ru: Ошибка при удалении запаса
zh_tw: 刪除庫存時發生錯誤

source: You cannot delete this attribute.
de_de: Merkmal kann nicht gelöscht werden
ru_ru: Не удается удалить атрибут
sr_cs: Nije moguće obrisati atribut.
zh_tw: 無法刪除的屬性

source: You do not have permission to delete this.
de_de: Sie haben hier keine Rechte zum Löschen.
eu_es: Hau ezabatzeko baimenik ez duzu.
ru_ru: У вас нет прав на ужаление этого.
sr_cs: Nemate dozvolu da brišete ovde.
zh_tw: 您沒有刪除權限

source: You cannot make this the default attribute.
de_de: Sie können daraus kein Standard-Merkmal machen
ru_ru: Не удается установить этот атрибут по-умолчнию.
sr_cs: Nije moguće napraviti podrazumevani atribut.
zh_tw: 無法使預設屬性

source: Products must be in at least one category.
de_de: Der Artikel muss in mindestens einer Kategorie vorhanden sein.
ru_ru: Товары должны принадлежать хотя бы к одной категории.
sr_cs: Proizvod mora biti u barem jednoj kategoriji.
zh_tw: 商品必須至少在一個分類中

source: This product must be in the default category.
de_de: Der Artikel muss in der Standard-Kategorie sein.
ru_ru: Этот товар должен быть в категории по умолчанию.
sr_cs: Proizvod mora biti u podrazumevanoj kategoriji.
zh_tw: 商品必須在預設的分類。

source: Filter by category
de_de: Nach Kategorie filtern
ru_ru: Фильтр по категориям
sr_cs: Filtriraj po kategoriji
zh_tw: 依據分類過濾

source: Out of stock items
de_de: Artikel nicht auf Lager
ru_ru: Нет в наличии
zh_tw: 缺貨商品

source: %s of your products for sale are out of stock.
de_de: %s der Sonderangebote sind nicht mehr am Lager.
ru_ru: Исчерпан запас %s товар(а,ов).
zh_tw: %s 的商品缺。

source: Average Gross Margin %
de_de: Durchschnittliche Handelsspanne (in %)
ru_ru: Средняя валовая маржа (%)
zh_tw: 平均毛利率

source: Gross margin expressed in percentage assesses how cost-effectively you sell your goods. Out of $100, you will retain $%s to cover profit and expenses.
de_de: Die Handelsspanne (auch: Rohertrag genannt) drückt in Prozent aus, wie kosteneffizient Ihr Shop arbeitet. Je größer dieser Prozentsatz (aktuell: $%s), desto mehr bleibt nach Abzug aller Ausgaben als Gewinn.
ru_ru: Валовая прибыль, выраженная в процентах, оценивает рентабельность продж ваших товаров. Из 100 $ у вас останется %s $ на покрытие расходов и на прибыль.

source: Catalog popularity
de_de: Bestseller
ru_ru: Популярность каталога

source: 30 days
de_de: 30 Tage
ru_ru: 30 дней
sr_cs: 30 dana
zh_tw: 卅天

source: Within your catalog, %s of your products have had sales in the last 30 days
de_de: %s der Artikel Ihres Angebots wurden in den letzten 30 Tagen bestellt
ru_ru: За последние 30 дней из вашего ассортимента продано товаров: %s

source: Disabled Products
de_de: Deaktivierte Artikel
ru_ru: Отключенные товары
sr_cs: Isključeni proizvodi
zh_tw: 停用的商品

source: %s of your products are disabled and not visible to your customers
de_de: %s Ihrer Artikel sind inaktiv und werden Ihren Kunden nicht angezeigt
ru_ru: Отключено и невидимо клиентам ваших товаров: %s

source: Your product will be saved as a draft.
de_de: Ihr Artikel wird als Entwurf gespeichert.
ru_ru: Товар будет сохранен как черновик.
sr_cs: Vaš proizvod će biti sačuvan kao nacrt
zh_tw: 您的商品將被儲存為草稿.

source: Save and preview
de_de: Speichern und Vorschau
ru_ru: Сохранить и просмотреть
sr_cs: Sačuvaj i pregledaj
zh_tw: 儲存並預覽

source: Switch again to new Page
de_de: Noch mal zur neuen Seite
ru_ru: Снова переключиться на новую страницу

source: Add new product
de_de: Neuen Artikel hinzufügen
ru_ru: Добавить товар
sr_cs: Dodaj novi proizvod
zh_tw: 新增商品

source: Preview
de_de: Vorschau
ru_ru: Просмотр
sr_cs: Pregled
zh_tw: 預覽

source: Yes
de_de: Ja
eu_es: Bai
ru_ru: Да
sr_cs: Da
zh_tw: 是

source: No
de_de: Nein
eu_es: Ez
ru_ru: Нет
sr_cs: Ne
zh_tw: 否

source: Product sales
de_de: Artikelverkäufe
ru_ru: Продажи товара
sr_cs: Prodaja proizvoda
zh_tw: 產品銷售

source: Delete this product
de_de: Diesen Artikel löschen
ru_ru: Удалить товар
sr_cs: Obriši ovaj proizvod
zh_tw: 刪除此商品

source: Delete product?
de_de: Artikel löschen?
ru_ru: Удалить товар?
sr_cs: Izbriši proizvod?
zh_tw: 確定刪除產品？

source: New combination
de_de: Neue Variante
ru_ru: Новая комбинация
sr_cs: Nova kombinacija
zh_tw: 新組合

source: Warning: The product does not exist in this shop
de_de: Achtung: Dieser Artikel existiert in diesem Shop nicht.
ru_ru: Внимание: товара в этом магазине нет
sr_cs: Upozorenje: ovaj proizvod ne postoji u ovoj radnji
zh_tw: 警告：該產品不存在這個商店

source: You must save this product before adding specific pricing
de_de: Sie müssen den Artikel erst speichern, um Rabatte erfassen zu können.
ru_ru: Вы должны сохранить этот товар прежде, чем назначать цены
sr_cs: Morate da sačuvate ovaj proizvod pre nego što dodate konkretne cene
zh_tw: 在新增特價前您必須儲存產品

source: Tax incl.
de_de: inkl. MwSt.
ru_ru: Вкл. НДС
zh_tw: 含稅

source: Unlimited
de_de: Unbegrenzt
ru_ru: Неограничено
sr_cs: Neograničeno
zh_tw: 無限

source: All combinations
de_de: Alle Varianten
ru_ru: Все комбинации
sr_cs: Sve kombinacije
zh_tw: 所有組合

source: All currencies
de_de: Alle Währungen
ru_ru: Все валюты
sr_cs: Sve valute
zh_tw: 所有貨幣

source: All groups
de_de: Alle Gruppen
ru_ru: Все группы
sr_cs: Sve grupe
zh_tw: 所有分組

source: All customers
de_de: Alle Kunden
ru_ru: Все покупатели
sr_cs: Svi kupci
zh_tw: 所有客戶

source: No specific prices.
de_de: Keine Sonderpreise
ru_ru: Нет специальных цен
sr_cs: Nema specifičnih cena
zh_tw: 沒有具體價格

source: Priority management
de_de: Prioritäten-Management
ru_ru: Управление приоритетами
sr_cs: Upravljanje prioritetima
zh_tw: 優先順序管理

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rule applies to the customer.
de_de: Manchmal können mehrere Preiseinstellungen für einen Kunden zutreffen. Prioritäten ermöglichen es Ihnen, auszuwählen, welcher Preis für den Kunden gilt.
ru_ru: Иногда один клиент может соответствовать нескольким ценовым правилам. Приоритеты позволяют вам определять, какое правило применять в первую очередь.
sr_cs: Nekada jedan kupac spada u više cenovnih pravila. Prioriteti vam omogućavaju da definište koje pravilo se odnosi na određenog kupca.
zh_tw: 有時候一個客戶可能適用多個價格規則，優先順序讓您可以定義客戶使用的規則

source: Priorities
de_de: Prioritäten
ru_ru: Приоритеты
sr_cs: Prioriteti
zh_tw: 優先程度

source: Apply to all products
de_de: Bei allen Artikeln anwenden
ru_ru: Применить ко всем товарам
sr_cs: Primeni na sve proizvode
zh_tw: 適用於所有產品

source: You must save the product in this shop before adding customization.
de_de: Der Artikel muss in diesem Shop gespeichert werden, bevor persönliche Anpassungen hinzugefügt werden.
ru_ru: Вы должны сохранить этот товар в этом магазине до добавления модификации.
sr_cs: Morate sačuvati ovaj proizvod u ovoj prodavnici pre modifikacije istog.
zh_tw: 在新增自訂前您需要儲存這個產品

source: You must save this product before adding customization.
de_de: Sie müssen den Artikel erst speichern, bevor Sie Anpassungen vornehmen.
ru_ru: Вы должны сохранить этот товар до добавления модификации.
sr_cs: Morate sačuvati ovaj proizvod pre modifikacije istog.
zh_tw: 在新增客製前您必須儲存這個產品

source: You must save the product in this shop before adding attachements.
de_de: Der Artikel muss erst im Shop gespeichert werden, bevor Zubehör erfasst werden kann.
ru_ru: Вы должны сохранить этот товар в этом магазине до добавления вложений.
sr_cs: Morate sačuvati ovaj proizvod u ovoj prodavnici pre priključenja dodataka.
zh_tw: 在新增附檔前您需要儲存這個產品

source: You must save this product before adding attachements.
de_de: Sie müssen den Artikel erst speichern, bevor Sie Anhänge hinzufügen.
ru_ru: Вы должны сохранить этот товар до добавления вложения.
sr_cs: Morate sačuvati ovaj proizvod pre priključenja dodataka.
zh_tw: 您必須儲存此產品後再新增附件
