Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Bad
de_de: Schlecht
ru_ru: Плохо
sr_cs: loše
zh_tw: 壞

source: No product was found.
de_de: Kein Artikel gefunden
ru_ru: Товаров не найдено
sr_cs: Nijedan proizvod nije pronađen.
zh_tw: 找不到商品。

source: Descriptions
de_de: Beschreibungen
ru_ru: Описания
sr_cs: Opisi
zh_tw: 說明

source: chars (without HTML)
de_de: Zeichen (ohne HTML)
ru_ru: символов (без HTML)
sr_cs: znakovi (bez HTML)
zh_tw: 字元（不帶HTML）

source: images
de_de: Bilder
ru_ru: шт.
sr_cs: Slike
zh_tw: 圖像

source: orders / month
de_de: Bestellungen pro Monat
ru_ru: заказов в месяц
sr_cs: naloga / mesec
zh_tw: 訂單/月

source: items
de_de: Artikel
ru_ru: шт.
sr_cs: stavke
zh_tw: 件

source: Not enough
de_de: Nicht genug
ru_ru: Недостаточно
sr_cs: Nema dovoljno
zh_tw: 不夠

source: Alright
de_de: In Ordnung
ru_ru: Хорошо
sr_cs: dovoljno
zh_tw: 好吧

source: Less than
de_de: Weniger als
ru_ru: меньше
sr_cs: niže od
zh_tw: 少於

source: Greater than
de_de: Größer als
ru_ru: больше
sr_cs: veće od
zh_tw: 大於

source: Desc.
de_de: Beschr.
ru_ru: Описание
sr_cs: Opis
zh_tw: 圖示。

source: Global
de_de: Allgemein
ru_ru: Глобальн.
sr_cs: Globalno
zh_tw: 全域

source: Carriers
de_de: Versanddienste
ru_ru: Перевозчики
sr_cs: Dostavljači
zh_tw: 承運商

source: You need to activate advanced stock management before using this feature.
de_de: Erweiterte Lagerverwaltung muss aktiviert sein, bevor Sie diese Funktion nutzen können.
ru_ru: Для использования этой функции включите расширенное управление запасами.
sr_cs: Morate da uključite napredno upravljanje zalihama pre korišćenja ove osobine.
zh_tw: 您必須啟用進階庫存管理來使用這個功能

source: Invalid characters:
de_de: Ungültige Zeichen:
ru_ru: Недопустимые символы:
zh_tw: 無效字元：

source: Management type
de_de: Lagerführungssystem
ru_ru: Тип управления
sr_cs: Tip upravljanja
zh_tw: 管理類型：

source: Manager
de_de: Leitung
ru_ru: Менеджер
sr_cs: Menadžer
zh_tw: 管理

source: Phone Number
de_de: Telefon-Nr.
ru_ru: Номер телефона
sr_cs: Telefonski broj
zh_tw: 電話號碼

source: Add new warehouse
de_de: Neues Lager
ru_ru: Добавить склад
sr_cs: Dodaj novi magacin
zh_tw: 新增倉庫

source: This interface allows you to manage your warehouses.
de_de: Hier können Sie Ihre Warenlager verwalten.
ru_ru: Этот интерфейс позволяет вам управлять складами.
sr_cs: Ovaj interfejs omogućava Vam da upravljate vašim magacinima.
zh_tw: 本介面可支援管理您的倉庫

source: Before adding stock in your warehouses, you should check the default currency used.
de_de: Vor dem Hinzufügen von Beständen in Ihren Lagern sollten Sie überprüfen, welche Standard-Währung verwendet wird.
ru_ru: Перед добавлением остатка на склады, вы должны проверить используемую валюту по умолчанию.
sr_cs: Pre početka dodavanja proizvoda u magacine, proverite podrazumevanu valutu koja se koristi.
zh_tw: 在新增庫存到倉庫前，您應該先檢查使用的預設貨幣

source: You should also check the management type (according to the law in your country), the valuation currency and its associated carriers and shops.
de_de: Prüfen Sie auch das Lagerführungssystem (nach Maßgabe der geltenden Steuergesetze), Umrechnungskurs-Berechnung und zugeordnete Versanddienste und Shops/Filialen.
ru_ru: Вы должны также проверить тип управления (в соответствии с законом в вашей стране), курсы валют, связанных с ними транспортных агентств и магазинов.
sr_cs: Takođe trebate proveriti tip uređivanja (prema zakonu u vašoj državi), vrednovanje valute i vezu dostavljača i radnji.

source: You can also see detailed information about your stock, such as its overall value, the number of products and quantities stored, etc.
de_de: Schließlich können Sie detaillierte Informationen zu Ihrem Bestand pro Lager sehen, wie zum Beispiel Gesamtwert, die Anzahl der gelagerten Artikel und Mengen, etc.
ru_ru: Так же, вы можете видеть подробную информацию о запасах на складе: полную стоимость, количество товаров, доступные остатки, и т.д.
sr_cs: Takođe možete videti detaljne informacije o vašim zalihama, kao što je njena ukupna vrednost, broj proizvoda i količina skladištenog, itd.
zh_tw: 您亦可以檢視庫存的詳細資訊如總數、商品存貨數量等等。

source: Be careful! Products from different warehouses will need to be shipped in different packages.
de_de: VORSICHT: Artikel aus verschiedenen Lagern müssen in getrennten Paketen (Sendungen) verschickt werden.
ru_ru: Будьте внимательны, товары из различных складов должны быть отправлены в разных посылках.
sr_cs: Budite pažljivi, proizvodi iz različitih skladišta moraju biti slati u različitim pakovanjima.
zh_tw: 注意！來自不同倉庫的產品需要分別配送

source: Stock: Create a warehouse
de_de: Lager: Warenlager anlegen
ru_ru: Запасы: создать склад
sr_cs: Zalihe: Napravite magacin
zh_tw: 庫存：建立倉庫

source: Stock: Warehouse management
de_de: Lager: Warenlager-Verwaltung
ru_ru: Запасы: управление складом
sr_cs: Zalihe: Uređivanje magacina
zh_tw: 庫存：倉庫管理

source: Warehouse information
de_de: Warenlager-Informationen
ru_ru: Информация о складе
sr_cs: Informacije o magacinu
zh_tw: 倉庫資訊

source: Reference for this warehouse.
de_de: Kurzbezeichnung dieses Warenlagers.
ru_ru: Ссылка на этот склад.
sr_cs: Referenca za ovaj magacin.
zh_tw: 倉庫編號。

source: Name of this warehouse.
de_de: Bezeichnung des Warenlagers.
ru_ru: Название этого склада.
sr_cs: Naziv ovog magacina.
zh_tw: 倉庫名稱。

source: Phone
de_de: Telefon
ru_ru: Телефон
sr_cs: Telefon
zh_tw: 電話

source: Phone number for this warehouse.
de_de: Telefonnummer des Warenlagers.
ru_ru: Номер телефона этого склада.
sr_cs: Telefonski broj ovog magacina.
zh_tw: 倉庫電話號碼。

source: Mobile phone
de_de: Mobilfunknummer
eu_es: Telefono mugikorra
ru_ru: Мобильный телефон
sr_cs: Mobilni telefon
zh_tw: 手機

source: Mobile phone number for this supplier.
de_de: Mobilfunknummer des Lieferanten.
ru_ru: Номер мобильного телефона этого поставщика.
sr_cs: Mobilni telefon ovog dobavljača.
zh_tw: 本供應商流動電話號碼

source: Complementary address (optional).
de_de: Zusatzadresse (optional)
ru_ru: Дополнительные адрес (опционально).
sr_cs: Adresa (opciono)

source: Zip/postal code
de_de: PLZ
ru_ru: Почтовый индекс
sr_cs: Zip/poštanski kod
zh_tw: 郵編

source: Country of location of the warehouse.
de_de: Land, in dem sich das Warenlager befindet
ru_ru: Страна расположения склада.
sr_cs: Država u kojoj se nalazi magacin.
zh_tw: 倉庫所在國家。

source: State
de_de: Staat
ru_ru: Штат
sr_cs: Država
zh_tw: 縣/市

source: Associated carriers.
de_de: Zugeordnete Versanddienste
ru_ru: Связанные перевозчики.
zh_tw: 相關承運商。

source: You can choose which carriers can ship orders from particular warehouses.
de_de: Sie können wählen, welche Versanddienstleister Aufträge von bestimmten Lagern versenden können.
ru_ru: Вы можете задать доставку определённым перевозчикам для определённых складов.

source: If you do not select any carrier, all the carriers will be able to ship from this warehouse.
de_de: Wenn Sie keine Versanddienstleister auswählen, werden alle Versanddienstleister in der Lage sein von diesem Lager zu versenden.
ru_ru: Если перевозчики не заданы, то все они смогут осущетсвлять доставку с этого склада.

source: If no carrier is selected, all the carriers will be allowed to ship from this warehouse. Use CTRL+Click to select more than one carrier.
de_de: Wenn kein Versanddienstleister ausgewählt ist, werden alle Versanddienstleister die Möglichkeit haben von diesem Lager zu versenden. Nutzen Sie STRG + Klick um mehr als einen Versanddienstleister auszuwählen.
ru_ru: Если перевозчики не заданы, то все они смогут осущетсвлять доставку с этого склада. Для выбора нескольких перевозчиков используйте CTRL+ЛКМ.

source: Inventory valuation method. Be careful! You won't be able to change this value later!
de_de: Bestandsbewertungsmethode. Vorsicht! Sie können diesen Wert später nicht mehr ändern!
ru_ru: Метод оценки запасов. Будьте осторожны! Вы не сможете изменить это значение позже!
sr_cs: Metod vrednovanja inventara. Oprezno! Nećete moći da menjate ovu vrednost kasnije!

source: Weighted Average
de_de: Gewichteter Durchschnitt
ru_ru: Средневзвешенный
zh_tw: 加權平均

source: First In, First Out
ru_ru: Первый вошел, первый вышел
zh_tw: 先進先出

source: Last In, First Out
ru_ru: Последний вошел, первый вышел
zh_tw: 後進先出

source: Stock valuation currency
de_de: Bestandsbewertung Währung
ru_ru: Валюта оценки запасов
sr_cs: Vrednovanje valute zaliha
zh_tw: 庫存計價貨幣

source: Be careful! You won't be able to change this value later!
de_de: Vorsicht! Diese Werte können später nicht mehr geändert werden!
ru_ru: Осторожно! Вы не сможете изменить это значение позже!
sr_cs: Oprezno! Nećete moći da ponovo menjate ovu vrednost!
zh_tw: 小心！您之後就沒辦法再修改這個數值！

source: WA: Weighted Average
de_de: GD: Gewichteter Durchschnitt
ru_ru: СВ: Средневзвешенный
zh_tw: WA: 加權平均

source: FIFO: First In, First Out
ru_ru: FIFO: Первый пришел, Первый вышел
zh_tw: FIFO：先進先出

source: LIFO: Last In, First Out
ru_ru: LIFO: Последний пришел, Первый вышел
zh_tw: LIFO：後進先出

source: It is not possible to delete a warehouse when there are products in it.
de_de: Sie können kein Lager löschen, das noch Artikel enthält.
ru_ru: Невозможно удалить Склад, когда на нем есть товары.
sr_cs: Nije moguće obrisati magacin dok su proizvodi u njemu.
zh_tw: 如果有有產品資料在其中就無法刪除倉庫

source: It is not possible to delete a Warehouse if it has pending supply orders.
de_de: Es ist nicht möglich, ein Lager zu löschen, wenn laufende Einkaufsaufträge bestehen.
ru_ru: Невозможно удалить Склад, когда на него есть заказы поставки.
sr_cs: Nije moguće obrisati magacin ukoliko ima porudžbina na čekanju.
zh_tw: 如果有等待中的採購單就無法刪除倉庫

source: Pages
de_de: Seiten
ru_ru: Страницы
sr_cs: Stranice
zh_tw: 網頁

source: Month
de_de: Monat
ru_ru: Месяц
sr_cs: Mesec
zh_tw: 月

source: Sales
de_de: Umsatz
ru_ru: Продажи
sr_cs: Prodaja
zh_tw: 銷售

source: Visits
de_de: Besuche
ru_ru: Посещений
sr_cs: Posete
zh_tw: 訪問

source: Name
ru_ru: Имя
sr_cs: Ime
zh_tw: 名稱

source: Visitors
de_de: Besucher
ru_ru: Посетители
sr_cs: Posetioci
zh_tw: 訪客

source: To:
de_de: bis
ru_ru: По:
sr_cs: Do:
zh_tw: 至：

source: Year
de_de: Jahr
ru_ru: Год
sr_cs: Godina
zh_tw: 年

source: Cart
de_de: Warenkorb
ru_ru: Корзина
sr_cs: Korpa
zh_tw: 購物車

source: From:
de_de: von
ru_ru: С:
sr_cs: Od:
zh_tw: 由：

source: Sign out
de_de: Daten aktualisieren
ru_ru: Выход
sr_cs: Odjavi se
zh_tw: 登出

source: Today
de_de: Heute
ru_ru: Сегодня
sr_cs: Danas
zh_tw: 今天

source: Show products details
de_de: Artikeldetails anzeigen
ru_ru: Показать товары подробнее
zh_tw: 顯示商品詳細資料

source: Reg.
de_de: Registrierungen
ru_ru: Рег.
zh_tw: 註冊

source: Ord.
de_de: Best.
ru_ru: Зак.
sr_cs: Por.
zh_tw: 訂單

source: Reg. rate
ru_ru: Темп регистраций
sr_cs: Stopa registracije
zh_tw: 註冊率

source: Ord. rate
de_de: Best.-Rate
ru_ru: Прибыль с заказа
sr_cs: Stopa porudžbina
zh_tw: 訂單率

source: Click
de_de: Klicks
ru_ru: Клик
sr_cs: Klik
zh_tw: 點選

source: Brands
de_de: Marken
ru_ru: Бренды
sr_cs: Robne marke
zh_tw: 牌子

source: Suppliers
de_de: Lieferanten
ru_ru: Поставщики
sr_cs: Dobavljači
zh_tw: 供應商

source: The cart must contain at least
de_de: Der Warenkorb muss mindestens
ru_ru: Корзина должна содержать, по крайней мере,
sr_cs: Korpa mora da sadrži najmanje
zh_tw: 購物車必須包含至少

source: product(s) matching the following rules:
de_de: Artikel enthalten, auf die folgende Regeln zutreffen
ru_ru: товаров, соответствующих следующим правилам:

source: Add a rule concerning
de_de: Regel wird angewendet auf
ru_ru: Добавить правила, касающиеся
sr_cs: Dodaj pravilo koje se tiče
zh_tw: 新增一個相關規則

source: The product(s) are matching one of these:
de_de: Für Artikel trifft folgendes zu:
ru_ru: Товар(ы) соответствует(ют) одному из:

source: Multistore options
de_de: Multishop-Optionen
ru_ru: Настройки мульти-магазина
sr_cs: Opcije Multi-prodavnice
zh_tw: 多商店選項

source: Default shop
de_de: Standard-Shop
ru_ru: Магазин по умолчанию
sr_cs: Podrazumevana radnja
zh_tw: 預設商店

source: Add a new shop group
de_de: Neue Shopgruppe hinzufügen
ru_ru: Добавить новую группу магазинов
sr_cs: Dodaj novu grupu prodavnice
zh_tw: 新增商店群組

source: Add a new shop
de_de: Neuer Shop
ru_ru: Добавить новый магазин
sr_cs: Dodaj novu prodavnicu
zh_tw: 新增商店

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
de_de: Warnung: Es wird nicht empfohlen, die Optionen "Kunden teilen" und "Bestellungen teilen" zu aktivieren. Wenn diese einmal aktiviert sind und Bestellungen getätigt wurden, können diese Optionen nicht mehr rückgängig gemacht werden. Sollten Sie diese Optionen dennoch benötigen, verwenden Sie besser mehrere Kategorien statt mehrerer Shops.
ru_ru: Предупреждение: не рекомендуется включать параметры "Общие покупатели" и "Общие заказы", т.к. после этого при создании заказов или покупателей вы уже не сможете отключить эти параметры. Если же вам нужны эти параметры, возможно, следует использовать несколько категорий вместо нескольких магазинов.
sr_cs: Upozorenje: Uključivanje opcije "razmenjuj kupce" i "razmenjuj porudžbine" nije preporučljivo. Kada se jednom aktiviraju i porudžbine kreiraju, više se ne mogu isključiti. Ako vam trebaju ove opcije, mi vam preporučujemo da koristitie više kategorijija pre nego više prodavnica.
zh_tw: 警告：不建議啟用 "共用客戶" 與 "共用訂單" 選項，啟用且有訂單建立後就無法將它停用，如果確實有這樣的需求，建議用多個分類取代多個商店的結構

source: Shop group name
de_de: Shopgruppen-Name
ru_ru: Отображать название группы
sr_cs: Naziv grupe prodavnica
zh_tw: 商店群組名稱

source: Share customers
de_de: Kunden teilen
ru_ru: Поделиться клиентами
sr_cs: Podeli klijentima
zh_tw: 分享顧客資料

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
de_de: Sobald diese Option aktiviert ist, werden die Shops in dieser Gruppe ihre Kunden miteinander teilen. Wenn ein Kunde sich bei einem Shop dieser Gruppe anmeldet, wird sein Konto auch auf die anderen Shops der Gruppe eröffnet.
ru_ru: Когда эта опция включена, клиенты магазинов этой группы становятся общими. Если клиент регистрируется в любом из этих магазинов, учетная запись автоматически будет доступна в других магазинах этой группы.
sr_cs: Jednom kada se ova opcija uključi, radnje u ovoj grupi će se podeliti klijentima. Ako se klijen registruje u bilo koju od ovih prodavnica, nalog će automatski biti dostupan u ostalim prodavnicama ove grupe.

source: Warning: you will not be able to disable this option once you have registered customers.
de_de: Achtung: Diese Option kann nicht mehr deaktiviert werden, wenn Kunden in einem Shop der Gruppe registriert wurden.
ru_ru: Предупреждение: вы не сможете отключать эту опцию после регистрации клиентов.
sr_cs: Upozorenje: nećete moći da isključite ovu opciju ukoliko se klijenti registruju.

source: Share available quantities to sell
de_de: Verfügbare Verkaufsbestände teilen
ru_ru: Общие доступные количества для продажи
sr_cs: Razmenjuj dostupne količine za prodaju
zh_tw: 共用可銷售數量

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
de_de: Zur Verfügung stehende Mengen zwischen allen Shops der Gruppe teilen. Achtung: Beim Ändern dieser Option werden alle verfügbaren Artikelmengen auf 0 gesetzt.
ru_ru: Совместно используйте доступные количества, чтобы продать во всех магазинах этой группы. Изменяя эту настройку, доступные количества для дсех товаров этой группы будут сброшены к 0.
sr_cs: Razmenjuj dostupne količine između prodavnica ove grupe. Kada se menja ova opcija, količine svih dostupnih proizvoda biće stavljene na 0.
zh_tw: 在這個群組的商店共用可用數量，這個選項有異動時所有產品數量會重設為 0

source: Share orders
de_de: Bestellungen teilen
ru_ru: Общие заказы
sr_cs: Podeli porudžbine
zh_tw: 分享訂單

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
de_de: Wenn diese Option aktiviert ist (nur möglich, wenn sich die Shops der Gruppe Kunden und verfügbare Mengen teilen), wird der Warenkorb des Kunden von allen Shops geteilt. So kann ein in einem Shop begonnener Einkauf in einem anderen fortgesetzt werden, sofern er derselben Gruppe angehört.
ru_ru: Когда эта опция включена (что возможно только тогда, когда клиенты и доступные количества товаров распределяются среди магазинов), корзина клиента будет общей для всех магазинов в этой группе. Таким образом, любая покупка в одном магазине может быть завершена в другом магазине этой же группы.
sr_cs: Jednom kada se ova opcija uključi (što je moguće ako se klijenti i dostupne količine dele među radnjama), korpa klijenata će se podeliti na svim radnjama ove grupe. Ovako, svaka kupovina započeta u jednoj radnji će moći da se dovrši u nekoj drugoj radnji iz te grupe.
zh_tw: 一旦啟用這個選項（只有在客戶與可用數量在多個商店共用時），客戶的購物車在這個群組的商店也會共用。透過這個方式，任何在一個商店開始的採購都可以在同群組的商店結帳。警告：一旦開始有訂單建立就無法停用這個選項。

source: Warning: You will not be able to disable this option once you've started to accept orders.
de_de: Achtung: Sobald eine Bestellung getätigt wurde, lässt sich diese Einstellung nicht mehr deaktivieren.
ru_ru: Предупреждение: вы не сможете отключить эту опцию, когда начнете принимать заказы.
sr_cs: Upozorenje: Nećete moći da isključite ovu opciju ako počnete da primate porudžbine.

source: Enable or disable this shop group?
de_de: Shopgruppe aktivieren oder deaktivieren?
ru_ru: Включить или отключить эту группу?
sr_cs: Uključi ili isključi ovu grupu prodavnica?
zh_tw: 啟動或關閉此店鋪群組？

source: Action
de_de: Aktion
ru_ru: Действие
sr_cs: Akcija
zh_tw: 操作：

source: Attachment
de_de: Anhang
ru_ru: Вложение
sr_cs: Priložena datoteka
zh_tw: 附件

source: View details on the customer page
de_de: Für mehr Informationen siehe Kundendaten
ru_ru: Просмотреть детали на странице покупателя
sr_cs: Pogledajte detalje na kupčevoj stranici
zh_tw: 在客戶頁面瀏覽細節

source: View details on the order page
de_de: Mehr Informationen zu den Bestelldaten
ru_ru: Просмотреть детали на странице заказа
sr_cs: Pogledajte detalje na stranici sa porudžbinom
zh_tw: 在訂單頁面瀏覽細節

source: Text #%d
de_de: Text Nr. %d
ru_ru: Текст №%d
sr_cs: Tekst #%d
zh_tw: 文字編號 %d

source: Increase
de_de: Erhöhung
ru_ru: Увеличить
sr_cs: Povećaj
zh_tw: 漲價

source: Decrease
de_de: Reduzierung
ru_ru: Уменьшить
sr_cs: Smanji
zh_tw: 減少

source: The name of this product is not available. It may have been deleted from the system.
de_de: Der Name des Artikels ist nicht verfügbar. Er ist womöglich im System gelöscht worden.
ru_ru: Название этого товара не доступно. Возможно, он был удален из системы.
sr_cs: Ime proizvoda nije dostupno. Možda je obrisan iz sistema.
zh_tw: 這個商品名稱無效，也許已經從系統中刪除

source: Export this list as CSV
de_de: Liste als CSV-Datei exportieren
ru_ru: Экспортировать список в CSV
sr_cs: Izvezi ovu listu kao CSV
zh_tw: 以 CSV 匯出此列表

source: This interface allows you to display the stock movement for a selected warehouse.
de_de: Hier können Sie sich die Lagerbewegungen eines ausgewählten Lagers anzeigen lassen.
ru_ru: Этот интерфейс позволяет вам отобразить движение запасов по выбранному складу.
sr_cs: Ovaj interfejs prikazuje vam pomeranje zaliha za izabrani magacin.
zh_tw: 這個介面會顯示選擇倉庫的調貨

source: Sign
de_de: Anmelden
ru_ru: Войдите
sr_cs: Znak
zh_tw: 指標

source: Stock movement
de_de: Lagerbewegung
ru_ru: Перемещение запасов
sr_cs: Premeštanje zaliha
zh_tw: 庫存變動

source: Export (CSV)
ru_ru: Экспорт (CSV)
sr_cs: Izvezi (CSV)
zh_tw: 輸出(CSV)

source: There is nothing to export as a CSV.
de_de: Es gibt nichts zu exportieren als CSV.
ru_ru: Нечего экспортировать как CSV.
sr_cs: Nema ništa da se izveze kao CSV.
zh_tw: 無內容輸出到CSV

source: Default label for increasing stock
de_de: Standard-Bezeichnung bei Erhöhung des Bestand
ru_ru: Метка по умолчанию при увеличении запасов
sr_cs: Podrazumevana oznaka za povećanje zaliha
zh_tw: 增加庫存預設標籤：

source: Default label for decreasing stock
de_de: Standard-Definition für abnehmenden Bestand
ru_ru: Метка по умолчанию при уменьшении запасов
sr_cs: Podrazumevana oznaka za smanjenje zaliha
zh_tw: 減少庫存的預設標籤

source: Default label for decreasing stock when a customer order is shipped
de_de: Standard-Definition für Reduzierung des Bestands, wenn ein Kundenauftrag versendet wird
ru_ru: Метка по умолчанию при уменьшении запасов после доставки заказа
sr_cs: Podrazumevana oznaka za smanjenje zaliha kada je kupcu isporučena porudžbina
zh_tw: 客戶訂單配送後減少庫存使用的標籤：

source: Default label for increasing stock when a supply order is received
de_de: Standard-Definition für Erhöhung des Bestands, wenn ein Einkaufsauftrag angeliefert wird
ru_ru: Метка по умолчанию при увеличении запасов после получения поставки
sr_cs: Podrazumevana oznaka za povećanje zaliha kada je poručeno snabdevanje primljeno
zh_tw: 採購單驗收後增加庫存預設使用標籤：

source: Stock: Add stock movement label
de_de: Lager: Definition einer Lagerbewegung (Waren) erstellen
ru_ru: Запасы: Добавить маркировку движения запасов
sr_cs: Zalihe: Dodaj oznaku premeštanja zaliha
zh_tw: 庫存：新增調貨標籤

source: Stock Movement label
de_de: Markierung Lagerbewegung
ru_ru: Маркировка Движения запасов
sr_cs: Oznaka premeštanje zaliha
zh_tw: 庫存移轉標籤

source: Increase stock
de_de: Lagerbestand erhöhen
ru_ru: Увеличить запас
sr_cs: Povećanje zaliha
zh_tw: 增加庫存：

source: Decrease stock
de_de: Lagerbestand verringern
ru_ru: Уменьшить запас
sr_cs: Smanjenje zaliha
zh_tw: 減少庫存：

source: Does this label indicate a stock increase or a stock decrease?
de_de: Zeigt diese Beschriftung einen Bestandszugang oder -abgang an?
ru_ru: Этот ярлык определяет увеличение или сокращение наличия?

source: Supply Order Status
de_de: Liefer-Status
ru_ru: Статус заказа поставки
sr_cs: Status poručenog snabdevanja
zh_tw: 採購單狀態

source: Color
de_de: Farbe
ru_ru: Цвет
sr_cs: Boja
zh_tw: 顏色

source: Status will be highlighted in this color. HTML colors only.
de_de: Der Status wird durch diese Farbe hervorgehoben. Nur HTML-Farben.
ru_ru: Статус будет подсвечен в этим цветом. Только HTML цвета.
sr_cs: Status će biti naglašen ovom bojom. Samo HTML boje.
zh_tw: 狀態會用這個顏色標示(只能使用 HTML 顏色)。

source: Editable
de_de: Editierbar
ru_ru: Редактируемый
sr_cs: Izmenljivo
zh_tw: 可編輯的

source: Is it is possible to edit the order? Keep in mind that an editable order cannot be sent to the supplier.
de_de: Soll die Bearbeitung einer Bestellung zugelassen werden? Eine editierbare Bestellung kann man nicht an den Lieferanten zu schicken.
ru_ru: Определите, возможно ли редактировать заказ. Доступный для редактирования заказ не может быть отправлен поставщику.
sr_cs: Može li se uređivati porudžbina? Imajte na umu da uređivane porudžbine ne mogu se slati dobavljačima.
zh_tw: 訂單是否能夠編輯？需要注意的是可編輯的訂單無法送給供應商

source: Delivery note
de_de: Lieferschein
ru_ru: Накладная
sr_cs: Zapis isporuke
zh_tw: 送貨單

source: Is it possible to generate a delivery note for the order?
de_de: Aktivieren Sie diese Option, wenn ein Lieferschein für die Bestellung erstellt werden soll.
ru_ru: Определите, если возможно создать ведомость поставки заказа.
sr_cs: Dali je moguće generisati napomenu isporuke za porudžbine?
zh_tw: 是否要產生這個訂單的出貨單？

source: Delivery status
de_de: Lieferstatus
ru_ru: Статус доставки
sr_cs: Status isporuke
zh_tw: 送貨狀態

source: Indicates whether the supplies have been either partially or completely received. This will allow you to know if ordered products have to be added to the corresponding warehouse.
de_de: Zeigt an, ob Sie die Lieferung teilweise oder vollständig erhalten haben. So wissen Sie immer, ob bestellte Artikel dem entsprechenden Warenlager hinzugefügt werden müssen.
ru_ru: Укажите были поставки частично или полностью получены. Это позволит установить необходимость зачисления товара на соответствующий склад.
zh_tw: 定義產品是否部份或全部驗收，這讓您知道訂購的產品是否已經加入到正確的倉庫
