Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Tax value
de_de: Gesamt MwSt.
ru_ru: Налог
sr_cs: Vrednost PDV-a
zh_tw: 稅金

source: Export as PDF
de_de: als PDF-Datei exportieren
ru_ru: Экспорт в PDF
sr_cs: Izvezi kao PDF
zh_tw: 匯出為 PDF

source: Export as CSV
de_de: Als CSV-Datei exportieren
ru_ru: Экспорт в CSV
sr_cs: Izvezi kao CSV
zh_tw: 匯出為 CSV

source: Severity (1-4)
de_de: Schweregrad
ru_ru: Степень опасности (1-4)
sr_cs: Ozbiljnost (1-4)
zh_tw: 嚴重程度(1-4)

source: Object type
de_de: Objekttyp
ru_ru: Тип объекта
sr_cs: Tip objekta
zh_tw: 物件類型

source: Object ID
de_de: Objekt-ID
ru_ru: ID объекта
sr_cs: ID objekta
zh_tw: 物件編號

source: Error code
de_de: Fehlercode
ru_ru: Код ошибки
sr_cs: Oznaka greške
zh_tw: 錯誤代碼

source: Logs by email
de_de: Protokolle per E-Mail
ru_ru: Логи по e-mail
sr_cs: Logovi pristigli na e-mail
zh_tw: 電子郵件記錄

source: Minimum severity level
de_de: Minimaler Schweregrad
ru_ru: Минимальный уровень безопасности
sr_cs: Minimalni nivo ozbiljnosti
zh_tw: 最小嚴重程度層級：

source: Enter "5" if you do not want to receive any emails.
de_de: Wert "5" eingeben, wenn Sie keine E-Mails erhalten möchten.
ru_ru: Введите "5", если не хотите получать какие-либо электронные письма.
sr_cs: Upišite "5" ako ne želite da primate poruke.
zh_tw: 如果您不希望收到任何信件請輸入 "5"

source: Emails will be sent to the shop owner.
de_de: Der Shop-Besitzer erhält E-Mails.
ru_ru: E-mail сообщения будут отправляться владельцу магазина.
sr_cs: Poruke će biti poslate vlasniku prodavnice.
zh_tw: 電子郵件會寄給商店負責人

source: Erase all
de_de: Alle löschen
ru_ru: Удалить все
sr_cs: Obriši sve
zh_tw: 刪除全部

source: Are you sure?
de_de: Sind Sie sicher?
eu_es: Ziur al zaude?
ru_ru: Вы уверены?
sr_cs: Da li ste sigurni ?
zh_tw: 確定？

source: Products
de_de: Artikel
eu_es: Produktuak
ru_ru: Товары
sr_cs: proizvodi
zh_tw: 商品

source: Warehouse
de_de: Warenlager
ru_ru: Склад
sr_cs: Magacin
zh_tw: 倉庫

source: Update
de_de: Aktualisieren
ru_ru: Обновить
sr_cs: Ažuriraj
zh_tw: 更新

source: Keywords
de_de: Suchbegriffe
ru_ru: Ключевые слова
sr_cs: Ključne reči
zh_tw: 關鍵字

source: Discounts
de_de: Rabatt
eu_es: Deskontuak
ru_ru: Скидки
sr_cs: Popusti
zh_tw: 折扣

source: Discount name
de_de: Bezeichnung Ermäßigung
ru_ru: Наименование скидки
sr_cs: Naziv popusta
zh_tw: 折扣名稱

source: Carrier
de_de: Versanddienst
ru_ru: Перевозчик
sr_cs: Dostavljač
zh_tw: 承運商

source: Change
de_de: Ändern
ru_ru: Изменить
sr_cs: Promeni
zh_tw: 更改

source: Not defined
de_de: keine Angabe
ru_ru: Не определен
sr_cs: Nije definisan
zh_tw: 未定義

source: Warning
de_de: Vorsicht
ru_ru: Предупреждение
sr_cs: Upozorenje
zh_tw: 警告

source: Qty
de_de: Menge
ru_ru: Кол-во
sr_cs: Količina
zh_tw: 數量

source: Available quantity
de_de: Verfügbare Menge
ru_ru: Доступное количество
sr_cs: Stanje
zh_tw: 可銷售數量

source: Tracking number
de_de: Tracking-Nummer
ru_ru: Номер отслеживания
sr_cs: Broj za praćenje
zh_tw: 追蹤號碼

source: Shipping
de_de: Versand
eu_es: Bidalketa
ru_ru: Доставка
sr_cs: Isporuka
zh_tw: 運費

source: Are you sure you want to add this quantity?
de_de: Sind Sie sicher, dass Sie die richtige Menge eingegeben haben?
ru_ru: Вы хотите добавить больше товара, чем доступны в запасах. Вы уверены, что хотите это сделать?
sr_cs: Da li ste sigurni da želite da dodate ovu količinu?
zh_tw: 您確定要新增這個數量？

source: Are you sure you want to create a new invoice?
de_de: Sind sie sicher, dass Sie eine neue Rechnung erstellen wollen?
ru_ru: Вы уверены, что хотите создать новую счет-фактуру?
sr_cs: Da li ste sigurni da želite da napravite novi račun?
zh_tw: 您確定要建立新發票？

source: Error: No product has been selected
de_de: Fehler: Sie habene keinen Artikel ausgewählt
ru_ru: Ошибка: Товар не был выбран
sr_cs: Greška: Nijedan proizvod nije izabran
zh_tw: 錯誤：沒有選擇產品

source: Error: Quantity of products must be set
de_de: Fehler: Sie müssen für Artikel eine Mengenangabe machen
ru_ru: Ошибка: Должно быть указано количество товара
sr_cs: Greška: Morate odrediti količinu proizvoda
zh_tw: 錯誤：必須設定產品數量

source: Error: Product price must be set
de_de: Fehler: Verkaufspreis muss angegeben werden
ru_ru: Ошибка: Должна быть установлена цена товара
sr_cs: Greška: Morate podesiti cenu proizvoda
zh_tw: 錯誤：需要設定產品價格

source: Error. You cannot refund a negative amount.
de_de: Fehler! Sie können keinen negativen Betrag erstatten.
ru_ru: Ошибка. Невозможно вернуть отрицательную сумму.

source: Print order
de_de: Bestellung ausdrucken
ru_ru: Распечатать заказ
sr_cs: Odštampaj porudžbinu
zh_tw: 列印訂單

source: View invoice
de_de: Rechnung zeigen
ru_ru: Просмотр счета
sr_cs: Pogledaj račun
zh_tw: 檢視發票

source: No invoice
de_de: Keine Rechnung
ru_ru: Нет счета
sr_cs: Nema računa
zh_tw: 無發票

source: View delivery slip
de_de: Lieferschein zeigen
ru_ru: Просмотр счета о доставке
sr_cs: Pogledaj otpremnicu
zh_tw: 檢視出貨單

source: No delivery slip
de_de: Kein Lieferschein
ru_ru: Нет транспортной квитанции
sr_cs: Nema otpremnice
zh_tw: 無出貨單

source: Return products
de_de: Artikel zurücksenden
ru_ru: Возврат товара
sr_cs: Vrati proizvode
zh_tw: 退還產品

source: Standard refund
de_de: Artikel erstatten
ru_ru: Стандартный возврат средств
sr_cs: Standardna refundacija
zh_tw: 標準退款

source: Cancel products
de_de: Artikel löschen
ru_ru: Возврат товара
sr_cs: Otkaži proizvode
zh_tw: 取消產品

source: Partial refund
de_de: Teilerstattung
ru_ru: Частичное возмещение
sr_cs: Delimična refundacija
zh_tw: 部份退款

source: Documents
de_de: Dokumente
ru_ru: Документы
sr_cs: Dokumenti
zh_tw: 文件

source: Resend this email to the customer
de_de: E-Mail erneut an Kunden senden
ru_ru: Повторно выслать это письмо клиенту

source: Resend email
de_de: E-Mail erneut senden
ru_ru: Отправить повторно
zh_tw: 重新發送電子郵件

source: Update status
de_de: Status aktualisieren
ru_ru: Обновить статус
sr_cs: Ažuriraj status
zh_tw: 更新狀態

source: Merchandise Returns
de_de: Warenrücksendungen
eu_es: Devoluciones de mercanc√≠a
ru_ru: Возвраты товаров
sr_cs: Povraćaj robe
zh_tw: 退貨

source: Recycled packaging
de_de: Recycling-Verpackung
ru_ru: Упаковка из вторсырья
sr_cs: Reciklirani paket
zh_tw: 環保包裝

source: Gift wrapping
de_de: Geschenkverpackung
ru_ru: Подарочная упаковка
sr_cs: Pakovanje poklona
zh_tw: 禮品包裝

source: No merchandise returned yet
de_de: Bis jetzt keine Warenrücksendungen
ru_ru: Нет возвращенных товаров
sr_cs: Roba još nije vraćena
zh_tw: 暫無退貨

source: paid instead of
de_de: bezahlt statt
ru_ru: опплачено вместо
sr_cs: platio umesto
zh_tw: 已支付，而非應付的

source: This warning also concerns order
de_de: Diese Warnung betrifft ebenfalls die Bestellung
ru_ru: Это предупреждение также касается заказа

source: This warning also concerns the next orders:
de_de: Diese Warnung betrifft ebenfalls folgende Bestellungen
ru_ru: Это предупреждение также касается этих заказов:

source: Payment method
de_de: Zahlungsart
ru_ru: Способ оплаты:
sr_cs: Način plaćanja:
zh_tw: 付款方式

source: Transaction ID
de_de: Transaktionsnummer
ru_ru: ID транзакции
sr_cs: ID transakcije
zh_tw: 交易編號

source: Card Number
de_de: Kartennummer
ru_ru: Номер карты
sr_cs: Broj kartice
zh_tw: 卡號

source: Card Brand
de_de: Kartenname
ru_ru: Бренд карты
sr_cs: Vrsta kartice
zh_tw: 卡片名牌

source: Card Expiration
de_de: Karte gültig bis
ru_ru: Срок действия карты
sr_cs: Važnost kartice
zh_tw: 卡片到期日

source: Card Holder
de_de: Karteninhaber
ru_ru: Владелец карты
sr_cs: Vlasnik kartice
zh_tw: 持卡人

source: No payment methods are available
de_de: Keine Zahlungsart verfügbar
ru_ru: Способы оплаты недоступны

source: Change currency
de_de: Währung ändern
ru_ru: Сменить валюту
sr_cs: Promeni valutu
zh_tw: 更改貨幣

source: Do not forget to update your exchange rate before making this change.
de_de: Aktualisieren Sie erst den Umrechnungskurs, bevor Sie diese Änderung vornehmen.
ru_ru: Не забывайте обновлять курс валюты прежде, чем применить это изменение.
sr_cs: Ne zaboravite da ažurirate kursnu listu pre željene promene.

source: This order has been placed by a guest.
de_de: Diese Bestellung wurde von einem Gast getätigt.
ru_ru: Этот заказ был сделан гостем.
sr_cs: Ovo je naručio gost.
zh_tw: 這個訂單來自訪客

source: Transform a guest into a customer
de_de: Umwandeln in ein Kundenkonto
ru_ru: Преобразовать в клиента
sr_cs: Unapredi nalog u kupca
zh_tw: 轉換一個訪客為客戶

source: This feature will generate a random password and send an email to the customer.
de_de: Diese Funktion generiert ein Zufallspasswort und sendet eine E-Mail an den Kunden.
ru_ru: Эта функция создаст пароль и отправит его клиенту на электронный адрес
sr_cs: Ova opcija će napraviti nasumičnu lozinku i poslati e-mail kupcu.
zh_tw: 本功能將產生一個隨機密碼並發送e-mail給客戶

source: Account registered
de_de: Kundenkonto angelegt
ru_ru: Дата регистрации
sr_cs: Nalog registrovan
zh_tw: 已註冊帳戶

source: Valid orders placed
de_de: Bestätigte Bestellungen
ru_ru: Размещено заказов
sr_cs: Validne porudžbine
zh_tw: 有效訂單：

source: Total spent since registration
de_de: Gesamtumsatz des Kunden seit Kontoeröffnung
ru_ru: Потрачено с момента регистрации
sr_cs: Ukupno plaćeno od registracije
zh_tw: 從註冊以來已付款總計：

source: APE
de_de: APE (nur Frankreich)
ru_ru: Код APE
sr_cs: Godišnji prihod

source: View full details...
de_de: Mehr ...
ru_ru: Посмотреть полное описание...
sr_cs: Pogledaj potpune detalje...
zh_tw: 瀏覽詳細資料。。。

source: Private note
de_de: Notiz (intern)
ru_ru: Служебная заметка
sr_cs: Privatna napomena
zh_tw: 私人備註

source: Shipping address
de_de: Lieferadresse
eu_es: Bidalketa helbidea
ru_ru: Адрес доставки
sr_cs: Adresa dostave
zh_tw: 送貨地址

source: Invoice address
de_de: Rechnungsadresse
eu_es: Fakturazio-helbidea
ru_ru: Почтовый или юридический адрес
sr_cs: Adresa fakturisanja:
zh_tw: 帳單地址

source: Private
de_de: Privat
ru_ru: Скрыто
sr_cs: Privatno
zh_tw: 私人

source: Do you want to send this message to the customer?
de_de: Möchten Sie dem Kunden diese Nachricht senden?
ru_ru: Отправить это сообщение покупателю?
sr_cs: Da li želite da pošaljete ovu poruku kupcu?
zh_tw: 確認傳送訊息給客戶？

source: Choose a standard message
de_de: Wählen Sie eine vordefinierte Nachricht
ru_ru: Выберите стандартное сообщение
sr_cs: Izaberite standardnu poruku
zh_tw: 選擇一個標準訊息

source: Do you want to overwrite your existing message?
de_de: Wollen Sie die aktuelle Nachricht löschen?
ru_ru: Вы хотите изменить уже существующее сообщение?
sr_cs: Da li želite da prepišete preko postojeće poruke?
zh_tw: 確認覆寫您現有的訊息？

source: Configure predefined messages
de_de: Standardnachrichten verwalten
ru_ru: Настройка предопределенных сообщений
sr_cs: Uredi podrazumevane poruke
zh_tw: 設置預定訊息

source: Display to customer?
de_de: An Kunden senden?
ru_ru: Показывать покупателю?
sr_cs: Prikazati kupca?
zh_tw: 顯示給客戶？

source: Send message
de_de: Nachricht senden
ru_ru: Отправить сообщение
sr_cs: Pošalji poruku
zh_tw: 發送訊息

source: Show all messages
de_de: Alle Nachrichten anzeigen
ru_ru: Показать все сообщения
sr_cs: Prikaži sve poruke
zh_tw: 顯示所有訊息

source: This product cannot be returned.
de_de: Rücksendung des Artikels nicht möglich
ru_ru: Возврат этого товара невозможен
sr_cs: Proizvod nije moguće vratiti.
zh_tw: 本產品無法退貨

source: Quantity to cancel is greater than quantity available.
de_de: Die zurück zu sendende Menge ist größer als die verfügbare Menge
ru_ru: Отмечено больше чем доступно
sr_cs: Količina koja se otkazuje je veća od dostupne količine.
zh_tw: 取消數量不應大於原先數量

source: Process a standard refund
de_de: Bestellte Artikel erstatten
ru_ru: Произвести стандартное возмещение
sr_cs: Obradi standardnu refundaciju
zh_tw: 處理一個標準退款

source: Process a partial refund
de_de: Teilrückzahlung tätigen
ru_ru: Произвести частичное возмещение
sr_cs: Obradi delimičnu refundaciju
zh_tw: 處理一個部份退款

source: tax excluded.
de_de: zzgl. MwSt.
ru_ru: без налогов.
sr_cs: bez PDV-a.
zh_tw: 未稅

source: tax included.
de_de: inkl. MwSt.
ru_ru: с НДС.
sr_cs: porez je uključen.
zh_tw: 含稅

source: Refunded
de_de: Erstattet
ru_ru: Возмещено
sr_cs: Refundirano
zh_tw: 已退款

source: Refund
de_de: Erstatten
ru_ru: Возмещение
sr_cs: Refundiraj
zh_tw: 退款

source: Add a product
de_de: Artikel hinzufügen
ru_ru: Добавить товар
sr_cs: Dodaj proizvod
zh_tw: 新增產品

source: Add a new discount
de_de: Ermässigung hinzufügen
ru_ru: Добавить новую скидку
sr_cs: Dodajte novi popust
zh_tw: 新增折扣

source: Merchandise returns are disabled
de_de: Warenrücksendungen sind deaktiviert
ru_ru: Возврат товаров невозможен
sr_cs: Vraćanje robe je onemogućeno
zh_tw: 停用退貨

source: Delete voucher
de_de: Rechnungsbeleg löschen
ru_ru: Удалить купон
sr_cs: Obrišite vaučer
zh_tw: 刪除優惠券

source: Wrapping
de_de: Verpackung
ru_ru: Упаковка
sr_cs: Pakovanje
zh_tw: 包裝費

source: Taxes
de_de: enthaltene MwSt.
ru_ru: Налоги
sr_cs: Porezi
zh_tw: 稅

source: Re-stock products
de_de: Auf Lager buchen
ru_ru: Возврат товара
sr_cs: Vrati proizvod na lager
zh_tw: 再入倉產品

source: Generate a credit slip
de_de: Guthaben erzeugen
ru_ru: Создать платежную квитанцию

source: Generate a voucher
de_de: Gutschein erzeugen
ru_ru: Сгенерировать купон
sr_cs: Napravi vaučer
zh_tw: 產生優惠券

source: Repay shipping costs
de_de: Versandkosten mit einschließen
ru_ru: Оплатить счета по доставке повторно
sr_cs: Vrati troškove isporuke
zh_tw: 償還運費

source: This order has been partially paid by voucher. Choose the amount you want to refund:
de_de: Die Bestellung wurde teilweise mit einem Gutschein bezahlt. Wählen Sie den zu erstattenden Betrag:
ru_ru: Этот заказ был частично оплачен купоном. Введите сумму для возврата:

source: Include amount of initial voucher:
de_de: Inkl. Gutscheinbetrag
ru_ru: Включить сумму начального купона:

source: Exclude amount of initial voucher:
de_de: Ohne Gutscheinbetrag
ru_ru: Исключить сумму начального купона:

source: Amount of your choice:
de_de: Betrag Ihrer Auswahl
ru_ru: Сумма на ваш выбор:

source: Refund products
de_de: Artikel erstatten
ru_ru: Возмещение товара
sr_cs: Refundiraj proizvode
zh_tw: 商品退款

source: Product(s) price:
de_de: Artikelpreis
ru_ru: Цена товара(ов):

source: Product(s) price, excluding amount of initial voucher:
de_de: Artikelpreis ohne Gutscheinwert:
ru_ru: Цены товаров, исключая сумму стартового купона:

source: Sources
de_de: Quellen
ru_ru: Источники
sr_cs: Izvori
zh_tw: 來源

source: Linked orders
de_de: Verknüpfte Bestellungen
ru_ru: Связанные заказы
sr_cs: Vezane narudžbine
zh_tw: 連結的訂單

source: Order no.
de_de: Auftragsnummer
ru_ru: Заказ №

source: See the order
de_de: Bestellung einsehen
ru_ru: Просмотреть заказ
sr_cs: Pogledajte narudžbine
zh_tw: 檢視訂單

source: Enable this option if you want to allow accented characters in your friendly URLs.
de_de: Aktivieren, wenn Benutzerfreundliche URLs auch Umlaute enthalten dürfen.
ru_ru: Эта опция включает диакритические символы в ваших URL.
sr_cs: Omogući ovu opciju ako želiš dozvoliti naglašene karaktere u prijateljskim linkovima.
zh_tw: 如果您希望在友善網址使用特殊符號請啟用

source: Administration
de_de: Verwaltung
ru_ru: Администрирование
sr_cs: Administracija
zh_tw: 管理

source: Achievements
de_de: Erreichte Ziele
ru_ru: Эффективность продаж
sr_cs: Dostignuća
zh_tw: 成果

source: International
ru_ru: Международное присутствие
sr_cs: Neđunarodni
zh_tw: 多國語言

source: 1. Beginner
de_de: 1. Anfänger
ru_ru: 1. Новичок
sr_cs: 1. Početnik
zh_tw: 1. 新手

source: 2. Pro
de_de: 2. Profi
ru_ru: 2. Профи
sr_cs: 2. Profesionalac
zh_tw: 2. 專業

source: 3. Expert
de_de: 3. Experte
ru_ru: 3. Эксперт
sr_cs: 3. Ekspert
zh_tw: 3. 專家

source: 4. Wizard
de_de: 4.Genie
ru_ru: 4. Чародей
sr_cs: 4. Čarobnjak
zh_tw: 4. 精靈

source: 5. Guru
ru_ru: 5. Гуру
zh_tw: 5. 領袖

source: 6. Legend
de_de: 6. Legende
ru_ru: 6. Легенда
sr_cs: 6. Legenda
zh_tw: 6. 傳奇

source: Advertising and Marketing
de_de: Werbung & Marketing
ru_ru: Маркетинг и реклама
sr_cs: Reklamiranje i marketing
zh_tw: 廣告與營銷

source: Analytics and Stats
de_de: Statistiken & Analysen
ru_ru: Статистика и аналитика
sr_cs: Analiza i statistika
zh_tw: 統計分析

source: Taxes & Invoicing
de_de: Steuern & Rechnungen
ru_ru: Налоги, счета, накладные
sr_cs: Porezi i naplata
zh_tw: 稅務和發票

source: Content Management
ru_ru: Управление контентом
sr_cs: Upravljanje sadržajem
zh_tw: 內容管理

source: Customer Reviews
de_de: Kundenmeinungen
ru_ru: Отзывы Клиентов
zh_tw: 客戶評論

source: Emailing
ru_ru: Email
sr_cs: Slanje email-a
zh_tw: 發信中

source: Front office Features
de_de: Front-Office Funktionen
ru_ru: Модули для фронт-офиса
zh_tw: 前台功能

source: Internationalization and Localization
de_de: Internationalisierung und Lokalisation
ru_ru: Локализация
sr_cs: Internacionalizacija i lokalizacija
zh_tw: I18n 和 本地化

source: Merchandising
de_de: Verkaufsförderung
ru_ru: Мерчендайзинг
zh_tw: 銷售

source: Migration Tools
de_de: Migrations-Tools
ru_ru: Инструменты миграции
sr_cs: Migracione alatke
zh_tw: 移轉工具

source: Payments and Gateways
de_de: Zahlung
ru_ru: Платежные системы и шлюзы
sr_cs: Načini plaćanja
zh_tw: 付款和閘通道

source: Site certification & Fraud prevention
de_de: Zertifizierung & Betrugsprävention
ru_ru: Сертификация сайта и защита от обмана
sr_cs: Sertifikati sajta i pervencija prevare
zh_tw: 網站認證和預防欺詐

source: Pricing and Promotion
de_de: Preise & Sonderangebote
ru_ru: Скидки и акции
sr_cs: Cene i promocija
zh_tw: 促銷

source: Quick / Bulk update
de_de: Schnell-/ Massenbearbeitung
ru_ru: Быстрое / Массовое обновление
sr_cs: Brzo i masovno ažuriranje
zh_tw: 快速批次更新

source: Shipping and Logistics
de_de: Versand & Logistik
ru_ru: Доставка и Логистика
sr_cs: Isporuka i logistika
zh_tw: 運輸和物流

source: Slideshows
de_de: Slider
ru_ru: Слайдшоу
sr_cs: Slajdšou
zh_tw: 電子報

source: Comparison site & Feed management
de_de: Vergleichsportale & Datenaufbereitung
ru_ru: Сайты сравнения цен и Лента ценовых данных
sr_cs: Upoređivanje sajta i uređivanje fida

source: Marketplace
de_de: Marktplatz
ru_ru: Торговая площадка
sr_cs: Pijaca
zh_tw: 市場

source: Mobile
de_de: Mobil
ru_ru: Мобильная версия
sr_cs: Mobilni
zh_tw: 行動版

source: Internationalization & Localization
de_de: Internationalisierung & Lokalisierung
ru_ru: Локализация
sr_cs: Internacionalizacija i lokalizacija
zh_tw: I18n 和 本地化

source: Emailing & SMS
de_de: E-Mail & SMS
ru_ru: Письма и СМС
sr_cs: Mejlovi i poruke
zh_tw: Email&簡訊

source: Social Networks
de_de: Soziale Netzwerke
ru_ru: Социальные сети
sr_cs: Društvene mreže
zh_tw: 社群網路

source: Social & Community
de_de: Soziale Netzwerke & Community
ru_ru: Сообщество и комьюнити

source: File too large (limit of %s bytes).
de_de: Datei zu groß (max. %s Bytes)
ru_ru: Файл слишком большой (ограничение в %s байт).
sr_cs: Preveliki fajl (limit je %s bajta).
zh_tw: 檔案太大(不可大於%s bytes)

source: File upload was not completed.
de_de: Datei-Upload abgebrochen
ru_ru: Загрузка файла не была завершена.
sr_cs: Postavljanj fajla nije završeno.
zh_tw: 檔案未上傳成功

source: No file was uploaded.
de_de: Es ist kein Datei-Upload erfolgt
eu_es: Ez da fitxategirik igo.
ru_ru: Не было загружено ни одного файла.
sr_cs: Nijedna datoteka nije dodata
zh_tw: 沒有檔案被上傳

source: Internal error #%s
de_de: Interner Fehler Nr. %s
ru_ru: Внутренняя ошибка №%s
sr_cs: Interna greška #%s
zh_tw: 內部錯誤：#%s

source: No file has been selected
de_de: Keine Datei ausgewählt
ru_ru: нет выбранных файлов
sr_cs: nijedan fajl nije izabran
zh_tw: 無檔案選擇

source: Click here to log in.
de_de: Zur Anmeldung hier klicken.
ru_ru: Нажмите для входа.
zh_tw: 登入

source: Modules to update
de_de: Modul-Updates verfügbar
ru_ru: Модули, нуждающиеся в обновлении
sr_cs: Moduli za ažuriranje
zh_tw: 更新模組

source: Translate this module
de_de: Modul übersetzen
ru_ru: Перевести этот модуль
zh_tw: 翻譯模組

source: This module cannot be installed
de_de: Dieses Modul kann nicht installiert werden
ru_ru: Невозможно установить этот модуль
zh_tw: 模組無法安裝

source: Important Notice
de_de: Wichtiger Hinweis
ru_ru: Важно
zh_tw: 重要通知

source: This module is Untrusted for your country
de_de: Modul für Ihr Land nicht zertifiziert
ru_ru: Этот модуль не является доверенным для вашей страны
zh_tw: 此模組未經審核

source: Current version: %s
de_de: Aktuelle Version: %s
ru_ru: Текущая версия: %s
sr_cs: Trenutna verzija: %s
zh_tw: 目前版本: %s

source: All modules updated successfully.
de_de: Alle Module aktualisiert!
ru_ru: Все модули обновлены.
zh_tw: 所有模塊已成功更新。

source: No file upgrades applied (none exist).
de_de: Keine Upgrades Datei angewendet (keine vorhanden)
ru_ru: Обновления файла не выполнены (не существует).
sr_cs: Nije primenjena nadogradnja dokumenata (ne postoji nijedan).
zh_tw: 沒有任何檔案升級（不存在）

source: The following module(s) were upgraded successfully: %s.
de_de: Die folgenden Module wurden aktualisiert: %s
ru_ru: Обновлены следующие модули: %s.
zh_tw: 以下模組已成功更新：%s。

source: Everything is up-to-date
de_de: Keine Aktualisierung erforderlich
ru_ru: Все обновлено
sr_cs: Sve je ažurno
zh_tw: 已更新到最新

source: Checkout
de_de: Bestellvorgang
eu_es: Erosi
ru_ru: Оформление заказа
sr_cs: Plaćanje
zh_tw: 結帳

source: Other Modules
de_de: Weitere Module
ru_ru: Другие модули
sr_cs: Drugi moduli
zh_tw: 其他行動通訊

source: Installed Modules
de_de: Installierte Module
ru_ru: Установленные
sr_cs: Instalirani moduli
zh_tw: 已安裝模組

source: Disabled Modules
de_de: Deaktivierte Module
ru_ru: Отключенные модули
sr_cs: Onemogućeni moduli
zh_tw: 停用模組

source: All countries
de_de: Alle Länder
ru_ru: Все страны
sr_cs: Sve zemlje
zh_tw: 所有國家

source: Filter by
de_de: Filtern nach
ru_ru: Фильтр:
zh_tw: 篩選條件：

source: Installed & Not Installed
de_de: Installiert & nicht installiert
ru_ru: Все
sr_cs: Instalirano i nije instalirano
zh_tw: 安裝與未安裝

source: Modules Not Installed
de_de: Module nicht installiert
ru_ru: Не установленные модули
zh_tw: 未安裝模組

source: Enabled & Disabled
de_de: Aktiviert & deaktiviert
ru_ru: Все
sr_cs: Omogućeno i Onemogućeno
zh_tw: 啟用 & 停用

source: Enabled Modules
de_de: Aktivierte Module
ru_ru: Включенные модули
sr_cs: Omogučeni moduli
zh_tw: 啟用模組

source: Authors
de_de: Autoren
ru_ru: Авторы
sr_cs: Autori
zh_tw: 作者

source: All Modules
de_de: Alle Module
ru_ru: Все
sr_cs: Svi moduli
zh_tw: 所有模組

source: Free Modules
de_de: Kostenlose Module
ru_ru: Бесплатные модули
sr_cs: Besplatni moduli
zh_tw: 免費模組

source: Partner Modules (Free)
de_de: Partner-Module (kostenlos)
ru_ru: Партнерские Модули (бесплатные)
sr_cs: Partnerski moduli (besplatni)
zh_tw: 夥伴模組（免費）

source: Must Have
de_de: Empfohlen
ru_ru: Самое необходимое
sr_cs: Ovo vam sigurno treba
zh_tw: 推薦

source: Modules purchased on Addons
de_de: Module auf Addons gekauft
ru_ru: Модули, приобретенные на Addons
sr_cs: Moduli koji ste poručili
zh_tw: 在 Addons 採購的模組

source: All authors
de_de: Alle Autoren
ru_ru: Все авторы

source: Current country:
de_de: Aktuelles Land
ru_ru: Текущая страна:

source: Module not found
de_de: Modul nicht gefunden
ru_ru: Модуль не найден
sr_cs: Modul nije pronađen
zh_tw: 無模組

source: Please select a module from the left column.
de_de: Wählen Sie ein Modul in der linken Spalte.
ru_ru: Выберите модуль в левой колонке
sr_cs: Izaberite modul u levoj koloni
zh_tw: 請從左邊選擇一個模組

source: None
de_de: Keine
ru_ru: Нет
sr_cs: nijedan
zh_tw: 無

source: Tax included
de_de: inkl. MwSt.
ru_ru: С НДС
sr_cs: Porez je uključen
zh_tw: 含稅

source: Tax excluded
de_de: zzgl. MwSt.
ru_ru: Без НДС
sr_cs: Bez PDV-a
zh_tw: 未稅

source: Discount:
de_de: Rabatt:
ru_ru: Скидка:
zh_tw: 折扣:

source: Discount: %.2f%%
de_de: Rabatt: %.2f%%
ru_ru: %.2f%%
sr_cs: Popust: %.2f%%
zh_tw: 折扣: %.2f%%

source: Group information
de_de: Gruppe
ru_ru: Информация о группе
sr_cs: Informacije grupe
zh_tw: 群組資訊

source: Price display method:
de_de: Preisanzeige
ru_ru: Способ отображения цены:
zh_tw: 價格顯示方法：

source: Show prices:
de_de: Preise anzeigen
ru_ru: Показывать цены:

source: Current category discount
de_de: Aktueller Kategorie-Rabatt
ru_ru: Скидка на текущую категорию
sr_cs: Trenutni popust po kategoriji
zh_tw: 現在分類折扣

source: Members of this customer group
de_de: Kundenmitglieder dieser Gruppe
ru_ru: Члены группы
sr_cs: Kupci koji su članovi ove grupe
zh_tw: 本群組的會員客戶

source: Limited to the first 100 customers.
de_de: Gilt nur für die ersten 100 Kunden.
ru_ru: Список ограничен первыми 100 покупателями.
sr_cs: Ograničeno na prvh 100 kupaca.
zh_tw: 僅限於前100名客戶。
