Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
de_de: Fehler 404 ist ein HTTP-Fehlercode, der besagt, dass die durch den Benutzer angeforderte Datei nicht gefunden werden kann. In Ihrem Fall bedeutet es, dass einer Ihrer Besucher eine falsche URL-Adresse in das Adressfeld eingegeben hat oder dass Sie oder eine andere Webseite irgendwo einen toten Link haben. Wenn sie verfügbar ist, wird der Referrer angezeigt, so dass Sie die Seite finden können, die den toten Link enthält. Ansonsten bedeutet es meist, dass es ein Direktzugang ist, dass also jemand einen Link, den es nicht mehr gibt, mit einem Bookmark versehen hat.
ru_ru: Код HTTP 404 означает, что запрошенный пользоватетем файл не найден. В вашем случае это может значить, что посетитель указал неправильный URL или что на другом сайте есть мёртвая ссылка. Если реферер показан, то вы можете найти страницу/сайт, содержащие мёртвую ссылку. Если реферера нет, то это обычно попытка прямого доступа, т.е., кто-то добавил мёртвую ссылку в закладки.

source: How to catch these errors?
de_de: Wie fängt man diese Fehler ab?
ru_ru: Как отловить эти ошибки?
sr_cs: Kako uhvatiti ove greške?
zh_tw: 如何察覺這些錯誤？

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
de_de: Falls Ihr Provider die .htaccess-Datei unterstützt, können Sie sie im Root-Verzeichnis von PrestaShop erstellen und folgende Zeile einfügen: "%s".
ru_ru: Если ваш веб-хостинг поддерживает файлы .htaccess, Вы можете создать его в корневой директории PrestaShop и вставить в него следующие строки: "%s".
zh_tw: 如果您的伺服器支援 .htaccess 檔案，您可以在根目錄下建立，放入下面內容：

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
de_de: Ein Benutzer, der eine Seite aufruft, die es nicht gibt, wird zu dieser Seite weitergeleitet: %s. Dieses Modul protokolliert die Zugänge zu dieser Seite.
ru_ru: Пользователь, запрашивающий несуществующую страницу, будет перенаправлен на страницу: %s. Модуль протоколирует запросы к этой странице.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
de_de: Sie benötigen eine .htaccess-Datei, um 404-Fehler auf die Seite "404.php" umzuleiten.
ru_ru: Для перенаправления ошибок 404 на страницу 404.php нужно использовать файл .htaccess
zh_tw: 您必須使用 .htaccess 檔案把404錯誤頁面指向"404.php"。

source: Counter
de_de: Zähler
ru_ru: Счетчик
sr_cs: Brojač
zh_tw: 計數器

source: No "page not found" issue registered for now.
de_de: Bis jetzt kein "Nicht gefundene Seiten"-Vorfall registriert.
ru_ru: Не выявлено ошибок "страница не найдена".
zh_tw: 暫時沒有“頁面未找到”問題。

source: Empty database
de_de: Leere Datenbank
ru_ru: Очистить БД
sr_cs: Isprazni bazu podataka
zh_tw: 清空數據庫

source: Empty ALL "pages not found" notices for this period
de_de: ALLE "Seite nicht gefunden"-Vorfälle für diesen Zeitraum löschen
ru_ru: Очистить все значения "страница не найдена" за этот период
zh_tw: 清空此期間的所有“未找到”頁面通知

source: Empty ALL "pages not found" notices
de_de: ALLE "Seite nicht gefunden"-Vorfälle löschen
ru_ru: Очистить все значения "страница не найдена"
zh_tw: 清空所有“找不到網頁”的告示

source: Guide
de_de: Erklärung
ru_ru: Руководство
sr_cs: Vodič
zh_tw: 導引

source: CSV Export
ru_ru: Экспорт в CSV
sr_cs: CSV izvoz
zh_tw: CSV輸出

source: Visits and Visitors
de_de: Besuche und Besucher
ru_ru: Посещения и посетители
sr_cs: Posete i posetioci
zh_tw: 瀏覽及訪客數

source: Adds statistics about your visits and visitors to the Stats dashboard.
de_de: Fügt der Statikstik-Übersicht eine Auswertung der Beusche und Besucher hinzu.
ru_ru: На пульт статистики добавляется информация о посещениях и посетителях.
sr_cs: Dodaje statistiku o vašim posetama i posetiocima na statističku komandnu tablu.
zh_tw: 加入有關你商店的瀏覽及訪客數數據至數據控制板.

source: Determine the interest of a visit
de_de: Bestimmen Sie das Ziel eines Besuchs
ru_ru: Определение причины посещения
sr_cs: Odredite interesovanje posete
zh_tw: 確定訪客的興趣

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
de_de: Die Besucherentwicklungs-Grafik sieht der Besuchs-Grafik sehr ähnlich, liefert aber zusätzliche Informationen:
ru_ru: График привлечения посетителей сильно напоминает график посещений, но предоставляет дополнительную информацию:
sr_cs: Grafik evolucije posetilaca liči na grafik poseta, ali pruža dodatne informacije
zh_tw: 在訪客的進化圖十分相似的訪問，圖形，但提供了更多內容：

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
de_de: Falls dies der Fall ist: Gratulation! Ihre Webseite ist gut durchdacht und gefällt.
ru_ru: Если это так, поздравляем, ваш сайт хорошо спланирован и удовлетворяет пользователей.
sr_cs: Ako je to slučaj, čestitamo, Vaša prodavnica je dobro isplanirana i zadovoljava posetioce.
zh_tw: 如果是這個樣子，恭喜，您的網站發展的不錯，很高興看到您的付出。

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
de_de: Ansonsten ist das Fazit nicht so einfach. Es kann sich um ein ästhetisches oder ergonomisches Problem handeln, oder das Angebot ist unzureichend. Es kann auch sein, dass diese Besucher rein zufällig auf diese Webseite gekommen sind, ohne spezielles Interesse an Ihrem Shop. Das passiert bei Suchmaschinen häufig.
ru_ru: В противном случае, вывод не так прост. Проблема может скрываться в дизайне или удобстве. Также возможно, что некоторые посетители пришли сюда без особого интереса к вашему магазину, ошибочно. Чаще всего это обусловлено странной работой поисковых систем. В этом случает попробуйте пересмотреть свою структуру SEO.
sr_cs: U suprotnom, zaključak nije tako jednostavan. Problem može biti estetski ili ergonomski, ili ponuda nije dovoljna. Takođe je moguće da su ovi posetioci greškom došli ovde bez posebnog interesovanja za Vašu prodavnicu; ovaj fenomen se često dešava sa pretraživačima.
zh_tw: 不過，結論並不是那麼單純。問題有可能是美感或操作流暢度，也有可能是許多對商店不感興趣的訪客誤闖。這個異常現象經常是搜尋引擎造成，如果問題持續，您也許要考慮重新審視您的 SEO 操作

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
de_de: Diese Information ist hauptsächlich qualitativer Art: Sie müssen die Ursache eines zufälligen Besuchs erkennen.
ru_ru: Эта информация главным образом достоверна. Если хотите, попробуйте определить причину случайного посещения.
sr_cs: Ove informacije su uglavnom kvalitativne: morate odrediti interesovanje nepovezane posete.
zh_tw: 這個資訊只是形式上的，您可以自由選擇要不要進一步處理

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
de_de: Ein Besuch entspricht einem Internet-Benutzer, der Ihren Shop besucht. Bis zum Ende des Besuchs auf der Webseite wird nur ein Besuch gezählt.
ru_ru: Посещение соответствует пользователю посетившему ваш магазин. До конца сессии будет засчитано только одно посещение.
sr_cs: Poseta podrazumeva korisnika interneta koji je došao do prodavnice. On se do kraja sesije računa kao jedna poseta.
zh_tw: 一個訪客代表著一個網路使用者來到您的商店，在結束連線之前計數器不會再增加

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
de_de: Ein Besucher ist eine unbekannte Person - die nicht registriert oder angemeldet ist - und in Ihrem Shop surft. Ein Besucher kann Ihren Shop mehrmals besuchen.
ru_ru: Посетитель - неизвестный человек, который не зарегистрировался или не вошел в учетную запись при просмотре страниц вашего магазина. Посетитель может посетить ваш магазин много раз.
sr_cs: Posetilac je nepoznato lice koje registrovalo niji prijavilo, a surfuje u prodavnici. Posetilac može da poseti prodavnicu više puta.
zh_tw: 一個訪客意思是一個未知的使用者，沒有註冊或尚未登入到商店中。一個訪客有可能訪問您的商店多次。

source: Total visits:
de_de: Besuche gesamt:
ru_ru: Всего посещений:
sr_cs: Ukupno poseta:
zh_tw: 瀏覽數：

source: Total visitors:
de_de: Besucher gesamt:
ru_ru: Всего посетителей:
sr_cs: Ukupno posetilaca:
zh_tw: 訪客數：

source: Number of visits and unique visitors
de_de: Anzahl der Besuche und einmaligen Besucher
ru_ru: Количество посещений и уникальных посетителей
sr_cs: Broj poseta i jedinstvenih posetilaca
zh_tw: 瀏覽數和每一個訪客

source: This payment method is not available.
de_de: Zahlungsart nicht verfügbar
eu_es: Ordainketa mota hau ez dago eskuragarri.
ru_ru: Метод оплаты не доступен.
sr_cs: Način plaćanja nije dostupan.
zh_tw: 此付款方式不可用。

source: Currency block
de_de: Währungsblock
ru_ru: Блок валют
sr_cs: Valutni blok
zh_tw: 貨幣區塊

source: Adds a block allowing customers to choose their preferred shopping currency.
de_de: Fügt einen Block zur Auswahl der Währung hinzu
ru_ru: Добавляет блок, позволяющий клиентам выбирать удобную для них валюту.
sr_cs: Dodaje blok za izbor valute.
zh_tw: 加入一個區塊讓客戶選擇他們偏好的購物貨幣。

source: My Account block
de_de: Block Kundenbereich
ru_ru: Моя учетная запись
sr_cs: Blok Moj nalog
zh_tw: 我的帳戶區塊

source: Displays a block with links relative to a user's account.
de_de: Zeigt einen Block mit Links des Benutzerkontos an.
ru_ru: Отображает блок со ссылками связанными с учетной записью пользователя.
sr_cs: Prikazuje blok sa linkovima relevantnim za korisnički nalog
zh_tw: 顯示一個區塊放入使用者帳號相關連結。

source: Personal info
de_de: Persönliche Angaben
ru_ru: Личные данные
zh_tw: 個人信息

source: Credit slips
de_de: Rückvergütungen
ru_ru: Кредитные квитанции
sr_cs: Reversi
zh_tw: 存款單

source: Order
de_de: Bestellung
ru_ru: Заказ
sr_cs: Porudžbina
zh_tw: 訂單

source: Date issued
de_de: Ausgabedatum
eu_es: Sortze data
ru_ru: Дата публикации
sr_cs: Datum izdavanja
zh_tw: 發出日期

source: Credit slips you have received after canceled orders
de_de: Rückvergütungen, die Sie für stornierte Bestellungen erhalten haben
ru_ru: Квитанции, полученные после отмены заказа
zh_tw: 已完成退貨的折讓單

source: Credit slip
de_de: Rückvergütungen
ru_ru: Кредитная квитанция
sr_cs: Revers
zh_tw: 折讓單

source: View credit slip
de_de: Rückvergütung anzeigen
eu_es: Bonua ikusi
ru_ru: Просмотр кредитной квитанции
sr_cs: Pogledaj revers
zh_tw: 瀏覽折讓單

source: Addresses
de_de: Adressen
ru_ru: Адреса
sr_cs: Adrese
zh_tw: 地址

source: Vouchers
de_de: Gutscheine
ru_ru: Купоны
sr_cs: Vaučeri
zh_tw: 優惠券

source: Information
de_de: Informationen
ru_ru: Информация
sr_cs: Informacije
zh_tw: 資訊

source: Your account
de_de: Ihr Konto
ru_ru: Ваша учетная запись
zh_tw: 您的帳戶

source: Welcome to your account. Here you can manage all of your personal information and orders.
de_de: Willkommen in Ihrem Kundenbereich. Hier können Sie Ihre persönlichen Daten und Bestellungen verwalten.
eu_es: Ongietorria zure kontura. Hemen zure informazio pertsonala eta eskaerak kudeatu ditzazkezu.
ru_ru: Добро пожаловать в вашу учетную запись. Здесь вы можете управлять личными данными и заказами.
sr_cs: Dobrodošli na vaš nalog, ovde možete da upravljate svojim adresama i narudžbinama.
zh_tw: 歡迎來到帳戶專區。在此您可以管理您的個人資料與訂單。

source: Add first address
de_de: Haupt-Adresse anlegen
ru_ru: Добавить первый адрес
zh_tw: 新增我的第一個地址

source: Order history and details
de_de: Verlauf und Details Ihrer Bestellungen
ru_ru: Мои заказы
sr_cs: Istorija i detalji narudžbina
zh_tw: 訂單紀錄及詳細資料

source: Merchandise returns
de_de: Warenrücksendungen
eu_es: Erosketaren itzultzea
ru_ru: Возвраты товара
sr_cs: Povraćaj robe
zh_tw: 退貨

source: Return
de_de: Zurück
eu_es: Itzuli
ru_ru: Возврат
sr_cs: Nazad
zh_tw: 退還

source: Print out
de_de: Ausdrucken
eu_es: Inprimatu
ru_ru: Распечатать
sr_cs: Otštampaj
zh_tw: 列印輸出

source: Here is a list of pending merchandise returns
de_de: Artikel, die sich in Rücksendung befinden.
eu_es: Jarraian indarrean dauden itzulketen zerrenda aurkituko duzu
ru_ru: Вы отправили заявку на возврат товара
sr_cs: Ovo su Vaši prethodni povraćaji proizvoda
zh_tw: 以下為等待退貨商品的列表

source: Package status
de_de: Status der Rücksendung
eu_es: Paketearen egoera
ru_ru: Статус посылки
sr_cs: Status pošiljke
zh_tw: 包裹狀態

source: Returns form
de_de: Rücksendeformular
ru_ru: Форма возврата
zh_tw: 退貨表格

source: Language selector block
de_de: Block Sprachauswahl
eu_es: Hizkuntza aukeratzeko blokea
ru_ru: Блок выбора языков
zh_tw: 語言選擇區塊

source: Adds a block allowing customers to select a language for your store's content.
de_de: Fügt einen Block zur Auswahl der Shop-Sprache für den Kunden hinzu.
eu_es: Bezeroak dendaren edukiaren hizkuntza aukeratu dezan blokea gehitzen du .
ru_ru: Добавляет блок, позволяющий посетителям выбирать язык магазина.
sr_cs: Dodaje blok koji omogućuje korisnicima da izaberu jezik za sadržaj tvoje prodavnice.
zh_tw: 新增一個提供客戶切換語言的區塊。

source: Advanced EU Compliance
de_de: Europäische Rechtssicherheit
ru_ru: Расширенное соответствие законам ЕС
zh_tw: 高規格歐盟合規

source: Legal Compliance
de_de: Rechtssicherheit
ru_ru: Правовые нормы

source: This module helps merchants comply with applicable e-commerce laws.
de_de: Das Modul hilft europäischen Händlern, ihren Shop rechtssicher zu machen.
ru_ru: Этот модуль помогает торговцам исполнять законы в области е-коvмерции.

source: Are you sure you want to uninstall this module?
de_de: Soll dieses Modul wirklich deinstalliert werden?
ru_ru: Точно хотите удалить этот модуль?
zh_tw: 您想卸除這個模組嗎？

source: Could not install new hook
de_de: Neuer Hook konnte nicht installiert werden
ru_ru: Невозможно установить новый хук
zh_tw: 無法安裝新的串接

source: Delivery: 1 to 3 weeks
de_de: Lieferzeit: 1 bis 3 Wochen
ru_ru: Доставка: от 1 до 3 недель
zh_tw: 運輸：1 至 3 星期

source: Delivery: 3 to 6 weeks
de_de: Lieferzeit: 3 bis 6 Wochen
ru_ru: Доставка: от 3 до 6 недель
zh_tw: 運輸：3 至 6 星期

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
de_de: Ihre Bestellung muss durch Mausklick auf den Button "Kaufen" bestätigt werden!
ru_ru: Заказ будет подтверждён только в том случае, когда вы нажмёте на кнопку "Заказ с обязательством оплаты" с конце оформления!

source: Legal notice
de_de: Impressum
ru_ru: Правовая информация
zh_tw: 法律聲明

source: Please add your legal information to this site.
de_de: Legen Sie hier die rechtlichen Informationen Ihres Shops fest.
ru_ru: Укажите юридическую информацию для этого сайта.

source: Terms of Service (ToS)
de_de: Allgemeine Geschäftsbedingungen (AGB)
ru_ru: Условия соглашения (УС)
zh_tw: 服務條款 (ToS)

source: Please add your Terms of Service (ToS) to this site.
de_de: Bitte geben Sie hier Ihre Allgemeinen Geschäftsbedingungen (AGB) ein.
ru_ru: Укажите ваши Условия Обслуживания на этом сайте.

source: Revocation terms
de_de: Widerrufsbelehrungen
ru_ru: Условия аннулирования
zh_tw: 撤銷條款

source: Please add your Revocation terms to this site.
de_de: Bitte geben Sie hier die Widerrufsbelehrungen ein.
ru_ru: Добавьте свои Условия аннулирования на сайт.

source: Privacy
de_de: Datenschutz
ru_ru: Приватность
zh_tw: 隱私

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
de_de: Bitte erfassen Sie hier die Informationen zum Datenschutz. Falls Module zu den Sozialen Medien installiert sind, empfiehlt sich ein Hinweis auf den Datenzugriff durch Dritte.
ru_ru: Вставьте здесь текст о защите персональных данных. Если у вас включены модули соцсетей, предоставьте уведомление о доступе к данным третьими лицами.

source: Please add your Shipping and payment information to this site.
de_de: Bitte geben Sie hier Ihre Versand- und Zahlungsbedingungen ein.
ru_ru: Укажите на сайте информацию об оплате и доставке.

source: Environmental notice
de_de: Umweltschutz-Hinweise
ru_ru: Экологическое уведомление
zh_tw: 環境保護啟事

source: Please add your Environmental information to this site.
de_de: Bitte fügen Sie hier Ihre Umweltschutzhinweise ein.
ru_ru: Добавьте экологическую информацию на сайт.

source: You must agree to our Terms of Service before going any further!
de_de: Um fortzufahren, müssen Sie unseren Allgemeinen Geschäftsbedingungen zustimmen!
ru_ru: Для продолжения вы должны принять условия соглашения!
zh_tw: 在使用任何功能前，請先同意使用條款！

source: Something went wrong. If the problem persists, please contact us.
de_de: Etwas ist schief gelaufen. Sollte dieses Problem bestehen bleiben, nehmen Sie bitte Kontakt mit uns auf.
ru_ru: Что-то пошло не так. Если проблема остаётся, свяжитесь с нами.
zh_tw: 糟糕，發生了一點錯誤，如果持續發生，請聯絡我們。

source: Select a payment option first.
de_de: Wählen Sie zuerst eine Zahlungsart
ru_ru: Сначала выберите способ оплаты.
zh_tw: 請先選擇付款方式。

source: Please check the "Revocation of virtual products" box first!
de_de: Bitte erst die Widerrufsbedingungen von virtuellen Artikeln bestätigen!
ru_ru: Сначала поставьте флажок "Аннулирование виртуальных товаров"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
de_de: Ich habe die [Allgemeinen Geschäftsbedingungen] des Anbieters gelesen und erkläre mit dem Absenden der Bestellung mein Einverständnis. Mein [Widerrufsrecht] habe ich zur Kenntnis genommen.
ru_ru: Я соглашаюсь с [условиями обслуживания] и [условиями аннулирования].

source: Our previous price
de_de: Unser bisheriger Preis
ru_ru: Наша старая цена

source: Settings saved successfully!
de_de: Einstellungen gespeichert!
ru_ru: Настройки сохранены!
zh_tw: 設定儲存成功!

source: Failed to associate legal content with an email template.
de_de: Seiten mit Rechtsinhalten konnten nicht mit der E-Mail-Vorlage verknüpft werden.
ru_ru: Не удалось связать страницы с шаблоном е-mail.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
de_de: Label "AGB mit Widerrufsbelehrung" kann erst aktiviert werden, nachdem der Link "%s" mit einer CMS-Seite verknüpft worden ist.
ru_ru: Метка 'Условия аннулирования в УС' не будет активирована, пока вы не свяжете правило "%s" со страницей.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
de_de: Label "Versandkosten" kann erst aktiviert werden, nachdem der Link "%s" mit einer CMS-Seite verknüpft worden ist.
ru_ru: Метка оплаты доставки не будет активирована, пока вы не свяжете правило "%s" со страницей.

source: Revocation form
de_de: Widerrufs-Formular
ru_ru: Форма аннулирования
zh_tw: 撤銷表格

source: Labels
de_de: Label-Optionen
ru_ru: Метки
zh_tw: 標籤

source: Delivery time label (available products)
de_de: Lieferzeit (auf Lager)
ru_ru: Метка времени доставки (товары в наличии)

source: It is displayed on the product page and in the footer of other pages. Leave the field empty to disable.
de_de: Es wird auf der Artikelseite und in der Fußzeile von andere Seiten angezeigt. Zur Deaktivierung einfach freilassen.
ru_ru: Отображается на странице товара и в футере других страниц. Оставьте пустым чтобы отключить.

source: Indicate the delivery time for your in-stock products.
de_de: Zeigt die Lieferzeit für lagernde Artikel an.
ru_ru: Показывает время доставки товаров со склада.

source: Delivery time label (out-of-stock products)
de_de: Lieferzeit (nicht vorrätig)
ru_ru: Метка доставки товара (нет на складе)

source: Indicate the delivery time for your out-of-stock products.
de_de: Zeigt die Lieferzeit für nicht vorrätige Artikel an.
ru_ru: Показывает время дставки товаров, которых нет в наличии на складе.

source: Additional information about delivery time
de_de: Zusätzlicher Hinweis zur Lieferzeit
ru_ru: Дополнительная информация о времени доставки

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
de_de: Falls Sie eine Lieferzeit angegeben haben, wird dieser zusätzliche Hinweis in der Fußzeile der Artikelseiten mit einem Link zu der Seite " Versand und Zahlung " angezeigt. Zur Deaktivierung einfach freilassen.
ru_ru: Если вы указали время доставки, то эта дополнительная информация будет показана в футере страиц товара со ссылкой на страницу "Доставка и оплата". Оставьте пустым для отключения.

source: Indicate for which countries your delivery time applies.
de_de: Zeigt an, für welche Länder Ihre Lieferzeit gilt.
ru_ru: Показывает, в каких странах действует ваше время доставки.

source: 'Our previous price' label
de_de: Label 'Unser bisheriger Preis'
ru_ru: Метка 'Наша старая цена'

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
de_de: Beim reduzierten Artikeln, zeigt das Label 'Unser bisheriger Preis' vor den ursprünglichen Streichpreis an, welcher sich in der Nähe des aktuellen Preise auf der Artikelseite befindet.
ru_ru: При распродаже товара показывает на странице товара метку "Старая цена" с зачеркнутой старой ценой и новой ценой рядом.

source: Tax 'inc./excl.' label
de_de: Anzeige MwSt.
ru_ru: Метка 'С НДС/Без НДС'
zh_tw: 含稅/不含稅標籤

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
de_de: Zeigt neben dem Preis einen Steuerzusatz (zzgl./inkl. MwSt). auf der Artikelseite an und in der Listenansicht einen mit einem Sternchen hinter dem Preis verknüpften Hinweis in der Fußzeile.
ru_ru: Показывает, включен или нет НДС на странице товара (метка 'с НДС/без НДС') и добавляет краткую информацию в футере остальных страниц.

source: Price per unit label
de_de: Label Grundpreis
ru_ru: Метка цены

source: If available, displays the price per unit everywhere the product price is listed.
de_de: Falls verfügbar, wird die Grundpreisangabe beim Artikelpreis angezeigt.
ru_ru: Если включено, показываетя цена везде, где могут указываться цены.

source: 'Shipping fees excl.' label
de_de: Label 'zzgl. Versandkosten'
ru_ru: Метка 'без стоимости доставки'

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
de_de: Zeigt neben dem Artikelpreis ein Label ("zzgl. Versandkosten") an und fügt einen kurzen Hinweis in die Fußzeile anderer Seiten hinzu.
ru_ru: Показывает метку рядом с ценой товара ('Без доставки') и добавляет краткую информацию в футере других страниц.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
de_de: Falls aktiviert, müssen die Versandkosten mit einer Seite weiter unten (Verwaltung rechtskonformer Inhalte) verknüpft werden. Das Label wird auf diesen Inhalt verlinken.
ru_ru: При включении удостоверьтесь, что Условия поставки связаны со страницей ниже (юридическая информация). Метка будет указывать на эту страницу.

source: Revocation Terms within ToS
de_de: Widerrufsbelehrung zu AGB-Checkbox
ru_ru: Условия аннулирования в УС
zh_tw: 服務條款內的撤銷條款

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
de_de: Link zur Widerrufsbelehrung zur AGB-Bestätigung hinzufügen.
ru_ru: Включить содержимое страницы 'Условия аннулирования' в Условия Соглашения (УС).
