Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Awaiting delivery
de_de: Lieferung erwartet
ru_ru: Ожидает доставки
zh_tw: 等待送貨

source: Indicates that you are awaiting delivery of supplies.
de_de: Zeigt an, dass Sie auf eine Lieferung warten.
ru_ru: Информирует об ожидании пополнения запасов.

source: Stock: Add supply order status
de_de: Lager: Bestellauftragsstatus hinzufügen
ru_ru: Запасы: Добавить статус заказа поставки
sr_cs: Zalihe: Dodaj status poručenog snabdevanja
zh_tw: 庫存：新增採購單狀態

source: Stock: Update supply order status
de_de: Lager: Auftragsstatus aktualisieren
ru_ru: Запасы: Обновить статус заказа поставки
sr_cs: Zalihe: Ažuriraj status poručenog snabdevanja
zh_tw: 庫存：更新採購單狀態

source: This interface allows you to configure your supply order status and stock movement labels.
de_de: Hier können Sie Ihren Einkaufsauftrags-Status und Lagerbewegung/Warenbewegungen einrichten.
ru_ru: Этот интерфейс позволяет вам настроить статусы заказа поставки и маркировки движения запасов.
sr_cs: Ovaj interfejs vam omogućava da konfigurišete status poručenog snadbevanja i oznake zaliha koje se premeštaju.
zh_tw: 這個介面讓您設定採購單狀態與調貨標籤

source: Stock: Stock movement labels
de_de: Lager: Lagerbewegungs-Bezeichner
ru_ru: Запасы: маркировки движения запасов
sr_cs: Zalihe: Oznaka zaliha na premeštanju
zh_tw: 庫存：調貨標籤

source: Stock: Supply order status
de_de: Lager: Status des Einkaufsauftrag
ru_ru: Запасы: Состояние заказов поставки
sr_cs: Zalihe: Status poručenog snabdevanja
zh_tw: 庫存：採購單狀態

source: Supply order can be edited?
de_de: Lieferbestellung editierbar?
ru_ru: Заказ может быть отредактирован?
sr_cs: Snabdevanje narudžbina se može uređivati?
zh_tw: 採購訂單可以編輯？

source: Delivery note is available?
de_de: Lieferschein vorhanden?
ru_ru: Разрешить заметки к доставке?
sr_cs: Zaspis isporuke je dostupan?
zh_tw: 有送貨單？

source: Delivery is expected?
de_de: Lieferung erwartet?
ru_ru: Ожидать доставку?
sr_cs: Isporuka je očekivana?
zh_tw: 可望送貨？

source: Stock has been delivered?
de_de: Vorrat ausgeliefert?
ru_ru: Товар был доставлен?
sr_cs: Zalihe su isporučene?
zh_tw: 庫存已發送？

source: Order is closed?
de_de: Bestellung abgeschlossen?
ru_ru: Закрыть ордер?
sr_cs: Porudžbina je zatvorena?
zh_tw: 訂單已關閉？

source: You need to activate the Advanced Stock Management feature before you can use this feature.
de_de: Um diese Funktion zu nutzen, muss die erweiterte Lagerverwaltung muss aktiviert sein.
ru_ru: Для использования этой функции включите Расширенное Управление Запасами.
zh_tw: 您必須啟用進階庫存管理來使用這個功能。

source: The status has been updated successfully.
de_de: Status aktualisiert
ru_ru: Статус успешно обновлен
sr_cs: Ažuriranje statusa uspelo
zh_tw: 狀態更新成功。

source: An error occurred while updating this meta.
de_de: Beim Update dieses Metatags ist ein Fehler aufgetreten.
ru_ru: Произошла ошибка при обновлении.
sr_cs: Došlo je do greške prilikom ažuriranja ovog cilja.
zh_tw: 更新此 meta 時發生錯誤。

source: Quantity sold
de_de: Verkaufte Menge
ru_ru: Количество проданных
sr_cs: Količina prodata
zh_tw: 已銷售數量

source: Choose a category
de_de: Wählen Sie eine Kategorie
ru_ru: Выберите категорию
sr_cs: Izaberite kategoriju
zh_tw: 選擇一個分類

source: Product details
de_de: Artikeldetails
ru_ru: Данные по товарам
sr_cs: Detalji o proizvodu
zh_tw: 商品詳情

source: Adds detailed statistics for each product to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht detaillierte Auswertungen für jeden Artikel hinzu
ru_ru: На панель статистики добавляются подробные данные по товарам.
sr_cs: Dodaje detaljnu statistiku za svaki proizvod u satističkoj komandnoj tabli.

source: Number of purchases compared to number of views
de_de: Anzahl der Käufe im Vergleich zur Anzahl der Aufrufe
ru_ru: Число покупок в сравнении с числом просмотров
sr_cs: Broj kupovina u odnosu na broj pregleda
zh_tw: 購買次數和瀏覽次數比較

source: After choosing a category and selecting a product, informational graphs will appear.
de_de: Nach Auswahl einer Kategorie sowie eines verfügbaren Artikels in dieser Kategorie erhalten Sie graphisch aufbereitete Informationen, die Ihnen eine Auswertung erlauben.
ru_ru: Графики появятся после выбора категории и товара.
sr_cs: Nakon izbora kategorije i izbora proizvoda, informativne pojaviće se informativni grafikoni. Onda ćete biti u mogućnosti da ih analizirate.
zh_tw: 在選擇了分類、商品後，會顯示資訊圖表

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
de_de: Wenn Sie merken, dass ein Artikel sich zwar gut verkauft, aber selten angesehen wird, sollten Sie diesen an exponierter Stelle Ihrer Shopfront platzieren.
ru_ru: Если вы заметили, что товар часто покупается, но просматривается нечасто, следует поместить его на более выгодную позицию витрины.
sr_cs: Ako primetite da je proizvod uspešan i često kupovan, ali retko pregledan, trebalo bi da ga istaknutije postavite u Front Office-u.
zh_tw: 如果您發現一個商品經常被訂購但是瀏覽次數不多，您應該將它放在前台比較醒目的位置。

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
de_de: Wird dagegen ein Artikel zwar oft aufgerufen, aber selten gekauft, raten wir Ihnen, die Artikelbeschreibung, Bilder und andere Informationen zu überprüfen oder zu ändern.
ru_ru: С другой стороны, если товар часто просматривают, но покупают нечасто, мы советуем проверить и/или изменить информацию о нём, его описание, фотографию, попробовать улучшить их.
sr_cs: Sa druge strane, ako proizvod ima dosta pregleda ali se slabo kupuje, savetujemo da proverite ili izmenite informacije proizvoda, opis i ponovo sliku, pogledajte da li možete naći nešto bolje.

source: Total bought
de_de: Summe gekauft
ru_ru: Всего приобретено
sr_cs: Ukupno kupljeno

source: Sales (tax excluded)
de_de: Verkäufe (inkl. MwSt.)
ru_ru: Продажи (без налогов)
sr_cs: Prodaja (bez PDV-a)
zh_tw: 銷售（不含稅）

source: Total viewed
de_de: Summe angesehen
ru_ru: Всего просмотрено
sr_cs: Ukupno pregledano
zh_tw: 瀏覽共計

source: Conversion rate
de_de: Umrechnungskurs
ru_ru: Конверсия
sr_cs: Konverzioni kurs
zh_tw: 轉換率

source: Attribute sales distribution
de_de: Attribute Umsatzverteilung
ru_ru: Распределение продаж по атрибутам
sr_cs: Distribucija prodajnih atributa
zh_tw: 售出功能分佈

source: Customer
de_de: Kunde
ru_ru: Клиент
sr_cs: Kupac
zh_tw: 客戶

source: Cross selling
ru_ru: Перекрестные продажи
sr_cs: Unakrsna prodaja
zh_tw: 交叉銷售

source: Click on a product to access its statistics!
de_de: Klicken Sie auf einen Artikel, um auf seine Statistiken zugreifen.
ru_ru: Кликните по товару для получения статистики по нему.
sr_cs: Kliknite na proizvod da pristupite njegovim statistici.
zh_tw: 點選一個商品查看它的統計

source: Products available
de_de: Artikel verfügbar
ru_ru: Товары в наличии
sr_cs: Dostupni proizvodi
zh_tw: 可用商品

source: Popularity
de_de: Beliebtheit
ru_ru: Популярность
sr_cs: Popularnost
zh_tw: 熱門度

source: Visits (x100)
de_de: Besuche (x100)
ru_ru: Посещений (X100)
sr_cs: Posete (x100)
zh_tw: 訪問（x100）

source: Quantity sold during the defined period.
de_de: Menge, die im definierten Zeitabschnitt verkauft wurde.
ru_ru: Проданное количество во время определенного периода.
sr_cs: Prodata količina tokom određenog perioda.
zh_tw: 指定期間的已銷售數量

source: Coverage
de_de: Verfügbarkeit
ru_ru: Запас
sr_cs: Pokrivenost
zh_tw: 存貨覆蓋面

source: Days left before your stock runs out.
de_de: Verbleibende Tage, bis der Bestand ausgegangen ist.
ru_ru: Оставшиеся дни до иссякания запасов на складе.
sr_cs: Broj preostalih dana pre isteka zaliha.
zh_tw: 庫存量剩下天數

source: Physical (usable) quantity.
de_de: Physisch (nutzbare) Menge.
ru_ru: Физическое (доступное) количество.
sr_cs: Fizički (upotrebljiva) količina.
zh_tw: 實際(可用)數量

source: One week
de_de: Eine Woche
ru_ru: Одна неделя
sr_cs: Jedna nadelja
zh_tw: 一周

source: Two weeks
de_de: Zwei Wochen
ru_ru: Две недели
sr_cs: Dve nedelje
zh_tw: 二周

source: Three weeks
de_de: Drei Wochen
ru_ru: Три недели
sr_cs: Tri nedelje
zh_tw: 三周

source: One month
de_de: Ein Monat
ru_ru: Один месяц
sr_cs: Jedan mesec
zh_tw: 一個月

source: Six months
de_de: Sechs Monate
ru_ru: Шесть месяцев
sr_cs: Šest meseci
zh_tw: 六個月

source: One year
de_de: Ein Jahr
ru_ru: Один год
sr_cs: Jedna godina
zh_tw: 一年

source: Stock coverage
de_de: Bestandsdeckung
eu_es: Stock estaldura
ru_ru: Покрытие запасов
sr_cs: Pokrivenost zalihama
zh_tw: 存貨情況

source: Considering the coverage period chosen and the quantity of products/combinations that you sold.
de_de: Unter Berücksichtigung der Lagerzeit und der Menge der verkauften Artikel/Varianten
ru_ru: Учитывая выбранный период и количество проданных товаров/комбинаций,
sr_cs: Uzeto u obzir izabrani period i količinu proizvoda/kombinacijakoju ste prodali.
zh_tw: 請仔細選擇涵蓋期間以及產品、組合的銷售數量

source: This interface gives you an idea of when a product will run out of stock.
de_de: Hier werden Sie darauf hingewiesen, wenn einen Artikel auszugehen droht.
ru_ru: Этот интерфейс даст вам знать, когда товар закончится на складе.
sr_cs: Ovo vam daje orijentacioni pregled kada će proizvod da nestane sa zaliha.
zh_tw: 當某個商品缺貨時，這個介面將主動提示您。

source: See details
de_de: Siehe Details
ru_ru: См. подробные данные
sr_cs: Pregledaj detalje
zh_tw: 檢視細節

source: Quantity
de_de: Menge
eu_es: Kopurua
ru_ru: Количество
sr_cs: Količina
zh_tw: 數量

source: Code
ru_ru: Код
sr_cs: Kod
zh_tw: 代碼

source: Value
de_de: Wert
ru_ru: Значение
sr_cs: Vrednost
zh_tw: 數值

source: Description
de_de: Beschreibung
ru_ru: Описание
sr_cs: Opis
zh_tw: 說明

source: Your vouchers
de_de: Ihre Gutscheine
ru_ru: Ваши купоны
zh_tw: 您的優惠券

source: Minimum
de_de: Mindestens
eu_es: Minimoa
ru_ru: Минимум
sr_cs: Minimalno
zh_tw: 最低

source: Cumulative
de_de: Kombinierbar
eu_es: Metagarria
ru_ru: Накопительно
sr_cs: Kumulativno
zh_tw: 累計

source: Expiration date
de_de: Verfallsdatum
eu_es: Iraungitze-data
ru_ru: Срок действия
sr_cs: Važi do datuma
zh_tw: 截止日期

source: Valuation
de_de: Wert
ru_ru: Оценка
sr_cs: Procena
zh_tw: 計價

source: Total value of the physical quantity. The sum (for all prices) is not available for all warehouses, please filter by warehouse.
de_de: Gesamtwert der physischen Menge. Die Summe (für alle Preise) ist nicht verfügbar für alle Lager, bitte nach Lager filtern.
ru_ru: Стоимость доступных остатков. Сумма (всех цен) не доступна для всех складов, пожалуйста, фильтруйте по складу.
sr_cs: Ukupna vrednost fizičkih količina. Suma (za sve komade) nije dostupna za sve magacine, molim vasa da filtrirate po magacinima.
zh_tw: 實際數量總計，總計（所有價格）並不適用所有倉庫，請透過倉庫過濾

source: Physical quantity
de_de: Physische Menge
ru_ru: Физическое количество
sr_cs: Fizička količina
zh_tw: 實際數量

source: Usable quantity
de_de: Nutzbare Menge
ru_ru: Доступное количество
sr_cs: Upotrebljiva količina
zh_tw: 可用數量

source: Real quantity
de_de: Reale Menge
ru_ru: Реальное количество
sr_cs: Stvarna količina
zh_tw: 真實數量

source: Physical quantity (usable) - Client orders + Supply Orders
de_de: Physische Menge (nutzbar) - Kundenbestellungen + Lieferbestellungen
ru_ru: Физическое кол-во (используемое) - Заказы клиентов + Заказы поставки
sr_cs: Fizička količina (korisna) - porudžbine klijenata + snabdevanje zaliha
zh_tw: 實體數量（可用） - 客戶訂單 + 採購單

source: Instant stock status
de_de: aktueller Lagerbestand
eu_es: Estado de existencias instantes
ru_ru: Сводные остатки
sr_cs: Trenutno stanje zaliha
zh_tw: 即時庫存狀況

source: Export Quantities (CSV)
de_de: Mengen exportieren (CSV)
ru_ru: Экспортировать Количество (CSV)
sr_cs: Izvezi količine (CSV)
zh_tw: 輸出數量(CSV)

source: Export Prices (CSV)
de_de: Export der Preise (CSV)
ru_ru: Экспортировать Цены (CSV)
sr_cs: Izvezi cene (CSV)
zh_tw: 輸出價格(CSV)

source: This interface allows you to display detailed information about your stock per warehouse.
de_de: Diese Schnittstelle erlaubt Ihnen die Anzeige detaillierter Informationen zum Bestand je Warenlager.
ru_ru: Этот интерфейс позволяет вам отобразить подробную информацию о запасах по складам.
sr_cs: Ovaj interfejs vam omogućava da prikažete detaljne informacije o zalihama za svaki magacin.
zh_tw: 這個介面讓您檢視每個倉庫的庫存細節資訊

source: There is nothing to export as CSV.
de_de: Es gibt nichts zum Exportieren als CSV.
ru_ru: Нет ничего, чтобы экспортировать как CSV.
sr_cs: Nema ništa da se izveze kao CSV.
zh_tw: 無內容輸出到CSV

source: stock_instant_state_quantities
de_de: Aktueller Lagerbestand
ru_ru: Складовые_мгновенные_величины_состояния
sr_cs: lager_trenutno_stanje_količina
zh_tw: 庫存數量即時狀態

source: stock_instant_state_prices
de_de: Aktueller Wert der Lagermengen
ru_ru: Складовые_мгновенные_цены
sr_cs: lager_trenutno_stanje_cena
zh_tw: 庫存價格即時狀態

source: Product reference
de_de: Artikel-Nr
ru_ru: По артикулу товара
sr_cs: Referenca proizvoda
zh_tw: 商品編號

source: Quantity total for all warehouses.
de_de: Gesamtmenge für alle Warenlager.
ru_ru: Общее количество по всем складам.
sr_cs: Ukupna količina za sve magacine.
zh_tw: 所有倉庫的總數或只在單一倉庫中。

source: The product was successfully added to your stock.
de_de: Artikel wurde dem Lager hinzugefügt
ru_ru: Товар был успешно добавлен на склад
sr_cs: Proizvod je uspešno dodat u zalihe.
zh_tw: 這個產品成功加入到您的庫存

source: The product was successfully removed from your stock.
de_de: Artikel wurde vom Lager entfernt
ru_ru: Товар был успешно удален со склада
sr_cs: Proizvod je uspešno sklonjen sa zaliha.
zh_tw: 這個產品成功從庫存移除

source: The transfer was successfully completed.
de_de: Übertragung erfolgreich!
ru_ru: Передача была успешно завершена
sr_cs: Transfer je uspešno završen.
zh_tw: 調貨完成

source: This interface allows you to manage product stock and their variations.
de_de: Diese Schnittstelle erlaubt Ihnen, die Bestände jedes Ihrer Artikel und dessen Varianten zu verwalten.
ru_ru: Этот интерфейс позволяет вам управлять запасами каждого из товаров и их вариаций.
sr_cs: Ovaj interfejs vam omogućava da upravljate zalihama proizvoda i njihovih varijacija.
zh_tw: 這個介面讓您管理產品的庫存與變化

source: Through this interface, you can increase and decrease product stock for an given warehouse.
de_de: Mithilfe diese Schnittstelle können Sie Artikelmengen für einen bestimmtes Warenlager erhöhen oder verringern.
ru_ru: Через этот интерфейс вы можете увеличить количество (добавить) и уменьшить количество (удалить) товары для данного склада.
sr_cs: Kroz ovaj interfejs, možete da povećavate i smanjujete količine proizvoda za dati magacin.
zh_tw: 透過這個介面，您可以增加或減少指定倉庫的產品庫存

source: Furthermore, you can move product quantities between warehouses, or within one warehouse.
de_de: Außerdem können Sie Artikel zwischen den Lagern oder innerhalb eines Lagers transferieren.
ru_ru: Кроме того, вы можете переместить товары между складами, или в одном складе.
zh_tw: 您可以調整倉庫間或單一倉庫中的商品數量或只在單一倉庫中。

source: If you want to increase quantities of multiple products at once, you can use the "Supply orders" page under the "Stock" menu.
de_de: Um die Mengen mehrerer Artikel auf einmal aufzustocken, wechseln Sie bitte auf die Seite "Lieferbestellungen" im Menü "Warenlager".
ru_ru: Заметьте, что для одновременного увеличения доступного количества разных товаров можно использовать страницу "Заказы поставки" в меню "Запасы".
sr_cs: Ako želita da povećate količine za više proizvoda odjednom, možete da upotrebite stranicu "Narudžbine" u meniju "Zalihe".
zh_tw: 如果您希望一次增加多個產品的數量，可以透過 "庫存" 選單的 "採購單"

source: Finally, you need to provide the quantity that you'll be adding: "Usable for sale" means that this quantity will be available in your shop(s), otherwise it will be considered reserved (i.e. for other purposes).
de_de: Als letztes müssen Sie nun die Liefermenge deklarieren, die Sie hinzufügen wollen: Die "Zum Verkauf bestimmt(e)" Menge ist in Ihren Shops verfügbar, alles Übrige gilt als reserviert (oder für andere Zwecke).
ru_ru: Необходимо обеспечить нужное количество, которое вы будете добавлять: "Возможность продажи" означает количество которое будет доступно для продажи в вашем магазине, иначе он будет зарезервированным (т.е. для иных целей).
sr_cs: Na kraju, morate potvrditi količinu koju dodajete: "može se prodavati" znači da će kvantitet biti dostupan u vašoj radnji (ili radnjama), inače će se smatrati rezervisanom (npr. za druge potrebe).

source: You must choose a warehouses before adding stock. See Stock/Warehouses.
de_de: Vor der Einlagerung von Artikeln müssen Sie ein Warenlager auswählen. Siehe Bestand / Warenlager.
ru_ru: Выберите склад(ы) перед добавлением запасов. См. Запасы/Склады.
zh_tw: 在加入庫存前您必須選擇倉庫，參考庫存/倉庫。

source: Moving the mouse cursor over the quantity and price fields will give you the details about the last stock movement.
de_de: Wenn Sie mit der Maus über die Felder Menge und Preis fahren, erhalten Sie Informationen über die letzte Lagerbewegung.
ru_ru: Наведя курсор на поля с ценой и количеством вы сможете получить детализированную информацию о последнем изменении запасов на складе.

source: Add a product to your stock.
de_de: Artikel dem Lager hinzufügen
ru_ru: Добавить товар в запасы
sr_cs: Dodajte proizvod na zalihe.
zh_tw: 新增一個產品到庫存

source: Quantity to add
de_de: Menge
ru_ru: Количество для добавления
sr_cs: Količina za dodavanje
zh_tw: 新增數量

source: Indicate the physical quantity of this product that you want to add.
de_de: Geben Sie die physische Artikelmenge an, die Sie hinzufügen möchten.
ru_ru: Укажите, какое физическое количество этого товара вы хотите добавить.
sr_cs: Navedite fizičku količinu ovog proizvoda koji želite dodati.

source: Last physical quantity added: %s items (usable for sale: %s).
de_de: Letzte physische Menge aufgestockt: %s Teile (zum Verkauf: %s)
ru_ru: Последний раз количество пополнялось: %s шт. (доступно для продажи: %s).

source: Usable for sale?
de_de: Für Verkauf verwendbar?
ru_ru: Доступно для продажи?
sr_cs: Upotrebljivo za prodaju?
zh_tw: 可以銷售？

source: Is this quantity ready to be displayed in your shop, or is it reserved in the warehouse for other purposes?
de_de: Ist die verfügbare Menge zum Verkauf in Ihrem Shop oder im Lager für andere Zwecke reserviert?
ru_ru: Действительно ли это количество доступно для продажи в магазинах, или зарезервировано на складе в других целях?
sr_cs: Dali je ova kolićina spremna da se prikaže u vašoj prodavnici, ili je rezervisana u magacinu u druhe svrhe?
zh_tw: 這個數量是否準備好顯示在商店？或是保留在倉庫作為其他用途

source: Please select the warehouse that you'll be adding products to.
de_de: Wählen Sie das Lager, dem die Artikel hinzugefügt werden sollen.
ru_ru: Пожалуйста, выберите склад, в который вы хотите добавить товар.
sr_cs: Izaberite magacin u koji ćete dodavati proizvode.
zh_tw: 請選擇您希望加入商品的倉庫。

source: Unit purchase price or unit manufacturing cost for this product (tax excl.).
de_de: Einkaufspreis oder Fertigungskosten pro Einheit für diesen Artikel (o. MwSt.).
ru_ru: Закупочная цена за единицу или цена производителя для этого товара (без налогов).
sr_cs: Nabavna cena ili proizvodna cena za ovaj proizvod (bez PDV-a).
zh_tw: 這個產品的單位採購價格或單位製造成本（未稅）。

source: Last unit price (tax excl.): %s.
de_de: Letzter Stückpreis (o. MwSt.): %s.
ru_ru: Конечная цена за единицу (без налогов): %s.
sr_cs: Poslednja jedinična cena (bez PDV-a): %s.
zh_tw: 最新單價 (未稅)：%s。

source: The currency associated to the product unit price.
de_de: Die Währung für den Artikel-Stückpreis
ru_ru: Валюта, связанная с ценой за единицу товара
sr_cs: Pridružena valuta jediničnoj ceni proizvoda.
zh_tw: 這個產品單價使用的貨幣

source: Label used in stock movements.
de_de: Bezeichnung, die für Lagerbewegungen verwendet wird.
ru_ru: Маркировка используется в движениях запасов.
sr_cs: Etiketa korišćena u premeštanju zaliha.
zh_tw: 調貨使用的標籤。

source: Add to stock
de_de: Dem Lager hinzufügen
ru_ru: Добавить в запасы
sr_cs: Dodaj na zalihe
zh_tw: 新增到庫存

source: Remove the product from your stock.
de_de: Artikel aus dem Lager entfernen.
ru_ru: Удалить товар из запасов
sr_cs: Ukloni proizvod sa zaliha.
zh_tw: 從庫存移除這個產品

source: Quantity to remove
de_de: Zu entnehmende Menge
ru_ru: Количество для удаления
sr_cs: Količina koju treba ukloniti
zh_tw: 要移除的數量

source: Indicate the physical quantity of this product that you want to remove.
de_de: Geben Sie die physische Artikelmenge an, die Sie entfernen möchten.
ru_ru: Укажите, какое физическое количество этого товара вы хотите убрать.
sr_cs: Navedite fizičku količinu ovog proizvoda koju želite ukloniti.

source: Usable for sale
de_de: Für Verkauf verwendbar
ru_ru: Доступно для продажи
sr_cs: Može se koristiti za prodaju
zh_tw: 可以銷售？

source: Do you want to remove this quantity from the usable quantity (yes) or the physical quantity (no)?
de_de: Soll diese Menge von der verwendbaren Menge (Ja) oder der physischen Menge (Nein) entnommen werden?
ru_ru: Вы хотите удалить это количество из доступного количества (да) или физического количества (нет)?
sr_cs: Želite li ovu količinu da uklonite sa upotrebljive količine (da) ili sa fizičke količine (ne)?
zh_tw: 移除數量，從可用數量（是）或實際數量（否）？

source: Select the warehouse you'd like to remove the product from.
de_de: Wählen Sie das Warenlager, aus dem dieser Artikel entfernt werden soll.
ru_ru: Выберите склад из которого вы хотите удалить товар
sr_cs: Izaberi magacin iz kojeg želiš da ukloniš proizvod.
zh_tw: 選擇您希望移除產品的倉庫

source: Remove from stock
de_de: Vom Lager entnehmen
ru_ru: Убрать со склада
sr_cs: Ukloni sa zaliha
zh_tw: 從庫存移除

source: Transfer a product from one warehouse to another
de_de: Artikel von einem Lager zu einem anderen Lager bewegen
ru_ru: Переместить товар с одного склада на другой
sr_cs: Premesti proizvod iz jednog magacina u drugi
zh_tw: 將一個產品從一個倉庫轉到另一個

source: Quantity to transfer
de_de: Transfermenge
ru_ru: Перемещаемое количество
sr_cs: Količina za premeštanje
zh_tw: 調貨數量

source: Indicate the physical quantity of this product that you want to transfer.
de_de: Geben Sie die physische Artikelmenge an, die Sie bewegen möchten.
ru_ru: Укажите, какое физическое количество этого товара вы хотите переместить.
sr_cs: Navedite fizičku količinu ovog proizvoda koju želite premestiti.

source: Source warehouse
de_de: Quell-Lager
ru_ru: Исходный склад
sr_cs: Iz magacina
zh_tw: 來源倉庫

source: Select the warehouse you'd like to transfer the product from.
de_de: Wählen Sie das Warenlager, dem diesen Artikel entnommen werden soll.
ru_ru: Выберите склад, с которого вы хотите переместить товар.
sr_cs: Izaberite magacin iz kojeg želite da prenesete proizvod.
zh_tw: 選擇您希望調貨的來源倉庫

source: Is this product usable for sale in your source warehouse?
de_de: Im Quell-Lager für den Verkauf verwendbar?
ru_ru: Можно ли продавать этот товар со склада-источника?
sr_cs: Da li se proizvod može koristiti za prodaju iz vašek magacina?

source: Is this the usable quantity for sale?
de_de: Ist dies die verkaufbare Menge?
ru_ru: Действительно ли это доступное количество для продажи?
sr_cs: Dali je ovo upotrebljiva količina za prodaju?
zh_tw: 這個可用數量是否提供銷售？

source: Destination warehouse
de_de: Ziellager
ru_ru: Склад назначения
sr_cs: Ciljni magacin
zh_tw: 目標倉庫

source: Select the warehouse you'd like to transfer your product(s) to.
de_de: Bitte auswählen, in welches Warenlager der Produkttransfer erfolgen soll.
ru_ru: Выберите склад, на который нужно переместить товар(ы).

source: Is this product usable for sale in your destination warehouse?
de_de: Im Ziellager für den Verkauf verwendbar?
ru_ru: Можно ли продавать этот товар со склада-приёмника?
sr_cs: Da li se ovaj proizvod može koristiti za prodaju u ciljnom magacinu?

source: Do you want it to be for sale/usable?
de_de: Artikel im Shop einstellen?
ru_ru: Вы хотите, чтобы это было доступно для продажи?
sr_cs: Dali želite da bude na prodaju/upotrebljiv?
zh_tw: 是否將它設為可以銷售？

source: Transfer
ru_ru: Перемещение
sr_cs: Prenos
zh_tw: 調貨

source: Stock: Add a product
de_de: Lager: Artikel einlagern
ru_ru: Склад: Добавить товар
sr_cs: Lager: Dodaj proizvod
zh_tw: 庫存：新增商品
