Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Now
de_de: Jetzt
ru_ru: Текущее время
sr_cs: Sada
zh_tw: 現在

source: Done
de_de: Fertig
ru_ru: Готово
sr_cs: Urađeno
zh_tw: 完成

source: Choose Time
de_de: Zeit einstellen
ru_ru: Выберите Время
sr_cs: Izaberi vreme
zh_tw: 選擇時間

source: Time
de_de: Zeit
ru_ru: Время
sr_cs: Vreme
zh_tw: 時間：

source: Minute
ru_ru: Мин.
sr_cs: Minut
zh_tw: 分鐘

source: Confirm password
de_de: Passwort wiederholen
ru_ru: Подтвердить пароль
sr_cs: Potvrdi lozinku
zh_tw: 確認密碼

source: Add tag
de_de: Tag hinzufügen
ru_ru: Добавить тег
sr_cs: Dodaj tag
zh_tw: 新增標籤

source: Change password...
de_de: Passwort ändern...
ru_ru: Изменить пароль...
sr_cs: Izmeni lozinku...
zh_tw: 更改密碼。。。

source: Current password
de_de: Aktuelles Passwort
ru_ru: Текущий пароль
sr_cs: Trenutna lozinka
zh_tw: 目前密碼

source: Password should be at least 8 characters long.
de_de: Das Passwort sollte mindestens 8 Zeichen lang sein.
ru_ru: Минимальная длина пароля - 8 символов.
zh_tw: 密碼應至少有8個字符長。

source: Generate password
de_de: Passwort erzeugen
ru_ru: Создать пароль
sr_cs: Izračunaj lozinku
zh_tw: 生成密碼

source: Invalid
de_de: Ungültig
ru_ru: Неверный
sr_cs: Nevažeća
zh_tw: 不正確

source: Okay
de_de: OK
ru_ru: Хорошо
sr_cs: Okej
zh_tw: 不錯

source: Fabulous
de_de: Toll
ru_ru: Невероятный
sr_cs: Fenomenalno
zh_tw: 極好

source: Invalid password confirmation
de_de: Passwort und Wiederholung stimmen nicht überein
ru_ru: Неверное подтверждение пароля
sr_cs: Nevažeća potvrda lozinke
zh_tw: 密碼確認有誤

source: Day
de_de: Tag
ru_ru: День
sr_cs: dan
zh_tw: 天

source: No result
de_de: Kein Ergebnis
ru_ru: Нет результатов
sr_cs: Nema rezultata
zh_tw: 無任何結果

source: Real Time
ru_ru: В режиме реального времени
sr_cs: Realno vreme
zh_tw: 即時運作

source: Add more dashboard modules
de_de: Weitere Module zur Übersicht hinzufügen
ru_ru: Добавить модули на пульт

source: PrestaShop News
ru_ru: Новости PrestaShop
zh_tw: PrestaShop新聞

source: Find more news
de_de: Mehr News
ru_ru: Больше новостей

source: Useful links
de_de: Nützliche Links
ru_ru: Полезные ссылки
zh_tw: 相關連結

source: Official Documentation
de_de: Offizielles Handbuch
ru_ru: Официальная документация
zh_tw: 官方文件

source: User, Developer and Designer Guides
de_de: Handbücher für normale Benutzer, Entwickler und Designer
ru_ru: Руководства пользователя, разработчика и дизайнера

source: PrestaShop Forum
ru_ru: Форум PrestaShop

source: Connect with the PrestaShop community
de_de: Schließen Sie sich der PrestaShop-Community an!
ru_ru: Присоединиться к сообществу PrestaShop

source: PrestaShop Addons
ru_ru: Модули PrestaShop

source: Enhance your store with templates & modules
de_de: Werten Sie Ihren Shop mit Templates und Modulen auf!
ru_ru: Улучшите магазин с помощью шаблонов и модулей

source: The Forge
de_de: PrestaShop-Forge
ru_ru: Мастерская

source: Report issues in the Bug Tracker
de_de: Probleme im Bug-Tracker melden
ru_ru: Сообщить о проблемах в Баг-Трекере
sr_cs: Prijavite probleme u tragaču greški

source: Contact Us!
de_de: Kontaktieren Sie uns!
ru_ru: Свяжитесь с нами!
zh_tw: 聯絡我們!

source: Cron tasks manager
de_de: Cron Tasks Verwaltung
ru_ru: Менеджер заданий cron
zh_tw: 任務計劃主管

source: Manage all your automated web tasks from a single interface.
de_de: Hier können Sie alle automatisierten Web Aufgaben verwalten.
ru_ru: Управление задачами автоматизации магазина из единого интерфейса.
zh_tw: 在單一界面管理你的所有自動網絡工作任務.

source: To be able to use this module, please activate cURL (PHP extension).
de_de: Um dieses Modul verwenden zu können müssen Sie cURL aktivieren (PHP Erweiterung).
ru_ru: Для использования этого модуля включите расширение РНР cURL.
zh_tw: 如要使用這模組, 請先啟用 cURL (PHP extension).

source: Cron tasks
ru_ru: Задания cron
zh_tw: 任務計劃

source: Add new task
de_de: Neuen Aufgabe hinzufügen
ru_ru: Создать новое задание
zh_tw: 新增工作任務

source: Dashboard Activity
de_de: Dashboard Aktivitäten
ru_ru: Панель активности
zh_tw: 控制面板活動

source: (from %s to %s)
de_de: (von %s bis %s)
ru_ru: (с %s по %s)
sr_cs: (od %s do %s)
zh_tw: (由 %s 至 %s)

source: Active cart
de_de: Aktiver Warenkorb
ru_ru: Активная корзина
sr_cs: Aktivna korpa
zh_tw: 啟用購物車

source: How long (in minutes) a cart is to be considered as active after the last recorded change (default: 30 min).
de_de: Wie lange (in Minuten) seit der letzten Änderung ein Warenkorb als aktiv gelten soll (Standard: 30 Min.).
ru_ru: Как долго (в минутах) корзина считается активной после последнего изменения (по умолчанию: 30 минут).
sr_cs: Koliko će se dugo (u minutima) korpa smatrati aktivnom nakon poslednje zabeležene promene (podrazumevano: 30moin).
zh_tw: 距離一個購物車的最後記錄的變化在多少分鐘後應被認為是活動的。(默認30分鐘)

source: Online visitor
de_de: Besucher online
ru_ru: Посетитель на сайте
sr_cs: Onlajn posetilac
zh_tw: 在線上的遊客

source: How long (in minutes) a visitor is to be considered as online after their last action (default: 30 min).
de_de: Wie lange (in Minuten) seit der letzten Aktion ein Kunde als online gelten soll (Standard: 30 Min.).
ru_ru: Как долго после последнего действия посетитель должен значиться онлайн (по умолчанию: 30 минут).
sr_cs: Koliko će se dugo (u minutima) posetilac smatrati "onlajn" nakon njegove poslednje akcije (podrazumevano: 30min).
zh_tw: 一個遊客的最後活動在多少分鐘後應被認為是在線上的。(默認30分鐘)

source: Abandoned cart (min)
de_de: Verwaister Warenkorb (min)
ru_ru: Брошенная корзина (минимум)
sr_cs: Napuštena korpa (min)
zh_tw: 被遺棄的購物車 (分鐘)

source: How long (in hours) after the last action a cart is to be considered as abandoned (default: 24 hrs).
de_de: Wie lange (in Stunden) seit der letzten Änderung ein Warenkorb als verwaist gelten soll (Standard: 24 Std.)
ru_ru: Как долго (в часах) после последнего действия корзину следует рассматривать как брошенную (по умолчанию: 24 часа).
sr_cs: Koliko dugo (u satima) posle poslednje akcije se korpa smatra napuštenom (podrazumevano: 24 sata).
zh_tw: 距離一個購物車的最後活動在多少小時後應被認為是被遺棄的。(默認24小時)

source: hrs
de_de: Std.
ru_ru: ч
sr_cs: sata
zh_tw: 小時

source: Abandoned cart (max)
de_de: Verwaister Warenkorb (max)
ru_ru: Брошенная корзина (максимум)
sr_cs: Napuštena korpa (max)
zh_tw: 被遺棄的購物車 (最大數)

source: How long (in hours) after the last action a cart is no longer to be considered as abandoned (default: 24 hrs).
de_de: Wie lange (in Stunden) seit der letzten Änderung ein Warenkorb als nicht mehr verwaist gelten soll (Standard: 24 Std.).
ru_ru: Как скоро (в часах) после последнего действия корзину больше не следует рассматривать как брошенную (по умолчанию: 24 часа).
sr_cs: Koliko dugo (u satima) nakon poslednje akcije se korpa ne smatra napuštenom (podrazumevano: 24 sata).
zh_tw: 距離一個購物車的最後活動在多少小時後不應被認為是被遺棄的。(默認24小時)

source: Direct link
de_de: Direkter Link
ru_ru: Прямая ссылка
sr_cs: Direktan link
zh_tw: 直接連結

source: Visitors origin
de_de: Herkunft der Besucher
ru_ru: Источники посетителей
sr_cs: Poreklo posetilaca
zh_tw: 訪客來源

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
de_de: Fügt der Statistik-Übersicht eine graphische Auswertung der Herkunfts-Webseiten Ihrer Besucher hinzu
ru_ru: На панель статистики добавляется график, показывающий с каких сайтов пришли ваши посетители.
sr_cs: Dodaje grafik koji prikazuje sajtove sa kojih su vaši posetiovi došli na statističku komandnu tablu.

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
de_de: Prozentsatz der 10 beliebtesten Referrer-Webseiten, über die Besucher zu Ihrem Shop gekommen sind.
ru_ru: На вкладке отбирается 10 самых популярных сайтов-рефереров, приводящих клиентов в ваш магазин.
sr_cs: Na toj kartici, mi smo rasporedili 10 najpopularnijih sajtova prepopručilaca, koji dovode kupce u vašu onlajn prodavnicu.

source: What is a referral website?
de_de: Was ist eine Referrer-Webseite?
ru_ru: Что такое сайт-реферер?
sr_cs: Šta je sajt preporučilac (referer)?
zh_tw: 什麼是來源網站？

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
de_de: Beim Besuch einer Webseite ist der Referrer die URL der vorherigen Webseite, von der ein Link erfolgte.
ru_ru: Реферер - это URL страницы, по ссылке с которой посетитель перешел на ваш сайт.
sr_cs: Preporučilac je link prethodne stranice sa koje je vaš posetilac došao.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
de_de: Ein Referrer informiert Sie darüber, welche Suchbegriffe Besucher bei Suchmaschinen eingegeben haben, wenn sie zu ihrem Shop geleitet wurden. So können Sie Ihre Internet-Werbung optimieren.
ru_ru: Реферер позволяет узнать какие ключевые слова использовал посетитель при поиске вашего магазина в поисковых машинах.
sr_cs: Preporučilac vam takođe omogućava da saznate koje ključne reči posetioci koriste u pretraživačima, kada pronalađu vašu onlajn prodavnicu.
zh_tw: 一個來源資料讓您可以知道訪客瀏覽您的商店時在搜尋引擎使用的關鍵字

source: A referrer can be:
de_de: Referrer können sein:
ru_ru: Реферерами могут быть:
sr_cs: Preporučioci mogu biti:
zh_tw: 轉介合作夥伴可以是：

source: Someone who posts a link to your shop.
de_de: Jemand, der einen Link zu Ihrem Shop auf seiner Webseite hat
ru_ru: Те, кто опубликовал ссылку на ваш магазин.
sr_cs: Neko ko stavi link ka Vašoj radnji na svojoj internet stranici
zh_tw: 有人發表了一個連結到商店

source: A partner who has agreed to a link exchange in order to attract new customers.
de_de: Ein Partner, mit dem Sie Links getauscht haben, um die Verkäufe zu erhöhen oder Neukunden anzuziehen
ru_ru: Партнеры, с которыми вы обменялись ссылками с целью привлечения новых клиентов.
sr_cs: Partner sa kojim obavljate razmenu linkova kako bi ste poboljšali prodaju ili privukli nove kupce.
zh_tw: 一個同意透過交換連結吸引新客戶的夥伴

source: Direct links only
de_de: Nur direkte Links
ru_ru: Только прямые ссылки
sr_cs: Samo direktni linkovi
zh_tw: 瀏覽器直接輸入

source: Top ten referral websites
de_de: 10 wichtigste Referrer-Webseiten
ru_ru: Топ 10 сайтов-рефереров
sr_cs: Prvih 10 internet stranica
zh_tw: 熱門的 10 個來源網站

source: Dashboard Goals
de_de: Dashboard Ziele
ru_ru: Панель целей/задач
zh_tw: 控制面板目標

source: Adds a block with your store's forecast.
de_de: Fügt einen Block mit Ihrer Shop-Prognose hinzu.
ru_ru: Добавляет блок с прогнозами по вашему магазину.
zh_tw: 新增商店預測區塊

source: visits
de_de: Besuche
ru_ru: посещен.
sr_cs: posete
zh_tw: 瀏覽

source: Goal exceeded
de_de: Zielvorgabe übertroffen
ru_ru: Задача перевыполнена
sr_cs: Cilj je premašen
zh_tw: 超過目標

source: Goal not reached
de_de: Zielvorgabe verfehlt
ru_ru: Цель не достигнута
sr_cs: Cilj nije dostignut
zh_tw: 目標尚未達到

source: Goal set:
de_de: Zielvorgabe:
ru_ru: Наша цель:
sr_cs: Postavi cilj:
zh_tw: 目標設定:

source: January
de_de: Januar
ru_ru: Январь
sr_cs: Januar
zh_tw: 一月

source: February
de_de: Februar
ru_ru: Февраль
sr_cs: Februar
zh_tw: 二月

source: March
de_de: März
ru_ru: Март
sr_cs: Mart
zh_tw: 三月

source: April
ru_ru: Апрель
zh_tw: 四月

source: May
de_de: Mai
ru_ru: Май
sr_cs: Maj
zh_tw: 五月

source: June
de_de: Juni
ru_ru: Июнь
sr_cs: Jun
zh_tw: 六月

source: July
de_de: Juli
ru_ru: Июль
sr_cs: Jul
zh_tw: 七月

source: August
ru_ru: Август
sr_cs: Avgust
zh_tw: 八月

source: September
ru_ru: Сентябрь
sr_cs: Septembar
zh_tw: 九月

source: October
de_de: Octobre
ru_ru: Октябрь
sr_cs: Oktobar
zh_tw: 十月

source: November
ru_ru: Ноябрь
sr_cs: Novembar
zh_tw: 十一月

source: December
de_de: Dezember
ru_ru: Декабрь
sr_cs: Decembar
zh_tw: 十二月

source: Date range
de_de: Zeitraum
ru_ru: Период:
sr_cs: Opseg datuma
zh_tw: 日期範圍

source: Custom
de_de: Benutzerdefiniert
ru_ru: Произвольным
sr_cs: Prilagođeno
zh_tw: 自定義

source: Compare to
de_de: Vergleiche mit
ru_ru: Сравнить с
sr_cs: Uporedi sa
zh_tw: 比較

source: Previous period
de_de: Letzte Periode
ru_ru: Предыдущим периодом
sr_cs: Prošli period
zh_tw: 上一期

source: Previous Year
de_de: Vorjahr
ru_ru: Предыдущий год
sr_cs: Prošla godina
zh_tw: 去年

source: Previous year
de_de: Vorjahr
ru_ru: Предыдущим годом
sr_cs: Prošla godina
zh_tw: 去年

source: Sunday
de_de: Sonntag
ru_ru: Воскресенье
sr_cs: Nedelja
zh_tw: 星期日

source: Monday
de_de: Montag
ru_ru: Понедельник
sr_cs: Ponedeljak
zh_tw: 星期一

source: Tuesday
de_de: Dienstag
ru_ru: Вторник
sr_cs: Utorak
zh_tw: 星期二

source: Wednesday
de_de: Mittwoch
ru_ru: Среда
sr_cs: Sreda
zh_tw: 星期三

source: Thursday
de_de: Donnerstag
ru_ru: Четверг
sr_cs: Četvrtak
zh_tw: 星期四

source: Friday
de_de: Freitag
ru_ru: Пятница
sr_cs: Petak
zh_tw: 星期五

source: Saturday
de_de: Samstag
ru_ru: Суббота
sr_cs: Subota
zh_tw: 星期六

source: Sun
de_de: So
ru_ru: Вс
sr_cs: Ned
zh_tw: 星期天

source: Mon
de_de: Mo
ru_ru: Пн
sr_cs: Pon
zh_tw: 星期一

source: Tue
de_de: Di
ru_ru: Вт
sr_cs: Uto
zh_tw: 星期二

source: Wed
de_de: Mi
ru_ru: Ср
sr_cs: Sre
zh_tw: 星期三

source: Thu
de_de: Do
ru_ru: Чт
sr_cs: Čet
zh_tw: 星期四

source: Fri
de_de: Fr
ru_ru: Пт
sr_cs: Pet
zh_tw: 星期五

source: Sat
de_de: Sa
ru_ru: Сб
sr_cs: Sub
zh_tw: 星期六

source: Su
de_de: So
ru_ru: Вс
sr_cs: Ned
zh_tw: 星期日

source: Mo
ru_ru: Пн
sr_cs: Pon
zh_tw: 星期一

source: Tu
de_de: Di
ru_ru: Вт
sr_cs: Uto
zh_tw: 星期二

source: We
de_de: Mi
ru_ru: Ср
sr_cs: Sre
zh_tw: 星期三

source: Th
de_de: Do
ru_ru: Чт
sr_cs: Čet
zh_tw: 星期四

source: Fr
ru_ru: Пт
sr_cs: Pet
zh_tw: 星期五

source: Sa
ru_ru: Сб
sr_cs: Ned
zh_tw: 星期六

source: Jan
ru_ru: Янв
zh_tw: 1月

source: Feb
ru_ru: Фев
zh_tw: 2月

source: Mar
de_de: Mär
ru_ru: Март
zh_tw: 3月

source: Apr
ru_ru: Апр
zh_tw: 4月

source: May
de_de: Mai
ru_ru: Май
sr_cs: Maj
zh_tw: 五月

source: Jun
ru_ru: Июнь
zh_tw: 6月

source: Jul
ru_ru: Июль
zh_tw: 7月

source: Aug
ru_ru: Авг
sr_cs: Avg
zh_tw: 8月

source: Sep
ru_ru: Сен
zh_tw: 9月

source: Oct
de_de: Okt
ru_ru: Окт
sr_cs: Okt
zh_tw: 10月

source: Nov
ru_ru: Ноя
zh_tw: 11月

source: Dec
de_de: Dez
ru_ru: Дек
zh_tw: 12月

source: Traffic
ru_ru: Трафик
sr_cs: Saobraćaj
zh_tw: 流量

source: Conversion
de_de: Konversionsrate
ru_ru: Конверсия
sr_cs: Konverzija
zh_tw: 轉換

source: Average Cart Value
de_de: Durchschnittlicher Umsatz pro Kauf
ru_ru: Средняя корзина
sr_cs: Prosečna korpa
zh_tw: 平均購物車

source: Forecast
de_de: Prognose
ru_ru: Прогноз
sr_cs: Prognoza
zh_tw: 預測

source: Average cart value
de_de: Durchschnittlicher Warenkorb
ru_ru: Средняя корзина
sr_cs: Prosečna vrednost korpe
zh_tw: 平均購物車價值

source: Percentage
de_de: Prozentsatz
ru_ru: Процент
sr_cs: Procenat
zh_tw: 百分比

source: Average
de_de: Durchschnitt
ru_ru: Среднее
sr_cs: Prosek
zh_tw: 平均

source: Stats Dashboard
de_de: Statistik-Übersicht
ru_ru: Панель статистики
sr_cs: Kontrolna tabla za statistiku
zh_tw: 統計報表

source: This is the main module for the Stats dashboard. It displays a summary of all your current statistics.
de_de: Dies ist das Hauptmodul der Statistik. Dieses Kontrollzentrum zeigt eine Zusammenfassung Ihrer aktuellen Statistikdaten.
ru_ru: Это основной модуль панели статистики. Он отображает сводку по всем вашии статистическим данным.
sr_cs: Ovo je glavni modul za statističku kontrolnu tablu. Prikazuje pregled svih vaših trnutnih statistika.

source: The listed amounts do not include tax.
de_de: Angezeigte Summen sind Nettobeträge.
ru_ru: Указаны суммы без налогов.
zh_tw: 所顯示金額不含稅。

source: Time frame
de_de: Zeitfenster
ru_ru: Временная рамка
zh_tw: 時間表

source: Daily
de_de: Pro Tag
ru_ru: Ежедневно
zh_tw: 每天

source: Weekly
de_de: Pro Woche
ru_ru: Еженедельно
zh_tw: 每星期

source: Monthly
de_de: Pro Monat
ru_ru: Ежемесячно
zh_tw: 每月

source: Yearly
de_de: Pro Jahr
ru_ru: Ежегодно
zh_tw: 每年

source: Placed orders
de_de: Bestellungen
ru_ru: Размещенные заказы
sr_cs: Postavljene narudžbine
zh_tw: 已下訂單

source: Bought items
de_de: Gekaufte Artikel
ru_ru: Куплено товаров
zh_tw: 已購商品

source: Percentage of registrations
de_de: Registrierungen (%)
ru_ru: Доля регистраций

source: Percentage of orders
de_de: Bestellungen (%)
ru_ru: Доля заказов

source: Revenue
de_de: Erlöse
ru_ru: Доход
zh_tw: 收入

source: Accounts
de_de: Konten
ru_ru: Учётные записи
sr_cs: Nalozi
zh_tw: 帳號

source: Full carts
de_de: Volle Warenkörbe
ru_ru: Корзины с товаром
sr_cs: Pune korpe
zh_tw: 全車

source: Registered visitors
de_de: Registrierte Besucher
ru_ru: Зарегистрировано посетителей
sr_cs: Registrovani posetioci
zh_tw: 註冊會員

source: A simple statistical calculation lets you know the monetary value of your visitors:
de_de: Ein einfache Kalkulation verrät Ihnen den monetären Wert Ihrer Besucher:
ru_ru: Простой статистический расчёт показывает денежную ценность ваших посетителей:

source: On average, each visitor places an order for this amount:
de_de: Jeder Besucher bestellt durchschnittlich für:
ru_ru: Средняя сумма заказа посетителя:
zh_tw: 每位訪客的平均訂單金額：

source: On average, each registered visitor places an order for this amount:
de_de: Jeder registrierte Kunde bestellt durchschnittlich für:
ru_ru: Средняя сумма заказа зарегистрированного посетителя:

source: Payment distribution
de_de: Zahlungsverteilung
ru_ru: Распределение платежей
sr_cs: Distribucija plaćanja
zh_tw: 付款分佈

source: The amounts include taxes, so you can get an estimation of the commission due to the payment method.
de_de: Gesamtbeträge verstehen sich inkl. MwSt., so dass Sie die Kommission aufgrund der Zahlungsart schätzen können.
ru_ru: Суммы включают налоги, так что вы можете оценить комиссонные сборы разных способов оплаты.
zh_tw: 金額是含稅的，所以您可以基於付款方式預估佣金

source: Zone:
de_de: Gebiet
ru_ru: Зона:
sr_cs: Zona:
zh_tw: 區塊

source: -- No filter --
de_de: - Kein Filter -
ru_ru: - Без фильтра -
sr_cs: -- Nema filtera --
zh_tw: - 無篩選器 -

source: Category distribution
de_de: Verteilung der Kategorien
ru_ru: Распределение по категориям
sr_cs: Distribucija kategorije
zh_tw: 分類分佈

source: Zone
de_de: Gebiet
ru_ru: Зона
sr_cs: Zona
zh_tw: 區塊

source: Products sold
de_de: Verkaufte Artikel
ru_ru: Продано товаров
zh_tw: 售出商品

source: Percentage of products sold
de_de: Verkaufte Artikel (%)
ru_ru: % проданных товаров

source: Percentage of sales
de_de: Umsatz (%)
ru_ru: Доли продаж
zh_tw: 銷售百分率

source: Growth
de_de: Wachstum
ru_ru: Рост
sr_cs: Rast
zh_tw: 生長

source: Zone distribution
de_de: Gebietsverteilung
ru_ru: Распределение по зонам
sr_cs: Distribucija zona
zh_tw: 區分佈

source: Sales (converted)
de_de: Verkäufe (konvertiert)
ru_ru: Продажи (в пересчете)
sr_cs: Prodaja (konvertovana)
zh_tw: 銷售（總額）

source: Attribute distribution
de_de: Eigenschaftsverteilung
ru_ru: Распределение по атрибутам
sr_cs: Distribucija atributa
zh_tw: 屬性分佈

source: Group
de_de: Gruppe
ru_ru: Группа
sr_cs: Grupa
zh_tw: 群組

source: Quantity of products sold
de_de: Anzahl verkaufter Artikel
ru_ru: Объем проданных товаров
zh_tw: 商品銷售數量

source: Search
de_de: Suche
ru_ru: Поиск
sr_cs: Pronađi
zh_tw: 搜尋

source: Results
de_de: Ergebnisse
ru_ru: Результаты
sr_cs: Rezultati
zh_tw: 結果

source: Occurrences
de_de: Häufigkeit
ru_ru: Находки
sr_cs: Pojavljivanje
zh_tw: 分身

source: Top 10 keywords
de_de: 10 Haupt-Suchbegriffe
ru_ru: Топ 10 ключевых слов
sr_cs: Prvih 10 ključnih reči
zh_tw: 10 個熱門關鍵字

source: Others
de_de: Andere
ru_ru: Другие
sr_cs: Ostale
zh_tw: 其他

source: Shop search
de_de: Shop-Suche
ru_ru: Поиск по магазину
sr_cs: Pretraga prodavnice
zh_tw: 商店搜尋

source: Adds a tab to the Stats dashboard, showing which keywords have been searched by your store's visitors.
de_de: Fügt der Statistik-Übersicht einen Menüpunkt hinzu, der die Suchbegriffe der Shop-Besucher auflistet.
ru_ru: На панель статистики добавляется вкладка, показывающая какие ключевые слова ищут посетители вашего магазина.

source: Cannot find any keywords that have been searched for more than once.
de_de: Keine Suchbegriffe gefunden, die mehr als einmal verwendet wurden.
ru_ru: Не найдено ключевых слов, запрошенных больше 1 раза.

source: Dashboard Trends
ru_ru: Панель трендов
zh_tw: 儀表板趨勢

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
de_de: Fügt einen Block mit einer grafischen Darstellung zur Entwicklung Ihres/r Shops basierend auf ausgewählten Kenndaten hinzu.
ru_ru: Блок графического представления прогресса вашего магазина(ов) на основе выбранных ключевых данных.
zh_tw: 增加一個基於所選關鍵數據圖形展示店鋪發展狀況的區塊。

source: %s points
de_de: %s Punkte
ru_ru: пунктов: %s
zh_tw: %s 點

source: %s (previous period)
de_de: %s (letzte Periode)
ru_ru: %s (предыдущий период)
sr_cs: %s (prošli period)
zh_tw: %s（上一期）

source: Your Merchant Expertise
de_de: Ihr Handelserfolg
ru_ru: Ваше торговое мастерство
sr_cs: Vaša stručnost trgovca
zh_tw: 店主專業知識

source: Level
de_de: Ebene
ru_ru: Уровень
sr_cs: Nivo
zh_tw: 級別

source: Last badge :
de_de: Letztes Abzeichen:
ru_ru: Предыдущий значок:
sr_cs: Poslednji bedž :
zh_tw: 上一徽章：

source: Next badge :
de_de: Nächstes Abzeichen:
ru_ru: Следующий значок:
sr_cs: Sledeći bedž :
zh_tw: 下一徽章：

source: View my complete profile
de_de: Zeige mein komplettes Profil
ru_ru: Посмотреть все данные моего профиля
sr_cs: Pogledaj ceo moj profil

source: Do you really want to hide this advice?
de_de: Möchten Sie diesen Ratgeber wirklich verstecken?
ru_ru: Вы действительно хотите скрыть этот совет?
sr_cs: Sgurno želite sakriti ovaj savet?

source: Merchant Expertise
de_de: Handelserfolg
eu_es: Esperientzia komertziala
ru_ru: Торговое мастерство
sr_cs: Stručnost trgovca
zh_tw: 店主專業知識

source: Become an e-commerce expert within the blink of an eye!
de_de: E-Commerce-Experte im Handumdrehn!
ru_ru: Станьте экспертом в области электронной коммерции в мгновение ока!
sr_cs: Postanite ekspert prodavnice dok trepnete!

source: NVD3 Charts
ru_ru: Графики NVD3
sr_cs: NVD3 Liste
zh_tw: NVD3 圖表

source: Simple HTML table display
de_de: Einfache HTML-Tabelle
ru_ru: Отображать простую таблицу HTML
sr_cs: Jednostavan prikaz HTML tabele
zh_tw: 簡單的HTML表格顯示

source: Allows the statistics system to display data in a grid.
de_de: Statistik in tabellarischer Form darstellen
ru_ru: Показывать данные подсистемы статистики в табличной форме.
zh_tw: 允許統計系統在網格顯示數據。

source: Pages not found
de_de: Seiten nicht gefunden
ru_ru: Ненайденные страницы
sr_cs: Stranice nisu pronađene
zh_tw: 找不到此頁

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
de_de: Zeigt in der Statistik die Seiten an, die Besucher aufrufen wollten, aber nicht gefunden haben.
ru_ru: На панели статистики добавляется вкладка с данными о страницах, которые не были найдены по запросам посетителей .

source: The "pages not found" cache has been emptied.
de_de: Cache "Nicht gefundene Seiten" wurde geleert.
ru_ru: Кеш ненайденных страниц очищен.
sr_cs: Keš "Stranice nisu pronađene" je ispražnjen.
zh_tw: 找不到頁面的快取已經清空。

source: The "pages not found" cache has been deleted.
de_de: Cache "Nicht gefundene Seiten" wurde geleert.
ru_ru: Кеш ненайденных страниц удалён.
zh_tw: 找不到頁面的快取已經清空。

source: 404 errors
de_de: 404-Fehler
ru_ru: Ошибки 404
sr_cs: Greške 404
zh_tw: 404錯誤
