Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/messages.*.xlf
Languages: de_de, eu_es, ru_ru, sr_cs, zh_tw

source: Current page
de_de: Aktuelle Seite
ru_ru: Текущая страница
sr_cs: Trenutna stranica
zh_tw: 目前頁

source: View customer profile
de_de: Zeige Kundenprofil
ru_ru: Cмотреть профиль клиента
zh_tw: 查看客戶資料

source: There are no active customers online right now.
de_de: Aktuell keine Kunden online.
ru_ru: Сейчас нет активных клиентов на сайте.

source: Current online visitors
de_de: Besucher aktuell online
ru_ru: Сейчас на сайте посетителей
zh_tw: 當前在線訪客

source: Guest ID
de_de: ID Gast
ru_ru: ID гостя

source: Last activity
de_de: Zuletzt aktiv
ru_ru: Последние действия
zh_tw: 最後的活動

source: There are no visitors online.
de_de: Zur Zeit sind keine Besucher online.
ru_ru: Сейчас на сайте нет посетителей.
sr_cs: Nema posetilaca trenutno.
zh_tw: 沒有非會員線上。

source: Notice
de_de: Hinweis
ru_ru: Уведомление
sr_cs: Beleška
zh_tw: 注意

source: Maintenance IPs are excluded from the online visitors.
de_de: Wartungs-IP(s) vor Online-Besuchern verbergen.
ru_ru: Служебные IP не учитываются.
sr_cs: Održavanje IP adresa je isključeno od onlajn posetilaca.

source: Add or remove an IP address.
de_de: IP-Adresse hinzufügen oder entfernen
ru_ru: Добавить или удалить IP адрес:
sr_cs: Dodaj ili ukloni IP adresu.
zh_tw: 新增或刪除 IP 地址。

source: Selected
de_de: ausgewählt
ru_ru: Выделено
sr_cs: izabrano
zh_tw: 已選定

source: Unselected
de_de: nicht ausgewählt
ru_ru: Не выбранный
sr_cs: Neizabrano
zh_tw: 取消選擇的

source: Collapse All
de_de: Alle zuklappen
ru_ru: Свернуть все
sr_cs: Sažmi sve
zh_tw: 全部摺疊

source: Expand All
de_de: Alle anzeigen
ru_ru: Развернуть все
sr_cs: Proširi sve
zh_tw: 全部展開

source: Check All
de_de: Alle aktivieren
ru_ru: Выбрать все
sr_cs: Izaberi sve
zh_tw: 檢查全部

source: Uncheck All
de_de: Alle deaktivieren
ru_ru: Снять выделение
sr_cs: Izuzmi sve
zh_tw: 全部取消檢查

source: Find a category
de_de: Kategorie finden
ru_ru: Найти категорию
sr_cs: Pronađi kategoriju
zh_tw: 找尋一個分類

source: Details
eu_es: Xehetasunak
ru_ru: Подробности
sr_cs: detalji
zh_tw: 詳細資料

source: Date
de_de: Datum
ru_ru: Дата
sr_cs: Datum
zh_tw: 日期

source: Invoice
de_de: Rechnung
eu_es: Faktura
ru_ru: Счёт
sr_cs: Faktura
zh_tw: 發票

source: Payment
de_de: Zahlungsart
eu_es: Ordainketa
ru_ru: Оплата
sr_cs: Plaćanje
zh_tw: 付款方式

source: Status
ru_ru: Статус
sr_cs: Stanje
zh_tw: 狀態

source: Order reference
de_de: Bestell-Nr.
ru_ru: Код заказа:
sr_cs: Broj narudžbine
zh_tw: 訂單編號

source: Total price
de_de: Gesamtpreis
ru_ru: Сумма
sr_cs: Ukupna cena
zh_tw: 總價

source: Order history
de_de: Bestellverlauf
eu_es: Eskaera-historia
ru_ru: История заказов
sr_cs: Predhodne narudžbe
zh_tw: 訂單記錄

source: Here are the orders you've placed since your account was created.
de_de: Hier finden Sie alle Bestellungen seit Erstellung Ihres Kontos
eu_es: Kontua sortu zenetik eskaeren zerrenda.
ru_ru: Список заказов, оформленных вами с момента регистрации в нашем магазине.
sr_cs: Ovo su narudžbine koje ste napravili od trenutka nastanka vašeg naloga
zh_tw: 這是您建立帳戶後的訂單紀錄

source: Reorder
de_de: Nachbestellen
eu_es: Berriz eskatu
ru_ru: Перезаказать
sr_cs: Ponovi narudžbu
zh_tw: 再訂購

source: Delete selected item?
de_de: Ausgewähltes Element löschen?
ru_ru: Удалить выбранный элемент?
sr_cs: Izbrisati izabrane stavke?
zh_tw: 刪除所選項目？

source: Multistore tree
de_de: Multishop-Baum
ru_ru: Дерево мультимагазинов
zh_tw: 多重店面樹

source: Shop URL ID
de_de: ID Shop-URL
ru_ru: ID URL магазина
zh_tw: 商店網址 ID

source: Is it the main URL?
de_de: Ist das die Haupt-URL?
ru_ru: Это основной URL?
zh_tw: 是否主網址？

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
de_de: Wenn Sie eine virtuelle URL hinzufügen möchten, muss URL-Rewriting auf ihrem Server aktiviert sein und Sie müssen die Option benutzerfreundliche URLs auf JA stellen.
ru_ru: Для задания виртуального URL вам необходимо активировать перезапись URL на веб-сервере и включить ЧПУ.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
de_de: Nutzen Sie diese Option, wenn Sie einen Shop mit einer URL, die auf Ihrem Server nicht vorhanden ist erzeugen wollen (Wenn Sie z.B. möchten, dass Ihr Shop unter der URL www.my-prestashop.com/my-store/shoes/ erreichbar ist, müssen Sie shoes/ in dieses Feld eintragen - vorausgesetzt, my-store/ ist Ihre physische URL).
ru_ru: Эту опцию можно использовать для создания магазина с URI который не существует на вашем сервере(например если вы хотите чтобы ваш магазин был доступен по URL www.example.com/my-store/shoes/, нужно установить shoes/ в этом поле при условии, что ваш физический URI - my-store/).
zh_tw: 如果您希望用一個伺服器上不存在的網址建立商店就使用這個選項 （例如您希望商店網址為 www.my-prestashop.com/my-store/shoes/ ，這裡就輸入 shoes/ ，不過這是假設 my-store/ 是實體網址）

source: URL rewriting must be activated on your server to use this feature.
de_de: URL-Rewriting muss auf dem Server aktiviert sein, um dieses Feature verwenden zu können.
ru_ru: Для использования этой функции активируйте перезапись URL на сервере.
sr_cs: URL prepisivanje mora da bude uključeno na vašem serveru da bi koristili ovu opciju.
zh_tw: 這個功能需要您的主機啟用網址結構重寫功能(URL Rewriting)

source: URL options
de_de: URL-Optionen
ru_ru: Настройки URL
sr_cs: URL opcije
zh_tw: 網址選項

source: Is it the main URL for this shop?
de_de: Ist das die Haupt-URL des Shops?
ru_ru: Это главный URL данного магазина?
zh_tw: 是否此店鋪的主網址？

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
de_de: Wenn Sie diese URL als die Haupt-URL für den ausgewählten Shop setzen, werden alle URLs, die für diesen Shop bestehen, zu dieser URL umgeleitet.(Es kann nur eine Haupt-URL pro Shop geben.)
ru_ru: Если вы установите этот URL как основной URL для выбранного магазина, то весь набор URL этого магазина будет перенаправлен (может только быть один Основной URL магазина).
sr_cs: Ako postavite ovaj URL kao glavni URL za izabranu prodavnicu, svi URL-ovi postavljeni za ovu prodavnicu će preusmeraviti na ovaj URL (možete da imate samo jedan glavni URL po prodavnici).
zh_tw: 如果您將這個網址設定為指定商店的主要網址，所有設定到這個商店的網址都會轉往這個網址（每個商店只能夠有一個主要網址）

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
de_de: Wenn der ausgewählte Shop keine Haupt-URL hat, müssen Sie diese URL als Haupt-URL bestimmen.
ru_ru: Так как у выбранного магазина нет Основного URL, вы должны установить этот URL как Основной.
sr_cs: Pošto izabrana prodavnica nema glavni URL, morate da postavite ovaj URL kao glavni URL.
zh_tw: 因為選擇的商店沒有主要網址，您必須將這個網址設定為主要

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
de_de: Der gewählte Shop hat bereits eine Haupt-URL. Wenn Sie diese jetzt als Haupt-URL setzen, wird die ältere von beiden als normale URL gesetzt.
ru_ru: Выбранный магазин уже имеет главную ссылку. Следовательно, если вы установите для него эту главную ссылку, то старая главная ссылка будет заменена на регулярную.
zh_tw: 選擇的商店已經有主要網址，如果將這個網址設為主要，其他的就會設定為一般網址。

source: Shop URL
ru_ru: URL сайта
sr_cs: URL prodavnice
zh_tw: 商店網址

source: Domain
ru_ru: Домен
sr_cs: Domen
zh_tw: 域名

source: SSL Domain
ru_ru: Домен SSL
zh_tw: SSL 網域

source: Physical URL
de_de: Physikalische URL
ru_ru: Физический URL
sr_cs: Fizički link
zh_tw: 實體網址

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
de_de: Physisches Verzeichnis Ihres Shops auf dem Server. Lassen Sie dieses Feld leer, wenn Ihr Shop im Stammverzeichnis (Root) und nicht in einem Unterverzeichnis installiert wurde (z.B.: Ist Ihr Shop unter www.my-prestashop.com/my-store/ zu erreichen, würden Sie my-store/ in dieses Feld eintragen).
ru_ru: Это физический каталог вашего магазина на веб сервере. Оставьте поле пустым если ваш магазин установлен в главный каталог. К примеру, если ваш магазин доступен по адресу www.example.com/my-store/, вам необходимо ввести my-store/ в этом поле.
zh_tw: 這是商店在伺服器上的實體路徑，如果商店安裝在網頁根目錄就保持空白即可（例如您的商店網址為 www.example.com/my-store/ ，這裡就需要輸入 my-store/ ）

source: Virtual URL
de_de: Virtuelle URL
ru_ru: Виртуальный URL
sr_cs: Virtuelni link
zh_tw: 虛擬鏈接

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
de_de: Achtung: URL-Rewriting (z. B.: mod_rewrite für Apache) scheint deaktiviert zu sein. Wenn Ihre URL nicht gefunden wird, fragen Sie Ihren Provider an, wie das URL-Rewriting zu aktivieren ist.
ru_ru: Предупреждение: похоже, что перезапись URL (т.е. mod_rewrite для Apache) отключена. Если ваш URL не работает, узнайте у вашего хостинг-провайдера как включить перезапись URL.
zh_tw: 警告：網址重寫（例如 Apache 的 mod_rewrite）停用中，如果網址無法運作，請洽尋主機提供者來啟用網址重寫功能。

source: Final URL
de_de: Endgültige URL
ru_ru: Финальный URL
zh_tw: 最終網址

source: Edit this shop
de_de: Diesen Shop bearbeiten
ru_ru: Изменить этот магазин
sr_cs: Uredi ovu prodavnicu
zh_tw: 編輯這個商店

source: Add a new URL
de_de: Neue URL hinzufügen
ru_ru: Добавить URL
sr_cs: Dodaj novi URL
zh_tw: 新增網址

source: Name:
ru_ru: Имя:
zh_tw: 名稱:

source: N/A
de_de: k. A.
ru_ru: Н/Д
sr_cs: Nedostupno
zh_tw: 不適用

source: Shops
de_de: Geschäfte
ru_ru: Магазины
sr_cs: Prodavnice
zh_tw: 商店

source: Stock
de_de: Lager
ru_ru: Запасы
sr_cs: Zalihe
zh_tw: 庫存

source: General information
de_de: Allgemeine Informationen
ru_ru: Общая информация
sr_cs: Opšta informacija
zh_tw: 一般資訊

source: Reference:
de_de: Bestell-Nr.
eu_es: Erreferentzia:
ru_ru: Артикул
sr_cs: Referenca
zh_tw: 編號：

source: Manager:
de_de: Verwaltung
ru_ru: Менеджер:
zh_tw: 管理者：

source: Country:
de_de: Land
ru_ru: Страна:
zh_tw: 國家：

source: Phone:
de_de: Telefon:
ru_ru: Телефон:
sr_cs: Telefon
zh_tw: 電話：

source: Management type:
de_de: Lagerführungssystem
ru_ru: Тип управления:

source: Valuation currency:
de_de: Fremdwährungsbewertung
ru_ru: Валюта расчётов:

source: Product references:
de_de: Artikel-Nr.
ru_ru: Артикул(ы) товара:

source: Physical product quantities:
de_de: Mengen physischer Artikel
ru_ru: Количества вещественного товара:

source: Stock valuation:
de_de: Lagerbewertung
ru_ru: Оценка запасов:

source: The following are the shops associated with this warehouse.
de_de: Die nachfolgenden sind dem Lager zugeordete Shops.
ru_ru: Ниже указаны магазины, связанные с этим складом.
sr_cs: Ove prodavnice su povezane sa ovim magacinom.
zh_tw: 下面商店已經建立關聯到這個倉庫

source: Currently there is no shop associated with this warehouse.
de_de: Diesem Lager ist aktuell kein Shop zugeordnet.
ru_ru: В настоящее время не существует магазина, связанного с этим складом.
sr_cs: Trenutno nema radnji povezanih sa ovim magacinom.
zh_tw: 目前沒有商店與此倉庫相關聯。

source: See products details
de_de: Artikeldetails anzeigen
ru_ru: Смотреть подробную информацию о товаре
sr_cs: Pogledajte detalje proizvoda
zh_tw: 顯示商品詳細資料

source: History
de_de: Historie
ru_ru: История
sr_cs: Istorija
zh_tw: 記錄

source: See warehouse's activity details
de_de: Lagerbewegungen anzeigen
ru_ru: Подробнее о деятельности склада
sr_cs: dajte detalje aktivnosti magacina
zh_tw: 查看倉庫的活動詳細信息

source: This warehouse does not exist.
de_de: Lager nicht vorhanden
ru_ru: Этот склад не существует
sr_cs: Ovaj magacin ne postoji.
zh_tw: 這個倉庫不存在

source: Default
de_de: Standard
ru_ru: По умолчанию
sr_cs: Podrazumevana vrednost
zh_tw: 默認

source: Employee options
de_de: Optionen Mitarbeiter
ru_ru: Настройки сотрудников
sr_cs: Opcije za zaposlene
zh_tw: 員工選項

source: Password regeneration
de_de: Wiederherstellung des Passworts
ru_ru: Повторная генерация пароля
sr_cs: Ponovo generiši lozinku
zh_tw: 重新產生密碼：

source: Security: Minimum time to wait between two password changes.
de_de: Scherheit: Wartezeit bis zum Anfordern eines neuen Passworts
ru_ru: Промежуток между сменой пароля (в целях безопасности)
sr_cs: Bezbednost: Minimalni vremenski period između dve promene lozinke
zh_tw: 安全：在兩次密碼異動操作的間隔時間下限

source: minutes
de_de: Minuten
ru_ru: минут
sr_cs: minuta
zh_tw: 分鐘

source: Memorize the language used in Admin panel forms
de_de: Speicherung der Standardsprache
ru_ru: Запоминать язык используемый в форме
sr_cs: Zapamti korišteni jezik u formama Administratorkog panela
zh_tw: 記住管理介面表單使用的語言

source: Allow employees to select a specific language for the Admin panel form.
de_de: Standardsprache im Back Office verwenden?
ru_ru: Разрешить сотрудникам, сохранять свои языки панели управления
sr_cs: Dozvolite zaposlenima da izaberu drugi jezik za forme Administratorskog panela
zh_tw: 允許員工在管理介面選擇指定語言

source: Add new employee
de_de: Neuen Mitarbeiter erfassen
ru_ru: Добавить сотрудника
sr_cs: Dodaj novog radnika
zh_tw: 新增新員工

source: Edit: %1$s %2$s
de_de: Bearbeiten: %1$s %2$s
ru_ru: Редактировать: %1$s %2$s
sr_cs: Uredi: %1$s %2$s
zh_tw: 編輯：%1$s%2$s

source: Your avatar in PrestaShop 1.6.x is your profile picture on %1$s. To change your avatar, log in to PrestaShop.com with your email %2$s and follow the on-screen instructions.
de_de: Ihr Avatar in PrestaShop 1.7 ist Ihr Profilbild in %1$s. Um Ihren Avatar zu ändern, melden Sie sich bei prestashop.com mit Ihrer E-Mail %2$s an und folgen Sie den angezeigten Anweisungen.
ru_ru: Ваш аватар в PrestaShop 1.6.x это ваша картинка в профиле %1$s. Для изменения аватара зайдите в PrestaShop.com по вашему E-mail %2$s и следуйте инструкциям.
sr_cs: Vaš avatar u PrestaShop 1.6.x je avša profilna slika na %1$s. Za izmenu avatara, prijavite se na PrestaShop.com sa vašim mejlom %2$s i pratite instrukcije.

source: Password should be at least %s characters long.
de_de: Das Passwort sollte mindestens 6 Zeichen lang sein.
ru_ru: Пароль должен содержать как минимум %s символов.
zh_tw: 密碼字符長度不能少於%s。

source: Subscribe to PrestaShop newsletter
de_de: Für den PrestaShop Newsletter registrieren
ru_ru: Подписаться на рассылку PrestaShop
zh_tw: 訂閱PrestaShop的電子報

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
de_de: PrestaShop kann Sie regelmäßig anleiten und Ihnen Tipps für die Shopverwaltung und Ihre geschäftliche Entwicklung geben. Wenn Sie keine Tipps wünschen, dann entfernen Sie bitte den Haken in diesem Kästchen.
ru_ru: PrestaShop предоставит вам поддержку, отправляя советы по оптимизации управления магазином, помогающие росту вашего бизнеса. Если вы не хотите получать такие советы, то отключите эту опцию.
zh_tw: PrestaShop 可以定期提供您建議，協助您優化商店的管理，藉此提昇業績。如果您不想收到這些建議，請取消勾選。

source: Default page
de_de: Standard-Seite
ru_ru: Страница по умолчанию
sr_cs: Podrazumevana stranica
zh_tw: 默認頁面

source: This page will be displayed just after login.
de_de: Diese Seite wird nach der Anmeldung angezeigt.
ru_ru: Эта страница будет отображаться после входа в систему.
sr_cs: Ova stranica će biti prikazana posle prijavljivanja.
zh_tw: 此頁面會在登入後顯示。

source: Allow or disallow this employee to log in to the Admin panel.
de_de: Adminrechte dieses Mitarbeiters festlegen
ru_ru: Разрешить или запретить этому работнику заходить в панель управления.

source: Permission profile
de_de: Berechtigungen
ru_ru: Профиль прав доступа
sr_cs: Dozvole profila
zh_tw: 允許權限設定

source: Select the shops the employee is allowed to access.
de_de: Shop wählen, auf den/die der Mitarbeiter Zugriff haben darf.
ru_ru: Выберите магазины, к которым сотруднику разрешен доступ.
sr_cs: Izaberite prodavnice kojima će zaposleni imati pristup.
zh_tw: 選擇這個員工能夠操作的商店

source: Miscellaneous
de_de: Sonstiges
ru_ru: Прочее
zh_tw: 其它選項

source: Add my IP
de_de: Meine IP-Adresse hinzufügen
ru_ru: Добавить мой IP
sr_cs: Dodaj moj IP
zh_tw: 新增我的 IP

source: (tax excl.)
de_de: (ohne MwSt.)
ru_ru: (без НДС)
sr_cs: (bez PDV-a)
zh_tw: (未稅)

source: Multistore
de_de: Multishop
ru_ru: Мультимагазин
sr_cs: Lanac prodavnica
zh_tw: Multiboutique

source: Check / Uncheck all
de_de: Alles / Nichts auswählen
ru_ru: Отметить все / снять выделение
sr_cs: Označi / Opozovi sve
zh_tw: 全選/全部取消

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
de_de: Sie bearbeiten diese Seite für einen bestimmten Shop oder eine Gruppe. Klicken Sie "Ja" um alle Felder zumarkieren, oder "Nein" um alle Felder abzuwählen.
ru_ru: Вы правите эту страницу для одного магазина или для группы. Кликние "Да", чтобы выделить все поля, "Нет", чтобы снять выделение.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
de_de: Die übliche Multishop-Funktionalität (Feld anklicken, Eingabe ändern, Sichern) gilt nicht für diesen Shop (oder diese Shopgruppe) / diesen besonderen Parameter.
ru_ru: Если выбрать поле, изменить его значение и сохранить, мультимагазинный режим не применится к этому магазину (или группе) по этому отдельному параметру.

source: You can't change the value of this configuration field in the context of this shop.
de_de: Der Wert dieses Konfigurations-Feldes kann für diesen Shop nicht geändert werden
ru_ru: Вы не можете изменить значения этого поля настройка для этого магазина
sr_cs: Ne možete menjati vresnost ovog polja konfiguracije u kontekstu ove radnje.
zh_tw: 您不能修改本商店的這個設定欄位數值

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
de_de: Diese Voreinstellungen sind nicht möglich, da eine Variante fehlt oder das Objekt konnte nicht geladen werden konnte.
eu_es: Ezinezkoa izan da parametroak kargatzea, konbinazioak faltan dira edo objetua ezin daiteke kargatu.
ru_ru: Не удается инициализировать параметры, комбинация отсутствует или невозможно загрузить объект.
sr_cs: Ne mogu da aktiviram parametre, kombinacija nedostaje ili nije moguće učitati.
zh_tw: 無法初始化這些參數，缺少一個組合或無法載入一個物件

source: An error occurred while updating the status for an object.
de_de: Beim Aktualisieren des Objektstatus ist ein Fehler aufgetreten
eu_es: Errorea gertatu da objetuaren egoera eguneratzen zen bitartean.
ru_ru: Ошибка обновления статуса объекта.
sr_cs: Došlo je do greške tokom ažuriranja statusa objekta.
zh_tw: 更新物件狀態時發生錯誤

source: (cannot load object)
de_de: Objekt kann nicht geladen werden
eu_es: (objetua ezin daiteke kargatu)
ru_ru: (невозможно загрузить объект)
sr_cs: (Ne može da se učita objekat)
zh_tw: (物件無法匯入)

source: The attribute value "%1$s" already exist for %2$s language
de_de: Den Eigenschaftswert "%1$s" gibt es bereits für die Sprache %2$s
ru_ru: Значение атрибута "%1$s" уже существуют для %2$s языка
sr_cs: Vrednost atributa "%1$s" već postoji za %2$s jezik
zh_tw: 此屬性值“%1$s”已存在於語系 %2$s

source: Page
de_de: Seite
ru_ru: Страница
sr_cs: strana
zh_tw: 頁面

source: Layout
ru_ru: Раскладка
zh_tw: 佈局

source: Page Category
de_de: Kategorie
ru_ru: Категория страницы

source: Comment:
de_de: Kommentar:
ru_ru: Комментарий:
zh_tw: 評論：

source: Forward this discussion
de_de: Weiterleiten
ru_ru: Перенаправить этот разговор
sr_cs: Prosledi ovu diskusiju
zh_tw: 轉出這個討論

source: Forward this discussion to an employee:
de_de: Nachricht an Mitarbeiter weiterleiten:
ru_ru: Переслать этот разговор сотруднику:

source: Someone else
de_de: Jemand anderes
ru_ru: Кто-либо еще
sr_cs: Neko drugi
zh_tw: 其他人

source: Forward
de_de: Weiterleiten
ru_ru: Переслать
sr_cs: Prosledi
zh_tw: 轉送

source: If this is your main domain, please {link}change it now{/link}.
de_de: Wenn das Ihre Domain ist, dann {link}ändern Sie sie jetzt{/link} bitte.
ru_ru: Если это ваш основной домен, пожалуйста, {link}смените его прямо сейчас{/link}
sr_cs: Ako je ovo vaš glavni domen, molim vas {link}promenite ga sada{/link}.
zh_tw: 如果這是你的主域名，請{link}現在更改{/link}。

source: Encryption
de_de: Verschlüsselung
ru_ru: Шифрование
sr_cs: Enkripcija
zh_tw: 加密

source: Delete selected
de_de: Auswahl löschen
eu_es: Hautaturikoak ezabatu
ru_ru: Удалить выбранное
sr_cs: Obriši izabrano
zh_tw: 刪除所選

source: Delete selected items?
de_de: Ausgewählte Elemente löschen?
ru_ru: Удалить отмеченные элементы?
sr_cs: Briši odabrane stavke?
zh_tw: 確認刪除已選定項目?

source: Shop association
de_de: Verknüpfter Shop
ru_ru: Связь с магазином
sr_cs: Organizacija prodavnice
zh_tw: 相關商店

source: Key
de_de: Schlüssel
ru_ru: Ключ
sr_cs: Ključ
zh_tw: 密碼

source: Key description
de_de: Schlüsselbeschreibung
ru_ru: Описание ключа
sr_cs: Ključni opis
zh_tw: 密碼說明

source: Enable PrestaShop's webservice
de_de: Webservice aktivieren
ru_ru: Включить Веб службы
sr_cs: Omogući PrestaShop Webservice
zh_tw: 啟用PrestoShop 網路服務

source: Before activating the webservice, you must be sure to:
de_de: Bevor Sie den Web Service zu aktivieren, müssen Sie sicher sein, dass
ru_ru: Перед активацией вебслужб вы должны убедиться, что:
zh_tw: 啟用網路服務前，您需要確定的是：

source: Check that URL rewriting is available on this server.
de_de: Überprüfen, ob der Server das Überschreiben der URL zulässt.
ru_ru: Проверьте, включен ли URL rewrite на сервере.
sr_cs: Proverite da je ponovno upisivanje linka dostupno za ovaj server.
zh_tw: 請檢查伺服器是否支援網址改寫功能。

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
de_de: Überprüfen Sie, ob der Server die fünf Methoden GET, POST, PUT, DELETE und HEAD unterstützt
ru_ru: Убедитесь, что 5 методов GET, POST, PUT, DELETE и HEAD поддерживаются этим сервером.
sr_cs: proverite da su 5 metoda GET, POST, PUT, DELETE and HEAD podržani od strane servera
zh_tw: 主機需支援 GET, POST, PUT, DELETE, 和 HEAD

source: Enable CGI mode for PHP
de_de: PHP CGI mode aktivieren
ru_ru: Включить режим CGI в PHP
sr_cs: Uključite CGI režim za PHP

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
de_de: Bevor Sie mit "JA" antworten, prüfen Sie erst, ob PHP als Apache-Modul auf Ihrem Server läuft.
ru_ru: Прежде, чем выбрать "Да", убедитесь, что PHP не настроен как модуль Apache на вашем сервере.
sr_cs: Pre nego što odaberete "Da", proverite da PHP nije konfigurisan kao Apache modul na vašem serveru.

source: Add new webservice key
de_de: Webservice-Schlüssel hinzufügen
ru_ru: Добавить новый ключ веб-службы
sr_cs: Dodajte novi ključ veb servisa

source: Webservice Accounts
ru_ru: Учетные записи Webservice
sr_cs: Nalozi veb servisa

source: Webservice account key.
de_de: Webservice-Zugangscode
ru_ru: Ключ аккаунта Webservice
sr_cs: Webservice ključ
zh_tw: 網路服務帳戶密碼。

source: Generate!
de_de: Generieren!
ru_ru: Генерировать!
sr_cs: Gneriši!
zh_tw: 產生!

source: Quick description of the key: who it is for, what permissions it has, etc.
de_de: Kurzbeschreibung dieses Schlüssels: Wozu er dient, welche Berechtigungen er hat usw.
ru_ru: Краткое описание ключевых моментов: для кого это, какие разрешения имеет и т.д.
sr_cs: Brz opis ključa: za koga je, koje dozvole ima, itd.

source: Permissions
de_de: Berechtigungen
ru_ru: Права
sr_cs: Dozvole
zh_tw: 權限

source: To avoid operating problems, please use an Apache server.
de_de: Um technische Probleme mit diesem Web-Service zu vermeiden, nutzen Sie bitte einen Apache-Server
ru_ru: Чтобы избежать проблем, пожалуйста, используйте сервер Apache.
sr_cs: Da bi ste izbegli operativne probleme, koristite Apache server.
zh_tw: 為避免操作問題，請使用Apache主機
