Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesLinkList.*.xlf
Languages: ca_es

source: Link Widget
ca_es: Widget d'enllaços

source: Link block configuration
ca_es: Configuració del bloc d'enllaços

source: Link Blocks
ca_es: Bloc per a links

source: New block
ca_es: Nou bloc

source: Edit the link block.
ca_es: Edita el bloc d'enllaços.

source: New link block
ca_es: Nou bloc de enllaços

source: Please mark every page that you want to display in this block.
ca_es: Marqueu totes les pàgines que es volen mostrar en aquest bloc.

source: Themes
ca_es: Temes

source: Link List
ca_es: Llista d'enllaços

source: Adds a block with several links.
ca_es: Afegeix un bloc amb diversos enllaços.
