Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesShoppingCartAdmin.*.xlf
Languages: de_de

source: Shopping cart
de_de: Warenkorb

source: Adds a block containing the customer's shopping cart.
de_de: Fügt einen Block mit dem Warenkorb des Kunden hinzu

source: Ajax: Invalid choice.
de_de: Ajax: ungültige Auswahl.

source: Please complete the "Products to display" field.
de_de: Sie müssen das Feld "Anzuzeigende Artikel" ausfüllen.

source: Ajax cart
de_de: Ajax-Warenkorb

source: Activate Ajax mode for the cart (compatible with the default theme).
de_de: Ajax-Modus für Warenkorb aktivieren (kompatibel mit Standardtemplate).

source: Show cross-selling
de_de: Cross-Selling anzeigen

source: Activate cross-selling display for the cart.
de_de: Cross-Selling im Warenkorb anzeigen

source: Products to display in cross-selling
de_de: Anzuzeigende Artikel im Cross-Selling

source: Define the number of products to be displayed in the cross-selling block.
de_de: Legen Sie fest, wieviel Artikel in diesem Block angezeigt werden soll.
