Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesFeaturedProductsAdmin.*.xlf
Languages: he_il

source: Featured products
he_il: מוצרים מומלצים

source: Displays featured products in the central column of your homepage.
he_il: מציג מוצרים נבחרים בעמודה המרכזית בדף הבית של החנות.

source: The number of products is invalid. Please enter a positive number.
he_il: מספר המוצרים להצגה שנבחר אינו תקין. יש לבחור מספר חיובי.

source: The category ID is invalid. Please choose an existing category ID.
he_il: מזהה הקטגוריה אינו תקין. יש לבחור מספר מזהה קטגורייה קיים.

source: Invalid value for the "randomize" flag.
he_il: ערך לא חוקי עבור הדגל "באקראי".

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
he_il: להוספת מוצר לעמוד הבית, פשוט הוסף אותם אל הקטגורייה המתאימה , בברירת מחדל זוהי קטגוריית הבית ("Home").

source: Number of products to be displayed
he_il: מספר מוצרים להצגה

source: Set the number of products that you would like to display on homepage (default: 8).
he_il: הגדר את מספר המוצרים שברצונך שיוצגו בדף הבית (ברירת מחדל: 8 ).

source: Category from which to pick products to be displayed
he_il: קטגוריה שממנה ניתן לבחור מוצרים שיוצגו

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
he_il: בחר מזהה קטגוריה של המוצרים שאתה רוצה להציג בדף הבית (ברירת מחדל: מזהה מספר 2 עבור הקטוגוריה "בית").

source: Randomly display featured products
he_il: הצג מוצרים נבחרים בסדר אקראי

source: Enable if you wish the products to be displayed randomly (default: no).
he_il: אפשר אם ברצונך שהמוצרים הנבחרים יוצגו בסדר אקראי (ברירת המחדל: לא).
