Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesCategoryTree.*.xlf
Languages: ru_ru

source: Category tree links
ru_ru: Ссылки дерева категорий

source: Adds a block featuring product categories.
ru_ru: Блок, управляющий категориями товаров.

source: Category root
ru_ru: Главная категория

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
ru_ru: Выберите категорию для отображения в блоке. Текущая категория - та, которую посетитель просматривает сейчас.

source: Home category
ru_ru: Главная категория

source: Current category
ru_ru: Текущая категория

source: Parent category
ru_ru: Родительская категория

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
ru_ru: Текущая категория, не имеющая подкатегорий, в таком случае используется категория, родительская для текущей

source: Maximum depth
ru_ru: Максимальная глубина

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
ru_ru: Задайте максимальную глубину отображения подкатегорий в этом блоке (0 = неограничено).
