Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesCheckPaymentShop.*.xlf
Languages: de_de

source: Please send us your check following these rules:
de_de: Bitte senden Sie uns einen Scheck mit den folgenden Angaben:

source: Amount
de_de: Betrag:

source: Payee
de_de: Zahlungsempfänger

source: Send your check at this address
de_de: Senden Sie den Scheck an folgende Adresse

source: Pay by check
de_de: Zahlung per Scheck

source: (order processing will be longer)
de_de: (Bearbeitung dauert länger)

source: Your order on %s is complete.
de_de: Ihre Bestellung auf %s ist abgeschlossen.

source: Your check must include:
de_de: Bitte senden Sie uns einen Scheck über:

source: Payment amount.
de_de: Zahlungsbetrag

source: Payable to the order of
de_de: zahlbar an

source: Mail to
de_de: E-Mail an

source: Do not forget to insert your order number #%d.
de_de: Bitte vergessen Sie nicht, Ihre Bestellnummer %d mit anzugeben.

source: Do not forget to insert your order reference %s.
de_de: Bitte vergessen Sie nicht, Ihre Bestellnummer %s mit anzugeben.

source: An email has been sent to you with this information.
de_de: Eine E-Mail mit diesen Informationen wurde Ihnen zugesandt.

source: Your order will be sent as soon as we receive your payment.
de_de: Sie erhalten Ihre Bestellung, sobald die Zahlung eingegangen ist.

source: For any questions or for further information, please contact our
de_de: Bei Fragen oder für weitere Informationen kontaktieren Sie bitte unseren

source: customer service department.
de_de: Kunden-Support

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
de_de: Wir haben bei Ihrer Bestellung ein Problem festgestellt. Wenn Sie denken, dies sei ein Fehler, können Sie an unseren
