Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesWelcomeAdmin.*.xlf
Languages: de_de

source: Let's create your first product
de_de: Auf zur Artikelerfassung

source: What do you want to tell about it? Think about what your customers want to know.
de_de: Wie möchten Sie es beschreiben? Wichtig ist, was Ihre Kunden wissen wollen!

source: Add clear and attractive information. Don't worry, you can edit it later :)
de_de: Treffende und ansprechende Informationen einfügen. Keine Bange, das können Sie jederzeit wieder ändern.

source: Give your product a catchy name.
de_de: Geben Sie dem Artikel einen treffende Namen.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
de_de: Zunächst die Pflichtangaben. Über die anderen Reiter können optionmal erweiterte Angaben erfasst werden.

source: Add one or more pictures so your product looks tempting!
de_de: Ein oder mehrere Bilder hinzufügen, damit der Artikel ansprechend präsentiert wird!

source: How much do you want to sell it?
de_de: Zu welchem Preis wollen Sie den Artikel verkaufen?

source: Yay! You just created your first product. Looks good, right?
de_de: Super! Ihr erster Artikel! Sieht doch gut aus, oder?

source: Give your shop its own identity
de_de: Individualisieren Sie Ihren Shop

source: How do you want your shop to look? What makes it so special?
de_de: Wie soll Ihr Shop aussehen? Was macht ihn so unverwechselbar?

source: Customize your theme or choose the best design from our theme catalog.
de_de: Passen Sie das Template an oder suchen Sie sich ein passendes Design aus dem Template-Angebot aus.

source: A good way to start is to add your own logo here!
de_de: Ein guter Anfang wäre schon mal ein eigenes Logo hier!

source: If you want something really special, have a look at the theme catalog!
de_de: Wenn Sie wirklich etwas Besonderes suchen, schauen Sie sich die Templates im Angebot an!

source: Get your shop ready for payments
de_de: Bezahlmöglichkeiten einrichten

source: How do you want your customers to pay you?
de_de: Wie sollen Ihre Kunden bezahlen können?

source: Adapt your offer to your market: add the most popular payment methods for your customers!
de_de: Passen Sie sich dem Markt an: Fügen Sie die bei Ihren Kunden beliebten Zahlungsarten hinzu!

source: The payments methods are already available to your customers.
de_de: Die Zahlungsarten sind bereits für Ihre Kunden verfügbar.

source: And you can choose to add other payment methods from here!
de_de: Sie können aber von hier weitere Zahlungsarten hinzufügen!

source: Choose your shipping solutions
de_de: Versandoptionen auswählen

source: How do you want to deliver your products?
de_de: Welche Versandarten bevorzugen Sie?

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
de_de: Wählen Sie die Versandarten, die wohl am ehesten zu Ihren Kunden passen. Sie können Versanddienste manuell erfassen oder auch fertige Versandmodule hinzufügen.

source: Here are the shipping methods available on your shop today.
de_de: Diese Versandarten sind aktuell für Ihren Shop verfügbar.

source: You can offer more delivery options by setting up additional carriers
de_de: Durch Einrichten zusätzlicher Versanddienste können Sie mehr Versandoptionen anbieten

source: Improve your shop with modules
de_de: Verbessern Sie Ihren Shop durch Module

source: Add new features and manage existing ones thanks to modules.
de_de: Mithilfe von Modulen können Sie die Shopfunktionen erweitern bzw. die vorhandenen verwalten.

source: A module can be already installed for you, free to install or paying - browse our selection to see what's available!
de_de: Einige Module sind bereits vorinstalliert, andere können kostenlos oder auch nur als Bezahlmodule erhältlich sein - schauen Sie, was unsere Auswahl für Sie bereit hält!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
de_de: Seite 1 (Auswahl) bietet Ihnen eine Auswahl von Kaufmodulen. Die vorhandenen verwalten Sie unter "Installierte Module". Im dritten Fenster finden Sie Hinweise auf Versions-Updates oder fehlende Modul-Einstellungen.

source: Welcome
de_de: Willkommen

source: Help the user to create his first product.
de_de: Hilfe zum Einstellen des ersten Artikels

source: Continue
de_de: Weiter

source: Hey! Are you lost?
de_de: Hallo! Wissen Sie nicht weiter?

source: To continue, click here:
de_de: Um fortzufahren, klicken Sie hier:

source: If you want to stop the tutorial for good, click here:
de_de: Um die Einführung mit Quick Start abzubrechen, klicken Sie hier:

source: Quit the Welcome tutorial
de_de: Quick Start beenden

source: Skip this tutorial
de_de: Einführung überspringen

source: Over to you!
de_de: Übernehmen Sie!

source: You've seen the essential, but there's a lot more to explore.
de_de: Das waren erst die Grundlagen, es gibt aber noch viel mehr zu entdecken!

source: Some ressources can help you go further:
de_de: Hier ein paar Links zur Vertiefung Ihrer Kenntnisse:

source: Starter Guide
de_de: Quick Start

source: Video tutorial
de_de: Videoanleitung

source: I'm ready
de_de: Ich bin bereit!

source: Welcome to your shop!
de_de: Willkommen in Ihrem Shop!

source: Hi! My name is Preston and I'm here to show you around.
de_de: Hallo, ich bin Preston. Folgen Sie mir einfach auf einen kleinen Rundgang.

source: You will discover a few essential steps before you can launch your shop:
de_de: Hier lernen Sie die Grundlagen kennen, die jeder Shoperöffnung vorausgehen:

source: Create your first product, customize your shop, configure shipping and payments...
de_de: Legen Sie den ersten Artikel an. Passen Sie den Shop an, richten Sie Versanddienste und Zahlungsarten ein ...

source: Let's get started!
de_de: Los gehts!

source: Later
de_de: Später

source: Launch your shop!
de_de: Starten Sie Ihren Shop!

source: Resume
de_de: Fortsetzen

source: Stop the OnBoarding
de_de: Quick Start beenden

source: Step
de_de: Schritt

source: Next
de_de: Weiter
