Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ShopThemeCheckout.*.xlf
Languages: lt_lt

source: Addresses
lt_lt: Adresai

source: Shipping Method
lt_lt: Pristatymo būdas

source: Please check your order before payment
lt_lt: Patikrinkite savo užsakymą prieš apmokėjimą

source: Your Delivery Address
lt_lt: Jūsų pristatymo adresas

source: (additional cost of %giftcost% %taxlabel%)
lt_lt: (papildomas mokestis %giftcost% %taxlabel%)

source: Payment
lt_lt: Mokėjimas

source: Order reference
lt_lt: Užsakymo numeris

source: Date
lt_lt: Data

source: Total price
lt_lt: Visa kaina

source: Status
lt_lt: Būsena

source: Invoice
lt_lt: Sąskaita faktūra

source: Personal Information
lt_lt: Asmeninė informacija

source: I agree to the [terms of service] and will adhere to them unconditionally.
lt_lt: Aš sutinku su Prekių pirkimo-pardavimo taisyklėmis.

source: Free
lt_lt: Nemokama

source: Subtotal
lt_lt: Tarpinė suma

source: Discount
lt_lt: Nuolaida

source: Gift wrapping
lt_lt: Įpakuoti kaip dovaną

source: Total
lt_lt: Viso

source: Shipping and handling
lt_lt: Prekių paruošimas ir pristatymas

source: Tax
lt_lt: PVM

source: Total paid
lt_lt: Sumokėta viso

source: %s tax incl.
lt_lt: %s su PVM

source: %s tax excl.
lt_lt: %s be PVM

source: My Address
lt_lt: Mano adresas

source: Tax included
lt_lt: Su mokesčiais

source: Tax excluded
lt_lt: Be mokesčių

source: Free shipping
lt_lt: Nemokamas pristatymas

source: Guest order tracking
lt_lt: Svečio paskyros sekimas

source: Shipping
lt_lt: Pristatymas

source: Included taxes
lt_lt: Su PVM

source: Taxes
lt_lt: Mokesčiai

source: 1 item
lt_lt: 1 prekė

source: %d items
lt_lt: %d prekių

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
lt_lt: Norint patvirtinti užsakymą reikia, kad prekių krepšelio suma būtų bent %amount% (be PVM). Šiuo metu prekių krepšelio suma yra %total% (be PVM).

source: Product Successfully Added to Your Shopping Cart
lt_lt: Prekė sėkmingai pridėta į krepšelį

source: Product successfully added to your shopping cart
lt_lt: Prekė sėkmingai pridėta į krepšelį

source: Quantity:
lt_lt: Kiekis:

source: There are %products_count% items in your cart.
lt_lt: Jūsų krepšelyje yra %product_count% prekė(-ės).

source: There is %product_count% item in your cart.
lt_lt: Jūsų krepšelyje yra %product_count% prekė(-ės).

source: Total products:
lt_lt: Viso už prekės:

source: Total shipping:
lt_lt: Viso pristatymas:

source: Total:
lt_lt: Viso:

source: Cart
lt_lt: Krepšelis

source: The minimum purchase order quantity for the product is %quantity%.
lt_lt: Minimalus šios prekės užsakymo kiekis yra %quantity%.

source: Use this address for invoice too
lt_lt: Šį adresą taip pat naudoti sąskaitos adresui

source: Gift
lt_lt: Dovana

source: There are no more items in your cart
lt_lt: Jūsų krepšelyje nėra prekių

source: Have a promo code?
lt_lt: Turite nuolaidų kodą?

source: Promo code
lt_lt: Nuolaidų kodas

source: Create an account
lt_lt: Sukurti paskyrą

source: (optional)
lt_lt: (neprivalomas)

source: And save time on your next order!
lt_lt: Ir taupykite laiką kitam užsakymui!

source: Order items
lt_lt: Užsakymo elementai

source: %product_count% item in your cart
lt_lt: %product_count% prekė jūsų krepšelyje

source: %products_count% items in your cart
lt_lt: %products_count% prekės(-ių) jūsų krepšelyje

source: Your Invoice Address
lt_lt: Jūsų sąskaitos adresas

source: Shipping Address
lt_lt: Pristatymo adresas

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
lt_lt: Pasirinktas adresas bus naudojamas ir kaip asmeninis adresas (sąskaitoms) ir kaip jūsų pristatymo adresas.

source: The selected address will be used as your personal address (for invoice).
lt_lt: Pasirinktas adresas bus naudojamas kaip jūsų asmeninis adresas (sąskaitoms).

source: Billing address differs from shipping address
lt_lt: Sąskaitos adresas skiriasi nuo pristatymo adreso

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
lt_lt: Patvirtindamas užsakymą, jūs patvirtinate, kad skaitėte ir sutinkate su prekių pirkimo-pardavimo taisyklėmis ir sąlygomis:

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
lt_lt: Įsitikinkite, ar pasirinkote [1]mokėjimo būdą[/1] ir sutikote su [2]prekių pirkimo-pardavimo taisyklėmis[/2].

source: Unfortunately, there are no payment method available.
lt_lt: Deja, nerasta galimų mokėjimo būdų.

source: Order with an obligation to pay
lt_lt: Užsakymas su įsipareigojimu sumokėti

source: If you sign out now, your cart will be emptied.
lt_lt: Jei atsijungsite, jūsų prekių krepšelis bus ištrintas.

source: Order as a guest
lt_lt: Pirkti kaip svečiui

source: I would like to receive my order in recycled packaging.
lt_lt: Aš sutinku gauti savo užsakymą perdirbtoje pakuotėje

source: If you'd like, you can add a note to the gift:
lt_lt: Jei pageidaujate, jūs galite pridėti žinutę prie dovanos:

source: Unfortunately, there are no carriers available for your delivery address.
lt_lt: Deja, nėra galimų kurjerių jūsų pristatymo adresui.

source: Shopping Cart
lt_lt: Prekių krepšelis

source: Your order is confirmed
lt_lt: Jūsų užsakymas patvirtintas

source: An email has been sent to your mail address %email%.
lt_lt: El. laiškas išsiųstas jūsų el. pašto adresu %email%.

source: You can also [1]download your invoice[/1]
lt_lt: Taip pat galite [1]atsisiųsti savo sąskaitą[/1]

source: Order details
lt_lt: Užsakymo informacija

source: Save time on your next order, sign up now
lt_lt: Taupykite laiką kitam užsakymui, prisiregistruokite dabar

source: Order confirmation
lt_lt: Užsakymo patvirtinimas

source: Order reference %reference%
lt_lt: Užsakymo kodas %reference%

source: Payment method %method_name%
lt_lt: Mokėjimo būdas %method_name%

source: Shipping method %method_name%
lt_lt: Pristatymo būdas %method_name%

source: Order reference: %reference%
lt_lt: Užsakymo kodas: %reference%

source: Payment method: %method%
lt_lt: Mokėjimo būdas: %method%

source: Shipping method: %method%
lt_lt: Pristatymo būdas: %method%

source: Code
lt_lt: Kodas

source: Description
lt_lt: Aprašymas

source: Value
lt_lt: Reikšmė

source: Minimum
lt_lt: Min. užsakymas

source: Cumulative
lt_lt: Kaupiamas

source: Expiration date
lt_lt: Galiojimo pabaiga

source: Quantity
lt_lt: Kiekis

source: Carrier
lt_lt: Vežėjas

source: Payment method
lt_lt: Mokėjimo būdas

source: Delivery address %alias%
lt_lt: Pristatymo adresas %alias%

source: Invoice address %alias%
lt_lt: Sąskaitos adresas %alias%

source: Weight
lt_lt: Svoris

source: Shipping cost
lt_lt: Pristatymo kaina

source: Tracking number
lt_lt: Pristatymo numeris

source: You Save
lt_lt: Sutaupote

source: Up to %amount_saved%
lt_lt: Iki %amount_saved%

source: Choose a password to create an account and save time on your next order (optional)
lt_lt: Pasirinkite slaptažodį paskyros sukūrimui ir taupykite laiką kitam užsakymui (neprivaloma)
