Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ShopThemeCatalog.*.xlf
Languages: de_de

source: Price
de_de: Preis

source: Discount
de_de: Rabatt

source: Best sellers
de_de: Verkaufshits

source: New products
de_de: Neue Artikel

source: Price drop
de_de: Angebote

source: Categories
de_de: Kategorien

source: Category: %category_name%
de_de: Kategorie: %category_name%

source: List of products by brand %s
de_de: Artikel der Marke %name%

source: List of all brands
de_de: Marken

source: %number% products
de_de: %number% Artikel

source: %number% product
de_de: %number% Artikel

source: List of all suppliers
de_de: Liste aller Lieferanten

source: On sale
de_de: Sonderangebot

source: Search results
de_de: Suchergebnisse

source: List of products by supplier %s
de_de: Artikel des Lieferanten %s

source: Items
de_de: Artikel

source: Item
de_de: Artikel

source: Brands
de_de: Marken

source: Suppliers
de_de: Lieferanten

source: Name, A to Z
de_de: Name (A bis Z)

source: Name, Z to A
de_de: Name (Z bis A)

source: Price, low to high
de_de: Preis (aufsteigend)

source: Price, high to low
de_de: Preis (absteigend)

source: Relevance
de_de: Relevanz

source: Date added, newest to oldest
de_de: Datum (absteigend)

source: Date added, oldest to newest
de_de: Datum (aufsteigend)

source: Online only
de_de: Nur online erhältlich

source: On sale!
de_de: Sale!

source: Reduced price
de_de: Reduziert

source: Pack
de_de: Artikelbündel

source: New product
de_de: Neuer Artikel

source: Product available with different options
de_de: Artikel nur noch in anderer Variante erhältlich

source: Out of stock
de_de: Nicht auf Lager

source: Last items in stock
de_de: Nur noch wenige Teile verfügbar

source: New
de_de: Neu

source: Used
de_de: Gebraucht

source: Refurbished
de_de: Überholt

source: Popular Products
de_de: Beliebte Artikel

source: All products
de_de: Alle Artikel

source: Search our catalog
de_de: Katalog durchsuchen

source: Showing %from%-%to% of %total% item(s)
de_de: %from% - %to% von %total% Artikel(n)

source: There are %product_count% products.
de_de: %product_count% Artikel gefunden

source: There is %product_count% product.
de_de: %product_count% Artikel gefunden

source: Quantity
de_de: Menge

source: Unit price
de_de: Grundpreis

source: Total price
de_de: Gesamtpreis

source: Product customization
de_de: Benutzeranpassung

source: Brand
de_de: Marke

source: Reference
de_de: Artikel-Nr.

source: Product
de_de: Artikel

source: In stock
de_de: Auf Lager

source: Specific References
de_de: Besondere Bestellnummern

source: Availability date:
de_de: Lieferdatum

source: Data sheet
de_de: Technische Daten

source: Condition
de_de: Zustand

source: Pack content
de_de: Packungsinhalt

source: Accessories
de_de: Zubehör

source: Volume discounts
de_de: Mengenrabatt

source: You Save
de_de: Sie sparen

source: Up to %discount%
de_de: Bis zu %discount%

source: Save %percentage%
de_de: %percentage% sparen

source: Save %amount%
de_de: Sparen Sie %amount%

source: %price% tax excl.
de_de: %price% zzgl. MwSt.

source: Instead of %price%
de_de: Statt %price%

source: Including %amount% for ecotax
de_de: Inklusive %amount% für Ökosteuer

source: (not impacted by the discount)
de_de: (wird nicht von der Ermäßigung berücksichtigt)

source: This pack contains
de_de: Dieses Bündel beinhaltet

source: Description
de_de: Beschreibung

source: Product Details
de_de: Artikeldetails

source: Attachments
de_de: Anhänge

source: You might also like
de_de: Vielleicht gefällt Ihnen auch

source: List of products by brand %brand_name%
de_de: Artikel der Marke %brand_name%

source: List of products by supplier %supplier_name%
de_de: Artikel des Lieferanten %supplier_name%
