Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminDashboardFeature.*.xlf
Languages: ca_es, zh_tw

source: Dashboard
ca_es: Tauler de control
zh_tw: 控制面板

source: Demo mode
ca_es: Mode demo
zh_tw: 啟動演示模式

source: Average bank fees per payment method
ca_es: Taxes mitjanes bancàries per mitjà de pagament
zh_tw: 每付款方式的平均銀行手續費

source: Average shipping fees per shipping method
ca_es: Taxes mitjanes de transport per mitjà de lliurament
zh_tw: 每物流方式的平均運費

source: Other settings
ca_es: Altres ajustaments
zh_tw: 其它設定

source: Average gross margin percentage
ca_es: Percentatge de marge de benefici brut
zh_tw: 平均毛利率

source: Other fees per order
ca_es: Altres honoraris per comanda
zh_tw: 訂單的額外費用

source: Add more dashboard modules
ca_es: Afegir nous mòduls al Tauler de Control

source: PrestaShop News
ca_es: Notícies de PrestaShop
zh_tw: PrestaShop新聞

source: Find more news
ca_es: Trobar més notícies
zh_tw: 查看更多消息

source: Useful links
ca_es: Enllaços d'interès
zh_tw: 相關連結

source: Official Documentation
ca_es: Documentació oficial
zh_tw: 官方文件

source: User, Developer and Designer Guides
ca_es: Guies d'Usuari, Dissenyador i Desenvolupador

source: PrestaShop Forum
ca_es: Fòrum de PrestaShop
zh_tw: PrestaShop討論區

source: Connect with the PrestaShop community
ca_es: Connecteu amb la comunitat de PrestaShop

source: Enhance your store with templates & modules
ca_es: Enriquiu la vostra botiga amb plantilles i mòduls

source: Report issues in the Bug Tracker
ca_es: Informeu d'incidències al Bug Tracker

source: Contact Us!
ca_es: Contacteu amb nosaltres!
zh_tw: 聯絡我們!

source: PrestaShop Addons
zh_tw: PrestaShop插件
