Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: Enable this option only if your server allows URL rewriting (recommended).
hr_hr: Omogućite ovu opciju samo ako vaš poslužitelj omogućuje URL prepisivanjem (preporučeno).
it_it: Attiva questa opzione solo se il tuo server supporta URL rewriting (raccomandato).
pt_pt: Apenas activar esta opção caso o servidor permita a reescrita de URL (recomendado).
uk_ua: Увімкніть цей параметр лише у випадку, якщо ваш сервер дозволяє перезаписувати URL (рекомендовано).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
hr_hr: URL prepisivanje (mod_rewrite) nije aktivan na serveru i nije moguće provjeriti postavke vašeg servera. Ukoliko želite koristiti Prijateljske URL-ove morate aktivirati ovaj mod.
it_it: Riscrittura degli URL (mod_rewrite) non è attivo sul server o non è possibile verificare la configurazione del server. Se si desidera utilizzare gli URL comprensibili, è necessario attivare questo mod.
pt_pt: A reescrita de URL (mod_rewrite) não está ativa no seu servidor, ou não é possível verificar a configuração do seu servidor. Se quiser usar a reescrita de URL tem de a ativar no servidor.
uk_ua: На вашому сервері вимкнений параметр перезапису URL (mod_rewrite) або неможливо перевірити конфігурацію вашого сервера. Для використання Дружнього URL-у необхідно активувати цей параметр.

source: Enable this option if you want to allow accented characters in your friendly URLs.
hr_hr: Omogućite ovu opciju ako želite dopustiti naše znakove "šđčćž" u prijateljskom URL-u.
it_it: Attiva questa opzione se vuoi caratteri accentati nei tuoi friendly URLs.
pt_pt: Ativar esta opção para permitir o uso de acentuação nos URL reescritos.
uk_ua: Увімкніть цю опцію якщо ви хочете використовувати акцентовані символи в ваших дружніх URL-ах.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
hr_hr: Trebali bi aktivirati ovu opciju samo ako koristite ne-latin znakove. Za sve latin znakove, vaš SEO će biti bolji bez te opcije.
it_it: Dovresti attivare questa opzione solo se stai usando caratteri non latini: infatti per tutti i set di caratteri latini, il SEO sarà migliore senza questa opzione attiva.
pt_pt: Apenas deverá ativar esta opção se estiver a usar caracteres não-latinos; para todas as codificações latinas, o seu SEO será melhor sem esta opção.
uk_ua: Активуйте цю опцію лише, коли використовуєте не латинські символи; у випадку використання латинських символів залишіть увімкненою

source: Enable this option only if you have problems with URL rewriting.
hr_hr: Omogućite ovu opciju samo ukoliko imate problema s URL prepisivanjem na pojedinim stranicama.
it_it: Attiva questa funzione solo se hai problemi di riscrittura URL.
pt_pt: Ative esta opção apenas se tiver problemas com URLs reescritos.
uk_ua: Увімкніть цю опцію, у випадку якщо виникають проблеми з перезаписом URL на сторінках сайту.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
hr_hr: Neke PrestaShop-ove mogućnosti ne moraju raditi ispravno sa specifičnim postavkama Apache's mod_security modula. Preporučamo da to isključite.
it_it: Alcune caratteristiche di PrestaShop potrebbero non funzionare correttamente con una determinata configurazione del modulo Apache mod_security. Si raccomanda di disattivarlo.
pt_pt: Algumas das funcionalidades do PrestaShop podem não funcionar corretamente com determinadas configurações específicas do módulo "mod_security" do Apache. Por essa razão recomendamos que este seja desativado.
uk_ua: Деякі з можливостей ПрестаШоп-у не можуть коректно працювати з конкретною конфігурацією модуля mod_security в Apache. Ми рекомендуємо вимкнути його.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
hr_hr: Možete tražiti nove domene ili dodati naziv domene koju već posjedujete. Vi ćete biti preusmjereni na svoj PrestaShop račun.
it_it: Puoi cercare un nuovo nome di dominio oppure aggiungerne uno che già possiedi. Sarai reindirizzato al tuo account PrestaShop.
pt_pt: Pode pesquisar por um nome de domínio novo ou adicionar um nome de domínio que já possua, Será redirecionado para a sua conta PrestaShop.
uk_ua: Ви можете знайти нову назву домену або додати ваш уже існуючий домен. Ви будете перенаправлені до вашого облікового запису PrestaShop.

source: Name of the related page.
hr_hr: Naziv povezane stranice.
it_it: Nome della pagina correlata.
pt_pt: Nome da página relacionada.
uk_ua: Назва пов'язаної сторінки.

source: Title of this page.
hr_hr: Naslov ove stranice.
it_it: Titolo pagina.
pt_pt: Título desta página.
uk_ua: Заголовок цієї сторінки.

source: A short description of your shop.
hr_hr: Kratak opis Vaše trgovine.
it_it: Breve descrizione del tuo negozio.
pt_pt: Uma breve descrição da sua loja.
uk_ua: Короткий опис вашого магазину.

source: List of keywords for search engines.
hr_hr: Popis ključnih riječi za tražilice.
it_it: Elenco keywords per i motori di ricerca.
pt_pt: Lista de palavras-chave para motores de busca.
uk_ua: Список ключових слів для пошукових систем.

source: To add tags, click in the field, write something, and then press the "Enter" key.
hr_hr: Za dodavanje tagova, kliknite u polje, upišite nešto, i pritisnite tipku "Enter".
it_it: Per aggiungere tags, fai click sul campo, scrivi e premi "Enter" per confermare.
pt_pt: Para adicionar "palavras-chave", clique no campo, escreva as palavras e depois carregue na tecla "Enter"
uk_ua: Щоб додати теги, натисніть в полі, напишіть і потім натисніть клавішу "Enter".

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
hr_hr: Na primjer, "contacts" za http://example.com/shop/contacts preusmjerava na http://example.com/shop/contact-form.php
it_it: Per esempio, "contattaci" a http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
pt_pt: Por exemplo, "contactos" para http://www.asualoja.com/loja/contactos redirecionar para http://www.asualoja.com/loja/contact-form.php
uk_ua: Наприклад, "контакти" за адресою http://example.com/shop/contacts переписати на http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
hr_hr: Samo slova i minus (-) znak su dozvoljeni.
it_it: Sono permessi solo lettere e trattini.
pt_pt: Apenas são permitidas letras e hífens.
uk_ua: Дозволено лише букви та "-".

source: Invalid characters:
hr_hr: Neispravni znakovi:
it_it: Caratteri non validi:
pt_pt: Carateres inválidos:
uk_ua: Неприпустимі символи:

source: Image width in pixels. Enter "0" to use the original size.
hr_hr: Širina slike u px. Unesite "0" za izvornu veličinu
it_it: Larghezza immagine in pixel. Inserisci “0” per utilizzare la dimensione originale.
pt_pt: Largura da imagem em pixeis. Insira "0" para usar o tamanho original.
uk_ua: Ширина малюнку в пікселах. Залиште "0" для оригінального розміру.

source: Image height in pixels. Enter "0" to use the original size.
hr_hr: Visina slike u px. Unesite "0" za izvornu veličinu
it_it: Altezza immagine in pixel. Inserisci “0” per utilizzare la dimensione originale.
pt_pt: Altura da imagem em pixeis. Insira "0" para usar o tamanho original.
uk_ua: Висота малюнку в пікселах. Залиште "0" для оригінального розміру.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
hr_hr: Aktivirajte ili deaktivirajte Vašu trgovinu. Dobra je ideja deaktivirati trgovinu kad se vrši održavanje iste. Web servisi NEĆE biti onemogućeni.
it_it: Attiva o disattiva il tuo negozio (è una buona idea disattivare il negozio durante la manutenzione. Nota bene che il servizio web rimarrà attivo).
pt_pt: Ative ou desative a sua loja (é uma boa ideia desativar a sua loja enquanto realiza manutenção. Note que o WebService não é desativado).
uk_ua: Увімкніть або вимкніть свій магазин. Це гарна ідея, якщо ви плануєте проводити технічне обслуговування магазину, але зверніть увагу, що webservice не буде заблоковано.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
hr_hr: IP adrese koje imaju dozvolu pristupanja naslovnici iako je trgovina onemogućena. Koristite zarez za razdvajanje (npr. 42.24.4.2,127.0.0.1,99.98.97.96)
it_it: Indirizzi IP a cui è consentito l'accesso al front office anche quando il negozio è disattivato. Utilizza una virgola per separarli (es. 42.24.4.2,127.0.0.1,99.98.97.96)
pt_pt: Endereços IP permitidos para aceder ao Front Office mesmo que a loja esteja desativada. Use uma virgula para separá-los (ex: 42.24.4.2,127.0.0.1,99.98.97.96)
uk_ua: IP-адреси для яких дозволено користуватись магазином навіть якщо його вимкнено. В якості розділювача використовуйте кому (наприклад: 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
hr_hr: Prilagođeni tekst prikazan na stranici za održavanje je deaktiviran.
it_it: Testo personalizzato che appare nella pagina manutenzione quando il negozio è disattivato.
pt_pt: Personalizar texto apresentado na página de manutenção enquanto a loja é desativada.
uk_ua: Повідомлення, що відображається на сторінці обслуговування, коли магазин вимкнено.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
hr_hr: Prikaz i pregled adresa, način dostave i košarica prije gumba Narudžbe (potrebno u nekim europskim zemljama).
it_it: Mostra una panoramica di indirizzi, metodo di spedizione e carrello subito prima del pulsante ordine (richiesto in alcuni paesi europei).
pt_pt: Apresentar um resumo com os endereços, o método de envio e o carrinho logo antes de pressionar no botão de encomenda (obrigatório em alguns países europeus).
uk_ua: Показувати огляд адрес, способу доставки та кошику перед кнопкою замовлення (вимога в деяких європейських країнах).

source: Allow guest visitors to place an order without registering.
hr_hr: Dopustite gost posjetitelju naručivanje bez registracije.
it_it: Permetti ai visitatori di effettuare l'ordine senza essere registrati.
pt_pt: Permitir a visitantes convidados fazerem encomendas sem se registarem.
uk_ua: Дозволити гостям робити замовлення без реєстрації.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
hr_hr: Onemogući opciju koja dopušta kupcu da izvrši novu narudžbu jednim klikom na stranici povijesti narudžbi (potrebno u nekim Europskim zemljama).
it_it: Disattiva l'opzione che permette ai clienti di riordinare con un click dalla pagina dello storico dell'ordine (richiesto in alcune nazioni europee).
pt_pt: Desativar a opção que permite aos clientes tornar a encomendar com um único clique a partir da página do histórico de encomendas (necessário por questões legais em alguns países Europeus).
uk_ua: Вимкнувши цей параметр, ви дозволите покупцю повторно робити замовлення за один клік з переліку історії замовлень (потрібно в деяких європейських країнах).

source: Set to 0 to disable this feature.
hr_hr: Postavite na 0 za onemogućiti ovu značajku.
it_it: Inserisci 0 per disattivare la funzionalità.
pt_pt: Usar o valor 0 para desativar esta funcionalidade.
uk_ua: Вкажіть "0" для відключення цієї можливості.

source: Automatically updates the shipping costs when you edit an order.
hr_hr: Automatski ažurira troškove prijevoza kada uređujete narudžbe.
it_it: Aggiorna automaticamente le spese di spedizione dopo la modifica di un ordine.
pt_pt: Atualiza automaticamente os custos de envio quando edita uma encomenda.
uk_ua: Автоматично оновлює вартість доставки при редагуванні замовлення.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
hr_hr: Dozvoljava kupcima da šalju svoju narudžbu na više adresa. Ova će opcija pretvoriti košaricu kupca u jednu ili više narudžbi.
it_it: Permetti al cliente di spedire questo ordine a diversi indirizzi. Questa opzione dividerà il carrello del cliente in più ordini.
pt_pt: Permitir que o cliente envie encomendas para vários endereços. Esta opção irá converter o carrinho dos clientes em uma ou mais encomendas.
uk_ua: Досволити покупцям доставляти їх замовлення на декілька адрес. Ця опція розділить один замовлення в кошику на декілька замовленняів.

source: Allows you to delay shipping at your customers' request.
hr_hr: Dozvoljava vam da odgodite isporuku na zahtjev kupca.
it_it: Ti consente di ritardare la spedizione su richiesta del cliente.
pt_pt: Permite atrasar o envio a pedido do seu cliente.
uk_ua: Дозволяє вам відкладати доставку на прохання покупців.

source: Require customers to accept or decline terms of service before processing an order.
hr_hr: Zahtjeva od kupca za prihvati ili odbije Uvjete pružanja usluge prije obrade narudžbe
it_it: Chiedi ai clienti di accettare o rifiutare le Condizioni Generali di Vendita prima di elaborare l'ordine.
pt_pt: Exigir que os clientes aceitem os termos de serviço antes de processar uma encomenda.
uk_ua: Вимагати від клієнта прийняти або відхилити умови користування при оформленні замовлення

source: Choose the page which contains your store's terms and conditions of use.
hr_hr: Odaberite stranicu koja sadrži uvjete korištenja vaše trgovine.
it_it: Scegli la pagina che contiene i termini e le condizioni d'uso del tuo negozio.
pt_pt: Escolha a página que contém os termos e as condições de utilização da sua loja.
uk_ua: Оберіть сторінку, що містить умови використання вашого магазину.

source: Suggest gift-wrapping to customers.
hr_hr: Predložite poklon pakiranje kupcu i mogućnost ostavljanja poruke
it_it: Consiglia la confezione regalo al cliente e la possibilità di inviare un messaggio.
pt_pt: Sugerir aos clientes o embrulho.
uk_ua: Пропонувати клієнту подарункову упаковку та можливість залишити повідомлення

source: Set a price for gift wrapping.
hr_hr: Postavite cijenu za poklon pakiranje.
it_it: Stabilisci il prezzo della confezione regalo.
pt_pt: Definir o preço do embrulho para presentes.
uk_ua: Вкажіть вартість подарункової упаковки.

source: Set a tax for gift wrapping.
hr_hr: Postavite porez za poklon pakiranje.
it_it: Stabilisci un'imposta per il prezzo della carta regalo.
pt_pt: Definir o imposto para a embalagem de presentes.
uk_ua: Вкажіть податок за подарункову упаковку.

source: Suggest recycled packaging to customer.
hr_hr: Predložite recikliranu ambalažu kupcu.
it_it: Suggerisci al cliente la confezione riciclata.
pt_pt: Sugerir embalagens recicladas aos clientes.
uk_ua: Пропонувати покупцю упаковку із вторинної сировини.

source: The group defined for your un-identified visitors.
hr_hr: Skupina definirana za neidentificirane posjetitelje.
it_it: Il gruppo definisce i tuoi visitatori non identificati.
pt_pt: É o grupo definido para os seus visitantes não identificados.
uk_ua: Група визначена для ваших неідентифікованих відвідувачів.

source: The group defined for your identified guest customers (used in guest checkout).
hr_hr: Skupina definirana za broj identificiranih klijenata (koristi se u gostinjskoj naplati).
it_it: Il gruppo definito per i clienti non identificati (usato per il checkout).
pt_pt: É o grupo definido para os seus clientes identificados como visitantes (que usaram o checkout de visitante).
uk_ua: Група визначення для ваших ідентифікованих гостьових покупців (використовують гостьове замовлення).

source: The group defined for your identified registered customers.
hr_hr: Skupina definirana za identificiranje registriranih korisnika.
it_it: Il gruppo definito per i tuoi clienti identificati e registrati
pt_pt: O grupo definido para os seus clientes que criaram uma conta.
uk_ua: Група визначена для ваших ідентифікованих зареєстрованих покупців.

source: Automatically apply this value as a discount on all products for members of this customer group.
hr_hr: Ova vrijednost će se automatski dodijeliti kao popust svim proizvodima za članove ove grupe kupaca.
it_it: Applica automaticamente questo valore come sconto a TUTTI i prodotti del negozio per questo gruppo di membri.
pt_pt: Aplicar automaticamente esse valor como desconto em todos os produtos para os membros deste grupo de clientes.
uk_ua: Автоматичне виставлення цієї знижки на всі товари магазину для членів груп

source: How prices are displayed in the order summary for this customer group.
hr_hr: Kako se cijene prikazuju u pregledu košarice za ovu grupu korisnika.
it_it: Come mostrare i prezzi per questo gruppo di clienti nel dettaglio della fattura (tasse incluse o escluse).
pt_pt: Como os preços são apresentados no resumo da encomenda para este grupo de clientes.
uk_ua: Тип відображення цін для цієї групи клієнтів (з податком чи без).

source: Customers in this group can view prices.
hr_hr: Kupci u ovoj grupi mogu vidjeti cijenu.
it_it: I clienti in questo gruppo possono vedere i prezzi.
pt_pt: Os clientes deste grupo podem ver preços.
uk_ua: Клієнти в цій групі зможуть переглядати ціни.

source: %s - All persons without a customer account or customers that are not logged in.
hr_hr: %s - Sve osobe bez računa klijenata ili kupaca koje nisu prijavljene.
it_it: %s - Tutte le persone senza un account cliente che sono loggate.
pt_pt: %s - Todas as pessoas sem uma conta de cliente ou clientes que não estão autenticados.
uk_ua: %s - Всі особи без акаунта або клієнти які не пройшли авторизацію.

source: %s - All persons who placed an order through Guest Checkout.
hr_hr: %s - Sve osobe koje su postavile narudžbu kao gost korisnik.
it_it: %s - Tutte le persone che hanno effettuato un ordine tramite il Checkout Ospiti.
pt_pt: %s - Todas as pessoas que colocaram uma encomenda através da Conta de Convidado.
uk_ua: %s - Всі особи, які розмістили замовлення через гостьове оформлення.

source: %s - All persons who created an account on this site.
hr_hr: %s - Sve osobe koje su kreirale korisnički račun.
it_it: %s - Tutte le persone che hanno creato un account su questo sito.
pt_pt: %s - Todas as pessoas que criaram uma conta neste site.
uk_ua: %s - Все користувачі,що створили обліковий запис на сайті.

source: PrestaShop has three default customer groups:
hr_hr: PrestaShop ima tri zadane skupine kupaca:
it_it: PrestaShop ha tre gruppi di clienti predefiniti:
pt_pt: O PrestaShop tem três grupos de clientes predefinidos:
uk_ua: PrestaShop має три типові групи покупців:

source: Whether or not to display this store.
hr_hr: Prikazati ili ne ovu trgovinu.
it_it: Mostrare o no questo negozio.
pt_pt: Mostrar ou inibir a visualização desta loja.
uk_ua: Показувати чи ні цей магазин.

source: Storefront picture.
hr_hr: Slika izloga.
it_it: Foto del negozio.
pt_pt: Imagem para a montra da loja.
uk_ua: Зовнішній вигляд.

source: Displayed in emails sent to customers.
hr_hr: Prikazuje se u e-mail porukama koje se šalju kupcu.
it_it: Mostrata nelle email inviate ai clienti.
pt_pt: Mostrado em e-mails enviados para clientes.
uk_ua: Показується в е-листах до покупців.

source: Shop registration information (e.g. SIRET or RCS).
hr_hr: Podaci o registraciji trgovine (npr. OIB, SIRET ili RCS).
it_it: Informazioni di registrazione negozio (es. REGISTRO IMPRESE, REA).
pt_pt: Informação de registo da loja (ex: Nº e local do Registo Comercial).
uk_ua: Інформація про реєстрацію магазину (напр., ЄДРПОУ).

source: Order status (e.g. 'Pending').
hr_hr: Status narudžbe (npr. 'Na čekanju').
it_it: Stato ordine (es. 'In attesa').
pt_pt: Estado da encomenda (Ex: 'Pendente').
uk_ua: Статус замовлення (напр., 'Очікується').

source: Invalid characters: numbers and
hr_hr: Nevažeći znakovi: brojevi i
it_it: Caratteri vietati: numeri e
pt_pt: Caracteres não permitidos: números e
uk_ua: Неприпустимі символи: цифри та

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
hr_hr: Učitajte ikonu iz vašeg računala (Tip datoteke: .gif, predložena veličina: 16x16).
it_it: Aggiorna un'icona dal tuo computer (Tipo: .gif, dimensione suggerita; 16x16).
pt_pt: Enviar um ícone a partir do seu computador (tipo de arquivo .gif, tamanho sugerido: 16x16).
uk_ua: Завантажити іконку з вашого комп'ютера (тип файлу: .gif, рекомендований розмір 16х16).

source: Status will be highlighted in this color. HTML colors only.
hr_hr: Status će biti istaknut ovom bojom. Samo HTML boje.
it_it: Lo status verrà evidenziato con questo colore. Solo colori HTML.
pt_pt: O estado será destacado com esta cor. São aceites apenas cores HTML.
uk_ua: Статус буде виділено цим кольором. Лише HTML кольори.

source: Only letters, numbers and underscores ("_") are allowed.
hr_hr: Samo slova, brojevi i podcrta ("_") su dopušteni.
it_it: Sono permessi solo lettere, numeri e sottolineature ("_").
pt_pt: Apenas letras, números e traço inferior ( _ ) são permitidos.
uk_ua: Дозволені лише літери, цифри і підкреслення ("_").

source: Email template for both .html and .txt.
hr_hr: E-mail predložak za oba .html i .txt.
it_it: Modello email per versioni .html e .txt.
pt_pt: Modelo de email em .HMTL e .TXT
uk_ua: Шаблон е-листів для обох .html і .txt.

source: Order's return status name.
hr_hr: Naziv statusa za povrat narudžbe.
it_it: Nome status per il reso ordine.
pt_pt: Nome do estado da Devolução de Encomenda.
uk_ua: Назви стану повернення замовлень.

source: When active, all shopping features will be disabled.
hr_hr: Kada aktivno, sva svojstva košarice bit će onemogućena
it_it: Quando attivo, tutte le funzionalità di shopping saranno disattivate.
pt_pt: Quando ativo, todas as funcionalidades de compra serão desativadas.
uk_ua: Коли активовано, всі можливості придбання будуть вимкнені

source: Set the maximum size of the summary of your product description (in characters).
hr_hr: Postavite maksimalnu veličinu za kratak opis teksta (u znakovima).
it_it: Imposta la dimensione massima della descrizione breve del prodotto (in caratteri).
pt_pt: Defina o tamanho máximo do resumo da descrição do produto (em carateres).
uk_ua: Встановити максимальний розмір огляду вашого товару (в символах).

source: characters
hr_hr: znakova
it_it: caratteri
pt_pt: caracteres
uk_ua: символи

source: How to calculate quantity discounts.
hr_hr: Kako izračunavamo količinski popust.
it_it: Come calcolare gli sconti per quantità.
pt_pt: Como calcular descontos de quantidade.
uk_ua: Як вираховувати знижки за кількість.

source: When active, friendly URL will be updated on every save.
hr_hr: Kada je aktivno, prijateljski URL će biti ažuriran kod svakog spremanja.
it_it: Quando attive, le URL comprensibili verranno aggiornate ad ogni salvataggio.
pt_pt: Quando ativado, o URL reescrito será atualizado em cada operação de Guardar.
uk_ua: Коли активно, дружній URL буде оновлюватись при кожному збереженні.

source: When active, new products will be activated by default during creation.
hr_hr: Kada su aktivni novi proizvodi će biti aktivirani po defaultu za vrijeme stvaranja.
it_it: Quando è attivo, i nuovi prodotti verranno attivati di default durante la loro creazione.
pt_pt: Quando ativos, os novos produtos serão ativados por defeito durante a criação.
uk_ua: При активації, нові товари будуть активовані при створенні за замовчуванням.
