Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersNotification.*.xlf
Languages: de_de, es_es, ro_ro

source: Enable GZIP compression on your server.
de_de: GZIP-Komprimierung aktivieren
es_es: Activa la compresión GZIP en tu servidor.
ro_ro: Activeaza compresia GZIP de pe server tau.

source: Some PrestaShop files are missing from your server.
de_de: Auf Ihrem Server fehlen einige PrestaShop-Dateien.
es_es: Faltan algunos archivos de PrestaShop en tu servidor.
ro_ro: Pe serverul tau lipsesc cateva fisiere din PrestaShop.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
de_de: Sie verwenden PHP Version %s. Bald wird auch PHP Version 5.4 von PrestaShop unterstützt. Um für die Zukunft bereit zu sein, sollten Sie jetzt ein Upgrade auf PHP 5.4 machen!
es_es: Estás utilizando la versión %s de PHP. Pronto la última versión de PHP soportada por PrestaShop será la 5.4. ¡Para garantizar que estás preparado para el futuro actualiza a PHP 5.4 ahora!
ro_ro: Foloseste versiunea %s de PHP. In curand, PrestaShop nu va suporta versiuni de PHP mai mici de 5.4. Pentru a nu avea probleme in viitor, iti recomandam sa treci acum la PHP 5.4!

source: Enable the Apache mod_rewrite module
de_de: Apache-Module mod_rewrite aktivieren
es_es: Activar el modulo de Apache mod_rewrite
ro_ro: Activeaza modulul mod_rewrite de Apache

source: For security reasons, you cannot delete the Administrator's profile.
de_de: Aus Sicherheitsgründen können Sie das Administratorprofil nicht löschen.
es_es: Por razones de seguridad, no puedes eliminar el perfil de Administrador.
ro_ro: Din motive de securitate, nu se poate sterge profilul de Administrator.

source: You cannot have two shops with the same name in the same group.
de_de: Sie können keine zwei Shops mit dem gleichen Namen in der selben Gruppe anlegen
es_es: No puedes tener dos tiendas con el mismo nombre en el mismo grupo.
ro_ro: Nu poti avea 2 magazine cu acelasi nume in acelasi grup.

source: Unable to load this shop.
de_de: Kann den Shop nicht laden.
es_es: No se puede cargar esta tienda.
ro_ro: Nu se poate incarca acest magazin.

source: You need to select at least the root category.
de_de: Es muss zumindest die Hauptkategorie angegeben werden.
es_es: Debes seleccionar al menos la categoría raíz.
ro_ro: Trebuie sa selectezi cel putin o categorie radacina.

source: When saving the query, only the "SELECT" SQL statement is allowed.
de_de: Wenn die Abfrage gespeichert werden soll, ist nur der Abfragetyp "SELECT" erlaubt.
es_es: Al guardar la consulta, sólo se permite la instrucción de SQL "SELECT".
ro_ro: La salvarea interogarii, sunt permise numai interogari de tipul "SELECT".

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
de_de: Die Datei ist zu groß und kann nicht heruntergeladen werden. Bitte nutzen Sie die LIMIT-Anweisung in dieser Abfrage.
es_es: El archivo es demasiado grande y no se puede descargar. Utiliza la cláusula LIMIT en esta consulta.
ro_ro: Fisierul este prea mare si nu poate fi descarcat. Te rugam sa foloseste clauza LIMIT in aceasta interogare.

source: The "%tablename%" table does not exist.
de_de: Die Datenbanktabelle "%tablename%" existiert nicht.
es_es: La tabla "%tablename%" no existe.
ro_ro: Tabelul "%tablename%" nu exista.

source: The "%attribute%" attribute does not exist in the "%table%" table.
de_de: Die Eigenschaft %attribute% gibt es in der Tabelle %table% nicht.
es_es: El atributo "%attribute%" no existe en la tabla "%table%".
ro_ro: Atributul "%attribute%" nu exista in tabelul "%table%".

source: Undefined "%s" error
de_de: Unbekannter "%s"-Fehler
es_es: Error indefinido "%s"
ro_ro: Eroare "%s" nedefinita

source: The "*" operator cannot be used in a nested query.
de_de: Operator "*" in verschachtelten Abfragen nicht erlaubt
es_es: El operador "*" no se puede utilizar en una consulta anidada.
ro_ro: Operatorul "*" nu poate fi utilizat intr-o interogare imbricata.

source: The operator "%s" is incorrect.
de_de: Der benutzte Operator "%s" ist nicht korrekt.
es_es: El operador %s utilizado es incorrecto.
ro_ro: Operatorul "%s" este incorect.

source: The "%operator%" operator is incorrect.
de_de: Der verwendete Operator "%operator%" ist nicht korrekt.
es_es: El operador "%operator%" es incorrecto.
ro_ro: Operatorul "%operator%" este incorect.

source: The LIMIT clause must contain numeric arguments.
de_de: Die LIMIT-Klausel muss numerische Argumente enthalten.
es_es: La cláusula LIMIT debe contener argumentos numéricos.
ro_ro: Clauza LIMIT trebuie sa contina argumente numerice.

source: The "%reference%" reference does not exist in the "%table%" table.
de_de: Die Feldbezeichnung "%reference%" gibt es in der Datenbanktabelle "%table%" nicht.
es_es: La referencia "%reference%" no existe en la tabla "%table%".
ro_ro: Referinta "%reference%" nu exista in tabelul "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
de_de: Wenn mehrere Tabellen verwendet werden, muss jede Variante auf eine Tabelle verweisen.
es_es: Cuando se utilizan varias tablas, cada atributo debe hacer referencia a una tabla.
ro_ro: Cand sunt folosite tabele multiple, fiecare atribut trebuie sa se refere la un tabel.

source: "%s" is an unauthorized keyword.
de_de: "%s" ist ein nicht autorisiertes Schlüsselwort.
es_es: "%s" es una palabra clave no autorizada.

source: The import directory doesn't exist. Please check your file path.
de_de: Das Importverzeichnis existiert nicht. Bitte überprüfen Sie Ihre Pfadangabe.
es_es: El directorio de importación no existe. Comprueba la ruta del archivo.
ro_ro: Directorul de import nu exista. Te rugam sa verifici calea spre fisier.

source: The import directory must be writable (CHMOD 755 / 777).
de_de: Import-Verzeichnis muss Schreibrechte haben (CHMOD 755 / 777).
es_es: El directorio import debe tener permisos de escritura (CHMOD 755 / 777).
ro_ro: Registrul de date pentru import trebuie sa fie inscriptibil (CHMOD 755 / 777).

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
de_de: Die hochgeladene Datei überschreitet die upload_max_filesize Direktive in der php.ini. Passen Sie diese bitte an, wenn Ihre Serverkonfiguration das erlaubt.
es_es: El archivo cargado excede el tamaño máximo definido en la directiva php.ini. Si la configuración del servidor lo permite, puedes añadir una directiva en el archivo .htaccess.
ro_ro: Fisierul incarcat depaseste maximul permis de directiva upload_max_filesize din php.ini. Daca configurarea serverului o permite, poti sa adaugi o directiva in fisierul .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
de_de: Die hochgeladene Datei überschreitet die maximal zugelassene Größe (post_max_size). Falls Ihr Server eigene Einstellungen zulässt, dann ändern Sie dies in Ihrer .htaccess-Datei. Falls nicht, ersuchen Sie Ihren Provider die php.ini wie nachstehend anzupassen:
es_es: El archivo cargado excede la directiva post_max_size en php.ini. Si la configuración de tu servidor lo permite, puedes añadir una directiva en tu archivo .htaccess, por ejemplo:
ro_ro: Fisierul incarcat depaseste limita stabilita de directiva post_max_size in php.ini. In cazul in care configurarea serverului permite acest lucru, poti adauga o directiva in .htaccess, de exemplu:

source: (click to open "Generators" page)
de_de: (Klicken Sie hier, um den "Kombinationsgenerator" zu öffnen)
es_es: (haz clic para abrir la pagina “Generadores”)
ro_ro: (clicheaza pentru a deschide pagina "Generatoare")

source: The uploaded file was only partially uploaded.
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen.
es_es: El archivo sólo pudo subirse parcialmente.
ro_ro: Fisierul a fost incarcat doar partial.

source: No file was uploaded.
de_de: Es ist kein Datei-Upload erfolgt
es_es: Ningun archivo fue subido.
ro_ro: nici un fisier incarcat.

source: The extension of your file should be .csv.
de_de: Die Dateiendung muss .csv lauten.
es_es: La extensión del archivo debe ser .csv.
ro_ro: Extensia fisierului ar trebui sa fie .csv.

source: An error occurred while uploading / copying the file.
de_de: Fehler beim Upload und Kopierem der Datei
es_es: Se ha producido un error al subir / copiar el archivo.
ro_ro: A aparut o eroare la incarcarea / copierea fisierului.

source: To proceed, please upload a file first.
de_de: Datei-Upload erforderlich, um fortzufahren!
es_es: Para continuar, cargue primero un archivo.
ro_ro: Pentru a continua, te rugam sa incarci mai intai un fisier.

source: There is an empty row in the file that won't be imported.
de_de: Leerzeile wurde beim Import übersprungen!
es_es: Hay una fila vacía en el archivo que no se importará.
ro_ro: Exista in fisier un rand gol care nu va fi importat.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
de_de: Die ID der Kategorie darf nur einmal vorkommen. Sie kann nicht identisch mit derjenigen der Home-Kategorie sein.
es_es: El ID de categoría debe ser único. No puede ser el mismo que el de la categoría Raíz o Inicio.
ro_ro: Categoria trebuie sa aiba ID unic. Acesta nu poate fi acelasi cu cel al categoriei radacina sau al categoriei principale.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
de_de: Die ID der Kategorie muss einmalig sein. Sie kann nicht identisch mit derjenigen der Eltern-Kategorie sein (ID: %1$s).
es_es: El ID de categoría debe ser único. No puede ser el mismo que el de la categoría padre (ID: %1$s).
ro_ro: Categoria trebuie sa aiba ID unic. Acesta nu poate corespunde cu cel al categoriei parinte (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
de_de: Ein Kategorie darf nicht denselben Namen tragen wie die Eltern-Kategorie. Bitte benennen Sie sie um (aktueller Name: %1$s).
es_es: Una categoría no puede ser su propio padre. Debes renombrarla (nombre actual: %1$s).
ro_ro: O categorie nu poate fi propriul parinte. Trebuie redenumita (nume actual: %1$s).

source: %1$s (ID: %2$s) cannot be saved
de_de: %1$s (ID: %2$s) kann nicht gespeichert werden
es_es: %1$s (ID: %2$s) no se puede guardar
ro_ro: %1$s (ID: %2$s) nu poate fi salvat

source: URL rewriting failed to auto-generate a friendly URL for: %s
de_de: URL-Rewriting konnte keine Benutzerfreundliche URL automatisch generieren: %s
es_es: La reescritura URL automática no pudo generar automáticamente una URL amigable para: %s
ro_ro: Rescrierea de URL nu a putut auto-genera un URL prietenos pentru: %s

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
de_de: Rewrite Link für %1$s (ID: %2$s) wurde neugeschrieben als %3$s.
es_es: Reescribir enlace parar %1$s (ID %2$s): reescrito como %3$s.
ro_ro: Linkul rescris pentru %1$s (ID %2$s): rescris ca %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
de_de: Eine Kategorie kann nicht ihre eigene übergeordnete Kategorie sein. Entweder fehlt die Elternkategorie-ID oder ist unbekannt (ID: %1$s).
es_es: Una categoría no puede ser raíz de sí misma. El ID de la categoría padre es inexistente o se desconoce (ID: %1$s).
ro_ro: O categorie nu poate fi propriul sau parinte. ID-ul parintelui categoriei lipseste sau nu este cunoscut (ID: %1$s).

source: The root category cannot be modified.
de_de: Stammverzeichnis kann nicht geändert werden.
es_es: La categoría Raíz no puede ser modificada.
ro_ro: Categoria radacina nu poate fi modificata

source: cannot be copied.
de_de: kann nicht kopiert werden
es_es: no puede ser copiada.
ro_ro: nu poate fi copiata

source: %1$s (ID: %2$s) cannot be %3$s
de_de: %1$s (ID: %2$s) kann nicht %3$s werden
es_es: %1$s (ID: %2$s) no puede ser %3$s
ro_ro: %1$s (ID: %2$s) nu poate fi %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
de_de: Steuerregel-ID unbekannt. Sie müssen erst eine Steuerregel mit dieser ID anlegen.
es_es: ID de grupo de tasa de impuestos desconocida. Primero debes crear un grupo con este ID.
ro_ro: ID nevalid de grup de reguli de taxe. Mai intai trebuie creat un grup cu acest ID.

source: %s cannot be saved
de_de: %s kann nicht gespeichert werden
es_es: %s no se puede guardar
ro_ro: %s nu poate fi salvat

source: Shop is not valid
de_de: Shop ungültig
es_es: La tienda no es válida
ro_ro: Magazinul nu este valid

source: Discount is invalid
de_de: Rabatt ungültig
es_es: El descuento no es válido
ro_ro: Reducerea nu este valida

source: Tags list is invalid
de_de: Stichwort-Liste ist ungültig
es_es: La lista de etiquetas no es válida
ro_ro: Lista de etichete nu este valida

source: Error copying image: %s
de_de: Das Bild konnte nicht kopiert werden: %s
es_es: Error al copiar la imagen: %s
ro_ro: Eroare la copierea imaginii: %s

source: Product #%1$d: the picture (%2$s) cannot be saved.
de_de: Artikel-Nr. %1$d: Bild (%2$s) kann nicht gespeichert werden
es_es: Producto #%1$d: la imagen (%2$s) no puede ser guardada.
ro_ro: Produsul nr. %1$d: imaginea (%2$s) nu a putut fi salvata.

source: Advanced stock management has incorrect value. Not set for product %1$s
de_de: Ungültiger Wert in der Erweiterten Lagerhaltung. Keine Angabe für den Artikel %1$s
es_es: La Administración Avanzada de Stock tiene un valor incorrecto. No establecido para el producto %1$s
ro_ro: Gestionarea avansata a stocurilor are o valoare incorecta. Nu este setata pentru produsul %1$s

source: Advanced stock management is not enabled, cannot enable on product %1$s
de_de: Erweiterte Lagerverwaltung nicht aktiviert, kann nicht für Artikel %1$s aktiviert werden
es_es: La Administración Avanzada de Stock no está activada. No puede activarse en el producto %1$s
ro_ro: Gestionarea avansata a stocurilor nu este activa, nu se poate activa pentru produsul %1$s

source: Advanced stock management is not enabled, warehouse not set on product %1$s
de_de: Erweiterte Lagerverwaltung nicht aktiviert, für Artikel %1$s existiert kein Lager
es_es: La Administración Avanzada de Stock no está activada. Almacén no establecido en el producto %1$s
ro_ro: Gestionarea avansata a stocurilor nu este activa, produsul %1$s nu are depozitul setat

source: Warehouse did not exist, cannot set on product %1$s.
de_de: Warenlager existiert nicht, kann für Artikel %1$s nicht gewählt werden.
es_es: El almacén no existe, no puedes establecer el producto %1$s.
ro_ro: Depozitul nu exista, nu s-a putut configura pentru produsul %1$s.

source: Incorrect value for "Depends on stock" for product %1$s
de_de: Falscher Wert für "abhängig vom Warenbestand" bei Artikel %1$s
es_es: Valor incorrecto para "Dependiendo del stock" para el producto %1$s
ro_ro: Valoare incorecta a optiunii "Depinde de stoc" pentru produsul %1$s

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %1$s
de_de: Erweiterte Lagerverwaltung deaktiviert, Option "abhängig vom Warenbestand" für Artikel %1$s nicht möglich
es_es: La Administración Avanzada de Stock no está activada. No se puede establecer "Dependiendo del stock" para el producto %1$s
ro_ro: Gestionarea avansata a stocurilor nu este activa, nu se poate seta "Depinde de stoc" pentru produsul %1$s

source: %data% cannot be saved
de_de: %data% kann nicht gespeichert werden
es_es: %data% no se puede guardar

source: No image was found for combination with id_product = %s and image position = %s.
de_de: Kein Bild vorhanden für Variante mit Artikel-ID %s und Bildposition = %s
es_es: Ninunga imagen encuentrada por la combinación con id_product = %s, y la posición de la imagen = %s.
ro_ro: Nu a fost gasita nicio imagine pentru combinatia cu id_product = %s si pozitia imaginii = %s.

source: EAN13 "%1s" has incorrect value for product with id %2d.
de_de: Der EAN13-Wert "%1s" ist ungültig für Artikel-Nr. %2d.
es_es: El EAN13 "%1s" tiene un valor incorrecto para el producto con id %2d.
ro_ro: EAN13 "%1s" are o valoare incorecta pentru produsul cu ID %2d.

source: Advanced stock management has incorrect value. Not set for product with id %d.
de_de: Erweiterter Lagerbestandsverwaltung für für Artikel-Nr %d nicht möglich (ungültiger Wert)
es_es: La administración avanzada de stock tiene un valor incorrecto. No establecido para el producto con Id %d.
ro_ro: Gestiunea avansata a stocurilor are o valoare incorecta. Nu se poate seta pentru produsul cu ID %d.

source: Advanced stock management is not enabled, cannot enable on product with id %d.
de_de: Erweiterte Lagerverwaltung nicht aktiviert, kann nicht für Artikel-Nr. %d aktiviert werden.
es_es: La administración avanzada de stock no está activada, no puede activarse en el producto con Id %d.
ro_ro: Gestiunea avansata a stocurilor nu este activa, nu se poate activa pentru produsul cu ID %d.

source: Advanced stock management is not enabled, warehouse is not set on product with id %d.
de_de: Erweiterte Lagerverwaltung nicht aktiviert, für Artikel-Nr. %d existiert kein Lager.
es_es: La administración avanzada de stock no está activada, almacén no establecido en producto con Id %d.
ro_ro: Gestiunea avansata a stocurilor nu este activa, depozitul nu a fost setat pentru produsul cu ID %d.

source: Email address %1$s (ID: %2$s) cannot be validated.
de_de: Die E-Mail-Adresse %1$s (ID: %2$s) kann nicht bestätigt werden.
es_es: La dirección de correo electrónico %1$s (ID: %2$s) no se puede validar.
ro_ro: Adresa de e-mail %1$s (ID: %2$s) nu poate fi validata.

source: Email address %1$s (ID: %2$s) cannot be saved.
de_de: Die E-Mail-Adresse %1$s (ID: %2$s) kann nicht gespeichert werden.
es_es: No se puede guardar la dirección de correo electrónico %1$s (ID: %2$s).
ro_ro: Adresa de e-mail %1$s (ID: %2$s) nu poate fi salvata.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
de_de: %1$s existiert nicht in der Datenbank %2$s (ID: %3$s) und kann deshalb nicht bestätigt werden
es_es: %1$s no existe en la base de datos %2$s (ID: %3$s), y por lo tanto no puede ser validada
ro_ro: %1$s nu exista in baza de date %2$s (ID: %3$s) si, prin urmare, salvarea nu a fost validata

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
de_de: %1$s existiert nicht in der Datenbank %2$s (ID: %3$s) und kann deshalb nicht gespeichert werden
es_es: %1$s no existe en la base de datos %2$s (ID: %3$s), y por lo tanto no puede guardarse
ro_ro: %1$s nu exista in baza de date %2$s (ID: %3$s) si, prin urmare, salvarea nu a fost finalizata

source: "%s" is not a valid email address.
de_de: "%s" ist keine gültige E-Mailadresse.
es_es: "%s" no es una dirección de correo electrónico válida.
ro_ro: "%s" nu este o adresa de e-mail valida.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
de_de: Die Kunden-Nr. %d existiert nicht in der Datenbank und kann deshalb nicht bestätigt werden.
es_es: La ID de cliente #%d no existe en la base de datos y, por lo tanto, no se puede validar.
ro_ro: Identificatorul clientului #%d nu exista in baza de date si, prin urmare, nu poate fi validat.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
de_de: Speichern nicht möglich: Kunden-Nr. %d gibt es in der Datenbank nicht.
es_es: El ID de cliente #%d no existe en la base de datos y, por lo tanto, no se puede guardar.
ro_ro: Identificatorul (ID) clientului #%d nu exista in baza de date. Prin urmare, salvarea nu a fost finalizata.

source: Supplier is invalid
de_de: Lieferant ungültig
es_es: Proveedor no válido
ro_ro: Furnizorul nu este valid

source: Alias is invalid
de_de: Alias ungültig
es_es: Alias no es válido
ro_ro: Pseudonimul nu este valid

source: Store is invalid
de_de: Shop unbekannt
es_es: Tienda no válida
ro_ro: Magazinul nu este valid

source: Supplier ID (%d) is not valid (at line %d).
de_de: ID Lieferant (%d) (in Zeile %d) ist nicht gültig.
es_es: La ID de proveedor (%d) no es válida (línea %d).
ro_ro: ID furnizor (%d) nu este valid (la linia %d).

source: Lang ID (%d) is not valid (at line %d).
de_de: ID Sprache (Nr. %d) in Zeile %d ist nicht gültig.
es_es: La ID del idioma (%d) no es válida (línea %d).
ro_ro: ID limba (%d) nu este valid (la linia %d).

source: Warehouse ID (%d) is not valid (at line %d).
de_de: ID Lager (%d) in Zeile %d ist nicht gültig.
es_es: La ID Almacén (%d) no es válida (línea %d).
ro_ro: ID depozit (%d) nu este valid (la linia %d).

source: Currency ID (%d) is not valid (at line %d).
de_de: ID Währung (%d) in Zeile %d ist nicht gültig.
es_es: La ID Moneda (%d) no es válida (línea %d).
ro_ro: ID moneda (%d) nu este valid (la linia %d).

source: Reference (%s) already exists (at line %d).
de_de: Kenn-Nr. (%s) existiert bereits in Zeile %d.
es_es: La referencia (%s) ya existe (línea %d).
ro_ro: Referinta (%s) exista deja (la linia %d).

source: Date format (%s) is not valid (at line %d). It should be: %s.
de_de: Datumsformat (%s) in Zeile %d ist nicht gültig. Format: %s.
es_es: Formato de fecha (%s) no es válido (en la línea %d). Debe ser: %s.
ro_ro: Formatul datei (%s) nu este valid (la linia %d). Ar trebui sa fie: %s.

source: YYYY-MM-DD
de_de: JJJJ-MM-TT
es_es: AAAA-MM-DD
ro_ro: AAAA-LL-ZZ

source: Date (%s) cannot be in the past (at line %d). Format: %s.
de_de: Datum (%s) in Zeile %d darf nicht in der Vergangenheit liegen. Format: %s
es_es: Fecha (%s) no puede ser anterior a la fecha actual (línea %d). Formato: %s.
ro_ro: Data (%s) nu poate fi in trecut (la linia %d). Format: %s.

source: Discount rate (%d) is not valid (at line %d). %s.
de_de: Der Rabattsatz (%d) in Zeile %d ist nicht zulässig. %s.
es_es: Tasa de descuento (%d) no válida (línea %d). %s.
ro_ro: Rata reducerii (%d) nu este valida (la linia %d). %s.

source: Format: Between 0 and 100
de_de: Format: zwischen 0 und 100
es_es: Formato: entre 0 y 100
ro_ro: Format: intre 0 si 100

source: Supply Order (%d) is not editable (at line %d).
de_de: Bestellung (%d) in Zeile %d kann nicht geändert werden.
es_es: El pedido de suministro (%d) no se puede editar (línea %d).
ro_ro: Comanda de aprovizionare (%d) nu este modificabila (la linia %d).

source: Supply Order could not be saved (at line %d).
de_de: Die Bestellung (in Zeile %d) konnte nicht gespeichert werden.
es_es: El pedido de suministro no se puede guardar (línea %d).
ro_ro: Comanda de aprovizionare nu a putut fi salvata (la linia %d).

source: Supply Order (%s) could not be loaded (at line %d).
de_de: Die Bestellung (%s) konnte (in Zeile %d) nicht geladen werden.
es_es: El pedido de suministro (%s) no se puede cargar (línea %d).
ro_ro: Comanda de aprovizionare (%s) nu a putut fi incarcata (la linia %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
de_de: Artikel (%d/%d) kann nicht zweimal hinzugefügt werden (s. in Zeile %d).
es_es: El producto/Atributo (%d/%d) no puede ser añadido dos veces (línea %d).
ro_ro: Produsul/Atributul (%d/%d) nu poate fi adaugat de doua ori (la linia %d).

source: Product (%d/%d) is not available for this order (at line %d).
de_de: Artikel (%d/%d) ist für diese Bestellung nicht verfügbar (s. Zeile %d) .
es_es: El producto (%d /%d) no está disponible para este pedido (línea %d).
ro_ro: Produsul (%d/%d) nu este disponibil pentru aceasta comanda (la linia %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
de_de: Netto-Stückpreis (%d) in Zeile %d ist nicht gültig.
es_es: Precio unitario (impuestos excl.) (%d) no válido (línea %d).
ro_ro: Pretul unitar (fara taxe) (%d) nu este valid (la linia %d).
