Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogHelp.*.xlf
Languages: it_it, pt_pt

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
it_it: Questo tipo di codice prodotto è tipico di Europa e Giappone, ma è ampiamente utilizzato a livello internazionale. È un sovra-insieme del codice UPC: tutti i prodotti contrassegnati da un EAN saranno accettati in Nord America.
pt_pt: Este tipo de código do produto é específico para a Europa e Japão, mas é amplamente utilizado internacionalmente. Trata-se de uma generalização do código UPC: todos os produtos marcados com um EAN são aceites na América do Norte.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
it_it: Questa combinazione ha un prezzo differente? È più economica o è più cara del prezzo al dettaglio predefinito?
pt_pt: Esta combinação tem um preço diferente? É mais barato ou mais caro que o preço de venda predefinido?

source: This interface allows you to specify the warehouse in which the product is stocked.
it_it: Questa interfaccia ti permette di specificare in quali magazzini è presente il prodotto.
pt_pt: Esta interface permite-lhe indicar em que armazém os produto está.

source: It is also possible to specify the location within the warehouse for each product or combination.
it_it: È anche possibile specificare la posizione all'interno del magazzino per ciascun prodotto o combinazione.
pt_pt: É também possível especificar o local no armazém para cada produto ou combinação.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
it_it: Le combinazioni sono le diverse varianti di un prodotto, con attributi come la sua taglia, il peso o il colore, che assumono valori diversi. Per creare una combinazione, devi prima creare gli attributi del prodotto. Vai, per questo, a Catalogo > Attributi & Caratteristiche!
pt_pt: Combinações são as diferentes variações de um produto, com atributos como o tamanho, o peso ou a cor que assumem diferentes valores. Para criar uma combinação, em primeiro lugar, é preciso que crie os atributos do seu produto. Para isso, vá para Catálogo > Atributos e características!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
it_it: Per aggiungere delle combinazioni, devi in primo luogo creare degli attributi appropriati e dei valori in [1]Attributi e Funzionalità[/1]. <br> Una volta fatto, puoi inserire gli attributi desiderati (come "taglia" o "colore") e i loro rispettivi valori ("XS", "rosso", "tutte", ecc.) nel campo sottostante; o semplicemente selezionarli nella colonna di destra. Quindi clicca su "Genera": questo creerà automaticamente per te tutte le combinazioni!

source: If a carrier has a tax, it will be added to the shipping fees.
it_it: Se un corriere prevede una tassa, questaa verrà aggiunta alle spese di spedizione.
pt_pt: Se uma transportadora tiver impostos, estes serão adicionados aos custos de expedição.

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
it_it: Dove dovrebbe essere disponibile il prodotto nel tuo sito? La categoria principale è dove il prodotto appare di default: essa è la categoria che è mostrata nell'URL della pagina del prodotto. Le categorie disabilitate sono scritte in corsivo.

source: Search categories
it_it: Cerca categorie
pt_pt: Pesquisar categorias

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
it_it: Se vuoi creare velocemente una categoria, puoi farlo qui. Non dimenticare, poi, di andare nella pagina Categorie e inserire i dettagli necessari (descrizione, immagine, ecc.). Una nuova categoria non apparirà automaticamente nel menù del tuo negozio, si prega di leggere in merito l'Help.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
it_it: Puoi specificare dei riferimenti prodotto per ciascun fornitore associato. Clicca su "Salva" dopo aver cambiato i fornitori selezionati per mostrare i riferimenti prodotto associati.
pt_pt: Pode indicar a(s) referência(s) do produto para cada fornecedor associado. Clique em «Guardar» depois de alterar os fornecedores selecionados para apresentar as referências associadas do produto.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
it_it: Questa interfaccia ti permette di specificare i fornitori del prodotto selezionato e delle sue combinazioni, se ce ne sono.
pt_pt: Esta interface permite-lhe especificar os fornecedores do produto atual e as suas combinações, se for caso disso.

source: You can specify supplier references according to previously associated suppliers.
it_it: Puoi specificare i riferimenti fornitore in base ai fornitori in precedenza associati.
pt_pt: Pode especificar as referências dos fornecedores de acordo com os fornecedores previamente associados.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
it_it: Quando si utilizza lo strumento di gestione avanzata del magazzino (vedi Parametri Negozio > Impostazioni prodotti), i valori da te definiti (prezzo, riferimenti) verranno utilizzati negli ordini di fornitura.
pt_pt: Ao usar a ferramenta avançada de gestão de stocks (ver Parâmetros da loja > Definições dos produtos), os valores que define (preço, referências) serão utilizados nas encomendas dos fornecedores.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
it_it: Questa è la URL in formato leggibile, come generata a partire dal nome del prodotto. Se lo vuoi, puoi cambiarla.
pt_pt: Este é o URL legível, gerado a partir do nome do produto. Pode alterá-lo se desejar.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
it_it: Quando il tuo prodotto è disabilitato, scegli su quale pagina i clienti devono essere reindirizzati quando visitano la sua pagina digitando il nome del prodotto o della categoria.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
it_it: Nessun reindirizzamento (404) = Non reindirizzare da nessuna parte e mostra una pagina 404 "Non trovata".
pt_pt: Sem redirecionamento (404) = Não redirecionar para nenhuma página e apresentar o erro 404 «Página não encontrada».

source: Permanent redirection (301) = Permanently display another product or category instead.
it_it: Reindirizzamento permanente (301) = Mostra in permanenza al suo post un altro prodotto o un'altra categoria.

source: Temporary redirection (302) = Temporarily display another product or category instead.
it_it: Reindirizzamento temporaneo (302) = Mostra temporaneamente al suo posto un altro prodotto o un'altra categoria.

source: Search name
it_it: Cerca nome
pt_pt: Pesquisar nome

source: Search ref.
it_it: Ricerca per rif.
pt_pt: Pesquisar referência

source: Search category
it_it: Cerca categoria
pt_pt: Pesquisar categoria

source: Recommended dimensions (for the default theme): %1spx x %2spx
it_it: Dimensioni raccomandate (per il tema predefinito): %1spx x %2spx
pt_pt: Dimensões recomendadas (para o tema predefinido): %1spx x %2spx

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
it_it: Una categoria vuota è una categoria che non ha prodotti direttamente associati a essa. Una categoria vuota TUTTAVIA potrebbe contenere prodotti attraverso le sottocategorie.
pt_pt: Uma categoria vazia significa que não tem qualquer produto associado a esta. Uma categoria vazia pode, contudo, conter produtos através das suas subcategorias.

source: This will be displayed in the cart summary, as well as on the invoice.
it_it: Verrà visualizzato sia nel riassunto carrello che nella fattura.
pt_pt: Este nome será mostrado no resumo do carrinho ao cliente, assim como nas faturas.

source: For your eyes only. This will never be displayed to the customer.
it_it: Solo per te. Non verrà mai visualizzato al cliente.
pt_pt: Apenas para si. A descrição nunca será apresentada ao cliente.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
it_it: Questo è il codice che gli utenti devono utilizzare per applicare un voucher al carrello. Puoi inserire un tuo codice o generarne uno cliccando su "Genera".
pt_pt: Isto é o código que os clientes devem usar num carrinho para usufruírem do vale. Crie o seu código ou clique em Gerar.

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
it_it: Attenzione! Se lasci vuoto questo campo, la regola verrà applicata automaticamente ai clienti beneficiari.
pt_pt: Atenção! Se deixar este campo em branco a regra será automaticamente aplicada aos clientes beneficiários.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
it_it: Se il buono non è ancora nel carrello, verrà visualizzato nel riepilogo del carrello in basso.
pt_pt: Se o vale de desconto ainda não estiver no carrinho, será apresentado no resumo do carrinho.

source: Only applicable if the voucher value is greater than the cart total.
it_it: Applicabile solo se il buono è di valore maggiore al carrello totale.
pt_pt: Apenas aplicável se o valor do cupão for maior que o total do carrinho.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
it_it: Se non utilizzi parzialmente il coupon verrà scontato dall'importo dell'ordine, se no un nuovo coupon sarà creato per la differenza.
pt_pt: Se não permitir o uso parcial, o valor do vale será reduzido ao valor total da encomenda. No entanto, se permitir utilização parcial, um novo vale será emitido com o montante restante.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
it_it: Le regole carrello hanno priorità. Una regola carrello con priorità “1” sarà processata nel carrello prima di quella con priorità “2”.
pt_pt: As regras de carrinho são aplicadas por prioridade. Uma regra de carrinho com uma prioridade "1" será processada antes de uma regra de carrinho com uma prioridade "2".

source: Optional: The cart rule will be available to everyone if you leave this field blank.
it_it: Opzionale, la regola carrello sarà disponibile per tutti se si lascia vuoto questo campo.
pt_pt: Opcional: A regra de carrinho ficará disponível para todos se deixar este campo em branco.

source: The default period is one month.
it_it: Il periodo di default è un mese.
pt_pt: O período padrão é de um mês.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
it_it: Puoi scegliere un importo minimo per il carrello con o senza Iva e con o senza spese di spedizione.
pt_pt: Pode escolher um montante mínimo para o carrinho com ou sem IVA e portes.

source: The cart rule will be applied to the first "X" customers only.
it_it: Questa regola del carrello sarà applicata solo ai primi X clienti.
pt_pt: A regra de carrinho será aplicada apenas aos primeiros "X" clientes.

source: A customer will only be able to use the cart rule "X" time(s).
it_it: Un cliente potrà utilizzare questa regola carrello solo per X volta/e.
pt_pt: Um cliente apenas poderá usar a regra de carrinho nas vezes indicadas.

source: This restriction applies to the country of delivery.
it_it: Queste restrizioni si applicano al paese di consegna.
pt_pt: Esta restrição é aplicada ao país de entrega.

source: Does not apply to the shipping costs
it_it: Non si applica ai costi di spedizione
pt_pt: O desconto não será aplicado aos custos de envio
