Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminDesignHelp.*.xlf
Languages: id_id

source: Add new page category
id_id: Tambahkan kategori halaman baru

source: Add new page
id_id: Tambah halaman baru

source: E.g. address, addresses, attachment
id_id: Misalnya. alamat, lampiran

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
id_id: Gambar JPEG memiliki ukuran file kecil dan kualitas standar. Gambar PNG memiliki ukuran file yang lebih besar, kualitas yang lebih tinggi dan transparansi dukungan. Perhatikan bahwa dalam semua kasus file gambar akan memiliki ekstensi. Jpg.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
id_id: PERHATIAN: Fitur ini mungkin tidak cocok dengan theme, atau dengan modul yang Anda gunakan. Misalnya, mode PNG tidak cocok dengan modul Watermark. Jika menemuii masalahm matikan mode diatas dengan memilih "Gunakan JPEG".

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
id_id: Berkisar dari 0 (terburuk kualitas, file terkecil) untuk 100 (kualitas terbaik, file terbesar)

source: Recommended: 90.
id_id: Direkomendasikan: 90.

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
id_id: Kompresi PNG adalah lossless: tidak seperti JPG, Anda tidak kehilangan kualitas gambar pada rasio kompresi yang tinggi. Akan tetapi, foto akan dikompress secara tidak sempurna.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
id_id: Berkisar antara 0 (ukuran file terbesar) sampai 9 (ukuran file terkecil, proses dekompresi lebih lambat).

source: Recommended: 7.
id_id: Direkomendasikan: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
id_id: Ukuran maksimum gambar yang dapat diunggah pelanggan untuk kustomisasi produk (dalam bytes).

source: Width of product customization pictures that customers can upload (in pixels).
id_id: Lebar gambar untuk kustomisasi produk yang dapat diunggah oleh pelanggan (dalam pixel).

source: Height of product customization pictures that customers can upload (in pixels).
id_id: Tinggi maksimum gambar untuk kustomisasi produk yang dapat diunggah oleh pelanggan (dalam byte).

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
id_id: Hal ini akan membuat tambahan file untuk masing-masing gambar (dan akan menambah total jumlah gambar). Resolusi gambar ini akan dua kali lebih tinggi.

source: Enable to optimize the display of your images on high pixel density screens.
id_id: Aktifkan untuk optimasi tampilan gambar pada layar resolusi tinggi.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
id_id: Harus diset ke Ya hanya jika Anda berhasil memindahkan file gambar di menu "Preferences" - "Images"

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
id_id: Huruf, garis bawah dan huruf sambung (mis. "small_custom", "cart_medium", "large", "thickbox_extra-large").

source: Maximum image width in pixels.
id_id: Ukuran lebar maksimum dalam pixel.

source: Maximum image height in pixels.
id_id: Ukuran tinggi maksimum dalam pixel.

source: This type will be used for Product images.
id_id: Tipe ini akan diaplikasikan ke gambar produk.

source: This type will be used for Category images.
id_id: Tipe ini akan digunakan pada gambar kategori.

source: This type will be used for Brand images.
id_id: Tipe ini akan digunakan untuk gambar brand.

source: This type will be used for Supplier images.
id_id: Tipe ini akan diterapkan ke gambar pemasok

source: This type will be used for Store images.
id_id: Tipe ini akan diterapkan ke gambar toko

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
id_id: Akan muncul dihalaman depan. Untuk tema default direkomendasikan menggunakan ukuran: tinggi %height% dan lebar %width%.

source: Will appear on email headers. If undefined, the header logo will be used.
id_id: Akan ditampilkan di email, jika tidak diisi, logo header yang akan digunakan.

source: Warning: if no invoice logo is available, the main logo will be used instead.
id_id: Peringatan: Jika logo untuk invoice tidak ditemukan, logo utama yang akan digunakan.

source: Will appear on invoice headers.
id_id: Akan muncul pada header di invoice.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
id_id: Perhatian: Anda dapat menggunakan PNG untuk transparansi, tapi akan memakan waktu 1 detik per halaman untuk memprosesnya. Harap pertimbangkan untuk menggunakan format JPG.

source: Will appear in the address bar of your web browser.
id_id: Akan muncul di address bar pada browser Anda,

source: You must select a shop from the above list if you wish to choose a theme.
id_id: Pilih toko pada pilihan diatas jika akan mengganti theme.

source: Browse your computer files and select the Zip file for your new theme.
id_id: Cari file dikomputer dan pilih file Zip untuk theme baru Anda.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
id_id: Merujuk kepada URL lengkap yang berisi file Zip theme baru Anda. Misalnya, "http://example.com/files/theme.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
id_id: Berikut daftar file Zip yang Anda unggah di direktori '/themes'.

source: To add "tags" click in the field, write something, and then press "Enter."
id_id: Untuk menambah "tag" klik pada field, tulis sesuatu, kemudian tekan "ENTER"

source: Regenerates thumbnails for all existing images
id_id: Bangkitkan kembali tumbnail ke semua gambar produk

source: Please be patient. This can take several minutes.
id_id: Sabar ya, untuk beberapa menit

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
id_id: Hati-hati! Thumbnail secara manual yang dihasilkan akan terhapus oleh thumbnail otomatis dihasilkan.

source: Select "No" only if your server timed out and you need to resume the regeneration.
id_id: Pilih "Tidak" hanya jika server Anda time out dan Anda perlu meneruskan kembali proses pembuatan gambar.

source: Please select a module
id_id: Silahkan pilih modul

source: Select a module above before choosing from available hooks
id_id: Pilih modul diatas sebelum memilih hook yang tersesia

source: Please specify the files for which you do not want the module to be displayed.
id_id: Silakan tentukan file-file yang Anda tidak ingin modul yang akan ditampilkan

source: Please input each filename, separated by a comma (",").
id_id: Silahkan input masing-masing nama file, dipisahkan oleh koma (",").

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
id_id: Anda dapat memilih pada daftar file dibawah dengan satu klik, atau membuat beberapa pilihan sekaligus dengan menekan tombol Ctrl+klik, atau memilih sekaligus dengan menekan tombol Shift+klik.
