Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminNotificationsError.*.xlf
Languages: it_it

source: You do not have permission to add this.
it_it: Non hai diritti sufficienti per l'aggiunta.

source: Invalid action
it_it: Azione non valida

source: You do not have permission to edit this.
it_it: Non hai il permesso di modificare questo campo.

source: You do not have permission to delete this.
it_it: Non hai diritti sufficienti per sopprimere un elemento.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
it_it: PrestaShop non ha potuto accedere ad Addons. Si prega di controllare le tue credenziali e la tua connessione Internet.

source: This functionality has been disabled.
it_it: Questa funzionalità è stata disattivata.

source: Invalid tag(s) (%s)
it_it: Tag non validi (%s)

source: Incorrect value for "Depends on stock" for product %1$s
it_it: Valore errato per "Dipende dalla disponibilità" per il prodotto %1$s

source: Invalid URL
it_it: URL non valido

source: The 'From' date format is invalid (YYYY-MM-DD)
it_it: La data di inizio non è valida (formato AAAA-MM-GG)

source: The 'To' date format is invalid (YYYY-MM-DD)
it_it: La data di fine non è valida (formato AAAA-MM-GG)

source: Access denied
it_it: Accesso negato

source: An error occurred while attempting to delete the image. (cannot load object).
it_it: Si è verificato un errore durante il tentativo di eliminare l'immagine (impossibile caricare l'oggetto).

source: You cannot delete this item.
it_it: Non puoi cancellare questo elemento.

source: Unable to delete associated images.
it_it: Impossibile cancellare le immagini associate.

source: An error occurred when attempting to update the required fields.
it_it: Errore nell'aggiornamento dei campi richiesti.

source: field %s is required.
it_it: il campo %s è richiesto.

source: Cannot add configuration %s
it_it: Non è possibile aggiungere la configurazione %s

source: The object cannot be loaded (or found)
it_it: Oggetto impossibile da caricare (o non trovato)

source: The object cannot be loaded (the identifier is missing or invalid)
it_it: Non è stato possibile caricare l'oggetto (identificatore perso o non valido)

source: The field %1$s is required at least in %2$s.
it_it: Il campo %1$s è richiesto almeno in %2$s.

source: %s: Incorrect value
it_it: %s: Valore errato

source: Can't delete #%d
it_it: Non si può eliminare #%d

source: An error occurred while assigning a zone to the selection.
it_it: Si è verificato un errore durante l'assegnazione di una zona alla selezione.

source: You must select at least one element to assign a new zone.
it_it: Devi selezionare almeno un elemento per assegnare una nuova zona.

source: You need at least one object.
it_it: Devi mantenere almeno un oggetto.

source: You cannot delete all of the items.
it_it: Non puoi cancellarli tutti.

source: An error occurred during deletion.
it_it: Si è verificato un errore durante la cancellazione.

source: The %1$s field (%2$s) is invalid.
it_it: Il campo %1$s (%2$s) non è valido.

source: An error occurred while uploading the image.
it_it: Si è verificato un errore durante l'upload dell'immagine.

source: The %s field is required.
it_it: Il campo %s è richiesto.

source: Invalid file name
it_it: Nome di file non valido

source: An error occurred while attempting to create a new folder.
it_it: È verificato un errore durante la creazione di nuova cartella

source: An error occurred while copying the image.
it_it: Si è verificato un errore durante la copia dell'immagine.

source: An error occurred while copying this image: %s
it_it: Si è verificato un errore durante la copia di questa immagine: %s

source: Error while updating the status.
it_it: Errore durante l'aggiornamento dello stato.

source: Cannot retrieve file.
it_it: Non è possibile recuperare il file.

source: Cannot delete file
it_it: Non è possibile cancellare il file

source: Invalid name for %s language
it_it: Nome non valido per la lingua %s

source: The name for %1s language is too long (%2d chars max).
it_it: Il nome per la lingua %1s è troppo lungo (massimo %2d caratteri).

source: The file is missing.
it_it: Il file è mancante.

source: Invalid file extension
it_it: Estensione di file non valida

source: The file name is too long.
it_it: Dimensione del nome del file troppo lunga.

source: Invalid file
it_it: File non valido

source: The %s field is not valid
it_it: Il campo %s non è valido

source: Invalid date format.
it_it: Formato data non valido.

source: Invalid date range
it_it: Intervallo di date non valido

source: An error occurred while updating the image.
it_it: Si è verificato un errore durante l'aggiornamento dell'immagine.

source: An error occurred while linking the object %table_name% to categories.
it_it: Si è verificato un errore durante il collegamento dell'oggetto %table_name% alle categorie.

source: The object cannot be loaded.
it_it: Impossibile caricare l'oggetto

source: The tags list (%s) is invalid.
it_it: La lista di Tags (%s) non è valida.

source: An error occurred while copying this image:
it_it: Si è verificato un errore durante la copia di questa immagine:

source: An error occurred while deleting the object.
it_it: Si è verificato un errore durante la cancellazione dell'oggetto.

source: An error occurred while updating an object.
it_it: Si è verificato un errore durante l'aggiornamento.

source: An error occurred while updating the status.
it_it: Si è verificato un errore durante l'aggiornamento dello status.

source: An error occurred while deleting this selection.
it_it: Si è verificato un errore durante la cancellazione della selezione.

source: You must select at least one element to delete.
it_it: Devi selezionare almeno un elemento per poter cancellare.

source: (cannot load object)
it_it: (Impossibile caricare l'oggetto)

source: An error occurred while updating the status for an object.
it_it: Si è verificato un errore durante l'aggiornamento dello status dell'oggetto.

source: Failed to update the position.
it_it: Impossibile aggiornare la posizione.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
it_it: A causa delle restrizioni sui limiti di memoria, questa immagine non può essere caricata. Si prega di incrementare il limite di memoria nella configurazione del tuo server.

source: Error while delete
it_it: Errore durante la cancellazione

source: Failed to update the status
it_it: Impossibile aggiornare lo stato

source: You cannot upload more files
it_it: Non puoi caricare altri files

source: An error occurred while creating an object.
it_it: Si è verificato un errore durante la creazione dell'oggetto.

source: The %s field is invalid.
it_it: Il campo %s non è valido.

source: The %1$s field is too long (%2$d chars max).
it_it: Il campo %1$s è troppo lungo (%2$d caratteri al massimo).

source: An error occurred while saving the message.
it_it: Si è verificato un errore durante il salvataggio del messaggio.

source: You do not have permission to view this.
it_it: Non hai i permessi per visualizzare questo.

source: Access denied.
it_it: Accesso vietato.

source: [%s] is not a valid configuration key
it_it: [%s] non è una chiave di configurazione valida

source: This class name does not exist.
it_it: Il nome di questa classe non esiste.

source: This property does not exist in the class or is forbidden.
it_it: Questa proprietà non esiste nella classe o è vietato.

source: This association has too many elements.
it_it: Questa associazione contiene troppi nomi chiave.

source: This name is not allowed.
it_it: Questo nome non è consentito.

source: Syntax error with this pattern.
it_it: Errore di sintassi con questo modello.

source: This key has already been used.
it_it: Questo tasto è usato troppe volte (è consentito una volta).

source: Fatal error
it_it: Errore fatale

source: Cannot parse feed.
it_it: Impossibile recuperare il flusso!

source: No default currency
it_it: Nessuna valuta di default individuata!

source: Could not load cart id=%s
it_it: Non è stato possibile caricare il carrello id=%s

source: Bad SQL query
it_it: Query SQL non valida

source: Please fill in all the required fields.
it_it: Compilare tutti I campi richiesti.

source: Invalid message
it_it: Messaggio non valido

source: The uploaded file exceeds the post_max_size directive in php.ini
it_it: Il file caricato supera il valore massimo consentito per post_max_size in php.ini

source: File is too big. Current size is %1s, maximum size is %2s.
it_it: File troppo grande. La dimensione corrente è %1s, la massima dimensione è %2s.

source: Server file size is different from local file size
it_it: La dimensione del file sul server differisce da quella del file locale

source: The uploaded file exceeds %s
it_it: Il file caricato supera i %s

source: The uploaded file was only partially uploaded
it_it: Il file è stato parzialmente inviato.

source: No file was uploaded
it_it: Nessun file è stato caricato

source: Missing temporary folder
it_it: Cartella temporanea assente

source: Failed to write file to disk
it_it: Impossibile scrivere il file sul disco

source: A PHP extension stopped the file upload
it_it: Un'estensione PHP ha fermato il caricamento del file

source: Filetype not allowed
it_it: Tipo di file non consentito

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
it_it: Il file inviato supera la dimensione massima autorizzata.

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
it_it: L'immagine è troppo grande (%1$d kB). Massimo permesso: %2$d kB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
it_it: formato dell'immagine non riconosciuto; formati accettati: GIF, JPG, PNG

source: Error while uploading image; please change your server's settings. (Error code: %s)
it_it: Errore durante il caricamento dell'immagine, è necessario cambiare le impostazioni del server. (Codice errore: %s)

source: Image format not recognized, allowed formats are: .ico
it_it: formato di immagine non riconosciuto; i formati autorizzati sono: .ico

source: Error while uploading image; please change your server's settings.
it_it: Errore durante il caricamento dell'immagine: si prega di modificare le impostazioni del server.

source: Property %s is empty.
it_it: La proprietà %s è vuota.

source: Property %1$s has a bad value (allowed values are: %2$s).
it_it: La proprietà %1$s ha un valore errato (i valori permessi sono: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
it_it: La voce nel campo %1$s (lingua %2$s) eccede la lunghezza massima di %3$d caratteri (incl. i tag html).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
it_it: La lunghezza della proprietà %1$s è attualmente di %2$d caratteri. Essa deve essere compresa tra %3$d e %4$d caratteri.

source: Validation function not found: %s.
it_it: Funzione di validazione non trovata: %s.

source: Property %s is not valid
it_it: La proprietà %s non è valida

source: is required.
it_it: richiesti

source: %1$s is too long. Maximum length: %2$d
it_it: %1$s è troppo lungo. Lunghezza massima: %2$d

source: %s is invalid.
it_it: %s non è valida.

source: The field %s is required.
it_it: Il campo %s è richiesto.

source: file (%s) not writable
it_it: il file (%s) non è scrivibile

source: directory (%s) not writable
it_it: la directory (%s) non è scrivibile

source: No files were uploaded.
it_it: Nessun file è stato caricato.

source: Source file does not exist or is empty.
it_it: Il file sorgente non esiste oppure è vuoto.

source: The uploaded file is too large.
it_it: Il file caricato è troppo grande.

source: File has an invalid extension, it should be one of these: %s.
it_it: Il file ha un'estensione non valida, che dovrebbe essere una di queste: %s.

source: Error on image caption: "%1s" is not a valid caption.
it_it: Errore nella didascalia immagine: "%1s" non è una didascalia valida.

source: Cannot scan root directory
it_it: Impossibile analizzare la directory principale

source: Cannot scan "override" directory
it_it: Impossibile esaminare la directory override

source: File %2$s (in directory %1$s)
it_it: File %2$s (nella directory %1$s)

source: Please fill out all fields.
it_it: Per favore compila tutti i campi.

source: An error occurred on saving.
it_it: Si è verificato un errore durante il salvataggio.

source: An error occurred while attempting to upload the file.
it_it: Errore nel caricamento del file.

source: An error occurred during the image upload process.
it_it: Errore durante il caricamento delle immagini.

source: The voucher code is invalid.
it_it: Il codice del buono non è valido.

source: Maximum depth: Invalid number.
it_it: Profondità massima: numero non valido.

source: An error occurred while attempting to save.
it_it: Errore durante il salvataggio.

source: The URL rewrite field must be filled in either the default or English language.
it_it: Il campo di riscrittura dell'URL deve essere compilato almeno nella lingua di default o in inglese.

source: Cannot write into file: %filename%. Please check write permissions.
it_it: Impossibile scrivere nel file: %filename%. Controlla i permessi di scrittura.

source: This domain is not valid.
it_it: Nome di dominio non valido.

source: The SSL domain is not valid.
it_it: Nome di dominio SSL non valido.

source: You cannot delete or disable the last shop group.
it_it: Non è possibile eliminare o disattivare l'ultimo gruppo negozi.

source: You cannot delete or disable a shop group in use.
it_it: Non puoi eliminare o disattivare un gruppo negozi in uso.

source: File too large (limit of %s bytes).
it_it: File troppo grande (limite di %s bytes).

source: File upload was not completed.
it_it: L'upload del file non è stato completato.

source: No file was uploaded.
it_it: Non è stato inviato alcun file

source: Internal error #%s
it_it: Errore interno #%s

source: No file has been selected
it_it: Nessun file selezionato

source: The object cannot be loaded.
it_it: Impossibile caricare l'oggetto

source: Page not found
it_it: Pagina non trovata

source: Your Zip/postal code is incorrect.
it_it: Il tuo CAP non è corretto.

source: It must be entered as follows:
it_it: Deve essere digitato come segue:

source: A Zip/postal code is required.
it_it: È richiesto un CAP.

source: The Zip/postal code is invalid.
it_it: Il CAP non è valido.

source: The object could not be loaded.
it_it: L'oggetto non può essere caricato.

source: You cannot disable the Main URL.
it_it: Non puoi disattivare l'URL principale.

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
it_it: Non è possibile modificare un URL principale in un URL non principale. Devi prima impostare un altro URL come URL principale per il negozio selezionato.

source: A shop URL that uses this domain already exists.
it_it: Esiste già un URL negozio che utilizza questo dominio.

source: A shop virtual URL cannot be "%URL%"
it_it: L'URL virtuale di un negozio non può essere "%URL%"

source: Unknown error.
it_it: Errore sconosciuto.

source: You do not have permission to upload this.
it_it: Non hai diritti sufficienti per caricare questo elemento.

source: "%s" does not exist.
it_it: "%s" non esiste.

source: Directory "%s" cannot be created
it_it: La cartella "%s" non può essere creata

source: File "%s" cannot be created
it_it: Il file "%s" non può essere creato

source: Cannot write this file: "%s"
it_it: Impossibile scrivere questo file: “%s”

source: This file must be writable: %s
it_it: Il file deve essere scrivibile: %s

source: No file has been selected.
it_it: Nessun file selezionato.

source: The server does not have permissions for writing.
it_it: Il server non dispone di permessi per la scrittura.

source: Please check rights for %s
it_it: Per favore controlla i diritti per %s

source: This file must be writable:
it_it: Questo file deve essere modificabile:

source: Fatal error: The module directory does not exist.
it_it: Errore fatale: la directory che contiene i moduli non è presente.

source: No profile.
it_it: Nessun profilo.

source: No valid value for field exceptions has been defined.
it_it: Valore del campo eccezioni non corretto.

source: An error occurred while transplanting the module to its hook.
it_it: Si è verificato un errore durante lo spostamento del collegamento.

source: There is one error.
it_it: C'è un errore.

source: There are several errors.
it_it: Ci sono diversi errori.

source: Email is empty.
it_it: Indirizzo email mancante.

source: Invalid email address.
it_it: E-mail non valida.

source: The password field is blank.
it_it: Il campo password è vuoto.

source: Invalid password.
it_it: Password non valida.

source: The email address is invalid.
it_it: E-mail non valida.

source: An error occurred during the file upload process.
it_it: Si è verificato un errore durante l'invio del file.

source: The selected date range is not valid.
it_it: L'intervallo di date selezionato non è valido.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
it_it: File troppo grande. Dimensione massima accettata: %1$d kB. Il file che stai cercando di caricare è di: %2$d kB.

source: Invalid selection
it_it: Selezione non valida

source: Address format invalid
it_it: Formato indirizzo non valido

source: Unable to update settings.
it_it: Impossibile aggiornare impostazioni.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
it_it: Il file è troppo grande. La dimensione massima consentita è: [1]. Il file che stai cercando di caricare è grande [2].

source: There are %d errors.
it_it: Ci sono %d errori.

source: There is %d error.
it_it: C'è %d errore.
