Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersNotification.*.xlf
Languages: uk_ua, zh_tw

source: Before you can use this tool, you need to:
uk_ua: Перш ніж ви зможете використовувати цей інструмент, ви повинні:
zh_tw: 在使用此工具前，您需要：

source: 1) Create a blank .htaccess file in your root directory.
uk_ua: 1) Створити порожній файл .htaccess у вашій кореневій теці.
zh_tw: 1)在根目錄建立空白.htaccess檔案

source: 2) Give it write permissions (CHMOD 666 on Unix system).
uk_ua: 2) Установіть йому права на запис (CHMOD 666 у Unix системі).
zh_tw: 設定寫入權限(在 Unix 系統 CHMOD 666)

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
uk_ua: Ваш файл robots.txt ПОВИНЕН бути в кореневому каталозі вашого сайту і більше ніде (напр., http://www.example.com/robots.txt).
zh_tw: 您的 robots.txt 檔案必須放在網站根目錄 (例如 http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
uk_ua: Згенеруйте файл "robots.txt", натиснувши наступну кнопку (це зітре ваш старий файл robots.txt)
zh_tw: 點選下面按鈕來產生您的 "robots.txt" 檔案（這會刪除舊有 robots.txt 檔案）

source: 1) Create a blank robots.txt file in your root directory.
uk_ua: 1) Створіть порожній файл robots.txt у кореневому каталозі вашого сайту.
zh_tw: 在根目錄建立一個空白的 robots.txt 檔案

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
uk_ua: Тут ви можете встановити URL для вашого магазину. Якщо ви перенесете ваш магазин на новий URL, не забудьте змінити це значення.
zh_tw: 在這裡可以設定您的商店網址，如果您將商店搬到了新的網址，記得修改下面數值

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
uk_ua: Функцію Мультимагазин увімкнено. Якщо хочете змінити URL вашого магазину, вам необхідно перейти на сторінку Мультимагазин в меню "Додаткові налаштування"
zh_tw: 多商店選項已經啟用，如果您想要修改商店的網址，您必須在 "進階參數" 選單下的 "多商店" 頁面設定

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
uk_ua: У цьому розділі можна змінити типовий вигляд ваших посилань. Для того, щоб використовувати цю функцію, повинна бути ввімкнена опція "Дружній URL" у PrestaShop, та повинен бути активований модуль перезапису (mod_rewrite) на вашому веб сервері.

source: There are several available keywords for each route listed below; note that keywords with * are required!
uk_ua: Є декілька доступних ключових слів для кожного маршруту перерахованого нижче; зверніть увагу, що ключові слова з * обов'язкові для заповнення!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
uk_ua: Щоб додати ключове слово до вашого URL, використовуйте синтаксис {keyword}. Якщо ключове слово не порожнє, ви можете додати текст до або після ключового слова згідно синтаксису {prepend:keyword:append}. Наприклад, {-hey-:meta_title} додасть "-hey-me-title" в URL, якщо мета-назва встановлена.

source: You can only display the page list in a shop context.
uk_ua: Показувати список сторінок можна лише в контенті магазину
zh_tw: 您只能在商店架構下顯示這個頁面列表

source: Before being able to use this tool, you need to:
uk_ua: Перед використанням цього інструменту, вам потрібно:

source: Create a blank .htaccess in your root directory.
uk_ua: створіть порожній файл .htaccess в вашому кореневому каталозі
zh_tw: 在根目錄建立一個空的 .htaccess 檔案

source: Give it write permissions (CHMOD 666 on Unix system).
uk_ua: Установіть права на запис (CHMOD 666 у Unix системі).
zh_tw: 設定寫入權限(在 Unix 系統 CHMOD 666)

source: Assign a valid page if you want it to be read.
uk_ua: Призначте дійсну сторінку, якщо ви бажаєте, щоб її прочитали.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
uk_ua: Вкажіть SMTP сервер та порт для нього. Якщо ви не знаєте їх, використовуйте функцію PHP mail() натомість.
zh_tw: 您必須設定 SMTP 伺服器與 SMTP 連接埠，如果不清楚，請改用 PHP mail() 方式

source: The discount value is incorrect (must be a percentage).
uk_ua: Значення знижки неправильне (слід вказати відсоток).
zh_tw: 折扣數值錯誤（必須是一個百分比）

source: Wrong category ID.
uk_ua: № категорії невірний.
zh_tw: 錯誤的分類ID

source: The discount value is incorrect.
uk_ua: Значення поля знижка зазначене невірно
zh_tw: 折扣值有誤

source: You cannot save group reductions.
uk_ua: Не вдалося зберегти групу скорочень.
zh_tw: 無法儲存群組減價

source: An error occurred while updating this group.
uk_ua: Помилка при оновленні групи.
zh_tw: 更新這個群組時發生錯誤

source: An address located in a country containing states must have a state selected.
uk_ua: Потрібно вибрати регіон.
zh_tw: 在含州國家，位於一個地址必須有一個國家選擇。

source: Latitude and longitude are required.
uk_ua: Потрібна широта й довгота .
zh_tw: 經度和緯度是必需的。

source: The specified state is not located in this country.
uk_ua: Визначений штат не знаходиться у цій країні.
zh_tw: 指定的區域不在這個國家

source: For security reasons, you cannot delete default order statuses.
uk_ua: З міркувань безпеки Ви не можете видаляти статуси типових замовлень.
zh_tw: 基於安全考慮，您不能刪除默認的訂單狀態。

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
uk_ua: Встановіть модуль "%modulename%", щоб надати партнерам доступ до їхньої статистики.

source: Percent of the sales.
uk_ua: Відсоток від продажів.
zh_tw: 以銷售之百分比付費

source: This is not a valid IP address:
uk_ua: Дана IP адреса - недійсна:
zh_tw: 這個 IP 位址有誤：

source: Width and height must be numeric values.
uk_ua: Ширина і висота повинні бути числовими.
zh_tw: 寬與高必須是數字

source: Aliases and results are both required.
uk_ua: потрібно ввести і аліаси, і результати
zh_tw: 代稱與結果都是必填的

source: Is not a valid result
uk_ua: не є дійсним результатом
zh_tw: 不是有效的結果

source: Is not a valid alias
uk_ua: не є дійсним аліасом
zh_tw: 不是有效的別名

source: Creation successful
uk_ua: Успішно створено
zh_tw: 建立成功

source: You cannot delete this shop (customer and/or order dependency).
uk_ua: Ви не можете видалити цей магазин (виявлено залежності від покупця та/або замовлення).

source: Please create some sub-categories for this root category.
uk_ua: Будь ласка, створіть декілька підкатегорій для цієї кореневої категорії.
zh_tw: 請在此根分類下建立次分類

source: You need to select at least the root category.
uk_ua: Як мінімум необхідно обрати кореневу категорію
zh_tw: 您必須選擇至少一個根分類

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
uk_ua: Увага: Ви не зможете змінити групу магазину, якщо він належить до групи, в якій активований один із наступних параметрів: Спільні покупці, Спільні запаси чи Спільні замовлення.
zh_tw: 警告：如果這個商店的群組啟用了共用客戶、共用數量或共用訂單等功能，您就不能夠修改這個商店的群組

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
uk_ua: Ви можете помістити ваш магазин в групу, у якій всі параметри "Спільні..." вимкнено або в якій немає покупців/замовлень
zh_tw: 您只能夠移動商店到各種共用選項都關閉的群組，或是一個沒有客戶或訂單的群組

source: Click here to set a URL for this shop.
uk_ua: Натисніть тут, щоб встановити URL для цього магазину
zh_tw: 點選這裡來設定商店網址

source: You cannot delete this shop (customer and/or order dependency)
uk_ua: Ви не можете видалити цей магазин (виявлена залежність від замовлення та/або покупця)
zh_tw: 您不能夠刪除這個商店 (客戶或訂單依存關係)

source: The module '%s' must be activated and configurated in order to have all the statistics
uk_ua: Для отримання статистики, модуль '%s' має бути активовано та налаштовано

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
uk_ua: Увага: знижка застосовується до цієї категорії, не сумується із загальною знижкою, а заміщає її
zh_tw: 警告：套用到分類的折扣不會與所有折扣重疊，而是直接取代

source: Only products that have this category as the default category will be affected.
uk_ua: Вплине лише на товари, у яких ця категорія визначена як типова.
zh_tw: 只有將這個分類作為預設的商品會受到影響。
