Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersFeature.*.xlf
Languages: lt_lt, ms_my, ta_in

source: Logistician
lt_lt: Logistikos specialistas

source: Translator
lt_lt: Vertėjas

source: Salesman
lt_lt: Pardavėjas

source: Customer ID
lt_lt: Vartotojo ID

source: Template
lt_lt: Šablonas

source: Store contacts
lt_lt: Parduotuvės kontaktai

source: Supply Order Details
lt_lt: SupplyOrdersDetails

source: Ignore this column
lt_lt: Ignoruoti šį stulpelį

source: Product ID
lt_lt: Prekės ID
ms_my: ID produk

source: Product Reference
lt_lt: Prekės kodas

source: Attribute (Name:Type:Position)
lt_lt: Savybė (Pavadinimas:Tipas:Pozicija)

source: Value (Value:Position)
lt_lt: Reikšmė (Reikšmė:Pozicija)

source: Supplier reference
lt_lt: Tiekėjo nuoroda

source: Minimal quantity
lt_lt: Minimalus kiekis

source: Default (0 = No, 1 = Yes)
lt_lt: Numatytasis (0 = Ne, 1 = Taip)

source: Combination availability date
lt_lt: Kombinacijos gavimo data

source: Choose among product images by position (1,2,3...)
lt_lt: Pasirinkite prekės paveiksliukų pozicijas (1,2,3...)

source: Image URLs (x,y,z...)
lt_lt: Paveiksliuko URL'ai (x,y,z...)

source: Image alt texts (x,y,z...)
lt_lt: Paveiksliukų alt tekstai (x,y,z...)

source: ID / Name of shop
lt_lt: ID / Parduotuvės pavadinimas

source: Advanced Stock Management
lt_lt: Išplėstinis atsargų valdymas

source: Depends on stock
lt_lt: Priklauso nuo atsargų

source: Warehouse
lt_lt: Sandėlys

source: Active (0/1)
lt_lt: Aktyvus (0/1)

source: Root category (0/1)
lt_lt: Pagrindinė (root) kategorija (0/1)

source: Image URL
lt_lt: Paveikslėlio URL

source: Categories (x,y,z...)
lt_lt: Kategorijos (x,y,z...)

source: Price tax excluded
lt_lt: Kaina be PVM
ms_my: Price tax excl.

source: Price tax included
lt_lt: Kaina su PVM
ms_my: Price tax incl.

source: Tax rule ID
lt_lt: Mokesčių taisyklė ID

source: On sale (0/1)
lt_lt: Išparduodama (0/1)

source: Discount amount
lt_lt: Nuolaidos dydis
ms_my: Jumlah diskaun

source: Discount percent
lt_lt: Nuolaida procentais

source: Discount from (yyyy-mm-dd)
lt_lt: Nuolaida nuo (yyyy-mm-dd)

source: Discount to (yyyy-mm-dd)
lt_lt: Nuolaida iki (yyyy-mm-dd)

source: Reference #
lt_lt: Nuoroda #

source: Supplier reference #
lt_lt: Tiekėjo nuoroda #

source: Additional shipping cost
lt_lt: Papildoma pristatymo kaina

source: Unit for the price per unit
lt_lt: Vieneto kaina už vienetą

source: Tags (x,y,z...)
lt_lt: Žymos (x,y,z...)

source: Rewritten URL
lt_lt: Perrašytas URL

source: Label when backorder allowed
lt_lt: Tekstas, kai leidžiamas atgalinis užsakymas

source: Available for order (0 = No, 1 = Yes)
lt_lt: Galima užsakyti (0 = Ne, 1 = Taip)

source: Product availability date
lt_lt: Prekės prieinamumo data

source: Product creation date
lt_lt: Pekės sukūrimo data

source: Show price (0 = No, 1 = Yes)
lt_lt: Rodyti kainą (0 = Ne, 1 = Taip)

source: Delete existing images (0 = No, 1 = Yes)
lt_lt: Ištrinti egzistuojantį paveiksliuką (0 = Ne, 1 = Taip)

source: Feature (Name:Value:Position:Customized)
lt_lt: Ypatybė (Pavadinimas:Vertė:Pozicija:Pritaikyta)

source: Available online only (0 = No, 1 = Yes)
lt_lt: Prieinamas tik internetu (0 = Ne, 1 = Taip)

source: Customizable (0 = No, 1 = Yes)
lt_lt: Pritaikomas (0 = Ne, 1 = Taip)

source: Uploadable files (0 = No, 1 = Yes)
lt_lt: Įkeliami failai (0 - Ne, 1 = Taip)

source: Text fields (0 = No, 1 = Yes)
lt_lt: Tekstiniai laukai (0 = ne, 1 = Taip)

source: Action when out of stock
lt_lt: Veiksmas, kai baigiasi atsargos

source: Virtual product (0 = No, 1 = Yes)
lt_lt: Virtuali prekė (0 = Ne, 1 = Taip)

source: File URL
lt_lt: Failo URL

source: Expiration date (yyyy-mm-dd)
lt_lt: Galiojimo data (yyyy-mm-dd)

source: Number of days
lt_lt: Dienų skaičius

source: Accessories (x,y,z...)
lt_lt: Priedai (x,y,z...)

source: Active (0/1)
lt_lt: Aktyvus (0/1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
lt_lt: Kreipinio ID (Ponas = 1, Ponia = 2, kita 0)

source: Birth date (yyyy-mm-dd)
lt_lt: Gimimo data (yyyy-mm-dd)

source: Newsletter (0/1)
lt_lt: Naujienlaiškis (0/1)

source: Partner offers (0/1)
lt_lt: Partnerių pasiūlymai (0/1)

source: Registration date (yyyy-mm-dd)
lt_lt: Registracijos data (yyyy-mm-dd)

source: Groups (x,y,z...)
lt_lt: Grupės (x,y,z...)

source: Default group ID
lt_lt: Numatytasis grupės ID

source: Customer email
lt_lt: Vartotojo el. pašto adresas

source: ID / Name of group shop
lt_lt: ID / Parduotuvių grupės pavadinimas

source: Address (2)
lt_lt: Adresas (2)
ms_my: Alamat (2)

source: Latitude
lt_lt: Platuma

source: Longitude
lt_lt: Ilguma

source: Note
lt_lt: Pastaba

source: Hours (x,y,z...)
lt_lt: Valandos (x,y,z...)

source: Supplier ID *
lt_lt: Tiekėjo ID *

source: Lang ID
lt_lt: Kalbos ID

source: Warehouse ID *
lt_lt: Sandėlio ID *

source: Currency ID *
lt_lt: Valiutos ID *

source: Supply Order Reference *
lt_lt: Tiekimo užsakymo nuoroda *

source: Delivery Date (Y-M-D)*
lt_lt: Pristatymo data (Metai-mėnuo-diena)*

source: Discount rate
lt_lt: Nuolaitos dydis

source: Product ID *
lt_lt: Prekės ID

source: Product Attribute ID
lt_lt: Prekės savybės ID

source: Unit Price (tax excl.)*
lt_lt: Vieneto kaina (neskaitant mokečių)*

source: Quantity Expected *
lt_lt: Laukiamas kiekis *

source: Discount Rate
lt_lt: Nuolaidos dydis
ms_my: Kadar Diskaun

source: Tax Rate
lt_lt: Mokesčio dydis

source: Import .CSV data
lt_lt: Importuoti CSV duomenis

source: Both
lt_lt: Abi
ms_my: Kedua-duanya

source: Recipient
lt_lt: Gavėjas
ms_my: Penerima
ta_in: பெறுபவர்

source: Subject
lt_lt: Antraštė

source: Sent
lt_lt: Išsiųsta

source: Send emails to
lt_lt: Siųsti el. laišką į

source: Never send emails (may be useful for testing purposes)
lt_lt: Niekada nesiųsti el. laiškų (gali būti naudinga testuojant)

source: Set my own SMTP parameters (for advanced users ONLY)
lt_lt: Nustatyti savo SMTP parametrus (tik pažangiems vartotojams)

source: Send email in HTML format
lt_lt: Siųsti el. laiškus HTML formatu

source: Send email in text format
lt_lt: Siųsti el. laiškus, kaip paprastą tekstą
ms_my: Send e-mail as Text

source: Log Emails
lt_lt: Registruoti el. laiškus į žurnalą

source: Mail domain name
lt_lt: El. pašto domenas

source: SMTP server
lt_lt: SMTP serveris

source: SMTP username
lt_lt: SMTP vartotojo vardas

source: SMTP password
lt_lt: SMTP slaptažodis

source: Encryption
lt_lt: Šifravimas

source: None
lt_lt: Joks
ms_my: tak satupun
ta_in: எதுவும் இல்லை

source: Port number to use.
lt_lt: Naudojamo porto numeris.

source: Test your email configuration
lt_lt: Pasitikrinkite savo pašto konfigūraciją

source: Send a test email to
lt_lt: Siųsti testinį el. laišką į

source: Send a test email
lt_lt: Siųsti bandomąjį el. laišką

source: Use PHP's mail() function (recommended; works in most cases)
lt_lt: Naudoti PHP mail() funkciją (rekomenduojama; veikia daugeliu atveju)

source: This is a test message. Your server is now configured to send email.
lt_lt: Tai testinis pranešimas. Jūsų serveris dabar gali siųsti laiškus.
ms_my: This is a test message, your server is now available to send email

source: Test message -- Prestashop
lt_lt: Testinis pranešimas - Prestashop

source: A test email has been sent to the email address you provided.
lt_lt: Testinis pranešimas buvo išsiųstas į jūsų nurodytą adresą.
ms_my: Mail is sent

source: Error: Please check your configuration
lt_lt: Klaida: patikrinkite konfiguraciją

source: This email address is not valid
lt_lt: Šis el. pašto adresas netesigingas.
ms_my: This email address is wrong!

source: Back to the dashboard
lt_lt: Atgal į pagrindinį skydelį

source: Shop group
lt_lt: Parduotuvės grupė

source: Multistore options
lt_lt: Multishop options

source: Default shop
lt_lt: Numatytoji parduotuvė

source: Add a new shop group
lt_lt: Pridėti naują parduotuvių grupę

source: Add a new shop
lt_lt: Pridėti naują parduotuvę

source: Shop group name
lt_lt: Parduotuvių grupės pavadinimas

source: Share customers
lt_lt: Dalintis klientais

source: Share available quantities to sell
lt_lt: Dalintis turimais pardavimo kiekiais

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
lt_lt: Dalintis turimais kiekiais tarp šios grupės parduotuvių. Kai pakeisite šią nuostatą, visi turimų produktų kiekiai bus nustatyti 0.

source: Share orders
lt_lt: Dalintis užsakymais

source: Multistore tree
lt_lt: MultiParduotuvės medis

source: Shop URL ID
lt_lt: Parduotuvės URL ID

source: Shop name
lt_lt: Parduotuvės pavadinimas
ms_my: Nama kedai

source: Is it the main URL?
lt_lt: Ar tai pagrindinis URL?

source: URL options
lt_lt: URL nustatymai

source: Is it the main URL for this shop?
lt_lt: Ar tai pagrindinis URL šiai parduotuvei?

source: Shop URL
lt_lt: Parduotuvės URL

source: Domain
lt_lt: Domenas

source: SSL Domain
lt_lt: SSL domenas

source: Physical URL
lt_lt: Fizinis URL

source: Virtual URL
lt_lt: Virtualus URL

source: Final URL
lt_lt: Galutinis URL

source: Edit this shop
lt_lt: Redaguoti šią parduotuvę

source: Add a new URL
lt_lt: Pridėti naują URL

source: Automatically check for module updates
lt_lt: Automatiškai tikrinti modulių atnaujinimus
ms_my: Semak kemaskini modul secara automatik
ta_in: தானாக தொகுதி மேம்படுத்தல்களை பார்க்க

source: Check the cookie's IP address
lt_lt: Tikrinti slapuko IP adresą
ms_my: Semak alamat IP cookie
ta_in: குக்கீயின் IP முகவரியை சரிபார்க்கவும்

source: Lifetime of front office cookies
lt_lt: Parduotuvės slapuko gyvavimo laikas

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
lt_lt: Nurodykite valandų skaičių, kai parduotuvės slapukai bus galiojantys. Tam laikui praėjus, vartotojas turės vėl prisijungti.

source: hours
lt_lt: valandos

source: Lifetime of back office cookies
lt_lt: Administracinės dalies slapuko gyvavimo laikas

source: Upload quota
lt_lt: Įkėlimo kvota
ms_my: Kuota muat naik
ta_in: பதிவேற்ற ஒதுக்கீடு

source: Maximum size for attached files
lt_lt: Didžiausias prisegamo failo dydis

source: megabytes
lt_lt: megabaitai
ta_in: மெகாபைட்டுகள்

source: Maximum size for a downloadable product
lt_lt: Didžiausias skaitmeninės prekės dydis
ms_my: Saiz maksimum untuk produk boleh muat turun
ta_in: தரவிறக்க பொருட்களின் அதிகபட்ச அளவு

source: Maximum size for a product's image
lt_lt: Maksimalus prekės paveiksliuko failo dydis
ms_my: Saiz maksimum untuk imej produk
ta_in: பொருளின் படம் இருக்க வேண்டிய அதிகபட்ச அளவு

source: Show notifications for new orders
lt_lt: Rodyti pranešimus naujiems užsakymams
ms_my: Papar notifikasi untuk tempahan baru
ta_in: புதிய ஆர்டர்களுக்கு அறிவிப்புகளை காண்பி

source: Show notifications for new customers
lt_lt: Rodyti pranešimus naujiems klientams
ms_my: Papar notifikasi untuk pelanggan baru
ta_in: புதிய வாடிக்கையாளர்களுக்கு அறிவிப்புகளை காண்பி

source: Show notifications for new messages
lt_lt: Naujoms žinutėms rodyti pranešimus
ms_my: Papar notifikasi untuk mesej baru
ta_in: புதிய செய்திகளுக்கு அறிவிப்புகளை காண்பி

source: Notifications
lt_lt: Pranešimai
ms_my: Notifikasi
ta_in: அறிவிப்புகள்

source: Age
lt_lt: Laikas
ms_my: Umur
ta_in: வயது

source: File size
lt_lt: Failo dydis
ms_my: Saiz fail
ta_in: கோப்பு அளவு

source: Backup options
lt_lt: Atsarginių kopijų nustatymai
ms_my: Pilihan sandaran data
ta_in: காப்புத் தேர்வுகள்

source: Ignore statistics tables
lt_lt: Ignoruoti statistikos lenteles
ms_my: Hiraukan jadual statistik
ta_in: புள்ளியியல் அட்டவணைகளை புறக்கணி

source: Drop existing tables during import
lt_lt: Ištrinti egzistuojančias lenteles importo metu
ms_my: Gugurkan jadual sedia ada semasa mengimport
ta_in: இறக்குமதியின் போது ஏற்கனவே உள்ள அட்டவணைகளை அழி

source: Port
lt_lt: Prievadas

source: Combinations tab on product page
lt_lt: Derinių skirtukas prekės puslapyje

source: Features tab on product page
lt_lt: Ypatybių skirtukas prekių puslapyje

source: Add server
lt_lt: Pridėti serverį

source: IP Address
lt_lt: IP adresas

source: Weight
lt_lt: Svoris
ms_my: Berat

source: Add Server
lt_lt: Pridėti serverį

source: Test Server
lt_lt: Tikrinti serverį

source: Erase all
lt_lt: Ištrinti viską

source: Severity (1-4)
lt_lt: Svarbumas (1-4)

source: Object type
lt_lt: Objekto tipas

source: Object ID
lt_lt: Objekto ID

source: Error code
lt_lt: Klaidos kodas

source: Logs by email
lt_lt: Seanso žurnalai (logs) el. laiškais

source: Minimum severity level
lt_lt: Mažiausias svarbumo lygis

source: %s addition
lt_lt: %s pridėjimas

source: Template compilation
lt_lt: Šablonų kompiliacija

source: Never recompile template files
lt_lt: Niekada neperkompiliuoti šablonų failų

source: Recompile templates if the files have been updated
lt_lt: Perkompiliuoti šabloną jei failai buvo atnaujinti

source: Force compilation
lt_lt: Priverstinis kompiliavimas

source: Cache
lt_lt: Spartinančioji atmintis

source: Should be enabled except for debugging.
lt_lt: Turėtų būti visada įjungtas. Išjungtas nebent kuriant svetainę.

source: Multi-front optimizations
lt_lt: Multi-parduotuvės optimizavimas

source: Caching type
lt_lt: Kešavimo tipas

source: File System
lt_lt: Failų sistema

source: Clear cache
lt_lt: Valyti kešą

source: Never clear cache files
lt_lt: Niekada netrinti failų iš kešo

source: Clear cache everytime something has been modified
lt_lt: Trinti failus iš kešo kiekvienos modifikacijos metu

source: Debug mode
lt_lt: Klaidų taisymo būsena

source: Disable non PrestaShop modules
lt_lt: Išjungti ne PrestaShop modulius

source: Enable or disable non PrestaShop Modules.
lt_lt: Įjungti ar išjungti ne PrestaShop modulius.

source: Disable all overrides
lt_lt: Išjungti visus perrašymus (overrides)

source: Enable or disable all classes and controllers overrides.
lt_lt: Įjungti ar išjungti visus klasių ir kontrolerių perrašymus.

source: Optional features
lt_lt: Papildomos ypatybės

source: Customer Groups
lt_lt: Klientų grupės

source: CCC (Combine, Compress and Cache)
lt_lt: CCC (Kombinavimas, Kompresija ir Kešavimas)

source: Smart cache for CSS
lt_lt: Išmanusis CSS kešavimas

source: Use CCC for CSS
lt_lt: Naudoti CCC CSS kodui

source: Keep CSS as original
lt_lt: Palikti originalų CSS

source: Smart cache for JavaScript
lt_lt: Išmanusis JavaScript kešavimas

source: Use CCC for JavaScript
lt_lt: Naudoti CCC JavaScript kodui

source: Keep JavaScript as original
lt_lt: Palikti originalų JavaScript

source: Apache optimization
lt_lt: Apache optimizacija

source: Media servers (use only with CCC)
lt_lt: Media serveriai (naudoti tik su CCC)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
lt_lt: Privalote įvesti dar vieną domeną ar subdomeną, kad naudotumėtės statiniu be slapukų turiniu.

source: Media server #1
lt_lt: Media serveris #1

source: Media server #2
lt_lt: Media serveris #2

source: Media server #3
lt_lt: Media serveris #3

source: Caching
lt_lt: Kešavimas

source: Use cache
lt_lt: Naudoti kešavimą

source: Caching system
lt_lt: Kešavimo sistema

source: Profile
lt_lt: Profilis
ms_my: Profil

source: Add new profile
lt_lt: Pridėti profilį

source: Employee options
lt_lt: Darbuotojų nustatymai
ms_my: Employees options

source: Password regeneration
lt_lt: Naujo slaptažodžio generavimas
ms_my: Password regenerate

source: Security: Minimum time to wait between two password changes.
lt_lt: Sauga: minimalus laikas, kuris turi praeiti tarp slaptažodžių keitimo.
ms_my: Security minimum time to wait to regenerate the password

source: minutes
lt_lt: minutės
ms_my: minit

source: Memorize the language used in Admin panel forms
lt_lt: Prisiminti administravimo formose naudojamą kalbą
ms_my: Memorize form language

source: Allow employees to select a specific language for the Admin panel form.
lt_lt: Leisti darbuotojams pasirinkti savo administravimo formos kalbą.
ms_my: Allow employees to save their own default form language

source: Add new employee
lt_lt: Pridėti darbuotoją

source: Edit: %lastname% %firstname%
lt_lt: Redaguoti: %lastname% %firstname%

source: Subscribe to PrestaShop newsletter
lt_lt: Užsisakyti PrestaShop naujienlaiškį

source: Default page
lt_lt: Pirmas puslapis

source: Permission profile
lt_lt: Leidimų profilis

source: Employees
lt_lt: Darbuotojai
ms_my: Pekerja

source: Contact information
lt_lt: Kontaktinė informacija

source: Discount prices
lt_lt: Kainos su nuolaidomis

source: Module hooks
lt_lt: Modulių hukai

source: Meta information
lt_lt: Meta informacija

source: Product combinations
lt_lt: Prekių deriniai

source: Available quantities for sale
lt_lt: Pardavimui prieinami kiekiai
ms_my: Kuantiti yang ada untuk jualan

source: Warehouses
lt_lt: Entrepôts
ms_my: Entrep√¥ts

source: Webservice accounts
lt_lt: Web servisų paskyros

source: Attribute groups
lt_lt: Savybių grupės

source: Customer groups
lt_lt: Kitokios grupės

source: Tax rules groups
lt_lt: Mokesčių taisyklių grupės

source: Referrers/affiliates
lt_lt: Referentai / afiliatai

source: Cart rules
lt_lt: Pirkinių krepšelio taisyklės

source: Import data
lt_lt: Duomenų importavimas

source: Choose the source shop
lt_lt: Pasirinkite šaltinio parduotuvę

source: Choose data to import
lt_lt: Pasirinkite kuriuos duomenis importuosite

source: Shop groups list
lt_lt: Rodyti grupių sąrašą

source: Key
lt_lt: Raktas

source: Key description
lt_lt: Rakto aprašymas

source: Enable PrestaShop's webservice
lt_lt: Įjungti PrestaShop web servisą
ms_my: Enable PrestaShop Webservice

source: Enable CGI mode for PHP
lt_lt: Įjungti PHP CGI režimą

source: Add new webservice key
lt_lt: Pridėti naują webservice raktą

source: Webservice Accounts
lt_lt: Webservice Paskyros

source: Webservice account key.
lt_lt: Webservice paskyros raktas

source: Generate!
lt_lt: Generuoti!

source: Permissions
lt_lt: Leidimai
ms_my: Kebenaran

source: Back office connection from %s
lt_lt: Prisijungimas prie administracinės dalies iš %s

source: SQL query Name
lt_lt: SQL užklausos pavadinimas

source: SQL query
lt_lt: SQL užklausa

source: Select your default file encoding
lt_lt: Pasirinkite numatytąjį failų kodavimą

source: Edit this SQL query
lt_lt: Redaguoti šią SQL užklausą

source: SQL query name
lt_lt: SQL užklausos pavadinimas

source: Add new SQL query
lt_lt: Pridėti SQL užklausą

source: Price per unit
lt_lt: Kaina už vienetą

source: Import data from another shop
lt_lt: Importuoti duomenis iš kitos parduotuvės

source: Menu
lt_lt: Meniu

source: No menu
lt_lt: Nėra jokio meniu

source: Download the backup file (%s MB)
lt_lt: Atsisiųsti atsarginių kopijų failą (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
lt_lt: Pastaba: jūs taip pat galite atsisiųsti šį failą iš savo FTP serverio. Atsarginių kopijų failai išsaugoti aplanke "/adminXXXX/backups" .

source: List of MySQL Tables
lt_lt: MySQL lentelių sąrašas

source: Add table name to SQL query
lt_lt: Pridėti lentelės pavadinimą į SQL užklausą

source: List of attributes for this MySQL table
lt_lt: Savybių sąrašas šiai MySQL lentelei

source: Action
lt_lt: Veiksmas
ms_my: Tindakan

source: Add attribute to SQL query
lt_lt: Pridėti savybę į SQL užklausą

source: Please choose a table.
lt_lt: Pasirinkite lentelę.

source: SQL query result
lt_lt: SQL užklausos rezultatas

source: What do you want to import?
lt_lt: Ką norite importuoti?

source: Select a file to import
lt_lt: Pasirinkite failą importavimui

source: Choose from history / FTP
lt_lt: Pasirinkite iš istorijos / FTP

source: History of uploaded files
lt_lt: Įkeltų failų istorija

source: Language of the file
lt_lt: Failo kalba

source: Field separator
lt_lt: Laukų skirtukas

source: Delete all [1]categories[/1] before import
lt_lt: Ištrinti visas [1]kategorijas[/1] prieš importą

source: Use product reference as key
lt_lt: Naudoti prekės kodą kaip raktą

source: Skip thumbnails regeneration
lt_lt: Praleisti miniatiūrų regeneraciją

source: Force all ID numbers
lt_lt: Priverstinai naudoti visus ID numerius

source: Send notification email
lt_lt: Siųsti pranešimą el. paštu

source: Next step
lt_lt: Kitas žingsnis

source: Available fields
lt_lt: Galimi laukai
ms_my: Fields available

source: * Required field
lt_lt: *Privalomas laukas

source: Download sample csv files
lt_lt: Parsisiųsti pavyzdinius csv failus

source: Sample Categories file
lt_lt: Pavyzdinių kategorijų failas

source: Sample Products file
lt_lt: Pavyzdinių prekių failas

source: Sample Combinations file
lt_lt: Pavyzdinis derinių failas

source: Sample Customers file
lt_lt: Pavyzdinis pirkėjų failas

source: Sample Addresses file
lt_lt: Pavyzdinė adreso juosta

source: Sample Brands file
lt_lt: Pavyzdinis prekės ženklų failas

source: Sample Suppliers file
lt_lt: Pavyzdinis tiekėjo failas

source: Sample Aliases file
lt_lt: Pavyzdinis alternatyvių vardų failas

source: Sample Store Contacts file
lt_lt: Pavyzdinis parduotuvės kontaktų failas

source: Sample Supply Orders file
lt_lt: Pavyzdinis atsargų užsakymo failas

source: Sample Supply Order Details file
lt_lt: Pavyzdinis Atsargų Užsakymo Suvestinės failas

source: You are currently connected as %username%
lt_lt: Šiuo metu esi prisijungęs kaip %username%

source: Sign out from PrestaShop Addons
lt_lt: Atsijungti nuo PrestaShop Addons

source: Sign in
lt_lt: Prisijungti
ms_my: Log masuk

source: Configuration information
lt_lt: Konfigūracijos informacija

source: This information must be provided when you report an issue on our bug tracker or forum.
lt_lt: Ši informacija turi būti pateikta kai pranešite apie problemą mūsų klaidų sekimo įrankyje ar norėdami gauti pagalbą forume.

source: Server information
lt_lt: Serverio informacija

source: Server information:
lt_lt: Serverio informacija:

source: Server software version:
lt_lt: Serverio programinės įrangos versija:

source: PHP version:
lt_lt: PHP versija:

source: Memory limit:
lt_lt: Atminties limitas:

source: Max execution time:
lt_lt: Maks. vykdymo laikas:

source: Upload Max File size:
lt_lt: Įkeliamas maksimalus failo dydis:

source: PageSpeed module for Apache installed (mod_instaweb)
lt_lt: PageSpeed modulis Apache serveriui įdiegtas (mod_instaweb)

source: MySQL version:
lt_lt: MySQL versija:

source: MySQL server:
lt_lt: MySQL serveris:

source: MySQL name:
lt_lt: MySQL pavadinimas:

source: MySQL user:
lt_lt: MySQL vartotojas:

source: Tables prefix:
lt_lt: Lentelių priešdėlis:

source: MySQL engine:
lt_lt: MySQL variklis:

source: MySQL driver:
lt_lt: MySQL tvarkyklė:

source: Store information
lt_lt: Parduotuvės informacija
ms_my: Maklumat Kedai

source: PrestaShop version:
lt_lt: PrestaShop versija:

source: Shop URL:
lt_lt: Parduotuvės URL:

source: Current theme in use:
lt_lt: Dabartinė naudojama tema:

source: Mail configuration
lt_lt: Pašto konfigūracija
ms_my: Mail information

source: Mail method:
lt_lt: El. pašto siuntimo metodas:

source: You are using the PHP mail() function.
lt_lt: Jūs naudojate PHP mail() funkciją.
ms_my: You use PHP mail() function.

source: You are using your own SMTP parameters.
lt_lt: Jūs naudojate savo SMTP serverio parametrus.
ms_my: You use your own SMTP parameters

source: SMTP server:
lt_lt: SMTP serveris:

source: SMTP username:
lt_lt: SMTP naudotojo vardas:

source: Defined
lt_lt: Apibrėžta

source: Not defined
lt_lt: Nenurodytas

source: SMTP password:
lt_lt: SMTP slaptažodis:

source: Encryption:
lt_lt: Šifravimas:

source: SMTP port:
lt_lt: SMTP portas:

source: Your information
lt_lt: Jūsų informacija

source: Your web browser:
lt_lt: Jūsų interneto naršyklė:

source: Check your configuration
lt_lt: Patikrinti konfigūraciją

source: Required parameters:
lt_lt: Privalomi parametrai:

source: Optional parameters:
lt_lt: Nebūtini parametrai:

source: List of changed files
lt_lt: Pakeistų failų sąrašas

source: Set the resource permissions for this key:
lt_lt: Nustatykite šaltinio leidimus šiam raktui:
