Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
hr_hr: Upozorenje: ne savjetuje se omogućavanje mogućnosti "Zajednički kupci" i "Zajedničke narudžbe", jer jednom kad je omogućena i kupci ili narudžbe su kreirani, nećete više moći onemogućiti ove mogućnosti. Ukoliko imate potrebu za ovim mogućnostima, pokušajte prvo koristiti više kategorija umjesto nekoliko trgovina.
it_it: Attenzione: non è consigliato di attivare “condividi clienti” e “condividi ordini”. Una volta attivati e degli ordini vengono creati, non potrai più disattivare questa opzione. Se necessiti di questa opzione, considera invece di usare diverse categorie piuttosto che diversi negozi.
pt_pt: Aviso: A ativação das opções "partilhar clientes" e "partilhar encomendas" não é recomendado. Após a ativação e a criação de encomendas, não poderá desativar estas opções. Se necessitar destas opções, recomendamos que use várias categorias em vez de várias lojas.
uk_ua: Увага: не рекомендовано вмикати параметри "Спільні покупці" і "Спільні замовлення", адже після цього при створенні замовлень чи покупців ви вже не зможете вимкнути ці параметри. Якщо ж вам потрібні ці параметри, можливо, варто використовувати декілька категорій замість декількох магазинів

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
hr_hr: Jednom kada je ova opcija omogućena, trgovine u ovoj grupi će dijeliti kupce. Ako je kupac registriran u bilo kojoj od tih trgovina, njegov račun će automatski biti dostupa i u drugim trgovinama ove grupe.
it_it: Quando questa opzione è abilitata, i negozi in questo gruppo condivideranno i clienti. Se un cliente si registra in uno di questi negozi, il suo account sarà automaticamente disponibile negli altri negozi dello stesso gruppo.
pt_pt: Uma vez ativada esta opção, as lojas pertencentes a este Grupo irão partilhar os clientes. Se um cliente se registar em qualquer uma das lojas, a conta ficará automaticamente disponível nas outras lojas deste Grupo.
uk_ua: Після увімкнення параметру, магазини цієї групи будуть ділитися покупцями. Тобто, при реєстрації покупця в одному з магазинів, його обліковий запис автоматично буде доступний в інших магазинах цієї групи.

source: Warning: you will not be able to disable this option once you have registered customers.
hr_hr: Upozorenje: nećete moći isključiti tu mogućnost nakon što se registriraju korisnici.
it_it: Attenzione: non potrai disattivare questa opzione una volta che si saranno registrati dei clienti.
pt_pt: Atenção: Não poderá desativar esta opção depois de ter clientes registados.
uk_ua: Увага: ви не зможете відключити цю опцію після реєстрації покупців.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
hr_hr: Kada je ova opcija omogućena (što je moguće samo onda ako su kupci i dostupne količine dijeljene između trgovina), košarica kupca će biti dijeljena sa svim trgovinama u ovoj grupi. Na taj način, bilo koja kupnja koja je započela u jednoj trgovini moći će se dovršiti u drugoj trgovini iz iste grupe.
it_it: Una volta questa opzione (possibile solo se clienti e quantità disponibili sono condivise tra diversi negozi), il carrello dei clienti verrà condiviso tra i negozi di questo gruppo. In questo modo, tutti gli acquisti cominciati in un negozio potranno venire completati in un altro negozio dello stesso gruppo.
pt_pt: Uma vez ativada esta opção (o que só é possível se os clientes e quantidades disponíveis forem partilhadas entre lojas), o carrinho do cliente será partilhado por todas as lojas deste Grupo. Assim, qualquer processo de compra que teve início numa loja poderá ser concluído noutra loja do mesmo Grupo.
uk_ua: Після того, як цей параметр увімкнено (це можливо лише у випадку, коли покупці й запаси товарів розділяються між магазинами), кошик покупців буде спільним для всіх магазинів цієї групи. Таким чином, будь-яка покупка розпочата в одному магазині може бути завершена в іншому магазині тієї ж групи.

source: Warning: You will not be able to disable this option once you've started to accept orders.
hr_hr: Upozorenje: Nećete moći onemogućiti ovu opciju kada se jednom krene sa narudžbama.
it_it: Attenzione: non potrai disattivare questa opzione una volta che avrai cominciato ad accettare ordini.
pt_pt: Aviso: Não poderá desativar esta opção após começar a receber encomendas.
uk_ua: Увага: ви не зможете відключити цю опцію, коли розпочато прийом замовлень.

source: Enable or disable this shop group?
hr_hr: Omogući ili onemogući ovu grupu?
it_it: Attiva o disattiva questo gruppo di negozi?
pt_pt: Ativar ou desativar este Grupo de lojas?
uk_ua: Увімкнути чи вимкнути цю групу магазину?

source: New modules and updates are displayed on the modules page.
hr_hr: Novi moduli i nadogradnje prikazani su na stranici modula.
it_it: I nuovi moduli e gli aggiornamenti sono mostrati nella pagina moduli.
pt_pt: Os novos módulos e as atualizações são mostradas na página dos módulos.
uk_ua: Нові модулі та їх оновлення відображатимуться у вкладці "Модулі".

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
hr_hr: Provjeri IP adresu cookie-a kako bi izbjegli krađu cookie-a
it_it: Verificare l'indirizzo IP del cookie al fine di evitare che il cookie venga rubato.
pt_pt: Verificar o endereço IP do cookie para evitar que o seu cookie seja roubado.
uk_ua: Перевіряти IP-адресу реп'яшка, для уникнення його крадіжки.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
hr_hr: Podesite količinu sati tijekom kojih vrijede back-office kolačići. Nakon toliko puno vremena, PrestaShop korisnik će se morati ponovno prijaviti.
it_it: Definisci la durata dei cookies del Back Office. Dopo questo lasso di tempo, l'utente di PrestaShop dovrà fare nuovamente l'accesso.
pt_pt: Defina o número de horas durante o qual os cookies da Área de Administração são válidos. Após esse tempo, o utilizador do PrestaShop terá de voltar a iniciar a sessão.
uk_ua: Встановіть кількість годин, протягом яких реп'яшки Панелі керування будуть дійсні. Після цього періоду часу користувачу PrestaShop доведеться увійти знову.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
it_it: Imposta la dimensione massima consentita per i files allegati (in megabytes). Questo valore deve essere inferiore o uguale alla dimensione massima del file assegnata dal tuo server (attualmente: %s MB).
pt_pt: Defina a dimensão máxima dos anexos (em megabytes). Essa dimensão deverá ser menor ou igual ao tamanho limite definido pelo seu servidor (Limite do servidor: %s MB).
uk_ua: Установіть найбільший дозволений розмір прикріплених файлів (у мегабайтах). Ця змінна має бути меншою або рівною найбільшому файлу завантажуваному на ваш сервер (поточно: %s МБ).

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
it_it: Definisci il limite di upload per un prodotto scaricabile (in megabytes). Questo valore deve essere minore o al più uguale alla dimensione massima caricabile permessa dal server (attualmente: %s MB).
pt_pt: Defina o limite de envio para um produto de descarregar (em megabytes). Este valor tem de ser igual ou inferior ao máximo permitido pelo seu servidor (atualmente: %s MB).
uk_ua: Визначте обмеження на розмір скачуваного товару (в мегабайтах). Це значення має бути менше або дорівнювати максимальному обмеженню на завантаження файлів виділеному вашим сервером (зараз: %s МБ).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
it_it: Definisci il limite di upload per un'immagine (in megabytes). Questo valore deve essere minore o al più uguale alla dimensione massima caricabile permessa dal server (attualmente: %s MB).
pt_pt: Defina o limite de envio para uma imagem (em megabytes). Este valor tem de ser igual ou inferior ao máximo permitido pelo servidor (atualmente: %s MB).
uk_ua: Визначте обмеження на розмір завантажуваного зображення (в мегабайтах). Це значення має бути менше або дорівнювати максимальному обмеженню на завантаження файлів виділеному вашим сервером (зараз: %s МБ).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
hr_hr: Obavijesti su numerirani mjehurići prikazani na samom vrhu back-officea, tik do imena trgovine. Oni prikazuju broj novih predmeta od zadnjeg klika na njih.
it_it: Le notifiche sono visualizzate nella parte alta del back office a destra del nome del negozio. Esse mostrano il numero dei nuovi elementi dall'ultima volta in cui ci hai cliccato sopra.
pt_pt: As notificações são numeradas e apresentadas no topo da sua Área de Administração, ao lado do nome da loja. Eles apresentam o número de novos itens desde a última vez que clicou nos números.
uk_ua: Сповіщення - пронумеровані кружальця, що відображаються на самому веху панелі керування, поряд з назвою магазину. Вони показують кількість нових подій з моменту останнього кліку по них.

source: This will display notifications when new orders are made in your shop.
hr_hr: Ovo će prikazati obavijesti kad se kreira nova narudžbe u Vašoj trgovini
it_it: Questo mostrerà notifiche quando sarà effettuato un nuovo ordine nel tuo negozio.
pt_pt: Isto irá mostrar notificações quando forem feitas novas encomendas na loja.
uk_ua: Відображення нагадувань коли створюються нові замовлення в вашому магазині.

source: This will display notifications every time a new customer registers in your shop.
hr_hr: Ovo će prikazati obavijesti kad se novi kupac registrira u Vašoj trgovini
it_it: Questo mostrerà notifiche quando un nuovo cliente si registrerà nel tuo negozio.
pt_pt: Isto irá exibir notificações sempre que um novo cliente se registe na sua loja.
uk_ua: Відображати нагадування, коли реєструються нові покупці в вашому магазині.

source: This will display notifications when new messages are posted in your shop.
hr_hr: Ovo će prikazati obavijesti kad se nova poruka objavi u Vašoj trgovini
it_it: Questo mostrerà notifiche quando verrà postato un nuovo messaggio nel tuo negozio.
pt_pt: Isto irá exibir notificações quando novas mensagens forem publicadas na sua loja.
uk_ua: Це покаже нагадування, коли надходять нові повідомлення в Магазин.

source: Drop existing tables during import.
hr_hr: Obriši postojeće tablice tijekom uvoza.
it_it: Cancellare le tabelle esistenti durante l'importazione.
pt_pt: Eliminar as tabelas existentes durante a importação.
uk_ua: Видалити існуючі таблиці при імпорті.

source: If enabled, the backup script will drop your tables prior to restoring data.
hr_hr: Ako je omogućeno, backup skripta će obrisati Vaše tablice prije povrata iz backupa.
it_it: Selezionare questa opzione per indicare il file di backup per eliminare le tabelle prima di ripristinare i dati di backup.
pt_pt: Se ativado, o script da cópia de segurança irá apagar as tabelas antes de recuperar os dados.
uk_ua: Якщо ввімкнено, то сценарій резервування видалить існуючі таблиці перед відновленням данних.

source: (ie. "DROP TABLE IF EXISTS")
hr_hr: (tj. "DROP TABLE IF EXISTS")
it_it: es. ("DROP TABLE IF EXISTS")
pt_pt: (isto é "DROP TABLE IF EXISTS")
uk_ua: (тобто "DROP TABLE IF EXISTS")

source: Where customers send messages from the order page.
hr_hr: Gdje kupci šalju poruke sa stranice narudžbe
it_it: Dove i clienti inviano un messaggio dalla pagina ordini.
pt_pt: Para onde os clientes enviam mensagens da página das encomendas.
uk_ua: Куди покупці відправляють повідомлення зі сторінки замовлень

source: Fully qualified domain name (keep this field empty if you don't know).
hr_hr: Potpuno kvalificirani naziv domene (ostavite prazno ako ne znate)
it_it: Nome dominio interamente qualificato (lascia vuoto se non lo sai).
pt_pt: Nome de domínio totalmente qualificado (manter este campo vazio se não souber).
uk_ua: Повне доменне ім'я (залиште порожнім якщо не знаєте)

source: IP address or server name (e.g. smtp.mydomain.com).
hr_hr: IP adresa ili naziv servera (npr. 192.168.10.20 ili smtp.mydomain.com).
it_it: Indirizzo IP o indirizzo DNS (esempio smtp.miodominio.com).
pt_pt: Endereço IP ou nome do servidor (por ex. smtp.mydomain.com).
uk_ua: IP чи ім'я сервера (напр., smtp.mydomain.ua).

source: Leave blank if not applicable.
hr_hr: Ostavite prazno ako nije potrebno
it_it: Lascia bianco se non applicabile.
pt_pt: Deixe em branco se não se aplicar.
uk_ua: Залиште пустим, якщо не застосовно

source: Use an encrypt protocol
hr_hr: Koristi enkripcijski protokol
it_it: Usa un protocollo criptato
pt_pt: Usar um protocolo de encriptação
uk_ua: Використовувати безпечне підключення

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
hr_hr: Ako želite dodati virtualni URL, morate aktivirati URL prepisivanje na web poslužitelju i omogućiti opciju prijateljski URL.
it_it: Se vuoi aggiungere un URL virtuale, devi attivare la riscrittura URL nel tuo server e abilitare l'opzione Friendly URL.
pt_pt: Se quiser adicionar um endereço URL virtual, é necessário ativar "URL rewriting" no seu servidor e ativar a opção URLs amigáveis.
uk_ua: Для додавання віртуального URL, активуйте перезапис URL на веб сервері та увімкніть опцію дружнього URL.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
hr_hr: Možete koristiti ovu opciju ukoliko želite kreirati trgovinu s URL-om koji ne postoji na vašem serveru (npr. ukoliko želite da vaša trgovina bude dostupna s URL www.trgovina.hr/moja-trgovina/cipele/, morate postaviti cipele/ u ovo polje, uz pretpostavku da je /moja-trgovina/ fizički URL).
it_it: Puoi utilizzare questa opzione se vuoi creare un negozio con una URL che non esiste sul tuo server (es. se vuoi che il tuo negozio sia disponibile con la URL www.esempio.com/negozio/scarpe/, devi impostare scarpe/ in questo campo, immaginando che negozio/scarpe/ sia la URL Fisica).
pt_pt: Pode usar esta opção se quiser criar uma loja com um URL que não existe no seu servidor (ex.: se quiser que a sua loja esteja disponível com o URL www.exemplo.pt/minha-loja/sapatos/, terá de definir sapatos/ neste campo, assumindo que minha-loja/ é o seu URL real).
uk_ua: Ви можете використовувати цю опцію, якщо ви хочете створити магазин з URL-адресою, якої не існує на вашому сервері (напр., якщо ви хочете, щоб ваш магазин був доступний за URL www.my-prestashop.com/my-store/shoes/, то необхідно встановити shoes/ в цьому полі за умови, що ваш фізичний URL - my-store/).

source: URL rewriting must be activated on your server to use this feature.
hr_hr: URL rewriting mora biti aktiviran na vašem serveru za korištenje ove mogućnosti.
it_it: La riscrittura URL deve essere attivata sul tuo server per utilizzare questa opzione.
pt_pt: A reescrita de URL deverá estar ativada no seu servidor para usar esta funcionalidade.
uk_ua: Перезапис URL повинен бути активований на сервері, щоб використовувати цю функцію.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
hr_hr: Ukoliko postavite ovaj URL kao glavni URL za odabranu trgovinu, svi URL-ovi podešeni za ovu Trgovinu bit će preusmjereni na ovaj URL (možete imati samo jedan glavni URL po trgovini)
it_it: Impostando questo URL come URL principale per il negozio selezionato, tutti gli URL impostati per questo negozio saranno rediretti a questo URL (puoi avere un solo URL principale per negozio).
pt_pt: Se definir este URL como o URL principal para a loja selecionada, todos os URLs definidos para esta loja serão redirecionados para este URL (apenas pode ter um URL principal por loja).
uk_ua: Якщо ви визначите цей URL як основний URL для вибраного магазину, тоді усі URL-адреси встановлені для цього магазину будуть перенаправлені на цю URL-адресу (ви можете мати лише одну основну URL-адресу для одного магазину).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
hr_hr: S obzirom da odabrana trgovina nema glavni URL, možete postaviti ovaj URL kao glavni URL.
it_it: Dato che il negozio selezionato non ha una URL principale, devi impostare questa URL come principale.
pt_pt: Como a loja selecionada não tem um URL principal, tem de definir este URL como o URL principal.
uk_ua: Так як у вибраного магазину немає Основного URL, ви повинні встановити цей як основний.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
hr_hr: Odabrana trgovina već ima glavni URL, Stoga, ako postavite ovaj kao glavni URL, stari glavni URL biti će postavljen kao normalan URL.
it_it: Il negozio selezionato ha già una URL Principale. Pertanto, se ne imposti una come URL Principale, la vecchia URL Principale verrà impostata come URL regolare.
pt_pt: A loja selecionada já têm um URL principal associado. Assim, caso defina este novo como o URL principal, o antigo será re-configurado como um URL regular.
uk_ua: Обраний магазин вже має Основну URL-адресу. Таким чином, якщо ви встановите цю адресу головною, стара URL-адреса буде встановлена як звичайна URL-адреса.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
hr_hr: Ovo je fizička mapa na web serveru za vašu trgovinu. Ostavite ovo polje prazno ako je vaša trgovina instalirana u root mapu. Na primjer, ako je vaša trgovina dostupna na www.example.com/my-store/, morate upisati my-store/ u ovo polje.
it_it: Questa è la cartella fisica del tuo negozio sul server. Lascia vuoto questo campo se il tuo negozio è installato nel percorso della radice. Per esempio, se il tuo negozio è disponibile a www.esempio.com/negozio/, devi digitare negozio/ in questo campo.
pt_pt: Esta é a pasta física da sua Loja no servidor. Deixe este campo vazio caso a sua Loja esteja instalada na «root». Por exemplo, se a sua Loja for disponibilizada em www.exemplo.com/minha-loja/, deve colocar neste campo: minha-loja/
uk_ua: Це має бути фізична папка вашого магазину на веб-сервері. Залиште це поле порожнім, якщо ваш магазин установлений в корені. Для прикладу, якщо ваш магазин доступний за адресою www.example.com/my-store/, тоді ви маєте ввести my-store/ в це поле.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
hr_hr: Upozorenje: URL rewriting (npr. mod_rewrite za Apache) je izgleda neaktivan. Ako vaš virtualni URL ne radi, molimo provjerite sa vašim hosting dobavljačem kao aktivirati URL rewriting.
it_it: Attenzione: la riscrittura delle URL (es. mod_rewrite in Apache) sembra essere disattivata. Se la tua URL Virtuale non funziona, verifica con il tuo fornitore di hosting come attivarla.
pt_pt: Aviso: o URL rewriting (ex.: mod_rewrite para Apache) parece estar desativado. Se o seu URL virtual não funcionar, por favor verifique com o seu fornecedor de hospedagem como poderá ativar o URL rewriting.
uk_ua: Увага: схоже, що перезапис URL (mod_rewrite для Apache) вимкнено. Якщо ваш віртуальний URL не працює, дізнайтесь у хостинг-провайдера як увімкнути перезапис URL.

source: This option should be used in a production environment.
it_it: Questa modalità sarebbe da utilizzare in un ambiente di produzione.
pt_pt: Esta opção deve ser usada em ambiente de produção.
uk_ua: Шаблони не перекомпільовуються, це покращує продуктивність. Це налаштування рекомендується для вже сайтів, що вже працюють

source: Templates are recompiled when they are updated. If you experience compilation troubles when you update your template files, you should use Force Compile instead of this option. It should never be used in a production environment.
it_it: I template saranno ricompilati quando vengono modificati, se riscontri problemi quando modifichi un template, devi usare Forza compilazione al posto di questa opzione. Non andrebbe mai utilizzata in un ambiente di produzione.
pt_pt: Os modelos são recompilados quando são atualizados. Se tiver problemas de compilação quando atualiza os ficheiros do modelo, deverá usar a opção Forçar Compilação em vez desta opção. Nunca deve ser usado em ambiente de produção.
uk_ua: Шаблони перекомпільовуються при оновленні, якщо у вас виникають проблеми компіляції, після оновлення файлів шаблону, то рекомендовано використовувати примусову перекомпіляцію. Ця опція не повинна використовуватись у сайтах, що працюють.

source: This forces Smarty to (re)compile templates on every invocation. This is handy for development and debugging. Note: This should never be used in a production environment.
it_it: Questo obbliga Smarty a ricompilare i moduli a ogni richiesta. Questo è comodo per lo sviluppo e il debugging, ma non deve essere mai usato in un ambiente di produzione.
pt_pt: Esta opção força o Smarty a (re)compilar os modelos em cada chamada. Isto é útil para desenvolvimento e depuração do código. Isto nunca deverá ser usado em ambiente de produção.
uk_ua: Це змушує Smarty перекомпілювати шаблони при кожному виклику. Це зручно для розробки і налагодження. Ця опція не повинна використовуватись у сайтах, що працюють.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
hr_hr: Treba biti omogućeno ako želite izbjeći pohranu Smarty cache na NFS-a.
it_it: Deve essere abilitato se vuoi evitare di conservare la smarty cache su NFS.
pt_pt: Deve estar ativado, se pretender evitar guardar a smarty cache no NFS.
uk_ua: Увімкніть, щоб не зберігати кеш Smarty в NFS.

source: Enable or disable debug mode.
it_it: Abilita o disabilita la modalità debug.
pt_pt: Ativar ou desativar o modo de depuração.
uk_ua: Включення або відключення режиму зневадження.

source: Some features can be disabled in order to improve performance.
hr_hr: Neke značajke mogu se onemogućiti kako bi poboljšali performanse.
it_it: Alcune caratteristiche possono essere disattivate per aumentare le prestazioni.
pt_pt: Algumas funcionalidades podem ser desativadas de modo a melhorar o desempenho.
uk_ua: Деякі можливості можуть бути вимкнені для підвищення продуктивності

source: Choose "No" to disable Product Combinations.
it_it: Scegli "No" per disattivare le combinazioni di prodotti.
pt_pt: Escolher "Não" para desativar as Combinações de Produtos.
uk_ua: Виберіть "Ні", щоб вимкнути комбінації товарів.
