Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersNotification.*.xlf
Languages: de_de, es_es, ro_ro

source: "Backup" directory does not exist.
de_de: Backup-Verzeichnis existiert nicht.
es_es: El directorio "backup" no existe.
ro_ro: Nu exista directorul "backup".

source: Error deleting
de_de: Fehler beim Löschen
es_es: Error al eliminar
ro_ro: Eroare la stergere

source: Invalid ID
de_de: Ungültige Identifizierung
es_es: ID no válida
ro_ro: ID incorect

source: Unable to create backup file
de_de: Kann kein Backup erstellen
es_es: No se puede crear el archivo de copia de seguridad
ro_ro: Imposibil de creat fisierul copie de siguranta

source: An error occurred while backing up. Unable to obtain the schema of %s
de_de: Beim Backup ist ein Fehler aufgetreten. Konnte auf Tabelle "%s" nicht zugreifen.
es_es: Se ha producido un error durante la copia de seguridad. No se puede obtener el esquema de %s
ro_ro: A aparut o eroare in timpul restaurarii. Nu s-a putut obtine schema pentru %s

source: No valid tables were found to backup.
de_de: Keine gültigen Tabellen gefunden für Backup.
es_es: No se encontraron tablas válidas para realizar copias de seguridad.
ro_ro: Nu au fost gasite tabele valide in copia de siguranta.

source: Error: parameter "to" is corrupted
de_de: Fehler: die Einstellung "bis" ist beschädigt
es_es: Error: el parámetro "a" está corrupto"
ro_ro: Eroare: parametrul "catre" este corupt

source: Error: parameter "bcc" is corrupted
de_de: Fehler: Einstellung "bcc" ist beschädigt
es_es: Error: el parámetro "bcc" está corrupto
ro_ro: Eroare: parametrul „bcc” este corupt

source: Error: invalid e-mail template
de_de: Fehler: Ungültige E-Mail-Vorlage
es_es: Error: plantilla de email no válida
ro_ro: Eroare: sablon nevalid de e-mail

source: Error: invalid e-mail subject
de_de: Fehler: Ungültiger Betreff der E-Mail
es_es: Error: asunto de email no válido
ro_ro: Eroare: subiect nevalid de e-mail

source: Error: invalid e-mail address
de_de: Fehler: Ungültige E-Mail-Adresse
es_es: Error: dirección de email no válida
ro_ro: Eroare: adresa nevalida de e-mail

source: Error: invalid SMTP server or SMTP port
de_de: Fehler: Server oder SMTP-Port ungültig
es_es: Error: servidor o puerto SMTP no válido
ro_ro: Eroare: server SMTP sau port SMTP incorect

source: Error - The following e-mail template is missing: %s
de_de: Fehler - Die folgende E-Mail-Vorlage ist nicht vorhanden: %s
es_es: Error - Falta la siguiente plantilla de correo electrónico: %s
ro_ro: Eroare - urmatorul sablon de e-mail lipseste: %s

source: You can't put this menu inside itself.
de_de: Sie können das Menü nicht mit sich selbst verlinken.
es_es: No puedes poner este menú dentro de sí mismo.
ro_ro: Nu poti pune acest meniu in el insusi.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
de_de: Das gewählte Limit ist größer als die maximale Anzahl des Upload-Limit. Bitte erhöhen Sie die Werte des Servers.
es_es: El límite elegido es mayor que el límite de carga máxima del servidor. Por favor, incrementa los límites de tu servidor.
ro_ro: Limita aleasa este mai mare decat limita de upload a serverului. Mareste aceasta valoare pe server.

source: The backup file does not exist
de_de: Backupdatei existiert nicht
es_es: El archivo de copia de seguridad no existe
ro_ro: Fisierul de backup nu exista

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
de_de: Der Verzeichnis "Backups" im Verzeichnis "admin" muss Schreibrechte besitzen (CHMOD 755 / 777).
es_es: El directorio "backups" que se encuentra en el directorio admin debe tener permisos de escritura (CHMOD 755 / 777).
ro_ro: Directorul "Backups" din directorul in care se afla fisierele paginilor de administrare ("admin" in kitul de instalare) trebuie sa permita scrierea (CHMOD 755 / 777).

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
de_de: Backup . Sie sollten trotzdem die Backup-Datei downloaden und sorgfältig überprüfen, bevor Sie fortfahren.
es_es: Parece que la copia de seguridad ha sido realizada correctamente, no obstante debes descargar y verificar detalladamente el archivo de la copia de seguridad antes de continuar.
ro_ro: Pare ca operatia de creare a copiei de siguranta a reusit; totusi, inainte de a continua, trebuie sa descarci si sa verifici cu atentie fisierul generat.

source: Unable to open your backup directory
de_de: Kann das Backup-Verzeichnis nicht öffnen
es_es: No se puede abrir el directorio de copia de seguridad
ro_ro: Nu se poate deschide copie de siguranta a registrului tau de adrese

source: SSL does not seem to be available on your server.
de_de: SSL scheint nicht verfügbar zu sein.
es_es: SSL no parece estar disponible en tu servidor.
ro_ro: SSL pare sa nu fie disponibil pe serverul tau.

source: You've selected a state for a country that does not contain states.
de_de: Sie haben ein Bundesland für ein Land ausgewählt, das keine hat.
es_es: Has seleccionado una provincia o estado para un país que no contiene provincias o estados.
ro_ro: Ai selectat un judet/stat pentru o tara care nu contine asa ceva.

source: (the directory %s must be writable)
de_de: (Verzeichnis %s muss Schreibrechte haben)
es_es: (el directorio %s debe tener permisos de escritura)
ro_ro: (registrul de date %s trebuie sa fie inscriptibil)

source: (you must install the [a]Memcache PECL extension[/a])
de_de: (Sie müssen die [a]Memcache PECL-Erweiterung[/a] installieren)
es_es: (debes instalar [a] la extensión Memcache PECL[/a])
ro_ro: (este necesar sa instalezi [a]extensia PECL Memcache[/a])

source: (you must install the [a]Memcached PECL extension[/a])
de_de: (die [a]Memcached PECL Erweiterung[/a] muss installiert sein)
es_es: (debes instalar la [a]extensión Memcache PECL[/a])
ro_ro: (este necesar sa instalezi [a]extensia PECL Memcached[/a])

source: (you must install the [a]APC PECL extension[/a])
de_de: (Sie müssen die [a]APC PECL-Erweiterung[/a] installieren)
es_es: (debes instalar la [a]extensión APC PECL[/a])
ro_ro: (este necesar sa instalezi [a]extensia PECL APC[/a])

source: (you must install the [a]Xcache extension[/a])
de_de: (Sie müssen die [a]Xcache-Erweiterung[/a] installieren)
es_es: (debes instalar la [a]extensión Xcache[/a]
ro_ro: (este necesar sa instalezi [a]extensia PECL Xcache[/a])

source: The Memcached IP is missing.
de_de: Memcached IP fehlt
es_es: Falta la IP Memcached
ro_ro: Lipseste adresa IP a Memcached.

source: The Memcached port is missing.
de_de: Memcached Port fehlt
es_es: Falta el puerto Memcached.
ro_ro: Lipseste portul Memcached.

source: The Memcached weight is missing.
de_de: Memcached Größe fehlt
es_es: Fata el peso Memcached
ro_ro: Lipseste ponderea Memcached.

source: The Memcached server cannot be added.
de_de: Kann keinen Memcached-Server hinzufügen
es_es: No se puede añadir el servidor Memcached.
ro_ro: Nu se poate adauga serverul Memcached.

source: There was an error when attempting to delete the Memcached server.
de_de: Fehler beim Löschen des Memcached-Servers.
es_es: Se ha producido un error al intentar eliminar el servidor Memcached.
ro_ro: A aparut o eroare la stergerea serverului Memcached.

source: To use Smarty Cache, the directory %directorypath% must be writable.
de_de: Verzeichnis %directorypath% benötigt Schreibrechte, um Smarty Cache verwenden zu können.
es_es: Para usar la caché Smarty, debe otorgar permisos de escritura al directorio %directorypath%.
ro_ro: Pentru a utiliza Smarty Cache, directorul %directorypath% trebuie sa permita scrierea.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
de_de: Bevor Sie dieses Tool nutzen können, müssen Sie:[1][2]Eine leere .htaccess Datei in Ihrem Stammverzeichnis erstellen.[/2][2] Schreibberechtigungen erteilen (CHMOD 666 auf Unix-System).[/2][/1]
es_es: Antes de poder utilizar esta herramienta, necesitas: [1][2]Crear un archivo .htaccess en blanco en el directorio raíz de tu tienda. [/2][2] Otorgarle permisos de escritura (CHMOD 666 en sistemas Unix).[/2][/1]

source: Media server #1 is invalid
de_de: Media Server Nr. 1 ungültig
es_es: Servidor de medios nº1 no válido
ro_ro: Servarul media #1 este incorect

source: Media server #2 is invalid
de_de: Media Server Nr. 2 ungültig
es_es: Servidor de medios nº2 no válido
ro_ro: Servarul media #2 este incorect

source: Media server #3 is invalid
de_de: Media Server Nr. 3 ungültig
es_es: Servidor de medios nº3 no válido
ro_ro: Servarul media #3 este incorect

source: Before being able to use this tool, you need to: <br />- Create a blank .htaccess in your root directory. <br />- Give it write permissions (CHMOD 666 on Unix system).
de_de: Um dieses Tool verwenden zu können, müssen Sie <br />- eine leere .htaccess im Stammverzeichnis anlegen und<br />- diese Datei beschreibbar machen (CHMOD 666 bei Unix).
es_es: Antes de poder utilizar esta herramienta, necesita: <br />- Crear un archivo .htaccess en blanco en el directorio raíz. <br />- Otorgarle permisos de escritura (CHMOD 666 en sistema Unix).
ro_ro: Inainte de utilizarea acestui instrument, trebuie sa: <br />- Creezi un fisier gol .htaccess in directorul radacina. <br />- Permiti scrierea in acest fisier (CHMOD 666 pe sistemul Unix).

source: The caching system is missing.
de_de: Cache-System fehlt
es_es: Falta el sistema de almacenamiento en caché.
ro_ro: Sistemul de cache lipseste

source: To use Memcached, you must install the Memcache PECL extension on your server.
de_de: Um Memchached nutzen zu können, muß die PECL-ERweiterung auf Ihrem Server installiert sein.
es_es: Para utilizar Memcached, tienes que instalar la extensión PECL de Memcached en tu servidor.
ro_ro: Pentru a folosi Memcached, trebuie sa instalezi extensia PECL pe server.

source: To use Memcached, you must install the Memcached PECL extension on your server.
de_de: Um Memcached nutzen zu können, muß die PECL-Erweiterung auf Ihrem Server installiert sein.
es_es: Para utilizar Memcached, tienes que instalar la extensión PECL de Memcached en tu servidor.
ro_ro: Pentru a folosi Memcached, trebuie instalata extensia PECL Memcached pe serverul tau.

source: To use APC cache, you must install the APC PECL extension on your server.
de_de: Um APC-Cache zu verwenden, müssen Sie die APC-PECL-Erweiterung auf Ihrem Server installieren.
es_es: Para utilizar la caché APC, debes instalar la extensión APC PECL en tu servidor.
ro_ro: Pentru a folosi cache APC, trebuie sa instalezi extensia PECL APC pe server.

source: To use Xcache, you must install the Xcache extension on your server.
de_de: Um XCache zu verwenden, muss die XCache-Erweiterung auf dem Server installiert werden.
es_es: Para utilizar Xcache, debes instalar la extensión Xcache en tu servidor.
ro_ro: Pentru a folosi Xcache, trebuie instalata extensia Xcache pe server.

source: To use Xcache, you must configure "xcache.var_size" for the Xcache extension (recommended value 16M to 64M).
de_de: Um Xcache zu nutzen, müssen Sie der Variablen "xcache.var_size* der Xcache-Erweiterung einem Wert zuweisen (empfohlen: 16M - 64M)
es_es: Para utilizar Xcache, debes configurar "xcache.var_size" para la extensión Xcache (valores recomendados de 16M a 64M).
ro_ro: Pentru a folosi Xcache, trebuie configurata "xcache.var_size" pentru extensia Xcache (valoare recomandata intre 16M si 64M).

source: The settings file cannot be overwritten.
de_de: Kann die Konfigurationsdateien nicht ändern
es_es: El archivo de configuración no se puede sobrescribir.
ro_ro: Nu se poate scrie in fisierul de setari.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
de_de: Fehler: Konnte nicht feststellen ob Debug-Modus aktiviert ist. Bitte überprüfen Sie, ob die korrekten Dateiberechtigungen für Datei %s gesetzt sind
es_es: Error: No se pudo determinar si el modo de depuración está activado. Asegúrate de que cuentas con los permisos adecuados en el archivo %s
ro_ro: Eroare: nu se poate determina daca modul depanare este activ. Asigura-te ca fisierul %s are permisiunile corecte

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
de_de: Fehler: Datei konnte nicht beschrieben werden. Bitte überprüfen Sie die Schreibrechte für Datei %s
es_es: Error: No se pudo escribir el archivo. Asegúrate de que cuentas con los permisos adecuados en el archivo %s
ro_ro: Eroare: nu se poate scrie in fisier. Asigura-te ca fisierul %s are permisiunile corecte

source: Error: Could not read file. Make sure that the correct permissions are set on the file %s
de_de: Fehler: Datei konnte nicht gelesen werden. Bitte überprüfen Sie die Leserechte für Datei %s
es_es: Error: No se puede leer el archivo. Asegúrate de que cuentas con los permisos necesarios en el archivo: %s
ro_ro: Eroare: fisierul nu poate fi citit. Asigura-te ca fisierul %s are permisiunile corecte

source: You cannot edit the SuperAdmin profile.
de_de: Das SuperAdmin-Profil kann nicht bearbeitet werden.
es_es: No puedes editar el perfil SuperAdmin.
ro_ro: Nu se poate edita profilul SuperAdmin.

source: The provided profile is invalid
de_de: Das bereitgestellte Profil ist ungültig
es_es: El perfil proporcionado no es válido
ro_ro: Profilul furnizat nu este valid

source: You cannot disable or delete your own account.
de_de: Sie können Ihr eigenes Konto nicht löschen.
es_es: No puedes desactivar o eliminar tu propia cuenta.
ro_ro: Nu poti dezactiva sau sterge propriul cont.

source: You cannot disable or delete the administrator account.
de_de: Sie können das letzte Administratorkonto nicht deaktivieren oder löschen
es_es: No puedes desactivar o eliminar la cuenta de administrador.
ro_ro: Nu se poate dezactiva sau sterge contul de administrator.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
de_de: Sie können diesen Account nicht löschen, weil er zur Verwaltung von Warenlagern benötigt wird. Überprüfen Sie zuerst die Warenlager.
es_es: No puedes eliminar esta cuenta, ya que ésta gestiona almacenes. Revisa tus almacenes en primer lugar.
ro_ro: Nu se poate sterge acest cont pentru ca administreaza depozitele. Verifica depozitele mai intai.

source: Your current password is invalid.
de_de: Eingegebenes Passwort ungültig
es_es: Tu contraseña actual no es válida.
ro_ro: Parola ta curenta este invalida.

source: The confirmation password does not match.
de_de: Bestätigungspasswort ungültig!
es_es: La contraseña de confirmación no coincide.
ro_ro: Parola de confirmare nu se potriveste.

source: You should have at least one employee in the administrator group.
de_de: Sie müssen mindestens einen Mitarbeiter in der Administrator-Gruppe haben.
es_es: Debes tener al menos un empleado en el grupo de administradores.
ro_ro: Trebuie sa ai cel putin un angajat in grupul administratorilor.

source: Invalid theme
de_de: Ungültiges Template
es_es: Tema no válido
ro_ro: Tema nevalida

source: The employee must be associated with at least one shop.
de_de: Der Mitarbeiter muss mit mindestens einem Shop in Verbindung gebracht werden
es_es: El empleado debe estar asociado con al menos una tienda.
ro_ro: Angajatul trebuie sa fie asociat cu cel putin un magazin.

source: The password must be at least %s characters long.
de_de: Das Posswort muss mindestens %s Zeichen haben.
es_es: La contraseña debe tener al menos %s caracteres.
ro_ro: Parola trebuie sa contina cel putin %s caractere.

source: Key length must be 32 character long.
de_de: Der Schlüssel muss aus 32 Zeichen bestehen.
es_es: La longitud de la clave debe ser de 32 caracteres.
ro_ro: Lungimea cheii trebuie sa fie de 32 de caractere lungime

source: This key already exists.
de_de: Der Schlüssel ist bereits vorhanden.
es_es: Esa clave ya existe.
ro_ro: Cheia exista deja.

source: To avoid operating problems, please use an Apache server.
de_de: Um technische Probleme mit diesem Web-Service zu vermeiden, nutzen Sie bitte einen Apache-Server
es_es: Para evitar problemas técnicos con este servicio Web, utiliza un servidor Apache.
ro_ro: Pentru a evita probleme, foloseste un server Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
de_de: Bitte aktivieren Sie das Apache-Modul 'mod_auth_basic', um die Authentifizierung von PrestaShops webservice zu ermöglichen.
es_es: Por favor, activa el módulo de Apache 'mod_auth_basic' para permitir la autenticación del webservice de Prestashop.
ro_ro: Te rugam sa activezi modulul Apache 'mod_auth_basic' pentru a permite autentificarea serviciului web Prestashop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
de_de: Bitte aktivieren Sie das Apache-Modul 'mod_rewrite', um PrestaShops webservice zu ermöglichen.
es_es: Por favor, activa el módulo de Apache 'mod_rewrite' para permitir el webservice Prestashop.
ro_ro: Te rugam sa activezi modulul Apache 'mod_auth_basic' pentru a permite serviciul web Prestashop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
de_de: Wir konnten nicht prüfen, ob die Authentifizierung und rewrite-Erweiterung aktiviert sind. Um den Webservice von PrestaShop nutzen zu können, sollten Sie dies manuell überprüfen und ggf. sicherstellen.
es_es: PrestaShop no pudo verificar si los módulos de apache: mod_auth_basic y mod_rewrite están habilitados. Por favor verifíquelo manualmente en su servidor apache antes de comenzar a utilizar el servicio web.
ro_ro: Nu putem verifica daca autentificarea si rescrierea extensiilor primare sunt active. Verifica manual acest lucru pentru a putea folosi PrestaShop Webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
de_de: Bitte aktivieren Sie die PHP-Erweiterung 'SimpleXML', um den Test von PrestaShops webservice zu ermöglichen.
es_es: Por favor, activa la extensión PHP 'SimpleXML' para permitir probar el webservice de Prestashop.
ro_ro: Activeaza extensia PHP 'SimpleXML' pentru a permite testarea serviciului web PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
de_de: Wenn Sie die Möglichkeit haben, wäre es besser, SSL (https) für Verbindungen zum Web-Service zu verwenden, das verhindert "Man in the middle"-Angriffe.
es_es: Si es posible, es preferible utilizar SSL (https:) para las llamadas a servicios web, ya que se evitan los ataques "man in the middle".
ro_ro: Daca este posibil, este preferabil sa se foloseasca SSL (https) pentru apelarea servicilor web, pentru a evita problemele de securitate de tipul "man in middle".

source: Update your PHP version.
de_de: Aktualisieren Sie Ihre PHP-Version.
es_es: Actualiza la versión de PHP.
ro_ro: Actualizeaza PHP.

source: Configure your server to allow file uploads.
de_de: Konfigurieren Sie Ihren Server so, dass der Datei-Upload erlaubt ist.
es_es: Configura tu servidor para permitir la subida de archivos.
ro_ro: Configureaza serverul pentru a permite incarcarea de fisiere.

source: Configure your server to allow the creation of directories and files with write permissions.
de_de: Konfigurieren Sie Ihren Server so, dass das Erstellen neuer Verzeichnisse und Dateien mit Schreibrechten erlaubt ist.
es_es: Configura tu servidor para permitir la creación de directorios y archivos con permisos de escritura.
ro_ro: Configureaza serverul pentru a permite crearea de dosare si fisiere cu permisiuni de scriere.

source: Enable the GD library on your server.
de_de: Aktivieren der GD-Bibliothek auf Ihrem Server
es_es: Activa la biblioteca GD en tu servidor.
ro_ro: Activeaza libraria GD de pe serverul tau.

source: Enable the MySQL support on your server.
de_de: Aktivieren der MySQL-Unterstützung auf Ihrem Server
es_es: Activa el soporte MySQL en tu servidor.
ro_ro: Activeaza suportul MySQL de pe serverul tau.

source: Set write permissions for the "config" folder.
de_de: Schreibrechte für Verzeichnis "config" definieren.
es_es: Establece permisos de escritura para la carpeta "config".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "config".

source: Set write permissions for the "cache" folder.
de_de: Schreibrechte im Verzeichnis "cache" definieren
es_es: Establece permisos de escritura para la carpeta "cache".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "cache".

source: Set write permissions for the "sitemap.xml" file.
de_de: Bitte Schreibrechte für Datei "sitemap.xml" setzen!
es_es: Establece permisos de escritura para el archivo "sitemap.xml".
ro_ro: Stabileste permisiuni de scriere pentru fisierul "sitemap.xml" (harta sitului).

source: Set write permissions for the "img" folder and subfolders.
de_de: Schreibrechte für "img"-Verzeichnis und Unterverzeichnisse setzen
es_es: Establece permisos de escritura recursivos al directorio "img".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "img" (imagine) si subdosarele sale.

source: Set write permissions for the "log" folder and subfolders.
de_de: Schreibrechte für das "log"-Verzeichnis und Unterverzeichnisse setzen.
es_es: Establece permisos de escritura recursivos al directorio "log".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "log" (jurnal) si subdosarele sale.

source: Set write permissions for the "mails" folder and subfolders.
de_de: Schreibrechte für "E-Mails"-Verzeichnis und Unterverzeichnisse rekursiv setzen
es_es: Establece permisos de escritura recursivos al directorio "mails".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "mails" (e-mail-uri) si subdosarele sale.

source: Set write permissions for the "modules" folder and subfolders.
de_de: Schreibrechte für "modules"-Verzeichnis und Unterverzeichnisse rekursiv setzen
es_es: Establece permisos de escritura recursivos al directorio "modules".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "modules" (module) si subdosarele sale.

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
de_de: Legen Sie die rekursiven Schreibrechte für Verzeichnis und Unterverzeichnisse von "themes%s/lang/" fest.
es_es: Establece permisos de escritura recursivos al directorio "themes%s/lang/".
ro_ro: Corecteaza permisiunile de scriere pentru dosarul "themes%s/lang/" si subdosarele lui, recursiv.

source: Set write permissions for the "translations" folder and subfolders.
de_de: Schreibrechte für "translations"-Verzeichnis und Unterverzeichnisse rekursiv setzen
es_es: Establece permisos de escritura recursivos al directorio "translations".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "translations" (traduceri) si subdosarele sale.

source: Set write permissions for the "upload" folder and subfolders.
de_de: Schreibrechte für "upload"-Verzeichnis und Unterordner rekursiv setzen.
es_es: Establece permisos de escritura recursivos al directorio "upload".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "upload" (incarca) si subdosarele sale.

source: Set write permissions for the "download" folder and subfolders.
de_de: Schreibrechte für "download"-Verzeichnis und Unterverzeichnisse rekursiv setzen
es_es: Establece permisos de escritura recursivos al directorio "download".
ro_ro: Stabileste permisiuni de scriere pentru dosarul "download" (descarca) si subdosarele sale.

source: Allow the PHP fopen() function on your server.
de_de: Aktivieren Sie die PHP-Fumktion fopen() auf Ihrem Server.
es_es: Activa la función PHP fopen() en tu servidor.
ro_ro: Permiteti executarea functiei PHP fopen() pe serverul tau
