Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminLoginNotification.*.xlf
Languages: fr_fr, hu_hu, it_it, pt_pt

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
fr_fr: SSL activé. Cependant, votre adresse IP est autorisée à utiliser le mode non sécurisé pour la maintenance ou les problèmes d'IP locale.
hu_hu: SSL aktiválva. Habár az IP címed megengedi a védetlen módot is.
it_it: SSL è attivato. Tuttavia, il tuo IP ha il permesso di utilizzare la modalità non protetta (problemi di manutenzione o IP locali).
pt_pt: O SSL está ativado. No entanto, o seu IP está autorizado a entrar usando o modo inseguro para manutenção ou problemas de IP locais.

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
fr_fr: Le protocole SSL est activé. Veuillez utiliser le lien suivant pour vous [1]connecter en mode sécurisé (https://)[/1]
hu_hu: Az SSL aktiválva van. Jelenkezz be az [1]ezen a linken található biztonságos felületen keresztül (https://)[/1]
it_it: SSL è attivo. Collegati utilizzando il seguente link per [1]accedere in modalità sicura (https://)[/1]
pt_pt: O SSL está ativo. Autentique-se utilizando a ligação seguinte para [1]entrar no modo de segurança(https://)[/1]

source: The employee does not exist, or the password provided is incorrect.
fr_fr: Ce compte employé n'existe pas, ou le mot de passe est erroné.
hu_hu: Az alkalmazott nem létezik, vagy a megadott jelszó hibás.
it_it: Account dipendente inesistente, o password errata.
pt_pt: O empregado não existe, ou a palavra-passe fornecida está incorreta.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
fr_fr: Ce compte employé ne gère plus de boutique (la boutique ou les permissions ont été supprimées).
hu_hu: Az alkalmazott már nem kezeli többé az áruházat (vagy az áruház lett törölve, vagy a hozzáférés lett visszavonva).
it_it: Questo dipendente non gestisce più il negozio (il negozio è stato cancellato oppure i permessi sono stati revocati).
pt_pt: Este empregado não gere mais a loja (a loja foi eliminada ou as permissões de acesso foram revogadas).

source: This account does not exist.
fr_fr: Ce compte n'existe pas
hu_hu: Ez a fiók nem létezik
it_it: Questo account non esiste.
pt_pt: Esta conta não existe.

source: Please, check your mailbox. A link to reset your password has been sent to you.
fr_fr: Veuillez consulter votre boîte de réception. Un lien pour réinitialiser votre mot de passe vous a été envoyé.
hu_hu: Kérlek, ellenőrizd a levelezőfiókodat. A jelszó visszaállítására szolgáló hivatkozást e-mailben elküldtük a címedre.
it_it: Controlla la tua casella di posta. Ti è stato inviato un link per reimpostare la tua password.
pt_pt: Verifique a sua caixa de correio. Foi-lhe enviada uma ligação para redefinir a sua palavra-passe.

source: An error occurred while attempting to reset your password.
fr_fr: Une erreur est survenue lors de la réinitialisation du mot de passe.
hu_hu: Hiba történt a jelszó visszaállítása közben.
it_it: Si è verificato un errore durante la modifica della tua password.
pt_pt: Ocorreu um erro ao tentar repor a sua palavra-passe.

source: Some identification information is missing.
fr_fr: Certaines informations d'identification sont manquantes.
hu_hu: Néhány azonosító adat hiányzik.
it_it: Alcune informazioni riguardanti l'identità sono mancanti.
pt_pt: Falta alguma informação de identificação.

source: The password is missing: please enter your new password.
fr_fr: Le mot de passe est manquant : veuillez renseigner votre nouveau mot de passe.
hu_hu: Hiányzó jelszó: adj meg egy új jelszót.
it_it: Password mancante: si prega di inserire la nuova password.
pt_pt: Falta a palavra-passe: insira a sua nova palavra-passe.

source: The password is not in a valid format.
fr_fr: Le mot de passe n'a pas un format valide.
hu_hu: A jelszó formátuma nem megfelelő.
it_it: Il formato della password non è valido.
pt_pt: O formato da palavra-passe não é válido.

source: The confirmation is empty: please fill in the password confirmation as well.
fr_fr: La confirmation est manquante : veuillez également renseigner la confirmation du mot de passe.
hu_hu: A jelszó megerősítése mező üresen maradt: töltsd ki a jelszó megerősítését is.
it_it: Il campo conferma è vuoto: si prega di inserire anche la conferma della password.
pt_pt: O campo de confirmação está vazio: insira também a confirmação da palavra-passe.

source: The password and its confirmation do not match. Please double check both passwords.
fr_fr: Le mot de passe et sa confirmation ne correspondent pas. Veuillez vérifier vos deux mots de passe.
hu_hu: A jelszó és a jelszó megerősítése mező nem egyezik. Kérlek, ellenőrizd mindkét jelszót.
it_it: La password e la relativa conferma con corrispondono. Si prega di verificarle entrambe.
pt_pt: A palavra-passe não corresponde à confirmação da palavra-passe. Verifique se ambas estão corretas.

source: Your password reset request expired. Please start again.
fr_fr: Votre demande de réinitialisation a expiré. Veuillez recommencer.
hu_hu: Jelszó-visszaállítási kérelmed lejárt. Kérjük, kezd újra.
it_it: La tua richiesta di reimpostazione della password è scaduta. Inviane un'altra.
pt_pt: O pedido para repor a palavra-passe expirou. Tente de novo.

source: An error occurred while attempting to change your password.
fr_fr: Une erreur est survenue lors du changement de mot de passe.
hu_hu: Hiba történt a jelszó megváltoztatásakor.
it_it: Si è verificato un errore durante la modifica della password.
pt_pt: Ocorreu um erro ao alterar a sua palavra-passe.

source: The password has been changed successfully.
fr_fr: Le mot de passe a été changé avec succès.
hu_hu: A jelszó sikeresen megváltoztatva.
it_it: La password è stata modificata con successo.
pt_pt: A sua palavra-passe foi alterada com sucesso.

source: For security reasons, you must also delete the /install folder.
hu_hu: Biztonsági okokból törölnöd kell az /install mappát is!

source: You will be redirected to the login page in a few seconds.
hu_hu: Néhány másodperc múlva átirányítunk a bejelentkezési oldalra.
it_it: Verrai reindirizzato alla pagina di login tra qualche secondo.
pt_pt: Será redirecionado para a página de início de sessão em alguns segundos.

source: Please, check your mailbox.
hu_hu: Kérlek, ellenőrizd a levelezőfiókodat.
it_it: Per favore, controlla la tua email.
pt_pt: Verifique sua caixa de correio eletrónico.

source: A link to reset your password has been sent to you.
hu_hu: A jelszó visszaállítására szolgáló hivatkozást e-mailben elküldtük a címedre.
it_it: Ti è stato inviato un link per modificare la tua password.
pt_pt: Foi enviada uma ligação para o seu endereço de e-mail para redefinir a sua palavra-passe.

source: For security reasons, you cannot connect to the back office until you have:
hu_hu: Biztonsági okokból nem tudsz kapcsolódni a Háttériroda felülethez, amíg:
it_it: Per ragioni di sicurezza non puoi collegarti al Back Office fino a quando:
pt_pt: Por motivos de segurança, não pode ter acesso à área de administração até ter:

source: deleted the /install folder
hu_hu: nem törölted ki az /install mappát
it_it: non hai cancellato la cartella /install
pt_pt: elimine a pasta /install

source: renamed the /admin folder (e.g. %s)
hu_hu: átnevezés nem történt a /admin mappán (pl. %s)
it_it: non hai rinominato la cartella /admin (ad es. %s)
pt_pt: altere o nome da pasta /admin (ex: %s)

source: Please then access this page by the new URL (e.g. %s)
hu_hu: Kérlek, ezek után az oldal eléréséhez az új hivatkozást használd (pl. %s)
it_it: Quindi accedi a questa pagina attraverso il nuovo URL (ad es. %s)
pt_pt: Por favor, depois aceda a esta página através do novo endereço (ex: %s)

source: You can reset your password every %d minute(s) only. Please try again later.
fr_fr: Vous pouvez réinitialiser votre mot de passe toutes les %d minutes seulement. Veuillez réessayer ultérieurement.
it_it: Puoi reimpostare nuovamente la password solo dopo %d minuti. Riprova più tardi.
pt_pt: Só pode repor a palavra-passe depois de %d minuto(s). Tente de novo, mais tarde.
