Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersFeature.*.xlf
Languages: it_it, zh_tw

source: Refresh index
it_it: Aggiornare l'indice
zh_tw: 刷新指數

source: Refresh cache
it_it: Aggiorna la cache
zh_tw: 刷新快取

source: Save direct traffic?
it_it: Salvare il traffico diretto?
zh_tw: 保存直接點擊

source: Exclude taxes in sales total?
it_it: Escludere le tasse nel totale delle vendite?

source: Exclude shipping in sales total?
it_it: Escludere la spedizione nel totale delle vendite?

source: Add new tag
it_it: Aggiungi un nuovo tag
zh_tw: 新增標籤

source: Hours:
it_it: Ore:
zh_tw: 時：

source: Statistics
it_it: Statistiche
zh_tw: 統計

source: Filter by product:
it_it: Filtra per prodotto:
zh_tw: 商品過濾：

source: Authorized modules:
it_it: Moduli autorizzati:
zh_tw: 授權模塊：

source: This category already exists for this group.
it_it: Questa categoria esiste già per questo gruppo.
zh_tw: 本類別已存在這個群組中

source: Add a category discount
it_it: Aggiungere uno sconto categoria
zh_tw: 建立一個分類折扣

source: New group category discount
it_it: Nuovo gruppo di categorie di sconto
zh_tw: 新群組分類折扣

source: Discount (%):
it_it: Sconto (%):
zh_tw: 折扣(%)：

source: Discount: %.2f%%
it_it: Sconto (%.2f%%)
zh_tw: 折扣: %.2f%%

source: Group information
it_it: Informazione Gruppo
zh_tw: 群組資訊

source: Price display method:
it_it: Visualizzazione dei prezzi:
zh_tw: 價格顯示方法：

source: Show prices:
it_it: Mostra prezzi:
zh_tw: 顯示價格：

source: Current category discount
it_it: Sconti attuali
zh_tw: 現在分類折扣

source: Members of this customer group
it_it: Clienti membri di questo gruppo
zh_tw: 本群組的會員客戶

source: Limited to the first 100 customers.
it_it: Limitato ai primi 100 clienti.
zh_tw: 僅限於前100名客戶。

source: Please use filters to narrow your search.
it_it: Per favore usa i filtri per ridurre la ricerca.
zh_tw: 請使用過濾器來縮小搜索範圍。

source: Webmaster
zh_tw: 網站管理員

source: Base
zh_tw: 基地

source: Server
zh_tw: 主機：

source: Alias
zh_tw: 別名：

source: Cache
zh_tw: 快取

source: Tag
zh_tw: 標籤
