Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersFeature.*.xlf
Languages: it_it, zh_tw

source: Mr.
it_it: Sig.
zh_tw: 先生

source: Mrs.
it_it: Sig.ra
zh_tw: 女士

source: Visitor
it_it: Visitatore
zh_tw: 訪客

source: Guest
it_it: Ospite
zh_tw: 訪客

source: Customer
it_it: Cliente
zh_tw: 客戶

source: Dear Customer, Regards, Customer service
it_it: Caro Cliente, Saluti, Servizio clienti

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
it_it: Al momento stiamo aggiornando il nostro negozio e torneremo veramente molto presto. Grazie per la pazienza.
zh_tw: 我們正在進行網站更新，很快就會恢復營運。感謝您耐心等候。

source: #IN
it_it: #FA

source: #DE
it_it: #SP

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
it_it: a|adesso|ai|al|alla|allo|allora|altre|altri|altro|anche|ancora|avere|aveva|avevano|ben|buono|che|chi|cinque|comprare|con|consecutivi|consecutivo|cosa|cui|da|del|della|dello|dentro|deve|devo|di|doppio|due|e|ecco|fare|fine|fino|fra|gente|giu|ha|hai|hanno|ho|il|indietro|invece|io|la|lavoro|le|lei|lo|loro|lui|lungo|ma|me|meglio|molta|molti|molto|nei|nella|no|noi|nome|nostro|nove|nuovi|nuovo|o|oltre|ora|otto|peggio|pero|persone|piu|poco|primo|promesso|qua|quarto|quasi|quattro|quello|questo|qui|quindi|quinto|rispetto|sara|secondo|sei|sembra|sembrava|senza|sette|sia|siamo|siete|solo|sono|sopra|soprattutto|sotto|stati|stato|stesso|su|subito|sul|sulla|tanto|te|tempo|terzo|tra|tre|triplo|ultimo|un|una|uno|va|vai|voi|volte|vostro

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
it_it: Puoi annullare l'iscrizione in ogni momenti. A questo scopo, cerca le info di contatto nelle note legali.
zh_tw: 我們會不定期寄送優惠活動給您，您也可以隨時取消訂閱。

source: Customer service
it_it: Servizio clienti
zh_tw: 客戶服務

source: If a technical problem occurs on this website
it_it: Se si verifica un problema tecnico su questo sito web

source: For any question about a product, an order
it_it: Per qualsiasi domanda su un prodotto, un ordine
zh_tw: 關於商品或訂購問題

source: Visits
it_it: Visite
zh_tw: 訪問

source: Registrations
it_it: Registrazioni
zh_tw: 註冊

source: Visitors
it_it: Visitatori
zh_tw: 訪客

source: Pages
it_it: Pagine
zh_tw: 網頁

source: Reg.
it_it: Registrazioni
zh_tw: 註冊

source: Avg. cart
it_it: Carrello medio.
zh_tw: 平均購物車

source: Reg. rate
it_it: Perc. reg.
zh_tw: 註冊率

source: Order rate
it_it: Perc. ord.
zh_tw: 訂單率

source: Click
it_it: Clic
zh_tw: 點選

source: Add new referrer
it_it: Aggiungi nuovo referente
zh_tw: 新增引薦來源

source: Affiliate
it_it: Affiliato
zh_tw: 業務合作夥伴加盟

source: Affiliates can access their data with this name and password.
it_it: Gli affiliati possono accedere ai propri dati con questo nome e password.
zh_tw: 夥伴可以透過這個帳號、密碼存取他們的資料

source: Front access:
it_it: Accesso Frontend:
zh_tw: 查看前台:

source: Commission plan
it_it: Commissioi
zh_tw: 傭金制

source: Click fee
it_it: Tariffa clic
zh_tw: 點選費

source: Base fee
it_it: Tariffa di base
zh_tw: 基本費

source: Percent fee
it_it: Tariffa percentuale
zh_tw: 百分比收費

source: Technical information -- Simple mode
it_it: Informazioni tecniche - Modalità semplice
zh_tw: 技術資料 - 簡單模式

source: Include
it_it: Includi
zh_tw: 含

source: HTTP referrer
it_it: Referrer HTTP
zh_tw: HTTP 引薦來源

source: Exclude
it_it: Escludi
zh_tw: 不包含

source: Request URI
it_it: Richiesta URI

source: Technical information -- Expert mode
it_it: Informazioni tecniche -- Modalità esperto.
zh_tw: 技術信息 - 專家模式

source: Unique visitors
it_it: Ospiti unici
zh_tw: 獨特的訪問者

source: Pages viewed
it_it: Pagine visualizzate
zh_tw: 瀏覽過的網頁

source: Registration rate
it_it: Percentuale di registrazioni
zh_tw: 登記率

source: Referrer
it_it: Referente
zh_tw: 參照

source: GET variable
it_it: Variabile GET
zh_tw: 取得(GET)變數

source: $_GET variable
it_it: variabile $_GET
zh_tw: $_GET 變數

source: Add new search engine
it_it: Aggiungi nuovo motore di ricerca
zh_tw: 新增搜尋引擎

source: Undefined
it_it: Indefinito
zh_tw: 未定義

source: There are no visitors online.
it_it: Non ci sono visitatori online adesso.
zh_tw: 沒有非會員線上。

source: Unknown
it_it: Sconosciuto
zh_tw: 未知

source: Product name
it_it: Nome del prodotto
zh_tw: 商品名稱

source: No default warehouse (default setting)
it_it: Nessun magazzino predefinito (impostazione predefinita)
zh_tw: 無默認倉庫（默認設定）

source: Products (general)
it_it: Prodotti (generale)
zh_tw: 產品 (一般)

source: Catalog mode
it_it: Modalità catalogo
zh_tw: 商品目錄模式

source: Number of days for which the product is considered 'new'
it_it: Numero di giorni in cui un prodotto possa essere considerato "nuovo"
zh_tw: 商品建立後多少天內視為新品

source: Max size of product summary
it_it: Dimensione massima del riepilogo del prodotto

source: Quantity discounts based on
it_it: Sconto quantità basata su
zh_tw: 數量折扣基礎

source: Force update of friendly URL
it_it: Forza l'aggiornamento delle URL comprensibili
zh_tw: 強迫FRIENDLY URL更新

source: Default activation status
it_it: Stato di attivazione predefinito
zh_tw: 默認啟動狀態

source: Pagination
it_it: Paginazione
zh_tw: 分頁

source: Products per page
it_it: Prodotti per pagina
zh_tw: 每頁顯示產品：

source: Default order by
it_it: Ordine di default
zh_tw: 預設排序：

source: Product price
it_it: Prezzo prodotto
zh_tw: 商品價格

source: Product add date
it_it: Data di inserimento del prodotto
zh_tw: 商品上架日期

source: Product modified date
it_it: Data di modifica del prodotto
zh_tw: 商品變更日期

source: Position inside category
it_it: Posizione nella categoria
zh_tw: 分類位置

source: Product quantity
it_it: Quantità del prodotto
zh_tw: 商品數量

source: Product reference
it_it: Riferimento prodotto
zh_tw: 商品編號

source: Default order method
it_it: Metodo default d'ordine
zh_tw: 預設排序方式

source: Product page
it_it: Pagina prodotto
zh_tw: 商品頁面

source: Display available quantities on the product page
it_it: Mostra le quantità disponibili nella pagina del prodotto
zh_tw: 在產品頁上顯示可用數量

source: Display remaining quantities when the quantity is lower than
it_it: Visualizza le quantità rimanenti quando sono inferiori a
zh_tw: 顯示剩餘量，當庫存低於

source: Display unavailable product attributes on the product page
it_it: Mostra gli attributi di prodotti non disponibili nella pagina prodotto
zh_tw: 在商品頁面上顯示售完的商品屬性

source: Display the "add to cart" button when a product has attributes
it_it: Visualizza il tasto "aggiungi al carrello" quando i prodotti hanno attributi
zh_tw: 產品有屬性時顯示 "加入到購物車" 按鈕

source: Separator of attribute anchor on the product links
it_it: Separatore dell'ancora di attributo sui link prodotti

source: Display discounted price
it_it: Mostra il prezzo scontato
zh_tw: 顯示折後價

source: Products stock
it_it: Magazzino prodotti
zh_tw: 商品庫存

source: Allow ordering of out-of-stock products
it_it: Permetti l'ordine di prodotti fuori magazzino
zh_tw: 允許訂購無庫存產品：

source: Enable stock management
it_it: Permetti gestione del magazzino
zh_tw: 啟用倉庫管理：

source: Default pack stock management
it_it: Gestione predefinita magazzino confezioni
zh_tw: 默認組合庫存管理

source: Decrement pack only.
it_it: Diminuisci solo confezione.
zh_tw: 只減少整組庫存

source: Decrement products in pack only.
it_it: Diminuisci solo i prodotti in confezione.
zh_tw: 減少整組內的組成商品庫存

source: Decrement both.
it_it: Diminuisci entrambi.
zh_tw: 減少整組和組成商品庫存

source: Male
it_it: Maschio
zh_tw: 男性

source: Female
it_it: Femmina
zh_tw: 女性

source: Social title
it_it: Titolo sociale
zh_tw: 稱號

source: Neutral
it_it: Neutrale
zh_tw: 中性

source: Add new social title
it_it: Aggiungi un nuovo titolo
zh_tw: 新增稱謂

source: Social titles
it_it: Titolo sociale
zh_tw: 標題

source: Image width
it_it: Larghezza immagine
zh_tw: 圖片寬度：

source: Image height
it_it: Altezza immagine
zh_tw: 圖片高度：

source: Search
it_it: Cerca
zh_tw: 搜尋

source: Rewritten URL
it_it: URL riscritte
zh_tw: 改寫URL

source: Shop name
it_it: Nome del negozio
zh_tw: 商店名稱

source: Shop ID
it_it: ID negozio
zh_tw: 本網商店ID

source: Shop group
it_it: Gruppo di negozi
zh_tw: 商店群組：

source: Root category
it_it: Categoria principale
zh_tw: 根分類

source: Main URL for this shop
it_it: URL principale per questo negozio
zh_tw: 商店主要的網址URL

source: Edit this shop group
it_it: Modifica questo gruppo negozio
zh_tw: 編輯這個商店群組

source: Add new shop
it_it: Aggiungi nuovo negozio
zh_tw: 新增商店

source: Multistore tree
it_it: Struttura Multinegozio
zh_tw: 多重店面樹

source: Page
it_it: Pagina
zh_tw: 頁面

source: Page title
it_it: Titolo della Pagina
zh_tw: 頁面標題：

source: Accented URL
it_it: URL accentati
zh_tw: 強調的網址

source: Redirect to the canonical URL
it_it: Redirect all'URL canonico
zh_tw: 轉跳​​到標準網址

source: No redirection (you may have duplicate content issues)
it_it: Nessun redirect (puoi avere problemi di contenuti duplicati)
zh_tw: 不轉跳（你可能有重複內容的問題）

source: 302 Moved Temporarily (recommended while setting up your store)
it_it: 302 Spostato temporaneamente (Raccomandato finchè imposti lo shop)
zh_tw: HTTP 302 暫時移動 (建議在設定您的商店時使用)

source: 301 Moved Permanently (recommended once you have gone live)
it_it: 301 Spostato definitivamente (raccomandato dopo che sei andato in produzione)
zh_tw: HTTP 301 永久移動 (建議在當您確定上線後使用)

source: Disable Apache's MultiViews option
it_it: Disattiva l'opzione MultiViews di Apache
zh_tw: 停用 Apache 的 MultiViews 選項

source: Disable Apache's mod_security module
it_it: Disattiva il modulo mod_security di Apache
zh_tw: 停用 Apache 的 mod_security 模組

source: Generate robots.txt file
it_it: Genera file robots.txt
zh_tw: 產生robots.txt檔案

source: Robots file generation
it_it: Generazione del file robots
zh_tw: Robots檔案產生

source: Set shop URL
it_it: Imposta l'URL del tuo negozio
zh_tw: 設定商店網址

source: Shop domain
it_it: Dominio negozio
zh_tw: 商店網域名稱

source: SSL domain
it_it: Dominio SSL
zh_tw: SSL 網域

source: Base URI
it_it: URI base
zh_tw: 基礎網址

source: Set up URLs
it_it: Impostazione URL
zh_tw: 網址設定

source: Manage domain name
it_it: Gestisci nome dominio
zh_tw: 管理網址名稱

source: Add a domain name
it_it: Aggiungi un nome per il dominio
zh_tw: 新增一個網址名稱

source: Schema of URLs
it_it: Schema degli URL
zh_tw: URL網址結構

source: Add a new page
it_it: Aggiungi una nuova pagina
zh_tw: 新增一個頁面

source: Keywords: %s
it_it: Parole chiave: %s
zh_tw: 關鍵字：%s

source: Default pages
it_it: Pagine di default
zh_tw: 預設頁面

source: Module pages
it_it: Pagine del modulo
zh_tw: 模組頁

source: Meta tags
it_it: Meta tag
zh_tw: 後設標籤

source: Page name
it_it: Nome della pagina
zh_tw: 頁面名稱

source: Route to products
it_it: Percorso ai prodotti
zh_tw: 到產品路徑

source: Route to category
it_it: Percorso alla categoria
zh_tw: 到分類路徑

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
it_it: Indirizza alla categoria che ha l'attributo "filtro selezionato" per il modulo di "Navigazione a strati" (blocklayered)

source: Route to supplier
it_it: Percorso al fornitore
zh_tw: 到供應商路徑

source: Route to brand
it_it: Percorso alla marca

source: Route to page
it_it: Percorso pagina
zh_tw: 到頁面的路徑

source: Route to page category
it_it: Percorso pagina categoria
zh_tw: 到頁面分類路徑

source: Route to modules
it_it: Percorso ai moduli
zh_tw: 到模組路徑

source: Enable Shop
it_it: Attiva negozio
zh_tw: 啟用商店

source: Maintenance IP
it_it: IP di manutenzione
zh_tw: 維護IP：

source: Custom maintenance text
it_it: Testo personalizzato manutenzione

source: Enable final summary
it_it: Abilita riepilogo finale

source: Enable guest checkout
it_it: Attiva l'ordine express (checkout ospite)
zh_tw: 讓非會員結帳

source: Disable Reordering Option
it_it: Disattiva l'opzione riordino
zh_tw: 停用"再次訂購"選項

source: Minimum purchase total required in order to validate the order
it_it: Minimo d'acquisto totale perché un ordine sia convalidato
zh_tw: 檢驗訂單的採購金額下限

source: Recalculate shipping costs after editing the order
it_it: Ricalcola le spese di spedizione dopo la modifica dell'ordine

source: Allow multishipping
it_it: Permetti spedizioni multiple
zh_tw: 允許使用多地址結帳

source: Delayed shipping
it_it: Spedizione differita
zh_tw: 顯示的運送方式

source: Terms of service
it_it: Condizioni Generali di Vendita
zh_tw: 服務條款

source: Page for the Terms and conditions
it_it: Pagina dei Termini e Condizioni
zh_tw: 條款及條件頁面

source: Gift options
it_it: Opzioni regalo
zh_tw: 禮物選項

source: Offer gift wrapping
it_it: Offri una confezione regalo
zh_tw: 提供禮品包裝：

source: Gift-wrapping price
it_it: Prezzo della confezione regalo
zh_tw: 禮品包裝價格：

source: Gift-wrapping tax
it_it: Tassa della carta regalo
zh_tw: 禮品包裝稅

source: Offer recycled packaging
it_it: Offri la confezione riciclata
zh_tw: 提供環保包裝：

source: Group name
it_it: Nome del gruppo
zh_tw: 群組名稱

source: Discount (%)
it_it: Sconto (%)
zh_tw: 折扣(%)：

source: Members
it_it: Membri
zh_tw: 會員

source: Show prices
it_it: Mostra prezzi
zh_tw: 顯示價格：

source: Creation date
it_it: Data di creazione
zh_tw: 建立日期

source: Default groups options
it_it: Opzioni gruppi di default
zh_tw: 默認群組選項

source: Visitors group
it_it: Gruppo di visitatori
zh_tw: 顧客群組

source: Guests group
it_it: Gruppo Ospiti
zh_tw: 訪客群組

source: Customers group
it_it: Gruppo di clienti
zh_tw: 客戶群組

source: Save, then add a category reduction.
it_it: Salva e aggiungi uno sconto categoria.
zh_tw: 儲存後新增一個分類折扣

source: Add new group
it_it: Aggiungi un nuovo gruppo
zh_tw: 新增群組

source: Customer group
it_it: Gruppo clienti
zh_tw: 客戶群組

source: Price display method
it_it: Modalità di visualizzazione prezzi
zh_tw: 價格顯示方法：

source: Category discount
it_it: Sconto categoria
zh_tw: 分類折扣：

source: Modules authorization
it_it: Autorizzazione moduli
zh_tw: 模塊授權

source: Registration date
it_it: Data di registrazione
zh_tw: 註冊日期

source: Add new store
it_it: Aggiungi nuovo negozio
zh_tw: 新增新商店

source: Stores
it_it: Negozi
zh_tw: 商店

source: Store name (e.g. City Center Mall Store).
it_it: Nome del negozio, per esempio : Store Mall Citycentre.
zh_tw: 商店名稱（例如 Xx商城）。

source: Allowed characters: letters, spaces and %s
it_it: Caratteri permessi: lettere, spazi e %s
zh_tw: 允許字元：字母、空白與 %s

source: Latitude / Longitude
it_it: Latitudine / Longitudine
zh_tw: 緯度/經度：

source: Store coordinates (e.g. 45.265469/-47.226478).
it_it: Coordinate del negozio (es. 45.265469 / -47.226478).
zh_tw: 商店座標 (例如 45.265469/-47.226478)

source: Picture
it_it: Immagine
zh_tw: 圖片

source: Monday
it_it: Lunedì
zh_tw: 星期一

source: Tuesday
it_it: Martedì
zh_tw: 星期二

source: Wednesday
it_it: Mercoledì
zh_tw: 星期三

source: Thursday
it_it: Giovedì
zh_tw: 星期四

source: Friday
it_it: Venerdì
zh_tw: 星期五

source: Saturday
it_it: Sabato
zh_tw: 星期六

source: Sunday
it_it: Domenica
zh_tw: 星期日

source: Choose your country
it_it: Scegli la tua nazione
zh_tw: 國家

source: Choose your state (if applicable)
it_it: Scegli la tua provincia (se applicabile)
zh_tw: 縣/市(如適用)

source: Displayed in emails and page titles.
it_it: Mostrata nelle email e nei titoli delle pagine.
zh_tw: 顯示在頁面標題和電子郵件中

source: Shop email
it_it: Email negozio
zh_tw: 商店電子郵件地址

source: Registration number
it_it: Numero d'iscrizione
zh_tw: 登記號碼

source: Shop address line 1
it_it: Indirizzo negozio
zh_tw: 商店地址(第1行)

source: Shop address line 2
it_it: Indirizzo negozio linea 2
zh_tw: 商店地址(第2行)

source: Contact details
it_it: Dettagli di contatto
zh_tw: 聯絡人詳情

source: Icon
it_it: Icona
zh_tw: 圖示

source: Send email to customer
it_it: Invia email al cliente
zh_tw: 寄送郵件給客戶

source: Email template
it_it: Template email
zh_tw: E-mail範本

source: Edit return status
it_it: Modifica lo stato dei resi
zh_tw: 編輯退貨狀態

source: Add new order status
it_it: Aggiungi nuovo stato dell'ordine
zh_tw: 新增訂單狀態

source: Add new order return status
it_it: Aggiungi un nuovo stato reso
zh_tw: 新增訂單退貨狀態

source: Return statuses
it_it: Stato dei rientri
zh_tw: 退貨狀態

source: Status name
it_it: Nome stato
zh_tw: 狀態名稱

source: Color
it_it: Colore
zh_tw: 顏色

source: Consider the associated order as validated.
it_it: Considera questo stato ordine come validato.
zh_tw: 確認相關訂單是正確的

source: Allow a customer to download and view PDF versions of his/her invoices.
it_it: Consente a un cliente di scaricare e guardare le versioni PDF delle sue fatture.
zh_tw: 允許一個客戶下載以及檢視發票的 PDF 版本

source: Hide this status in all customer orders.
it_it: Nascondi questo status in tutti gli ordini del cliente.
zh_tw: 客戶訂單中隱藏這個狀態。

source: Send an email to the customer when his/her order status has changed.
it_it: Invia una email al cliente quando lo stato ordine viene cambiato.
zh_tw: 當訂單狀態變更時發送通知給客戶。

source: Attach invoice PDF to email.
it_it: Allega all'email il PDF della fattura.
zh_tw: 在電子郵件中附上發票PDF。

source: Attach delivery slip PDF to email.
it_it: Allega all'email il PDF della nota di consegna.
zh_tw: 在電子郵件中附上出貨單PDF。

source: Set the order as shipped.
it_it: Segna l'ordine come spedito.
zh_tw: 訂單的狀態設置為“已發貨”。

source: Set the order as paid.
it_it: Segna l'ordine come pagato.
zh_tw: 訂單設置為已支付。

source: Show delivery PDF.
it_it: Mostra il PDF di consegna.
zh_tw: 顯示送貨 PDF。

source: Template
it_it: Modello
zh_tw: 模板

source: Return status
it_it: Status reso merce
zh_tw: 退貨狀態

source: Order status
it_it: Stato ordine
zh_tw: 訂單狀態

source: Re-display cart at login
it_it: Mostra il carrello al login
zh_tw: 登入後重新顯示之前購物車

source: Send an email after registration
it_it: Invia un'email dopo la registrazione
zh_tw: 註冊後發送電郵給顧客

source: Password reset delay
it_it: Ritardo reset password
zh_tw: 密碼重置間隔時間

source: minutes
it_it: minuti
zh_tw: 分鐘

source: Enable B2B mode
it_it: Attiva la modalità B2B
zh_tw: 啟用 B2B 模式

source: Ask for birth date
it_it: Chiedi data di nascita

source: Enable partner offers
it_it: Abilita le offerte dei partner

source: Round up away from zero, when it is half way there (recommended)
it_it: Arrotonda per eccesso quando si è alla metà (consigliato)
zh_tw: 一半時，向上取位(推薦)

source: Round down towards zero, when it is half way there
it_it: Arrotonda per difetto quando si è alla metà
zh_tw: 一半時，往下取到零

source: Round towards the next even value
it_it: Arrotonda al successivo valore pari
zh_tw: 取下一個偶數值

source: Round towards the next odd value
it_it: Arrotonda al successivo valore dispari
zh_tw: 取下一個奇數

source: Round up to the nearest value
it_it: Arrotonda per eccesso al valore più vicino
zh_tw: 增加到最接近的數值

source: Round down to the nearest value
it_it: Arrotonda per difetto al valore più vicino
zh_tw: 最接近的數值

source: Enable SSL
it_it: Attiva SSL
zh_tw: 啟用SSL

source: Enable SSL on all pages
it_it: Abilita SSL su tutte le pagine
zh_tw: 啟用 SSL

source: Increase front office security
it_it: Aumenta la sicurezza del front office
zh_tw: 增強前台安全

source: Allow iframes on HTML fields
it_it: Abilita iframe nei campi HTML
zh_tw: 在HTML中使用 iframes

source: Use HTMLPurifier Library
it_it: Usa la Libreria HTMLPurifier
zh_tw: 使用HTMLPurifier Library

source: Round mode
it_it: Modalità arrotondamento
zh_tw: 四捨五入

source: Round type
it_it: Tipo di arrotondamento
zh_tw: 數字進位方式

source: Round on each item
it_it: Arrotonda ciascun articolo
zh_tw: 每件商品進位

source: Round on each line
it_it: Arrotonda ciascuna riga
zh_tw: 小計進位

source: Round on the total
it_it: Arrotonda il totale
zh_tw: 總合進位

source: Number of decimals
it_it: Numero di decimali
zh_tw: 小數位數：

source: Display brands and suppliers
it_it: Mostra marche e fornitori
zh_tw: 顯示品牌及供應商

source: Display best sellers
it_it: Mostra le migliori vendite
zh_tw: 顯示熱賣商品模組

source: Enable Multistore
it_it: Attiva Multinegozio
zh_tw: 啟用多商店功能

source: Main Shop Activity
it_it: Attività negozio principale
zh_tw: 主要商店活動

source: Please click here to check if your shop supports HTTPS.
it_it: Clicca qui per controllare che il tuo negozio supporti HTTPS.
zh_tw: 請點擊這裡查看您的商店是否支持HTTPS。

source: Contacts
it_it: Contatti
zh_tw: 聯絡人

source: Save messages?
it_it: Salvare i messaggi?
zh_tw: 儲存到客戶服務？

source: Add new contact
it_it: Aggiungi un nuovo contatto
zh_tw: 新增聯絡人

source: Aliases
it_it: Alias
zh_tw: 別名

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
it_it: I prodotti "indicizzati" sono stati analizzati da PrestaShop e appariranno nei risultati di una ricerca nel front office.
zh_tw: "被索引" 的產品已經透過 PrestaShop 分析，會在前台搜尋中出現。

source: Indexed products
it_it: Prodotti indicizzati
zh_tw: 已索引產品

source: Building the product index may take a few minutes.
it_it: Costruire l'indice dei prodotti potrebbe richiedere qualche minuto.
zh_tw: 建立產品索引會花上幾分鐘

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
it_it: Se il server si interrompe prima che sia terminato il processo, puoi riprendere l'indicizzazione cliccando su "Aggiungi all'indice i prodotti mancanti".
zh_tw: 若伺服器在完成前就停止，您可以點擊"增加缺少商品到索引"來繼續。

source: Add missing products to the index
it_it: Aggiungi all'indice i prodotti mancanti
zh_tw: 增加缺少商品到索引

source: Re-build the entire index
it_it: Ricostruisci l'intero indice
zh_tw: 重建整個索引

source: You can set a cron job that will rebuild your index using the following URL:
it_it: Puoi impostare un cron job che ricostruisca il tuo indice usando il seguente URL:
zh_tw: 您可以設定系統排程執行下面網址來重建您的索引：

source: Search within word
it_it: Ricerca nella parola
zh_tw: 在文字內搜尋

source: Search exact end match
it_it: Cerca una corrispondenza esatta
zh_tw: 搜尋最後幾個字完全相同

source: Minimum word length (in characters)
it_it: Lunghezza minima della parola (in caratteri)
zh_tw: 文字長度下限 (字元數量)

source: Blacklisted words
it_it: Parole da non indicizzare
zh_tw: 列入黑名單的詞

source: Weight
it_it: Peso
zh_tw: 重量

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
it_it: Il "peso" rappresenta l'importanza e la rilevanza del punteggio del prodotto quando si prova una nuova ricerca.
zh_tw: "權重" 代表著建立新搜尋時產品的重要性與相關性

source: A word with a weight of eight will have four times more value than a word with a weight of two.
it_it: Una parola con peso di 8 avrà 4 volte più valore di una con peso 2.
zh_tw: 文字權重 8 會比文字權重 2 要多 4 倍的數值

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
it_it: Questo è causato dal fatto che vediamo un grande numero di parole che ricorrono in più prodotti. Comunque i risultati della ricerca saranno il più rilevante possibile.
zh_tw: 建議您在商品名稱或編號使用比較大的文字權重，這會讓搜尋結果更加精確

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
it_it: Impostando il peso a 0 escluderà questo campo dall'indice di ricerca. È richiesta la ricostruzione dell'intero indice quando si cambia a 0 o da 0

source: Product name weight
it_it: Peso nome del prodotto
zh_tw: 商品名稱衡量

source: Reference weight
it_it: Peso di riferimento
zh_tw: 代號衡量

source: Short description weight
it_it: Peso della descrizione breve
zh_tw: 簡短說明衡量

source: Description weight
it_it: Peso della descrizione lunga
zh_tw: 說明衡量

source: Category weight
it_it: Peso della categoria
zh_tw: 分類衡量

source: Brand weight
it_it: Peso marca

source: Tags weight
it_it: Peso dei tag
zh_tw: 標籤衡量

source: Attributes weight
it_it: Peso degli attributi
zh_tw: 屬性衡量

source: Features weight
it_it: Peso delle caratteristiche
zh_tw: 功能衡量

source: Add new alias
it_it: Aggiungi nuovo alias
zh_tw: 新增別名

source: Result
it_it: Risultato
zh_tw: 結果

source: Indexing
it_it: Indicizzazione
zh_tw: 索引
