Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogNotification.*.xlf
Languages: de_de, lt_lt, pl_pl, ru_ru

source: No reduction value has been submitted
de_de: Kein Wert für Ermäßigung erfasst
lt_lt: Nepateikta sumažinta vertė
pl_pl: Nie podano wartości obniżki
ru_ru: Не задано значение снижения

source: Submitted reduction value (0-100) is out-of-range
de_de: Die Eingabe der Preisermäßigung ist ungültig. Erlaubt sind nur Werte zwischen 0 und 100.
lt_lt: Pateikta sumažinimo vertė (0-100) yra už ribų
pl_pl: Wpisana wartość obniżki (1-100) jest poza zakresem
ru_ru: Введенное значение скидки (0-100) недопустимо

source: An error occurred while updating the specific price.
de_de: Beim Aktualisieren eines spezifischen Preises ist ein Fehler aufgetreten.
lt_lt: Įvyko klaida atnaujinant specifinę kainą.
pl_pl: Wystąpił błąd podczas aktualizowania określonej ceny.
ru_ru: Ошибка обновления специальной цены.

source: The specific price ID is invalid.
de_de: Identifizierung des spezifischen Preises ungültig
lt_lt: Klaidingas specifinės kainos ID.
pl_pl: Nieprawidłowe ID ceny.
ru_ru: Неверный ID цены

source: An error occurred while attempting to delete the specific price.
de_de: Beim Löschen eines spezifischen Preises ist ein Fehler aufgetreten
lt_lt: Įvyko klaida trinant specifinę kainą.
pl_pl: Wystąpił błąd podczas usuwania ceny
ru_ru: Ошибка удаления цены

source: Cannot add image because product creation failed.
de_de: kann kein Bild hinzufügen, da Hinzufügen des Artikels fehlgeschlagen
lt_lt: Negalime pridėti paveiksliukų nes prekės kūrimas nepavyko.
pl_pl: Nie można dodać obrazu.
ru_ru: Не удается добавить изображение из-за ошибки создания товара.

source: Error while creating additional image
de_de: Beim Erstellen eines zusätzlichen Bildes ist ein Fehler aufgetreten
lt_lt: Klaida pridedant naują paveikslėlį
pl_pl: Błąd podczas tworzenia dodatkowego obrazu
ru_ru: Ошибка при создании дополнительного изображения

source: Invalid description for %s language
de_de: Ungültige Beschreibung ür Sprache %s
lt_lt: Neteisingas aprašymas kalbai %s
pl_pl: Nieprawidłowy opis dla %s języka
ru_ru: Неверное описание для %s языка

source: An attachment name is required.
de_de: Name des Anhangs ist erforderlich
lt_lt: Privalomas prisegtuko pavadinimas.
pl_pl: Wymagana nazwa załącznika
ru_ru: Название для файла обязательно

source: This attachment was unable to be loaded into the database.
de_de: Kann diese Anlage der Datenbank nicht hinzufügen
lt_lt: Prikabinamo failo nepavyko įkelti į duomenų bazę.
pl_pl: Nie można dodać tego załącznika do bazy danych
ru_ru: Невозможно добавить это приложение в базу данных

source: We were unable to associate this attachment to a product.
de_de: Die Anhänge können keinem Artikel zugeordnet werden
lt_lt: Mums nepavyko susieti šio failo su preke.
pl_pl: Nie można dołączyć tego załącznika do produktu
ru_ru: Не могу связать это вложение с товаром.

source: An error occurred while saving product attachments.
de_de: Es gab einen Fehler beim Speichern der Artikel-Anhänge.
lt_lt: Išsaugant prekės priedėlius įvyko klaida.
pl_pl: Wystąpił błąd podczas zapisywania załączników produktu.
ru_ru: При сохранении приложений к товару произошла ошибка

source: You cannot delete this product because there is physical stock left.
de_de: Sie können den Artikel nicht entfernen, weil noch ein Lagerbestand vorhanden ist.
lt_lt: Negalite ištrinti šios prekės, nes dar yra likusių fizinių atsargų.
pl_pl: Nie możesz usunąć produktu, ponieważ jest on nadal dostępny w magazynie.
ru_ru: Этот товар удалять нельзя, так как на складе есть его запас.

source: You cannot change the product's cover image.
de_de: Kann das Titelbild des Artikels nicht ändern
lt_lt: Negalite pakeisti prekės viršelio paveiksliuko.
pl_pl: Nie mogę zmienić okładki produktu
ru_ru: Не удается изменить обложку товара.

source: The image could not be found.
de_de: Bild konnte nicht gefunden werden.
lt_lt: Paveiksliukas nerastas.
pl_pl: Nie można znaleźć obrazka.
ru_ru: Изображение не найдено.

source: You cannot delete the product #%d because there is physical stock left.
de_de: Sie können den Artikel Nr. %d nicht entfernen, weil physisches Lager übrig bleibt oder Lieferanten-Bestellungen noch aktiv sind.
lt_lt: Negalite ištrinti prekės # %d, nes dar yra likusių fizinių atsargų.
pl_pl: Nie możesz usunąć produktu #%d, ponieważ istnieje nadal fizyczny stan na magazynie lub zlecenie dostawy w trakcie realizacji.
ru_ru: Вы не можете удалить товар #%d, т.к.он есть в запасах или в незавершенных заказах поставки.

source: The price attribute is required.
de_de: Veranschlagter Preis für das Attribut
lt_lt: Kainos atributas privalomas.
pl_pl: Cena dla właściwości jest wymagana.
ru_ru: Необходима цена атрибута.

source: You must add at least one attribute.
de_de: Sie müssen mindestens eine Variante hinzufügen.
lt_lt: Privalote pridėti bent vieną atributą.
pl_pl: Należy dodać co najmniej jeden atrybut.
ru_ru: Вы должны добавить хотя бы 1 атрибут

source: This combination already exists.
de_de: Diese Kombination ist bereits vorhanden
lt_lt: Ši kombinacija jau yra.
pl_pl: Ta kombinacja już istnieje.
ru_ru: Такая комбинация уже существует.

source: A product must be created before adding features.
de_de: Ein Artikel muss erst erfasst werden, bevor Eigenschaften hinzugefügt werden
lt_lt: Prekė turi būti sukurta prieš pridedant savybes.
pl_pl: Produkt musi być utworzony przed dodaniem jego funkcji.
ru_ru: Сначала надо добавить товар, а потом редактировать его свойства.

source: Please specify priorities.
de_de: Bitte bestimmen Sie die Prioritäten
lt_lt: Nustatykite prioritetus.
pl_pl: Proszę określić priorytety
ru_ru: Укажите приоритеты

source: An error occurred while updating priorities.
de_de: Beim Aktualisieren der Prioritäten ist ein Fehler aufgetreten
lt_lt: Įvyko klaida atnaujinant prioritetus.
pl_pl: Wystąpił błąd podczas aktualizacji priorytetów.
ru_ru: Ошибка обновления приоритетов.

source: An error occurred while setting priorities.
de_de: Bei der Konfiguration der Prioritäten ist ein Fehler aufgetreten
lt_lt: Įvyko klaida bandant nustatyti prioritetus.
pl_pl: Wystąpił błąd podczas określania priorytetów.
ru_ru: Ошибка расстановки приоритетов.

source: An error occurred while creating customization fields.
de_de: Beim Erstellen der benutzerdefinierten Felder ist ein Fehler aufgetreten
lt_lt: Įvyko klaida kuriant pasirinkimų laukus
pl_pl: Wystąpił błąd podczas tworzenia pól dostosowywania.
ru_ru: Возникла ошибка при создании поля настройки.

source: An error occurred while updating customization fields.
de_de: Beim Aktualisieren der benutzerdefinierten Einstellungen ist ein Fehler aufgetreten
lt_lt: Įvyko klaida atnaujinant pasirinkimus.
pl_pl: Wystąpił błąd podczas aktualizacji konfiguracji.
ru_ru: Ошибка обновления настройки.

source: An error occurred while updating the custom configuration.
de_de: Beim Aktualisieren der benutzerdefinierten Einstellungen ist ein Fehler aufgetreten
lt_lt: Įvyko klaida atnaujinant pasirinkimų nustatymus.
pl_pl: Wystąpił błąd podczas aktualizacji konfiguracji dostosowania.
ru_ru: Ошибка обновления конфигурации настройки.

source: The label fields defined are invalid.
de_de: Feldnamen sind ungültig
lt_lt: Netinkami žymos laukeliai.
pl_pl: Niewłaściwe pola
ru_ru: Поля ярлыка не верные

source: A product must be created before adding customization.
de_de: Ein Artikel muss erst erfasst werden, bevor persönliche Anpassungen hinzugefügt werden
lt_lt: Prekė turi būti sukurta prieš modifikuojant.
pl_pl: Produkt musi być utworzony przed dodaniem opcji jego dostosowywania.
ru_ru: Сначала надо добавить товар, а потом его настраивать.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
de_de: Ihr Dateiupload überschreitet entweder die in den Voreinstellungen festgelegte maximale Dateigröße für Downloadartikel (%1$dMB) oder die per Anweisung post_max_size in der php.ini definierte (%2$dMB).
lt_lt: Įkeltas failas viršija "Maksimalus parsisiunčiamos prekės dydžio" nustatymą (%1$dMB) arba post_max_size/ direktyva faile php.ini (%2$dMB).
pl_pl: Wczytany plik przekracza "Maksymalny rozmiar dla pobieranego produktu" ustawionego w preferencjach (%1$dMB), lub post_max_size wartość w pliku konfiguracyjnym php.ini (%2$dMB).
ru_ru: Размер загруженного файла превышает параметр "Максимальный размер скачиваемого товара", заданного в настройках (%1$dМБ) или параметр post_max_size в php.ini(%2$dМБ).

source: An error occurred while attempting to associate this image with your shop.
de_de: Bei der Verknüpfung des Bildes mit dem Shop ist ein Fehler aufgetreten.
lt_lt: Bandant susieti šį paveiksliuką su jūsų parduotuve įvyko klaida.
pl_pl: Wystąpił błąd podczas próby przypisania zdjęcia z Twojego sklepu.
ru_ru: При привязке этого изображения к магазину произошла ошибка.

source: An error occurred while attempting to move this picture.
de_de: Fehler beim Verschieben von Bildern
lt_lt: Bandant perkelti šį paveiksliuką įvyko klaida.
pl_pl: Błąd podczas przenoszenia zdjęcia
ru_ru: Ошибка на перемещении изображении

source: An error occurred while attempting to update the cover picture.
de_de: Beim Update des Shop-Bildes ist ein Fehler aufgetreten.
lt_lt: Klaida atnaujinant viršelio paveiksliuką.
pl_pl: Wystąpił błąd podczas próby aktualizacji zdjęcia okładki.
ru_ru: Произошла ошибка при попытке обновления обложки товара.

source: An error occurred while attempting to delete the product image.
de_de: Fehler beim Löschen von Artikel-Bildern
lt_lt: Bandant ištrinti prekės paveiksliuką įvyko klaida.
pl_pl: Błąd podczas usuwania zdjęcia produktu
ru_ru: Ошибка при удалении изображения товара

source: Wrong IDs
de_de: Falsche Kennungen!
lt_lt: Klaidingi ID
pl_pl: Nieprawidłowe ID
ru_ru: Неверные ID

source: Invalid price/discount amount
de_de: Preis/ Ermäßigung ungültig
lt_lt: Neteisinga kainos/nuolaidos suma
pl_pl: Nieprawidłowa wartość ceny lub przeceny
ru_ru: Неверное отношение цена/скидка

source: Please select a discount type (amount or percentage).
de_de: Bitte wählen Sie eine Ermäßigungsart (Festbetrag oder Prozentsatz)
lt_lt: Pasirinkite nuolaidos tipą (sumą arba procentus).
pl_pl: Wybierz typ redukcji (kwotę lub procentowy)
ru_ru: Укажите вид скидки (абсолютный ил процентный)

source: The from/to date is invalid.
de_de: Falsches Anfangs- / Enddatum
lt_lt: Bloga nuo/iki data.
pl_pl: Nieprawidłowa data od/do
ru_ru: Неверная дата from/to

source: A specific price already exists for these parameters.
de_de: Ein bestimmter Preis existiert bereits für diese Einstellung(en)
lt_lt: Šiems parametrams specifinė kaina jau egzistuoja.
pl_pl: Określona cena już istnieje dla tych parametrów
ru_ru: Определенная цена уже существует для этих параметров

source: The name for feature %1$s is too long in %2$s.
de_de: Der Name für die Eigenschaft %1$s ist zu lang in %2$s.
lt_lt: Laukelyje %2$s ypatybės pavadinimas %1$s yra per ilgas.
pl_pl: Nazwa dla cechy %1$s jest zbyt długa w %2$s.
ru_ru: Название для свойства %1$s слишком длинное в %2$s.

source: A valid name required for feature. %1$s in %2$s.
de_de: Gültiger Name für Merkmal erforderlich %1$s in %2$s.
lt_lt: Tinkamas pavadinimas ypatybei %1$s laukelyje %2$s yra privalomas.
pl_pl: Wymagana poprawna nazwa dla cechy. %1$s w %2$s.
ru_ru: Требуется допустимое название для свойства. %1$s в %2$s.

source: An error occurred while adding tags.
de_de: Beim Hinzufügen von Stichwörtern ist ein Fehler aufgetreten
lt_lt: Įvyko klaida pridedant žymas.
pl_pl: Wystąpił błąd podczas dodawania tagów.
ru_ru: Возникла ошибка при добавлении тэгов.

source: This %1$s field is required at least in %2$s
de_de: Das Feld %1$s ist erforderlich mindestens in %2$s.
lt_lt: Laukas %1$s privalomas bent jau %2$s
pl_pl: Pole %1$s jest wymagane przynajmniej w %2$s
ru_ru: Поле %1$s требуется как минимум в %2$s

source: The %1$s field is too long (%2$d chars max).
de_de: Das Feld %1$s ist zu lang (%2$d Zeichen. max).
lt_lt: Laukas %1$s yra per ilgas (daugiausiai %2$d simboliai(-ių)).
pl_pl: Pole %1$s jest zbyt długie (maks. %2$d znaków).
ru_ru: Поле %1$s слишком длинное (не более %2$d символов).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
de_de: Das Feld %1$s (%2$s) ist zu lang: %3$d Zeichen. max (aktuell %4$d).
lt_lt: Šis %1$s laukas (%2$s) yra per ilgas:maksimaliai leidžiama %3$d simboliai (dabar yra %4$d).
pl_pl: Pole %1$s (%2$s) jest za długie: maks. %3$d znaków (liczy teraz %4$d)
ru_ru: Поле %1$s (%2$s) слишком длинное: не более %3$d символов (текущий счетчик %4$d).

source: The expiration-date attribute is required.
de_de: Die Eigenschaft Ablaufdatum ist Pflicht.
lt_lt: Galiojimo pabaigos savybė yra privaloma.
pl_pl: Wymagany jest atrybut daty ważności pola.
ru_ru: Для этого поля требуется атрибут срока действия.

source: An error occurred while attempting to delete previous tags.
de_de: Beim Löschen der vorherigen Stichwörter ist ein Fehler aufgetreten.
lt_lt: Bandant ištrinti ankstesnes žymas įvyko klaida.
pl_pl: Wystąpił błąd podczas usuwania poprzednich tagów.
ru_ru: Возникла ошибка при удалении предыдущих тэгов.

source: The selected currency is not valid
de_de: Gewählte Währung nicht zulässig
lt_lt: Neteisinga pasirinkta valiuta
pl_pl: Wybrana waluta nie jest poprawna
ru_ru: Выбранная валюта не допустима

source: An error occurred while copying image, the file does not exist anymore.
de_de: Beim Kopieren des Bildes ist ein Fehler aufgetreten: Datei existiert nicht mehr.
lt_lt: Įvyko klaida kopijuojant vaizdą, failas nebeegzistuoja.
pl_pl: Wystąpił błąd podczas kopiowania grafiki, plik już nie istnieje.
ru_ru: Ошибка при копировании изображения, файл больше не существует.

source: An error occurred while copying image, the file width is 0px.
de_de: Beim Kopieren des Bildes ist ein Fehler aufgetreten: Bildbreite 0px.
lt_lt: Įvyko klaida kopijuojant vaizdą, failo plotis yra 0px.
pl_pl: Wystąpił błąd podczas kopiowania grafiki, szerokość pliku to 0 pikseli.
ru_ru: Произошла ошибка при копировании изображения, ширина файл 0px.

source: An error occurred while copying image, check your memory limit.
de_de: Beim Kopieren des Bildes ist ein Fehler aufgetreten. Prüfen Sie das memory_limit in Ihrer Serverkonfiguration.
lt_lt: Įvyko klaida kopijuojant vaizdus, patikrinti savo serverio atminties limitus.
pl_pl: Wystąpił błąd podczas kopiowania grafiki, sprawdź limit pamięci.
ru_ru: Произошла ошибка при копировании изображения, проверьте лимит памяти.

source: An error occurred while copying the image.
de_de: Beim Kopieren des Bildes ist ein Fehler aufgetreten
lt_lt: Įvyko klaida kopijuojant paveikslėlį.
pl_pl: Wystąpił błąd podczas kopiowania obrazu.
ru_ru: Возникла ошибка при копировании изображения.

source: You can't add product packs into a pack
de_de: Einem Bündel können Sie keine Produktbündel hinzufügen.
lt_lt: Negalite pridėti prekės į prekių pakuotes
pl_pl: Nie możesz dodać pakietów produktów do paczki
ru_ru: Вы не можете добавить набор товаров в другой набор

source: An error occurred while attempting to add products to the pack.
de_de: Beim Hinzufügen von Artikeln zum Paket ist ein Fehler aufgetreten
lt_lt: Įvyko klaida pridedant prekes į pakuotę.
pl_pl: Wystąpił błąd podczas dodawania produktów do paczki.
ru_ru: Возникла ошибка при добавлении товаров в набор.

source: Invalid date range
de_de: Datumsbereich ungültig
lt_lt: Neteisingi datos rėžiai
pl_pl: Nieprawidłowy zakres dat
ru_ru: Неверный диапазон дат

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
de_de: Sie können keine Variante löschen, von der es noch verfügbare Mengen in der erweiterten Lagerverwaltung gibt. Sie müssen diesen Lagerbestand zuerst löschen.
lt_lt: Negalima ištrinti kombinacijos kol ji vis dar turi atsargų Išplėstiniame Atsargų Valdyme. Jūs prieš tai turite ištrinti jos atsargas.
pl_pl: Nie jest możliwe usuniecie kombinacji, jeżeli dostępna jest ona nadal na stanie w Zaawansowanym Zarządzaniu Magazynem. Najpierw musisz usunąć jej stan magazynowy.
ru_ru: Невозможно удалить комбинацию при ненулевом запасе товара. Сначала удалите запас в "Расширенном управлении запасами".

source: Error while deleting the stock
de_de: Fehler beim Löschen des Lagerbestands
lt_lt: Įvyko klaida trinant sandėlį
pl_pl: Błąd podczas usuwania stanu magazynowego
ru_ru: Ошибка при удалении запаса

source: Successful deletion
de_de: Löschen durchgeführt!
lt_lt: Ištrinta
pl_pl: Pomyślne usunięcie
ru_ru: Удаление завершено

source: You cannot delete this attribute.
de_de: Eigenschaft kann nicht gelöscht werden
lt_lt: Negalite ištrinti šios savybės.
pl_pl: Nie można usunąć atrybutu
ru_ru: Не удается удалить атрибут

source: This pack is empty. You must add at least one product item.
de_de: Bundle ist leer. Sie müssen mindestens 1 Artikel hinzufügen.
lt_lt: Rinkinys tusčias. Jūs privalote pridėti bent vieną prekę.
pl_pl: Ta paczka jest pusta. Musisz dodać przynajmniej jeden produkt.
ru_ru: Набор пуст. Вы должны добавить хотя бы один товар.

source: This value is too long. It should have %limit% characters or less.
de_de: Dieser Wert ist zu lang. Er sollte %limit% oder weniger Zeichen haben.
lt_lt: Ši reikšmė per ilga. Turi būti %limit% simbolių ar mažiau.
pl_pl: Ta wartość jest za długa. Powinna mieć %limit% znaków lub mniej.
ru_ru: Это значение слишком длинное. Лимит составляет не более %limit% симв.

source: No product matches your search. Try changing search terms.
de_de: Es wurde kein Artikel zu Ihrer Suchanfrage gefunden. Versuchen Sie es mit einem anderen Suchbegriff.
lt_lt: Pagal jūsų paiešką nerasta jokia prekė. Pabandykite pakeisti paieško terminus.
pl_pl: Żadne produkty nie spełniają kryteriów wyszukiwania. Spróbuj zmienić wyszukiwane frazy.

source: Stock successfully updated
de_de: Bestand wurde erfolgreich aktualisiert
lt_lt: Atsargos sėkmingai atnaujintos
pl_pl: Magazyn został pomyślnie zaktualizowany

source: Product(s) successfully activated.
de_de: Artikel aktiviert.
lt_lt: Prekė(-ės) sėkmingai aktyvuotos.
pl_pl: Produkt(y) pomyślnie aktywowane.
ru_ru: Товар(ы) активирован(ы).

source: Product(s) successfully deactivated.
de_de: Artikel deaktiviert.
lt_lt: Prekė(-ės) sėkmingai deaktyvuota.
pl_pl: Produkt(y) pomyślnie dezaktywowane.
ru_ru: Товар(ы) отключен(ы).

source: Product(s) successfully deleted.
de_de: Artikel gelöscht.
lt_lt: Prekė(-ės) sėkmingai ištrinta.
pl_pl: Produkt(y) pomyślnie usunięte.
ru_ru: Товар(ы) удален(ы).

source: Product(s) successfully duplicated.
de_de: Artikel dupliziert.
lt_lt: Prekė sėkmingai nukopijuota.
pl_pl: Produkt(y) pomyślnie zduplikowane.
ru_ru: Товар(ы) сдублирован(ы).

source: Products successfully sorted.
de_de: Artikel sortiert.
lt_lt: Prekės sėkmingai išrikiuotos.
pl_pl: Produkty pomyślnie posortowane.
ru_ru: Товары отсортированы.

source: Product successfully deleted.
de_de: Artikel gelöscht.
lt_lt: Prekė sėkmingai ištrinta.
pl_pl: Produkt został usunięty.
ru_ru: Товар(ы) удален(ы).

source: Product successfully duplicated.
de_de: Artikel dupliziert.
lt_lt: Prekė sėkmingai nukopijuota.
pl_pl: Produkt został zduplikowany.
ru_ru: Товар(ы) сдублирован(ы).

source: Product successfully activated.
de_de: Artikel aktiviert.
lt_lt: Prekė sėkmingai aktyvuota.
pl_pl: Produkt został aktywowany.
ru_ru: Товар(ы) активирован(ы).

source: Product successfully deactivated.
de_de: Artikel deaktiviert.
lt_lt: Prekė sėkmingai deaktyvuota.
pl_pl: Produkt został dezaktywowany.
ru_ru: Товар(ы) отключен(ы).

source: The discount was successfully generated.
de_de: Ermäßigung wurde erstellt.
lt_lt: Nuolaida sugeneruota.
pl_pl: Poprawnie wygenerowano rabat
ru_ru: Скидка успешно сгенерирована

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
de_de: Die Seite ist nicht erreichbar, da die Hauptkategorie des Shops %shop% nicht mit dem aktuellen Shops verknüpft ist. Bitte ändern Sie die Hauptkategorie.
lt_lt: Pagrindinė (root) parduotuvės %shop% kategorija nėra susieta su dabartine parduotuve. Jūs neturite prieigos prie šio puslapio. Pakeiskite pagrindinę (root) parduotuvės kategoriją.
pl_pl: Kategoria główna sklepu %shop% nie jest powiązana z aktualnym sklepem. Nie masz dostępu do tej strony. Proszę zmienić kategorię główną sklepu.
ru_ru: Корневая категория магазина %shop% не связана с текущим магазином. Эта страница недоступна. Измените корневую категорию магазина.

source: Incorrect Stock Manager class [%s]
de_de: Klasse Bestandsverwaltung inkorrekt (%s)
lt_lt: Neteisinga Atsargų valdymo klasė [%s]
pl_pl: Niepoprawna klasa Managera Stanu [%s]
ru_ru: Неправильный класс управления запасами (Stock Manager) [%s]

source: Stock Manager class not found [%s]
de_de: Klasse Bestandsverwaltung nicht gefunden (%s)
lt_lt: Nerasta atsargų valdymo klasė [%s]
pl_pl: Nie znaleziono klasy Managera Stanu [%s]
ru_ru: Класс управления запасами (Stock Manager) не обнаружен [%s]

source: You cannot update the available stock when it depends on stock.
de_de: Sie können den Lagerbestand nicht erhöhen, wenn er vom Lagervorrat abhängt.
lt_lt: Jūs negalite atnaujinti galimo likučio, kai ji priklauso nuo atsargos.
pl_pl: Nie możesz aktualizować dostępnych zapasów, kiedy zależy to od zapasów.
ru_ru: Вы не можете обновить склад, зависимый от наличия.

source: You cannot set a negative position, the minimum for a position is 0.
de_de: Negative Werte sind nicht erlaubt, der Mindestwert für eine Position ist 0.
lt_lt: Jūs negalite nustatyti neigiamos pozicijos, minimali pozicija yra 0.
pl_pl: Nie możesz ustalić ujemnego numeru pozycji, minimum dla numeru pozycji to 0.
ru_ru: Вы не можете установить отрицательную позицию, минимум для позиции 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
de_de: Die Positionsangabe kann nicht größer sein als die Gesamtzahl der Artikel in der Kategorie minus 1 (da die Nummerierung bei 0 startet).
lt_lt: Negalima nustatyti pozicijos didesnės negu esančių visų prekių kategorijoje, minus 1 (numeracija prasideda nuo 0).
pl_pl: Nie możesz ustalić numeru pozycji większego niż ilość produktów w tej kategorii minus 1 (numeracja pozycji rozpoczyna się od 0).
ru_ru: Вы не можете установить позицию больше, чем общее количество товаров в категории, минус 1 (Нумерация начинается с 0).

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
de_de: Falls die Bilder mitkopiert werden sollen, klicken Sie auf "Ja", sonst auf "Nein".
lt_lt: Tai taip pat nukopijuos ir paveiksliukus. Jei norite tęsti, spauskite "Taip". Jei ne - spauskite "Ne".
pl_pl: Spowoduje to skopiowanie również zdjęć. Jeśli chcesz kontynuować, kliknij przycisk "Tak". Jeśli nie, kliknij "Nie".
ru_ru: Изображения также будут скопированы. Если вы хотите продолжить, кликните "Ок", если нет, кликните "Отмена".

source: Error on image caption: "%1s" is not a valid caption.
de_de: Fehler bei Bildbeschrift: "%1s" ist keine gültige Beschriftung.
lt_lt: Klaida paveikslėlio antraštėje: Antraštė "%1s" nėra teisinga.
pl_pl: Błąd w nagłówku obrazka: "%1s" nie jest prawidłowym nagłówkiem.
ru_ru: Ошибка в описании изображения: "%1s" недопустимое значение описания.

source: An error occurred while updating the status for an object.
de_de: Beim Aktualisieren des Objektstatus ist ein Fehler aufgetreten
lt_lt: Įvyko klaida atnaujinant objekto būseną.
pl_pl: Wystąpił błąd podczas aktualizacji statusu obiektu.
ru_ru: Ошибка обновления статуса объекта.

source: (cannot load object)
de_de: Objekt kann nicht geladen werden
lt_lt: (negali užkrauti objekto)
pl_pl: (nie można załadować obiektu)
ru_ru: (невозможно загрузить объект)
