Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminPaymentNotification.*.xlf
Languages: pl_pl

source: No currency mode for payment module
pl_pl: Brak waluty dla modułu płatności

source: The cart rule named "%1s" (ID %2s) used in this cart is not valid and has been withdrawn from cart
pl_pl: Kod rabatowy o nazwie "%1s" (ID %2s) użyty w tym koszyku jest nieprawidłowy i został wycofany z koszyka

source: Warning: the secure key is empty, check your payment account before validation
pl_pl: Uwaga: klucz zabezpieczający jest pusty, sprawdź rachunek przed walidacją

source: %d image(s)
pl_pl: %d obraz(ów)

source: An error occurred while saving message
pl_pl: Wystąpił błąd podczas zapisywania wiadomości

source: No carrier
pl_pl: Brak przewoźnika

source: Order creation failed
pl_pl: Błąd podczas tworzenia zamówienia

source: Cart cannot be loaded or an order has already been placed using this cart
pl_pl: Nie można załadować koszyka lub złożono już zamówienie za pomocą tego koszyka.

source: You have more than one shop and must select one to configure payment.
pl_pl: Masz więcej niż jeden sklep. Musisz wybrać jeden aby skonfigurować płatności.

source: No payment module installed
pl_pl: Nie zainstalowany moduł płatności
