Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
hr_hr: Ne možete urediti grupu trgovine jer trenutna trgovina pripada grupi s omogućenim \"dijeljenim\" opcijama.
it_it: Non è possibile modificare il gruppo negozio perché il negozio corrente appartiene a un gruppo con l'opzione \"share\" attivata.
pt_pt: Não pode alterar o grupo de lojas porque a loja atual pertence a um grupo com opções de partilha ativadas.
uk_ua: Ви не можете змінити магазин тому, що він належить групі магазинів у якій увімкнений один із параметрів \"Спільні...\"

source: This is the root category of the store that you've created. To define a new root category for your store, %splease click here%s.
hr_hr: Ovo je korjenska kategorija trgovine koju ste kreirali. Da definirate novu korjensku kategoriju za vašu trgovinu, %skliknite ovdje%s.
it_it: Questa è la categoria principale del negozio che hai creato. Per definire una nuova categoria principale per il tuo negozio, %sclicca qui%s.
pt_pt: Esta é a categoria principal da loja. Para definir uma nova categoria principal %sclique aqui%s.
uk_ua: Це головна категорія магазину, що ви створили. Для визначення нової головної категорії для вашого магазину, %sбудь ласка, натисніть тут%s.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
hr_hr: Odabirom povezanih kategorija, birate da dijelite kategorije između različitih trgovina. Jednom kad postoji veza među trgovinama, izmjena povezane kategorije utjecat će na sve trgovine koje imaju povezanu dotičnu kategoriju.
it_it: Selezionando "categorie associate", scegli di condividere le categorie tra diversi negozi. Una volta associata tra i negozi, ogni cambiamento di una categoria associata impatterà tutti i negozi per i quali questa categoria è associata.
pt_pt: Ao selecionar categorias associadas, está a escolher partilhar as categorias entre lojas. Após a associação entre lojas, qualquer alteração nesta categoria terá impacto em todas as lojas.
uk_ua: Обираючи зв'язані категорії ви дозволяєте використовувати категорії різним магазинам. Після того як категорії об'єднаються між магазинами, будь-яке внесення змін в таку категорію буде стосуватися усіх магазинів, що маю до неї відношення

source: e.g. 10:00AM - 9:30PM
it_it: esempio: 10.00 - 21.30
pt_pt: por ex: 10:00 - 21:30
uk_ua: Приклад: 10:00 AM - 9:30 вечора

source: Show me more
it_it: Mostra di più
pt_pt: Ver mais
uk_ua: Більше

source: Definitions:
it_it: Definizioni:
pt_pt: Definições:
uk_ua: Визначення:

source: The "http_referer" field is the website from which your customers arrive.
it_it: Il campo "http_referer" è il sito di provenienza dei tuoi clienti.
pt_pt: O campo "http_referer" corresponde ao site de onde são provenientes os seus clientes.
uk_ua: Поле "http_referer" - це сайт, з якого прийшли ваші покупці.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
it_it: Per esempio, i visitatori provenienti da Google avranno un "http_referer" di questo tipo: "http://www.google.com/search?q=prestashop".
pt_pt: Por exemplo, os visitantes provenientes do Google terão um 'HTTP_REFERER' deste tipo: 'http://www.google.com/search?q=prestashop'.
uk_ua: Наприклад, відвідувачі з Google будуть мати "http_referer", на кшталт: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
it_it: Se il visitatore arriva direttamente (digitando la URL del negozio o utilizzando i "preferiti", per esempio), http_referer sarà vuoto.
pt_pt: Se o visitante chegar à loja diretamente (por exemplo se escrever o URL da loja ou usar os favoritos do navegador de internet o 'http_referer' estará vazio).
uk_ua: Якщо відвідувач приходить напряму (шляхом введення URL вашого магазина, або з допомогою своїх закладок), поле http_referer буде порожнім.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
it_it: Se vuoi vedere tutti i visitatori che vengono da Google, puoi digitare \"%google%\" in questo campo, oppure \"%google.it%\" se vuoi vedere solo i visitatori che vengono da Google Italia.
pt_pt: Se quiser ver todos os visitantes que chegaram do Google, pode escrever "%google%" neste campo. Em alternativa, poderá escrever "%google.pt%" se quiser ver apenas os visitantes que vieram do Google Portugal.
uk_ua: Так що, якщо ви хочете побачити, всіх відвідувачів з Google, ви можете ввести "%google%" у цьому полі. Або ви можете ввести "%google.fr%", якщо ви хочете побачити лише відвідувачів з Google Франції.

source: The "request_uri" field is the URL from which the customers come to your website.
it_it: Il campo "request_uri" è la URL da cui i clienti arrivano al tuo sito.
pt_pt: O campo "request_uri" corresponde ao URL a partir do qual são provenientes os clientes que chegam ao seu site.
uk_ua: Поле "request_uri" - це URL-адреса з якої покупці заходять на ваш веб-сайт.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
it_it: Per esempio, se il visitatore accede a una pagina prodotto, la URL sarà come questa: "%smusic-ipods/1-ipod-nano.html".
pt_pt: Por exemplo, caso o visitante aceda a uma página de produto, o URL será deste tipo: "%smusic-ipods/1-ipod-nano.html".
uk_ua: Наприклад, якщо відвідувач відкриває сторінку товару, то URL-адреса буде схожа на це: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
it_it: Questo è utile perché ti permette di aggiungere tag o token nei link che puntano al tuo sito.
pt_pt: Isso é útil porque pode adicionar tags ou tokens nos links que apontam para seu site.
uk_ua: Це корисно, оскільки дозволяє вам додавати мітки чи токени в посиланнях на ваш сайт.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
it_it: Per esempio, puoi inserire un link (come "%sindex.php?parolachiaveunica" -- nota che hai aggiunto "?parolachiaveunica" alla fine dell'URL) in un forum online, o come commento in un blog, e controllare le statistiche dei visitatori per quell'unico link inserendo "%%parolachiaveunica" nel campo "request_uri".
pt_pt: Por exemplo, pode publicar uma ligação (como "%sindex.php?minhapalavrachaveunica" – note que adicionou "?minhapalavrachaveunica" ao fim do URL) num fórum online ou num comentário num blogue, e receber estatísticas dos visitantes que seguiram essa ligação por introduzir "%%minhapalavrachaveunica" no campo "request_uri".
uk_ua: Наприклад, ви можете опублікувати посилання (на кшталт "%sindex.php?myuniquekeyword" -- зверніть увагу на ключове слово "?myuniquekeyword" у кінці URL) на форумі чи в соціальній мережі, та отримувати статистику переходів за цим посиланням, вводячи "%%myuniquekeyword" у поле "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
it_it: Questo metodo è più affidabile di "http_referer", ma c'è uno svantaggio: se un motore di ricerca riferisce una pagina al tuo link, questo verrà mostrato nei risultati della ricerca e tu mostrerai non solo i visitatori provenienti da dove hai postato il link, ma anche quelli provenienti dai motori di ricerca che quel link hanno prelevato.
pt_pt: Este método é mais fiável do que o método "http_referer", mas existe a seguinte desvantagem: caso um motor de busca referencie uma página com a sua ligação, este será mostrado nos resultados de pesquisa e o total não contabilizará apenas os locais onde colocou a sua ligação, mas também das visualizações dos motores de busca que apanharam essa ligação.
uk_ua: Цей метод більш дієвий ніж "http_referer", але у нього є один мінус: якщо пошукова система знаходить сторінку за вашим посиланням, то ця сторінка буде показана в результатах пошуку, і ви побачите не лише відвідувачів з ресурсу де опубліковане посилання, але і візити самої пошукової системи, що відкривала це посилання.

source: The "Include" fields indicate what has to be included in the URL.
it_it: I campi "Includi" indicano ciò che deve essere incluso nell'URL.
pt_pt: Os campos "incluir" indicam os dados que têm que ser incluídos no URL.
uk_ua: Поля "включати" вказують, що повинне бути додане в URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
it_it: I campi "Escludi" indicano ciò che deve essere escluso dall'URL.
pt_pt: Os campos "excluir" indicam os dados que têm de ser excluídos do URL.
uk_ua: Поля "виключати" вказують, що повинне бути виключене з URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
it_it: Quando usi la modalità semplice, puoi usare caratteri generici che possono sostituire qualsiasi carattere:
pt_pt: Quando utiliza o modo simples, pode utilizar vários carateres genéricos para substituir outros:
uk_ua: При використанні простого режиму, Ви можете використовувати деякі загальні символи, які можуть замінити будь-які символи

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
it_it: _" rimpiazzerà un carattere. Se vuoi usare il vero carattere "_", devi digitare questo: "\\_".
pt_pt: _" substituirá um caráter. Se quiser usar o verdadeiro "_", deve inserir: "\\_".
uk_ua: "_" замінює один символ. Якщо ви хочете використовувати реальні "_", ви повинні ввести "\\_".

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
it_it: %" rimpiazzerà un carattere. Se vuoi usare il vero carattere "%", devi digitare questo: "\\%".
pt_pt: %" substituirá vários carateres. Se quiser usar o verdadeiro "%", deve inserir: "\\%".
uk_ua: "%" замінить будь-яку кількість символів. Якщо ви хочете використовувати реальні "%", ви повинні ввести "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
it_it: La modalità Simple utilizza il modello di ricerca MySQL "LIKE", ma per una validità maggiore puoi utilizzare le espressioni regolari MySQL in modalità Esperto.
pt_pt: O modo Simples utiliza a correspondência "LIKE" do MySQL, mas para maior capacidade de pesquisa podem ser utilizadas expressões regulares do MySQL no modo Avançado.
uk_ua: Простий режим використовує оператор MySQL "LIKE" для пошуку співпадінь, але для серйозної роботи можна використовувати регулярні вирази MySQL у режимі експерта.

source: Take a look at MySQL's documentation for more details.
it_it: Da' un'occhiata alla documentazione di MySQL per maggiori dettagli.
pt_pt: Veja a documentação do MySQL para mais informações.
uk_ua: Звіртесь з документацією з MySQL стосовно подробиць.

source: Get help!
it_it: Aiuto!
pt_pt: Obter ajuda!
uk_ua: Отримати допомогу!

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
it_it: C'è una gran quantità di dati, così ciascuna connessione corrispondente a un referrer viene indicizzata. Puoi anche aggiornare questo indice cliccando sul pulsante "Aggiorna indice". Questo processo può richiedere un po' di tempo, ed è necessario solo se hai modificato o aggiunto un referrer, o se vuoi che le variazioni siano retroattive.
pt_pt: Por existir uma grande quantidade de dados, cada ligação correspondente a um site que referencia esta loja é indexada. Pode atualizar este índice clicando no botão "Atualizar Índice". Este processo pode demorar, e só é necessário se você tiver adicionado ou alterado um site referenciador desta loja, ou se pretender que as alterações sejam retroativas.
uk_ua: Це значна кількість даних, так як, при кожному з'єднанні відповідне значення referrer зберігається. Ви можете оновити цей індекс, натиснувши кнопку "Оновити індекс". Це може зайняти багато часу і необхідно лише у тому випадку, якщо ви змінили чи додали referer і хочете, щоб зміни були застосовані і до більш ранніх даних.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
it_it: I tuoi dati sono messi in una cache per poterli ordinare e filtrare. Puoi aggiornare la cache cliccando sul pulsante "Aggiorna cache".
pt_pt: Os seus dados estão colocados em cache para serem ordenados e filtrados. Pode atualizar a cache clicando no botão Atualizar Cache.
uk_ua: Для сортування та фільтрування ваші дані кешуються. Ви можете оновити кеш натиснувши на кнопку "Оновити кеш".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
it_it: Registrare il traffico diretto richiede molte risorse. Considera di attivarlo solo se hai un database adeguato e davvero bisogno di farlo.
pt_pt: O tráfego direto pode consumir bastantes recursos no servidor. Considere ativá-lo apenas se precisar mesmo.
uk_ua: Якщо зберігати прямий трафік, то це може значно збільшити навантаження на ваш сервер, вмикайте цю опцію лише коли є цьому гостра необхідність

source: Display or not the birthdate field.
hr_hr: Prikaži ili ne polje datuma rođenja.
