Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogHelp.*.xlf
Languages: it_it, pt_pt

source: To have a different title from the product name, enter it here.
it_it: Per avere un titolo diverso dal nome del prodotto, inseriscilo qui.
pt_pt: Para ter um título diferente do nome do produto, insira-o aqui.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
it_it: Titolo pubblico per la pagina del prodotto e per i motori di ricerca. Lascia vuoto per usare il nome del prodotto. Il numero dei caratteri rimanenti viene mostrato sulla sinistra del campo.
pt_pt: Título público da página do produto e dos motores de pesquisa. Para utilizar o nome do produto, deixe o campo vazio. O número de carateres restantes é apresentado no lado esquerdo do campo.

source: To have a different description than your product summary in search results pages, write it here.
it_it: Per avere nelle pagine dei risultati della ricerca una descrizione diversa da quella del riepilogo del tuo prodotto, scrivila qui.
pt_pt: Para ter uma descrição diferente daquela do resumo do seu produto nas páginas dos resultados de pesquisa, escreva aqui.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
it_it: Questa descrizione apparirà nei motori di ricerca. Hai bisogno di una frase singola, più corta di 160 caratteri (spazi inclusi)

source: To which product the page should redirect?
it_it: Dove deve reindirizzare la pagina del prodotto?
pt_pt: Para que produto é que a página deve redirecionar?

source: To which category the page should redirect?
it_it: A quale categoria deve reindirizzare la pagina?

source: Search for a product
it_it: Cerca un prodotto
pt_pt: Pesquisar um produto

source: Enter your product name
it_it: Inserisci il nome del prodotto
pt_pt: Insira o nome do seu produto

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
it_it: Il riepilogo è una breve frase che descrive il tuo prodotto.<br />Esso appare nella parte alta della pagina del prodotto nel tuo negozio, negli elenchi dei prodotti e nella pagina dei risultati dei motori di ricerca (dunque è molto importante per il SEO). Per dare più dettagli sul tuo prodotto, usa la scheda "Descrizione".
pt_pt: O resumo é uma frase que descreve sucintamente o seu produto.<br />Aparece na parte superior da página do produto da sua loja, na lista de produtos, e na página dos resultados da pesquisa (por isso é importante para o SEO). Para fornecer mais informações sobre o seu produto, utilize o separador «Descrição».

source: Search and add a related product
it_it: Cerca e aggiungi un prodotto collegato
pt_pt: Pesquisar e adicionar um produto relacionado

source: Use a comma to create seperate tags. E.g.: dress, cotton, party dresses.
it_it: Usa una virgola per creare dei tag separati. Es.: vestito, cotone, vestiti da festa.
pt_pt: Inserir uma vírgula para criar palavras-chave separadas. Por ex.: vestido, algodão, vestidos de festa.

source: Combine several attributes, e.g.: "Size: all", "Color: red".
it_it: Combina attributi diversi, es.: "Taglia: tutte", "Colore: rosso".
pt_pt: Combinar vários atributos, por ex.: «Tamanho: todos», «Cor: vermelho».

source: Per kilo, per litre
it_it: Per chilo, per litro
pt_pt: Por quilograma, por litro

source: Create a new product: CTRL+P
it_it: Crea un nuovo articolo: CTRL+P
pt_pt: Crie um novo produto: CTRL+P

source: Your internal name for this attribute.
it_it: Il tuo nome personalizzato per questo attributo.
pt_pt: O nome interno para este atributo.

source: The public name for this attribute, displayed to the customers.
it_it: Il nome pubblico per questo attributo, visualizzato dal cliente.
pt_pt: O nome público para este atributo, apresentado aos clientes.

source: The way the attribute's values will be presented to the customers in the product's page.
it_it: Il modo in cui gli attributi verranno presentati al cliente nella pagina dei prodotti.
pt_pt: A forma como estes atributos serão apresentados aos clientes na página de produtos.

source: Choose the attribute group for this value.
it_it: Seleziona il gruppo di attributi per questo valore.
pt_pt: Escolha o grupo de atributos para este valor.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
it_it: Scegli un colore con il color picker, o inserisci un colore HTML (es. "lightblue", "#CC6600").
pt_pt: Escolha a cor com o seletor de cor, ou insira uma cor HTML (ex: "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
it_it: Carica un'immagine dal tuo computer contenente i colori della texture.
pt_pt: Carregar um ficheiro de imagem que contenha a textura colorida a partir do seu computador.

source: This will override the HTML color!
it_it: Questo sovrascriverà i colori HTML!
pt_pt: Isto irá substituir a cor HTML!

source: Save then add another value
it_it: Salva quindi aggiungi un altro valore

source: Only letters and the minus (-) character are allowed.
it_it: Sono permessi solo lettere e il carattere meno (-).
pt_pt: Apenas são permitidas letras, números e o símbolo menos (-).

source: Add new feature value
it_it: Aggiungi un nuovo valore della caratteristica
pt_pt: Adicionar novo valor de característica

source: Save and add another value
it_it: Salva e aggiungi un altro valore
pt_pt: Guardar e adicionar novo valor

source: Back to the list
it_it: Ritorna all'elenco
pt_pt: Voltar à lista

source: Add new feature values
it_it: Aggiungi un nuovo valore della caratteristica
pt_pt: Adicionar novos valores de características

source: Company name for this supplier
it_it: Nome azienda per questo fornitore
pt_pt: Nome da empresa para este Fornecedor

source: Will appear in the list of suppliers.
it_it: Apparirà nell'elenco dei fornitori.
pt_pt: Irá ser mostrado na lista de fornecedores.

source: Phone number for this supplier
it_it: Numero di telefono di questo fornitore
pt_pt: Número de telefone deste fornecedor

source: Mobile phone number for this supplier.
it_it: Numero di cellulare di questo fornitore.
pt_pt: Número de telemóvel deste fornecedor.

source: Upload a supplier logo from your computer.
it_it: Carica il marchio di un fornitore dal tuo computer.
pt_pt: Enviar um logotipo do fornecedor.

source: To add "tags" click in the field, write something and then press "Enter".
it_it: Per aggiungere dei "tags" clicca nel campo, scrivi qualcosa e poi premi "Invio".
pt_pt: Para adicionar etiquetas, clique no campo, escreva algo e carregue na tecla "Enter".

source: Upload a brand logo from your computer.
it_it: Carica dal tuo computer il logo di una marca.
pt_pt: Envie um logótipo da marca a partir do seu computador.

source: To add "tags," click inside the field, write something, and then press "Enter."
it_it: Per aggiungere un “Tag” cliccare sul campo, scrivere qualcosa e premere “Invio”
pt_pt: Para adicionar palavras, clique no campo, escreva alguma coisa, e depois pressione "Enter".

source: Company name for this brand
it_it: Nome azienda per questa marca
pt_pt: Nome da empresa para esta marca

source: Allow customers to upload files using the contact page.
it_it: Permetti ai clienti di inviare file usando la pagina di contatto.
pt_pt: Permitir que os clientes enviem ficheiros usando a página de contacto.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
it_it: Inserisci il messaggio che appare di default quando rispondi ad un thread nella pagina del servizio clienti.
pt_pt: Por favor, preencha a mensagem padrão que irá usar quando responder a uma mensagem na página do apoio ao cliente.

source: URL for your IMAP server (ie.: mail.server.com).
it_it: URL del server IMAP personale (esempio: mail.server.com).
pt_pt: URL para o seu servidor IMAP (ex. mail.server.com).

source: Port to use to connect to your IMAP server.
it_it: Porta per connettere il server IMAP personale.
pt_pt: Porta a usar para se ligar ao seu servidor IMAP.

source: User to use to connect to your IMAP server.
it_it: Nome utente per connettere il server IMAP personale.
pt_pt: Nome de utilizador a usar para se ligar ao seu servidor IMAP.

source: Password to use to connect your IMAP server.
it_it: Password per connettersi al server IMAP personale.
pt_pt: Palavra-passe a utilizar para se ligar ao seu servidor IMAP.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
it_it: Cancella i messaggi dopo la sincronizzazione. Se non abiliti questa opzione, la sincronizzazione richiederà un tempo maggiore.
pt_pt: Eliminar mensagens após a sincronização. Se não ativar essa opção, a sincronização vai demorar mais tempo.

source: Create new threads for unrecognized emails.
it_it: Crea nuovi threads per emails sconosciute.
pt_pt: Criar novos tópicos para emails desconhecidos.

source: Use POP3 instead of IMAP.
it_it: Utilizza POP3 invece di IMAP.
pt_pt: Utilizar POP3 em vez de IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
it_it: Non utilizzare RSH o SSH per stabilire sessioni IMAP preautenticate.
pt_pt: Não usar RSH nem SSH para estabelecer uma sessão IMAP pré-autenticada.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
it_it: Utilizza Secure Socket Layer (TLS/SSL) per criptare la sessione.
pt_pt: Usar ligação segura (TLS/SSL) para encriptar a sessão.

source: Validate certificates from the TLS/SSL server.
it_it: Validare i certificati TLS/SSL del server.
pt_pt: Validar certificados do servidor TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
it_it: Non validare i certicati provenienti dal server TLS/SSL. Necessario se il server utilizza cetificati selft-signed.
pt_pt: Não validar os certificados do servidor TLS/SSL. Isto só é necessário se o servidor usar certificados auto-assinados.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
it_it: Forza l'utilizzo di una crittografia TLS per la sessione, e rifiuta connessioni a server che non la supportano
pt_pt: Forçar o uso de start-TLS para encriptar a sessão, e rejeitar a ligação a servidores que não o suportem.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
it_it: Non utilizzare una crittografia TLS per la sessione anche se il server la supporta.
pt_pt: Não usar o start-TLS para encriptar a sessão, mesmo com servidores que a suportem.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
it_it: Questa è l'immagine principale che viene mostrata nella pagina della categoria. La descrizione della categoria stessa si sovrapporrà a questa immagine e apparirà nell'angolo in alto a sinistra.
pt_pt: Esta é a imagem principal da sua categoria, apresentada na página da categoria. A descrição da categoria sobrepõe-se a esta imagem no canto superior esquerdo.

source: Displays a small image in the parent category's page, if the theme allows it.
it_it: Mostra una piccola immagine nella pagina della categoria genitore, se il tema lo consente.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
it_it: La miniatura della categoria appare nel menu come una piccola immagine che rappresenta la categoria, se il tema lo consente.

source: To add "tags," click in the field, write something, and then press "Enter."
it_it: Per aggiungere un “Tag” cliccare sul campo, scrivere qualcosa e premere “Invio”.
pt_pt: Para adicionar palavras, clique no campo, escreva alguma coisa, e depois pressione "Enter".

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
it_it: Soltanto lettere, numeri, underscore (_) e il carettere meno (-) sono consetiti.
pt_pt: Só letras, números, sublinhado(_) e hifen(-) são caracteres permitidos.

source: You now have three default customer groups.
it_it: Hai 3 gruppi clienti di default.
pt_pt: Tem agora três grupos de clientes padrão .

source: Mark all of the customer groups which you would like to have access to this category.
it_it: Contrassegna tutti i gruppi clienti che vuoi abbiano accesso a questa categoria.
pt_pt: Marcar todos os Grupos de Clientes aos quais pretende dar acesso a esta Categoria.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
it_it: Numero di giorni durante i quali i clienti possono accede a questo file. Imposta a zero per accesso illimitato.
pt_pt: Número de dias que este ficheiro estará acessível ao cliente. Definir 0 para acesso ilimitado.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
it_it: Il prodotto è una combinazione di almeno due prodotti esistenti, un prodotto virtuale (un file scaricabile, un servizio, ecc.) o semplicemente un prodotto fisico standard?
pt_pt: O produto é um pacote (uma combinação de, pelo menos, dois produtos existentes), um produto virtual (ficheiro para descarregar, serviço, etc.), ou simplesmente um produto físico normal?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
it_it: Le combinazioni sono le diverse varianti del prodotto, con attributi come la misura, il peso o il colore che assumono valori diversi. Il tuo prodotto richiede delle combinazioni?
pt_pt: As combinações são as diferentes variações de um produto, com atributos como o tamanho, o peso ou a cor que assumem diferentes valores. O seu produto necessita de combinações?

source: Advanced settings in [1][2]Combinations[/1]
it_it: Impostazioni avanzate in [1][2]Combinazioni[/1]
pt_pt: Definições avançadas em [1][2]Combinações[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
it_it: Il tuo codice di riferimento interno per questo prodotto. Sono permessi i caratteri speciali: .-_#.

source: How many products should be available for sale?
it_it: Quanti prodotti devono essere disponibili per la vendita?
pt_pt: Quantos produtos devem estar disponíveis para venda?

source: Advanced settings in [1][2]Quantities[/1]
it_it: Impostazioni avanzate in [1][2]Quantità[/1]
pt_pt: Definições avançadas em [1][2]Quantidades[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
it_it: Questo è il prezzo al dettaglio al quale intendi vendere ai tuoi clienti questo prodotto. Il prezzo comprensivo delle imposte cambierà a seconda dell'aliquota che hai selezionato.
pt_pt: Este é o preço de venda pelo qual pretende vender este produto aos seus clientes. O preço com IVA incluído será alterado de acordo com a regra de IVA que selecionar.

source: Advanced settings in [1][2]Pricing[/1]
it_it: Impostazioni avanzate in [1][2]Prezzi[/1]
pt_pt: Definições avançadas em [1][2]Preços[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
it_it: Carica un file dal tuo computer (max. %maxUploadSize%)
pt_pt: Faça upload de um ficheiro do computador (máx. %maxUploadSize%)

source: The full filename with its extension (e.g. Book.pdf)
it_it: Il nome del file per completo con la sua estensione (esempio: Libro.pdf)
pt_pt: O nome completo do ficheiro com a extensão (ex: Livro.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
it_it: Numero di downloads consentiti per cliente. Imposta a 0 per downloads illimitati.
pt_pt: Número de descarregamentos permitidos por cliente. Definir 0 para descarregamentos ilimitados.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
it_it: Se selezionato, il file non potrà essere scaricato dopo questa data. Lascia vuoto per non impostare una data di scadenza.
pt_pt: Se definido, o ficheiro não poderá ser transferido após esta data. Deixar em branco se não quiser usar uma data de validade.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
it_it: Questo è il prezzo al quale intendi vendere ai tuoi clienti questo prodotto. Il prezzo comprensivo delle imposte cambierà a seconda dell'aliquota che hai selezionato.
pt_pt: Este é o preço pelo qual pretende vender este produto aos seus clientes. O preço com IVA incluído será alterado de acordo com a regra de IVA que selecionar.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
it_it: Alcuni prodotti possono essere acquistati per unità (per bottiglia, per chilo, ecc.), e questo è il prezzo unitario. Per esempio, se stai vendendo dei tessuti, esso sarà il prezzo a metro.
pt_pt: Alguns produtos podem ser adquiridos por unidade (por garrafa, por quilograma, etc.), e este é o preço indicado por uma unidade. Por exemplo, se estiver a vender tecidos, o preço deverá ser indicado por metro.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
it_it: Il prezzo di costo è il prezzo da te pagato per il prodotto. Non include le imposte e dovrebbe essere inferiore al prezzo al dettaglio: la differenza tra i due sarà il tuo margine.
pt_pt: O preço de custo é o preço que paga pelo produto. Não inclui IVA. Deve ser mais baixo que o preço de venda: a diferença entre os dois, será a sua margem.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
it_it: Puoi impostare dei prezzi particolari per clienti che appartengono a gruppi diversi, paesi, ecc.
pt_pt: Pode definir preços específicos para clientes que pertençam a diferentes grupos, diferentes países, etc.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
it_it: Alcune volte un cliente può corrispondere a diverse regole di prezzo. Le priorità ti consentono di definire quali regole applicare per prime.
pt_pt: Por vezes, um cliente pode enquadrar-se em diversas regras de preços. As prioridades permitem-lhe definir quais as regras que se aplicam em primeiro lugar.

source: Tags are meant to help your customers find your products via the search bar.
it_it: I tag sono concepiti per aiutare i tuoi clienti a trovare i prodotti tramite la barra di ricerca.
pt_pt: As palavras-chave destinam-se a ajudar os clientes a encontrar os seus produtos através da barra de pesquisa.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
it_it: Scegli termini e parole chiave che i tuoi clienti useranno per cercare questo prodotto, e assicurati che siano coerenti con i tag che potresti avere già utilizzato.
pt_pt: Escolha termos e palavras-chave que os seus clientes venham a utilizar para pesquisar este produto e certifique-se de que são consistentes com as palavras-chave que já utilizou.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
it_it: Puoi gestire i tag alias nella [1]Sezione ricerca[/1]. Se aggiungi nuovi tag, dovrai ricostruire l'indice.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
it_it: Non tutti i negozi vendono prodotti nuovi. Questa opzione ti permette di indicare la condizione del prodotto. Questo può essere richiesto in alcuni marketplace.
pt_pt: Nem todas as lojas vendem produtos novos. Esta opção permite-lhe indicar o estado do produto. Pode ser necessária em alguns mercados.

source: ISBN is used internationally to identify books and their various editions.
it_it: Il codice ISBN viene utilizzato a livello internazionale per identificare i libri e le loro varie edizioni.
pt_pt: O ISBN é utilizado internacionalmente para identificar livros e as suas várias edições.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
it_it: Questo tipo di codice prodotto è ampiamente usato negli Stati Uniti, Canada, Regno Unito, Australia, Nuova Zelanda e in altri paesi.
pt_pt: Este tipo de código do produto»é amplamente utilizado nos Estados Unidos, Canadá, Reino Unido, Austrália, Nova Zelândia e em outros países.

source: Permanently delete this product.
it_it: Elimina questo prodotto in modo permanente.
pt_pt: Eliminar permanentemente este produto.

source: See how your product sheet will look online: ALT+SHIFT+V
it_it: Guarda come apparirà online la scheda del prodotto: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
it_it: Abilita o disabilita il prodotto sul tuo negozio: ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
it_it: Salva e duplica questo prodotto, poi vai al nuovo prodotto: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
it_it: Salva e torna al catalogo: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
it_it: Salva e crea un nuovo prodotto: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
it_it: Salva il prodotto e rimani sulla pagina corrente: ALT+SHIFT+S

source: Invalid token
it_it: Token non valido
pt_pt: Token inválido

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
it_it: [1]Token non valido[/1]: l'accesso diretto a questo link può portare a una potenziale violazione della sicurezza.
pt_pt: [1]Token inválido[/1]: o acesso direto a este link pode levar a uma potencial falha de segurança.

source: Do you want to display this page?
it_it: Vuoi mostrare questa pagina?
pt_pt: Quer mostrar esta página?

source: Yes, I understand the risks
it_it: Sì, conosco i rischi
pt_pt: Sim, eu compreendo os riscos

source: Take me out of there!
it_it: Fatemi uscire di qui!
pt_pt: Tire-me daqui!

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
it_it: Quantità minima per l'acquisto di questo prodotto (imposta a 1 per disabilitare questa funzione). Es.: se impostata a 3, i clienti potranno acquistare il prodotto solo se ne acquistano almeno 3 pezzi.
pt_pt: A quantidade mínima necessária para adquirir este produto (definir para 1 para desativar esta função). Por ex.: se definida para 3, os clientes só poderão adquirir o produto se selecionarem, pelo menos, 3 produtos.
