Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogFeature.*.xlf
Languages: ta_in, zh_tw

source: All combinations
zh_tw: 所有組合

source: Width
zh_tw: 寬

source: Height
zh_tw: 高

source: Depth
zh_tw: 深度

source: Weight
zh_tw: 重量

source: Shipping fees
zh_tw: 運費

source: Available carriers
zh_tw: 可用承運商

source: Meta title
ta_in: மெட்டா தலைப்பு
zh_tw: 元標題

source: Meta description
ta_in: மெட்டா விவரம்
zh_tw: 後設介紹

source: Friendly URL
ta_in: தோழமையான URL
zh_tw: 友善連結

source: No redirection (404)
zh_tw: 沒有重導(404)

source: Permanent redirection to a product (301)
zh_tw: 永久重定向到一個商品（301）

source: Temporary redirection to a product (302)
zh_tw: 暫時重定向到一個商品（301）

source: Permanent redirection to a category (301)
zh_tw: 永久重定向到一個分類（301）

source: Temporary redirection to a category (302)
zh_tw: 暫時重定向到一個分類（301）

source: Target product
zh_tw: 目標商品

source: Target category
zh_tw: 目標分類

source: Target
zh_tw: 目標

source: Quantity
ta_in: அளவு
zh_tw: 數量

source: Price (tax excl.)
zh_tw: 價格 (未稅)

source: Category
ta_in: வகை
zh_tw: 分類

source: These products will be deleted for good. Please confirm.
zh_tw: 這些商品將被刪除。請確認。

source: Delete products?
zh_tw: 確定刪除商品？

source: Cost Price
zh_tw: 底價

source: Minimum quantity
zh_tw: 最低數量

source: Impact on weight
zh_tw: 重量影響

source: Short description
zh_tw: 簡介

source: Condition
zh_tw: 狀態

source: Number of allowed downloads
zh_tw: 允許下載次數

source: Label when in stock
zh_tw: 有庫存時顯示的文字

source: Ecotax
zh_tw: 環保稅

source: Parent category
ta_in: மூல வகை
zh_tw: 父分類

source: Impact on price (tax excl.)
zh_tw: 對價格的影響（不含稅）

source: Impact on price (tax incl.)
zh_tw: 對價格的影響（含稅）

source: Availability date
zh_tw: 上架日期

source: UPC barcode
zh_tw: UPC 條碼

source: EAN-13 or JAN barcode
zh_tw: EAN-13 或 JAN 條碼

source: ISBN code
zh_tw: ISBN 代碼

source: Impact on price per unit (tax excl.)
zh_tw: 對單價的影響（不含稅）

source: Min. quantity for sale
zh_tw: 可供銷售數量

source: Set as default combination
zh_tw: 設置為默認商品屬性組合

source: Select images of this combination:
zh_tw: 選擇此商品屬性組合的圖像：

source: Reference
zh_tw: 編號

source: Virtual product
zh_tw: 虛擬商品

source: Visibility
zh_tw: 可見性

source: Tags
zh_tw: 標籤

source: Tax rule
zh_tw: 稅金規則：

source: Tax excluded
zh_tw: 未稅

source: Tax included
zh_tw: 含稅

source: Cost price
zh_tw: 底價

source: Summary
ta_in: சுருக்கம்
zh_tw: 彙總

source: Drop images here
zh_tw: 將圖像拖曳至此處

source: or select files
zh_tw: 或選擇檔案

source: Recommended size 800 x 800px for default theme.
zh_tw: 默認主題的推薦尺寸為800 x 800px 像素。

source: JPG, GIF or PNG format.
zh_tw: JPG, GIF 或 PNG 格式.

source: Cover
zh_tw: 浮水印

source: Quantities
zh_tw: 可銷售數量

source: tax incl.
zh_tw: 含稅

source: tax excl.
zh_tw: 未稅

source: Product list
zh_tw: 商品清單

source: Basic settings
zh_tw: 基本設定

source: Pricing
zh_tw: 價錢

source: SEO
zh_tw: 搜尋引擎優化

source: Modules
zh_tw: 模組

source: View all images
zh_tw: 瀏覽所有圖像

source: View less
zh_tw: 瀏覽更少

source: Features
zh_tw: 商品特性

source: Add a feature
zh_tw: 新增特性

source: Product with combinations
zh_tw: 有屬性組合的商品

source: Retail price
zh_tw: 零售價

source: Manage tax rules
zh_tw: 管理稅收規則

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
zh_tw: 最終零售價格: [1][2][/2] 含稅[/1] / [3][/3] 未稅

source: Specific prices
zh_tw: 指定價格

source: Add a specific price
zh_tw: 新增特價

source: Rule
zh_tw: 規則

source: Combination
zh_tw: 組合

source: Fixed price
zh_tw: 定價

source: Impact
zh_tw: 影響

source: From
zh_tw: 由

source: Priority management
zh_tw: 優先順序管理

source: Priorities
zh_tw: 優先程度

source: Where do you want your product to appear?
zh_tw: 您希望此商品在哪裡可以被看見?

source: Customers can personalize the product by entering some text or by providing custom image files.
zh_tw: 讓顧客可以根據需求, 輸入對此商品進行個人化的說明文字或是提供客製圖片參考.

source: Add a customization field
zh_tw: 增加一個自訂欄位

source: Attached files
zh_tw: 附件

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
zh_tw: 添加客戶可以直接在商品頁面上下載的文件（如說明書，手冊，食譜等）。

source: Attach a new file
zh_tw: 附加文件

source: Module to configure
zh_tw: 模組設定

source: Choose a module to configure
zh_tw: 選擇要配置的模組

source: To manage all your modules go to the [1]Installed module page[/1]
zh_tw: 要管理所有模塊，請轉到[1]已安裝模塊的頁面[/ 1]

source: Go to catalog
zh_tw: 前往商品目錄

source: Add new product
zh_tw: 新增商品

source: Standard product
zh_tw: 標準商品

source: Pack of products
zh_tw: 商品組合

source: Add products to your pack
zh_tw: 新增商品至您的組合

source: Pre-tax retail price
zh_tw: 稅前零售價

source: Retail price with tax
zh_tw: 含稅零售價

source: Default category
zh_tw: 預設分類

source: Add a new category
zh_tw: 新增分類

source: Accessories
zh_tw: 配件

source: Type
ta_in: வகை
zh_tw: 類型

source: Brand
zh_tw: 品牌

source: Add a brand
zh_tw: 新增品牌

source: Associated categories
zh_tw: 相關分類

source: Categories
ta_in: வகைகள்
zh_tw: 分類

source: Main category
zh_tw: 主分類

source: Create a new category
zh_tw: 創建分類

source: New category name
zh_tw: 新類別名稱

source: Create a category
zh_tw: 建立分類

source: Everywhere
zh_tw: 全站

source: Catalog only
zh_tw: 僅商品目錄

source: Search only
zh_tw: 只做搜尋

source: Nowhere
zh_tw: 不可見

source: Display options
zh_tw: 顯示選項

source: Available for order
zh_tw: 可訂購

source: Show price
zh_tw: 顯示價格

source: Web only (not sold in your retail store)
zh_tw: 只在網上出售（不是在你的實體店出售）

source: Display condition on product page
zh_tw: 在商品頁面上顯示狀態

source: Default suppliers
zh_tw: 默認供應商

source: Attachments for this product:
zh_tw: 本商品附件：

source: Customization
zh_tw: 自訂

source: Price per unit
zh_tw: 每單位價格

source: Attachment
ta_in: இணைப்பு
zh_tw: 附件

source: Expiration date
zh_tw: 截止日期

source: Add new cart rule
ta_in: புதிய கூடை விதி சேர்
zh_tw: 新增購物車規則

source: Payment:
zh_tw: 付款：

source: Cart Rules
ta_in: கூடை விதிகள்
zh_tw: 購物車規則

source: Number of days
zh_tw: 下載有效天數：

source: Please select a file
zh_tw: 請選擇一個檔案

source: Caption
zh_tw: 標題

source: Cover image
zh_tw: 封面圖片

source: Create combinations
zh_tw: 創建商品屬性組合

source: I want to use the advanced stock management system for this product.
zh_tw: 我想要在這個產品使用進階庫存管理

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
zh_tw: 當前商品及其屬性組合的可用數量基於倉庫中的庫存（使用高級庫存管理系統）。

source: I want to specify available quantities manually.
zh_tw: 我想要手動指定可用數量

source: Minimum quantity for sale
zh_tw: 可供銷售數量

source: Label when out of stock (and back order allowed)
zh_tw: 當商品缺貨並當允許退貨時顯示的文字

source: Does this product have an associated file?
zh_tw: 此商品是否有相關檔案？

source: Use default behavior
zh_tw: 使用預設操作

source: Allow orders
zh_tw: 允許訂購

source: Deny orders
zh_tw: 不允許訂購

source: When out of stock
zh_tw: 當無庫存時

source: Decrement pack only.
zh_tw: 只減少整組庫存

source: Decrement products in pack only.
zh_tw: 減少整組內的組成商品庫存

source: Decrement both.
zh_tw: 減少整組和組成商品庫存

source: Pack quantities
zh_tw: 組合量

source: No tax
ta_in: வரி இல்லை
zh_tw: 免稅

source: Ecotax (tax incl.)
zh_tw: 生態稅（含稅）

source: Price per unit (tax excl.)
zh_tw: 單價（不含稅）

source: Apply to all products
zh_tw: 適用於所有產品

source: Price (tax incl.)
zh_tw: 價格 (含稅)

source: Stored
zh_tw: 已入倉

source: Location (optional)
zh_tw: 地點 (選填)

source: Add customer
zh_tw: 添加客戶

source: Apply to all combinations
zh_tw: 套用到所有組合

source: Available from
zh_tw: 上架日期

source: Starting at
zh_tw: 起價：

source: Product price (tax excl.)
zh_tw: 商品價格 (未稅)

source: Combinations
zh_tw: 組合

source: Final price
zh_tw: 最終價格

source: Impact on price
zh_tw: 價格影響：

source: Manage your product combinations
zh_tw: 管理您的商品商品屬性組合

source: Bulk actions ([1]/[2] combination(s) selected)
zh_tw: 批量操作（己選 [1]/[2] 個商品屬性組合）

source: Default combination
zh_tw: 默認商品屬性組合

source: Availability preferences
zh_tw: 存貨情況選項

source: Behavior when out of stock
zh_tw: 商品缺貨時的操作

source: Stock management is disabled
zh_tw: 庫存管理已停用

source: Leave initial price
zh_tw: 保留最初價格

source: Reduction
zh_tw: 降價

source: Reduction type
zh_tw: 降價類型

source: From quantity
zh_tw: 開始數量

source: Beginning
zh_tw: 開始

source: End
zh_tw: 結束

source: Add new catalog price rule
zh_tw: 新增目錄價格規則

source: Catalog price rules
zh_tw: 目錄價格規則

source: Feature
zh_tw: 商品特性

source: Save then add another value
ta_in: சேமி பின்னர் வேறொரு மதிப்பை சேர்
zh_tw: 儲存後新增另一個數值

source: Edit Value
ta_in: மதிப்பை திருத்து
zh_tw: 編輯數值

source: Add New Value
ta_in: புதிய மதிப்பு சேர்
zh_tw: 新增數值

source: Add a new feature
zh_tw: 新增特性

source: Add new feature
zh_tw: 新增特性

source: Edit New Feature
zh_tw: 編輯新特性

source: Add New Feature
zh_tw: 新增特性

source: Edit: %value%
zh_tw: 編輯：%value%

source: Add a new feature value
zh_tw: 新增一個特性數值

source: Choose a feature
zh_tw: 選擇特性

source: Pre-defined value
zh_tw: 預先定義的值

source: OR Customized value
zh_tw: 或自訂的數值

source: Choose a value
zh_tw: 選擇價值

source: Category name
zh_tw: 分類名稱

source: Parent of the category
zh_tw: 上級分類

source: Advanced filters
zh_tw: 進階過濾

source: Apply advanced filters
zh_tw: 套用進階過濾

source: Apply new quantity
zh_tw: 應用新的數量

source: Filter by movement type
zh_tw: 按庫存活動類型過濾

source: Filter by employee
zh_tw: 按員工過濾

source: Filter by period
zh_tw: 以期間過濾：

source: Search a category
zh_tw: 搜索分類

source: Search a supplier
zh_tw: 搜尋供應商

source: Filter by supplier
zh_tw: 以供應商篩選

source: Stock management
zh_tw: 庫存管理

source: Movements
zh_tw: 移動

source: Stock
zh_tw: 庫存

source: None
ta_in: எதுவும் இல்லை
zh_tw: 無

source: Search products (search by name, reference, supplier)
zh_tw: 搜尋商品 (以名稱, 編號, 供應商)

source: Date & Time
zh_tw: 日期＆時間

source: Edit quantity
zh_tw: 修改數量

source: Reserved
zh_tw: 保留

source: Supplier
zh_tw: 供應商

source: Root
zh_tw: 根

source: Home
zh_tw: 主頁

source: Increase
zh_tw: 漲價

source: Decrease
zh_tw: 減少

source: Customer Order
zh_tw: 客戶訂單

source: Regulation following an inventory of stock
zh_tw: 盤點庫存後進行調整

source: Transfer to another warehouse
zh_tw: 轉移到另一個倉庫

source: Transfer from another warehouse
zh_tw: 由另一個倉庫轉移到此

source: Supply Order
zh_tw: 採購單

source: Product Return
zh_tw: 退回商品

source: Values
ta_in: மதிப்புகள்
zh_tw: 數值

source: Value
ta_in: மதிப்பு
zh_tw: 數值

source: Color
ta_in: நிறம்
zh_tw: 顏色

source: Color or texture
zh_tw: 顏色 或 質料

source: Attributes
ta_in: பண்புகள்
zh_tw: 屬性

source: Public name
ta_in: பொதுப் பெயர்
zh_tw: 公開名稱

source: Attribute type
ta_in: பண்புகள் வகை
zh_tw: 屬性類型

source: Attribute group
ta_in: பண்புக் குழு
zh_tw: 屬性群組

source: Current texture
ta_in: நடப்பு இழைவு
zh_tw: 目前材質

source: Add new attribute
ta_in: புதிய பண்பு சேர்
zh_tw: 新增屬性

source: Add new value
ta_in: புதிய மதிப்பு சேர்
zh_tw: 新增數值

source: Add New Values
ta_in: புதிய மதிப்புகளை சேர்
zh_tw: 新增數值

source: Add New Attributes
ta_in: புதிய பண்புகளை சேர்
zh_tw: 新增屬性

source: Edit New Attribute
ta_in: புதிய பண்பை திருத்து
zh_tw: 編輯新屬性

source: Add New Attribute
ta_in: புதிய பண்பு சேர்
zh_tw: 新增屬性

source: Edit: %s
ta_in: திருத்து: %s
zh_tw: 編輯：%s

source: Texture
ta_in: இழைவு
zh_tw: 紋理：

source: Feature value
zh_tw: 特性數值

source: Number of products
zh_tw: 商品數量

source: Add new supplier
zh_tw: 新增供應商

source: Addresses
ta_in: முகவரிகள்
zh_tw: 地址

source: Products
ta_in: பொருட்கள்
zh_tw: 商品

source: Add new brand
zh_tw: 新增品牌

source: Add new brand address
zh_tw: 新增地址

source: List of brands
zh_tw: 品牌列表

source: Brand addresses
zh_tw: 品牌地址

source: Brands
zh_tw: 牌子

source: Choose the brand
zh_tw: 選擇品牌

source: Edit Addresses
zh_tw: 編輯地址

source: Add address
zh_tw: 新增地址

source: Open
ta_in: திற
zh_tw: 開啟

source: Closed
ta_in: மூடப்பட்டது
zh_tw: 關閉

source: Pending 1
ta_in: நிலுவையில் 1
zh_tw: 等候中 1

source: Pending 2
ta_in: நிலுவையில் 2
zh_tw: 等候中 2

source: Messages
ta_in: செய்திகள்
zh_tw: 訊息

source: Private
zh_tw: 私人

source: Last message
ta_in: கடைசி செய்தி
zh_tw: 最後訊息

source: Contact options
ta_in: தொடர்பு தேர்வுகள்
zh_tw: 聯絡人選項

source: Allow file uploading
ta_in: கோப்பு பதிவேற்றத்தை அனுமதி
zh_tw: 允許文件上傳

source: Default message
ta_in: கொடாநிலை செய்தி
zh_tw: 預設訊息

source: Customer service options
ta_in: வாடிக்கையாளர் சேவை தேர்வுகள்
zh_tw: 客戶服務選項

source: IMAP URL
zh_tw: IMAP 網址

source: IMAP port
zh_tw: IMAP 連接埠

source: IMAP user
zh_tw: IMAP 帳號

source: IMAP password
zh_tw: IMAP 密碼

source: Delete messages
ta_in: செய்திகளை அழி
zh_tw: 刪除訊息

source: Create new threads
zh_tw: 建立新主題

source: IMAP options
zh_tw: IMAP 選項

source: Total threads
zh_tw: 討論帖總計

source: Threads pending
zh_tw: 等待中的討論帖

source: Total number of customer messages
zh_tw: 客戶訊息數量總計

source: Total number of employee messages
zh_tw: 員工訊息總數

source: Unread threads
zh_tw: 未讀取討論帖

source: Closed threads
zh_tw: 已結案討論帖

source: Message forwarded to
zh_tw: 訊息轉出

source: Pending Discussion Threads
zh_tw: 尚待回覆的主題

source: Average Response Time
zh_tw: 平均回覆時間

source: Messages per Thread
zh_tw: 每主題的訊息

source: Reply to the next unanswered message in this thread
zh_tw: 此主題下個未回覆的訊息

source: Mark as "handled"
zh_tw: 顯示為"處理中"

source: Re-open
zh_tw: 重開

source: Mark as "pending 1" (will be answered later)
zh_tw: 標示為"稍後回覆1"

source: Disable pending status
zh_tw: 停用等待狀態

source: Mark as "pending 2" (will be answered later)
zh_tw: 標示為"稍後回覆2"

source: Message to:
zh_tw: 訊息：

source: Product:
zh_tw: 商品：

source: Status:
zh_tw: 狀態：

source: Add new root category
ta_in: புதிய மூல வகை சேர்
zh_tw: 新增根分類

source: Add new category
ta_in: புதிய வகை சேர்
zh_tw: 新增類別

source: Disabled Categories
ta_in: முடக்கப்பட்ட வகைகள்
zh_tw: 未啟用的分類

source: Empty Categories
ta_in: காலியான வகைகள்
zh_tw: 沒有任何商品的分類

source: Top Category
ta_in: உயர்மட்ட வகை
zh_tw: 最上層類別

source: Average number of products per category
ta_in: வகை ஒன்றுக்கு பொருட்களின் சராசரி எண்ணிக்கை
zh_tw: 平均每分類下的商品數

source: %s - All people without a valid customer account.
ta_in: %s - செல்லுபடியான வாடிக்கையாளர் கணக்கு இல்லாமல் உள்ளவர்கள்.
zh_tw: %s - 所有沒有客戶帳號的人

source: %s - Customer who placed an order with the guest checkout.
ta_in: %s - விருந்தினர் வெளியேற்றம் மூலம் ஆர்டர் செய்த வாடிக்கையாளர்கள்.
zh_tw: %s - 客戶以訪客結帳方式確認訂單

source: %s - All people who have created an account on this site.
ta_in: %s - இந்த தளத்தில் கணக்கு உருவாக்கியவர்கள்.
zh_tw: %s - 所有在這個網站已經建立帳號的人

source: Category Cover Image
zh_tw: 分類封面圖像

source: Category thumbnail
zh_tw: 分類縮略圖

source: Menu thumbnails
zh_tw: 縮略圖選單

source: Group access
ta_in: குழு அணுகல்
zh_tw: 群組存取：

source: Root Category
ta_in: ஆதி மூல வகை
zh_tw: 根分類

source: List of empty categories:
zh_tw: 空白分類列表：

source: List of products with combinations but without available quantities for sale:
zh_tw: 無庫存的商品列表(含屬性)：

source: List of products without combinations and without available quantities for sale:
zh_tw: 無庫存可銷售的商品列表(不含商品屬性組合)：

source: List of disabled products
zh_tw: 停售產品列表：

source: List of products without images
zh_tw: 無圖像商品列表

source: List of products without description
zh_tw: 無描述商品列表

source: List of products without price
zh_tw: 無價格商品列表

source: Product disabled
zh_tw: 已停用商品

source: Associated with
zh_tw: 與______關聯

source: product(s)
ta_in: பொருள் (ட்கள்)
zh_tw: 商品

source: Add new file
zh_tw: 新增檔案

source: Attributes generator
ta_in: பண்புகள் ஆக்கி
zh_tw: 屬性產生器

source: Back to the product
ta_in: பொருளுக்கு மீண்டும் செல்க
zh_tw: 返回商品

source: Category root
zh_tw: 根分類

source: Shipping
zh_tw: 運費

source: Delete combinations
zh_tw: 刪除商品屬性組合

source: Prev. combination
zh_tw: 上一商品屬性組合

source: Next combination
zh_tw: 下一商品屬性組合

source: Back to product
zh_tw: 返回商品

source: Combination details
zh_tw: 組合方法

source: Price and impact
zh_tw: 價格與影響

source: Final retail price (tax excl.) will be
zh_tw: 最終零售價格（不含稅）將是

source: Specific references
zh_tw: 具體參考

source: Images
zh_tw: 圖片

source: Product location in warehouses
zh_tw: 商品在倉庫中的位置

source: Please choose the warehouses associated with this product.
zh_tw: 請選擇與此商品相關的倉庫。

source: Specific price conditions
zh_tw: 特別價格條款

source: Unit(s)
zh_tw: 單位

source: Apply a discount of
zh_tw: 套用折扣

source: Package dimension
zh_tw: 包裹尺寸

source: Adjust your shipping costs by filling in the product dimensions.
zh_tw: 輸入商品尺寸以調整運費。

source: Does this product incur additional shipping costs?
zh_tw: 此商品是否要加收運費？

source: Related product
zh_tw: 相關商品

source: Add a related product
zh_tw: 新增相關商品

source: Supplier reference(s)
zh_tw: 供應商代號

source: Supplier reference
zh_tw: 供應商代號

source: Product name
zh_tw: 商品名稱

source: Choose the suppliers associated with this product
zh_tw: 選擇此商品的供應商

source: Default supplier
zh_tw: 默認供應商

source: Search Engine Optimization
zh_tw: 搜尋引擎優化

source: Improve your ranking and how your product page will appear in search engines results.
zh_tw: 提高您的排名以及您的商品頁面在搜索引擎結果中的顯示方式。

source: Reset URL
zh_tw: 重設網址

source: Redirection page
zh_tw: 重定向頁面

source: [1][/1] of [2][/2] characters used (recommended)
zh_tw: [1][/1] 之 [2][/2] 已用字符（建議）

source: [1][/1] of [2][/2] characters allowed
zh_tw: [1][/1] of [2][/2] 可輸入字符

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
zh_tw: [1]新增您的商品[/1][2]或導入一列表商品 (檔案類型: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Zoom
zh_tw: 縮放

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
zh_tw: 瀏覽 %total% 之 %from%-%to%（頁面 %current_page% / %page_count%）

source: Items per page:
zh_tw: 每頁顯示的項目：

source: List of products for this pack
zh_tw: 列出這個組合的商品

source: Add a new condition group
zh_tw: 新增條件群組

source: Add condition
zh_tw: 新增條件

source: Condition group
zh_tw: 條件群組

source: Conditions
zh_tw: 條件

source: Cart rule
zh_tw: 購物車規則

source: Information
zh_tw: 資訊

source: Now
zh_tw: 現在

source: Done
zh_tw: 完成

source: Choose Time
zh_tw: 選擇時間

source: Time
zh_tw: 時間：

source: Minute
zh_tw: 分鐘

source: Highlight
zh_tw: 標示

source: Partial use
zh_tw: 部份使用

source: Limit to a single customer
zh_tw: 限制給單一客戶

source: Valid
zh_tw: 正確

source: Minimum amount
zh_tw: 最小值

source: Shipping excluded
zh_tw: 不含運費

source: Shipping included
zh_tw: 含運費

source: Total available
zh_tw: 可用總計

source: Total available for each user
zh_tw: 每個用戶的可用總計

source: Restrictions
zh_tw: 限制

source: Country selection
zh_tw: 選擇國家

source: Unselected countries
zh_tw: 取消選擇的國家

source: Selected countries
zh_tw: 選擇的國家

source: Carrier selection
zh_tw: 選擇承運商

source: Unselected carriers
zh_tw: 未選取的貨運商

source: Selected carriers
zh_tw: 選擇的貨運商

source: Customer group selection
zh_tw: 選擇客戶群組

source: Unselected groups
zh_tw: 取消選擇的群組

source: Selected groups
zh_tw: 選擇的群組

source: Compatibility with other cart rules
zh_tw: 與其它購物車規則的相容性

source: Uncombinable cart rules
zh_tw: 無法組合的購物車規則

source: Combinable cart rules
zh_tw: 可組合的購物車規則

source: Product selection
zh_tw: 商品選擇

source: Shop selection
zh_tw: 選擇商店

source: Unselected shops
zh_tw: 取消選擇的商店

source: Selected shops
zh_tw: 選擇的商店

source: Apply a discount
zh_tw: 確認一個折扣

source: Percent (%)
zh_tw: 百分比(%)

source: Apply a discount to
zh_tw: 套用折扣到

source: Order (without shipping)
zh_tw: 訂購(不含運費)

source: Specific product
zh_tw: 指定產品

source: Cheapest product
zh_tw: 最便宜商品

source: Selected product(s)
zh_tw: 已選商品

source: Exclude discounted products
zh_tw: 排除折扣商品

source: Send a free gift
zh_tw: 贈送一個禮品

source: Search a product
zh_tw: 搜尋商品

source: Matching products
zh_tw: 匹配商品

source: Available combinations
zh_tw: 可用組合

source: Number of products required in the cart to enjoy the discount:
zh_tw: 購物車所需的商品數量，以獲得折扣：

source: Ref:
zh_tw: 參考號：

source: Qty:
zh_tw: 數量：

source: Attribute name
zh_tw: 屬性名稱

source: EAN13
zh_tw: 條碼

source: UPC
zh_tw: UPC碼

source: Available quantity
zh_tw: 可銷售數量
