Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminModulesNotification.*.xlf
Languages: ca_es, fr_fr

source: The module was successfully downloaded.
ca_es: El mòdul ha estat correctament descarregat.
fr_fr: Le module a bien été téléchargé.

source: Successfully signed in to PrestaShop Addons.
fr_fr: Connexion à PrestaShop Addons réussie.

source: Error found : %1$s in country_module_list.xml file.
fr_fr: Erreur : %1$s dans le fichier country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
fr_fr: Erreur : %1$s dans le fichier must_have_module_list.xml.

source: Module(s) installed successfully.
ca_es: S'han instal·lat correctament els mòduls
fr_fr: Module(s) installé(s) avec succès.

source: Module(s) uninstalled successfully.
ca_es: S'han desinstal·lat correctament els mòduls
fr_fr: Module(s) désinstallé(s) avec succès.

source: The module transplanted successfully to the hook.
ca_es: Mòdul correctamant traslladat al hook
fr_fr: Module greffé sur le point d'accroche avec succès.

source: The module was successfully removed from the hook.
ca_es: Mòdul eliminat del hook amb èxit
fr_fr: Module retiré du point d'accroche avec succès.

source: Module reset successfully.
ca_es: Mòdul reinicialitzat correctament
fr_fr: Module réinitialisé avec succès.

source: Module deleted successfully.
ca_es: Mòdul eliminat correctament.
fr_fr: Module supprimé avec succès.

source: Unable to install the module (Module name is not valid).
ca_es: No es pot instal·lar el mòdul (El nom del mòdul no és vàlid).
fr_fr: Impossible d'installer ce module (le nom du module n'est pas valide).

source: The version of your module is not compliant with your PrestaShop version.
ca_es: Aquesta versió del vostre mòdul no concorda amb la vostra versió de PrestaShop.
fr_fr: Ce module n'est pas compatible avec votre version de PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
ca_es: Abans d'instal·lar aquest mòdul, heu d'instal·lar primer aquests mòduls:
fr_fr: Avant d'installer ce module, vous devez installer le(s) module(s) suivant(s) :

source: This module has already been installed.
ca_es: Aquest mòdul ja està instal·lat.
fr_fr: Ce module est déjà installé.

source: Could not install module controllers.
fr_fr: Impossible d'installer les contrôleurs du module.

source: Technical error: PrestaShop could not install this module.
ca_es: Errada tècnica: PrestaShop no pot instal·lar aquest mòdul.
fr_fr: Erreur technique : PrestaShop n'a pas pu installer ce module.

source: Current version: %s
ca_es: Versió actual: %s
fr_fr: Version actuelle : %s

source: %d file upgrade applied
ca_es: S'ha aplicat el fitxer %d d'actualització
fr_fr: %d mise à jour de fichier appliquée(s)

source: No upgrade has been applied
ca_es: No s'ha aplicaty l'actualització
fr_fr: Aucune mise à jour a été appliquée

source: Upgraded from: %s to %s
ca_es: Actualitzat des de: %s a %s
fr_fr: Mise à jour de %s à %s

source: %d upgrade left
ca_es: %d resta per actualitzar
fr_fr: %d mise à jour restante(s)

source: Module %s cannot be upgraded this time: please refresh this page to update it.
ca_es: El mòdul %s no es pot actualitzar en aquest moment: si us plau refresqueu la pàgina per tal d'actualitzar-lo més tard.
fr_fr: Le module %s ne peut être mis à jour pour le moment : veuillez rafraichir cette page pour le mettre à jour.

source: To prevent any problem, this module has been turned off
ca_es: Per tal de prevenir problemes, aquest mòdul ha estat desactivat
fr_fr: Pour éviter tout problème, ce module a été désactivé

source: The module is not installed.
ca_es: Aquest mòdul no està instal·lat.
fr_fr: Ce module n'est pas installé.

source: Unable to install override: %s
ca_es: No es pot insta·lar la substitució: %s
fr_fr: Impossible d'installer la surcharge : %s

source: %1$s is not a valid module name.
fr_fr: %1$s n'est pas un nom de module valide.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
ca_es: Els mòduls no es poden caregar per causa de restriccions de memòria, si us plau incremeuteu el valor de memory_limit a la configuració del vostre servidor.
fr_fr: Tous les modules ne ​​peuvent pas être chargés en raison de restrictions sur les limites de la mémoire. Veuillez augmenter la valeur memory_limit dans le fichier de configuration de votre serveur

source: %s could not be loaded.
fr_fr: Impossible de charger %s.

source: Error found in config file:
ca_es: Error en el fitxer de configuració:
fr_fr: Erreur dans le fichier de configuration:

source: %1$s (parse error in %2$s)
ca_es: %1$s (parse error en %2$s)
fr_fr: %1$s (erreur de syntaxe dans %2$s)

source: %1$s (class missing in %2$s)
ca_es: %1$s (la clase que falta en %2$s)
fr_fr: %1$s (classe manquante dans %2$s)

source: The following module(s) could not be loaded
ca_es: El següent mòdul no s'ha pogut carregar
fr_fr: Le(s) module(s) suivant(s) n'ont pas pu être chargés

source: Trusted and Untrusted XML have not been generated properly
ca_es: No s'han generat correctament els XML validats i no validats
fr_fr: Les fichiers XML approuvés et non approuvés n'ont pas été générés correctement

source: No template found for module
ca_es: No hi ha plantilla que per al mòdul
fr_fr: Aucun gabarit trouvé pour le module

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
ca_es: El mètode %1$s a la classe %2$s actualment s'ha substituït pel mòdul %3$s versió %4$s a %5$s.
fr_fr: La méthode %1$s de la classe %2$s est déjà surchargée par le module %3$s version %4$s au %5$s.

source: The method %1$s in the class %2$s is already overridden.
ca_es: El mètode %1$s a la classe %2$s ja està anul·lat.
fr_fr: La méthode %1$s dans la classe %2$s est déjà surchargée.

source: Failed to override method %1$s in class %2$s.
ca_es: No s'ha pogut reemplaçar el mètode %1$s en la classe %2$s.
fr_fr: Impossible de surcharger la méthode %1$s de la classe %2$s.

source: The property %1$s in the class %2$s is already defined.
ca_es: La propietat %1$s a la classe %2$s ja està definida.
fr_fr: La méthode %1$s dans la classe %2$s est déjà définie.

source: Failed to override property %1$s in class %2$s.
ca_es: No s'ha pogut anul·lar la propietat %1$s en la classe %2$s.
fr_fr: Impossible de surcharger la propriété %1$s de la classe %2$s.

source: The constant %1$s in the class %2$s is already defined.
ca_es: La constant %1$s a la classe %2$s ja està definida.
fr_fr: La constante %1$s de la classe %2$s est déjà définie.

source: Failed to override constant %1$s in class %2$s.
ca_es: No s'ha pogut reemplaçar el mètode %1$s en la classe %2$s.
fr_fr: Impossible de surcharger la constante %1$s de la classe %2$s.

source: No graph engine selected
ca_es: Motor gràfic no seleccionat
fr_fr: Aucun moteur de rendu choisi

source: Graph engine selected is unavailable.
ca_es: Motor gràfic seleccionat no està disponible.
fr_fr: Le moteur de rendu choisi est indisponible

source: No grid engine selected
ca_es: Motor grid no seleccionat
fr_fr: Aucun moteur de tableau sélectionné

source: Grid engine selected is unavailable.
ca_es: Motor de la xarxa seleccionada no està disponible.
fr_fr: Le moteur de tableau choisi est indisponible

source: Please specify module URL
ca_es: Si us plau, especifiqueu l'URL del mòdul
fr_fr: merci de spécifier l'URL du module

source: Unknown archive type.
ca_es: Tipus d'arxiu desconegut
fr_fr: Type d'archive inconnu

source: There was an error while extracting the module (file may be corrupted).
ca_es: Error en extreure el mòdul (arxiu pot estar danyat).
fr_fr: Une erreur est survenue pendant l'extraction du module (le fichier peut être corrompu).

source: The module %1$s that you uploaded is not a valid module.
ca_es: El mòdul %1$s que heu pujat no és un mòdul vàlid.
fr_fr: Le module %1$s que vous avez mis en ligne n'est pas un module valide.

source: You do not have the permission to use this module.
ca_es: No disposeu de permisos per utilitzar aquest mòdul
fr_fr: Vous n'avez pas la permission d'utiliser ce module

source: Cannot reset this module.
ca_es: No es pot restablir aquest mòdul.
fr_fr: Impossible de réinitialiser ce module.

source: Cannot install this module.
ca_es: No es pot instal lar el mòdul
fr_fr: Impossible d'installer le module

source: Cannot uninstall this module.
ca_es: No es pot desinstal lar el mòdul
fr_fr: Impossible de désinstaller le module

source: Cannot load the module's object.
ca_es: No es pot carregar l'objecte del mòdul
fr_fr: Impossible de charger l'objet du module

source: An error occurred while copying the archive to the module directory.
ca_es: S'ha produït un error en copiar fitxers al directori del mòdul.
fr_fr: Une erreur s'est produite pendant la copie vers le dossier des modules.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
ca_es: Ho lamentem, el mòdul no es pot esborrar. Si us plau verifiqueu si heu establert els permisos adequats per aquesta carpeta.
fr_fr: Désolé, le module ne peut pas être supprimé. Veuillez vérifier que vous avez les bons droits d'accès sur ce dossier.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
ca_es: Cal que primer hagueu entrat al vostre compte de PrestaShop Addons per tal de poder actualitzar el mòdul %s. %s
fr_fr: Vous devez être connecté à votre compte Prestashop Addons pour actualiser le module %s. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
ca_es: El mòdul %s no es pot actualitzar: S'ha produït un error mentre es descarregava la darrera versió.
fr_fr: Impossible de mettre à jour le module %s : erreur lors du téléchargement de la dernière version.

source: Module %s cannot be upgraded: Error while extracting the latest version.
ca_es: El mòdul %s no es pot actualitzar: S'ha produït un error mentre s'extreia la darrera versió.
fr_fr: Impossible de mettre à jour le module %s : erreur lors de l'extraction de la dernière version.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
ca_es: No teniu drets per actualitzar el mòdul %s. Si us plau comproveu que heu iniciat sessió al compte PrestaShop Addons amb el que heu adquirit el mòdul.
fr_fr: Vous n'avez pas les permissions requises pour mettre à jour le module %s. Veuillez vous assurer que vous êtes bien connecté au compte PrestaShop Addons avec lequel vous avez acheté le module.

source: You do not have permission to access this module.
ca_es: No teniu permisos per accedir a aquest mòdul.
fr_fr: Vous n'avez pas la permission d'accéder à ce module.

source: You do not have permission to install this module.
ca_es: No disposeu de permisos per instal·lar un mòdul.
fr_fr: Vous n'avez pas la permission d'installer un module.

source: You do not have permission to delete this module.
ca_es: No disposeu de permisos per esborrar aquest mòdul.
fr_fr: Vous n'avez pas la permission de supprimer ce module.

source: You do not have permission to configure this module.
ca_es: No disposeu de permisos per configurar aquest mòdul.
fr_fr: Vous n'avez pas la permission de configurer ce module.

source: This module is already installed: %s.
ca_es: Aquest mòdul ja està instal·lat: %s.
fr_fr: Le module suivant est déjà installé : %s.

source: This module has already been uninstalled: %s.
ca_es: Aquest mòdul ja està desinstal·lat: %s.
fr_fr: Le module suivant a déjà été désinstallé : %s.

source: This module needs to be installed in order to be updated: %s.
ca_es: Aquest mòdul s'ha d'instal·lar per tal d'actualitzar-lo: %s.
fr_fr: Le module suivant doit être installé pour être mis à jour : %s.

source: You do not have permission to uninstall this module.
ca_es: No disposeu de permisos per desinstal·lar aquest mòdul.
fr_fr: Vous n'avez pas la permission de désinstaller ce module.

source: The following module(s) could not be uninstalled properly: %s.
ca_es: El(s) següent(s) mòdul(s) no s'han desinstal·lat correctament: %s.
fr_fr: La désinstallation ne s'est pas faite correctement pour le(s) module(s) suivant(s) : %s.

source: The following module(s) could not be installed properly: %s.
ca_es: El(s) següent(s) mòdul(s) no s'ha instal·lat correctament: %s.
fr_fr: L'installation ne s'est pas faite correctement pour le(s) module(s) suivant(s) : %s.

source: The following module(s) were not upgraded successfully: %s.
fr_fr: La mise à jour ne s'est pas faite correctement pour le(s) module(s) suivant(s) : %s.

source: This module cannot be loaded.
ca_es: Aquest mòdul no pot ser carregat.
fr_fr: Ce module ne peut pas être chargé.

source: Hook cannot be loaded.
ca_es: Ganxo no es pot carregar.
fr_fr: le point d'accroche ne peut être chargé

source: This module has already been transplanted to this hook.
ca_es: Aquest mòdul ja estat trasplantat a aquest ganxo.
fr_fr: Ce module a déjà été transplanté sur ce hook.

source: This module cannot be transplanted to this hook.
ca_es: Aquest mòdul no pot ser trasplantat a aquest llibre.
fr_fr: Ce module ne peut être accroché à ce hook

source: An error occurred while transplanting the module to its hook.
ca_es: S'ha produït un error en trasplantament mòdul de ganxo.
fr_fr: Une erreur est survenue lors du placement du module sur le point d'accroche.

source: An error occurred while deleting the module from its hook.
ca_es: S'ha produït un error en eliminar el mòdul de ganxo.
fr_fr: Une erreur est survenue pendant la suppression du module sur le point d'accroche.

source: Please select a module to unhook.
ca_es: Seleccioneu un mòdul per desenganxar.
fr_fr: Sélectionnez au moins un module à décrocher

source: Parse error detected in main class of module %module%!
fr_fr: Erreur de traitement détectée dans la classe principale du module %module% !

source: Error while loading file of module %module%. %error_message%
fr_fr: Erreur lors du chargement du fichier du module %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
ca_es: No es pot trobar el mòdul carregat a la ruta següent: %file%
fr_fr: Impossible de trouver le fichier téléchargé à l'endroit suivant : %file%

source: Cannot extract module in %path% to get its name. %error%
fr_fr: Impossible d'extraire le module de %path% pour obtenir son nom. %error%

source: This file does not seem to be a valid module zip
ca_es: Aquest fitxer no sembla ser una mòdul vàlid zip
fr_fr: Ce fichier ne semble pas être un fichier .zip de module valide.

source: Failed to install admin tab "%name%".
fr_fr: Impossible d'installer l'onglet "%name%".

source: Failed to uninstall admin tab "%name%".
fr_fr: Impossible de désinstaller l'onglet "%name%".

source: You are not allowed to install modules.
ca_es: No se't permet instalar mòduls.
fr_fr: Vous n'êtes pas autorisé à installer des modules.

source: You are not allowed to uninstall this module.
ca_es: No se't permet desinstalar aquest módul.
fr_fr: Vous n'êtes pas autorisé à désinstaller ce module.

source: You are not allowed to upgrade this module.
ca_es: No se't permet actualitzar aquest módul.
fr_fr: Vous n'êtes pas autorisé à mettre à jour ce module.

source: The module %module% must be installed first
ca_es: El módul %module% s'ha d'instalar primer
fr_fr: Le module %module% doit d'abord être installé

source: You are not allowed to disable this module.
ca_es: No se't permet deshabilitar aquest módul.
fr_fr: Vous n'êtes pas autorisé à désinstaller ce module.

source: Error when disabling module %module%. %error_details%.
fr_fr: Erreur lors de la désactivation du module %module%. %error_details%.

source: You are not allowed to enable this module.
ca_es: No se't permet activar aquest módul.
fr_fr: Vous n'êtes pas autorisé à activer ce module.

source: Error when enabling module %module%. %error_details%.
fr_fr: Erreur lors de l'activation du module %module%. %error_details%.

source: You are not allowed to disable this module on mobile.
fr_fr: Vous n'êtes pas autorisé à désactiver ce module sur mobile.

source: Error when disabling module %module% on mobile. %error_details%
fr_fr: Erreur lors de la désactivation du module %module% sur mobile. %error_details%

source: You are not allowed to enable this module on mobile.
fr_fr: Vous n'êtes pas autorisé à activer ce module sur mobile.

source: Error when enabling module %module% on mobile. %error_details%
fr_fr: Erreur lors de l'activation du module %module% sur mobile. %error_details%

source: You are not allowed to reset this module.
fr_fr: Vous n'êtes pas autorisé à réinitialiser ce module.

source: Error when resetting module %module%. %error_details%
fr_fr: Erreur lors de la réinitialisation du module %module%. %error_details%

source: Unfortunately, the module did not return additional details.
fr_fr: Malheureusement, le module n'a pas fourni plus de détails.

source: Parse error on module %module%. %error_details%
ca_es: Error gramatical en el mòdul %module%. %error_details%
fr_fr: Erreur lors de l'analyse du module %module%. %error_details%.

source: Unexpected exception on module %module%. %error_details%
ca_es: Excepció inesperada en el módul %module%. %error_details%
fr_fr: Exception inattendue sur le module %module%. %error_details%

source: Loading data from Addons failed. %error_details%
ca_es: Càrrega de dades des Complements fracassada. %error_details%
fr_fr: Impossible de charger les données depuis Addons. %error_details%

source: Parse error detected in module %module%. %error_details%.
ca_es: Error gramatical detectat en el módul %module%. %error_details%.
fr_fr: Erreur de traitement du module %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
ca_es: Excpeció detectada mentres cargaba el módul %module%. %error_details%.
fr_fr: Une exception a été détectée lors du chargement du module %module%. %error_details%.

source: %module% did not return a valid response on installation.
ca_es: %module% no retorna una resposta vàlida a la instal·lació.
fr_fr: %module% ne donne pas de réponse correcte à l'installation.

source: Installation of module %module% was successful.
ca_es: L'instalació del módul %module% ha estat un éxit.
fr_fr: L'installation du module %module% a réussi.

source: Installation of module %module% failed. %error%
ca_es: L'instalació del módul %module% ha fallat. %error%
fr_fr: L'installation du module %module% a échoué. %error%

source: Synchronized with Addons marketplace!
fr_fr: Synchronisé avec PrestaShop Addons !

source: No changelog provided
ca_es: No s'ha proveït cap llista de canvis
fr_fr: Aucune liste des modifications

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
fr_fr: Vous êtes sur le point de vous déconnecter de votre compte Addons. Vous pourriez rater d'importantes mises à jour pour les modules que vous avez achetés.

source: You are about to disable %moduleName% module.
ca_es: Ets a punt de deshabilitar %moduleName% módul.
fr_fr: Vous êtes sur le point de désactiver le module %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
ca_es: La configuració actual es guardará, però els mòdul ja no estaran actius.
fr_fr: Votre configuration actuelle sera sauvegardée, mais le module ne sera plus actif.

source: You are about to uninstall %moduleName% module.
ca_es: Ets a punt d'instalar %moduleName% módul.
fr_fr: Vous êtes sur le point de désinstaller le module %moduleName%.

source: This will disable the module and delete all its files. For good.
fr_fr: Cela va désactiver le module et supprimer tous ses fichiers, pour de bon.

source: This action cannot be undone.
ca_es: Aquesta acció no es pot desfer.
fr_fr: Cette action est irréversible.

source: You're about to reset %moduleName% module.
ca_es: Ets a punt de reiniciar %moduleName% módul.
fr_fr: Vous êtes sur le point de réinitialiser le module %moduleName%.

source: This will restore the defaults settings.
ca_es: Aixó recuperara els valors predeterminats.
fr_fr: Cela va rétablir les paramètres par défaut.

source: You are about to [1] the following modules:
ca_es: Ets a punt de [1] els seguents móduls:
fr_fr: Vous êtes sur le point de [1] les modules suivants :

source: Installing module...
ca_es: Instal·lant mòdul...
fr_fr: Installation du module...

source: It will close as soon as the module is installed. It won't be long!
ca_es: Es tancarà tan aviat com s'instal·la el mòdul. No passarà molt temps!
fr_fr: La fenêtre disparaitra dès que le module sera installé, dans un instant !

source: Module installed!
ca_es: Módul instalat!
fr_fr: Module installé !

source: Oops... Upload failed.
fr_fr: Aïe... le chargement a échoué.

source: No description found for this module :(
ca_es: No s'ha trobat cap descripció per aquest módul :(
fr_fr: Aucune description disponible pour ce module :(

source: No additional description provided for this module :(
ca_es: No hi ha una descripció addicional proporcionada per aquest mòdul :(
fr_fr: Pas d'informations complémentaires pour ce module :(

source: No feature list provided for this module :(
ca_es: No hi ha llista de funcions per aquest módul :(
fr_fr: Pas de liste de caractéristiques disponible pour ce module :(

source: No customer benefits notes found for this module :(
ca_es: No s'han trobat notes de benefici de clients per aquest módu :(
fr_fr: Pas de liste de bénéfices disponible pour ce module :(

source: No demonstration video found for this module :(
fr_fr: Pas de vidéo de démonstration disponible pour ce module :(

source: No changelog provided for this module :(
ca_es: No hi ha registre de canvis per aquest módul :(
fr_fr: Aucune liste de modifications disponible pour ce module :(

source: You need to select at least one module to use the bulk action.
fr_fr: Vous devez sélectionner au moins un module pour déclencher cette action.

source: The action "[1]" is not available, impossible to perform your request.
ca_es: L'acció "[1]" no és válida, imposible procesar la seva sol·licitud.
fr_fr: L'action "[1]" n'est pas disponible, impossible d'exécuter votre requête.

source: The action [1] is not available for module [2]. Skipped.
ca_es: L'acció [1] no es válida per al módul [2]. Refusada.
fr_fr: L'action [1] n'est pas disponible pour le module [2]. Ignorée.

source: %action% action on module %module% succeeded.
ca_es: Acció %action% al mòdul %module% acabada amb èxit.

source: Cannot %action% module %module%. %error_details%
ca_es: Impossible %action% mòdul %module%. %error_details%

source: %module% did not return a valid response on %action% action.
ca_es: %module% no retorna una resposta vàlida per a %action% acció.

source: Exception thrown by module %module% on %action%. %error_details%
ca_es: Excepció llençada per al mòdul %module% en la acció %action%. %error_details%

source: Activate module for this shop context: %s.
ca_es: Activar el mòdul pel context de botiga: %s.

source: Confirm reset
ca_es: Confirmeu el restabliment

source: Would you like to delete the content related to this module ?
ca_es: Voleu eliminar el contingut relacionat amb aquest mòdul?

source: No - reset only the parameters
ca_es: No - restablir només els paràmetres

source: Yes - reset everything
ca_es: Sí - esborrar-ho tot
