Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogNotification.*.xlf
Languages: de_de, lt_lt, pl_pl, ru_ru

source: The attribute value "%1$s" already exist for %2$s language
de_de: Den Eigenschaftswert "%1$s" gibt es bereits für die Sprache %2$s
lt_lt: Atributo "%1$s" reikšmė jau egzistuoja %2$s kalboje
pl_pl: Wartość atrybutu "%1$s" już istnieje dla języka %2$s
ru_ru: Значение атрибута "%1$s" уже существуют для %2$s языка

source: Failed to delete the attribute.
de_de: Konnte die Variante nicht löschen.
lt_lt: Nepavyko ištrinti atributo.
pl_pl: Błąd usuwania atrybutu.
ru_ru: Не удалось удалить атрибут.

source: This feature has been disabled. You can activate it here: %s.
de_de: Funktion ist deaktiviert. Sie können Sie hier aktivieren: %s.
lt_lt: Ši ypatybė yra išjungta. Ją įjungti galima čia: %s.
pl_pl: Ta funkcja została wyłączona. Można ją włączyć tutaj: %s.
ru_ru: Эта функция отключена. Вы можете активировать ее здесь: %s.

source: Please select at least one attribute.
de_de: Sie müssen mindestens 1 Attribut wählen.
lt_lt: Pasirinkite bent 1 savybę.
pl_pl: Proszę wybrać co najmniej 1 atrybutu.
ru_ru: Пожалуйста выберите хотя бы 1 атрибут.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
de_de: Diese Voreinstellungen sind nicht möglich, da eine Variante fehlt oder das Objekt konnte nicht geladen werden konnte.
lt_lt: Nepavyko inicializuoti parametrų. Nėra kombinacijos arba objektas negali būti įkeltas.
pl_pl: Nie można zainicjować parametrów, kombinacja nie istnieje lub obiekt nie może zostać załadowany.
ru_ru: Не удается инициализировать параметры, комбинация отсутствует или невозможно загрузить объект.

source: You do not have permission to add suppliers.
de_de: Sie haben keine ausreichende Berechtigung, um Lieferanten hinzuzufügen.
lt_lt: Jūs neturite teisių pridėti tiekėjų.
pl_pl: Nie masz wymaganych uprawnień aby dodać dostawców.
ru_ru: У вас нет прав добавить поставщиков.

source: The address is not correct. Please make sure all of the required fields are completed.
de_de: Die Adresse ist nicht korrekt. Prüfen Sie, ob alle Pflichtfelder ausgefüllt sind.
lt_lt: Neteisingas adresas. Įsitikinkite, kad užpildyti visi privalomi laukai.
pl_pl: Adres jest niepoprawny. Sprawdź czy są wypełnione wszystkie wymagane pola.
ru_ru: Адрес не правилен. Проверьте, заполнены ли все обязательные поля.

source: It is not possible to delete a supplier if there are pending supplier orders.
de_de: Löschen eines Lieferanten nicht möglich, wenn noch Einkaufsaufträge ausstehen.
lt_lt: Negalima ištrinti tiekėjo jei yra laukiančių tiekėjo užsakymų.
pl_pl: Nie można usunąć dostawcy jeżeli są jakieś oczekujące zamówienia dostaw.
ru_ru: Невозможно удалить поставщика, если есть ожидается поставка.

source: Unable to resize one or more of your pictures.
de_de: Die Größe eines oder mehrerer Bilder konnte nicht geändert werden
lt_lt: Nepavyko pakeisti vieno ar kelių paveikslėlių dydžio.
pl_pl: Nie można zmienić rozmiaru jednego lub więcej obrazów
ru_ru: Не могу изменить размеры одного или более изображений

source: Invalid quantity
de_de: Ungültige Menge
lt_lt: Klaidingas kiekis
pl_pl: Nieprawidłowa ilość
ru_ru: Неверное количество

source: Invalid product
de_de: Ungültiger Artikel
lt_lt: Neteisinga prekė
pl_pl: Nieprawidłowy produkt
ru_ru: Недопустимый товар

source: Invalid combination
de_de: Ungültige Variante
lt_lt: Neteisinga kombinacija
pl_pl: Niepoprawna kombinacja
ru_ru: Недопустимая комбинация

source: An error occurred during the image upload process.
de_de: Beim Hochladen des Bildes ist ein Fehler aufgetreten.
lt_lt: Klaida įkeliant paveiksliuką.
pl_pl: Błąd podczas uploadu zdjęcia
ru_ru: При загрузке картинки произошла ошибка

source: An order has already been placed with this cart.
de_de: Es existiert bereits eine Bestellung in diesem Warenkorb
lt_lt: Užsakymas jau buvo atliktas su šiuo krepšeliu.
pl_pl: Zamówienie zostało już złożone z tego koszyka
ru_ru: Заказ из этой корзины уже был размещен

source: There are not enough products in stock.
de_de: Nicht ausreichend Produkte auf Lager
lt_lt: Nepakanka prekės atsargų.
pl_pl: Nie ma wystarczającej ilości produktów w magazynie.
ru_ru: Недостаточно товаров на складе.

source: This product cannot be added to the cart.
de_de: Artikel kann leider nicht zum Warenkorb hinzugefügt werden.
lt_lt: Ši prekė negali būti įkelta į krepšelį.
pl_pl: Produkt nie może zostać dodany do koszyka.
ru_ru: Товар не может быть добавлен в корзину.

source: You already have the maximum quantity available for this product.
de_de: Sie haben bereits die maximale verfügbare Menge für diesen Artikel.
lt_lt: Jūs jau turite didžiausią galimą šios prekės kiekį.
pl_pl: Masz już maksymalną dostępną ilość tego produktu.
ru_ru: У вас уже максимальное количество этого товара доступное для покупки.

source: Invalid voucher.
de_de: Gutschein ungültig
lt_lt: Neteisingas kuponas.
pl_pl: Nieprawidłowy kupon.
ru_ru: Неверный купон.

source: Invalid 'from' date
de_de: Startdatum ungültig
lt_lt: Klaidinga data "nuo"
pl_pl: Nieprawidłowa data 'od'
ru_ru: Недопустимая дата 'c'

source: Invalid 'to' date
de_de: Endedatum ungültig
lt_lt: Neteisinga \"iki\" data
pl_pl: Nieprawidłowa data 'do'
ru_ru: Недопустимая дата 'по'

source: The category cannot be moved here.
de_de: Diese Kategorie kann nicht hierher verschoben werden
lt_lt: Kategorija negali būti perkelta čia.
pl_pl: Kategoria nie może być tu przeniesiona
ru_ru: Невозможно переместить категорию сюда

source: The category cannot be a parent of itself.
de_de: Die Kategorie kann nicht ihre eigene Eltern-Kategorie sein.
lt_lt: Kategorija negali būti pati sau tėvinė.
pl_pl: Kategoria nie może być nadrzędną dla samej siebie.
ru_ru: Категория не может быть родительской для самой себя.

source: Unknown delete mode: %s
de_de: Unbekannter Löschmodus: %s
lt_lt: Nežinomas trynimo režimas: %s
pl_pl: Nieznany tryb usuwania: %s
ru_ru: Неизвестный режим удаления: %s

source: You cannot remove this category because one of your shops uses it as a root category.
de_de: Sie können diese Kategorie nicht entfernen, da diese von einem Ihrer Shops als Haupt-Kategorie verwendet wird.
lt_lt: Negalite pašalinti šios kategorijos, nes viena iš jūsų parduotuvių ją naudoja kaip numatytąją.
pl_pl: Nie można usunąć tej kategorii, ponieważ jest używana jako kategoria główna.
ru_ru: Вы не можете удалить эту категорию, потому что магазин использует эту категорию в качестве корневой категории.

source: An error occurred while uploading category image.
de_de: Beim Upload eines KategorieBildes ist ein Fehler aufgetreten.
lt_lt: Kategorijos paveiksliuko įkėlimo metu įvyko klaida.
pl_pl: Wystąpił błąd podczas przesyłania obrazu kategorii.
ru_ru: При загрузке изображения категории возникла ошибка.

source: An error occurred while uploading thumbnail image.
de_de: Beim Upload des Vorschaubildes ist ein Fehler aufgetreten.
lt_lt: Kategorijos paveiksliuko miniatiūros įkėlimo metu įvyko klaida.
pl_pl: Wystąpił błąd podczas przesyłania obrazu miniatury.
ru_ru: При загрузке изображения миниатюры возникла ошибка.

source: An error occurred while uploading the image:
de_de: Beim Upload des folgenden Bildes ist ein Fehler aufgetreten:
lt_lt: Įvyko klaida įkeliant paveiksliuką:
pl_pl: Wystąpił błąd podczas przesyłania zdjęcia:
ru_ru: При загрузке изображения произошла ошибка:

source: An error occurred while uploading the image.
de_de: Beim Upload eines Bildes ist ein Fehler aufgetreten
lt_lt: Įvyko klaida įkeliant paveiksliuką
pl_pl: Wystąpił błąd podczas przesyłania obrazu.
ru_ru: Возникла ошибка при загрузке изображения.

source: The voucher cannot end before it begins.
de_de: Bitte Einlösefrist des Gutscheins überprüfen
lt_lt: Kuponas negali baigtis prieš jam prasidedant.
pl_pl: Bon rabatowy nie może zakończyć się przed swoim rozpoczęciem.
ru_ru: Купон не может закончиться прежде, чем он начнет действовать

source: The minimum amount cannot be lower than zero.
de_de: Mindestbetrag kann nicht kleiner als 0 sein
lt_lt: Mažiausias kiekis negali būti mažesnis už 0.
pl_pl: Minimalna kwota nie może być mniejsza od 0.
ru_ru: Минимальная сумма не может быть менее 0

source: Reduction percentage must be between 0% and 100%
de_de: Prozentuale Ermässigung muss zwischen 0 und 100 liegen
lt_lt: Nuolaidos procentas turi būti nuo 0% iki 100%
pl_pl: Obniżka procentowa musi być między 0% a 100%
ru_ru: Скидка должна быть между 0% и 100%

source: Reduction amount cannot be lower than zero.
de_de: Ermässigungsbetrag kann nicht kleiner als 0 sein
lt_lt: Nuolaidos suma negali būti mažesnė už 0.
pl_pl: Obniżka kwotowa nie może być mniejsza od 0
ru_ru: Сумма скидки не может быть меньше чем 0

source: This cart rule code is already used (conflict with cart rule %rulename%)
de_de: Warenkorb-Regel ist bereits vorhanden (Konflikt mit Warenkorb-Regel %rulename%)
lt_lt: Šis krepšelio taisyklės kodas jau naudojamas (konfliktas su krepšelio taisykle: %rulename%)
pl_pl: Kod reguły koszyka już został użyty (konflikt z regułą koszyka %rulename%)
ru_ru: Код этого правила корзины уже используется (конфликт с правилом %rulename%)

source: An action is required for this cart rule.
de_de: Für diese Warenkorbregel ist eine Aktion anzugeben.
lt_lt: Šiai krepšelio taisyklei reikalingas veiksmas.
pl_pl: Wymagana akcja dla tej reguły koszyka.
ru_ru: Для этого правила корзины необходимо действие

source: No product has been found.
de_de: Kein Artikel gefunden
lt_lt: Nerasta prekė.
pl_pl: Nie znaleziono produktu
ru_ru: Товар не найден

source: List of products without available quantities for sale are not displayed because stock management is disabled.
de_de: Die Liste der Artikel ohne verfügbare Verkaufsbestände wird nicht angezeigt, da die Lagerverwaltung deaktiviert ist.
lt_lt: Rodyti prekes be pardavimui turimų kiekių, nes atsargų valdymas yra išjungtas.
pl_pl: Lista produktów bez ilości dostępnych w sprzedaży nie jest wyświetlana, ponieważ zarządzanie zaopatrzeniem jest wyłączone.
ru_ru: Список товаров без доступных количеств для продажи не отображен, потому что управление запасами отключено.

source: This file is associated with the following products, do you really want to delete it?
de_de: Wollen Sie diesen Anhang wirklich löschen? Er ist mit den folgenden Artikeln verknüpft:
lt_lt: Šis failas yra susietas su šiomis prekėmis, ar tikrai norite jį ištrinti?
pl_pl: Ten plik jest skojarzony z następującymi produktami, czy naprawdę chcesz go usunąć?
ru_ru: Этот файл связан с несколькими товарами, вы точно хотите его удалить?

source: File not found
de_de: Datei nicht gefunden
lt_lt: Failas nerastas
pl_pl: Nie znaleziono pliku
ru_ru: Файл не найден

source: Failed to copy the file.
de_de: Datei kopieren fehlgeschlagen
lt_lt: Nepavyko nukopijuoti failo.
pl_pl: Kopiowanie pliku nie powiodło się
ru_ru: При копировании файла произошла ошибка.

source: The file %1$s exceeds the size allowed by the server. The limit is set to %2$d MB.
de_de: Die Datei %1$s übersteigt das vom Server erlaubte Limit von %2$dMB.
lt_lt: Failas %1$s didesnis už leidžiamus serverio limitą, kuris yra %2$d MB.
pl_pl: Plik %1$s przekracza dozwoloną przez serwer wielkość. Limit został ustalony na %2$d MB.
ru_ru: Размер файла %1$s превышает разрешенный сервером. Установленный лимит - %2$d MB.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
de_de: Fehler beim Upload. Überprüfen Sie die maximal erlaubte Upload-Größe in Ihren Server-Einstellungen.
lt_lt: Įkėlimo klaida. Patikrinkite didžiausią leidžiamą įkeliamo failo dydį serverio konfigūracijoje.
pl_pl: Błąd wysyłania. Prosimy o sprawdzenie konfiguracji serwera dla dozwolonego maksymalnego rozmiaru pliku.
ru_ru: Ошибка загрузки. Проверьте ограничения размера загружаемых файлов в настройках сервера.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
de_de: Sie können keinen Artikel hinzufügen. Wählen Sie zuerst einen Shop anstatt einer Shopgruppe aus.
lt_lt: Galite pridėti ar redaguoti prekę šios parduotuvės kontekste: pasirinkite parduotuvę, vietoj parduotuvių grupės.
pl_pl: Nie można dodać lub edytować produktu w tym kontekście sklepu: wybierz sklep zamiast grupę sklepów.
ru_ru: В этом контексте добавление или редактирование товара невозможны, выберите магазин вместо группы магазинов.

source: This will delete all the combinations. Do you wish to proceed?
de_de: Dies löscht alle Varianten. Möchten Sie ganz sicher fortfahren?
lt_lt: Tai ištrins visus derinius. Ar tikrai norite vykdyti?
pl_pl: Spowoduje to usunięcie wszystkich kombinacji. Czy chcesz kontynuować?
ru_ru: Все комбинации будут удалены. Точно хотите продолжить?

source: This will delete the specific price. Do you wish to proceed?
de_de: Möchten Sie wirklich den Sonderpreis löschen?
lt_lt: Bus ištrintos specifinės kainos. Ar tikrai norite tai vykdyti?
pl_pl: Spowoduje to usunięcie specyficznej ceny. Czy chcesz kontynuować?
ru_ru: Эта отдельная цена будет удалена. Продолжать?

source: A pack of products can't have combinations.
de_de: Ein Artikelpaket kann keine Varianten haben.
lt_lt: Prekių pakuotės negali turėti derinių.
pl_pl: Pakiet produktów nie może mieć kombinacji.
ru_ru: Набор товаров не может иметь комбинации.

source: A virtual product can't have combinations.
de_de: Ein virtueller Artikel kann keine Varianten haben.
lt_lt: Virtuali prekė negali turėti derinių.
pl_pl: Produkt wirtualny nie może mieć kombinacji.
ru_ru: Виртуальный товар не может иметь комбинации.

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
de_de: Sie haben alle Shops oder eine Shopgruppe ausgewählt. Änderungen wirken sich auf alle ausgewählten Shops aus.
lt_lt: Šiuo metu esate multi-parduotuvių kontekste: bet kokie pakeitimai bus taikomi visoms jūsų parduotuvėms, ar kiekvienai aktyvios grupės parduotuvei.
pl_pl: Jesteś w kontekście multisklepu: wszelkie zmiany będą miały wpływ na wszystkie sklepy, lub każdy sklep aktywnej grupy.
ru_ru: Вы находитесь в контексте мультимагазина: любое изменение повлияет на все ваши магазины, или магазины активной группы.

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
de_de: Beim Aktivieren der erweiterten Bestandsverwaltung für eine Packung, stellen Sie bitte sicher, es diese auch für Artikelaktiviert ist - wenn Sie sich entscheiden Artikelmengen verringern.
lt_lt: Prieš įjungiant išplėstinį atsargų valdymą šiam rinkiniui, įjunkite jį kiekvienai rinkinio prekei - jei pasirinkote sumažinti prekių kiekius rinkinyje.
pl_pl: Włączając zaawansowane zarządzanie zapasami dla pakietu, należy upewnić się, że jest także włączone do jego produktu - jeśli chcesz zmniejszać ilości produktów.
ru_ru: При включении расширенного управления запасами для набора убедитесь, что оно включено для каждого товара в наборе - на случай если вы захотите изменить их количества.

source: If no carrier is selected then all the carriers will be available for customers orders.
de_de: Falls keine Auswahl getroffen, werden alle Versanddienste bei Bestellungen angezeigt.
lt_lt: Jei nepasirinktas joks kurjeris, tai tuomet visi kurjeriai bus leidžiami kliento užsakymams.
pl_pl: Jeżeli nie jest wybrany przewoźnik, wtedy wszyscy będą dostępni do wyboru w zamówieniu klienta.
ru_ru: Если не выбран ни один перевозчик, то клиентам будут доступны все перевозчики.

source: Friendly URLs are currently disabled.
de_de: Benutzerfreundliche URLs sind zur Zeit deaktiviert.
lt_lt: Draugiškas URL šiuo metu išjungtas.
pl_pl: Przyjazne adresy URL są obecnie wyłączone.
ru_ru: Человекочитаемые URL отключены.

source: To enable it, go to [1]SEO and URLs[/1]
de_de: Um es zu aktivieren, gehen Sie auf [1]SEO und URLs[/1]
lt_lt: Norėdami tai įjungti, eikite į [1]SEO ir nuorodos[/1]
pl_pl: Aby ją włączyć, przejdź do [1]SEO i URL[/1]
ru_ru: Для включения перейдите к [1]SEO и URL[/1]

source: Friendly URLs are currently enabled.
de_de: Benutzerfreundliche URLs sind zur Zeit aktiviert.
lt_lt: Draugiškas URL šiuo metu įjungtas.
pl_pl: Przyjazne adresy URL są aktualnie włączone.
ru_ru: Человекочитаемые URL включены.

source: To disable it, go to [1]SEO and URLs[/1]
de_de: Die Deaktivierung ist möglich in [1]SEO und URLs[/1]
lt_lt: Norėdami tai išjungti, eikite į [1]SEO ir nuorodos[/1]
pl_pl: Aby ją wyłączyć, przejdź do [1]SEO i URL[/1]
ru_ru: Для отключения перейдите к [1]SEO и URL[/1]

source: The "Force update of friendly URL" option is currently enabled.
de_de: Die Option "Aktualisierung der benutzerfreundlichen URLs erzwingen" ist zur Zeit aktiviert.
lt_lt: "Priverstinai atnaujinti draugiškus URL" parinktis šiuo metu įjungta.
pl_pl: Opcja "Wymuś aktualizację przyjaznego adresu URL" jest aktualnie włączona.
ru_ru: Опция "Принудительно обновить человекочитаемый URL" включена.

source: To disable it, go to [1]Product Settings[/1]
de_de: Deaktivieren in [1]Produkteinstellungen[/1] möglich
lt_lt: Jei norite išjungti, eikite į [1]Pekės nustatymus[/1]
pl_pl: Aby ją wyłączyć, przejdź do [1]Ustawienia produktu[/1]
ru_ru: Для отключения перейдите в секцию [1]Настройки товаров[/1]

source: There is no result for this search. Update your filters to view other products.
de_de: Kein Artikel gefunden. Ändern Sie die Filtereinstellungen, um andere Artikel anzuzeigen.
lt_lt: Paieškos rezultatų nėra. Atnaujinkite filtrus, kad pamatytumėte kitas prekes.
pl_pl: Brak wyników dla tego wyszukiwania. Zaktualizuj filtry, aby wyświetlić inne produkty.
ru_ru: Поиск не дал результатов. Обновите ваши фильтры для просмотра других товаров.

source: Duplication in progress...
de_de: Duplizierung läuft...
lt_lt: Vykdomas kopijavimas...
pl_pl: Duplikowanie w toku...
ru_ru: Идет дублирование...

source: Duplication failed.
de_de: Artikel konnte nicht dupliziert werden.
lt_lt: Kopijavimas nepavyko.
pl_pl: Duplikowanie nie powiodło się.
ru_ru: Не удалось дублировать.

source: Activation in progress...
de_de: Aktivierung läuft ...
lt_lt: Vykdoma aktyvacija...
pl_pl: Aktywacja w toku...
ru_ru: Включение...

source: Activation failed.
de_de: Aktivierung fehlgeschlagen
lt_lt: Aktyvacija nepavyko.
pl_pl: Aktywacja nie powiodła się.
ru_ru: Включение не удалось.

source: Deactivation in progress...
de_de: Deaktivierung läuft ...
lt_lt: Vykdoma deaktyvacija...
pl_pl: Dezaktywacja w toku...
ru_ru: Отключение...

source: Deactivation failed.
de_de: Deaktivierung fehlgeschlagen
lt_lt: Deaktyvacija nepavyko.
pl_pl: Dezaktywacja nie powiodła się.
ru_ru: Отключение не удалось.

source: Deletion in progress...
de_de: Löschen der Daten läuft ...
lt_lt: Vykdomas trynimas...
pl_pl: Usuwanie w toku...
ru_ru: Удаление...

source: Deletion failed.
de_de: Löschen fehlgeschlagen
lt_lt: Trynimas nepavyko.
pl_pl: Usuwanie nie powiodło się.
ru_ru: Удаление не удалось.

source: Duplicating products
de_de: Artikel duplizieren
lt_lt: Prekių kopijavimas
pl_pl: Duplikowanie produktów
ru_ru: Дублирование товаров

source: Duplicating...
de_de: Dupliziere...
lt_lt: Kopijuojama...
pl_pl: Duplikowanie...
ru_ru: Дублирование...

source: Activating products
de_de: Aktiviere Artikel
lt_lt: Aktyvuojamos prekės
pl_pl: Aktywacja produktów
ru_ru: Включение товаров

source: Activating...
de_de: Aktivierung läuft ...
lt_lt: Aktyvuojama...
pl_pl: Aktywacja...
ru_ru: Включение...

source: Deactivating products
de_de: Deaktiviere Artikel
lt_lt: Deaktyvuojamos prekės
pl_pl: Dezaktywacja produktów
ru_ru: Отключение товаров

source: Deactivating...
de_de: Deaktivierung läuft ...
lt_lt: Deaktyvuojama...
pl_pl: Dezaktywowanie...
ru_ru: Отключение...

source: Deleting products
de_de: Lösche Artikel
lt_lt: Trinamos prekės
pl_pl: Usuwanie produktów
ru_ru: Удаление товаров

source: Deleting...
de_de: Lösche ...
lt_lt: Trinama...
pl_pl: Usuwanie...
ru_ru: Удаление...

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
de_de: Sie können hier nicht Ihre Bestände verwalten: Wählen Sie einen Shop an Stelle einer Shop-Gruppe.
lt_lt: Jūs negalite vadyti atsargų šios paduotuvės kontekste: pasirinkite parduotuvę vietoj parduotuvių grupės.
pl_pl: Nie możesz zarządzać magazynem w tym kontekście sklepu. Wybierz sklep zamiast grupy sklepów.

source: There is no attachment yet.
de_de: Es wurden noch keine Dateien angehängt.
lt_lt: Priedo nėra.
pl_pl: Nie ma jeszcze załączników.
ru_ru: Нет вложений.

source: What do you want to do with the products associated with this category?
de_de: Was soll mit den verknüpften Artikeln dieser Kategorie geschehen?
lt_lt: Ką jūs norite daryti su prekėmis, kurios yra susietos su šia kategorija?
pl_pl: Co chcesz zrobić z produktami przypisanymi do tej kategorii?

source: Deleting multiple categories
de_de: Mehrere Kategorien löschen
lt_lt: Daugialypių kategorijų šalinimas
pl_pl: Usuwanie wielu kategorii

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
de_de: Artikel, die mit keiner weiteren Kategorie verknüpft sind, der übergeordnenen Kategorie zuordnen und solange verbergen, bis sie einer neuen Kategorie zugeordnet werden
lt_lt: Aš noriu priskirti prekes be kitų kategorijų prie aukštesnės kategorijos, tuomet laikinai išjungti šias prekes. Aš iš naujo įjungsiu tas prekes, kai jos bus perkeltos į naują kategoriją.
pl_pl: Chce produkty bez kategorii przypisać do głównej kategorii, a następnie na razie je wyłączyć. Włączę je, kiedy zostaną przeniesione do nowej kategorii.

source: (Recommended)
de_de: (Empfohlen)
lt_lt: (Rekomenduojama)
pl_pl: (rekomendowany)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
de_de: Artikel, die mit keiner weiteren Kategorie verknüpft sind, der übergeordnenen Kategorie zuordnen und anzeigen
lt_lt: Aš noriu susieti prekes be kitų kategorijų prie aukštesnės kategorijos ir palikti jas įjungtas.
pl_pl: Chce produkty bez kategorii przypisać do głównej kategorii, pozostawić je aktywne.

source: I want to remove the products which are listed only within this category and no others.
de_de: Aretikel entfernen, die nur dieser Kategorie und keiner anderen zugeordnet sind
lt_lt: Aš noriu pašalinti prekes, kurios yra priskirtos tik šiai kategorijai ir jokioms kitoms.
pl_pl: Chcę usunąć produkty, które są podane tylko w tej kategorii, w żadnej innej.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
de_de: Das Löschen dieser Kategorie entfernt zugleich alle Artikel, die nur dieser Kategorie und keiner anderen zugeordnet sind. Sind Sie sicher, dass Sie fortfahren möchten?
lt_lt: Ištrindami šią kategoriją, jūs ištrinsite ir prekes, susietas tik su šia kategorija. Ar tikrai to norite?
pl_pl: Usunięcie tej kategorii usunie produkty powiązane tylko z tą kategorią i żadne inne. Czy na pewno chcesz kontynuować?

source: You must select some products before
de_de: Sie müssen zuerst einige Artikel wählen
lt_lt: Prieš tai turite pasirinkti prekes
pl_pl: Musisz najpierw wybrać trochę produktów

source: No address has been found for this brand.
de_de: Keine Adresse für diese Marke gefunden
lt_lt: Šiam prekės ženklui nerastas adresas.
pl_pl: Brak adresu dla tej marki.
