Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminNotificationsSuccess.*.xlf
Languages: it_it, pl_pl

source: Successful deletion
it_it: Eliminazione riuscita
pl_pl: Usunięto pomyślnie

source: Successful deletion.
it_it: Cancellazione avvenuta con successo.
pl_pl: Usunięto pomyślnie.

source: Successful creation.
it_it: Creato con successo.
pl_pl: Utworzono pomyślnie.

source: Successful update.
it_it: Aggiornamento riuscito.
pl_pl: Zaktualizowano pomyślnie.

source: The settings have been successfully updated.
it_it: Le impostazioni sono state aggiornate con successo.
pl_pl: Ustawienia zostały pomyślnie zaktualizowane.

source: The image was successfully deleted.
it_it: Immagine cancellata con successo.
pl_pl: Pomyślnie usunięto obrazek.

source: The thumbnails were successfully regenerated.
it_it: Miniature rigenerate.
pl_pl: Generowanie miniatur zakończone powodzeniem.

source: Comment successfully added.
it_it: Commento aggiunto con successo.
pl_pl: Komentarz został pomyślnie dodany.

source: Successful upload.
it_it: Caricamento riuscito.
pl_pl: Przesłano pomyślnie.

source: Duplication was completed successfully.
it_it: Duplicazione riuscita con successo.
pl_pl: Kopiowanie zakończone pomyślnie.

source: The module was successfully downloaded.
it_it: Questo modulo è stato scaricato con successo.
pl_pl: Moduł został pomyślnie pobrany.

source: The selection has been successfully deleted.
it_it: Selezione cancellata.
pl_pl: Zaznaczone zostały pomyślnie usunięte.

source: The status has been successfully updated.
it_it: Lo status è stato aggiornato con successo.
pl_pl: Status został pomyślnie zaktualizowany.

source: The selected images have successfully been moved.
it_it: Le immagini selezionate sono state spostate con successo.
pl_pl: Wybrane zdjęcia zostały poprawnie przeniesione.

source: Your cover image selection has been saved.
it_it: La selezione della tua immagine di copertina è stata salvata.
pl_pl: Twój wybór obrazu głównego został zapisany.

source: The image's shop association has been modified.
it_it: L'associazione delle immagini del negozio è stata modificata.
pl_pl: Powiązanie zdjęcia ze sklepem zostało zmodyfikowane.

source: A zone has been assigned to the selection successfully.
it_it: Zona assegnata alla selezione con successo.
pl_pl: Poprawnie przypisano zakres do zaznaczenia.

source: Successful upgrade.
it_it: Aggiornamento riuscito.
pl_pl: Uaktualniono pomyślnie.

source: The settings have been updated.
it_it: Le impostazioni sono state aggiornate.
pl_pl: Ustawienia zostały zaktualizowane.

source: Settings updated.
it_it: Impostazioni aggiornate.
pl_pl: Ustawienia zaktualizowane.

source: Configuration updated
it_it: Configurazione aggiornata
pl_pl: Konfiguracja zaktualizowana

source: Settings updated
it_it: Impostazioni aggiornate
pl_pl: Zaktualizowano ustawienia

source: The status has been updated successfully.
it_it: Status aggiornato.
pl_pl: Status został pomyślnie zaktualizowany.

source: Your theme has been correctly exported: %path%
it_it: Il tuo tema è stato esportato correttamente: %path%
pl_pl: Twój szablon został poprawnie wyeksportowany: %path%

source: The status has been updated successfully
it_it: Status è aggiornato con successo
pl_pl: Status został pomyślnie zaktualizowany

source: Failed to update the status
it_it: Impossibile aggiornare lo stato
pl_pl: Aktualizacja statusu nie powiodła się

source: Update successful
it_it: Aggiornato con successo

source: %action% action on module %module% succeeded.
pl_pl: Akcja %action% moduł %module% zakończyła się pomyślnie.
