Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
hr_hr: Ako omogućite ocu opciju, vaši učitani ID brojevi stavke će biti takvi kakvu jesu. Ako ne omogućite ovu opciju, učitani ID brojevi će biti ignorirani, i PrestaShop će kreirati nove ID brojeve za sve učitane stavke.
it_it: Se abiliti questa opzione, il numero ID degli articoli importati verrà utilizzato così com'è. Se non abiliti questa opzione, gli ID importati verranno ignorati e PrestaShop creerà al loro posto degli ID auto-incrementati per tutti gli articoli importati.
pt_pt: Se ativar esta opção, os números de identificação dos artigos importados serão utilizados como estão. Se não ativar esta opção, os números de identificação dos artigos importados serão ignorados e o PrestaShop criará automaticamente números de identificação auto-incrementados para todos os artigos importados.
uk_ua: Якщо ви увімкнете цей параметр, ід-р імпортованих елементів буде вкористовуватися як є. Якщо ви не увімкнете цей параметр, ід-р імпортованих елементів буде ігноровано, а PrestaShop автоматично створить номери для всіх імпортованих елементів.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
hr_hr: Poslan e-mail kao informacija da je uvoz završen. To može biti korisno pri rukovanju velikim datotekama, kao što je situacija kada uvoz može potrajati neko vrijeme.
it_it: Invia un'email per informarti quando l'importazione sarà stata completata. Ciò può essere utile gestendo file grandi, quando l'importazione può richiedere parecchio tempo.
pt_pt: Envia um e-mail para o informar de que a sua importação foi concluída. Pode ser útil quando trata ficheiros grandes, pois a importação pode demorar.
uk_ua: Надсилає електронного листа після завершення імпорту. Корисно для великих файлів, тому що імпорт може тривати довго.

source: Severity levels
hr_hr: Sigurnosna razina
it_it: Livelli di gravità
pt_pt: Níveis de gravidade
uk_ua: Рівні безпеки

source: Informative only
hr_hr: Samo informativno
it_it: Solo informativo
pt_pt: Apenas informativo
uk_ua: Інформаційні повідомлення

source: Warning
hr_hr: Upozorenje
it_it: Avviso
pt_pt: Aviso
uk_ua: Увага

source: Error
hr_hr: Pogreška
it_it: Errore
pt_pt: Erro
uk_ua: Помилка

source: Major issue (crash)!
hr_hr: Veliki problem (pad sustava)
it_it: Problema importante (crash)!
pt_pt: Erro grave
uk_ua: Основна помилка (аварії)

source: http://doc.prestashop.com/display/PS17/Import
hr_hr: http://doc.prestashop.com/display/PS17/Installing+PrestaShop
