Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminModulesHelp.*.xlf
Languages: de_de, fr_fr, it_it, ja_jp, lt_lt

source: Click here to log in.
de_de: Zur Anmeldung hier klicken.
fr_fr: Cliquez ici pour vous connecter.
it_it: Clicca qui per effettuare l'accesso.
lt_lt: Spauskite čia, kad prisijungti.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
de_de: Diese Module brauchen Ihre Aufmerksamkeit: Sie müssen ein paar Dinge einstellen um eine volle Funktionalität zu gewährleisten.
fr_fr: Ces modules requièrent votre attention : vous devez intervenir pour qu'ils soient tout à fait opérationnels.
it_it: Questi moduli richiedono la tua attenzione: devi effettuare alcune azioni per assicurarti che essi siano completamente operativi.
lt_lt: Šie moduliai reikalauja jūsų dėmesio: turite imtis kai kurių veiksmų, kad garantuotumėte, jog jie yra visiškai naudojami.

source: Update these modules to enjoy their latest versions.
de_de: Aktualisieren Sie diese Module und erfreuen Sie sich an deren neuesten Versionen.
fr_fr: Mettez à jour ces modules pour bénéficier de leurs dernières versions.
it_it: Aggiorna questi moduli per avere le ultime versioni.
ja_jp: 快適に利用するためにこれらのモジュールをアップデートしてください。
lt_lt: Atnaujinkite šiuos modulius ir mėgaukitės jų naujausiomis versijomis.

source: You bought this module on PrestaShop Addons. Thank You.
de_de: Danke für den Kauf dieses Moduls auf PrestaShop Addons.
fr_fr: Vous avez acheté ce module sur PrestaShop Addons. Merci !
it_it: Hai acquistato questo modulo su PrestaShop Addons. Grazie.
ja_jp: PrestaShop Addonsでこのモジュールを購入しました。ありがとうございました。
lt_lt: Jūs nusipirkote šį modulį per PrestaShop Addons. Ačiū.

source: Bought
de_de: Gekauft
fr_fr: Acheté
it_it: Acquistato
ja_jp: 購入済
lt_lt: Pirkote

source: This module is available on PrestaShop Addons.
de_de: Modul ist bei PrestaShop Addons erhältlich
fr_fr: Ce module est disponible sur PrestaShop Addons.
it_it: Questo modulo è disponibile su PrestaShop Addons.
lt_lt: Šį modulį galite įsigyti PrestaShop Addons.

source: Popular
de_de: Beliebt
fr_fr: Populaire
it_it: Popolare
ja_jp: 人気商品
lt_lt: Populiariausi

source: This module is available for free thanks to our partner.
de_de: Kostenloeses Modul
fr_fr: Ce module est disponible gratuitement grâce à notre partenaire.
it_it: Questo modulo è disponibile gratuitamente grazie al nostro partner.
lt_lt: Šis modulis yra nemokamas, dėkui mūsų partneriams.

source: Official
de_de: Standard
fr_fr: Officiel
it_it: Ufficiale
lt_lt: Oficialus

source: Need update
de_de: Update erforderlich
fr_fr: Nécessite une mise à jour
it_it: Da aggiornare
lt_lt: Reikia atnaujinti

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
de_de: Individualisieren Sie ihren Shop mit dieser für Sie, auf Basis ihres Landes, Sprache und Prestashop-Version empfohlenen Modulauswahl. Sie enthält die populärsten Module unseres Addons Marktplatzes und kostenlose Partnermodule.
fr_fr: Personnalisez votre boutique grâce à cette sélection de modules recommandés pour votre boutique, basée sur votre pays, langue et version de PrestaShop. Elle inclut les modules les plus populaires de notre marketplace Addons, et des modules partenaires gratuits.
it_it: Personalizza il tuo negozio con questa selezione di moduli raccomandati per esso, in base alla tua nazione, lingua e versione di PrestaShop. Essa include i moduli più popolari del nostro Marketplace di addons e moduli gratuiti dei nostri partner.
ja_jp: 国や言語、PrestaShopのバージョンをもとにしたお勧めモジュールであなたのショップをカスタマイズしてください。これらにはAddonsマーケットプレイスやパートナーモジュール（無料）も含まれます。
lt_lt: Modifikuokite savo parduotuvę su šiais parinktais rekomenduotais moduliais, pagrįstais jūsų šaliai, kalbai ir PrestaShop versijai. Į tai įtraukti ir patys populiariausi moduliai iš Addons prekyvietės bei nemokami partnerių moduliai.

source: Search modules: keyword, name, author...
de_de: Suche Module: Stichwort, Name, Entwickler ...
fr_fr: Chercher un module : mot-clé, nom, auteur...
it_it: Ricerca moduli: per parola chiave, per nome, per autore...
ja_jp: モジュール検索：キーワード、名前、作者...
lt_lt: Ieškoti modulių: raktažodis, pavadinimas, autorius...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
de_de: Bitte laden Sie nur eine Datei zur gleichen Zeit hoch. Erlaubt sind .zip oder tarball Formate (.tar, .tar.gz, oder .tgz).
fr_fr: Vous pouvez charger un fichier à la fois, au format .zip ou tarball (.tar, .tar.gz or .tgz).
it_it: Si prega di caricare un file alla volta, .zip o in formato tarball (.tar, .tar.gz o .tgz).
ja_jp: 一度に一つのファイルをアップロードしてください。利用可能フォーマットはZipもしくはTarballフォーマット（.tar, .tar.gz, .tgz）です。
lt_lt: Vienu kartu įkelkite vieną failą, .zip arba tarball formatu (.tar, .tar.gz ar .tgz).

source: Your module will be installed right after that.
de_de: Ihr Modul wird gleich danach installiert.
fr_fr: Votre module sera installé juste après.
it_it: Il tuo modulo verrà installato proprio dopo di questo.
ja_jp: モジュールはすぐにインストールされます。
lt_lt: Jūsų modulis bus įdiegtas iš karto poto.

source: What happened?
de_de: Was ist passiert?
fr_fr: Que s'est-il passé ?
it_it: Cos'è accaduto?
ja_jp: 何か起きているのでしょうか？
lt_lt: Kas nutiko?

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
de_de: Das sind alle Module die Sie ihrem Shop hinzugefügt haben, entweder durch einen Kauf bei den PrestaShop Addons, oder durch manuellen Upload.
fr_fr: Vous trouverez ici tous les modules que vous avez ajoutés à votre boutique, soit en les achetant sur notre marketplace Addons, soit en les chargeant directement.
it_it: Questi sono tutti i moduli che hai aggiunto al tuo negozio, acquistati tra gli Addon di PrestaShop oppure caricati direttamente.
ja_jp: これらは、PrestaShop Addonsから購入、もしくは直接アップロードし、追加したモジュールです。
lt_lt: Čia yra visi moduliai, kuriuos jūs pridėjote prie savo parduotuvės pirkdami juos PrestaShop Addons, ar atsisiųsdami juos tiesiogiai.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
de_de: Diese Module von PrestaShop sind nach der Erstinstallation vorinstalliert. Sie decken dies Basisfunktionalitäten des e-commerce ab und sind kostenlos.
fr_fr: Ces modules provenant de PrestaShop sont pré-installés à l'installation de votre boutique. Ils couvrent les bases de l'e-commerce et sont gratuits.
it_it: Questi moduli di PrestaShop vengono preinstallati quando imposti il tuo negozio. Essi coprono le basi dell'e-commerce e sono gratuiti.
lt_lt: Šie moduliai iš PrestaShop yra iš anksto įdiegti, kai jūs diegiate parduotuvę. Jie yra e-komercijos pagrindas ir yra nemokami.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
de_de: Jedes Template, das Sie installieren, bringt eigene Module mit. Hier finden Sie alle Module, die zu ihrem aktiven Template gehören.
fr_fr: Chaque thème que vous installez est fourni avec son propre lot de modules. Vous trouverez ici tous les modules liés à votre thème actif.
it_it: Ogni tema che installi ha il suo set di moduli. Troverai qui tutti i moduli collegati al tuo tema attivo.
lt_lt: Kiekviena tema, kurią jūs įdiegiate, kartu atsineša ir modulių komplektus. Čia jūs rasite visus modulius, susijusius su jūsų aktyvia tema.
