Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminNavigationNotification.*.xlf
Languages: pl_pl

source: Did you check your conversion rate lately?
pl_pl: Czy sprawdzałeś ostatnio współczynnik konwersji?

source: How about some seasonal discounts?
pl_pl: Dlaczego nie uruchomisz sezonowych promocji?

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
pl_pl: Czy sprawdziłeś [1][2]porzucone koszyki[/2][/1]?[3]Może znajdziesz tam swoje następne zamówienie!

source: Have you sent any acquisition email lately?
pl_pl: Czy wysłałeś ostatnio jakiekolwiek pozyskujące e-maile?

source: Are you active on social media these days?
pl_pl: Czy jesteś aktywny w mediach społecznościowych?

source: Have you considered selling on marketplaces?
pl_pl: Czy bierzesz pod uwagę sprzedaż na platformach handlowych?

source: That's more time for something else!
pl_pl: To więcej, czasu na coś innego!

source: No news is good news, isn't it?
pl_pl: Brak wiadomości to dobra wiadomość, prawda?

source: Seems like all your customers are happy :)
pl_pl: Wydaje się, wszyscy Twoi klienci są zadowoleni :)

source: An error occurred while updating new window property.
pl_pl: Wystąpił błąd podczas aktualizacji nowego okienka właściwości.

source: An error occurred while updating the new window property for this object.
pl_pl: Wystąpił błąd podczas aktualizacji nowego okienka właściwości dla tego obiektu.

source: Orders[1][/1]
pl_pl: Zamówienia[1][/1]

source: Customers[1][/1]
pl_pl: Klienci[1][/1]

source: Messages[1][/1]
pl_pl: Wiadomości[1][/1]

source: from
pl_pl: od

source: registered
pl_pl: zarejestrowany

source: No new order for now :(
pl_pl: Obecnie brak nowych zamówień :(

source: No new customer for now :(
pl_pl: Obecnie brak nowych klientów :(

source: No new message for now.
pl_pl: Obecnie brak nowych wiadomości.
