Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: Number of products displayed per page. Default is 10.
hr_hr: Broj proizvoda koji se prikazuje na jednoj stranici. Zadano je 10.
it_it: Numero di prodotti per pagina. Valore di default: 10.
pt_pt: Número de produtos apresentados por página. O padrão é 10.
uk_ua: Кількість товарів на одній сторінці. Типово 10.

source: The order in which products are displayed in the product list.
hr_hr: Redoslijed po kojem se proizvodi prikazuju u popisu proizvoda
it_it: L'ordinamento con il quale i prodotti sono visualizzati nella lista prodotti.
pt_pt: A ordem pela qual os produtos são apresentados na lista de produtos.
uk_ua: Сортування товарів за замовчуванням

source: Default order method for product list.
hr_hr: Zadana metoda narudžbe za popis proizvoda.
it_it: Metodo di ordinamento predefinito per l'elenco dei prodotti.
pt_pt: Sentido de de ordenação padrão para a lista de produtos.
uk_ua: Вкажіть, яким чином необхідно відсортувати товари у списку.

source: Set to "0" to disable this feature.
hr_hr: Postavite na 0 za onemogućiti ovu značajku
it_it: Imposta a "0" per disattivare questa funzione.
pt_pt: Introduza "0" para desativar esta funcionalidade.
uk_ua: Вкажіть "0" для відключення цієї можливості

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
hr_hr: Prikaži ili sakrij gumb "dodaj u košaricu" na stranicama kategorije za proizvode koji imaju atribute kako bi prisilili kupce da vide detalje proizvoda
it_it: Visualizza o nascondi il tasto "aggiungi al carrello" nelle pagine delle categorie per i prodotti che hanno attributi per obbligare gli utenti a vedere i dettagli del prodotto.
pt_pt: Mostrar ou esconder o botão "Adicionar ao carrinho" nas páginas das categorias para produtos que têm atributos forçando os clientes a verem os detalhes do produto.
uk_ua: Показати або приховати "Додати в кошик" на сторінці категорій для продуктів, які мають атрибути, щоб змусити клієнтів бачити деталь продукту

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
hr_hr: Na ploči količinskog popusta, prikaži novu cijenu sa uračunatim popustom umjesto prikaza popusta (kao "-5%").
it_it: Nella scheda sconti per quantità, mostra il nuovo prezzo con lo sconto già applicato invece di mostrare lo sconto (es. "-5%").
pt_pt: Na tabela de descontos por quantidade, mostrar o preço com o desconto incorporado, em vez de mostrar o desconto (ex: "-5%").
uk_ua: У панелі знижок показувати нову ціну зі знижкою замість показу самої знижки (типу "-5%").

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
hr_hr: Kao zadano, gumb "Dodaj u košaricu" je skriven kada proizvod nije dostupan. Možete izabrati da se prikazuje u svim slučajevima.
it_it: Di base, il pulsante Aggiungi al Carrello non viene visualizza se il prodotto non è disponibile. Puoi decidere di abilitarlo sempre.
pt_pt: Por omissão, o botão "Comprar" encontra-se oculto quando um produto está indisponível. Pode optar por mostrá-lo em todas as situações.
uk_ua: Типово, кнопка "Додати до кошика" схована поки товар недоступний. Ви можете змінити, щоб вона була видна у всіх випадках.

source: When selling packs of products, how do you want your stock to be calculated?
hr_hr: Prilikom prodaje pakete proizvoda, kako želite da vaš zaliha se izračunava?
it_it: Quando si vendono pacchetti di prodotti, qual è il calcolo che desideri applicare al tuo magazzino?
pt_pt: Quando vender pacotes de produtos, qual o cálculo que pretende aplicar ao seu stock?
uk_ua: Як розраховувати запаси, при продажі наборів товарів?

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
hr_hr: Nakon što se kupac prijavi, pozovi i prikaži sadržaj posljednje košarice.
it_it: Dopo che un cliente ha effettuato l'accesso, puoi richiamare e mostrare il contenuto del suo ultimo carrello.
pt_pt: Depois do cliente iniciar a sua sessão, este irá ver o último carrinho de compras.
uk_ua: Направляти покупця зразу в його кошик після того як він авторизується.

source: Send an email with summary of the account information (email, password) after registration.
hr_hr: Pošaljite e-mail sa sažetkom podataka o računu (e-mail, lozinka), nakon registracije.
it_it: Invia un email con il riassunto delle informazioni account (email, password) dopo la registrazione.
pt_pt: Enviar um email com o resumo da informação da conta (email, palavra-passe) depois do registo.
uk_ua: Відправити електронного листа з інформаційним резюме про обліковий запис (адреса електронної пошти, пароль) після реєстрації.

source: Minimum time required between two requests for a password reset.
hr_hr: Minimalno vrijeme potrebno između dva zahtjeva za poništavanje lozinke.
it_it: Tempo minimo necessario tra due richieste per il reset della password.
pt_pt: Tempo mínimo entre dois pedidos para uma recriação de palavra-passe.
uk_ua: Мінімальний час між двома спробами скинути пароль.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
hr_hr: Aktivirajte ili deaktivirajte B2B način. Kad je ova opcija omogućena pojedine B2B mogućnosti su dostupne.
it_it: Attiva o disattiva la modalità B2B. Quando questa modalità è attiva sono disponibili alcune funzionalità B2B.
pt_pt: Ative o modo B2B caso venda para empresas e não só para clientes finais. Esta funcionalidade disponibiliza campos adicionais como o NIF, pode ocultar preços para grupos de clientes ou clientes específicos, etc.
uk_ua: Активуйте або вимкніть B2B режим. Коли цей вибір дозволений, деякі B2B опції доступні.

source: Display or not the birth date field.
it_it: Mostra o no il campo data di nascita.
uk_ua: Чи відображати поле дати народження.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
hr_hr: Prikazivanje ili gašenje partherskih ponuda u okviru za potvrdu za primanje ponuda od partnera trgovine.
it_it: Mostra oppure no la casella di spunta per ricevere le offerte da parte dei partner del negozio.
pt_pt: Apresentar ou não a caixa para subscrever ofertas de parceiros.
uk_ua: Чи відображати партнерські пропозиції, чи отримувати пропозиції від партнерів магазину.

source: Leave blank if no change.
hr_hr: Ostavite prazno ukoliko nema promjene.
it_it: Lascia in bianco se non ci sono cambiamenti.
pt_pt: Deixar em branco se não houver alterações.
uk_ua: Залиште пустим, якщо немає змін.

source: Fee given for each visit.
hr_hr: Provizija koja se daje za svaku posjetu
it_it: Remunerazione per ogni visita.
pt_pt: Taxa oferecida por cada visita.
uk_ua: Плата Для кожного візиту.

source: Fee given for each order placed.
hr_hr: Provizija koja se daje za svaku narudžbu.
it_it: Per ogni ordine effettuato.
pt_pt: Taxa oferecida por cada encomenda.
uk_ua: Плата Для кожного замовлення.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
hr_hr: Ukoliko znate kako koristiti MySQL regularne ekspresije, možete koristiti [1]expert mod[/1].
it_it: Se sai come usare le espressioni regolari MySQL, poi usare la [1]modalità esperta[/1].
pt_pt: Se souber usar expressões regulares do MySQL, pode usar o [1]expert mode[/1].
uk_ua: Якщо ви знаєте, як використовувати регулярні вирази MySQL, ви можете використовувати [1]режим спеціаліста[/1].

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
hr_hr: Ako posjedujete SSL certifikat za domene svoje trgovine, možete aktivirati SSL enkripciju (https: //) za identifikaciju računa kupca i obradu narudžbi.
it_it: Se hai un certificato SSL per il nome di dominio del tuo negozio, puoi attivare la crittografia SSL (https://) per l'identificazione dell'account del cliente e l'elaborazione dell'ordine.
pt_pt: Se detém um certificado SSL para o nome de domínio da sua loja, pode ativar a encriptação SSL (https://) para a identificação de conta de cliente e processamento de encomendas.
uk_ua: Якщо ваш хостинг-провайдер підтримує SSL, ви можете активувати SSL-шифрування (https://) для процесу ідентифікації клієнтів та оформлення замовлень.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
hr_hr: Ako želite omogućiti SSL na svim stranicama svoje trgovine, aktivirajte "Omogućeno na svim stranicama" opciju u nastavku.
it_it: Se vuoi abilitare la crittografia SSL su tutte le pagine del tuo negozio, attiva l'opzione qui sotto "Abilita su tutte le pagine".
pt_pt: Se pretender ativar o certificado SSL em todas as páginas da sua loja, ative a opção abaixo «Ativar em todas as páginas».
uk_ua: Активуйте опцію "Увімкнено на всіх сторінках", якщо ви бажаєте увімкнути SSL на всіх сторінках магазину.

source: When enabled, all the pages of your shop will be SSL-secured.
hr_hr: Kada je omogućeno, sve stranice Vaše trgovine će biti SSL-osigurane.
it_it: Quando abilitato, tutte le pagine del tuo negozio saranno protette tramite SSL.
pt_pt: Quando ativas, todas as páginas da sua loja estarão protegidas com o certificado SSL.
uk_ua: Якщо увімкнено, всі сторінки вашого магазину будуть використовувати SSL.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
hr_hr: Omogući ili onemogući token na naslovnici kako bi poboljšali sigurnost
it_it: Attiva o disattiva i token di Front Office per aumentare la sicurezza di PrestaShop.
pt_pt: Ative ou desative o token na loja para melhorar a segurança do PrestaShop.
uk_ua: Включити або виключити підвищену безпеку Фронт-Офісу

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
hr_hr: Dopusti iframes u tekst poljima kao što su opisi proizvoda. Preporučamo da ostavite ovu opciju onemogućenu.
it_it: Consente gli iframe nei campi di testo come la descrizione dei prodotti. Raccomandiamo di lasciare disattivata questa opzione.
pt_pt: Permitir iframes em campos de texto como a descrição do produto. Recomenda-se deixar esta opção desativada.
uk_ua: Дозволити фрейми в текстових полях опису товару. Ми рекомендуємо вам залишити цю опцію виключеною.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
hr_hr: Očisti HTML sadržaj u tekst poljima. Preporučamo da ostavite ovu opciju omogućenu.
it_it: Pulisci il contenuto HTML nei campi di testo. Si raccomanda di lasciare abilitata questa opzione.
pt_pt: Limpar o contéudo HTML nos campos de texto. É recomendado deixar esta opção ativa.
uk_ua: Очистить HTML код в текстових полях. Ми рекомендуємо вам залишити це параметр увімкненим.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
hr_hr: Možete birati između 6 različitih načina zaokruživanja cijena. "Zaokruživanje od nule ..." je preporučljivo ponašanje.
it_it: Puoi scegliere tra 6 differenti modi per arrotondare i prezzi. "Arrotonda per eccesso..." è quello raccomandato.
pt_pt: Pode escolher de entre 6 métodos de arredondamentos de preços. "Arredondar para longe do zero..." é o método recomendado.
uk_ua: Ви можете вибрати один з 6 різних способів округлення ціни.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
hr_hr: Možete odabrati kada se zaokružuju cijene: bilo na svaku stavku, svaki redak ili ukupno (od računa, na primjer).
it_it: Puoi scegliere quando arrotondare i prezzi: per ciascun articolo, per ciascuna linea o sul totale (per esempio, di una fattura).
pt_pt: Pode escolher quando se deve arredondar os preços: em cada item, em cada linha ou no total (por exemplo numa fatura).
uk_ua: Виберіть коли округлити ціни: по кожному пункту, кожен рядок або загальна сума (наприклад рахунку-фактури).

source: Choose how many decimals you want to display
hr_hr: Odaberite koliko decimale želite prikazati
it_it: Scegli quanti decimali desideri mostrare
pt_pt: Indique quantas casas decimais quer mostrar
uk_ua: Виберіть, скільки десяткових знаків ви хочете відобразити

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
hr_hr: Omogući dobavljače i proizvođače na naslovnoj stranici čak i kada su njihovi moduli onemogućeni.
it_it: Attiva le pagine di fornitori e produttori nel tuo front office anche quando sono disattivati i loro rispettivi moduli.
pt_pt: Ative as páginas de marcas e de fornecedores na administração da sua loja, mesmo quando os respetivos módulos estiverem desativados.
uk_ua: Увімкнути сторінки брендів та постачальників у магазині, навіть якщо відповідні модулі вимкнено.

source: Enable best sellers page on your front office even when its respective module is disabled.
hr_hr: Omogući stranicu najprodavanijih proizvoda na naslovnoj stranici čak i kada su njihovi moduli onemogućeni.
it_it: Attiva la pagina dei più venduti nel front office anche quando il modulo corrispondente è disattivato.
pt_pt: Ativar a página de "produtos mais vendidos" no Front Office da loja mesmo quando o módulo estiver desativado.
uk_ua: Активує сторінку бестселерів у магазині, навіть якщо відповідний модуль вимкнено.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
hr_hr: Mogućnost Više trgovina dozvoljavam vam da upravljate s više trgovina kroz jednu administraciju. Ukoliko je ova mogućnost omogućena, stranica "Više trgovina" bit će dostupna u izborniku "Napredne postavke".
it_it: La funzione Multinegozio consente di gestire diversi negozi con un Back Office unico. Se questa funzione è attivata, una pagina Multinegozio sarà disponibile nella sezione "Parametri avanzati" del menù.
pt_pt: A funcionalidade de multi-loja permite-lhe gerir várias lojas com uma Área de Administração. Se esta funcionalidade estiver ativa, a página "Multi-loja" ficará disponível no menu "Parâmetros Avançados".
uk_ua: Функція "Мультимагазин" дозволяє керувати кількома магазинами із одної панелі управлення. При ввімкненні цієї функції в меню "Додаткові налаштування" з'явиться сторінка "Мультимагазин".

source: Contact name (e.g. Customer Support).
hr_hr: Naziv kontakta (npr. Tehnička podrška).
it_it: Nome del contatto, (es., Supporto Clienti).
pt_pt: Nome de contacto (ex. Apoio ao Cliente).
uk_ua: Контактне ім'я (наприклад. Підтримка).

source: Emails will be sent to this address.
hr_hr: E-mailovi će bit poslani na ove adrese.
it_it: Le email saranno inviate a questo indirizzo.
pt_pt: Os e-mails serão enviados para este endereço.
uk_ua: Повідомлення E-mail будуть надсилатись на цю адресу.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
hr_hr: Ukoliko je omogućeno, sve poruke bit će spremljene na stranici "Korisnička podrška" pod izbornikom "Kupac"
it_it: Se attivato, tutti i messaggi vengono salvati nella pagina "Servizio Clienti" accessibile dal menù "Clienti".
pt_pt: Se ativado, todas as mensagens serão guardadas na página "Apoio ao cliente" no menu "Clientes".
uk_ua: Якщо ця опція ввімкнена, то всі повідомлення будуть зберігатись на сторінці "Обслуговування покупців" у меню "Покупці".

source: Further information regarding this contact.
hr_hr: Dodatne informacije o ovom kontaktu.
it_it: Ulteriori informazioni su questo contatto.
pt_pt: Informação adicional relativa a este contacto.
uk_ua: Додаткова інформація про цей контакт.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
hr_hr: Omogući automatsku indeksaciju proizvoda. Ukoliko omogućite ovu opciju, proizvodi će se automatski indeksirati u pretragu nakon spremanja, ali ukoliko je ova opcija onemogućena, morat ćete sami indeksirati proizvode koristeći linkove iz ovog skupa polja.
it_it: Abilita l'indicizzazione automatica dei prodotti. Se attivi questa funzione, i prodotti verranno indicizzati automaticamente per la ricerca quando vengono salvati. Se questa funzione è disattivata, devi indicizzare manualmente i prodotti utilizzando i link offerti in questo campo.
pt_pt: Ative a indexação automática de produtos. Se ativar esta funcionalidade, os produtos serão indexados automaticamente para a pesquisa quando são guardados. Se a funcionalidade estiver desativada, terá de indexar os produtos manualmente, usando os links fornecidos no campo.
uk_ua: Увімкнути автоматичну індексацію товарів. При ввімкненні цієї функції товари будуть автоматично індексуватись при збереженні. Якщо ця функція вимкнена, вам доведеться індексувати товари вручну, використовуючи посилання у даному наборі полів.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
hr_hr: Po defaultu, u potrazi za "bluze", morate upisati "blous", "blo", itd (početak riječi) - ali ne i "lous" (unutar riječi).
it_it: Come impostazione predefinita, per cercare "blusa", devi digitare "blus", "blu", ecc. (l'inizio della parola) - ma non "lus" (dentro la parola).
pt_pt: Por padrão, para pesquisar por “relógio” tem de escrever “relógi”, “rel”, etc. (início da palavra) mas não por “elógi” (dentro da palavra.
uk_ua: Типово, для пошуку "блузка", ви повинні ввести "блуз", "блу" (початок слова), але не "лузка" (в слові).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
hr_hr: Uz omogućenu ovu funkciju,također se dobiva dobar rezultat kod pretraživanja za "lous", "ouse", ili bilo što sadržano u riječi.
it_it: Con questa opzione abilitata, avrai buoni risultati se cerchi "lous", "ouse" o altre cose contenute nella parola.
pt_pt: Com esta opção ativada, também aparece no resultado da pesquisa se pesquisar por “elógi”, “lóg”, ou qualquer outro termo dentro da palavra.
uk_ua: При увімкнені опції пошук буде виконуватись по будь якій частині слова, як "луз", "уза" в слові "блуза".

source: Enable search within a whole word, rather than from its beginning only.
hr_hr: Omogućite pretraživanje unutar cijele riječi, ne samo od početka.
it_it: Abilita la ricerca nell'intera parola, piuttosto che solo dal suo inizio.
pt_pt: Ativar pesquisa dentro da palavra, em vez do início apenas.
uk_ua: Увімкнути пошук у цілому слові, на відміну від пошуку лише з початку.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
hr_hr: Ona provjerava da li ste tražili pojam sadržan u indeksiranoj riječi. To može biti trajan izvor.
it_it: Controlla se il termine cercato è contenuto nella parola indicizzata. Ciò può comportare un maggiore consumo di risorse.
pt_pt: Verifica se o termo a pesquisar está dentro das palavras indexadas. Isto pode sobrecarregar o servidor.
uk_ua: Пошук здійснюватиметься всередині індексованих слів. Це потребує додаткових ресурсів.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
hr_hr: Po defaultu, ako se traži "knjiga", imati ćete "knjiga", "ormar za knjige" i "podupirač za knjige".
it_it: Se cerchi "casa", visualizzerai anche parole come "casato", "casale" e così via.
pt_pt: Por padrão, se pesquisar por “relógio”, obterá “relógio”, “relógios”e “relógiox”.
uk_ua: По замовчуванню, якщо ви шукаєте "ніж", також буде знайдено "ніжка", "ніжний".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
hr_hr: Uz uključenu ovu opciju, daje se samo jedan rezultat "knjiga", prikazuje točno odgovarajuću riječ.
it_it: Con questa opzione abilitata, avrai il solo risultato "casa" come corrispondenza esatta della fine della parola indicizzata.
pt_pt: Com esta opção ativada, apenas terá nos resultados “relógio” como o resultado exato da palavra final indexada.
uk_ua: Якщо увімкнено цю опцію, результатом пошуку буде лише один, точно співпадаючий вираз.

source: Enable more precise search with the end of the word.
hr_hr: Omogućite precizniju pretragu s kraja riječi.
it_it: Abilita una ricerca più precisa con la fine della parola.
pt_pt: Ativar pesquisa mais exacta no final da palavra.
uk_ua: Увімкнути більш точний пошук по закінченню.

source: It checks if the searched term is the exact end of the indexed word.
hr_hr: Ovo provjerava da li je traženi termin točno s kraja indeksirane riječi.
it_it: Cerca se il termine cercato è la fine esatta della parola indicizzata.
pt_pt: Verifica se o termo a pesquisar é o final exato da palavra indexada.
uk_ua: Опція точного пошуку по закінченню індексованого слова.

source: Only words this size or larger will be indexed.
hr_hr: Samo riječi ove ili veće duljine bit će indeksirane
it_it: Saranno indicizzate solo parole a partire da questa dimensione.
pt_pt: Apenas palavras com este tamanho ou maiores serão indexadas.
uk_ua: Буде проіндексовано лише слова більше цього розміру.

source: Please enter the index words separated by a "|".
hr_hr: Molimo unesite riječi odvojene znakom "|".
it_it: Immettere le parole separate da "|".
pt_pt: Separar as palavras com | por exemplo "raios|coriscos". As pesquisas com estas palavras não obterão resultados.
uk_ua: Будь ласка, введіть слова, розділяючи їх символом "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
hr_hr: Upišite svaki nadimak odvojen zarezom (npr. 'prestshop,preztashop,prestasohp').
it_it: Inserisci gli alias separandoli con una virgola (es. 'prestashop,preztashop,prestasohp').
pt_pt: Cada «alias» deve ser separado por vírgula (ex: 'prestshop, preztshop, prestasohp').
uk_ua: Введіть всі псевдоніми, розділені комою (напр., 'prestshop, preztashop, prestasohp').

source: Forbidden characters: <>;=#{}
hr_hr: Zabranjeni znakovi: <>;=#{}
it_it: Caratteri vietati: <>;=#{}
pt_pt: Carateres não permitidos: <>;=#{}
uk_ua: Заборонені символи: <>;=#{}

source: Search this word instead.
hr_hr: Pretraži ovu riječ umjesto
it_it: Ricerca invece questa parola.
pt_pt: Pesquisar esta palavra em alternativa.
uk_ua: Шукати замість аліасів це слово.

source: This field does not refer to the shop name visible in the front office.
hr_hr: Ovo polje se ne odnosi na vidljivi naziv trgovine na naslovnici.
it_it: Questo campo non si riferisce al nome del negozio visibile nel front office.
pt_pt: Este campo não se refere ao nome da loja visível no front office.
uk_ua: Це поле не відноситься до назви що відображається на сторінках магазину.

source: Follow %sthis link%s to edit the shop name used on the front office.
hr_hr: Pratite %sovaj link%s za uređivanje naziva trgovine koje se koristi na naslovnici.
it_it: Segui %squesto link%s per modificare il nome del negozio utilizzato nel front office.
pt_pt: Segue %seste link%s para editar o nome da loja usado no front office.
uk_ua: Для зміни назви магазину яку побачать клієнти, перейдіть %sсюди%s.
