Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersNotification.*.xlf
Languages: de_de, es_es, ro_ro

source: Quantity Expected (%d) is not valid (at line %d).
de_de: Erwartete Menge (%d) in Zeile %d ist nicht gültig.
es_es: Cantidad esperada (%d) no válida (línea %d).
ro_ro: Cantitatea asteptata (%d) nu este valida (la linia %d).

source: Cannot read the .CSV file
de_de: Kann die CSV-Datei nicht lesen
es_es: No se puede leer el archivo .CSV
ro_ro: Nu se poate citi fisierul .CSV

source: Linking Accessories...
de_de: Verknüpfe Zubehör...
es_es: Vinculando accesorios...
ro_ro: Se asociaza accesoriile...

source: %s import
de_de: %s Importiert
es_es: importar %s
ro_ro: import %s

source: (from %s to %s)
de_de: (von %s bis %s)
es_es: (desde %s hasta %s)
ro_ro: (de la %s pana la %s)

source: with truncate
de_de: abgekürzt
es_es: con truncamiento
ro_ro: cu stergere

source: The confirmation email couldn't be sent, but the import is successful. Yay!
de_de: Senden einer Bestätigungs-Mail nicht möglich, aber Import war erfolgreich.
es_es: El correo electrónico de confirmación no se pudo enviar, pero la importación se ha realizado correctamente. ¡Hurra!
ro_ro: Mesajul de confirmare nu a putut fi trimis, dar importul a reusit. Ura!

source: Importing your data...
de_de: Daten werden importiert...
es_es: Importando tus datos...

source: Aborting, please wait...
de_de: Abbruch, bitte warten...
es_es: Anulando. Por favor, espere...

source: Data imported!
de_de: Daten Importiert!
es_es: ¡Datos importados!

source: Look at your listings to make sure it's all there as you wished.
de_de: Überprüfen Sie Ihre Liste, um sicherzustellen, dass alles so ist, wie Sie es sich wünschen.
es_es: Verifica tus listados para cerciorarte de que todo está como deseas.

source: Errors occurred:
de_de: Es sind Fehler aufgetreten:
es_es: Se produjeron errores:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
de_de: Achtung: Die aktuelle Importierung erfordert ein Update der PHP-Einstellung, um mehr Daten übertragen zu können. Wenn die aktuelle Importierung vor der Vollendung abbricht, sollten Sie Ihre "post_max_size" Einstellung mindestens auf [1]%size%[/1]MB erhöhen und es noch einmal versuchen.
es_es: Advertencia, la importación actual puede requerir una actualización de la configuración de PHP, para permitir mayor transferencia de datos. Si la importación actual se detiene antes del final, debes aumentar el valor de "post_max_size" de PHP a [1]%size%[/1]MB como mínimo, y probar a intentarlo de nuevo.

source: Some errors were detected. Please check the details:
de_de: Es wurden einige Fehler gefunden. Bitte überprüfen Sie die Details:
es_es: Se detectaron algunos errores. Por favor, revise los detalles:

source: We made the following adjustments:
de_de: Folgende Änderungen wurden vorgenommen:
es_es: Realizamos los siguientes ajustes:

source: Validating data...
de_de: Validiere Daten...
es_es: Validando datos...

source: [1]%percentage%[/1]% validated
de_de: [1]%percentage%[/1]% bestätigt
es_es: [1]%percentage%[/1]% validado

source: Processing next page...
de_de: Verarbeitung der nächsten Seite...
es_es: Procesando la página siguiente...

source: Linking accessories...
de_de: Verknüpfe Zubehör...
es_es: Vinculando accesorios...

source: [1]%size%[/1]% imported
de_de: [1]%size%[/1]% importiert
es_es: [1]%size%[/1]% importado

source: Ignore warnings and continue?
de_de: Warnungen ignorieren und fortfahren?
es_es: ¿Ignorar las advertencias y continuar?
ro_ro: Ignori avertizarile si continui?

source: Abort import
de_de: Import abbrechen
es_es: Cancelar importación

source: Can't add the voucher.
de_de: Gutschein kann nicht hinzugefügt werden.
es_es: No se puede añadir el cupón de descuento.
ro_ro: Nu se poate adauga cuponul.

source: You do not have permission to view this.
de_de: Zugriff verweigert
es_es: No está autorizado para ver este contenido.
ro_ro: Nu ai permisiuni de afisare aici.

source: There is no "/backup" directory.
de_de: Backup-Verzeichnis existiert nicht.
es_es: No hay un directorio "/backup".
ro_ro: Directorul "/backup" nu exista.

source: No file has been specified.
de_de: keine Datei ausgewählt
es_es: No se ha especificado ningún archivo.
ro_ro: Nu a fost specificat niciun fisier

source: Unable to open backup file(s).
de_de: Kann die Backup-Datei(en) nicht öffnen.
es_es: No se pueden abrir el (los) archivo(s) de copia(s) de seguridad.
ro_ro: Nu se poate deschide fisierul de backup

source: Unable to display backup file(s).
de_de: Kann die Backup-Datei(en) nicht anzeigen
es_es: Error al mostrar el archivo de copia de seguridad
ro_ro: Nu se poate afisa fisierul de backup

source: Administrator permissions cannot be modified.
de_de: Administratorrechte können nicht verändert werden.
es_es: Los permisos de administrador no pueden ser modificados.

source: Disclaimer before creating a new backup
de_de: Haftungsausschluss für die Backuperstellung
es_es: Exención de responsabilidad antes de crear una nueva copia de seguridad

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
de_de: Prestashop ist eine Open-Source-Software, die Sie gemäß Lizenzvereinbarung auf eigene Gefahr verwenden.
es_es: PrestaShop es un software de código abierto. Lo estás utilizando bajo tu propio riesgo bajo el acuerdo de licencia.

source: You should back up your data on a regular basis (both files and database).
de_de: Sichern Sie regelmäßig Ihre Daten (sowohl Dateien wie die Datenbank).
es_es: Debes hacer una copia de seguridad de tus datos de manera periodica (tanto de tus archivos como de la base de datos).

source: This function only backs up your database, not your files.
de_de: Beachten Sie, dass hier nur die Datenbank gesichert wird, aber nicht Ihre Dateien.
es_es: Esta función sólo realiza una copia de seguridad de tu base de datos, no de tus archivos.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
de_de: Standardmäßig werden die vorhandenen Datenbank-Tabellen während der Backup-Wiederherstellung gelöscht (siehe "Backup-Optionen" weiter unten).
es_es: De manera predeterminada, las tablas de la base de datos existente se eliminarán durante la restauración de la copia de seguridad (consulta "Opciones de copia de seguridad").

source: Always verify the quality and integrity of your backup files!
de_de: Überprüfen Sie immer die Qualität und Vollständigkeit Ihres Backups!
es_es: ¡Verifica siempre la calidad e integridad de tus archivos de copia de seguridad!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
de_de: Stellen Sie immer sicher, dass Ihre Backups komplett, aktuell und funktionstüchtig sind. Sogar, wenn Sie eine e Bestätigung erhalten haben.
es_es: Verifica siempre que tus archivos de copia de seguridad están completos, actualizados al día y válidos; incluso si recibiste un mensaje de éxito durante el proceso de la copia de seguridad.

source: Always check your data.
de_de: Überprüfen Sie stets Ihre Daten.
es_es: Verifica siempre tus datos.

source: Never restore a backup on a live site.
de_de: Spielen Sie nie ein Backup ein, ohne zuvor den Shop für Wartungszwecke deaktiviert zu haben!
es_es: Nunca restaures una copia de seguridad en una tienda en producción.

source: I have read the disclaimer. Please create a new backup.
de_de: Ich habe den Haftungsausschluss zur Kenntnis genommen. Hier klicken und Backup erstellen.
es_es: He leído el aviso legal sobre la exención de responsabilidad antes de crear una nueva copia de seguridad. Por favor, crear una nueva copia de seguridad.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
de_de: Prestashop ist nicht für Ihre Datenbank, Backups, oder Wiederherstellungsdaten verantwortlich.
es_es: PrestaShop no se hace responsable de tu base de datos, de tus copias de seguridad o de las restauraciones de las mismas.

source: How to restore a database backup
de_de: Wie das Datenbankbackup wieder herstellen
es_es: Cómo restaurar una copia de seguridad de la base de datos

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
de_de: Falls Ihre Datenbank wiederhergestellt werden muss, melden Sie sich bitte für unseren [1][2]Technischen Support[/2][/1] an.
es_es: Si necesitas restaurar una copia de seguridad de la base de datos, te invitamos a suscribirte al [1][2]plan de soporte técnico[/1][/2].

source: Our team will take care of restoring your database safely.
de_de: Unsere Team wird Ihre Datenbank sicher wiederherstellen.
es_es: Nuestro equipo se encargará de restaurar tu base de datos de manera segura.

source: Why can't I restore it by myself?
de_de: Kann man die Wiederherstellung auch selbst durchführen?
es_es: ¿Por qué no puedo restaurarla por mí mismo?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
de_de: Ihr Shop wird von PrestaShop gehostet. Sie können zwar weiter unten ein Backup erzeugen, aber aus Sicherheitsgründen haben Sie keinen direkten Zugriff auf die Datenbank. Deshalb kann nur unser Team eine Wiederherstellung durchführen.
es_es: Tu tienda se encuentra alojada en PrestaShop. Aunque puedes crear archivos de copia de seguridad aquí abajo, hay configuraciones básicas a las que no puede acceder por razones de seguridad, al igual que ocurre con la gestión de la base de datos. Por lo tanto, sólo nuestro equipo puede proceder a realizar una restauración.

source: Beginning the download ...
de_de: Download wird gestartet ...
es_es: Comienzo de la descarga ...

source: Backup files should automatically start downloading.
de_de: Der Backup-Download sollte automatisch starten.
es_es: Las copias de seguridad deberían descargarse automáticamente.

source: If not,[1][2] please click here[/1]!
de_de: Wenn nein, [1][2] klicken Sie bitte hier[/1]!
es_es: Si no, ¡[1][2] haz clic aquí[/1]!

source: Do you really want to remove the server %s:%s
de_de: Möchten Sie den Server %s:%s wirklich entfernen?
es_es: ¿Quieres realmente eliminar el servidor %s:%s?

source: Please choose a MySQL table
de_de: Bitte wählen Sie eine MySQL-Tabelle
es_es: Por favor, selecciona una tabla MySQL

source: This SQL query has no result.
de_de: Kein Ergebnis für diese SQL-Abfrage
es_es: Esta consulta SQL no tiene resultados.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
de_de: Datei-Import erfolgreich! Bitte vergessen Sie nicht, den Suchindex für Artikel zu regenerieren.
es_es: Tu archivo se ha importado correctamente en tu tienda. No olvides reconstruir el índice de búsqueda de los productos.

source: Note that the Category import does not support having two categories with the same name.
de_de: Beachten Sie, dass beim Kategorie-Import kein Name doppelt vorkommen darf.
es_es: Ten en cuenta que la importación de Categoría no admite tener dos categorías con el mismo nombre.

source: Note that you can have several products with the same reference.
de_de: Sie können mehrere Artikel mit dem gleichen Bezug erstellen.
es_es: Ten en cuenta que puedes tener varios productos con la misma referencia.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
de_de: Beim Import von Lieferaufträgen wird eine eventuell vorhandene Bestellhistorie gelöscht.
es_es: Al importar los detalles del Pedido de Suministros se restablecerá tu historial de pedidos, si tienes alguno.

source: Are you sure that you would like to delete this entity:
de_de: Löschen bitte bestätigen für:
es_es: ¿Estás seguro de querer eliminar esta entidad?:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
de_de: Sie haben hier keine ausreichenden Löschrechte. Bei aktivierter Multishop-Funktion kann nur der Super-Admin alle Items vor dem Import löschen.
es_es: No tienes permiso para eliminar esto. Cuando el modo multitienda está activado, solo el SuperAdmin puede eliminar los elementos antes de importarlos.

source: Missing files
de_de: Fehlende Dateien
es_es: Archivos faltantes

source: Updated files
de_de: Aktualisierte Dateien
es_es: Archivos actualizados

source: Changed/missing files have been detected.
de_de: Folgende Dateien wurden geändert oder fehlen:
es_es: Se detectaron archivos cambiados y/o faltantes

source: No change has been detected in your files.
de_de: Ihre Dateien wurden nicht geändert.
es_es: No se ha detectado ningún cambio en tus archivos.

source: Please fix the following error(s)
de_de: Bitte prüfen Sie folgende(n) Fehler
es_es: Por favor, corrige el (los) siguiente(s) error(es)

source: Checking files...
de_de: Überprüfe Dateien...
es_es: Comprobando archivos...

source: %1$s cannot be saved
ro_ro: %1$s nu poate fi salvat

source: Importing...
ro_ro: Se importa...

source: Is an unauthorized keyword.
ro_ro: este un cuvant cheie neautorizat.
