Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminInternationalFeature.*.xlf
Languages: pl_pl

source: Assign to a new zone
pl_pl: Przypisz do nowej strefy

source: ISO code
pl_pl: Kod ISO

source: States
pl_pl: Województwa lub regiony

source: Add new state
pl_pl: Dodaj nowy stan

source: Country options
pl_pl: Opcje kraju

source: Call prefix
pl_pl: Numer kierunkowy (prefiks)

source: Add new country
pl_pl: Dodaj nowy kraj

source: Countries
pl_pl: Kraje

source: Country name
pl_pl: Nazwa kraju

source: Default store currency
pl_pl: Domyślna waluta sklepu

source: Does it need Zip/postal code?
pl_pl: Czy potrzebny jest kod pocztowy?

source: Zip/postal code format
pl_pl: Format kodu pocztowego

source: Address format
pl_pl: Format adresu

source: Contains states
pl_pl: Zawiera stany

source: Do you need a tax identification number?
pl_pl: Potrzebny NIP?

source: Display tax label (e.g. "Tax incl.")
pl_pl: Wyświetl etykietę podatku (np. "Brutto")

source: Default currency
pl_pl: Domyślna waluta

source: Default language
pl_pl: Domyślny język

source: Set language from browser
pl_pl: Pobierz język z przegladarki

source: Default country
pl_pl: Domyślny kraj

source: Set default country from browser language
pl_pl: Ustaw domyślny kraj na podstawie języka przeglądarki

source: Local units
pl_pl: Jednostki lokalne

source: Weight unit
pl_pl: Jednostka wagi

source: Distance unit
pl_pl: Jednostka odległości

source: Volume unit
pl_pl: Jednostka pojemności

source: Dimension unit
pl_pl: Jednostka wymiaru

source: Language identifier
pl_pl: Identyfikator języka

source: Country identifier
pl_pl: Identyfikator kraju

source: Time zone
pl_pl: Strefa czasu

source: %s (local)
pl_pl: % s (lokalny)

source: Units (e.g. weight, volume, distance)
pl_pl: Jednostki (np. waga, objętość, odległość)

source: Change the behavior of the price display for groups
pl_pl: Zmień zachowanie wyświetlania ceny dla grup

source: Import a localization pack
pl_pl: Importuj paczkę lokalizacyjną

source: Localization pack you want to import
pl_pl: Paczka z ustawieniami lokalizacji do importu

source: Content to import
pl_pl: Zawartość do importowania

source: Download pack data
pl_pl: Pobierz pakiet danych

source: Exchange rate
pl_pl: Kurs waluty

source: Add new currency
pl_pl: Dodaj nową walutę

source: Live exchange Rate for %s
pl_pl: Kurs wymiany na żywo dla %s

source: Geolocation by IP address
pl_pl: Geolokacja za pomocą adresu IP

source: The following features are only available if you enable the Geolocation by IP address feature.
pl_pl: Następujące funkcje są tylko dostępne jeżeli włączysz funkcję geolokalizacji za pomocą adresu IP.

source: Geolocation behavior for restricted countries
pl_pl: Zachowanie geolokacji wobec zabronionych krajów

source: Visitors cannot see your catalog.
pl_pl: Odwiedzający nie widzą Twojego katalogu.

source: Visitors can see your catalog but cannot place an order.
pl_pl: Odwiedzający widzą Twój katalog, ale nie mogą złożyć zamówienia.

source: Geolocation behavior for other countries
pl_pl: Zachowanie geolokacji wobec innych krajów

source: All features are available
pl_pl: Wszystkie opcje sklepu są dostępne

source: IP address whitelist
pl_pl: Biała lista adresów IP

source: Whitelisted IP addresses
pl_pl: Adresy IP na białej liście

source: Select the countries from which your store is accessible
pl_pl: Wybierz kraje z których wejścia na strony sklepu są dozwolone

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
pl_pl: Aby użyć geolokalizacji, proszę pobrać [1]ten plik[/1] i rozpakować go (za pomocą Winrar lub Gzip) do katalogu /app/Resources/geoip/.

source: Flag
pl_pl: Flaga

source: Language code
pl_pl: Kod języka

source: Date format
pl_pl: Format daty

source: Date format (full)
pl_pl: Format daty (pełny)

source: Add new language
pl_pl: Dodaj nowy język

source: "No-picture" image
pl_pl: Obrazek "Brak zdjęcia"

source: Is RTL language
pl_pl: Jest językiem RTL

source: Activate this language.
pl_pl: Pozwól lub nie na to aby ten język był dostępny dla klientów.

source: Check to see if a language pack is available for this ISO code.
pl_pl: Sprawdź czy dla tego kodu ISO istnieje gotowe tłumaczenie na prestashop.com.

source: Translation files
pl_pl: Pliki tłumaczenia

source: Theme files
pl_pl: Pliki szablonu

source: Mail files
pl_pl: Pliki poczty

source: Zones
pl_pl: Strefy

source: Add new zone
pl_pl: Dodaj nową strefę

source: Rate
pl_pl: Wartość

source: Tax options
pl_pl: Opcje podatku

source: Enable tax
pl_pl: Włącz podatek

source: Display tax in the shopping cart
pl_pl: Wyświetlaj podatek w koszyku

source: Based on
pl_pl: Bazuje na

source: Invoice address
pl_pl: Adres rozliczeniowy

source: Delivery address
pl_pl: Adres dostawy

source: Use ecotax
pl_pl: Użyj podatku ekologicznego

source: Ecotax
pl_pl: Podatek ekologiczny

source: Add new tax
pl_pl: Dodaj nowy podatek

source: Delete item #
pl_pl: Usuń pozycję #

source: Add new tax rules group
pl_pl: Dodaj nową grupę zasad podatków

source: Add a new tax rule
pl_pl: Dodaj nową regułę dla podatku

source: Behavior
pl_pl: Akcja

source: Tax Rules
pl_pl: Reguły podatków

source: New tax rule
pl_pl: Nowa reguła podatku

source: Zip/postal code range
pl_pl: Zakres kodu pocztowego

source: This tax only
pl_pl: Tylko ten podatek

source: Combine
pl_pl: Połącz

source: One after another
pl_pl: Jeden za drugim

source: %1$s (Language: %2$s, Theme: %3$s)
pl_pl: %1$s (Język: %2$s, Szablon: %3$s)

source: Update translations
pl_pl: Uaktualnij tłumaczenie

source: Back office translations
pl_pl: Tłumaczenie panelu administracyjnego

source: Themes translations
pl_pl: Tłumaczenia szablonów

source: Installed modules translations
pl_pl: Tłumaczenie zainstalowanych modułów

source: Email translations
pl_pl: Tłumaczenia e-maila

source: Other translations
pl_pl: Inne tłumaczenia

source: Enabled Languages
pl_pl: Włączone języki

source: Main Country
pl_pl: Główny Kraj

source: Front office Translations
pl_pl: Tłumaczenie stron sklepu

source: Expand all fieldsets
pl_pl: Rozwiń wszystkie pola

source: Close all fieldsets
pl_pl: Zwiń wszystkie pola

source: Email subject
pl_pl: Temat wiadomości

source: View HTML version
pl_pl: Zobacz wersję HTML

source: Edit HTML version
pl_pl: Edytuj wersję HTML

source: View/Edit TXT version
pl_pl: Zobacz/Edytuj wersję TXT

source: Core emails
pl_pl: Wiadomości email powiązane z działaniem systemu

source: %nb_translations% missing
pl_pl: Brakuje %nb_translations%

source: %d missing
pl_pl: Brakuje %d

source: Show messages
pl_pl: Pokaż

source: Hide messages
pl_pl: Ukryj

source: %nb_translations% expressions
pl_pl: %nb_translations% wyrażeń

source: %nb_translations% translations are missing in %domain%
pl_pl: Brakuje %nb_translations% tłumaczeń w %domain%

source: %d expressions
pl_pl: %d wyrażenia

source: Search translations
pl_pl: Wyszukiwanie tłumaczeń

source: (2 characters at least)
pl_pl: (co najmniej 2 znaki)
