Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminActions.*.xlf
Languages: ta_in

source: Save
ta_in: சேமி

source: Save and stay
ta_in: சேமி பின் இங்கேயே இரு

source: Cancel
ta_in: ரத்துசெய்

source: Delete selection
ta_in: தேர்வை அழிக்கவும்

source: Duplicate
ta_in: நகல்

source: View
ta_in: பார்

source: Edit
ta_in: திருத்து

source: Delete
ta_in: அழி

source: Choose language:
ta_in: மொழியை தேர்ந்தெடுக்கவும்:

source: Back to list
ta_in: மீண்டும் பட்டியலுக்கு செல்

source: Add New
ta_in: புதியதாக சேர்

source: Add new
ta_in: புதியதாக சேர்

source: Delete selected
ta_in: தேர்ந்தெடுத்ததை நீக்கு

source: Import
ta_in: இறக்குமதி செய்

source: Save and preview
ta_in: சேமி பின் முற்காட்சி பார்

source: Finish
ta_in: பூர்த்தி செய்

source: Delete selected items?
ta_in: தேர்ந்தெடுத்தவைகளை நீக்கவா ?

source: Choose a file
ta_in: ஒரு கோப்பை தேர்வு செய்யவும்
