Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShippingNotification.*.xlf
Languages: pl_pl, ru_ru

source: An error occurred while updating carrier information.
pl_pl: Wystąpił błąd podczas aktualizacji przewoźnika.
ru_ru: Ошибка обновления информации о перевозчике

source: You do not have permission to use this wizard.
pl_pl: Nie masz uprawnień do używania tego kreatora.
ru_ru: У вас нет прав использовать этот мастер настройки.

source: You must choose at least one shop or group shop.
pl_pl: Musisz wybrać przynajmniej jeden sklep lub sklep z grupy.
ru_ru: Выберите хотя бы один магазин (или группу).

source: An error occurred while saving this carrier.
pl_pl: Wystąpił błąd podczas zapisywania tego przewoźnika.
ru_ru: При добавлении перевозчика возникла ошибка.

source: An error occurred while saving carrier groups.
pl_pl: Wystąpił błąd podczas zapisywania tych grup przewoźników.
ru_ru: При добавлении групп перевозчиков возникла ошибка.

source: An error occurred while saving carrier zones.
pl_pl: Wystąpił błąd podczas zapisywania stref przewoźników.
ru_ru: При сохранении зон доставки возникла ошибка.

source: An error occurred while saving carrier ranges.
pl_pl: Wystąpił błąd podczas zapisywania zakresów przewoźnika.
ru_ru: При сохранении диапазонов доставки возникла ошибка.

source: An error occurred while saving associations of shops.
pl_pl: Wystąpił błąd podczas zapisywania przypisań sklepów.
ru_ru: При сохранении связей с магазинами возникла ошибка.

source: An error occurred while saving the tax rules group.
pl_pl: Wystąpił błąd podczas zapisywania grupy reguł podatków.
ru_ru: При сохранении налоговых правил возникла ошибка.

source: An error occurred while saving carrier logo.
pl_pl: Wystąpił błąd podczas zapisywania logo przewoźnika.
ru_ru: При сохранении логотипа перевозчика возникла ошибка.

source: An error occurred while attempting to update fees (cannot load carrier object).
pl_pl: Wystąpił błąd podczas aktualizacji opłat.
ru_ru: Ошибка обновления тарифов (невозможно загрузить объект перевозчика).

source: Ranges are not correctly ordered:
pl_pl: Zakresy nie są poprawnie uporządkowane:
ru_ru: Диапазоны упорядочены неверно:

source: Reordering
pl_pl: Ponowne porządkowanie
ru_ru: Переупорядочение

source: Please validate the last range before creating a new one.
pl_pl: Sprawdź ostatni zakres przed stworzeniem nowego.
ru_ru: Пожалуйста, проверьте последний диапазон перед созданием нового.

source: Are you sure to delete this range ?
pl_pl: Czy na pewno usunąć ten zakres?
ru_ru: Точно хотите удалить этот диапазон?

source: This range is not valid
pl_pl: Ten zakres nie jest prawidłowy
ru_ru: Недопустимый диапазон

source: Ranges are overlapping
pl_pl: Zakresy nachodzą na siebie
ru_ru: Диапазоны пересекаются

source: Please select at least one zone
pl_pl: Proszę wybrać co najmniej jedną strefę
ru_ru: Выберите хотя-бы одну зону

source: Are you sure you want to delete the logo?
pl_pl: Czy na pewno chcesz usunąć logo?
ru_ru: Точно хотите удалить этот логотип?
