Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersFeature.*.xlf
Languages: lt_lt, ms_my, ta_in

source: View (GET)
lt_lt: Žiūrėti (GET)

source: Modify (PUT)
lt_lt: Keisti (PUT)

source: Add (POST)
lt_lt: Pridėti (POST)

source: Delete (DELETE)
lt_lt: Ištrinti (DELETE)

source: Fast view (HEAD)
lt_lt: Greita peržiūra (HEAD)
