Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersHelp.*.xlf
Languages: hr_hr, it_it, pt_pt, uk_ua

source: You cannot set this parameter to No when combinations are already used by some of your products
hr_hr: Ne možete postaviti ovaj parametar na "Ne" dok su kombinacije nekih proizvoda u upotrebi
it_it: Non puoi impostare questo parametro su No quando le combinazioni sono già in uso per alcuni prodotti
pt_pt: Não pode desativar este recurso enquanto existirem combinações ativas em um ou mais produtos
uk_ua: Ви не можете встановити цей параметр в "Ні" поки комбінації зараз використовуються в ваших товарах

source: Choose "No" to disable Product Features.
it_it: Scegli "No" per disattivare le caratteristiche dei prodotti.
pt_pt: Escolher "Não" para desativar as Características de Produtos.
uk_ua: Виберіть "Ні" для відключення характеристик товарів.

source: Choose "No" to disable Customer Groups.
it_it: Scegli "No" per disattivare i gruppi di clienti.
pt_pt: Escolher "Não" para desativar Grupos de Clientes.
uk_ua: Виберіть "Ні" для відключення груп покупця.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
hr_hr: CCC Vam dozvoljava smanjenje vremena učitavanja Vaše trgovine. S ovim postavkama dobit ćete performanse bez diranja koda Vašeg predloška. Osigurajte, ipak, da je Vaša tema kompatibilna s PrestaShop 1.4+. Ukoliko nije, CCC bi mogao uzrokovati probleme
it_it: CCC ti permette di ridurre il tempo di caricamento della tua pagina in Front Office. Con queste impostazioni aumenterai le prestazioni senza toccare il codice del tuo tema. Assicurati però che il tuo tema sia compatibile con PrestaShop 1.4+. Altrimenti, CCC causerà dei problemi.
pt_pt: CCC permite reduzir o tempo de carregamento de páginas. Com estas definições pode aumentar o desempenho sem sequer tocar no código do seu tema gráfico. Confirme, no entanto, se o tema gráfico que está a utilizar é compatível com PrestaShop 1.4+. Caso contrário o CCC vai causar problemas.
uk_ua: ККК дозволяє зменшити час завантаження вашої сторінки. За допомогою цих параметрів буде приріст продуктивності навіть не торкаючись коду вашої теми. Переконайтеся, однак, що ваша тема сумісна з PrestaShop 1.4 +. В іншому випадку, ККК може викликати проблеми.

source: This will add directives to your .htaccess file, which should improve caching and compression.
hr_hr: Ovo će dodati direktive u Vašu .htaccess datoteku koje bi trebale unaprijediti predmemoriranje i sažimanje.
it_it: Questo aggiunge delle istruzioni al tuo file .htaccess che dovrebbero migliorare la cache e la compressione.
uk_ua: Це дозволить додати директиви у файл .htaccess, що покращить кешування і стиснення.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
it_it: Indica il secondo dominio del tuo negozio (es. myshop-media-server-1.com). Se non ce l'hai, lascia vuoto questo campo.
pt_pt: Nome do segundo domínio da sua loja, (por ex: minhaloja-media-server-1.com). Se não tiver outro domínio, deixe este campo em branco.
uk_ua: Ім'я другого домену магазину ( наприклад myshop-media-server-1.com). Якщо його немає, залиште поле пустим.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
it_it: Indica il terzo dominio del tuo negozio (es., myshop-media-server-2.com). Se non ce l'hai, lascia vuoto questo campo.
pt_pt: Nome do terceiro domínio da sua loja, (ex: minhaloja-media-server-2.com). Se não tiver outro domínio, deixe este campo em branco.
uk_ua: Ім'я третього домену магазину ( наприклад myshop-media-server-2.com). Якщо його немає, залиште поле пустим.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
it_it: Indica il quarto dominio del tuo negozio (es., myshop-media-server-3.com). Se non ce l'hai, lascia vuoto questo campo.
pt_pt: Nome do quarto domínio da sua loja, (ex: minhaloja-media-server-3.com). Se não tiver outro domínio, deixe este campo em branco.
uk_ua: Ім'я четвертого домену магазину ( наприклад myshop-media-server-2.com). Якщо його немає, залиште поле пустим.

source: Enter "5" if you do not want to receive any emails.
hr_hr: Unesite "5" ukoliko ne želite primati e-mail poruke
it_it: Inserisci “5” se non vuoi ricevere nessuna email.
pt_pt: Inserir um nº: 1(informativo) 2(aviso) 3(erro) 4(erro grave) 5(não receber emails)
uk_ua: Введіть "5", якщо не хочете отримувати жодних листів.

source: Emails will be sent to the shop owner.
hr_hr: E-mailovi će biti poslani vlasniku trgovine.
it_it: E-mail vengono inviate al proprietario del negozio.
pt_pt: Os emails serão enviados para o dono da loja.
uk_ua: E-mail повідомлення будуть відправлятись власнику магазину.

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
hr_hr: Vaš avatar u PrestaShop 1.7.x je vaša slika profila na %url%. Za promjenu vašeg avatara, prijavite se na PrestaShop.com sa vašom e-mail adresom %email% i slijedite upute na ekranu.
it_it: In PrestaShop 1.7.x il tuo avatar è la foto del tuo profilo su %url%. Per cambiare il tuo avatar, accedi a PrestaShop.com con la tua email %email% e segui le istruzioni sullo schermo.
uk_ua: Ваш аватар в PrestaShop 1.7.x це ваше зображення профілю %url%. Для його зміни увійдіть до PrestaShop.com з вашим E-mail %email% та слідуйте інструкціям.

source: Password should be at least %num% characters long.
hr_hr: Lozinka mora biti najmanje %num% znakova.
it_it: La password deve avere almeno %num% caratteri.
pt_pt: A palavra-passe deve ter, pelo menos, %num% carateres.
uk_ua: Мінімальна довжина паролю - %num% символів.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
hr_hr: PrestaShop može vam pružiti smjernice i redovito vam šalje savjete o tome kako optimizirati upravljanje vašoj trgovini koje će vam pomoći u rastu vašeg poslovanja. Ako ne želite primati ove savjete, poništite taj okvir.
it_it: PrestaShop può fornirti indicazioni su base regolare inviandoti suggerimenti su come ottimizzare la gestione del tuo negozio che ti aiuteranno a far crescere i tuoi affari. Se non desideri ricevere questi suggerimenti, puoi disattivare questa opzione.
pt_pt: A equipa do PrestaShop pode dar-lhe orientações regulares com conselhos sobre como otimizar a gestão da sua loja, o que o irá ajudar a desenvolver a sua atividade. Se não pretende receber estes conselhos, deve desmarcar esta opção.
uk_ua: PrestaShop може надати вам рекомендації, відправляючи поради з оптимізації керування магазином, які допоможуть розвивати ваш бізнес. Якщо ви не хочете отримувати ці поради, ви можете відключити цю опцію.

source: This page will be displayed just after login.
hr_hr: Ova će se stranica prikazati odmah nakon prijave.
it_it: Questa pagina verrà visualizzata solo dopo il login.
pt_pt: Esta página será exibida logo após iniciar a sessão.
uk_ua: Цю сторінку буде показано після входу в систему.

source: Allow or disallow this employee to log in to the Admin panel.
hr_hr: Dozvoli ili ne dozvoli ovom djelatniku prijavu u administraciju.
it_it: Definisci i privilegi di amministrazione per questo dipendente.
pt_pt: Permitir ou não que este empregado inicie sessão no painel de administração.
uk_ua: Дозволити чи заборонити цьому працівнику входити до Панелі управління.

source: -- Choose --
hr_hr: -- Odaberite --
it_it: -- Scegli --
pt_pt: – Escolher –
uk_ua: -- Виберіть --

source: Select the shops the employee is allowed to access.
hr_hr: Odaberi trgovine kojima zaposlenik ima pravo pristupa.
it_it: Seleziona i negozi dove è consentito accedere all'impiegato.
pt_pt: Selecionar as lojas que este funcionário tem permissão para aceder.
uk_ua: Оберіть магазини, до яких співробітнику мають доступ.

source: Before activating the webservice, you must be sure to:
hr_hr: Prije aktivacije web servisa, morate biti sigurni da:
it_it: Prima di attivare il servizio web, assicurati di:
pt_pt: Antes de ativar o webservice, tem de ter a certeza do seguinte:
uk_ua: Перед активацією веб-сервісу потрібно переконатися, що:

source: Check that URL rewriting is available on this server.
hr_hr: Provjerite da li je URL rewriting omogućen na ovom serveru.
it_it: Controlla che sul server sia disponibile la riscrittura delle URL.
pt_pt: Verifique se a funcionalidade de reescrita de URL (URL rewriting) está disponível no servidor.
uk_ua: Перевірте доступність URL rewriting на цьому сервері.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
hr_hr: Provjerite da je pet je metoda GET, POST, PUT, DELETE i HEAD podržano na ovom serveru.
it_it: Verifica che i cinque metodi GET, POST, PUT, DELETE e HEAD siano supportati dal tuo server.
pt_pt: Verifique que os cinco métodos GET, POST, PUT, DELETE e HEAD são suportados por este servidor.
uk_ua: Перевірте підтримку 5 методів GET, POST, PUT, DELETE і HEAD

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
hr_hr: Prije odabira "Da", provjerite da PHP nije podešen kao Apache modul na vašem serveru.
it_it: Prima di scegliere "Sì", controlla che sul tuo server il PHP non sia configurato come modulo Apache.
pt_pt: Antes de escolher \"Sim\", verifique se o PHP não está configurado como um módulo do Apache no servidor.
uk_ua: Перед вибором "Так", впевніться що PHP не налаштований як Apache-модуль на вашому сервері.

source: Quick description of the key: who it is for, what permissions it has, etc.
hr_hr: Brzi opis ključa: tko je za, koje dozvole ima, itd.
it_it: Breve descrizione della chiave: per chi è, che permessi ha, ecc.
pt_pt: Descrição sumária da chave: quem vai utilizar, para que serve, permissões, etc...
uk_ua: Короткий опис ключа: що це, які дає права, та інше.

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
hr_hr: Koristite ovu opciju za dijeljene podataka (proizvodi, moduli itd.) na isti način za sve odabrane trgovine
it_it: Utilizzare questa opzione per i dati associati (prodotti, moduli, ecc) allo stesso modo per il negozio selezionato.
pt_pt: Use esta opção para associar dados (produtos, módulos, etc.) da mesma forma para cada loja selecionada.
uk_ua: Використовуйте цю опцію, щоб призначити дані (товари, модулі, і т.і.) для вибраного магазину.

source: Click here to display the shops in the %s shop group
it_it: Clicca qui per vedere i negozi nel gruppo negozi %s
pt_pt: Clique aqui para mostrar as lojas no grupo de lojas %s
uk_ua: Натисніть тут для показу магазинів у %s групі магазину

source: Click here to display the URLs of the %s shop
it_it: Clicca qui per vedere le URL nel gruppo URL %s
pt_pt: Clique aqui para mostrar o URL da loja %s
uk_ua: Натисніть тут для показу URL-адрес магазину %s

source: Click here to display the list of shop groups
hr_hr: Kliknite ovdje za prikaz popisa grupa trgovina
it_it: Clicca qui per vedere l'elenco dei gruppi negozi
pt_pt: Clique aqui para mostrar a lista de Grupos de Lojas
uk_ua: Натисніть тут для показу переліку груп магазину

source: How do I create a new SQL query?
hr_hr: Kako kreirati novi sql upit?
it_it: Come posso creare una nuova query SQL?
pt_pt: Como criar uma nova consulta SQL:
uk_ua: Як створити новий SQL запит?

source: Click "Add New".
hr_hr: Kliknite na "Dodaj novi".
it_it: Clicca \"Aggiungi Nuovo\" .
pt_pt: Clique no botão + (Adicionar Novo).
uk_ua: Клікніть \"Додати нове\"

source: Fill in the fields and click "Save".
hr_hr: Ispunite polja i kliknite "Spremi".
it_it: Riempi i campi e clicca "Salva" .
pt_pt: Preencha os campos e clique em "Guardar".
uk_ua: Заповніть поля і натисніть кнопку "Зберегти".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
hr_hr: Tada možete vidjeti rezultat upita klikom na "Uredi radnje" u padajućem izborniku
it_it: Potrai vedere i risultati della query cliccando sull'azione Modifica nel menù a discesa
pt_pt: Pode ver os resultados da consulta, selecionando a ação Editar do menu drop-down
uk_ua: Ви можете переглянути результати запиту обравши Редагувати в розкривному меню

source: You can also export the query results as a CSV file by clicking on the Export button
hr_hr: Također možete izvesti rezultat upita u CSV datoteku klikom na gumb "Izvoz"
it_it: Puoi anche esportare i risultati della query come file CSV cliccando sul pulsante Esporta
pt_pt: Pode exportar os resultados da consulta SQL como um ficheiro CSV, usando o botão Exportar
uk_ua: Також, ви можете експортувати результати запиту у вигляді CSV файлу, натиснувши кнопку Експорт

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
hr_hr: Zanemarite ovo polje ukoliko ne koristite alat Više trgovina. Ukoliko ostavite ovo polje praznim, koristiti će se osnovna trgovina.
it_it: Ignora questo campo se non utilizzi lo strumento Multinegozio. Se non compili questo campo, verrà utilizzato il negozio di default.
pt_pt: Ignore esta campo se não usar a ferramenta de Multi-loja. Se deixar este campo vazio, a loja padrão será usada.
uk_ua: Ігноруйте це поле, якщо ви не використовуєте функцію Мультимагазин. Якщо поле не заповнене, то буде використовуватись типовий магазин.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
hr_hr: Omogućite napredna upravljanja zalihama proizvoda (0 = Ne, 1 = Da)
it_it: Attiva la gestione avanzata del prodotto (0 = No, 1 = Si)
pt_pt: Ativar Gestão de Stock Avançada no produto (0 = não, 1 = sim)
uk_ua: Увімкнути Розширене керування запасами для товару (0 = Ні, 1 = Так)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
hr_hr: 0 = Koristi količinu postavljenu uz proizvod, 1 = koristi količinu iz skladišta.
it_it: 0 = Usa la quantità del prodotto, 1 = Usa la quantità del magazzino.
pt_pt: 0 = usar quantidade definida no produto, 1 = usar quantidade definida no armazém.
uk_ua: 0 = використовувати кількість зазначену в товарі, 1 = використовувати кількість зі складу.

source: ID of the warehouse to set as storage.
hr_hr: ID spremišta postaviti kao skladište.
it_it: ID del magazzino da impostare come deposito.
pt_pt: ID do armazém definido como armazém-central.
uk_ua: ID складу, щоб встановити в якості сховища.

source: A category root is where a category tree can begin. This is used with multistore.
hr_hr: Korijenska kategorija je kategorija od koje počinje stablo. Ovo se koristi kod Više trgovina.
it_it: La categoria madre è dove inizia l'albero delle categorie. Questo è usato con il Multinegozio.
pt_pt: A categoria raiz é onde a árvore da categoria pode começar. Isto é usado com as Multi-lojas.
uk_ua: Категорія вважається кореневою, якщо дерево категорій починається з неї. Використовується з функцією "Мультимагазин".

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
hr_hr: Omogućite napredna upravljanja zalihama proizvoda (0 = Ne, 1 = Da).
it_it: Attiva la gestione avanzata del prodotto (0 = No, 1 = Si).
pt_pt: Ativar Gestão de Inventário Avançada no produto (0 = Não, 1 = Sim).
uk_ua: Увімкнути Розширене керування запасами для товару (0 = Ні, 1 = Так).

source: or
hr_hr: ili
it_it: o
pt_pt: ou
uk_ua: або

source: How to restore a database backup in 10 easy steps
hr_hr: Kako vratiti sigurnosnu kopiju (backup) u 10 lakih koraka
it_it: Come ripristinare il backup di un database in 10 semplici passi
pt_pt: Como repor uma cópia de segurança da base de dados em 10 passos simples
uk_ua: Як відновити резервну базу данних за 10 простих кроків

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
hr_hr: Postavite "Omogući trgovinu" na "Ne" na stranici "Održavanje" pod izbornikom "Postavke".
it_it: Impostare "Abilita negozio" su "No" nel tab Preferenze - Manutenzione.
pt_pt: Defina "Ativar Loja" para "Não" na página de "Manutenção" no menu "Preferências".
uk_ua: Вимкніть доступ до магазину на сторінці "Налаштування магазину" > "Загальні" > "Технічне обслуговування".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
hr_hr: Preuzmite backup iz popisa ispod ili s FTP servera (u mapi "admin/backups").
it_it: Scarica il Backup dalla lista seguente o via ftp (cartella "admin/backups" ).
pt_pt: Transfira a cópia de segurança da lista abaixo ou do seu servidor FTP (na pasta "admin/backups")
uk_ua: Виберіть резервну копію зі списку нижче або завантажите на Ftp-Сервер (у директорію "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
hr_hr: Provjerite integritet backupa: potražite greške, nepotpune datoteke i sl. Provjerite sve Vaše podatke.
it_it: Verifica l'integrità del Backup: guarda gli errori, i file incompleti. Verifica tutti i dati.
pt_pt: Verifique a integridade da cópia de segurança: Procure por erros, ficheiro incompleto, etc... Certifique-se de que verifica todos os seus dados.
uk_ua: Переконайтеся що резервна копія не ушкоджена, перевірте наявність помилок, переконайтеся що всі дані збережені.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
hr_hr: Zatražite od Vašeg hosting dobavljača za "phpMyAdmin" pristup Vašoj bazi
it_it: Domanda al tuo provider di darti l'accesso al “phpmyadmin” per il tuo database.
pt_pt: Por favor, peça ao seu fornecedor de alojamento o acesso à sua base de dados através do "phpMyAdmin".
uk_ua: Отримайте доступ до бази даних використовуючи "phpmyadmin" (адреса й паролі уточніть у вашого хостинг-провайдера)

source: Connect to "phpMyAdmin" and select your current database.
hr_hr: Spojite se u "phpMyAdmin" i odaberite trenutnu bazu
it_it: Connettiti al "phpMyAdmin" e seleziona il database corrente.
pt_pt: Ligue-se ao "phpMyAdmin" e selecione a sua base de dados atual.
uk_ua: Підключіться до "phpmyadmin" і виберіть поточну базу даних

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
hr_hr: Ukoliko niste omogućili "Obriši postojeće tablice", morate obrisati sve tablice iz trenutne baze.
it_it: Fino a quando non abiliti "Cancella le tabelle esistenti" devi cancellare tutte le tabelle dal tuo database corrente
pt_pt: A não ser que tenha ativado a opção "Eliminar as tabelas existentes", tem de eliminar todas as tabelas da sua base de dados atual.
uk_ua: Якщо опція "видалення таблиць" не включена, вам потрібно видалити всі таблиці з поточної бази даних.

source: At the top of the screen, please select the "Import" tab
hr_hr: Na vrhu ekrana kliknite na karticu "Uvoz"
it_it: In alto nella pagine seleziona il tab “importa”
pt_pt: No topo da janela, selecione o separador "Importar"
uk_ua: Вгорі екрану оберіть вкладку "Import"

source: Click on the "Browse" button and select the backup file from your hard drive.
hr_hr: Kliknite na gumb "Pretraži..." i odaberite backup datoteku iz Vašeg računala
it_it: Clicca su "Sfoglia..." e seleziona il Backup dal tuo Hard Disk.
pt_pt: Clique no botão "Browse" e selecione o ficheiro da cópia de segurança localizado no disco do seu computador.
uk_ua: Натисніть на кнопку "Огляд." і виберіть файл резервної копії

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
hr_hr: Ako vaša backup datoteka prelazi tu granicu, kontaktirajte vašeg web pružatelja usluge za pomoć.
it_it: Se il tuo file di backup eccede questo limite, contatta il tuo hosting provider per assistenza.
pt_pt: Se a sua cópia de segurança exceder este limite, contacte o seu fornecedor de alojamento para obter ajuda.
uk_ua: Якщо резервна копія перевищує дане обмеження, зв'яжіться з вашим хостинг-провайдером.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
hr_hr: Kliknite na gumb "Kreni" i strpljivo čekajte da se proces učitavanja završi. To može potrajati nekoliko minuta.
it_it: Clicca sul bottone "Go" e aspetta che termini l'import, potrebbe impiegarci diversi minuti.
pt_pt: Clique no botão "Go" e aguarde pacientemente que o processo de importação termine. Este processo poderá demorar alguns minutos.
uk_ua: Натисніть на кнопку "Вперед" та дочекайтеся завершення процесу імпорту. Це може зайняти кілька хвилин.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
hr_hr: PrestaShop nije odgovoran za Vašu bazu podataka, backup, podatke i povratak iz backupa.
it_it: PrestaShop non è responsabile per il database, il suo backup e/o ripristino dei dati.
pt_pt: O PrestaShop não é responsável pela sua base de dados, a sua cópia de segurança e/ou a sua recuperação.
uk_ua: Prestashop не несе відповідальності за базу даних, резервну копію, процес відновлення й дані.

source: How to restore a database backup in 10 easy steps:
hr_hr: Kako vratiti backup baze u 10 jednostavnih koraka:
it_it: Come ripristinare un backup del database in 10 facili passi:
pt_pt: Como recuperar uma cópia de segurança da base de dados em 10 simples passos:
uk_ua: Як відновити резервну базу даних за 10 простих кроків:

source: You can read information on import at:
hr_hr: Možete pročitati informacije o uvozu na:
it_it: Puoi leggere ulteriori informazioni sull'importazione su:
pt_pt: Pode ler informações sobre importação em:
uk_ua: Ви можете прочитати інструкцію про імпорт:

source: http://en.wikipedia.org/wiki/Comma-separated_values
it_it: https://it.wikipedia.org/wiki/Comma-separated_values

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
hr_hr: Dopušteni formati: .csv, .xls, .xlsx, .xlst, .ods, .ots
it_it: Formati consentiti: .csv, .xls, .xlsx, .xlst, .ods, .ots
pt_pt: Formatos permitidos: .csv, .xls, .xlsx, .xlst, .ods, .ots
uk_ua: Дозволені формати: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
hr_hr: Samo UTF-8 i ISO-8859-1 formati su dozvoljeni
it_it: Sono permesse solamente le codifiche UTF-8 e ISO 8859-1
pt_pt: Apenas são permitidas as codificações UTF-8 e ISO-8859-1
uk_ua: Дозволено лише файли в кодуванні UTF-8 та ISO-8859-1

source: You can also upload your file via FTP to the following directory: %s .
hr_hr: Također, možete prabeciti Vašu datoteku putem FTP-a u slijedeću mapu: %s .
it_it: Puoi anche caricare il file tramite FTP sulla seguente directory: %s.
pt_pt: Também poderá enviar o ficheiro via FTP para a pasta: %s .
uk_ua: Також ви можете завантажити файл через FTP до теки: %s .

source: e.g.
hr_hr: npr.
it_it: es.
pt_pt: por ex.
uk_ua: напр.,

source: If enabled, the product's reference number MUST be unique!
hr_hr: Ako je omogućeno, referentni broj proizvoda MORA biti jedinstven!
it_it: se abilitato, il numero di riferimento del prodotto deve essere univoco!
pt_pt: Caso esteja ativado, a referência do produto TEM DE SER única!
uk_ua: Якщо увімкнено, то коди товарів ПОВИННІ бути унікальними!
