Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/EmailsSubject.*.xlf
Languages: it_it

source: New voucher for your order %s
it_it: Nuovo voucher riguardante il tuo ordine %s

source: Order confirmation
it_it: Conferma ordine

source: Welcome!
it_it: Benvenuto!

source: Your guest account has been transformed into a customer account
it_it: Il tuo account ospite è stato cambiato in un account cliente

source: The virtual product that you bought is available for download
it_it: Il prodotto virtuale che hai acquistato è disponibile per il download

source: Package in transit
it_it: Ordine spedito

source: Log: You have a new alert from your shop
it_it: Log: Hai un nuovo avviso dal tuo negozio

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
it_it: Il tuo messaggio è stato correttamente inviato #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
it_it: Il tuo messaggio è stato inviato correttamente

source: Message from contact form
it_it: Messaggio da modulo di contatto

source: Newsletter voucher
it_it: Buono sconto newsletter

source: Newsletter confirmation
it_it: Conferma newsletter

source: Email verification
it_it: Verifica email

source: Password query confirmation
it_it: Conferma password query

source: Your new password
it_it: La tua nuova password

source: Message from a customer
it_it: Messaggio da un cliente

source: Fwd: Customer message
it_it: Messaggio cliente

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
it_it: È disponibile una risposta al tuo messaggio #ct%thread_id% #tc%thread_token%

source: New message regarding your order
it_it: Nuovo messaggio riguardo il tuo ordine

source: New credit slip regarding your order
it_it: Nuova nota di credito riguardo il tuo ordine

source: New voucher for your order #%s
it_it: Nuovo voucher riguardante il tuo ordine %s

source: Process the payment of your order
it_it: Esegui il pagamento per il tuo ordine

source: Your order return status has changed
it_it: Stato restituzione ordine modificato

source: Import complete
it_it: Importazione completata
