Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/messages.*.xlf
Languages: it_it, ja_jp

source: Add
it_it: Aggiungi
ja_jp: 追加

source: Edit
it_it: Modifica
ja_jp: 編集

source: List
it_it: Lista
ja_jp: リスト

source: View details
it_it: Vedi dettagli
ja_jp: 詳細を表示

source: Options
it_it: Opzioni
ja_jp: オプション

source: Generator
it_it: Generatore

source: Add new
it_it: Aggiungi nuovo
ja_jp: 新規作成

source: View
it_it: Vedi
ja_jp: 表示

source: yes
it_it: sì
ja_jp: はい

source: filter by %s
it_it: filtra per %s

source: %s deletion
it_it: Cancellazione %s
ja_jp: %s 削除

source: %s addition
it_it: Aggiunta %s
ja_jp: %s 追加

source: %s modification
it_it: %s modifica

source: Edit: %s
it_it: Modifica: %s
ja_jp: 編集: %s

source: Save
it_it: Salva
ja_jp: 保存

source: Cancel
it_it: Annulla
ja_jp: キャンセル

source: Export
it_it: Esporta
ja_jp: エクスポート

source: Bad SQL query
it_it: Query SQL non valida
ja_jp: 不正なSQLクエリ

source: Operational
it_it: Operativo

source: Degraded Performance
it_it: Prestazioni Degradate

source: Partial Outage
it_it: Interruzione Parziale

source: Major Outage
it_it: Interruzione Importante

source: Do you really want to uninstall this module?
it_it: Vuoi veramente disinstallare questo modulo?
ja_jp: 本当にこのモジュールをアンインストールしますか？

source: Disable this module
it_it: Disattiva questo modulo
ja_jp: このモジュールは無効

source: Enable this module for all shops
it_it: Abilita questo modulo per tutti I negozi
ja_jp: すべてのショップのためにこのモジュールを有効

source: Disable
it_it: Disattiva
ja_jp: 無効にする

source: Enable
it_it: Attiva
ja_jp: 有効

source: Disable on mobiles
it_it: Disattiva sui dispositivi mobili

source: Disable on tablets
it_it: Disattiva sui tablet
ja_jp: タブレットで無効にする

source: Disable on computers
it_it: Disabilita sui computer

source: Display on mobiles
it_it: Mostra sui dispositivi mobili

source: Display on tablets
it_it: Mostra sui tablets

source: Display on computers
it_it: Mostra sui computer

source: Configure
it_it: Configura
ja_jp: 全般設定

source: Delete
it_it: Elimina
ja_jp: 削除

source: This action will permanently remove the module from the server. Are you sure you want to do this?
it_it: Questa azione rimuove in permanenza il modulo dal server. Sei sicuro di volerlo fare?
ja_jp: このアクションはサーバから完全にモジュールを削除します。あなたは本当にこれを行いたいですか？

source: Back to list
it_it: Torna alla lista
ja_jp: リストへ戻る

source: Enable selection
it_it: Attiva selezionati
ja_jp: 選択を有効

source: Disable selection
it_it: Disattiva selezionati
ja_jp: 選択を無効

source: Delete selected
it_it: Elimina selezione
ja_jp: 選択対象を削除

source: Delete selected items?
it_it: Eliminare gli elementi selezionati?
ja_jp: 選択されたアイテムを削除しますか？

source: Class
it_it: Classe

source: Position
it_it: Posizione
ja_jp: 表示位置

source: Menus
it_it: Menù
ja_jp: メニュー

source: Add new menu
it_it: Aggiungi un nuovo menu
ja_jp: 新しいメニューを追加

source: Invalid characters:
it_it: Caratteri non validi:
ja_jp: 利用できない文字：

source: Status
it_it: Stato
ja_jp: 有効

source: Show or hide menu.
it_it: Mostra o nascondi menù.
ja_jp: メニューの表示または隠す

source: Parent
it_it: Genitore

source: Recommended Modules and Services
it_it: Moduli e Servizi raccomandati
ja_jp: おすすめのモジュールとサービス

source: Reset
it_it: Reimposta
ja_jp: リセット

source: Translate
it_it: Traduci
ja_jp: 翻訳

source: Update
it_it: Aggiorna
ja_jp: 更新

source: Manage hooks
it_it: Gestisci i punti di collegamento
ja_jp: フックの管理

source: Install
it_it: Installa
ja_jp: インストール

source: Uninstall
it_it: Disinstalla
ja_jp: アンインストール

source: Remove from Favorites
it_it: Rimuovi dai preferiti
ja_jp: お気に入りから削除

source: Mark as Favorite
it_it: Aggiungi ai preferiti
ja_jp: お気に入りにする

source: No modules available in this section.
it_it: Nessun modulo disponibile in questa sezione.
ja_jp: このセクション内に利用可能なモジュールはありません

source: You bought this module on PrestaShop Addons. Thank You.
it_it: Hai acquistato questo modulo su PrestaShop Addons. Grazie.
ja_jp: PrestaShop Addonsでこのモジュールを購入しました。ありがとうございました。

source: Bought
it_it: Acquistato
ja_jp: 購入済

source: This module is available on PrestaShop Addons
it_it: Questo modulo è disponibile su PrestaShop Addon

source: Popular
it_it: Popolare
ja_jp: 人気商品

source: Official
it_it: Ufficiale

source: Need update
it_it: Da aggiornare

source: Free
it_it: Gratis
ja_jp: 無料！

source: Module %1s
it_it: Modulo %1s
ja_jp: モジュール %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
it_it: Ufficiale,, modulo certificato da PrestaShop. Gratuito, sicuro e include gli aggiornamenti!

source: Update it!
it_it: Aggiorna!
ja_jp: 更新する！

source: Install the selection
it_it: Installa la selezione
ja_jp: 選択してインストール

source: Uninstall the selection
it_it: Disinstalla la selezione
ja_jp: 選択をアンインストール

source: Would you like to delete the content related to this module ?
it_it: Vuoi cancellare i contenuti relativi a questo modulo?
ja_jp: このモジュールに関連するコンテンツを削除しますか？

source: by
it_it: da
ja_jp: より

source: Confirm reset
it_it: Conferma ripristino
ja_jp: リセットを確認

source: No - reset only the parameters
it_it: No - ripristina solo i parametri
ja_jp: いいえ - パラメータのみをリセットします。

source: Yes - reset everything
it_it: Si - ripristina tutto
ja_jp: はい - すべてをリセットします

source: Preferences saved
it_it: Preferenze salvate
ja_jp: 初期設定は登録されました

source: Add my IP
it_it: Aggiungi il mio IP
ja_jp: 自分のIPアドレスを追加

source: (tax excl.)
it_it: (Tasse escluse)
ja_jp: （税別）

source: Multistore
it_it: Multinegozio
ja_jp: マルチストア

source: Check / Uncheck all
it_it: Seleziona / Deseleziona tutti
ja_jp: すべて チェックする / チェックをはずす

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
it_it: Stai modificando questa pagina per un negozio o un gruppo specifico. Clicca "Sì" per selezionare tutti i campi, "No" per deselezionarli tutti.
ja_jp: 特定のショップもしくはグループのページを編集しています。すべてのフィールドをチェックするには「はい」をクリックし、すべてをオフにするには「いいえ」をクリックします。

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
it_it: Se selezioni in campo, cambi il suo valore, e salvi, la struttura multinegozio non sarà applicata a questo negozio (o gruppo), per questo particolare parametro.

source: You can't change the value of this configuration field in the context of this shop.
it_it: Non è possibile modificare il valore di questo campo di configurazione nel contesto di questo negozio.
ja_jp: このショップのコンテキストで、この設定項目の値を変更することができません

source: Generate your Google sitemap file
it_it: Genera il tuo file sitemap di Google
ja_jp: Googleサイトマップファイルを生成

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
it_it: Si è verificato un errore mentre si tentava di verificare i permessi sui file. Per favore imposta i tuoi permessi per consentire a PrestaShop per scrivere i file nella tua directory principale.
ja_jp: ファイルのパミッションを確認しようとしてエラーが発生しました。 PrestaShopがルートディレクトリにファイルを書き込めるようにアクセス許可を調整してください

source: Merchant Expertise
it_it: Commerciante esperto
ja_jp: マーチャントの専門知識

source: Features
it_it: Funzioni
ja_jp: 「商品データ項目」機能

source: Achievements
it_it: Successi
ja_jp: 実績

source: International
it_it: Internazionale
ja_jp: インターナショナル

source: 1. Beginner
it_it: 1. Amatore
ja_jp: 1.初心者

source: 3. Expert
it_it: 3. Esperto
ja_jp: 3. エキスパート

source: 4. Wizard
it_it: 4. Mago

source: 6. Legend
it_it: 6. Leggenda

source: Become an e-commerce expert within the blink of an eye!
it_it: Diventa un esperto di e-commerce in un batter d'occhio!
ja_jp: 一瞬でe-コマースのエキスパートになりましょう！

source: Your Merchant Expertise
it_it: La tua Esperienza Commerciante
ja_jp: マーチャントの専門知識

source: Level
it_it: Livello
ja_jp: レベル

source: Last badge :
it_it: Ultimo badge:

source: Next badge :
it_it: Prossimo badge:
ja_jp: 次のバッジ：

source: View my complete profile
it_it: Vedi il mio profilo completo

source: Administration
it_it: Amministrazione
ja_jp: 制限管理設定

source: Advertising and Marketing
it_it: Pubblicità e Marketing
ja_jp: 広告＆マーケティング

source: Analytics and Stats
it_it: Statistiche e Analisi
ja_jp: 分析と統計

source: Taxes & Invoicing
it_it: Tasse e fatturazione
ja_jp: 税金と請求

source: Checkout
it_it: Processo di acquisto
ja_jp: 注文

source: Content Management
it_it: Gestione contenuti
ja_jp: コンテンツ管理

source: Customer Reviews
it_it: Recensioni dei Clienti
ja_jp: カスタマーレビュー

source: Emailing
it_it: Email
ja_jp: メール

source: Front office Features
it_it: Funzionalità del Front Office
ja_jp: ショップの機能

source: Internationalization and Localization
it_it: Internazionalizzazione e Localizzazione
ja_jp: 国際化と地域化

source: Migration Tools
it_it: Strumenti di migrazione
ja_jp: 移行ツール

source: Payments and Gateways
it_it: Pagamento e Gateway
ja_jp: 支払いとゲートウェイ

source: Site certification & Fraud prevention
it_it: Certificazione sito e protezione da truffe
ja_jp: サイト認証と詐欺防止

source: Pricing and Promotion
it_it: Prezzo e Promozioni
ja_jp: 価格とプロモーション

source: Quick / Bulk update
it_it: Aggiornamento rapido / cumulativo
ja_jp: クイック / バルクアップデート

source: Shipping and Logistics
it_it: Spedizione e Logistica
ja_jp: 出荷と物流

source: Slideshows
it_it: Slideshow
ja_jp: スライドショー

source: Comparison site & Feed management
it_it: Sito di comparazione e gestione feedback

source: Dashboard
it_it: Pannello di controllo
ja_jp: ダッシュボード

source: Internationalization & Localization
it_it: Internazionalizzazione & Localizzazione

source: Emailing & SMS
it_it: Email & SMS

source: Social Networks
it_it: Social network
ja_jp: ソーシャルネットワーク

source: Module not found
it_it: Modulo non trovato
ja_jp: モジュールが見つかりません

source: Modules to update
it_it: Moduli da aggiornare
ja_jp: 更新するモジュール

source: Translate this module
it_it: Traduci questo modulo

source: This module cannot be installed
it_it: Non è stato possibile installare questo modulo
ja_jp: このモジュールはインストールできません

source: Important Notice
it_it: Avviso Importante

source: This module is Untrusted for your country
it_it: Questo modulo non è affidabile per il tuo paese

source: Other Modules
it_it: Altri moduli
ja_jp: その他のモジュール

source: Installed Modules
it_it: Moduli installati
ja_jp: インストールされたモジュール

source: Disabled Modules
it_it: Moduli disattivati
ja_jp: 無効なモジュール

source: Filter by
it_it: Filtra per
ja_jp: 絞込み条件

source: Installed & Not Installed
it_it: Installati e non installati
ja_jp: インストールとアンインストール

source: Modules Not Installed
it_it: Moduli non installati

source: Enabled & Disabled
it_it: Attivati e disattivati
ja_jp: 有効＆無効

source: Enabled Modules
it_it: Moduli attivati
ja_jp: 有効なモジュール

source: Authors
it_it: Autori
ja_jp: 作者

source: All Modules
it_it: Tutti i moduli
ja_jp: すべてのモジュール

source: Free Modules
it_it: Moduli gratuiti
ja_jp: 無料のモジュール

source: Partner Modules (Free)
it_it: Moduli dei Partner (gratuiti)
ja_jp: パートナーモジュール（無料）

source: Must Have
it_it: Indispensabili
ja_jp: 保つ必要があります

source: Modules purchased on Addons
it_it: Moduli acquistati su Addons
ja_jp: アドオンで購入されたモジュール

source: All authors
it_it: Tutti gli autori

source: All countries
it_it: Tutte le nazioni
ja_jp: すべての国

source: Current country:
it_it: Nazione attuale:
ja_jp: 現在の国：

source: Module
it_it: Modulo
ja_jp: モジュール

source: Back to modules list
it_it: Torna all'elenco dei moduli
ja_jp: モジュール一覧に戻る

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
it_it: Questo avviene generalmente quando il modulo non viene distribuito attraverso il nostro market ufficiale, PrestaShop Addons - o quando il tuo server ha fallito nel collegamento con PrestaShop Addons.
ja_jp: これは通常、モジュールが公式のマーケットプレース、PrestaShop Addonsを通じて配布されていない場合、またはサーバーがPrestaShop Addonsと通信できなかった場合に発生します。

source: Author
it_it: Autore
ja_jp: 作者

source: This module could not be verified by PrestaShop.
it_it: Questo modulo non ha potuto essere verificato da PrestaShop.
ja_jp: このモジュールはPrestaShopで認証できませんでした。

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
it_it: Poiché potresti non avere installato questo modulo da PrestaShop Addons, non possiamo asserire che esso soddisfi i nostri requisiti di sicurezza (es. che non aggiunga funzionalità nascoste come ads, links nascosti, spam, ecc...).
ja_jp: PrestaShop Addons からこのモジュールをインストールしていない可能性があるため、モジュールが安全要件に準拠しているかどうかが不明です（広告、隠しリンク、スパムなどの隠れた機能が追加されてかなど）。

source: You can search for similar modules on the official marketplace.
it_it: Puoi cercare moduli simili nel market ufficiale.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
it_it: [1]Clicca qui per sfogliare il nostro catalogo su PrestaShop Addons[/1].

source: None
it_it: Nessuno
ja_jp: なし

source: Page
it_it: Pagina
ja_jp: ページ

source: Choose layouts
it_it: Scegli layout
ja_jp: レイアウトを選択

source: Comment:
it_it: Commento:
ja_jp: コメント:

source: Not Installed
it_it: Non installato
ja_jp: インストールされていません

source: Installed
it_it: Installato
ja_jp: インストール

source: More modules on addons.prestashop.com
it_it: Altri moduli su addons.prestashop.com
ja_jp: addons.prestashop.com のその他のモジュール

source: Your Sitemaps were successfully created. Please do not forget to setup the URL
it_it: La tua mappa del sito è stata creata con successo. Non scordarti di impostare l'URL
ja_jp: サイトマップの作成に成功しました。 URLを設定することを忘れないでください

source: in your Google Webmaster account.
it_it: nel tuo account di Google Webmaster.
ja_jp: Google ウェブマスターアカウント内。

source: Your Sitemaps
it_it: Le tue mappe del sito
ja_jp: サイトマップ

source: Sitemaps were already created.
it_it: Le mappe del sito sono state già create.
ja_jp: サイトマップは既に作成されています。

source: Continue
it_it: Continua
ja_jp: 続行

source: Please set up the following Sitemap URL in your Google Webmaster account:
it_it: Prego imposta l'URL della mappa del sito nel tuo account di Google Webmaster:
ja_jp: Googleサーチコンソールに次のサイトマップのURLを設定してください：

source: This URL is the master Sitemaps file. It refers to the following sub-sitemap files:
it_it: Questa URL è del file principale delle Sitemaps. Esso fa riferimento ai seguenti files delle sub-sitemaps:

source: Your last update was made on this date:
it_it: Il tuo ultimo aggiornamento è stato fatto in questa data:
ja_jp: 最後の更新はこの日に行われました：

source: For a better use of the module, please make sure that you have
it_it: Per un miglior uso del modulo, controlla che tu abbia

source: a minimum memory_limit value of 128 MB.
it_it: un valore minimo per memory_limit di 128MB.

source: a minimum max_execution_time value of 30 seconds.
it_it: un valore minimo per max_execution_time di 30 sec.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
it_it: Devi modificare questi valori nel tuo file php.ini. Per ulteriori dettagli, contatta il tuo hosting provider.
ja_jp: これらの制限は、php.ini ファイルで編集できます。詳細については、ご利用のサーバー業者にお問い合わせください。

source: Configure your Sitemap
it_it: Configura la tua Mappa del sito

source: Several Sitemaps files will be generated depending on how your server is configured and on the number of activated products in your catalog.
it_it: Verranno generate diverse Sitemaps, in base alla configurazione del server e al numero dei prodottti attivati nel catalogo.

source: How often do you update your store?
it_it: Quanto spesso aggiorni il tuo negozio?
ja_jp: どのくらいの頻度でショップを更新しますか？

source: always
it_it: sempre

source: hourly
it_it: ogni ora

source: daily
it_it: ogni giorno

source: weekly
it_it: ogni settimana
ja_jp: 週別

source: monthly
it_it: ogni mese
ja_jp: 月別

source: yearly
it_it: ogni anno
ja_jp: 年別

source: never
it_it: mai
ja_jp: 一度もない

source: Check this box if you wish to check the presence of the image files on the server
it_it: Spunta questa casella se vuoi controllare la presenza di file immagine sul server.

source: check all
it_it: seleziona tutti

source: Indicate the pages that you do not want to include in your Sitemaps file:
it_it: Indica la pagina che non vuoi includere nella tua sitemap:

source: Generate Sitemap
it_it: Genera Mappa del Sito
ja_jp: サイトマップファイルを生成

source: This can take several minutes
it_it: Questo potrebbe impiegare alcuni minuti
ja_jp: この処理には数分かかる場合があります

source: You have two ways to generate Sitemap:
it_it: Hai due modi di generare la Mappa del Sito:
ja_jp: サイトマップを生成するには2つの方法があります：

source: Manually:
it_it: Manualmente:

source: using the form above (as often as needed)
it_it: usando il form seguente (ogni volta che sia necessario)

source: -or-
it_it: -oppure-

source: Automatically:
it_it: Automaticamente:
ja_jp: 自動処理：

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
it_it: Chiedi al tuo fornitore di hosting di impostare un "Cron Task" per caricare questa URL al tempo che desideri:

source: It will automatically generate your XML Sitemaps.
it_it: Questo genererà automaticamente la tua Mappa del Sito XML.

source: uncheck all
it_it: deseleziona tutti

source: Type:
it_it: Tipo:
ja_jp: タイプ:

source: Validated
it_it: Convalidato
ja_jp: 検証済み

source: Not Validated
it_it: Non convalidato

source: Level:
it_it: Livello:
ja_jp: レベル:

source: All
it_it: Tutto
ja_jp: すべて

source: Addons membership provides access to all our PrestaShop modules.
it_it: L'iscrizione ad Addons fornisce l'accesso a tutti i nostri moduli di PrestaShop.
ja_jp: アドオンのメンバーシップは、すべてのPrestaShopモジュールへのアクセスを提供します。

source: Once connected, your new modules will be automatically installed.
it_it: Una volta collegato, i tuoi nuovi moduli verranno automaticamente installati.
ja_jp: 接続されると、新しいモジュールが自動的にインストールされます。

source: Sign up
it_it: Registrati
ja_jp: 新規登録

source: Connect to PrestaShop Marketplace account
it_it: Collegati all'account del Marketplace di Prestashop

source: Log in
it_it: Entra
ja_jp: ログイン

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
it_it: Il modulo deve essere o un file Zip (.zip) o un file "tarball" (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
it_it: Carica il modulo dal tuo computer.
ja_jp: コンピュータからモジュールをアップロード

source: Module file
it_it: File del modulo
ja_jp: モジュールファイル

source: Choose a file
it_it: Scegli un file
ja_jp: ファイルを選択

source: Upload this module
it_it: Carica il modulo
ja_jp: このモジュールをアップロード

source: An upgrade is available for some of your modules!
it_it: È disponibile un aggiornamento per alcuni dei tuoi moduli!
ja_jp: ご利用中のモジュールに、更新できるものがあります！

source: Favorites
it_it: Preferiti
ja_jp: お気に入り

source: Become an e-commerce expert in leaps and bounds!
it_it: Diventa un esperto di e-commerce in passi da gigante!
ja_jp: とんとん拍子で e-コマースのエキスパートになりましょう！

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
it_it: Con tutte le grandi caratteristiche e benefici che PrestaShop offre, è importante tenere il passo!
ja_jp: PrestaShopが提供する優れた機能と利点のすべてを引き継いでいくことが重要です！

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
it_it: L'obiettivo principale di tutte le caratteristiche che offriamo è quello di far avere successo nel mondo dell'e-commerce. Per realizzare questo, abbiamo creato un sistema di medaglie e punti che lo rendono facile per monitorare i tuoi progressi come un commerciante. Abbiamo suddiviso il sistema in tre livelli, ognuno dei quali sono parte integrante del successo nel mondo dell'e-commerce: (I) L'utilizzo delle funzionalità di e-commerce chiave sul tuo negozio, (II) le prestazioni del fatturato, (III) la presenza sui mercati internazionali.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
it_it: Il più progressi fai con il tuo negozio, più medaglie e punti si guadagnano. Non c'è bisogno di fornire alcuna informazione o compilare alcun modulo, sappiamo quanto vi siete impegnati, tutto è automatico!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
it_it: Ora, con un click, si sarà in grado di vedere le migliorie di vendita che si potrebbero essere mancante. Approfitta e controlla qui sotto!

source: Our team is available to help. Contact us today!
it_it: Il nostro team è disponibile ad aiutarti. Contattaci oggi!

source: Fill out a contact form
it_it: Riempi un modulo di contatto

source: Completion level
it_it: Livello di completamento

source: No badge in this section
it_it: Nessuna medaglia in questa sezione

source: Do you really want to hide this advice?
it_it: Sei sicuro di voler nascondere questo consiglio?
ja_jp: 本当にこのアドバイスを非表示にしますか?

source: Your shop is in maintenance.
it_it: Il tuo negozio è in fase di manutenzione.
ja_jp: ショップは現在メンテナンス中です。

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
it_it: I tuoi visitatori e i clienti non possono accedere al tuo negozio mentre si trova in modalità manutenzione.%s Per gestire le impostazioni, vai alla scheda Parametri Negozio > Manutenzione.
ja_jp: メンテナンスモード中、訪問者や顧客はショップにアクセスできません。%s メンテナンス設定は、「ショップパラメータ」＞「全般」ページの「メンテナンス」タブから管理できます。

source: Maintenance mode
it_it: Modalità di manutenzione
ja_jp: メンテナンスモード

source: Your shop is in debug mode.
it_it: Il tuo negozio si trova in modalità debug.
ja_jp: 現在デバッグモードです。

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
it_it: Verranno mostrati tutti gli errori e i messaggi PHP. Quando non ne avrai più bisogno, [1]escludi[/1] questa modalità.
ja_jp: すべてのPHPエラーとメッセージが表示されます。必要がなくなったらこのモードを[1]オフにしてください[/1]。

source: Debug mode
it_it: Modalità di debug
ja_jp: デバッグモード

source: For security reasons, you must also delete the /install folder.
it_it: Per ragioni di sicurezza, devi anche cancellare la cartella /install.
ja_jp: セキュリティのため "/install" フォルダーを削除する必要があります。

source: This field will be modified for all your shops.
it_it: Questo campo verrà modificato per tutti i tuoi negozi.

source: This field will be modified for all shops in this shop group:
it_it: Questo campo sarà modificato per tutti i negozi in questo gruppo di negozi:

source: This field will be modified for this shop:
it_it: Questo campo verrà modificato per questo negozio:
ja_jp: このフィールドはこのショップ用に変更されます：

source: A new order has been placed on your shop.
it_it: È stato effettuato un nuovo ordine nel tuo negozio.
ja_jp: ショップに新しい注文が登録されました。

source: Order number:
it_it: Numero dell'ordine:
ja_jp: 注文番号：

source: Total:
it_it: Totale:
ja_jp: 合計：

source: View this order
it_it: Vedi quest'ordine
ja_jp: この注文を参照

source: A new customer registered on your shop.
it_it: Un nuovo cliente si è registrato nel tuo negozio.
ja_jp: ショップで新しいお客様が登録されました。

source: A new message was posted on your shop.
it_it: Al tuo negozio è stato inviato un nuovo messaggio.
ja_jp: ショップに新しいメッセージが届いています。

source: Read this message
it_it: Leggi questo messaggio
ja_jp: このメッセージを読む

source: Choose language
it_it: Scegli lingua
ja_jp: 言語を選択する

source: Update successful
it_it: Aggiornato con successo
ja_jp: 更新に成功しました
