Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/messages.*.xlf
Languages: it_it, ja_jp

source: Multiple value separator
it_it: Separatore valori multipli
ja_jp: 値の区切り文字

source: Please name your data matching configuration in order to save it.
it_it: Si prega di dare un nome alla configurazione di abbinamento dei dati per poterla salvare.

source: Match your data
it_it: Abbina i tuoi dati
ja_jp: データマッチング

source: Please match each column of your source file to one of the destination columns.
it_it: Collega ciascuna colonna del tuo file sorgente con una delle colonne di destinazione.
ja_jp: アップロードしたデータの各フィールドに対応するインストール先の項目をそれぞれ指定してください。

source: Load a data matching configuration
it_it: Carica una configurazione di abbinamento dei dati

source: Load
it_it: Carica
ja_jp: ロード

source: Save your data matching configuration
it_it: Salva una configurazione di abbinamento dei dati
ja_jp: データマッチング設定内容を保存

source: Two columns cannot have the same type of values
it_it: Due colonne non possono avere lo stesso tipo di valori
ja_jp: 2つのカラムに同じタイプの値を設定することはできません

source: This column must be set:
it_it: Questa colonna deve essere impostata:

source: Rows to skip
it_it: Righe da saltare
ja_jp: 処理をスキップする行

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
it_it: Questo numero indica quante tra le prime linee del tuo file vuoi saltare quando importi i dati. Per esempio imposta a 1 se la prima riga del tuo file contiene le intestazioni.
ja_jp: データを読み込む際に、ファイルの最初の行をスキップするかどうかを指定します。 例えばファイルの一行目に項目名などがヘッダーとして含まれている場合は "1" に設定します。

source: %limit% for suhosin.post.max_vars.
it_it: %limit% per suhosin.request.max_vars.
ja_jp: suhosin.post.max_varsの %limit%。

source: %limit% for suhosin.request.max_vars.
it_it: %limit% per suhosin.request.max_vars.
ja_jp: suhosin.request.max_vars の %limit%。

source: You MUST use this syntax in your translations. Here are several examples:
it_it: È necessario utilizzare questa sintassi nelle tue traduzioni. Ecco alcuni esempi:
ja_jp: 翻訳の際には、必ずこの構文を使わなければなりません。次の事例を参考にしてください：

source: Copy
it_it: Copia
ja_jp: コピー

source: Manage translations
it_it: Gestisci le traduzioni
ja_jp: 翻訳の管理：

source: This module is available for free thanks to our partner.
it_it: Questo modulo è disponibile gratuitamente grazie al nostro partner.
ja_jp: このモジュールは無料です。パートナーに感謝。

source: Read more
it_it: Maggiori informazioni
ja_jp: 続きを読む

source: No result
it_it: Nessun risultato
ja_jp: 該当なし

source: Real Time
it_it: In tempo reale
ja_jp: リアルタイム

source: You might be interested in
it_it: Potresti essere interessato a
ja_jp: こちらの商品にも興味がありませんか

source: You are about to install "%s", a module which is not compatible with your country.
it_it: Stai per installare "%s", un modulo che non è compatibile con il tuo paese.
ja_jp: あなたの国とは互換性が無い、"%s" モジュールをインストールしようとしています。

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
it_it: Questo modulo non è stato verificato da PrestaShop, quindi non possiamo certificare che funzioni bene per il tuo paese e che rispetti i nostri requisiti qualitativi.

source: Use at your own risk.
it_it: Usa a tuo rischio.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
it_it: Se non ne sei sicuro, dovresti contattare il Servizio Clienti di %s e chiedere di rendere il modulo compatibile con il tuo paese.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
it_it: Inoltre, ti raccomandiamo di utilizzare un modulo equivalente: i moduli compatibili con il tuo paese sono elencati nella scheda "Moduli" nel Back Office.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
it_it: Se non sei sicuro di questo modulo, puoi cercare moduli simili nel market ufficiale.

source: Click here to browse PrestaShop Addons.
it_it: Clicca qui per esplorare PrestaShop Addons.

source: (%s votes)
it_it: (%s voti)
ja_jp: （%s 票）

source: (%s vote)
it_it: (%s voto)
ja_jp: （%s 票）

source: Description
it_it: Descrizione
ja_jp: 説明文

source: Merchant benefits
it_it: I vantaggi per te

source: Install module
it_it: Modulo d'installazione

source: View on PrestaShop Addons
it_it: Vedi su PrestaShop Addons

source: Category
it_it: Categoria
ja_jp: カテゴリ

source: Brand
it_it: Marca
ja_jp: メーカー

source: Supplier
it_it: Fornitore
ja_jp: サプライヤー

source: No module was found for this hook.
it_it: Nessun modulo per questo collegamento.
ja_jp: このフックのモジュールがありません

source: Customer since: %s
it_it: Cliente dal: %s
ja_jp: 顧客登録日: %s

source: Choose a template
it_it: Scegli un modello

source: Send
it_it: Invia
ja_jp: 送信

source: You can add a comment here.
it_it: Puoi aggiungere un commento qui
ja_jp: ここにコメントを追加することができます。

source: Sync success
it_it: Sincronizzazione completata con successo
ja_jp: 同期が成功

source: Customer ID:
it_it: ID Cliente:
ja_jp: 顧客 ID：

source: Order #
it_it: Ordine n.
ja_jp: 注文No

source: Product #
it_it: Prodotto numero
ja_jp: 商品No

source: Subject:
it_it: Oggetto:
ja_jp: 件名：

source: If enabled, the voucher will not apply to products already on sale.
it_it: Se abilitato, il voucher non si applicherà ai prodotti già in vendita.
ja_jp: 有効にすると、既にセール中の商品にはクーポンは適用されません。

source: Add a rule concerning
it_it: Aggiungere una regola riguardante
ja_jp: 関係するルールを追加

source: The product(s) are matching one of these:
it_it: I prodotti corrispondono a una di queste:

source: Your password has been successfully changed.
it_it: La tua password è stata cambiata con successo.
ja_jp: パスワードが変更されました。

source: [undefined]
it_it: [non definito]
ja_jp: [未定義]

source: Number of products:
it_it: Numero di prodotti:
ja_jp: 商品数：

source: Product name
it_it: Nome del prodotto
ja_jp: 商品名

source: Attribute name
it_it: Attributi
ja_jp: 属性名

source: Supplier Reference
it_it: Riferimento fornitori
ja_jp: サプライヤーのリファレンス

source: Wholesale price
it_it: Prezzo di acquisto
ja_jp: 卸売価格：

source: UPC
it_it: UPS

source: Available Quantity
it_it: Quantità disponibile
ja_jp: 使用可能な数量

source: N/A
it_it: n.d.
ja_jp: 該当無し

source: Discount:
it_it: Sconto:
ja_jp: 割引：

source: The controller %s is missing or invalid.
it_it: Il controller %s manca o non è valido.
ja_jp: コントローラ %s は不足しているか、無効です。

source: Back to the previous page
it_it: Torna alla pagina precedente
ja_jp: 前のページに戻る

source: Go to the dashboard
it_it: Vai al cruscotto
ja_jp: ダッシュボードに移動

source: Discount name
it_it: Nome dello sconto
ja_jp: 割引名

source: Delete item #
it_it: Elimina l'elemento n.
ja_jp: 削除するアイテム #

source: Database information
it_it: Informazioni datatbase
ja_jp: データベース情報

source: Meaning of severity levels:
it_it: Significato dei livelli di sicurezza:
ja_jp: 重要度レベルの意味：

source: Resource
it_it: Risorsa
ja_jp: リソース

source: Invalid security token
it_it: Token di protezione non valida
ja_jp: セキュリテイトークンが無効

source: I understand the risks and I really want to display this page
it_it: Prendo atto dei rischi e intendo mostrare questa pagina
ja_jp: 私はリスクを理解し、私は実際にこのページを表示します

source: Take me out of here!
it_it: Fatemi uscire di qui!
ja_jp: ここから出して行こう！

source: no
ja_jp: いいえ

source: Home
ja_jp: ホーム

source: Google sitemap
ja_jp: Googleのサイトマップ

source: 2. Pro
ja_jp: 2.プロ

source: Marketplace
ja_jp: マーケットプレイス

source: Mobile
ja_jp: モバイル

source: Layout
ja_jp: レイアウト

source: Status:
ja_jp: ステータス：

source: Email
ja_jp: メールアドレス

source: Bug Tracker
ja_jp: バグトラッカー

source: Forum
ja_jp: フォーラム

source: Password
ja_jp: パスワード
