Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/messages.*.xlf
Languages: it_it, ja_jp

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
it_it: PrestaShop non ha potuto accedere ad Addons. Si prega di controllare le tue credenziali e la tua connessione Internet.
ja_jp: PrestaShopはアドオンにログインすることができませんでした、権限とインターネット接続を確認してください。

source: Search for a product
it_it: Cerca un prodotto
ja_jp: 商品を検索

source: Please name this shortcut:
it_it: Da' un nome a questo shortcut:
ja_jp: このショートカットに名前を付けてください：

source: Remove from QuickAccess
it_it: Rimuovi da QuickAccess
ja_jp: クイックアクセスから削除

source: Add current page to QuickAccess
it_it: Aggiungi a QuickAccess la pagina corrente
ja_jp: 現在のページをクイックアクセスに追加

source: Manage quick accesses
it_it: Gestisci gli accessi rapidi
ja_jp: クイックアクセスの管理

source: register
it_it: registrati
ja_jp: 登録

source: Latest orders
it_it: Ultimi ordini
ja_jp: 最近の注文

source: New customers
it_it: Nuovi clienti
ja_jp: 新規顧客

source: Messages
it_it: Messaggi
ja_jp: メッセージ

source: Help
it_it: Aiuto
ja_jp: ヘルプ

source: Add a new module
it_it: Aggiungi nuovo modulo
ja_jp: 新しいモジュールを追加

source: List of modules
it_it: Lista dei moduli
ja_jp: モジュールのリスト：

source: Update all
it_it: Aggiorna tutto
ja_jp: すべてアップデート

source: Check for update
it_it: Cerca aggiornamenti
ja_jp: アップデートを確認

source: All shops
it_it: Tutti i negozi
ja_jp: すべてのショップ

source: %s group
it_it: gruppo %s
ja_jp: %s グループ

source: From:
it_it: Da:
ja_jp: 開始：

source: Customer name:
it_it: Nome cliente:
ja_jp: 顧客名:

source: Load time:
it_it: Tempo di caricamento:
ja_jp: 読み込み時間：

source: Contact
it_it: Contatto
ja_jp: 問合せ設定

source: Addons
it_it: Addon
ja_jp: アドオン

source: Training
it_it: Addestramento
ja_jp: トレーニング

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
it_it: Se si vuole essere in grado di utilizzare pienamente il pannello di amministrazione dei moduli e avere a disposizione moduli gratuiti, è necessario attivare la seguente configurazione sul server:
ja_jp: AdminModules パネルを完全に使用できるようにし、無料のモジュールを使用できるようにするには、サーバー上で次の設定を有効にする必要があります:

source: Enable PHP's allow_url_fopen setting
it_it: Abilita l'impostazione PHP allow_url_fopen
ja_jp: PHPの allow_url_fopen 設定を有効にする

source: Enable PHP's OpenSSL extension
it_it: Abilita l'estensione PHP OpenSSL
ja_jp: PHP の openSSL エクステンションを有効にする

source: Connect your shop to PrestaShop's marketplace in order to automatically import all your Addons purchases.
it_it: Collega il tuo negozio al marketplace di PrestaShop al fine di importare automaticamente tutti i tuoi acquisti di Addons.

source: Don't have an account?
it_it: Non hai ancora un account?
ja_jp: アカウントをお持ちではありませんか？

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
it_it: Scopri la potenza di PrestaShop Addons! Esplora il Market Ufficiale di PrestaShop e trovi oltre 3500 moduli innovativi e temi che ottimizzano i rapporti di conversione, incrementano il traffico, fidelizzano il cliente e massimizzano i tuoi ritorni.

source: Connect to PrestaShop Addons
it_it: Collegati con PrestaShop Addons

source: I forgot my password
it_it: Ho dimenticato la mia password
ja_jp: パスワードを忘れました

source: Create an Account
it_it: Crea un account
ja_jp: アカウントを作成

source: Sign in
it_it: Accedi
ja_jp: サインイン

source: %1$s on line %2$s in file %3$s
it_it: %1$s alla linea %2$s nel file %3$s

source: Close
it_it: Chiudi
ja_jp: 閉じる

source: The mobile version of this page is not available yet.
it_it: La versione mobile di questa pagina non è ancora disponibile.
ja_jp: このページのモバイル版はまだ準備できていません。

source: Please use a desktop computer to access this page, until is adapted to mobile.
it_it: Si prega di utilizzare un computer desktop per accedere a questa pagina, fin quando non sarà stata adattata ai dispositivi mobili.

source: Thank you.
it_it: Grazie.

source: Back
it_it: Indietro
ja_jp: 戻る

source: What Should I Do?
it_it: Che devo fare?
ja_jp: 何を行なうべきですか?

source: Proceed with the installation
it_it: Procedi con l'installazione
ja_jp: インストールを続行する

source: Do you want to install this module that could not be verified by PrestaShop?
it_it: Vuoi installare questo modulo non verificato da PrestaShop?
ja_jp: PrestaShopの認証がないモジュールをインストールしますか？

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
it_it: Dato che potresti non avere scaricato questo modulo da PrestaShop Addons, non possiamo affermare che il modulo non stia aggiungendo funzionalità nascoste. Ti avvertiamo di installarlo solo se hai fiducia nella fonte del contenuto.
ja_jp: このモジュールは、PrestaShop Addons からダウンロードしていないようですので、モジュール内に隠された機能が含まれているかどうかが検証されていません。コンテンツの提供元を信頼する場合にのみ、インストールすることをお勧めします。

source: What's the risk?
it_it: Qual è il rischio?

source: Am I at Risk?
it_it: Sono a rischio?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
it_it: Un modulo non verificato può essere pericoloso e potrebbe aggiungere funzionalità nascoste come backdoors, ads, links nascosti, spam, ecc. Non preoccuparti, questo avviso è semplicemente un avvertimento.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
it_it: PrestaShop è un software open source e ha una magnifica comunità con una lunga storia di sviluppo e condivisione di moduli di alta qualità. Prima di installare questo modulo, assicurarsi che l'autore modulo sia un membro riconosciuto della comunità è sempre una buona idea (controllando sul [1]nostro forum[/1] per esempio).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
it_it: Se ti fidi o trovi che l'autore di questo modulo è un membro attivo della comunità, puoi procedere con l'installazione.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
it_it: Altrimenti puoi cercare moduli simili sul nostro market ufficiale. [1]Clicca qui per esplorare PrestaShop Addons[/1].

source: %d errors
it_it: %d errori
ja_jp: %d 個のエラー

source: There are %d warnings.
it_it: Ci sono %d avvisi.
ja_jp: %d 個の警告があります。

source: Click here to see more
it_it: Clicca qui per vedere
ja_jp: 更に詳しい情報についてはここをクリック

source: Hide warning
it_it: Nascondi avvisi
ja_jp: 警告を隠す

source: There is %d warning.
it_it: C'è %d avviso.
ja_jp: %d の警告があります

source: Quick Access
it_it: Accesso Veloce
ja_jp: クイックアクセス

source: There are %d warnings:
it_it: Ci sono %d avvisi:
ja_jp: %d 個の警告があります:

source: Search (e.g.: product reference, customer name…)
it_it: Ricerca (es. riferimento prodotto, nome cliente...)
ja_jp: 検索 (例： 商品コード、顧客名...)

source: by IP address
it_it: per indirizzo IP
ja_jp: IPアドレスベース

source: SEARCH
it_it: CERCA
ja_jp: 検索

source: Everywhere
it_it: Ovunque
ja_jp: すべての場所

source: What are you looking for?
it_it: Cosa hai bisogno di trovare?
ja_jp: 何をお探しですか？

source: Catalog
it_it: Catalogo
ja_jp: 商品カタログ管理

source: Product name, SKU, reference...
it_it: Nome prodotto, codice a barre, riferimento...
ja_jp: 商品名、SKU、参照コード...

source: Customers
it_it: Clienti
ja_jp: 顧客管理

source: by name
it_it: per nome
ja_jp: 名前によって

source: Email, name...
it_it: E-mail, nome, ...

source: by ip address
it_it: per indirizzo IP
ja_jp: IPアドレスによって

source: Orders
it_it: Ordini
ja_jp: 注文管理

source: Order ID
it_it: ID ordine
ja_jp: 注文ID

source: Invoices
it_it: Fatture
ja_jp: 請求書発行

source: Invoice Number
it_it: Numero fattura
ja_jp: 請求書番号

source: Carts
it_it: Carrelli
ja_jp: カート

source: Cart ID
it_it: ID carrello
ja_jp: カートID

source: Modules
it_it: Moduli
ja_jp: モジュール

source: Module name
it_it: Nome modulo
ja_jp: モジュール名

source: Your profile
it_it: Il tuo profilo
ja_jp: プロフィール

source: Sign out
it_it: Esci
ja_jp: ログアウト

source: Menu
it_it: Menù
ja_jp: メニュー

source: Income
it_it: Entrate
ja_jp: 収入

source: Message
it_it: Messaggio
ja_jp: メッセージ

source: Traffic
it_it: Traffico
ja_jp: トラフィック

source: Conversion
it_it: Conversione
ja_jp: コンバージョン

source: Set required fields for this section
it_it: Impostare i campi obbligatori per questa sezione
ja_jp: このセクションの必須項目を設定

source: Required Fields
it_it: Campi richiesti
ja_jp: 必須項目

source: Select the fields you would like to be required for this section.
it_it: Selezionare i campi che desideri siano richiesti per questa sezione.
ja_jp: このセクションで必須にしたい項目を選択してください。

source: Field Name
it_it: Nome del campo
ja_jp: 項目名

source: Add tag
it_it: Aggiungi tag
ja_jp: タグを追加

source: Remove
it_it: Rimuovi
ja_jp: 削除

source: Change password...
it_it: Modifica password...

source: Current password
it_it: Password
ja_jp: 現在のパスワード

source: Password should be at least 8 characters long.
it_it: La password deve essere lunga almeno 8 caratteri.
ja_jp: パスワードは最低8文字必要です。

source: New password
it_it: Nuova password
ja_jp: 新しいパスワード

source: Confirm password
it_it: Conferma la password
ja_jp: パスワード確認

source: Generate password
it_it: Genera password

source: Invalid
it_it: Non valido

source: Okay
it_it: Ok
ja_jp: OK

source: Good
it_it: Buono
ja_jp: 良好

source: Fabulous
it_it: Favoloso

source: Invalid password confirmation
it_it: Conferma password non valida

source: Now
it_it: Adesso

source: Done
it_it: Fatto
ja_jp: 完了

source: Choose Time
it_it: Scegli l'ora
ja_jp: 時間を選択

source: Time
it_it: Ora
ja_jp: 時間

source: Hour
it_it: Ora
ja_jp: 時間

source: Minute
it_it: Minuti
ja_jp: 分

source: Warehouse
it_it: Magazzino
ja_jp: 倉庫

source: Transform a guest into a customer
it_it: Trasforma il cliente
ja_jp: ゲストからお客様へ変換

source: Process a standard refund
it_it: Processa un rimborso standard
ja_jp: 標準の払い戻しを処理

source: Process a partial refund
it_it: Processa un rimborso parziale
ja_jp: 部分的な払い戻しを処理

source: Refunded
it_it: Rimborsato
ja_jp: 返金済

source: Return products
it_it: Restituisci prodotti
ja_jp: 返品商品

source: Refund products
it_it: Rimborsa prodotti
ja_jp: 払い戻しの商品

source: Cancel products
it_it: Cancella prodotti
ja_jp: 商品をキャンセル

source: Keywords
it_it: parole chiave
ja_jp: キーワード

source: Group:
it_it: Gruppo:
ja_jp: グループ:

source: Group name
it_it: Nome del gruppo
ja_jp: グループ名

source: No group created
it_it: Nessun gruppo creato
ja_jp: 生成されたグループはありません

source: File size
it_it: Dimensione dell'immagine
ja_jp: ファイルサイズ

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
it_it: Hai raggiunto il limite (%s) di file da caricare, rimuovi alcuni file per continuare
ja_jp: アップロードするファイルの上限(%s) に達しました。ファイルを削除してアップロードを続行してください

source: Add files...
it_it: Aggiungi file...
ja_jp: ファイルを追加...

source: Add file...
it_it: Aggiungi file...
ja_jp: ファイルを追加...

source: Upload files
it_it: Carica i file

source: Upload file
it_it: Carica un file
ja_jp: ファイルのアップロード

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
it_it: Non puoi avere più di %s immagini in totale. Si prega di rimuovere alcune delle immagini attuali prima di aggiungerne altre.
ja_jp: 合計 %s 個以上の画像を利用することはできません。新しい画像を追加する前に、現在の画像の一部を削除してください。

source: Remove file
it_it: Cancella file
ja_jp: ファイル削除

source: Add files
it_it: Aggiungi files
ja_jp: ファイルを追加

source: Add file
it_it: Aggiungi files
ja_jp: ファイルを追加

source: Download current file (%skb)
it_it: Scarica il file corrente (%skb)

source: Download current file
it_it: Scarica il file corrente

source: You can upload a maximum of %s files
it_it: Puoi caricare un massimo di %s file
ja_jp: 最大 %s 個のファイルをアップロードできます。

source: Group: %s
it_it: Gruppo: %s
ja_jp: グループ： %s

source: (%s selected)
it_it: (%s selezionati)
ja_jp: （%s 選択済み）

source: search...
it_it: cerca...
ja_jp: 検索...

source: Modules list
it_it: Elenco moduli
ja_jp: モジュールリスト

source: Normal view
it_it: Vista normale
ja_jp: ノーマルビュー

source: Favorites view
it_it: Vista preferiti
ja_jp: お気に入りを参照

source: Tab
it_it: Etichetta
ja_jp: タブ

source: Categories
it_it: Categorie
ja_jp: カテゴリ管理

source: Interest
it_it: Interesse
ja_jp: 関心

source: Favorite
it_it: Preferito
ja_jp: お気に入り

source: View all available payments solutions
it_it: Guarda tutte le soluzioni di pagamento disponibili
ja_jp: 利用可能なすべての決済サービスを表示する

source: It seems there are no recommended payment solutions for your country.
it_it: Sembra che per il tuo paese non ci siano soluzioni di pagamento raccomandate.
ja_jp: お住まいの国ではおすすめの支払い方法は無いようです。

source: Do you think there should be one? Let us know!
it_it: Pensi che ce ne debba essere uno? Faccelo sapere!
ja_jp: もし、必要であると思われる場合にはお知らせください。

source: No records found
it_it: Non è stato trovato alcun dato
ja_jp: 一致する結果が見つかりませんでした

source: Select all
it_it: Seleziona tutto
ja_jp: すべて選択

source: Unselect all
it_it: Deseleziona tutto
ja_jp: すべて選択解除

source: Display
it_it: Visualizzazione
ja_jp: 表示

source: result(s)
it_it: risultato/i
ja_jp: 結果

source: Please fill at least one field to perform a search in this list.
it_it: Valorizza almeno un campo per effettuare una ricerca in questo elenco.

source: Refresh list
it_it: Aggiorna la lista
ja_jp: リストを更新

source: Show SQL query
it_it: Mostra query SQL
ja_jp: SQL クエリを表示

source: Export to SQL Manager
it_it: Esporta su SQL Manager
ja_jp: SQL Manager にエクスポートする

source: Shop group
it_it: Gruppo di negozi
ja_jp: ショップグループ

source: To
it_it: A
ja_jp: 終了

source: and stay
it_it: e rimani
ja_jp: して継続

source: From
it_it: Da
ja_jp: 開始

source: Date range
it_it: Intervallo di date
ja_jp: 期間

source: Custom
it_it: Personalizzato

source: to
it_it: fino al
ja_jp: 終了

source: Compare to
it_it: Confronta con
ja_jp: 比較

source: Previous period
it_it: Periodo precedente
ja_jp: 前期

source: Previous Year
it_it: Anno Precedente
ja_jp: 前年

source: Previous year
it_it: Anno precedente
ja_jp: 前年

source: Sunday
it_it: Domenica
ja_jp: 日曜

source: Monday
it_it: Lunedì
ja_jp: 月曜

source: Tuesday
it_it: Martedì
ja_jp: 火曜

source: Wednesday
it_it: Mercoledì
ja_jp: 水曜

source: Thursday
it_it: Giovedì
ja_jp: 木曜

source: Friday
it_it: Venerdì
ja_jp: 金曜

source: Saturday
it_it: Sabato
ja_jp: 土曜

source: Sun
it_it: Dom
ja_jp: 日曜

source: Mon
it_it: Lun
ja_jp: 月曜

source: Tue
it_it: Mar
ja_jp: 火曜

source: Wed
it_it: Mer

source: Thu
it_it: Gio

source: Fri
it_it: Ven
ja_jp: 金曜

source: Sat
it_it: Sab
ja_jp: 土曜

source: Su
it_it: Dom

source: Mo
it_it: Lun

source: Tu
it_it: Mar

source: We
it_it: Mer

source: Th
it_it: Gio

source: Fr
it_it: Ven
ja_jp: 金

source: Sa
it_it: Sab
ja_jp: 土

source: January
it_it: Gennaio
ja_jp: 1月

source: February
it_it: Febbraio
ja_jp: 2月

source: March
it_it: Marzo
ja_jp: 3月

source: April
it_it: Aprile
ja_jp: 4月

source: May
it_it: Maggio
ja_jp: 5月

source: June
it_it: Giugno
ja_jp: 6月

source: July
it_it: Luglio
ja_jp: 7月

source: August
it_it: Agosto
ja_jp: 8月

source: September
it_it: Settembre
ja_jp: 9月

source: October
it_it: Ottobre
ja_jp: 10月

source: November
it_it: Novembre
ja_jp: 11月

source: December
it_it: Dicembre
ja_jp: 12月

source: Jan
it_it: Gen

source: May
it_it: Maggio
ja_jp: 5月

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Existing
it_it: Esistente
ja_jp: 既存

source: New
it_it: Nuovo
ja_jp: 新商品

source: Quantity:
it_it: Quantità:
ja_jp: 数量：

source: Show carts and orders for this customer.
it_it: Mostra carrelli e ordini di questo cliente.
ja_jp: このお客様のカートと注文を表示

source: Hide carts and orders for this customer.
it_it: Nascondi carrelli e ordini di questo cliente.
ja_jp: このお客様のカートと注文を隠す

source: Change
it_it: Modifica
ja_jp: 変更

source: Gift
it_it: Regalo
ja_jp: ギフト

source: Search for an existing product by typing the first letters of its name.
it_it: Cerca un prodotto esistente digitando le prime lettere del nome.
ja_jp: 登録されている商品を商品名の最初の文字を入力して検索します。

source: See the document
it_it: Vedi documento
ja_jp: ドキュメントを参照

source: Set payment form
it_it: Imposta modulo di pagamento
ja_jp: 支払いフォームを設定

source: Add note
it_it: Aggiungi nota
ja_jp: メモを追加

source: Edit note
it_it: Modifica nota
ja_jp: メモの編集

source: Tax Excluded
it_it: Tasse Escluse
ja_jp: 税別：

source: Tax Included
it_it: Tasse Incluse
ja_jp: 税込：

source: %d product(s) successfully created.
it_it: %d prodotto/i creati con successo.
ja_jp: %d 個の商品の作成に成功しました。

source: Attributes generator
it_it: Generatore di declinazioni di prodotti
ja_jp: オプション構成ジェネレータ

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
it_it: Il generatore di combinazioni è uno strumento che permette di creare facilmente una serie di combinazioni, selezionando gli attributi correlati. Ad esempio, se si vendono T-shirt, in 3 diverse misure e 2 colori diversi, il Generator creerà 6 combinazioni per voi.
ja_jp: 組み合わせ生成を使用すると、簡単に関連する属性を選択することで、組み合わせのシリーズを作成することができるツールです。3種類のサイズと2つの異なる色でTシャツを販売している場合は、ジェネレーターは6つの組み合わせを生成します。

source: You're currently generating combinations for the following product:
it_it: Stai generando combinazioni per il seguente prodotto:
ja_jp: 現在、次の商品のために組み合わせを生成しています：

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
it_it: Fase 1: Sul lato sinistro, selezionare gli attributi che si desidera utilizzare (tenendo premuto il tasto "CTRL" sulla tastiera e convalidare cliccando su "Aggiungi")
ja_jp: ステップ1：左側の使用したい属性を選択します（キーボードの「CTRL」キーを押しながら「追加」をクリックして検証）

source: Impact on the product price
it_it: Impatto sul prezzo del prodotto
ja_jp: 商品価格への影響

source: Impact on the product weight
it_it: Impatto sul peso del prodotto
ja_jp: 商品重量への影響

source: Select a default quantity, and reference, for each combination the generator will create for this product.
it_it: Selezionare una quantità predefinita e di riferimento per tutte le combinazioni che il Generator creerà per questo prodotto.
ja_jp: ステップ2（オプション）：すべての組み合わせのデフォルトの数量とリファレンスを選択することでこの商品は生成されるます。

source: Default Quantity:
it_it: Quantità Predefinita:
ja_jp: デフォルトの量：

source: Default Reference:
it_it: Riferimento Predefinito:
ja_jp: デフォルトのリファレンス：

source: Please click on "Generate these combinations".
it_it: Clicca su "Genera queste combinazioni".

source: Generate these combinations
it_it: Genera queste combinazioni
ja_jp: これらの組み合わせを生成

source: Attachment
it_it: Documento allegato
ja_jp: 添付ファイル

source: Check the maximum filesize allowed (e.g. Max: 16MB)
it_it: Verifica l'opzione Max allowed Filesize (es. Max: 16Mb)
ja_jp: 最大値を確認してください。許可されたファイルサイズ（例えば最大値：16MB）

source: IP address
it_it: IP
ja_jp: IPアドレス

source: Attribute
it_it: Attributo
ja_jp: 属性

source: Search on PrestaShop Marketplace:
it_it: Cerca nel Marketplace di PrestaShop:
ja_jp: PrestaShop マーケットプレースを検索

source: Or
it_it: Oppure
ja_jp: または

source: See all modules
it_it: Vedi tutti i moduli
ja_jp: すべてのモジュールを表示

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
it_it: Per aggiungere un nuovo tema, collegati semplicemente al tuo account di PrestaShop Addons, e tutti quelli che hai acquistato verranno automaticamente importati.

source: Can I add my own modules?
it_it: Posso aggiungere i miei moduli?
ja_jp: 自分のモジュールを追加できますか？

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
it_it: Nota che per ragioni di sicurezza puoi aggiungere solo temi distribuiti su PrestaShop Addons, il marktplace ufficiale.
ja_jp: セキュリティ上の理由から、正式な配布元である PrestaShop Addons に配布されているモジュールのみを追加することができます。

source: See all themes
it_it: Vedi tutti i temi
ja_jp: すべてのテーマを表示

source: Add a new theme
it_it: Aggiungi un nuovo tema
ja_jp: 新しいテーマを追加

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
it_it: Per aggiungere un nuovo tema, collegati semplicemente al tuo account di PrestaShop Addons: il tuo nuovo tema verrà automaticamente importato nel tuo negozio.

source: You can choose among 1,500+ professional templates!
it_it: Puoi scegliere tra più di 1500 templates professionali!

source: Can I add my own theme?
it_it: Posso aggiungere il mio tema personale?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
it_it: Nota che per ragioni di sicurezza puoi aggiungere solo temi distribuiti su PrestaShop Addons, il marktplace ufficiale.

source: You can also create a new theme below.
it_it: Qui sotto puoi anche creare un nuovo tema.

source: The "%1$s" theme has been successfully installed.
it_it: Il tema "%1$s" è stato installato correttamente.
ja_jp: テーマ "%1$s" のインストールに成功しました。

source: The following module(s) were not installed properly:
it_it: I moduli seguenti non sono stati installati correttamente:
ja_jp: 次のモジュールは正しくインストールされませんでした：

source: Warning: You may have to regenerate images to fit with this new theme.
it_it: Attenzione: potresti dover rigenerare le immagini per adattarle a questo nuovo tema.
ja_jp: 警告：この新しいテーマに合わせて画像を再生成する必要があるかもしれません。

source: Go to the thumbnails regeneration page
it_it: Vai alla pagina di rigenerazione miniature
ja_jp: サムネイルの再生成ページに移動します

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
it_it: Avviso: Questa immagine non esiste. Per impostarla manualmente, usa i valori qui sotto per creare un nuovo tipo di immagine (nella pagina "immagini" sotto il menù "Aspetto"):

source: Name image type:
it_it: Nome tipo immagine:

source: (width: %1$spx, height: %2$spx).
it_it: (larghezza: %1$spx, altezza: %2$spx).

source: Images have been correctly updated in the database:
it_it: Le immagini sono state correttamente aggiornate nel database:

source: Finish
it_it: Fine
ja_jp: 完了

source: Use this theme
it_it: Usa questo tema
ja_jp: このテーマを使用する

source: Delete this theme
it_it: Cancella questo tema
ja_jp: このテーマを削除

source: Designed by %s
it_it: Ideato da %s

source: Configure your page layouts
it_it: Configura i layout della tua pagina
ja_jp: ページレイアウトを設定

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
it_it: Ciascuna pagina può utilizzare un layout diverso, scegline uno tra quelli compresi nel tuo tema.

source: Reset to defaults
it_it: Ripristina impostazioni predefinite
ja_jp: デフォルトに戻す

source: Live from PrestaShop Addons!
it_it: Live da PrestaShop Addons!
ja_jp: PrestaShopアドオンからLive！

source: Valid orders:
it_it: Ordini validi:
ja_jp: 確認済みの注文：

source: %firstname% %lastname% has not registered any addresses yet
it_it: %firstname% %lastname% non ha ancora registrato alcun indirizzo

source: Read more about the CSV format at:
it_it: Leggi altre informazioni sul formato CSV su:
ja_jp: CSV形式の詳細については、こちらを参照してください:

source: or
it_it: o
ja_jp: または

source: Download
it_it: Scarica
ja_jp: ダウンロード

source: The locale must be installed
it_it: La localizzazione deve essere installata
ja_jp: ロケールがインストールされている必要があります。
