Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, fr_fr, it_it

source: All files upgraded. Now upgrading database...
ar_sa: جميع الملفات تم ترقيتها. جاري ترقية قاعدة البيانات الآن...
fr_fr: Tous les fichiers ont été mis à jour. Mise à jour de la base de données en cours...
it_it: Tutti i files sono stati aggiornati. Ora sto aggiornando il database...

source: Error when trying to upgrade file %s.
ar_sa: حدث خطأ عند محاولة ترقية ملف %s.
fr_fr: Erreur lors de la mise à jour du fichier %s.
it_it: Errore durante il tentativo di aggiornamento del file %s.

source: %s files left to upgrade.
fr_fr: Encore %s fichier(s) à mettre à jour.
it_it: rimangono %s files da aggiornare.

source: Nothing has been extracted. It seems the unzip step has been skipped.
ar_sa: لم يتم استخراج أي شئ. يبدو أن مرحلة فك الضغط تم تخطيها.
fr_fr: Rien n'a été extrait. Il semble que l'étape "décompression" ait été sautée.
it_it: Non è stato estratto nulla. Sembra che lo step di decompressione sia stato saltato.

source: %s modules will be upgraded.
ar_sa: %s وحدات سيتم ترقيتها.
fr_fr: %s modules seront mis à jour.
it_it: %s moduli saranno aggiornati.

source: upgradeModule step has not ended correctly.
ar_sa: مرحلة ترقية الوحدات لم تتم بنجاح.
fr_fr: l'étape upgradeModule (mise à jour des modules) ne s'est pas terminée correctement.
it_it: Lo step upgradeModule non è stato terminato correttamente.

source: listModules is not an array. No module has been updated.
ar_sa: قائمة الوحدات ليست مصفوفه. لم يتم تحديث أي وحدة.
fr_fr: La variable "listModules" n'est pas un tableau. Aucun module n'a été mis à jour.
it_it: listModule non è un array. Nessun modulo è stato aggiornato.

source: %s modules left to upgrade.
ar_sa: %s وحدات متبقية للترقية.
fr_fr: %s module(s) restant à mettre à jour.
it_it: Rimasti da aggiornare %s moduli.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
fr_fr: Le module %modulename% n'est pas compatible avec la version %version%, il va être supprimé de votre FTP.
it_it: Il modulo %modulename% non è compatibile con la versione %version% e verrà rimosso dal tuo FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
fr_fr: Le module %modulename% n'est pas compatible avec la version %version%, veuillez le supprimer de votre FTP.
it_it: Il modulo %modulename% non è compatibile con la versione %version%, si prega di rimuoverlo dal tuo FTP.

source: Addons modules files have been upgraded.
ar_sa: تم ترقية ملفات وحدات الإضافات.
fr_fr: Les modules Addons (extensions) ont bien été mis à jour.
it_it: I file dei moduli addons sono stati aggiornati.

source: The files of module %s have been upgraded.
ar_sa: تم ترقية ملفات الوحدة %s.
fr_fr: Les fichiers du module %s ont été mis à jour.
it_it: I files del modulo %s sono stati aggiornati.

source: [WARNING] Error when trying to upgrade module %s.
ar_sa: [WARNING] حدث خطأ عند محاولة ترقية الوحدة %s.
fr_fr: [ATTENTION] Erreur lors de la mise à jour du module %s.
it_it: [AVVISO] Errore durante il tentativo di aggiornamento del modulo %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
ar_sa: [ERROR] غير قادر علي كتابة موديل %s الملف المضغوط في الدليل المؤقت.
fr_fr: [ERREUR] Impossible d'écrire le fichier zip du module %s dans le répertoire temporaire.
it_it: [ERRORE] Impossibile scrivere il file zip del modulo %s nella cartella temporanea.

source: [ERROR] No response from Addons server.
ar_sa: [ERROR] ﻻتوجد استجابة من خادم اﻻضافات.
fr_fr: [ERREUR] Aucune réponse du serveur Addons.
it_it: [ERRORE] Nessuna risposta dal server Addons.

source: Error during database upgrade. You may need to restore your database.
ar_sa: خطأ اثناء ترقية قاعدة البيانات. ربما تحتاج الي استرجاع قاعدة البيانات من النسخة اﻻحتياطية.
fr_fr: Erreur lors de la mise à jour de la base de données. Nous vous conseillons de restaurer votre base de données.
it_it: Errore durante l'aggiornamento del database. Potresti aver bisogno di ripristinarlo.

source: Database upgraded. Now upgrading your Addons modules...
ar_sa: تم ترقية قاعدة البيانات. اﻵن جاري ترقية موديلات اﻻضافات...
fr_fr: Base de données mise à jour. Mise à jour de vos modules Addons...
it_it: Database aggiornato. Ora sto aggiornando i tuoi moduli aggiuntivi...

source: The database has been cleaned.
ar_sa: تم تنظيف قاعدة البيانات.
fr_fr: La base de données a été nettoyée.
it_it: Il database è stato pulito.

source: /install/upgrade/php directory is missing in archive or directory
fr_fr: Le dossier /install/upgrade/php est manquant dans l'archive ou le répertoire
it_it: Directory /install/upgrade/php è mancante nell'archivio o nella directory

source: /install/upgrade/php directory is missing in archive or directory.
fr_fr: Le dossier /install/upgrade/php est manquant dans l'archive ou le répertoire.
it_it: Directory /install/upgrade/php è mancante nell'archivio o nella directory.

source: The app/config/parameters.php file was not found.
fr_fr: Le fichier app/config/parameters.php n'a pas été trouvé.
it_it: Non è stato possibile trovare il file app/config/parameters.php.

source: The app/config/parameters.yml file was not found.
fr_fr: Le fichier app/config/parameters.yml n'a pas été trouvé.
it_it: Non è stato possibile trovare il file app/config/parameters.yml.

source: Current version: %oldversion%. Version to install: %newversion%.
fr_fr: Version actuelle : %oldversion%. Version à installer : %newversion%.
it_it: Versione attuale: %oldversion%. Versione da installare: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
fr_fr: Version actuelle : %oldversion%. Version à installer : %newversion%.
it_it: Versione attuale: %oldversion%. Versione da installare: %newversion%

source: [ERROR] Version to install is too old.
ar_sa: [ERROR] النسخة المراد تركيبها قديمة جدا.
fr_fr: [ERREUR] La version à installer est trop ancienne.
it_it: [ERRORE] La versione da installare è troppo vecchia.

source: You already have the %s version.
ar_sa: انت بالفعل لديك النسخه %s.
fr_fr: Vous êtes déjà en possession de la version %s
it_it: Sei già in possesso della versione %s

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
fr_fr: Il n'y a pas de version plus ancienne. Avez-vous supprimé ou renommé le fichier app/config/parameters.php ?
it_it: Non esiste una versione più vecchia. Vuoi cancellare o rinominare il file app/config/parameters.php?

source: Invalid database configuration
ar_sa: تهيئة خاطئة لقاعدة البيانات
fr_fr: Configuration de la base de données invalide
it_it: Configurazione del database non valida

source: Unable to find upgrade directory in the installation path.
ar_sa: غير قادر علي العثور علي دليل الترقية في مسار دليل التركيب.
fr_fr: Impossible de trouver le répertoire de mise à jour "upgrade" dans le chemin d'installation.
it_it: Impossibile trovare la directory di aggiornamento nel percorso di installazione.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
ar_sa: غير قادر علي العثور علي ملفات سيكوال. فضلا افحص أن الدليل %s غير فارغ.
fr_fr: Impossible de trouver les fichiers de mise à jour SQL. Veuillez vérifier que le dossier %s n'est pas vide.
it_it: Impossibile trovare i file di aggiornamento SQL. Si prega di controllare che la cartella %s non sia vuota.

source: %s is not a valid version number.
ar_sa: أن %s رقم اصدار غير صحيح.
fr_fr: %s n'est pas un numéro de version valide.
it_it: %s non è un numero di versione valido.

source: Error while loading SQL upgrade file "%s.sql".
ar_sa: خطأ اثناء تحميل ملف "%s.sql" الخاص بترقية سيكوال.
fr_fr: Erreur lors du chargement du fichier de mise à jour SQL "%s.sql".
it_it: Errore durante il caricamento del file di aggiornamento SQL "%s.sql".

source: Error while loading SQL upgrade file %s.
fr_fr: Erreur lors du chargement du fichier de mise à jour SQL %s.
it_it: Errore durante il caricamento del file di aggiornamento SQL %s.

source: Error while loading sql SQL file %s.
fr_fr: Erreur lors du chargement du fichier de mise à jour SQL %s.
it_it: Errore durante il caricamento del file SQL %s.

source: [DROP] SQL %s table has been dropped.
ar_sa: أن [DROP] سيكوال %s من الجداول قد تم حذفها.
fr_fr: [SUPPRESSION] La table SQL %s a été supprimée.
it_it: [DROP] la tabella SQL %s è stata eliminata.

source: An error happened during the database upgrade.
ar_sa: حدث خطأ اثناء ترقية قاعدة البيانات.
fr_fr: Une erreur est survenue pendant la mise à jour de la base de données.
it_it: Si è verificato un errore durante l'aggiornamento del database.

source: Error upgrading Doctrine schema
fr_fr: Erreur pendant la mise à jour du schéma Doctrine.
it_it: Errore durante l'aggiornamento dello schema Dottrina

source: Database upgrade OK
ar_sa: تم بنجاح ترقية قاعدة البيانات
fr_fr: Mise à jour de la base de données terminée
it_it: Aggiornamento del database OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
ar_sa: [SKIP] المجلد "%s" غير موجود ولا يمكن تفريغه.
fr_fr: [IGNORE] le répertoire "%s" n'existe pas et ne peut pas être vidé.
it_it: [SKIP] la directory "%s" non esiste e non può essere svuotata.

source: [CLEANING CACHE] File %s removed
fr_fr: [NETTOYAGE DU CACHE] Fichier %s supprimé
it_it: [PULIZIA CACHE] Il file %s è stato rimosso

source: Error updating translations
fr_fr: Erreur lors de la mise à jour des traductions
it_it: Errore durante l'aggiornamento delle traduzioni

source: Warning detected during upgrade.
fr_fr: Erreur(s) détectée(s) pendant la mise à jour.
it_it: Avviso rilevato durante l'aggiornamento.

source: Database upgrade completed
fr_fr: Mise à jour de la base de données terminée
it_it: Aggiornamento database completato

source: [NOTICE] File %s does not exist, merge skipped.
fr_fr: [AVERTISSEMENT] Le fichier %s n'existe pas, il n'a pas été fusionné.
it_it: [AVVISO] Il file %s non esiste, fusione saltata.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
fr_fr: [ATTENTION] La variable %variablename% est manquante dans le fichier %filename%. La fusion a été ignorée.
it_it: [WARNING] La variabile %variablename% non esiste nel file %filename%. Fusione saltata.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
fr_fr: [ATTENTION] La variable %variablename% est manquante dans le fichier %filename%. Le fichier %filename% a été supprimé et la fusion ignorée.
it_it: [WARNING] La variabile %variablename% non esiste nel file %filename%. Il file %filename% è stato eliminato e la fusione è stata saltata.

source: %s ignored
ar_sa: %s تم تجاهله
fr_fr: %s ignoré
it_it: %s ignorato

source: [WARNING] File %1$s has been deleted.
ar_sa: [WARNING] تم حذف الملف %1$s.
fr_fr: [ATTENTION] Le fichier %1$s a été supprimé.
it_it: [AVVISO] Il file %1$s è stato eliminato.

source: Directory %1$s created.
ar_sa: الدليل %1$s تم إنشاءه.
fr_fr: Répertoire %1$s créé.
it_it: Directory %1$s creata.

source: Error while creating directory %s.
fr_fr: Erreur lors de la création du répertoire %s.
it_it: Errore durante la creazione della directory %s.

source: Directory %s already exists.
fr_fr: Le répertoire %s existe déjà.
it_it: La directory %s già esiste.

source: [TRANSLATION] The translation files have been merged into file %s.
fr_fr: [TRADUCTION] Les fichiers de traduction ont été combinés dans le fichier %s.
it_it: [TRANSLATION] I file di traduzione sono stati uniti nel file %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
fr_fr: [TRADUCTION] Les fichiers de traduction ont été combinés dans le fichier %filename%. Passage à la copie de %filename%.
it_it: [TRANSLATION] I file di traduzione non sono stati uniti nel file %filename%. Passo a copiare %filename%.

source: Copied %1$s.
ar_sa: تم نسخ %1$s.
fr_fr: %1$s copié.
it_it: Copiato %1$s.

source: Error while copying file %s
fr_fr: Erreur lors de la copie du fichier %s
it_it: Errore durante la copia del file %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
fr_fr: [ERREUR] Le fichier %s est manquant : impossible de restaurer les fichiers. Opération annulée.
it_it: [ERROR] Il file %s non esiste: impossibile ripristinare i files. Operazione annullata.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
ar_sa: [ERROR] الملف %s مفقود: فشل في استرجاع الملفات. تم إلغاء العملية.
fr_fr: [ERREUR] Le fichier %s est manquant : impossible de restaurer les fichiers. Opération annulée.
it_it: [ERRORE] Il file %s non esiste: impossibile ripristinare i files. Operazione abortita.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
ar_sa: [ERROR] لم يتم العثور على النسخة الإحتياطية من ملفات قاعدة البيانات: يستحيل إستعادة قاعدة البيانات. تم إلغاء العملية.
fr_fr: [ERREUR] Aucun fichier de sauvegarde de la base de données trouvé : il sera impossible de restaurer la base de données. Opération annulée.
it_it: [ERRORE] Non è stato trovato alcun file di backup del database: impossibile ripristinare il database. Operazione abortita.

source: Restoring files ...
ar_sa: إستعادة الملفات ...
fr_fr: Restauration des fichiers...
it_it: Ripristino files...

source: Nothing to restore
ar_sa: لا يوجد ملفات للإستعادة
fr_fr: Rien à restaurer
it_it: Nulla da rispristinare

source: %s file(s) will be removed before restoring the backup files.
fr_fr: %s fichier(s) seront supprimés avant la restauration des fichiers sauvegardés.
it_it: %s files verranno rimossi prima di ripristinare i files di backup.

source: [ERROR] Backup file %s does not exist.
fr_fr: [ERREUR] Le fichier de sauvegarde %s n'existe pas.
it_it: [ERRORE] Il file di backup %s non esiste.

source: [ERROR] File "%s" does not exist.
ar_sa: [ERROR] الملف "%s" غير موجود.
fr_fr: [ERREUR] Le fichier "%s" n'existe pas.
it_it: [ERRORE] Il file "%s" non esiste.

source: Unable to remove upgraded files.
ar_sa: فشل في حذف الملفات المحدثة.
fr_fr: Impossible de supprimer les fichiers mis à jour.
it_it: Impossibile rimuovere i files aggiornati.

source: Files restored. Now restoring database...
fr_fr: Fichiers restaurés. Restauration de la base de données...
it_it: File ripristinati, adesso ripristino il database...

source: Files restored.
fr_fr: Fichiers restaurés.
it_it: Files ripristinati.

source: Unable to extract file %filename% into directory %directoryname% .
fr_fr: Impossible d'extraire le fichier %filename% dans le dossier %directoryname%.
it_it: Impossibile estrarre il file %filename% nella directory %directoryname% .

source: %s: File format does not match.
fr_fr: %s : le format de fichier ne correspond pas.
it_it: %s: Il formato del file non corrisponde.

source: Opening backup database file %filename% in %extension% mode
fr_fr: Ouverture du fichier de sauvegarde %filename% en mode %extension%.
it_it: Apertura del file di backup del database %filename% in modalità %extension%

source: Database backup is empty.
ar_sa: النسخة الإحتياطيه لقاعدة البيانات فارغة.
fr_fr: La sauvegarde de la base de données est vide.
it_it: Il backup del database è vuoto.

source: Database restoration file %filename% done. %filescount% file(s) left...
fr_fr: Le fichier %filename% de restauration de la base de donnée est terminé. Encore %filescount% fichier(s)...
it_it: File di ripristino del database %filename% creato. Rimasti %filescount% files...

source: Database restoration file %1$s done.
fr_fr: Restauration du fichier de BDD %1$s faite.
it_it: %1$s file del ripristino del database pronti.

source: Database has been restored.
fr_fr: La base de données à été restaurée.
it_it: Database ripristinato.

source: [SQL ERROR]
fr_fr: [ERREUR SQL]
it_it: [ERRORE SQL]

source: Error during database restoration
fr_fr: Erreur lors de la restauration de la base de données
it_it: Errore durante il ripristino del database

source: %numberqueries% queries left for file %filename%...
fr_fr: Encore %numberqueries% requêtes restantes pour le fichier %filename%...
it_it: %numberqueries% queries rimanenti per il file %filename%...

source: Database restoration done.
fr_fr: Restauration de la base de donnée terminée
it_it: Ripristino del database riuscito.

source: Database backup skipped. Now upgrading files...
fr_fr: Sauvegarde de la base non effectuée. Début de la mise à jour des fichiers...
it_it: Backup del database saltato. Ora aggiorno i files...

source: Backup directory is not writable (%path%).
fr_fr: Chemin de sauvegarde interdit en écriture (%path%).
it_it: La directory di backup non è scrivibile (%path%).

source: Backup file %s already exists. Operation aborted.
ar_sa: ملف النسخ الاحتياطية %s موجود بالفعل, تم ايقاف العملية.
fr_fr: Le fichier %s existe déjà. Opération annulée.
it_it: Il file di backup %s già esiste. Operazione abortita.

source: Unable to create backup database file %s.
fr_fr: Impossible de créer le fichier %s de sauvegarde de la base de données.
it_it: Impossibile creare il file di backup del database %s.

source: Error during database backup.
ar_sa: حصل خطأ أثناء عمل النسخة الإحتياطية لقاعدة البيانات.
fr_fr: Erreur pendant la sauvegarde de la base de données
it_it: Errore durante il backup del database.

source: An error occurred while backing up. Unable to obtain the schema of %s
fr_fr: Une erreur est apparue lors de la sauvegarde. Impossible d'obtenir le schema de %s
it_it: Un errore si è verificato durante il backup. Impossibile ottenere lo schema di %s

source: %s table has been saved.
fr_fr: La table %s a été sauvegardée.
it_it: %s tabella è stata salvata.

source: %s tables have been saved.
fr_fr: %s tables ont été sauvegardées.
it_it: %s tabelle sono state salvate.

source: Database backup: %s table(s) left...
ar_sa: النسخه الاحتياطيه لقواعد البيانات: %s جداول متبقية...
fr_fr: Sauvegarde de la base de données : %s table(s) restantes...
it_it: Backup del database: rimaste %s tabelle...

source: No valid tables were found to back up. Backup of file %s canceled.
ar_sa: لا يوجد جداول صالحة لتضمينها فى النسخة الاحتياطية. النسخه الاحتياطية للملف %s تم الغائها.
fr_fr: Aucun table valide n'a été trouvée pour sauvegarder. Sauvegarde du fichier %s annulée.
it_it: No sono state trovate tabelle valide di cui fare un backup. Backup del file %s cancellato.

source: Error during database backup for file %s.
ar_sa: حصل خطأ أثناء عمل النسخة الإحتياطية لقاعدة البيانات للملف %s.
fr_fr: Erreur pendant la sauvegarde de la base de données pour le fichier %s.
it_it: Errore durante il backup del database per il file %s.

source: Database backup done in filename %s. Now upgrading files...
ar_sa: تم عمل نسخة احتياطية لقاعدة البيانات فى الملف %s. جاري ترقية الملفات...
fr_fr: La sauvegarde de la base de donnée est faite dans le fichier %s. Mise à jour des fichiers...
it_it: Il backup del database è stato effettuato come file %s. Ora sto aggiornando i files...

source: Error during backupFiles
fr_fr: Erreur lors de la sauvegarde des fichiers
it_it: Errore durante l'operazione backupFiles

source: [ERROR] backupFiles filename has not been set
fr_fr: [ERREUR] Le nom de fichier backupFiles n'a pas été paramétré
it_it: [ERRORE] il nome del file backupFiles non è stato impostato

source: %s Files to backup.
fr_fr: %s fichiers à sauvegarder.
it_it: File %s per il backup.

source: Backup files initialized in %s
fr_fr: Sauvegarde des fichiers initialisée dans %s
it_it: Files di backup inizializzati in %s

source: Backup files in progress. %d files left
fr_fr: Sauvegarde des fichiers en cours. Encore %d fichiers.
it_it: Backup dei files in corso. %d files rimanenti

source: Using class ZipArchive...
fr_fr: Utilisation de la classe ZipArchive...
it_it: Sto utilizzando la classe ZipArchive...

source: Using class PclZip...
fr_fr: Utilisation de la classe PclZip...
it_it: Sto utilizzando la classe PclZip...

source: All files saved. Now backing up database
fr_fr: Tous les fichiers sont enregistrés. Sauvegarde de la base de données
it_it: Tutti i files sono stati salvati. Ora sto facendo il backup del database

source: All files have been added to archive.
fr_fr: Tous les fichiers ont été ajoutés à l'archive.
it_it: Tutti i files sono stati aggiunti all'archivio.

source: %filename% added to archive. %filescount% files left.
fr_fr: %filename% ajouté à l'archive. %filescount% fichiers restants.
it_it: %filename% aggiunto all'archivio. %filescount% files rimanenti.

source: Error when trying to add %filename% to archive %archive%.
fr_fr: Erreur lors de la tentative d'ajout de %filename% à l'archive %archive%.
it_it: Errore durante il tentativo di aggiungere %filename% all'archivio %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
fr_fr: Le fichier %filename% (taille : %filesize%) a été ajouté à l'archive. %filescount% fichiers restants.
it_it: Il file %filename% (dimensione: %filesize%) è stato aggiunto all'archivio. %filescount% files rimanenti.

source: File %filename% (size: %filesize%) added to archive.
fr_fr: Le fichier %filename% (taille : %filesize%) a été ajouté à l'archive.
it_it: Il file %filename% (dimensione: %filesize%) è stato aggiunto all'archivio.

source: File %filename% (size: %filesize%) has been skipped during backup.
fr_fr: Le fichier %filename% (taille : %filesize%) a été ignoré pendant la sauvegarde.
it_it: Il file %filename% (dimensione: %filesize%) è stato saltato durante il backup.

source: [ERROR] Error on backup using PclZip: %s.
fr_fr: [ERREUR] Erreur de la sauvegarde avec PclZip : %s.
it_it: [ERRORE] Errore durante il backup utilizzando PclZip: %s.

source: Unable to open archive
fr_fr: Impossible d'ouvrir l'archive
it_it: Impossibile aprire l'archivio

source: All files saved. Now backing up database.
fr_fr: Tous les fichiers sont enregistrés. Sauvegarde de la base de données.
it_it: Tutti i files sono stati salvati. Ora sto facendo il backup del database.

source: %itemname% items removed. %itemscount% items left.
fr_fr: L'élément %itemname% a été supprimé. %itemscount% restants.
it_it: %itemname% elementi rimossi. %itemscount% elementi rimanenti.

source: Error while removing item %itemname%, %itemscount% items left.
fr_fr: Erreur lors de la suppression de l'élément %itemname%, %itemscount% éléments restants.
it_it: Errore durante la rimozione dell'elemento %itemname%, %itemscount% elementi rimanenti.

source: Starting to remove %s sample files
fr_fr: Suppression de %s fichiers exemple
it_it: Inizio a eliminare %s files di esempio

source: All sample files removed. Backup process skipped. Now upgrading files.
fr_fr: Tous les fichiers exemple ont été supprimés. Sauvegarde ignorée. Mise à jour des fichiers.
it_it: Tutti i files di esempio sono stati rimossi. Processo di backup saltato. Ora aggiorno i files.

source: All sample files removed. Now backing up files.
fr_fr: Tous les exemples de fichiers supprimés. Sauvegarde des fichiers en cours.
it_it: Tutti i files di esempio sono stati rimossi. Ora sto facendo il backup dei files.

source: Downloading from %s
fr_fr: Téléchargement depuis %s
it_it: Download da %s

source: File will be saved in %s
fr_fr: Le fichier sera enregistré dans %s
it_it: Il file sarà salvato in %s

source: Download directory has been emptied
fr_fr: Le dossier de téléchargement a été vidé.
it_it: La directory di download è stata svuotata

source: Download complete.
ar_sa: تم التحميل.
fr_fr: Téléchargement terminé.
it_it: Download completato.

source: Download complete. Now extracting...
fr_fr: Téléchargement terminé. Extraction...
it_it: Download completato. Ora sto estraendo...

source: Download complete but MD5 sum does not match (%s).
fr_fr: Téléchargement terminé, mais le calcul MD5 ne correspond pas (%s).
it_it: Download completato ma il controllo MD5 non corrisponde (%s).
