Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesLegalcomplianceShop.*.xlf
Languages: it_it, uk_ua

source: Delivery: 1 to 3 weeks
it_it: Consegna: da 1 a 3 settimane
uk_ua: Доставка: від 1 до 3 тижнів

source: Delivery: 3 to 6 weeks
it_it: Consegna: da 3 a 6 settimane
uk_ua: Доставка: від 3 до 6 тижнів

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
it_it: L'ordine sarà confermato solo quando avrai cliccato sul pulsante 'Ordine con obbligo di pagamento' alla fine del checkout!
uk_ua: Замовлення буде підтверджено лише після того, як ви натиснете кнопку "Зобов'язуюсь оплатити" після оформлення!

source: You must agree to our Terms of Service before going any further!
it_it: Devi accettare i nostri Termini e Condizioni prima di proseguire!
uk_ua: Ви повинні погодитися з нашими Умовами надання послуг, перш ніж продовжувати!

source: Something went wrong. If the problem persists, please contact us.
it_it: Qualcosa è andata storta. Se il problema persiste, contattaci.
uk_ua: Щось пішло не так. Якщо проблема повторюється, будь ласка, зв'яжіться з нами.

source: Select a payment option first.
it_it: Prima seleziona un'opzione di pagamento.
uk_ua: Спочатку виберіть варіант оплати.

source: Please check the "Revocation of virtual products" box first!
it_it: Prima spunta la casella "Recesso per prodotti virtuali"!
uk_ua: Спочатку ознайомтеся з "Відмовою від віртуальних товарів"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
it_it: Sono d'accordo con le [condizioni del servizio] e con le [condizioni di recesso] e le accetterò senza riserve.
uk_ua: Я приймаю [умови надання послуг] та [умови відмови] і зобов'язуюсь їх дотримуватись.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
it_it: [1]Per gli articoli digitali:[/1] Desidero avere accesso immediato ai contenuti digitali e sono a conoscenza del fatto che, di conseguenza, perderò il mio diritto di recesso una volta che il servizio sarà cominciato.[2][1]Per i servizi:[/1] Acconsento all'inizio del servizio e sono a conoscenza del fatto che perderò il mio diritto di recesso una volta che il servizio sarà stato interamente erogato.
uk_ua: [1]Для цифрових товарів:[/1] Мені потрібен безпосередній доступ до цифрових матеріалів, і я підтверджую, що не зможу відмовитися після початку надання послуги.[2][1]Для послуг:[/1] Я погоджуюся на початок надання послуги і підтверджую, що не зможу відмовитися після надання послуги в повному обсязі.

source: From
it_it: Da
uk_ua: Від

source: Our previous price
it_it: Il nostro prezzo precedente
uk_ua: Наша попередня ціна

source: Shipping excluded
it_it: Spedizione esclusa
uk_ua: Не враховуючи вартість доставки

source: Information
it_it: Informazioni
uk_ua: Інформація

source: My shopping cart
it_it: Il mio carrello
uk_ua: Мій кошик

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
it_it: Informazioni riguardanti la risoluzione online delle dispute ai sensi dell'Art. 14 Par. 1 dell'ODR (Online Dispute Resolution Regulation):
uk_ua: Інформація щодо онлайн-урегулювання суперечок відповідає ст. 14 розд. 1 ODR (Онлайн-урегулювання суперечок):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
it_it: La Commissione Europea assegna ai consumatori la possibilità di risolvere online le dispute, ai sensi dell'Art. 14 Par. 1 dell'Online Dispute Resolution (ODR) su una delle sue piattaforme. La piattaforma ([1]http://ec.europa.eu/consumers/odr[/1]) serve come un luogo in cui i consumatori possono cercare di raggiungere accordi stragiudiziali sulle controversie derivanti da acquisti on-line e da contratti di servizio.
uk_ua: Європейська комісія надає споживачам можливість розв'язувати онлайн-суперечки відповдно до ст. 14 розд. 1 Онлайн-урегулювання суперечок на одній з їхніх платформ. Платформа ([1]http://ec.europa.eu/consumers/odr[/1]) є місцем, де споживачі можуть спробувати досягти позасудового вирішення суперечок через онлайн-покупки та угоди на обслуговування.

source: Print this page
it_it: Stampa questa pagina
uk_ua: Роздрукувати сторінку

source: (Under conditions)
it_it: (Con condizioni)
uk_ua: (Згідно з умовами)

source: Shipping and payment
it_it: Spedizione e pagamento
uk_ua: Доставка та оплата

source: All prices are mentioned tax included
it_it: Tutti i prezzi si intendono Iva inclusa
uk_ua: Всі ціни вказано з урахуванням ПДВ

source: All prices are mentioned tax excluded
it_it: Tutti i prezzi si intendono Iva esclusa
uk_ua: Всі ціни вказано без урахування ПДВ

source: and
it_it: e
uk_ua: та

source: shipping excluded
it_it: spedizione esclusa
uk_ua: доставка не врахована
