Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesStatscheckupAdmin.*.xlf
Languages: pl_pl

source: Catalog evaluation
pl_pl: Ocena katalogu

source: Adds a quick evaluation of your catalog quality to the Stats dashboard.
pl_pl: Dodaje szybką ocenę jakości swojego katalogu w panelu statystyk.

source: Bad
pl_pl: kiepski

source: Average
pl_pl: Średnia

source: Good
pl_pl: Dobry

source: No product was found.
pl_pl: Nie znaleziono produktu

source: Descriptions
pl_pl: Opisy

source: chars (without HTML)
pl_pl: znaki (bez HTML)

source: orders / month
pl_pl: zamówienia / miesiąc

source: Not enough
pl_pl: Za mało

source: Alright
pl_pl: W porządku

source: Less than
pl_pl: niższa niż

source: Greater than
pl_pl: wyższa niż

source: Order by
pl_pl: Sortuj wg

source: Desc.
pl_pl: Spadek

source: Global
pl_pl: Ogólny
