Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, fr_fr, it_it

source: Download complete but MD5 sum does not match (%s). Operation aborted.
fr_fr: Téléchargement terminé, mais le calcul MD5 ne correspond pas (%s). Opération annulée.
it_it: Download completato ma il controllo MD5 non corrisponde (%s). Operazione abortita.

source: Error during download. The private key may be incorrect.
fr_fr: Erreur au téléchargement. La "clef communautaire" est peut-être erronnée
it_it: Errore durante il download. La chiave privata puo' non essere corretta.

source: Error during download
ar_sa: حصل خطأ أثناء التحميل
fr_fr: Erreur pendant le téléchargement
it_it: Errore durante il download

source: Download directory %s is not writable.
fr_fr: Impossible d'écrire dans le dossier de téléchargement %s.
it_it: La directory di download %s non è scrivibile.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
fr_fr: Vous devez activer "allow_url_fopen" ou cURL pour que le téléchargement automatique fonctionne. Vous pouvez également mettre le fichier en ligne dans le chemin de fichier %s.
it_it: È necessario che allow_url_fopen o cURL siano abilitati per far sì che funzioni il download automatico. Puoi anche caricarlo manualmente nel percorso %s.

source: [WARNING] Property %s is missing
fr_fr: [ATTENTION] La propriété %s est manquante
it_it: [ATTENZIONE] La proprietà %s è inesistente

source: Action %s skipped
fr_fr: L'action %s a été ignorée
it_it: Azione %s saltata

source: Action "%s" not found
fr_fr: Action "%s" non trouvée
it_it: Azione " %s" non trovata

source: Too long!
fr_fr: Trop long !
it_it: Troppo lungo!

source: Fields are different!
ar_sa: الحقول تختلف!
fr_fr: Les champs sont différents !
it_it: I campi non corrispondono!

source: This email address is wrong!
ar_sa: عنوان بريد الكتروني خاطيء!
fr_fr: Cette adresse est invalide !
it_it: Questo indirizzo e-mail è errato!

source: Impossible to send the email!
ar_sa: من المستحيل إرسال البريد الإلكتروني!
fr_fr: Impossible d'envoyer l'email !
it_it: Impossibile inviare l'e-mail!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
fr_fr: Impossible de créer le fichier "settings.inc.php". Si /app/config/parameters.php existe, veuillez donner les droits en écriture à l'utilisateur apache. Sinon, créez ce fichier dans votre dossier "config".
it_it: Impossibile creare il file delle impostazioni. Se app/config/parameters.php esiste, dai a questo file i permessi pubblici di scrittura, altrimenti crea un file con il nome parameters.php nella directory config.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
fr_fr: Le fichier de paramètres n'a pu être écrit, veuillez créer un fichier nommé settings.inc.php dans votre dossier "config".
it_it: Impossibile scrivere il file delle impostazioni, si prega di crearne uno chiamato settings.inc.php nella directory "config".

source: Impossible to upload the file!
ar_sa: من المستحيل رفع الملف!
fr_fr: Impossible d'envoyer le fichier !
it_it: Impossibile inviare il file!

source: Data integrity is not valided. Hack attempt?
fr_fr: L'intégrité des données n'est pas validée.
it_it: L'integrità dei dati non è convalidata.

source: Impossible to read the content of a MySQL content file.
fr_fr: Impossible de lire le contenu d'un des fichiers *.sql.
it_it: Impossibile leggere il contenuto di uno dei file *.sql.

source: Cannot access a MySQL content file.
fr_fr: Impossible d'accéder au contenu du fichier MySQL.
it_it: Impossibile accedere al file di contenuto MySQL.

source: Error while inserting data in the database:
fr_fr: Erreur lors de l'insertion dans la base
it_it: Errore al momento dell'inserimento nel database

source: This is not a valid file name.
ar_sa: إسم الملف هذا غير صالح.
fr_fr: Ce n'est pas un nom valide.
it_it: Non è un nome valido

source: This is not a valid image file.
ar_sa: ملف الصورة هذا غير صالح.
fr_fr: Ce n'est pas une image valide.
it_it: Non è un'immagine valida

source: Error while creating the /app/config/parameters.php file.
fr_fr: Erreur lors de la création du fichier /app/config/parameters.php.
it_it: Errore durante la creazione del file app/config/parameters.php.

source: Error:
ar_sa: خطأ:
fr_fr: Erreur :
it_it: Errore:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
fr_fr: Cette base de données PrestaShop existe déjà, veuillez revalider vos informations d'authentification à la base de données.
it_it: Questo database di PrestaShop già esiste. Si prega di rivalidare le tue informazioni di autenticazione al database.

source: An error occurred while resizing the picture.
ar_sa: حدث خطأ أثناء تغيير حجم الصورة.
fr_fr: Une erreur est survenue lors du redimensionnement de l'image.
it_it: Si è verificato un errore durante il ridimensionamento dell'immagine

source: Database connection is available!
ar_sa: الاتصال بقاعدة البيانات متاح!
fr_fr: La base de données a été trouvée !
it_it: Il database è stato trovato!

source: Database Server is available but database is not found
fr_fr: Le serveur de bases de données est disponible mais la base de données n'a pas été trouvée
it_it: Il server del database è disponibile ma il database non è stato trovato.

source: Database Server is not found. Please verify the login, password and server fields.
fr_fr: Le serveur de bases de données n'a pas été trouvé, merci de vérifier vos identifiants ou le nom du serveur.
it_it: Il server del database non è stato trovato, verifica i tuoi dati o il nome del server.

source: An error occurred while sending email, please verify your parameters.
fr_fr: Une erreur est survenue lors de l'envoi de l'email, merci de vérifier vos paramètres.
it_it: Si è verificato un errore durante l'invio della e-mail, verifica i tuoi parametri.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
fr_fr: Impossible d'écrire l'image /img/logo.jpg. Si celle-ci existe déjà, merci de la supprimer manuellement.
it_it: Impossibile scrivere l'immagine /img/logo.jpg. Se esiste già, cancellala manualmente.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
fr_fr: Le fichier envoyé dépasse la taille maximum autorisée.
it_it: Il file inviato supera la dimensione massima autorizzata.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
fr_fr: Le fichier envoyé dépasse la taille maximum autorisée.
it_it: Il file inviato supera la dimensione massima autorizzata.

source: The uploaded file was only partially uploaded
fr_fr: Le fichier a été envoyé partiellement.
it_it: Il file è stato parzialmente inviato.

source: No file was uploaded.
ar_sa: لم يتم تحميل الملف
fr_fr: Aucun fichier n'a été envoyé
it_it: Non è stato inviato alcun file

source: Missing a temporary folder
fr_fr: Il manque le dossier temporaire de réception de vos envois de fichiers. Merci de consulter votre administrateur système.
it_it: Manca la cartella temporanea di ricezione dell'invio di file. Consulta il tuo amministratore.

source: Failed to write file to disk
ar_sa: فشل في كتابة الملف على القرص
fr_fr: Impossible d'écrire le fichier sur le disque
it_it: Impossibile scrivere il file sul disco

source: File upload stopped by extension
fr_fr: Envoi de fichier interrompu à cause de l'extension incorrecte
it_it: Invio file interrotto a causa di estensione errata

source: Cannot convert your database's data to utf-8.
ar_sa: لا يمكن تعديل قاعدة (قواعد) البيانات الى تنسيق utf-8.
fr_fr: Impossible de convertir les données de votre base de données en UTF-8.
it_it: Impossibile convertire i dati del tuo database in UTF-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
fr_fr: Votre serveur MySQL ne peut pas utiliser ce moteur de base de données, veuillez en choisir un autre tel que MyISAM
it_it: Il tuo server MySQL non supporta questo motore, si prega di utilizzarne un altro come MyISAM

source: Your lastname contains some invalid characters
ar_sa: اسم العائلة الخاص بك يحتوي على بعض أحرف غير صالحة
fr_fr: Votre nom contient des caractères invalides
it_it: Il tuo cognome contiene dei caratteri non validi

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
fr_fr: Le fichier /img/logo.jpg n'a pas les droits d'écriture, merci d'effectuer un CHMOD 755 ou 777 sur ce fichier
it_it: Il file /img/logo.jpg non ?scrivibile, ti preghiamo di effettuare CHMOD 755 oppure CHMOD 777

source: Invalid catalog mode
fr_fr: Champ mode catalog invalide
it_it: Campo modalità catalogo non valido

source: No error code available
ar_sa: لا يوجد رقم خطأ مكافيء
fr_fr: Erreur inconnue.
it_it: Nessun codice di errore disponibili

source: This installer is too old.
ar_sa: مكون التنصيب قديم جدا.
fr_fr: Cet installeur est trop vieux.
it_it: Questo installatore è troppo vecchio.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
fr_fr: Le fichier app/config/parameters.php n'a pas été trouvé. L'avez-vous supprimé ou renommé ?
it_it: Non è stato possibile trovare il file app/config/parameters.php. Hai cancellato o rinominato questo file?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
fr_fr: Impossible de trouver les fichiers de mise à jour SQL. Veuillez vérifier que le dossier /install/upgrade/sql n'est pas vide.
it_it: Impossibile trovare i files di aggiornamento SQL. Si prega di verificare che la cartella /install/sql/upgrade non sia vuota.

source: No upgrade is possible.
fr_fr: Pas de mise à jour possible.
it_it: Nessun aggiornamento disponibile

source: Error while loading SQL upgrade file.
fr_fr: Erreur lors du chargement du fichier de mise à jour SQL.
it_it: Errore durante il caricamento del file di aggiornamento SQL.

source: Error while inserting content into the database
fr_fr: Erreur lors de l'insertion dans la base de données
it_it: Errore al momento dell'inserimento nel database

source: Unfortunately,
ar_sa: لسوء الحظ،
fr_fr: Malheureusement,
it_it: Sfortunatamente,

source: SQL errors have occurred.
fr_fr: erreurs SQL sont apparues.
it_it: sono apparsi errori SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
fr_fr: Le fichier config/defines.inc.php n'a pas été trouvé. Ou est-il passé ?
it_it: Il file config/defines.inc.php non è stato trovato. Cosa è successo?

source: Rollback
fr_fr: Restaurer (Rollback)

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
fr_fr: Après la mise à jour de votre boutique, vous pouvez revenir aux précédentes versions de votre base de données et fichiers. Utilisez cette fonction si votre thème ou un module essentiel ne fonctionne pas correctement.
it_it: Dopo avere aggiornato il tuo negozio puoi tornare indietro a database e files precedenti. Usa questa funzione se il tuo tema o un modulo essenziale non funzionano correttamente.

source: Choose your backup:
ar_sa: اختر نسختك الإحتياطية:
fr_fr: Choisissez votre sauvegarde :
it_it: Scegli il tuo backup:

source: -- Choose a backup to restore --
fr_fr: -- Choisissez la sauvegarde à restaurer --
it_it: --Scegli un backup da ripristinare--

source: The pre-Upgrade checklist
fr_fr: La liste des points à vérifier avant la mise à jour
it_it: Checklist pre-aggiornamento

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
fr_fr: Tous les points de la liste de vérifications ne sont pas validés. Vous pouvez mettre à jour votre boutique seulement quand tous les indicateurs sont au vert.
it_it: La checklist non è OK. Puoi aggiornare il negozio solo quando tutti gli indicatori sono verdi.

source: Before starting the upgrade process, please make sure this checklist is all green.
fr_fr: Avant de lancer la mise à jour, veuillez vous assurer que tous les points de la liste de vérifications sont au vert.
it_it: Prima di iniziare il processo di aggiornamento, si prega di assicurarsi che la checklist sia tutta verde.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
fr_fr: Le module de mise à jour en 1 clic est à jour (votre version est v%s)
it_it: Il modulo 1-click upgrade è aggiornato (la tua versione corrente è la v%s)

source: Download
ar_sa: تحميل
fr_fr: Téléchargement
it_it: Scarica

source: Your store's root directory is writable (with appropriate CHMOD permissions)
fr_fr: La racine de votre boutique doit être accessible en écriture (permissions CHMOD appropriées)
it_it: La tua directory principale del negozio è scrivibile (con appropriati permessi CHMOD)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
fr_fr: Le répertoire "/admin/autoupgrade" est accessible en écriture (permissions CHMOD appropriées)
it_it: La directory "/admin/autoupgrade" è scrivibile (con permessi CHMOD appropriati)

source: PHP's "Safe mode" option is turned off
fr_fr: L'option PHP "Safe mode" est désactivée
it_it: L'opzione "Safe mode" del PHP deve essere messa in off

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
fr_fr: L'option PHP "allow_url_fopen" est activée, ou cURL est installé
it_it: L'opzione "allow_url_fopen" del PHP è messa in on o è installato cURL

source: Your store is in maintenance mode
fr_fr: Votre boutique est en mode maintenance
it_it: Il tuo negozio si trova in modalità manutenzione

source: Click here to put your shop under maintenance
fr_fr: Cliquez ici pour mettre votre shop en maintenance
it_it: Clicca qui per mettere il tuo negozio in manutenzione

source: PrestaShop's caching features are disabled
fr_fr: Les fonctionnalités de cache de PrestaShop sont désactivées
it_it: Le funzionalità di caching di PrestaShop sono disattivate

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
fr_fr: Le paramètre PHP max_execution_time a une valeur élevée ou est complètement désactivé (valeur actuelle : illimitée)
it_it: L'impostazione del PHP max_execution_time ha un valore alto o è disattivata completamente (valore attuale: illimitato)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
fr_fr: Le paramètre PHP max_execution_time a une valeur élevée ou est complètement désactivé (valeur actuelle : %s secondes)
it_it: L'impostazione del PHP max_execution_time ha un valore alto o è disattivato completamente (valore attuale: %s secondi)

source: Please also make sure you make a full manual backup of your files and database.
fr_fr: Veuillez aussi vous assurez qu'une sauvegarde manuelle complète de vos fichiers et de votre base de donnée est faite.
it_it: Assicurati anche di fare un backup manuale completo dei files e del database.

source: Branch:
fr_fr: Branche :
it_it: Ramo:

source: available
fr_fr: disponible
it_it: disponibile

source: unavailable
fr_fr: non disponible
it_it: non disponibile

source: Version number:
ar_sa: رقم الإصدار:
fr_fr: Numéro de version :
it_it: Numero versione:

source: MD5 hash:
fr_fr: Hash MD5 :
it_it: Hash MD5:

source: see changelog
fr_fr: voir le changelog
it_it: guarda il changelog

source: Major release
fr_fr: Version majeure
it_it: Ultima versione

source: Minor release (recommended)
fr_fr: version mineures (recommandé)
it_it: Minor release (raccomandato)

source: Release candidates
fr_fr: version candidates (RC)
it_it: Candidate al rilascio

source: Beta releases
fr_fr: Versions béta
it_it: Versioni Beta

source: Alpha releases
fr_fr: Versions béta
it_it: Versioni Alfa

source: Private release (require link and MD5 hash)
fr_fr: Version privée (requiert un lien et un hash MD5)
it_it: Rilascio privato (richiedi il link e l'hash MD5)

source: Local archive
fr_fr: Archive locale
it_it: Archivio locale

source: Local directory
fr_fr: Dossier local
it_it: Directory locale

source: Channel:
fr_fr: Canal :
it_it: Canale:

source: This option regroup all stable versions.
fr_fr: Cette option vous fera profiter de toutes les versions stables.
it_it: Questa opzione raggruppa tutte le versioni stabili.

source: Link:
ar_sa: رابط:
fr_fr: Lien :

source: Hash key:
fr_fr: Clé de hash :
it_it: Codice Hash:

source: Allow major upgrade:
fr_fr: Autoriser les mise à jour majeure :
it_it: Autorizza gli aggiornamenti maggiori:

source: Archive to use:
ar_sa: الإرشيف المستخدم:
fr_fr: Archive a utiliser :
it_it: Archivio da usare:

source: Choose an archive
fr_fr: Choisir une archive
it_it: Scegli un archivio

source: Number of the version you want to upgrade to:
fr_fr: Numéro de la version vers laquelle vous souhaitez migrer :
it_it: Numero della versione alla quale vuoi aggiornare:

source: No archive found in your admin/autoupgrade/download directory
fr_fr: Aucune archive trouvée dans votre dossier admin/autoupgrade/download
it_it: Nessun archivio trovato nella tua directory admin/autoupgrade/download

source: Save in the following directory the archive file of the version you want to upgrade to: %s
fr_fr: Enregistrez dans le répertoire suivant l'archive de la version vers laquelle vous souhaitez migrer : %s
it_it: Salva nella directory seguente il file compresso con la versione alla quale vuoi effettuare l'aggiornamento: %s

source: Click "Save" once the archive is there.
fr_fr: Cliquez sur "Enregistrer" dès que l'archive y est.
it_it: Clicca "Salva" una volta che l'archivio si trova lì.

source: This option will skip the download step.
fr_fr: Cette option va ignorer l'étape téléchargement.
it_it: Questa opzione salterà la fase di download.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
fr_fr: Enregistrez dans le répertoire suivant les fichiers PrestaShop décompressés de la version vers laquelle vous souhaitez migrer : %s
it_it: Salva nella seguente directory i file non compressi di PrestaShop della versione alla quale vuoi effettuare l'aggiornamento: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
fr_fr: Veuillez indiquer vers quelle version vous migrez [1]("1.7.1.0" par exemple)[/1]
it_it: Informaci sulla versione alla quale stai aggiornando [1](1.7.0.1, per esempio)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
fr_fr: Cette option ignorera les étapes téléchargement et décompression, et utilisera %1$s comme répertoire source.
it_it: Questa opzione salterà le fasi di download e di decompressione e utilizzerà %1$s come directory sorgente

source: More options (Expert mode)
fr_fr: Plus d'options (mode expert)
it_it: Altre opzioni (Per esperti)

source: Expert mode
ar_sa: وضع الخبير
fr_fr: Mode expert
it_it: Modalità Esperto

source: Please select your channel:
ar_sa: الرجاء اختر قناتك:
fr_fr: Veuillez choisir votre canal:
it_it: Per favore seleziona il tuo canale:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
fr_fr: Les canaux vous offrent différentes manières de réaliser une mise à jour. Vous pouvez soit télécharger la nouvelle version sur votre serveur manuellement, soit laisser le module Mise à Jour en 1 Clic le télécharger pour vous.
it_it: I Canali ti offrono modi differenti per effettuare un aggiornamento. Puoi caricare manualmente la nuova versione o lasciare che il modulo Aggiornamento in 1-Click lo scarichi per te.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
fr_fr: Les canaux Alpha, Beta et Privé vous donnent la possibilité de mettre à jour votre boutique vers une version non officielle ou instable (à des fins de test uniquement).
it_it: I Canali Alfa, Beta e Privato ti danno la possibilità di aggiornare a una versione non ufficiale o instabile (solo per scopo di prova).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
fr_fr: Par défaut, vous devriez utiliser le canal "Versions mineures" qui offre la dernière version stable disponible.
it_it: Per impostazione predefinita, è necessario utilizzare la "Minor release" canale che offre l'ultima versione stabile disponibile.

source: Step
ar_sa: خطوة
fr_fr: Étape

source: Upgrade steps
ar_sa: خطوات الترقية
fr_fr: Étapes de mise à jour
it_it: Steps dell'aggiornamento

source: Version comparison
ar_sa: مقارنة الإصدار
fr_fr: Comparaison des versions
it_it: Confronto delle versioni

source: PrestaShop Original version
ar_sa: إصدار بريستاشوب الأصلي
fr_fr: version non modifiée de PrestaShop
it_it: PrestaShop versione originale

source: Differences between versions
ar_sa: الاختلافات بين الإصدارات
fr_fr: Différences entre les versions
it_it: Differenze tra le versioni

source: Activity Log
ar_sa: سجل النشاط
fr_fr: Journal d'activité
it_it: Registro Attività

source: Currently processing
ar_sa: جاري العمل
fr_fr: traitement en cours
it_it: Elaborazione in corso

source: Analyzing the situation...
ar_sa: تحليل الحالة...
fr_fr: Analyse des fichiers...
it_it: Analisi della situazione...

source: Errors
ar_sa: أخطاء
fr_fr: Erreurs
it_it: Errori

source: Start your Upgrade
ar_sa: ابدأ الترقية
fr_fr: Commencer la mise à jour.
it_it: Inizia il tuo aggiornamento

source: Congratulations, you are already using the latest version available!
ar_sa: مبروك، انت الآن تستخدم احدث اصدار متوفر!
fr_fr: Félicitations ! Vous utilisez déjà la version de PrestaShop la plus récente !
it_it: Congratulazioni stai già utilizzando l'ultima versione disponibile!

source: You come from the future! You are using a more recent version than the latest available!
ar_sa: لقد أتيت من المستقبل! انت تستخدم اصدار احدث من آخر اصدار متوفر!
fr_fr: Vous venez du futur ! Vous utilisez une version plus récente que la dernière disponible !
it_it: Tu arrivi dal futuro! Stai utilizzando una versione più recente dell'ultima disponibile!

source: Your current PrestaShop version
ar_sa: نسخة بريستاشوب الحالية
fr_fr: Votre version actuelle de PrestaShop
it_it: La tua versione attuale di PrestaShop

source: Latest official version for %s channel.
fr_fr: Dernière version officielle pour le canal %s.
it_it: Ultima versione ufficiale per il canale %s.

source: Upgrade PrestaShop now!
fr_fr: Mettre à jour PrestaShop maintenant !
it_it: Aggiorna ora PrestaShop!

source: You use Smarty 3
fr_fr: Vous utilisez Smarty 3
it_it: Stai usando Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
fr_fr: Smarty 2 est déprécié dans la version 1.4 et a été supprimé en 1.5. Vous pouvez choisir de mettre à jour votre thème actuel ou utiliser un nouveau thème.
it_it: Smarty 2 è deprecato dalla versione 1.4 ed è stato rimosso nella 1.5. Puoi avere la necessità di aggiornare il tuo tema attuale o usarne uno nuovo.

source: PrestaShop will be downloaded from %s
fr_fr: PrestaShop sera téléchargé depuis %s
it_it: PrestaShop sarà scaricato da%s

source: Open changelog in a new window
fr_fr: Ouvrir le changelog dans une nouvelle fenêtre
it_it: Apri il changelog in una nuova finestra

source: No file will be downloaded (channel %s is used)
fr_fr: Aucun fichier ne sera téléchargé (canal %s est utilisé)
it_it: Nessun file sara scaricato (canale %s utilizzato)
