Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesImagesliderAdmin.*.xlf
Languages: it_it, zh_tw

source: Image slider
it_it: Slider immagini

source: Adds an image slider to your site.
it_it: Aggiungi uno slider immagini al tuo sito.

source: Invalid values
it_it: Valori non validi
zh_tw: 數值無效

source: Invalid slide
it_it: Immagine non valida
zh_tw: 幻燈片有誤

source: Invalid slide state.
it_it: Stato diapositiva non valido.
zh_tw: 幻燈片的狀態無效。

source: Invalid slide position.
it_it: Posizione diapositiva non valida.
zh_tw: 幻燈片的位置無效。

source: Invalid slide ID
it_it: ID slide non valido
zh_tw: 幻燈片編號無效。

source: The title is too long.
it_it: Titolo troppo lungo.
zh_tw: 標題太長。

source: The caption is too long.
it_it: La didascalia è troppo lunga.
zh_tw: 標題過長。

source: The URL is too long.
it_it: URL troppo lungo.
zh_tw: 網址過長。

source: The description is too long.
it_it: Descrizione troppo lunga.
zh_tw: 說明過長。

source: The URL format is not correct.
it_it: Formato URL non corretto.
zh_tw: 網址格式有誤。

source: Invalid filename.
it_it: Nome file non valido.
zh_tw: 檔案名稱有誤。

source: The URL is not set.
it_it: URL non impostato.
zh_tw: 網址未設定。

source: The image is not set.
it_it: Immagine non impostata.
zh_tw: 圖片未設定。

source: The configuration could not be updated.
it_it: La configurazione non può essere aggiornata.
zh_tw: 設定無法更新。

source: The slide could not be added.
it_it: L'immagine non può essere aggiunta.
zh_tw: 輪播無法新增。

source: The slide could not be updated.
it_it: L'immagine non può essere modificata.
zh_tw: 輪播無法更新。

source: Slide information
it_it: Informazioni slide
zh_tw: 幻燈片資訊

source: Target URL
it_it: URL destinazione
zh_tw: 目標網址

source: Caption
it_it: Didascalia
zh_tw: 標題

source: Speed
it_it: Velocità
zh_tw: 下載速度

source: The duration of the transition between two slides.
it_it: Durata della transizione tra due slides.
zh_tw: 兩張幻燈片之間切換的時間。

source: Pause on hover
it_it: Pausa al passaggio del mouse

source: Stop sliding when the mouse cursor is over the slideshow.
it_it: Arresta lo scorrimento quando il mouse passa sopra lo slideshow.

source: Loop forever
it_it: Ciclo continuo

source: Loop or stop after the last slide.
it_it: Ripeti o arresta dopo l'ultima immagine.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
it_it: Poiché sono attivate nel tuo negozio diverse lingue, ricorda di caricare un'immagine per ciascuna di esse

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
it_it: Non puoi amministrare gli oggetti del menù superiore da un contesto "Tutti i negozi" o "Gruppo Negozi". Seleziona direttamente il negozio che vuoi modificare

source: You can only edit this slide from the shop(s) context: %s
it_it: Puoi modificare questa slide solo dal contesto del negozio: %s
zh_tw: 您只能從商店環境編輯此幻燈片：%s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
it_it: Non puoi aggiungere delle slides dal contesto "Tutti i negozi" o "Gruppo negozi"

source: Unable to get slide shop association information (id_slide: %d)
it_it: Impossibile ottenere le informazioni di associazione slide (id slide: %d)

source: The modifications will be applied to shop: %s
it_it: Le modifiche verranno applicate al negozio: %s
zh_tw: 所做的修改將應用於店鋪：%s

source: The modifications will be applied to this group: %s
it_it: Le modifiche verranno applicate a questo gruppo: %s
zh_tw: 所做的修改將應用於此群組：%s

source: The modifications will be applied to all shops and shop groups
it_it: Le modifiche saranno applicate a tutti i negozi e ai gruppi negozio

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
it_it: Questa slide è in comune con altri negozi! Tutti i negozi associati a questa slide si vedranno applicare le modifiche fatte qui

source: Slides list
it_it: Lista diapositive
zh_tw: 幻燈片列表

source: Shared slide
it_it: Slide condivisa
zh_tw: 分享幻燈片
