Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesStatssalesAdmin.*.xlf
Languages: vi_vn

source: Sales and orders
vi_vn: Mua bán và đặt hàng

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
vi_vn: Thêm đồ họa trình bày sự tiến hóa của doanh số bán hàng và đơn đặt hàng vào Thêm đồ họa trình bày sự tiến hóa của doanh số bán hàng và đơn đặt hàng vào bảng điều khiển Stats.

source: About order statuses
vi_vn: Về trạng thái đơn đặt hàng

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
vi_vn: Trong Back Office của bạn, bạn có thể thay đổi trạng thái theo thứ tự sau: Đang chờ kiểm tra thanh toán, Thanh toán được chấp nhận, Chuẩn bị trong tiến trình, Vận chuyển, Giao, Hủy, Hoàn trả, Lỗi thanh toán, Hết hàng và Đang chờ ngân hàng thanh toán.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
vi_vn: Các trạng thái đơn đặt hàng không có thể được gỡ bỏ từ Back Office; tuy nhiên bạn có tùy chọn để thêm nhiều hơn nữa.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
vi_vn: Các đồ thị sau đây đại diện cho sự tiến triển của đơn đặt hàng và doanh thu bán hàng cửa hàng của bạn cho một khoảng thời gian đã chọn.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
vi_vn: Bạn nên thường xuyên xem màn hình này, vì nó cho phép bạn nhanh chóng giám sát phát triển bền vững của cửa hàng của bạn. Nó cũng cho phép bạn giám sát nhiều khoảng thời gian.

source: Only valid orders are graphically represented.
vi_vn: Chỉ đơn đặt hàng hợp lệ được đại diện đồ họa.

source: Orders placed:
vi_vn: Các đơn đặt hàng:

source: CSV Export
vi_vn: Xuất CSV

source: Sales:
vi_vn: Bán hàng:

source: You can view the distribution of order statuses below.
vi_vn: Bạn có thể xem sự phân bố các trạng thái đơn hàng dưới đây.

source: No orders for this period.
vi_vn: Không có đơn đặt hàng cho giai đoạn này.

source: Orders placed
vi_vn: Các đơn đặt hàng

source: Products bought
vi_vn: Sản phẩm đã mua

source: Products:
vi_vn: Sản phẩm

source: Sales currency: %s
vi_vn: Doanh thu bán hàng: %s

source: Percentage of orders per status.
vi_vn: Tỷ lệ phần trăm của đơn đặt hàng cho mỗi trạng thái.
