Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, fr_fr, it_it

source: Selection successfully deleted
ar_sa: تم حذف العناصر المحددة بنجاح
fr_fr: Sélection supprimée avec succès
it_it: Selezione cancellata con successo

source: The new version check has been completed successfully
ar_sa: تم الانتهاء من التحقق من الإصدار الجديد بنجاح
fr_fr: Nouvelle version vérifiée avec succès
it_it: Il controllo della nuova versione è stato completato con successo

source: Message sent to the customer
ar_sa: أرسل رسالة إلى العملاء
fr_fr: Message envoyé au client
it_it: Messaggio inviato al cliente

source: Language successfully copied
ar_sa: اللغة نسخها بنجاح
fr_fr: Langue copiée avec succès
it_it: Lingua copiata

source: Refund Successful
ar_sa: نجح الأستيراد
fr_fr: Remboursement effectué
it_it: Rimborso eseguito

source: Images successfully moved
ar_sa: تم حذف الصورة
fr_fr: Images déplacées avec succès
it_it: Immagini spostate con successo

source: In order to use a new theme, please follow these steps:
ar_sa: من أجل استخدام موضوع جديد، يرجى اتباع الخطوات التالية:
fr_fr: Afin d'utiliser un nouveau thème, merci de suivre les étapes suivantes
it_it: Per usare un nuovo tema procedi con i seguenti passi

source: Import your theme using this module:
ar_sa: استيراد الموضوع الخاص بك باستخدام هذه الوحدة:
fr_fr: Importer votre thème en utilisant ce module
it_it: Importa il tuo tema usando questo modulo

source: Theme installer
ar_sa: مثبت الموضوع
fr_fr: Installeur de thème
it_it: Installatore del Tema

source: When your theme is imported, please select the theme in this page
ar_sa: عندما يتم استيراد الموضوع الخاص بك، يرجى تحديد موضوع في هذه الصفحة
fr_fr: Quand votre thème est importé, merci de sélectionner celui-ci sur cette page
it_it: Quando il tema è importato, seleziona il tema in questa pagina

source: Add my IP
ar_sa: إضافة عنوان الـ IP الخاص بي
fr_fr: Ajouter mon IP
it_it: Aggiungi il mio IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
fr_fr: Si vous changez de thème, le fichier parameters.php doit être accessible en écriture (CHMOD 755 ou 777)
it_it: Se cambi il tema, il file parameters.php deve essere scrivibile (CHMOD 755 / 777)

source: Back
ar_sa: العدمة
fr_fr: Retour
it_it: Indietro

source: You do not have permission to add here
ar_sa: ليس لك اذن بالاضافه هنا
fr_fr: Vous n'avez pas les droits suffisants pour l'ajout
it_it: Non hai diritti sufficienti per l'aggiunta.

source: Set required fields for this section
ar_sa: تعيين الحقول المطلوبة لهذا القسم
fr_fr: Définir les champs requis pour cette section
it_it: Impostare i campi obbligatori per questa sezione

source: Required Fields
ar_sa: حقول مطلوبة
fr_fr: Champs requis
it_it: Campi richiesti

source: Select the fields you would like to be required for this section.
ar_sa: حدد الحقول التي ترغب في أن تكون المطلوبة لهذا القسم.
fr_fr: Sélectionnez les champs que vous voulez rendre obligatoires pour cette section.
it_it: Selezionare i campi che desideri siano richiesti per questa sezione.

source: Field Name
ar_sa: اسم الخانة
fr_fr: Nom du champ
it_it: Nome del campo

source: The field named %s is required.
ar_sa: مطلوب الحقل المسمى %s
fr_fr: Le champ nommé %s est requis.
it_it: Il campo chiamato %s è obbligatorio.

source: The field named %fieldname% is required at least in the %languagename% language.
fr_fr: Le champ %fieldname% est requis au moins dans la langue %languagename%.
it_it: Il campo denominato %fieldname% è obbligatorio almeno nella lingua %languagename%.

source: The field named %fieldname% is too long (%charsnumber% chars max).
fr_fr: Le champ %fieldname% est trop long (%charsnumber% caractères max).
it_it: Il campo denominato %fieldname% è troppo lungo (max. %charsnumber% caratteri).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
fr_fr: Le champs %fieldname% (langue %languagename%) dépasse la longueur maximale autorisée (%charsnumber% caractères, y compris les balises HTML).
it_it: La voce nel campo %fieldname% (lingua %languagename%) eccede la lunghezza massima di %charsnumber% caratteri (incl. i tag html).

source: An error occurred during image deletion (cannot load object).
ar_sa: حدث خطأ أثناء حذف الصورة.
fr_fr: une erreur s'est produite pendant la suppression de l'image
it_it: Si è verificato un errore durante la cancellazione dell'immagine

source: You need at least one object.
ar_sa: تحتاج ما لا يقل عن كائن واحد.
fr_fr: vous devez garder au moins un objet
it_it: Devi mantenere almeno un oggetto.

source: You cannot delete all of the items.
ar_sa: لا يمكنك حذف كل العناصر.
fr_fr: Vous ne pouvez pas tous les supprimer.
it_it: Non puoi cancellarli tutti.

source: An error occurred during deletion.
ar_sa: حدث خطأ أثناء الحذف.
fr_fr: une erreur s'est produite pendant la suppression
it_it: Si è verificato un errore durante la cancellazione.

source: (cannot load object)
ar_sa: (لا يمكن تحميل الكائن)
fr_fr: (impossible de charger l'objet)
it_it: (Impossibile caricare l'oggetto)

source: You do not have permission to add here.
ar_sa: غير مسموح لك بالاضافة هنا
fr_fr: Vous n'avez pas les droits suffisants pour l'ajout.
it_it: Non hai diritti sufficienti per l'aggiunta.

source: Error in updating required fields
ar_sa: خطأ في تحديث الحقول المطلوبة
fr_fr: Erreur dans la mise à jour les champs requis
it_it: Errore nell'aggiornamento dei campi richiesti

source: Can not add configuration %configurationkey% for lang %isocode%
fr_fr: Impossible d'ajouter la configuration %configurationkey% pour la langue %isocode%
it_it: Impossibile aggiungere la configurazione %configurationkey% per la lingua %isocode%

source: Can not add configuration %configurationkey%
fr_fr: Impossible d'ajouter la configuration %configurationkey%
it_it: Impossibile aggiungere la configurazione %configurationkey%

source: %title% : Incorrect value
fr_fr: %title% : valeur incorrecte
it_it: %title%: Valore errato

source: An error occurred while uploading favicon: %iconname% to %destination%
fr_fr: Une erreur s'est produite lors de la copie de la favicon : %iconname% vers %destination%.
it_it: Si è verificato un errore durante il caricamento della favicon: %iconname% su %destination%

source: errors
ar_sa: أخطاء
fr_fr: erreurs
it_it: errori

source: There are %count% warnings
fr_fr: Il y a %count% avertissements.
it_it: Ci sono %count% avvisi

source: There is %count% warning
fr_fr: Il y a %count% avertissement.
it_it: C'è %count% avviso

source: Click here to see more
ar_sa: اضغط هنا لمشاهدة المزيد
fr_fr: Cliquez ici pour en savoir plus
it_it: Clicca qui per vedere

source: Hide warning
ar_sa: إخفاء التحذير
fr_fr: Masquer l'avertissement
it_it: Nascondi avvisi

source: Delete item #
ar_sa: حذف البند رقم
fr_fr: Supprimer l'élément n°
it_it: Elimina l'elemento n.

source: Object cannot be loaded (not found)
ar_sa: لا يمكن التحميل
fr_fr: objet impossible à charger (introuvable)
it_it: oggetto impossibile da caricare (non trovato)

source: Object cannot be loaded (identifier missing or invalid)
ar_sa: لا يمكن التحميل
fr_fr: objet impossible à charger (identifiant manquant ou invalide)
it_it: oggetto impossibile da caricare (ID mancante o non valido)

source: Your are currently connected with the following domain name:
ar_sa: وترتبط بك حاليا مع اسم المجال التالي:
fr_fr: Vous êtes actuellement connecté avec le nom de domaine suivant :
it_it: Tu sei attualmente connesso con il seguente nome di dominio

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
ar_sa: هذا واحد يختلف عن اسم المجال متجر الرئيسي في مجموعة "تفضيلات> كبار المسئولين الاقتصاديين وعناوين المواقع":
fr_fr: Celui-ci est différent du nom de domaine de la boutique principale présent dans l'onglet "Préférences > SEO et URLs" :
it_it: Questo è diverso del nome a dominio del negozio principale impostato in "Preferenze > SEO & URLs":

source: Click here if you want to modify the main shop domain name
ar_sa: انقر هنا إذا كنت ترغب في تعديل اسم نطاق المحل الرئيسي
fr_fr: Cliquez ici si vous souhaitez modifier le nom de domaine de la boutique principale
it_it: Clicca qui se vuoi modificare il nome di dominio principale del negozio.

source: Field %name% is required
fr_fr: Le champ %name% est requis.
it_it: Il campo %name% è obbligatorio

source: Field %name% is invalid
fr_fr: Le champ %name% n'est pas valide.
it_it: Il campo %name% non è valido

source: Required field
ar_sa: الحقول المطلوبة
fr_fr: Champs requis
it_it: Campo richiesto

source: Back up my files and database
ar_sa: عمل نسخه احتياطيه لملفاتي وقاعدة البيانات
fr_fr: Sauvegarder ma base de données et mes fichiers
it_it: Backup dei file e del database

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
ar_sa: دعم تلقائيا قاعدة البيانات والملفات الخاصة بك من أجل استعادة المحل الخاص بك إذا لزم الأمر. هذا هو تجريبي: يجب عليك لا يزال إجراء النسخ الاحتياطي اليدوي الخاص بك للسلامة.
fr_fr: Sauvegarde automatiquement votre base de données et vos fichiers afin de pouvoir restaurer votre boutique en cas de besoin. Cette fonctionnalité est expérimentale : vous devriez toujours sauvegarder manuellement par sécurité.
it_it: Fai un backup automatico del tuo database e dei files per poter ripristinare il tuo negozio, se necessario. Questo è sperimentale, quindi devi ancora effettuare un backup manuale di sicurezza.

source: Back up my images
ar_sa: عمل نسخة احتياطية لصوري
fr_fr: Sauvegarder mes images
it_it: Backup delle immagini

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
ar_sa: لتوفير الوقت، يمكنك أن تقرر عدم نسخ الصور الخاص بك. في أي حال، دائما التأكد من أنك فعلت نسخ احتياطية منهم يدويا.
fr_fr: Pour gagner du temps, vous pouvez choisir de ne pas sauvegarder vos images. Dans tous les cas, veillez à ce qu'elles aient été sauvegardées manuellement.
it_it: Per risparmiare tempo, puoi decidere di non salvare le immagini. In ogni caso, assicurati sempre di averne fatto un backup manuale.

source: Server performance
ar_sa: اداء الخادم
fr_fr: Puissance du serveur
it_it: Performance del server

source: Unless you are using a dedicated server, select "Low".
ar_sa: إلا إذا كنت تستخدم خادم مخصص، حدد "منخفضة".
fr_fr: A moins que vous n'utilisiez un serveur dédié, choisissez "Basse".
it_it: Se non si utilizza un server dedicato, selezionare "Basso".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
ar_sa: قيمة عالية يمكن أن يسبب الترقية إلى فشل إذا كان الخادم الخاص بك ليست قوية بما يكفي لمعالجة مهام الترقية في فترة قصيرة من الزمن.
fr_fr: Une valeur élevée peut faire échouer la mise à jour si votre serveur n'est pas assez puissant pour traiter les différentes tâches de la mise à jour en un temps suffisamment court.
it_it: Un valore alto può causare il fallimento dell'aggiornamento se il server non è abbastanza potente da elaborare rapidamente le funzioni dell'aggiornamento.

source: Low (recommended)
ar_sa: منخفضة (محسن)
fr_fr: Basse (recommandée)
it_it: Basso (raccomandato)

source: Medium
ar_sa: وسط
fr_fr: Moyen
it_it: Media

source: High
ar_sa: مرتفع
fr_fr: Élevé
it_it: Alta

source: Disable non-native modules
ar_sa: تعطيل وحدات غير الأصلية
fr_fr: Désactiver les modules non-natifs
it_it: Disattiva moduli non nativi

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
ar_sa: الوحدات غير المحلية يمكن أن تواجه بعض القضاي التوافق، ونحن نوصي لتعطيلها افتراضيا.
fr_fr: Comme les modules non-natifs peuvent être source d'incompatibilités, nous recommandons de les désactiver par défaut.
it_it: Con i moduli non nativi possono verificarsi alcuni problemi di compatibilità, si consiglia di disattivarli di default.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
ar_sa: ابقائها تمكين قد تمنعك من تحميل الصفحة "وحدات" صحيح بعد الترقية.
fr_fr: Les garder actifs peut vous empêcher de charger la page "Modules" correctement après la mise à jour.
it_it: Lasciandoli abilitati potrebbe impedire di caricare bene la scheda "Moduli" dopo l'aggiornamento.

source: Upgrade the default theme
ar_sa: ترقية القالب الافتراضي
fr_fr: Mettre à jour le thème par défaut
it_it: Aggiorna il tema predefinito

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
fr_fr: Si vous avez personnalisé le thème PrestaShop par défaut dans son dossier (dossier nommé "classic" en 1.7), activer cette option vous fera perdre vos modifications.
it_it: Se hai personalizzato il tema predefinito di PrestaShop nella sua cartella (nome cartella "classic" nella versione 1.7), abilitando questa opzione perderai le tue modifiche.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
ar_sa: إذا كنت تستخدم قالبك الخاص، فإن تفعيل هذا الخيار سيؤدي إلى تحديث القالب الإفتراضي في حين أن قالبك الخاص سيبقى أمناً.
fr_fr: Si vous utilisez votre propre thème, activer cette option mettra simplement à jour les fichiers du thème par défaut, sans modifier votre thème.
it_it: Se usi un tuo tema, abilitando questa opzione aggiornerai solo i files del tema predefinito, e il tuo sarà salvo.

source: Switch to the default theme
ar_sa: حول إلى القالب الإفتراضي
fr_fr: Utiliser le thème par défaut
it_it: Passa al tema predefinito

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
ar_sa: سيؤدي ذلك إلى تغيير الموضوع الخاص بك: ثم سيستخدم متجرك السمة الافتراضية من إصدار بريستاشوب الذي كنت تقوم بالترقية إلى.
fr_fr: Cela modifiera votre thème : votre boutique utilisera le thème par défaut de la version de PrestaShop vers laquelle vous faites la mise à jour.
it_it: Questo cambierà il tuo tema: poi il negozio userà il tema predefinito della nuova versione di PrestaShop.

source: Keep the customized email templates
fr_fr: Conserver les e-mails personnalisés
it_it: Conserva i modelli di email personalizzati

source: This will not upgrade the default PrestaShop e-mails.
fr_fr: Ceci ne mettra pas à jour les e-mails par défaut PrestaShop.
it_it: Questo non aggiornerà le email predefinite di PrestaShop.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
fr_fr: Si vous avez personnalisé les modèles des emails PrestaShop par défaut, activer cette option conservera vos modifications.
it_it: Se hai personalizzato i modelli di email predefiniti di PrestaShop, abilitando questa opzione manterrai le tue modifiche.

source: Unable to create directory %s
fr_fr: Impossible de créer le répertoire %s.
it_it: Impossibile creare la directory %s

source: Unable to create file %s
fr_fr: Impossible de créer le fichier %s
it_it: Impossibile creare il file %s

source: Error when trying to delete backups %s
ar_sa: خطأ عند محاولة حذف النسخ الاحتياطية %s
fr_fr: Erreur à la suppression des sauvegardes %s
it_it: Si è verificato un errore durante il tentativo di cancellazione dei backup %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
ar_sa: تم القيام بعملية المعالجه. تهانينا! يمكنك الآن تنشيط متجرك.
fr_fr: Mise à jour terminée. Félicitation ! Vous pouvez maintenant réactiver votre boutique.
it_it: processo di ripristino concluso. Congratulazioni! Ora puoi riattivare il negozio.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
ar_sa: تمت عملية الترقية. مبروك! يمكنك الآن إعادة تفعيل متجرك.
fr_fr: Le processus de mise à jour est terminé. Félicitations ! Vous pouvez maintenant réactiver votre boutique.
it_it: Processo di aggiornamento concluso. Congratulazioni! Ora puoi riattivare il negozio.

source: Upgrade process done, but some warnings have been found.
ar_sa: عملية التحديث انتهت ، لكن هناك بعض التحذيرات.
fr_fr: Mise à jour terminée, mais des avertissements sont apparus.
it_it: Processo di aggiornamento completato, ma ci sono stati degli avvisi.

source: %s removed
ar_sa: تم حذف %s
fr_fr: %s supprimé
it_it: Rimossi %s

source: Please remove %s by FTP
ar_sa: أرجو حذف %s عن طريق ال FTP
fr_fr: Veuillez supprimer %s via FTP
it_it: Rimuovi %s tramite FTP

source: Configuration successfully updated.
ar_sa: تم تحديث الاعدادات بنجاح.
fr_fr: La configuration a bien été mise à jour.
it_it: Configurazione aggiornata con successo.

source: This page will now be reloaded and the module will check if a new version is available.
ar_sa: سيتم اعادة تحميل الصفحة والتأكد من توفر نسخة أحدث.
fr_fr: Cette page va maintenant être rafraîchie et le module va vérifier si une nouvelle version est disponible.
it_it: Questa pagina sarà ora ricaricata e il modulo controllerà se è disponibile una nuova versione.

source: File %s does not exist. Unable to select that channel.
ar_sa: ملف %s غير موجود. غير قادر على اختيار هذه القناة.
fr_fr: Le fichier %s n'existe pas. Impossible de sélectionner ce canal.
it_it: Il file %s non esiste. Impossibile selezionare quel canale.

source: Version number is missing. Unable to select that channel.
ar_sa: رقم النسخة مفقود. غير قادر على اختيار هذه القناة.
fr_fr: Numéro de version manquant. Impossible de sélectionner ce canal.
it_it: Il numero di versione non esiste. Impossibile selezionare quel canale.

source: Upgrade process will use archive.
ar_sa: عملية الترقية ستستخدم الأرشيف.
fr_fr: La mise à jour utilisera le canal "archive"
it_it: La procedura di aggiornamento utilizzerà l'archivio.

source: Error on saving configuration
ar_sa: خطأ في حفظ الاعدادات
fr_fr: Impossible de sauver la configuration.
it_it: Errore durante il salvataggio della configurazione

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
fr_fr: %modifiedfiles% fichiers seront modifiés, %deletedfiles% fichiers seront supprimés (s'ils existent).
it_it: %modifiedfiles% file verranno modificati e %deletedfiles% file verranno eliminati (se trovati).

source: No diff files found.
ar_sa: لا يوجد ملفات مختلفة.
fr_fr: Les fichiers sont identiques
it_it: Nessun file diff trovato.

source: Unable to check files for the installed version of PrestaShop.
ar_sa: غير فادر على فحص ملفات نسخة بريستا شوب المثبته.
fr_fr: Impossible de vérifier les fichiers de la version installée de PrestaShop.
it_it: Impossibile controllare i files della versione installata di PrestaShop.

source: Unable to check files
ar_sa: غبر قادر على فحص الملفات
fr_fr: Impossible de vérifier les fichiers
it_it: Impossibile controllare i file

source: Core files are ok
ar_sa: ملفات النواة سليمة
fr_fr: Les fichiers du coeur sont ok
it_it: Core file ok

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
fr_fr: %modificationscount% modifications de fichiers ont été détectées, dont %coremodifications% fichiers natifs (coeur et modules) :
it_it: Sono state individuate %modificationscount% modifiche di file, incluse %coremodifications% modifiche del core e dei moduli nativi:

source: Starting upgrade...
ar_sa: البدئ في الترقية...
fr_fr: Démarrage de la mise à jour...
it_it: Inizio aggiornamento...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
fr_fr: Étapes téléchargement et désarchivage ignorées, le processus de mise à jour va maintenant supprimer les données de démonstration.
it_it: Salta le fasi di download e scompattamento, il processo di aggiornamento ora rimuoverà i dati di esempio.

source: Shop deactivated. Removing sample files...
ar_sa: تعطيل المتجر. يتم إزالة الملفات الافتراضية...
fr_fr: Boutique désactivée. Suppression de fichiers d'exemple...
it_it: Negozio disattivato. Rimozione dei files di esempio...

source: Skip downloading step, upgrade process will now unzip the local archive.
ar_sa: تخطي مرحلة التنزيل ، عملية الترقية ستقوم الآن بفك ضغط الأرشيف المحلي.
fr_fr: Étape de téléchargement ignorée, le processus de mise à jour va maintenant désarchiver l'archive locale.
it_it: Salta la fase de scarico, il processo di aggiornamento ora scompatterà l'archivio locale.

source: Shop deactivated. Extracting files...
ar_sa: تعطيل المتجر. استخراج الملفات...
fr_fr: Boutique désactivée. Décompression de l'archive...
it_it: Negozio disattivato. Estrazione dei files...

source: Shop deactivated. Now downloading... (this can take a while)
ar_sa: تعطيل المتجر. يتم التنزيل الآن... (ستستغرق فترة)
fr_fr: Boutique désactivée. Téléchargement en cours... (peut prendre un moment)
it_it: Negozio disattivato. Ora sto scaricando... (questo potrebbe richiedere un po')

source: Downloaded archive will come from %s
ar_sa: تم تنزيل الأرشيف القادم من %s
fr_fr: L'archive téléchargée viendra de %s
it_it: L'archivio scaricato proviene da %s

source: MD5 hash will be checked against %s
ar_sa: التحقق من شفرة MD5 في مقابل %s
fr_fr: Le hash MD5 va être comparé à %s
it_it: L'hash MD% verrà confrontato con %s

source: "/latest" directory has been emptied
ar_sa: تم افراغ المجلد الأخير
fr_fr: Le répertoire "/latest" a été vidé
it_it: La directory "/latest" è stata svuotata

source: File extraction complete. Removing sample files...
ar_sa: استخراج الملف بنجاح. إزالة الملفات الافتراضية...
fr_fr: Extraction du fichier terminée. Suppression des fichiers de démonstration...
it_it: Estrazione dei files completata. Rimozione dei files di esempio...

source: Unable to extract %filepath% file into %destination% folder...
fr_fr: Impossible d'extraire le fichier %filepath% vers le dossier %destination%...
it_it: Impossibile estrarre il file %filepath% nella cartella %destination%...

source: This is not a valid archive for version %s.
fr_fr: Il n'y a pas d'archive valide pour la version %s.
it_it: Questo non è un archivio valido per la versione %s.

source: Extraction directory is not writable.
ar_sa: المجلد المستخرج إليه غير قابل للكتابة.
fr_fr: Impossible d'écrire dans le dossier d'extraction.
it_it: La directory di estrazione non è scrivibile.

source: Extraction directory %s is not writable.
ar_sa: المجلد المستخرج إليه %s غير قابل للكتابة.
fr_fr: Impossible d'écrire dans le dossier d'extraction %s.
it_it: La directory di estrazione %s non è scrivibile.

source: [ERROR] %s does not exist or is not a directory.
ar_sa: [ERROR] %s غير موجود أو أنه ليس مجلد.
fr_fr: [ERREUR] %s n'existe pas ou n'est pas un répertoire.
it_it: [ERRORE] %s non esiste o non è una directory.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
ar_sa: لم يتم استخراج أي شئ. يبدو أن مرحلة فك الضغط تم تخطيها.
fr_fr: Rien n'a été extrait. Il semble que l'étape "décompression" ait été sautée.
it_it: Non è stato estratto nulla. Sembra che la fase di scompattamento sia stata saltata.

source: [ERROR] Unable to find files to upgrade.
ar_sa: [ERROR] لايوجد ملفات ليتم ترقيتها.
fr_fr: [ERREUR] Impossible de trouver les fichiers à mettre à jour.
it_it: [ERRORE] Impossibile trovare i files da aggiornare.

source: Unable to list files to upgrade
ar_sa: غير قادر على سرد الملفات للترقية
fr_fr: Impossible de lister les fichiers à mettre à jour
it_it: Impossibile elencare i file da aggiornare

source: %s files will be upgraded.
ar_sa: %s ملفات سيتم ترقيتها.
fr_fr: %s fichiers seront mis à jour.
it_it: %s file saranno aggiornati

source: filesToUpgrade is not an array
ar_sa: الملفات التي سيتم ترقيتها ليست مصفوفة
fr_fr: filesToUpgrade n'est pas un tableau
it_it: filesToUpgrade non è un array
