Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: it_it, ro_ro

source: Pages not found
it_it: Pagine non trovate
ro_ro: Pagina nu a fost gasita

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
it_it: Aggiunge una scheda al pannello di controllo Statistiche che mostra le pagine richieste dai visitatori che non sono state trovate.
ro_ro: Adauga o foaie la tabloul de control al statisticilor si afiseaza paginile cerute, dar neprimite de vizitatorii tai.

source: The "pages not found" cache has been emptied.
it_it: La cache "pagine non trovate" è stata svuotata.
ro_ro: Depozitul paginilor negasite a fost golit.

source: The "pages not found" cache has been deleted.
it_it: La cache "pagine non trovate" è stata cancellata.
ro_ro: Fisierele pentru "pagini negasite" din cache au fost sterse.

source: Guide
it_it: Guida
ro_ro: Ghid

source: 404 errors
it_it: errori 404
ro_ro: erori 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
it_it: Un errore 404 è un codice di errore HTTP che significa che il file richiesto dall'utente non può essere trovato. Nel tuo caso significa che uno dei tuoi visitatori ha digitato un'URL errata nella barra degli indirizzi o che il tuo o un altro sito web ha un link morto. Quando possibile è visualizzato il referrer, così che tu possa trovare la pagina e il sito che contiene il link morto. Altrimenti, in genere significa che si tratta di un accesso diretto, dunque qualcuno ha messo tra i preferiti un link non più esistente.
ro_ro: O eroare 404 este un cod de eroare HTTP ce indica faptul ca fisierul solicitat de catre utilizator nu poate fi gasit. In cazul tau inseamna ca unul dintre vizitatorii tai a introdus o adresa URL gresita in bara de adrese sau ca site-ul tau ori alt site au un link mort. Cand este posibil, sunt afisate datele referentului astfel incat sa poti gasi pagina/site-ul care contine linkul mort. Daca nu este posibil, inseamna, de obicei, ca adresa a fost ceruta prin acces direct - poate cineva a salvat un link care nu mai exista.

source: How to catch these errors?
it_it: Come individuare questi errori?
ro_ro: Cum se doreste captarea acestor erori?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
it_it: Se il tuo hosting supporta i files .htaccess, puoi crearne uno nella directory principale di PrestaShop e inserirvi dentro la seguente riga: "%s".
ro_ro: Daca furnizorul tau de gazduire (webhost) suporta fisiere .htaccess, il poti crea in directorul radacina (root) al PrestaShop si poti insera in el urmatoarea linie: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
it_it: Un utente che ha richiesto una pagina inesistente verrà reindirizzato alla pagina seguente: %s. Questo modulo registra gli accessi a questa pagina.
ro_ro: Un utilizator care cere acces la o pagina care nu exista va fi redirectionat catre urmatoarea pagina: %s. Acest modul inregistreaza accesul la aceasta pagina.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
it_it: Devi utilizzare un file .htaccess per reindirizzare gli errori 404 alla pagina "404.php".
ro_ro: Pentru a redirectiona erorile 404 la pagina "404.php" este necesar sa folosesti un fisier .htaccess.

source: Page
it_it: Pagina
ro_ro: Pagina

source: Referrer
it_it: Referente
ro_ro: Referinta

source: Counter
it_it: Contatore
ro_ro: Contor

source: No "page not found" issue registered for now.
it_it: Per ora non è stato registrato alcun problema di "pagina non trovata".
ro_ro: Pana acum nu a fost inregistrata nicio problema cu "pagina negasita".

source: Empty database
it_it: database vuoto
ro_ro: Goleste baza de date

source: Empty ALL "pages not found" notices for this period
it_it: Svuota TUTTI gli avvisi "pagine non trovate" per questo periodo
ro_ro: Sterge TOATE informarile despre pagini negasite pentru aceasta perioada

source: Empty ALL "pages not found" notices
it_it: Svuota TUTTI gli avvisi "pagine non trovate"
ro_ro: Sterge TOATE informarile despre pagini negasite
