Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesFacetedsearchAdmin.*.xlf
Languages: it_it, ru_ru

source: Faceted search
it_it: Ricerca per Aspetti
ru_ru: Многоуровневая навигация

source: Displays a block allowing multiple filters.
it_it: Mostra un blocco che consente dei filtri multipli.
ru_ru: Показывает блок с множественной фильтрацией.

source: "%s" is not a valid url
it_it: "%s" non è un URL valido
ru_ru: "%s" - недопустимый url

source: Filter template name required (cannot be empty)
it_it: Nome del modello del filtro necessario (non può essere vuoto)
ru_ru: Имя шаблона фильтра не может быть пустым!

source: You must select at least one category.
it_it: è necessario selezionare almeno una categoria
ru_ru: Вы должны выбрать хотя бы одну категорию.

source: Your filter
it_it: Il filtro
ru_ru: Фильтр с названием

source: was updated successfully.
it_it: è stato aggiornato con successo.
ru_ru: обновлен.

source: was added successfully.
it_it: è stata inserita correttamente.
ru_ru: добавлен.

source: Settings saved successfully
it_it: Configurazione salvata con successo
ru_ru: Настройки сохранены

source: Filter template deleted, categories updated (reverted to default Filter template).
it_it: Filtri modello cancellato, aggiornato categorie (ripristinato modello predefinito filtri).
ru_ru: Шаблон фильтра удалён, категории обновлены (вернулись к стандартному шаблону фильтра).

source: Filter template not found
it_it: Modello di filtri non trovato
ru_ru: Шаблон фильтра не найден

source: Root
ru_ru: Корневая

source: My template - %s
it_it: Il mio modello - %s
ru_ru: Мой шаблон - %s

source: My template %s
it_it: Il mio template %s
ru_ru: Мой шаблон %s

source: New filters template
it_it: Nuovo filtro modello
ru_ru: Редактирование/создание шаблона фильтров

source: Template name:
it_it: Nome Modello:
ru_ru: Название шаблона:

source: Only as a reminder
it_it: Solo come promemoria
ru_ru: Обязательное поле, во избежание путаницы шаблон надо как-то обозначить

source: Categories used for this template:
it_it: Categorie usate per questo modello:
ru_ru: Использовать эти категории в шаблоне:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
it_it: La selezione delle categorie è disattivata perché non hai categorie o sei nel contesto "tutti i negozi".
ru_ru: Выбор категорий отключен, поскольку их еще нет, или вы находитесь в контексте "все магазины".

source: Choose shop association:
it_it: Scegli associazione negozio:
ru_ru: Выберите связь с магазином:

source: You can drag and drop filters to adjust position
it_it: Puoi trascinare i filtri per aggiustare la loro posizione
ru_ru: Можно изменять порядок следования фильтров перетаскиванием

source: Filters:
it_it: Filtri:
ru_ru: Фильтры:

source: Total filters: %s
it_it: Filtri totali: %s
ru_ru: Всего фильтров: %s

source: Sub-categories filter
it_it: Sottocategorie filtro
ru_ru: Фильтр подкатегорий

source: Filter result limit:
it_it: Limite risultato filtro:
ru_ru: Показ результатов:

source: No limit
it_it: Nessun limite
ru_ru: Неограничено

source: Filter style:
it_it: Stile filtro:
ru_ru: Вид фильтра:

source: Checkbox
it_it: Casella di controllo
ru_ru: Флажок

source: Radio button
it_it: Bottone Radio
ru_ru: Переключатель

source: Drop-down list
it_it: Menù a tendina
ru_ru: Выпадающий список

source: Product stock filter
it_it: Stock Il prodotto filtro
ru_ru: Фильтрация по наличию товаров

source: Product condition filter
it_it: Prodotto condizione di filtro
ru_ru: Фильтрация по состоянию товаров

source: Product brand filter
it_it: Filtra per marca
ru_ru: Фильтр по брендам товаров

source: Product weight filter (slider)
it_it: Peso del prodotto filtro (slider)
ru_ru: Фильтрация по весу (ползунок)

source: List of ranges
it_it: Elenco di fasce
ru_ru: Список диапазонов

source: Product price filter (slider)
it_it: Filtra per prezzo dei prodotti (a scorrimento)
ru_ru: Фильтрация по цене (ползунок)

source: Attribute group: %name% (%count% attributes)
it_it: Gruppo attributi: %name% (%count% attributi)
ru_ru: Группа атрибутов: %name% (атрибутов: %count%)

source: Attribute group: %name% (%count% attribute)
it_it: Gruppo attributi: %name% (%count% attributo)
ru_ru: Группа атрибутов: %name% (атрибутов: %count%)

source: This group will allow user to select a color
it_it: Questo gruppo consente all'utente di selezionare un colore
ru_ru: Эта группа позволит пользователю выбирать цвет

source: Feature: %name% (%count% values)
it_it: Caratteristica: %name% (%count% valori)
ru_ru: Свойство: %name% (значений: %count%)

source: Feature: %name% (%count% value)
it_it: Caratteristica: %name% (valore %count%)
ru_ru: Свойство: %name% (значений: %count%)

source: You must select at least one filter
it_it: Devi selezionare almeno un filtro
ru_ru: Выберите хотя бы один фильтр

source: You must select at least one category
it_it: Devi selezionare almeno una categoria
ru_ru: Выберите хотя бы одну категорию

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
it_it: Attenzione: Il tuo provider hosting sta usando il "suhosin patch" per PHP, che limita il numero di campi da inserire in un form:
ru_ru: Внимание! Ваш хостинг-провайдер использует патч Suhosin для PHP, ограничивающий максимальное количество полей в форме:

source: for suhosin.post.max_vars.
it_it: per suhosin.post.max_vars.
ru_ru: для suhosin.post.max_vars.

source: for suhosin.request.max_vars.
it_it: per suhosin.request.max_vars.
ru_ru: для suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
it_it: Per favore chiedi al tuo provider di aumentare questo limite ad
ru_ru: Пожалуйста, запросите у вашего хостинг-провайдера увеличение лимитов Suhosin

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
it_it: Attenzione! La tua configurazione PHP limita il numero di campi dei post nel form
ru_ru: Внимание! В вашей конфигурации PHP максимальное число полей в форме ограничено до:

source: for max_input_vars.
it_it: per max_input_vars.
ru_ru: для max_input_vars.

source: Please ask your hosting provider to increase this limit to
it_it: Per favore chiedi al tuo provider di aumentare questo limite ad
ru_ru: Пожалуйста, попросите хостинг-провайдера увеличить этот лимит до

source: %s at least, or you will have to edit the translation files manually.
it_it: %s almeno, oppure devi modificare i files di traduzione manualmente.
ru_ru: %s по крайней мере или вам придется редактировать файлы перевода вручную.

source: Indexes and caches
it_it: Indici e cache
ru_ru: Индексация и кеш

source: Indexing is in progress. Please do not leave this page
it_it: Indicizzazione sono in corso. Si prega di non lasciare questa pagina
ru_ru: Идет индексация. Пожалуйста, не закрывайте эту страницу

source: Index all missing prices
it_it: Indice tutti i prezzi mancanti
ru_ru: Индексировать все недостающие цены

source: Rebuild entire price index
it_it: Ricostruire l'intero indice dei prezzi
ru_ru: Переиндексировать все цены

source: Build attribute index
it_it: Costruire indice attributo
ru_ru: Проиндексировать атрибуты

source: You can set a cron job that will rebuild price index using the following URL:
it_it: È possibile impostare un job di cron che si ri-costruire indice dei prezzi utilizzando il seguente URL:
ru_ru: Вы можете установить задание cron для переиндексирования цен, используя следующий URL:

source: You can set a cron job that will rebuild attribute index using the following URL:
it_it: È possibile impostare un job di cron che sarà ri-costruire indice attributo utilizzando il seguente URL:
ru_ru: Вы можете установить задание cron для переиндексирования атрибутов, используя следующий URL:

source: A nightly rebuild is recommended.
it_it: A ricostruire la notte è raccomandato.
ru_ru: Рекомендуется проводить переиндексацию ночью.

source: Filters templates
it_it: Modelli filtro
ru_ru: Шаблоны фильтров

source: Created on
it_it: Creato il
ru_ru: Дата создания

source: Actions
it_it: Azioni
ru_ru: Действия

source: Do you really want to delete this filter template?
it_it: Vuoi veramente eliminare questo modello di filtro?
ru_ru: Вы точно хотите удалить этот шаблон фильтра?

source: No filter template found.
it_it: Nessun modello di filtro trovato.
ru_ru: Нет шаблонов

source: Add new template
it_it: Aggiungi Nuovo Template
ru_ru: Добавить новый шаблон

source: Show the number of matching products
it_it: Mostra il numero di prodotti corrispondenti
ru_ru: Показывать количество найдененных товаров

source: Show products from subcategories
it_it: Mostra i prodotti dalle sottocategorie
ru_ru: Показывать товары из подкатегорий

source: Category filter depth (0 for no limits, 1 by default)
it_it: Profondità filtro categoria (0 per nessun limite, 1 di default)
ru_ru: Глубина фильтрации категории (неограничено -0, обычно - 1)

source: Use tax to filter price
it_it: Usare le tasse per filtrare i prodotti
ru_ru: Фильтрация цен по налогам

source: Use rounding to filter price
it_it: Usa arrotondamento per filtrare i prezzi
ru_ru: Использовать округление для фильтрации цены

source: (in progress)
it_it: (in avanzamento)
ru_ru: (в процессе)

source: URL indexing finished
it_it: Indicizzazione URL terminata
ru_ru: Индексация URL завершена

source: Attribute indexing finished
it_it: Indicizzazione attributo terminata
ru_ru: Индексация атрибутов завершена

source: URL indexing failed
it_it: Indicizzazione URL fallita
ru_ru: Индексация URL не удалась

source: Attribute indexing failed
it_it: Indicizzazione attibuto fallita
ru_ru: Индексация атрибутов не удалась

source: Price indexing finished
it_it: Indicizzazione prezzo terminata
ru_ru: Индексация цен завершена

source: Price indexing failed
it_it: Indicizzazione prezzo fallita
ru_ru: Индексация цен не удалась

source: (in progress, %s products price to index)
it_it: (Nel prezzo dei prodotti corso, %s all'indice)
ru_ru: (в процессе, осталось проиндексировать: %s)

source: Loading...
it_it: Caricamento in corso ...
ru_ru: Загрузка ...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
it_it: Hai selezionato - Tutte le categorie - : tutti i modelli di filttro esistenti verranno eliminati. Va bene?
ru_ru: Вы выбрали -Все категории-. Удалить все существующие шаблоны фильтров?

source: Invalid characters: <>;=#{}_
it_it: Caratteri non validi: <>;=#{}_
ru_ru: Недопустимые символы: <>;=#{}_

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere URL più dettagliati scegliendo la parola che meglio rappresenta il valore di questa funzionalità. Come impostazione predefinita PrestaShop utilizza il nome del valore ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные URL, выбирая слова, наилучшим образом представляющие значение свойства. Стандартно используется название значения, но здесь можно изменить эту настройку.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere titoli di pagina più dettagliati scegliendo la parola che meglio rappresenta il valore di questa funzionalità. Come impostazione predefinita PrestaShop utilizza il nome del valore ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные заголовки страниц, выбирая наиболее подходящие для этого слова. Стандартно используется название значения, но здесь можно изменить эту настройку.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere URL più dettagliati scegliendo la parola che meglio rappresenta questo attributo. Come impostazione predefinita PrestaShop utilizza il nome dell'attributo ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные URL, выбирая слова, наилучшим образом представляющие атрибут. Стандартно используется название атрибута, но здесь можно изменить эту настройку.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere pagine più dettagliate scegliendo la parola che meglio rappresenta questo attributo. Come impostazione predefinita PrestaShop utilizza il nome dell'attributo ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные заголовки страниц, выбирая слова, наилучшим образом представляющие атрибут. Стандартно используется название атрибута, но здесь можно изменить эту настройку.

source: Indexable
it_it: indicizzabile
ru_ru: Индексируемый

source: Use this attribute in URL generated by the Faceted Search module.
it_it: Usa questo attributo nell'URL generato dal modulo di Ricerca per Aspetti.
ru_ru: Использовать этот атрибут в URL, созданном модулем многоуровневой навигации.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere URL più dettagliati scegliendo la parola che meglio rappresenta questa funzionalità. Come impostazione predefinita PrestaShop utilizza il nome della funzionalità ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные URL, выбирая слова, наилучшим образом представляющие свойство. Стандартно используется название свойства, но здесь можно изменить эту настройку.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
it_it: Quando il modulo di Ricerca per Aspetti è abilitato, puoi ottenere titoli di pagina più dettagliati scegliendo la parola che meglio rappresenta questa funzionalità. Come impostazione predefinita PrestaShop utilizza il nome della funzionalità ma tu puoi cambiarla usando questo campo.
ru_ru: При включённом модуле многоуровневой навигации можно создавать более подробные заголовки страниц, выбирая наиболее подходящие для этого слова. Стандартно используется название свойства, но здесь можно изменить эту настройку.
