Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ar_sa, fr_fr, it_it

source: The following action are automatically replaced
fr_fr: Les actions suivantes seront automatiquement remplacées
it_it: Le azioni seguenti sono automaticamente sostituite

source: %old% will be replaced by %new%
fr_fr: %old% sera remplacé par %new%
it_it: %old% sarà sostituita da %new%

source: To change this behavior, you need to manually edit your php files
fr_fr: Pour changer ce comportement, vous devez éditer manuellement vos fichiers php
it_it: Per modificare questo comportamento, devi modificare manualmente i tuoi files php

source: Check if a new version is available
fr_fr: Vérifier si une nouvelle version est disponible
it_it: Verifica se una nuova versione è disponibile

source: Last check: %s
fr_fr: Dernière vérification : %s
it_it: Ultimo controllo: %s

source: Last check: never
fr_fr: Dernière vérification : jamais
it_it: Ultimo controllo: mai

source: Refresh the page
fr_fr: Rafraîchir la page
it_it: Aggiorna la pagina

source: Last datetime check: %s
fr_fr: Dernière vérification : %s
it_it: Ultima verifica: %s

source: This functionality has been disabled.
ar_sa: تم تعطيل هذا الوظيفة.
fr_fr: Cette fonctionnalité a été désactivée.
it_it: Questa funzionalità è stata disattivata.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
fr_fr: [ERREUR TECHNIQUE] ajax-upgradetab.php est manquant. Veuillez réinstaller ou réinitialiser le module.
it_it: [ERRORE TECNICO] ajax-upgradetab.php inesistente. Si prega di reinstallare o azzerare il modulo.

source: Welcome!
ar_sa: مرحباً
fr_fr: Bienvenue !
it_it: Benvenuto!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
fr_fr: Avec le module de mise à jour en un clic, mettre à jour votre boutique vers la version de PrestaShop la plus récente n'a jamais été aussi facile !
it_it: Co il modulo Aggiornamento in 1-Click di PrestaShop, non è mai stato così facile aggiornare il tuo negozio all'ultima versione disponibile!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
fr_fr: Veuillez s'il vous plaît toujours faire une sauvegarde manuelle complète de vos fichiers et de votre base de données avant de commencer une mise à jour.
it_it: Si prega di effettuare sempre un backup completo manuale dei file e del database prima di iniziare qualsiasi aggiornamento.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
fr_fr: Vérifiez bien l'intégrité de votre sauvegarde des données et vérifiez que vous pouvez facilement restaurer votre boutique manuellement si nécessaire.
it_it: Checkup doppio dell'integrità del tuo backup così puoi tornare indietro (roll-back) se è necessario.

source: If you do not know how to proceed, ask your hosting provider.
fr_fr: Si vous ne savez pas comment procéder, demandez à votre hébergeur.
it_it: Se non sai come precedere, chiedi al fornitore del servizio di hosting.

source: Backup Options
ar_sa: خيارات النسخ الإحتياطى
fr_fr: Options de sauvegarde
it_it: Opzioni di Backup

source: Upgrade Options
ar_sa: خيارات التحديث
fr_fr: Options de mise à jour
it_it: Opzioni di Aggiornamento

source: Are you sure you want to delete this backup?
fr_fr: Êtes-vous sûr de vouloir supprimer cette sauvegarde ?
it_it: Sei sicuro di voler cancellare questo backup?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
fr_fr: Votre serveur ne peut télécharger le fichier. Merci de l'envoyer par FTP dans votre dossier admin/autoupgrade
it_it: Il tuo server non può scaricare i file. Per favore carica via ftp nella tua cartella admin/autoupgrade

source: Click to refresh the page and use the new configuration
fr_fr: Cliquez pour rafraichir la page et utiliser la nouvelle configuration
it_it: Fare clic per aggiornare la pagina e utilizzare la nuova configurazione

source: An update is currently in progress... Click "OK" to abort.
fr_fr: Une mise à jour est en cours... Cliquez sur "OK" pour annuler.
it_it: Un aggiornamento è attualmente in corso... Clicca su "OK" per annullare.

source: Upgrading PrestaShop
ar_sa: تحديث بريستاشوب
fr_fr: Mise à jour PrestaShop
it_it: Aggiornamento di PrestaShop

source: Upgrade complete
ar_sa: إكتمل التحديث
fr_fr: Mise à jour terminée
it_it: Aggiornamento Completo

source: Upgrade Complete!
ar_sa: إكتمل التحديث!
fr_fr: Mise à jour terminée !
it_it: Aggiornamento Completato!

source: Upgrade complete, but warning notifications has been found.
ar_sa: التحديث إكتمل، لكن هناك اشعار تحذير.
fr_fr: Mise à jour complète, mais des avertissements ont été trouvés.
it_it: L'aggiornamento è stato completato ma sono stati trovati degli avvisi.

source: Cookies have changed, you will need to log in again once you refreshed the page
fr_fr: Les cookies ont été modifiés : vous devrez vous identifier à nouveau après avoir rechargé la page
it_it: I cookie sono cambiati, dovresti rifare il login una volta aggiornata la pagina

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
fr_fr: Les fichiers javascript et CSS ont été modifiés, il peut être nécessaire de vider le cache de votre navigateur en appuyant simultanément sur CTRL + F5
it_it: Javascript e CSS sono cambiati, si prega di svuotare la cache con Ctrl-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
fr_fr: Pensez à vérifier que tout fonctionne bien en front office (créez un compte, passez une commande...)
it_it: Si prega di controllare il tema del Front Office sia funzionante (prova a creare un account, fare un ordine...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
fr_fr: Les images des produits n'apparaissent pas sur le site ? Essayez de régénérer les miniatures dans Préférences > Images
it_it: Le immagini dei prodotti non appaiono nel front office? Prova a rigenerare le miniature in Preferenze > Immagini

source: Do not forget to reactivate your shop once you have checked everything!
fr_fr: N'oubliez pas de réactiver votre boutique une fois toutes vos vérifications terminées !
it_it: Non dimenticare di riattivare il tuo negozio dopo aver verificato tutto!

source: ToDo list:
fr_fr: À faire :
it_it: Da fare:

source: Restoration complete.
fr_fr: Restauration terminée.
it_it: Ripristino completato.

source: Javascript error (parseJSON) detected for action
fr_fr: Erreur Javascript (parseJSON) détectée pour l'action
it_it: Errore javascript (parseJSON) individuato per questa azione

source: Starting restoration...
fr_fr: Début de la restauration ...
it_it: Inizio del ripristino...

source: Error detected during
fr_fr: Erreur détectée pendant
it_it: Errore riscontrato durante

source: The request exceeded the max_time_limit. Please change your server configuration.
fr_fr: La requête a dépassé le temps d"exécution maximum autorisé. Vous devez changer votre configuration serveur pour augmenter la durée de max_execution_time.
it_it: La richiesta ha superato il max_time_limit. Si prega di modificare la configurazione del server.

source: Manually go to %s button
fr_fr: Cliquez sur le bouton %s
it_it: Manualmente andare al pulsante %s

source: End of process
fr_fr: Fin du processus
it_it: Fine della procedura

source: Operation canceled. Checking for restoration...
fr_fr: Opération annulée. Vérification de la restauration...
it_it: Operazione annullata. Controllo per il ripristino...

source: Do you want to restore %backupname%?
fr_fr: Voulez-vous restaurer les données de %backupname% ?
it_it: Vuoi ripristinare i dati da %backupname%?

source: Operation canceled. An error happened.
fr_fr: Opération annulée. Une erreur est survenue.
it_it: Operazione annullata. Si è verificato un errore.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
fr_fr: [ERREUR TECHNIQUE] ajax-upgradetab.php est manquant. Veuillez réinstaller ou réinitialiser le module.
it_it: [TECHNICAL ERROR] ajax-upgradetab.php inesistente. Si prega di reinstallare il modulo

source: See or hide the list
fr_fr: Afficher / masquer la liste
it_it: Visualizzare o nascondere l'elenco

source: Core file(s)
fr_fr: Fichier(s) coeur
it_it: Files del Core

source: Mail file(s)
fr_fr: Fichier(s) e-mail
it_it: File mail

source: Translation file(s)
fr_fr: fichier(s) des traductions
it_it: Traduzione file (s)

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
fr_fr: Votre serveur ne peut pas télécharger ce fichier. Veuillez le charger sur votre serveur FTP et le placer dans votre dossier /[admin]/autoupgrade.
it_it: Il tuo server non può scaricare il file. Si prega di caricarlo sul server FTP e metterlo nella directory /[admin]/autoupgrade.

source: Theses files will be deleted
fr_fr: Ces fichiers seront supprimés
it_it: Questi files saranno eliminati

source: Theses files will be modified
fr_fr: Ces fichiers seront modifiés
it_it: Questi files saranno modificati

source: Less options
fr_fr: Moins d'options
it_it: Meno opzioni

source: Link and MD5 hash cannot be empty
fr_fr: Les champs lien et hash ne doivent pas être vides
it_it: Link e hash MD5 non può essere vuoto

source: You need to enter the version number associated with the archive.
fr_fr: Vous devez entrer le numéro de version correspondant à l'archive.
it_it: È necessario immettere il numero di versione associato all'archivio.

source: No archive has been selected.
fr_fr: Aucune archive n'a été sélectionnée.
it_it: Non è stato selezionato nessun archivio.

source: You need to enter the version number associated with the directory.
fr_fr: Vous devez entrer le numéro de version correspondant au répertoire.
it_it: È necessario immettere il numero di versione associato alla directory.

source: Please confirm that you want to skip the backup.
fr_fr: Veuillez confirmer que vous ne souhaitez pas effectuer la sauvegarde.
it_it: Conferma che vuoi saltare il backup.

source: Please confirm that you want to preserve file options.
fr_fr: Veuillez confirmer que vous souhaitez conserver les options du fichier.
it_it: Conferma che vuoi conservare le opzioni file.

source: %s is not a file
fr_fr: %s n'est pas un fichier
it_it: %s non è un file

source: Unable to create directory %s.
fr_fr: Impossible de créer le répertoire %s.
it_it: Impossibile creare la directory %s.

source: Archive extracted
fr_fr: Archive extraite
it_it: Archivio estratto

source: zip->extractTo(): unable to use %s as extract destination.
fr_fr: zip->extractTo() : Impossible d'utiliser %s comme destination des fichiers extraits.
it_it: zip->extractTo(): impossibile utilizzare %s come destinazione di estrazione.

source: Unable to open zipFile %s
fr_fr: Impossible d'ouvrir le fichier zip %s
it_it: Impossibile aprire il zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
fr_fr: [ERREUR] Erreur lors de l'extraction de l'archive par PclZip: %s.
it_it: [ERRORE] Errore nell'estrazione dell'archivio utilizzando PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
fr_fr: [ERROR] %file% n'a pas été dézippé : %status%
it_it: [ERROR] %file% non è stato scompattato: %status%

source: [ERROR] %file% has not been unzipped: %status
fr_fr: [ERROR] %file% n'a pas été dézippé : %status%
it_it: [ERROR] %file% non è stato scompattato: %status

source: [ERROR] Unable to list archived files
fr_fr: [ERREUR] Impossible de lister les fichiers archivés
it_it: [ERRORE] Impossibile elencare i files archiviati

source: File %s is preserved
fr_fr: Le fichier %s est conservé
it_it: Il file %s è stato conservato

source: Unable to write in the directory "%s"
ar_sa: غير قادر على الكتابة في الدليل "%s"
fr_fr: Impossible d'écrire dans le dossier "%s"
it_it: Impossibile scrivere nella directory "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
fr_fr: Cette version de PrestaShop ne peut pas être mise à jour. La constante PS_ADMIN_DIR est manquante.
it_it: Questa versione di PrestaShop non può essere aggiornata: la costante PS_ADMIN_DIR è inesistente.

source: 1-Click Upgrade
ar_sa: ترقية بضغطة واحدة
fr_fr: Mise à jour en un clic
it_it: Aggiornamento con un click

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
fr_fr: Permet une mise à jour automatisée de votre boutique vers la dernière version de PrestaShop.
it_it: Fornisce un metodo automatico di aggiornamento del tuo negozio all'ultima versione di PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
fr_fr: Impossible de supprimer l'onglet "AdminUpgrade" (ID : %idtab%), qui n'est plus à jour.
it_it: Impossibile cancellare la tabella obsoleta "AdminUpgrade" (ID tabella: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
fr_fr: Impossible de créer le menu "AdminSelfUpgrade"
it_it: Impossibile creare il tab "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
fr_fr: Impossible de copier le logo dans %s
it_it: Impossibile copiare logo.gif in %s

source: Unable to load the "AdminSelfUpgrade" tab
fr_fr: Impossible de charger le menu "AdminSelfUpgrade"
it_it: Impossibile caricare il tab "AdminSelfUpgrade"

source: Unable to create the directory "%s"
fr_fr: Impossible de créer le dossier "%s"
it_it: Impossibile creare la directory "%s"

source: Unable to copy ajax-upgradetab.php in %s
fr_fr: Impossible de copier le fichier ajax-upgradetab.php dans %s
it_it: Impossibile copiare ajax-upgradetab.php in %s

source: Changelog:
it_it: Cambiamenti:

source: URL:
ar_sa: الرابط:
