Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: fr_fr

source: Legal Compliance
fr_fr: Conformité légale

source: This module helps merchants comply with applicable e-commerce laws.
fr_fr: Ce module aide les commerçants à se mettre en conformité avec les dernières lois e-commerce.

source: Are you sure you want to uninstall this module?
fr_fr: Êtes-vous sûr de vouloir désinstaller ce module ?

source: Could not install new hook
fr_fr: Impossible d'installer le nouveau point d'accroche.

source: Legal notice
fr_fr: Mentions légales

source: Please add your legal information to this site.
fr_fr: Veuillez ajouter vos informations légales à ce site.

source: Terms of Service (ToS)
fr_fr: Conditions générales de vente (CGV)

source: Please add your Terms of Service (ToS) to this site.
fr_fr: Veuillez ajouter vos conditions d'utilisation à ce site.

source: Revocation terms
fr_fr: Conditions d'annulation

source: Please add your Revocation terms to this site.
fr_fr: Veuillez ajouter vos conditions d'annulation au site.

source: Privacy
fr_fr: Politique de confidentialité

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
fr_fr: Veuillez insérer ici votre contenu sur la confidentialité. Si vous avez activé des modules liés aux réseaux sociaux, pensez à indiquer les informations sur les données collectées par des tiers.

source: Shipping and payment
fr_fr: Livraison et paiement

source: Please add your Shipping and payment information to this site.
fr_fr: Veuillez ajouter vos informations de livraison et paiement à ce site.

source: Environmental notice
fr_fr: Respect de l'environnement

source: Please add your Environmental information to this site.
fr_fr: Veuillez ajouter votre politique environnementale à ce site.

source: This module helps European merchants to comply with legal requirements. Learn how to configure the module and other shop parameters so that you're in compliance with the law.[1][2]PrestaShop 1.7 legal compliance documentation[/2]
fr_fr: Ce module aide les marchands Européens à se mettre en conformité avec les dernières régulations. Apprenez comment configurer le module et d'autres options de votre boutique pour que vous soyez en règle.[1][2]Documentation sur la conformité légale pour PrestaShop 1.7[/2]

source: Failed to associate legal content with an email template.
fr_fr: Erreur dans l'association du contenu legal à un modèle d'e-mail.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
fr_fr: Le libellé "Conditions d'annulation dans les CGV" ne peut pas être activé tant que vous n'associez pas le rôle "%s" à une page.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
fr_fr: Le libellé des frais de port ne peut pas être activé tant que vous n'associez pas le rôle "%s" à une page.

source: Revocation form
fr_fr: Formulaire de retour

source: Labels
fr_fr: Libellés

source: Delivery time label (available products)
fr_fr: Délai de livraison (produits en stock)

source: It is displayed on the product page and in the footer of other pages. Leave the field empty to disable.
fr_fr: Il s'affiche sur la fiche produit et en bas des autres pages. Laissez le champ vide pour le désactiver.

source: Indicate the delivery time for your in-stock products.
fr_fr: Indiquez le délai de livraison pour vos produits en stock.

source: Delivery time label (out-of-stock products)
fr_fr: Délai de livraison (produits en rupture)

source: Indicate the delivery time for your out-of-stock products.
fr_fr: Indiquez le délai de livraison pour vos produits en rupture de stock.

source: Additional information about delivery time
fr_fr: Informations complémentaires sur les délais de livraison

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
fr_fr: Si vous avez précisé un délai de livraison, cette information s'affichera en bas de la fiche produit, avec un lien vers la page "Paiement et livraison". Laissez le champ vide pour le désactiver.

source: Indicate for which countries your delivery time applies.
fr_fr: Indiquez pour quels pays vos délais de livraisons s'appliquent.

source: 'Our previous price' label
fr_fr: Libellé "Notre ancien prix"

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
fr_fr: Quand est un produit est en promotion, ajoute sur la fiche produit un libellé "Notre ancien prix" avant le prix d'origine, qui est barré, à côté du prix.

source: Tax 'inc./excl.' label
fr_fr: Taxes incluses / exclues

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
fr_fr: Précise si la taxe est incluse ou pas sur la fiche produit (libellé "HT/TTC") et ajoute une courte mention en bas des autres pages.

source: Price per unit label
fr_fr: Prix unitaire

source: If available, displays the price per unit everywhere the product price is listed.
fr_fr: Quand disponible, affiche le prix unitaire partout où le prix du produit apparaît.

source: 'Shipping fees excl.' label
fr_fr: Libellé "Hors frais de port"

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
fr_fr: Ajoute un libellé à côté du prix du produit ("Hors frais de port") ainsi qu'une courte mention au bas des autres pages.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
fr_fr: Si cette option est activée, assurez-vous que les conditions de livraison sont associées à une page ci-dessous (Gestion des contenus légaux). Le libellé ajoutera un lien vers cette page.

source: Revocation Terms within ToS
fr_fr: Conditions d'annulation dans les CGV

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
fr_fr: Ajoute le contenu de la page des conditions d'annulation dans les conditions générales de vente (CGV).

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
fr_fr: Si cette option est activée, assurez-vous que les conditions d'annulation sont associées à une page ci-dessous (Gestion des contenu légaux).

source: Revocation for virtual products
fr_fr: Conditions d'annulation des produits dématérialisés

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
fr_fr: Ajoute une case à cocher obligatoire quand le panier contient un produit dématérialisé. Utilisez cette option pour que vos clients aient conscience qu'il n'est pas possible de retourner un produit dématérialisé.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
fr_fr: Exiger aux clients de renoncer à leur droit de révocation lors de l'achat d'un produit dématérialisé (service ou bien numérique).

source: 'From' price label (when combinations)
fr_fr: Prix "À partir de" (quand déclinaisons)

source: Displays a 'From' label before the price on products with combinations.
fr_fr: Affiche "À partir de" avant le prix des produits avec déclinaisons.

source: As prices can vary from a combination to another, this label indicates that the final price may be higher.
fr_fr: Les prix pouvant varier d'une déclinaison à l'autre, ce libellé indique que le prix final peut être plus élevé.

source: Custom text in shopping cart page
fr_fr: Texte personnalisé dans le panier

source: This text will be displayed on the shopping cart page. Leave empty to disable.
fr_fr: Ce texte s'affichera sur la page de récapitulatif panier. Laissez le champ vide pour le désactiver.

source: Please inform your customers about how the order is legally confirmed.
fr_fr: Veuillez informer vos clients sur les conditions pour qu'une commande soit légalement confirmée.

source: Features
fr_fr: Fonctionnalités

source: Enable 'Reordering' feature
fr_fr: Activer l'option "Commander à nouveau"

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
fr_fr: Si cette option est activée, les clients peuvent repasser commande en un clic depuis leur historique de commandes.

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
fr_fr: Assurez-vous d'être en règle avec la législation de votre pays avant de l'activer : cette option peut être considérée comme de la vente forcée.

source: Proportionate tax for shipping and wrapping
fr_fr: Taxe proportionnelle pour livraison et emballage

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
fr_fr: Si cette option est activée, la taxe pour la livraison et l'emballage sera proportionnelle aux différentes taxes qui s'appliquent aux produits du panier.

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
fr_fr: Si activé, les frais de livraison de vos transporteurs doivent être TTC ! Assurez-vous que c'est bien le cas dans le menu "Livraison".

source: -- Select associated page --
fr_fr: -- Choisir la page associée --

source: Email content inclusion
fr_fr: Ajout de contenu dans les e-mails

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
fr_fr: Cette section vous permet d'ajouter à la fin de vos e-mails les informations issues de la partie "Gestion des contenus légaux" ci-dessus.

source: For each type of email, you can define which content you would like to include.
fr_fr: Pour chaque modèle d'e-mail, définissez quel contenu vous souhaitez ajouter.

source: Email templates
fr_fr: Modèles d'e-mail

source: Legal content management
fr_fr: Gestion des contenus légaux

source: Your country's legislation may require you to communicate some specific legal information to your customers.
fr_fr: La législation de votre pays peut vous demander de communiquer certaines informations légales à vos clients.

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
fr_fr: Le module de Conformité légale vous donne les moyens de communiquer à vos clients des informations requises par la législation, grâce à des pages statiques (certaines spécialement créées par le module). Il est de votre responsabilité de compléter ces pages avec le contenu attendu.

source: For each of the topics below, first indicate which of your Pages contains the required information:
fr_fr: Pour chacun des sujets ci-dessous, indiquez laquelle de vos pages contient l'information demandée :

source: Add new Page
fr_fr: Ajouter une page
