Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesStatsvisitsAdmin.*.xlf
Languages: es_es, ko_kr

source: Visits and Visitors
es_es: Visitas y Visitantes
ko_kr: 방문과 방문자

source: Adds statistics about your visits and visitors to the Stats dashboard.
es_es: Añade estadísticas sobre las visitas y visitantes de tu tienda al Panel de control de Estadísticas.
ko_kr: 방문 및 방문자에 대한 통계를 통계 대시보드에 추가합니다.

source: Determine the interest of a visit
es_es: Determinar el interés de una visita
ko_kr: 방문의 관심을 결정

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
es_es: El gráfico de evolución de los visitantes se parece mucho al gráfico de las visitas, pero proporciona información adicional:
ko_kr: 방문자의 진전 도표는 방문수 도표와 매우 유사하지만 추가 정보를 제공합니다:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
es_es: Si la gráfica ha evolucionado, enhorabuena, tu sitio está bien planificado y resulta agradable. Nos alegra ver que ha prestado atención.
ko_kr: 이 경우에는, 축하드립니다. 당신의 웹 사이트는 잘 계획되어 있고 만족스럽습니다. 당신이 주의를 기울이고 있다는 것에 기쁩니다.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
es_es: En el caso contrario, la conclusión no es tan simple. El problema puede ser estético o ergonómico. También es posible que muchos visitantes hayan visitado por error la URL, sin tener un interés particular en tu tienda. Este extraño y siempre confuso fenómeno es la mayoría de veces provocado por los motores de búsqueda. Si este es el caso, debes revisar tu estructura SEO.
ko_kr: 그렇지 않다면, 결론은 그렇게 간단하지 않습니다. 문제는 심미적 또는 인체 공학적 일 수 있습니다. 또한 많은 방문객이 상점에 특별한 관심없이 실수로 URL을 방문했을 가능성이 있습니다. 이 이상하고 혼란스런 현상은 검색 엔진에 의해 발생할 가능성이 큽니다. 이 경우에는, 검색엔진최적화 구조를 수정해야합니다.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
es_es: Esta información es mayoritariamente cualitativa. Depende de ti determinar el interés de una visita inconexa.
ko_kr: 이 정보는 대부분 질적입니다. 일관성 없는 방문에 대한 관심을 결정하는 것은 당신에게 달려 있습니다.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
es_es: Una visita corresponde a un usuario que visita tu tienda. Hasta el final de la sesión se contabiliza una única visita.
ko_kr: 방문은 당신의 상점에 오는 인터넷 사용자에게 해당되며, 세션이 끝날 때까지, 한 번의 방문만 계수됩니다.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
es_es: Un visitante es una persona desconocida que no se ha registrado ni conectado a tu tienda. Un visitante también puede ser considerado una persona que ha visitado tu tienda varias veces.
ko_kr: 방문자는 당신의 상점에 등록되지 않거나 또는 로그인하지 않은 알 수없는 사람입니다. 방문자는 당신의 상점을 여러 번 방문한 사람으로 간주 될 수도 있습니다.

source: Total visits:
es_es: Total de visitas:
ko_kr: 총 방문 수:

source: Total visitors:
es_es: Total de visitantes:
ko_kr: 총 방문자 수:

source: CSV Export
es_es: Exportar CSV
ko_kr: CSV로 내보내기

source: Number of visits and unique visitors
es_es: Número de visitas y visitantes únicos
ko_kr: 방문 및 순 방문자 수
