Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesWelcomeAdmin.*.xlf
Languages: it_it

source: Welcome
it_it: Benvenuto

source: Help the user to create his first product.
it_it: Aiuta l'utente a creare il suo primo prodotto.

source: Let's create your first product
it_it: Creiamo il tuo primo prodotto

source: What do you want to tell about it? Think about what your customers want to know.
it_it: Cosa vorresti dire in proposito? Pensa a ciò che i tuoi clienti vorrebbero sapere.

source: Add clear and attractive information. Don't worry, you can edit it later :)
it_it: Aggiungi delle informazioni chiare e attraenti. Niente paura, potrai modificarle più tardi :)

source: Give your product a catchy name.
it_it: Da' al tuo prodotto un nome accattivante.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
it_it: Riempi in questa scheda i dettagli essenziali. Le altre schede sono per ulteriori informazioni avanzate.

source: Add one or more pictures so your product looks tempting!
it_it: Aggiungi una o più immagini affinché il tuo prodotto sia allettante!

source: How much do you want to sell it for?
it_it: A quanto vuoi vendere?

source: Yay! You just created your first product. Looks good, right?
it_it: Evviva! Hai creato il tuo primo prodotto. Sembra buono, giusto?

source: Give your shop its own identity
it_it: Da' al tuo negozio una sua identità

source: How do you want your shop to look? What makes it so special?
it_it: Come vuoi che appaia il tuo negozio? Cosa lo renderebbe speciale?

source: Customize your theme or choose the best design from our theme catalog.
it_it: Personalizza il tuo tema o scegli il miglior design dal nostro catalogo dei temi.

source: A good way to start is to add your own logo here!
it_it: Un buon modo per cominciare è aggiungere qui il tuo logo!

source: If you want something really special, have a look at the theme catalog!
it_it: Se vuoi qualcosa di veramente speciale, da' un'occhiata al catalogo dei temi!

source: Get your shop ready for payments
it_it: Rendi il tuo negozio pronto per i pagamenti

source: How do you want your customers to pay you?
it_it: Come vuoi che i tuoi clienti ti paghino?

source: Adapt your offer to your market: add the most popular payment methods for your customers!
it_it: Adatta la tua offerta l tuo mercato: aggiungi per i tuoi clienti i metodi di pagamento più popolari!

source: These payment methods are already available to your customers.
it_it: Questi metodi di pagamento sono già disponibili per i tuoi clienti.

source: And you can choose to add other payment methods from here!
it_it: E puoi scegliere di aggiungere da qui altri metodi di pagamento!

source: Choose your shipping solutions
it_it: Scegli le opzioni di spedizione

source: How do you want to deliver your products?
it_it: Come vuoi spedire i tuoi prodotti?

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
it_it: Seleziona le opzioni di spedizione che possono soddisfare di più i tuoi clienti! Crea il tuo vettore o aggiungi un modulo pronto all'uso.

source: Here are the shipping methods available on your shop today.
it_it: Ecco i metodi di spedizione disponibili oggi sul tuo negozio.

source: You can offer more delivery options by setting up additional carriers
it_it: Puoi offrire più opzioni di spedizione impostano vettori aggiuntivi

source: Improve your shop with modules
it_it: Migliora il tuo negozio con dei moduli

source: Add new features and manage existing ones thanks to modules.
it_it: Aggiungi nuove funzionalità e gestisci quelle esistenti grazie ai moduli.

source: Some modules are already pre-installed, others may be free or paid modules - browse our selection and find out what is available!
it_it: Alcuni moduli sono pre-installati, altri possono essere gratuiti o a pagamento - esplora la nostra selezione e guarda cosa è disponibile!

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
it_it: Scopri la nostra selezione di moduli nella prima scheda. Gestiscili nella seconda e leggi le notifiche nella terza.

source: Over to you!
it_it: A te!

source: You've seen the essential, but there's a lot more to explore.
it_it: Hai visto l'essenziale, ma c'è molto altro da esplorare.

source: Some ressources can help you go further:
it_it: Alcune risorse possono aiutarti ad andare oltre:

source: Starter Guide
it_it: Guida introduttiva

source: Training
it_it: Addestramento

source: I'm ready
it_it: Sono pronto

source: Welcome to your shop!
it_it: Benvenuto nel tuo negozio!

source: Hi! My name is Preston and I'm here to show you around.
it_it: Ciao! Il mio nome è Preston e sono qui per farti fare un giro.

source: You will discover a few essential steps before you can launch your shop:
it_it: Scoprirai pochi passi essenziali prima di poter lanciare il tuo negozio:

source: Create your first product, customize your shop, configure shipping and payments...
it_it: Crea il tuo primo prodotto, personalizza il tuo negozio, configura spedizioni e pagamenti...

source: Let's get started!
it_it: Iniziamo!

source: Later
it_it: Più tardi

source: Start
it_it: Inizio

source: Launch your shop!
it_it: Lancia il tuo negozio!

source: Resume
it_it: Riprendi

source: Stop the OnBoarding
it_it: Arresta l'OnBoarding

source: Hey! Are you lost?
it_it: Ehi! Ti sei perso?

source: To continue, click here:
it_it: Per continuare, clicca qui:

source: If you want to stop the tutorial for good, click here:
it_it: Se desideri interrompere il tutorial, clicca qui:

source: Quit the Welcome tutorial
it_it: Esci dal tutorial di Benvenuto

source: Continue
it_it: Continua

source: Skip this tutorial
it_it: Salta questo tutorial

source: Next
it_it: Successivo
