Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesLivetranslationAdmin.*.xlf
Languages: fr_fr

source: Live translation
fr_fr: Traduction contextuelle

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
fr_fr: Contribuez à la traduction de PrestaShop directement depuis votre boutique et votre back-office.

source: Unable to install the module: the English Upside Down language cannot be installed.
fr_fr: Impossible d'installer le module : la langue "English Upside Down" n'a pas pu être installée.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
fr_fr: Ce module vous permet de traduire PrestaShop directement depuis ses différentes pages (boutique et back office).

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
fr_fr: Il envoie instantanément ces traductions faites dans leur contexte au [1]projet de traduction de PrestaShop[/1] sur Crowdin : cela vous permet de contribuer aux traductions communautaires, et non pas de traduire ou personnaliser votre propre boutique.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
fr_fr: Si nous n'avez pas encore de compte Crowdin, [1]inscrivez-vous[/1] !

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
fr_fr: Pour fonctionner, le module a besoin d'installer la langue virtuelle "English Upside Down". Elle sera installée sur votre boutique, mais ne sera pas active, et ne sera pas disponible pour vos clients.

source: How to proceed
fr_fr: Comment s'y prendre

source: Log in to your [1]Crowdin account[/1]
fr_fr: Connectez-vous à votre [1]compte Crowdin[/1]

source: Translate PrestaShop using the live translation module
fr_fr: Traduisez PrestaShop grâce au module de traduction contextuelle

source: Translate
fr_fr: Traduire

source: Front office
fr_fr: Boutique

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
fr_fr: La traduction contextuelle ne peut pas être activée. La langue "English Upside Down" est manquante et ne peut pas être installée. Veuillez réinitialiser le module pour réessayer.
