Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesStatsproductAdmin.*.xlf
Languages: pl_pl

source: Product details
pl_pl: Szczegóły produktu

source: Adds detailed statistics for each product to the Stats dashboard.
pl_pl: Dodaje szczegółowe statystyki dla każdego produktu w panelu statystyk.

source: Number of purchases compared to number of views
pl_pl: Ilość zamówień w porównaniu do liczby odsłon

source: After choosing a category and selecting a product, informational graphs will appear.
pl_pl: Po wybraniu kategorii i zaznaczeniu produktu, pojawią się wykresy informacyjne. Będziesz mógł wtedy je analizować.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
pl_pl: Jeżeli zauważysz, że produkt jest sukcesem i często kupowany, ale rzadko oglądany, powinieneś go eksponować bardziej na stronie głównej.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
pl_pl: Z drugiej strony, jeśli produkt ma wiele poglądów, ale często nie jest zakupiony, radzimy sprawdzić lub zmienić informacje o tym produkcie, fotografię, opis i znów, zobacz czy można znaleźć coś lepszego.

source: Details
pl_pl: Szczegóły

source: Total bought
pl_pl: Razem kupili

source: Sales (tax excluded)
pl_pl: Sprzedaży (bez VAT)

source: Total Viewed
pl_pl: Razem oglądane

source: Conversion rate
pl_pl: Kurs wymiany

source: CSV Export
pl_pl: Export CSV

source: Attribute sales distribution
pl_pl: Atrybuty dystrybucji sprzedaży

source: Cross selling
pl_pl: Sprzedaż komplementarna

source: Click on a product to access its statistics!
pl_pl: Kliknij na produkt, aby uzyskać dostęp do swoich statystyk.

source: Choose a category
pl_pl: Wybierz kategorię

source: Products available
pl_pl: Dostępne produkty

source: Popularity
pl_pl: Popularność

source: Visits (x100)
pl_pl: Odwiedziny (x100)

source: Stock
pl_pl: Magazyn
