Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopFormsHelp.*.xlf
Languages: ru_ru

source: (E.g.: %date_format%)
ru_ru: (Например: %date_format%)

source: Your password must be at least %min% characters long.
ru_ru: Ваш пароль должен содержать не менее %min% символов.

source: your@email.com
ru_ru: укажите@ваш.адрес

source: Select reference
ru_ru: Выберите ссылку

source: optional
ru_ru: необязательно

source: How can we help?
ru_ru: Чем мы можем помочь?

source: Don't forget to save your customization to be able to add to cart
ru_ru: Не забудьте сохранить ваши модификации чтобы можно было добавлять их в корзину

source: Your message here
ru_ru: Ваше сообщение здесь

source: No selected file
ru_ru: Файл не выбран

source: 250 char. max
ru_ru: 250 симв. макс
