Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopPdf.*.xlf
Languages: ur_pk

source: Order return
ur_pk: آرڈر کی واپسی

source: Invoice
ur_pk: انوائس

source: Delivery
ur_pk: ترسیل

source: Credit slip
ur_pk: کریڈٹ سلپ

source: Supply order form
ur_pk: آرڈر فارم سپلائی

source: Designation
ur_pk: عہدہ

source: After discount
ur_pk: ڈسکاؤنٹ کے بعد

source: Reference
ur_pk: حوالہ

source: Tax Rate
ur_pk: ٹیکس کی شرح

source: Product
ur_pk: پراڈکٹ

source: Unit Price
ur_pk: یونٹ کی قیمت

source: Discounts
ur_pk: ڈسکاؤنٹس

source: Qty
ur_pk: مقدار / تعداد

source: Product / Reference
ur_pk: پراڈکٹ / حوالہ

source: Unit price
ur_pk: فی یونٹ قیمت

source: (Tax Excl.)
ur_pk: (ٹیکس نکال کے.)

source: (Tax Incl.)
ur_pk: ( بشمول ٹیکس.)

source: Summary:
ur_pk: خلاصہ

source: Delivery Address
ur_pk: ڈیلیوری ایڈریس

source: Billing Address
ur_pk: بلنگ ایڈریس

source: Billing & Delivery Address
ur_pk: بلنگ اور ڈلیوری ایڈریس

source: We have logged your return request.
ur_pk: ہم نے آپ کی واپسی کی درخواست کا ریکارڈ رکھ لیا ہے.

source: Your package must be returned to us within
ur_pk: آپ کے پیکج ہمیں کے اندر اندر واپس مل جانا چاہیے

source: days of receiving your order.
ur_pk: آپ کے آرڈر وصول کرنے کے دن.

source: Date
ur_pk: تاریخ

source: Carrier
ur_pk: کیریئر

source: Products
ur_pk: پراڈکٹس

source: Shipping
ur_pk: شپنگ

source: For more assistance, contact Support:
ur_pk: مزید مدد کے لیےسپورٹ سے رابطہ کریں

source: Total Tax
ur_pk: کل ٹیکس:

source: Total
ur_pk: کل:

source: Free Shipping
ur_pk: مفت شپنگ
