Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopThemeCatalog.*.xlf
Languages: br_fr

source: Price
br_fr: Priz

source: Discount
br_fr: Digresk

source: Best sellers
br_fr: Gwerzhourien gwellañ

source: Categories
br_fr: Rummadoù

source: Pages
br_fr: Pajennoù

source: Price drop
br_fr: Digresk ar priz

source: New products
br_fr: Produioù nevez

source: All new products
br_fr: Holl produioù nevez

source: Suppliers
br_fr: Pourvezourien

source: Online only
br_fr: dre linenn nemetken

source: Product available with different options
br_fr: produ hegerzh gant dibaboù disheñvel

source: New
br_fr: Nevez

source: Product customization
br_fr: Personeliñ produioù

source: In stock
br_fr: Hegerz da gentañ

source: Reference
br_fr: Dave

source: Product
br_fr: produ

source: Data sheet
br_fr: Fichenn deknikel

source: Pack content
br_fr: Er pack

source: Accessories
br_fr: Rikoù

source: Quantity
br_fr: Kementad

source: Unit price
br_fr: Priz unan

source: Total price
br_fr: Priz hollek

source: (not impacted by the discount)
br_fr: (digresk ebet war ar produ)

source: Description
br_fr: Diskrivadur

source: Attachments
br_fr: Stagadurioù

source: Viewed products
br_fr: Produioù gwelet

source: All best sellers
br_fr: Holl Gwerzhioù gwellañ

source: My alerts
br_fr: Ma gemennoù

source: Search
br_fr: Klask

source: Returned
br_fr: kaset en-dro
