Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopThemeCustomeraccount.*.xlf
Languages: ar_sa, it_it, pl_pl

source: Your account
it_it: Il tuo account
pl_pl: Twoje konto

source: Receive offers from our partners
it_it: Ricevi offerte dai nostri partner
pl_pl: Otrzymuj oferty od naszych partnerów

source: Vouchers
ar_sa: القسائم
it_it: Buoni
pl_pl: Kupony

source: Merchandise returns
ar_sa: إعادة الباضائع
it_it: Restituzione prodotto
pl_pl: Zwroty produktów

source: Credit slips
ar_sa: إيصال الإتمانية
it_it: Note di credito
pl_pl: Potwierdzenia zwrotów

source: Information
ar_sa: روابط ذات صلة
it_it: Informazioni
pl_pl: Informacja

source: Addresses
ar_sa: العناوين
it_it: Indirizzi
pl_pl: Adresy

source: Add first address
it_it: Aggiungi il primo indirizzo
pl_pl: Dodaj pierwszy adres

source: Order history and details
it_it: Storico e dettagli degli ordini
pl_pl: Historia i szczegóły zamówień

source: Welcome to your account. Here you can manage all of your personal information and orders.
ar_sa: أهلا بك في حسابك. يمكنك هنا تعديل المعلومات الشخصية والعناوين وكذلك متابعة طلبات الشراء.
it_it: Benvenuto nel tuo account. Qui potrai gestire gli ordini e tutte le tue informazioni personali.
pl_pl: Twoje konto. Możesz tu zarządzać swoimi danymi personalnymi jak również przeglądać swoje zamówienia.

source: #%06d
it_it: n°%06d

source: Order history
ar_sa: سجل طلبات الشراء
it_it: Storico ordini
pl_pl: Historia zamówień

source: Here are the orders you've placed since your account was created.
ar_sa: كافة طلبات الشراء التي قمت بتنفيدها منذ تسجيل الحساب مدرجة أدناه.
it_it: Questi sono gli ordini che hai effettuato dal momento della creazione del tuo account.
pl_pl: Poniżej wyświetlone są wszystkie Twoje zamówienia, złożone przez Ciebie od momentu utworzenia konta.

source: Details
ar_sa: النفاصيل
it_it: Dettagli
pl_pl: Szczegóły

source: Guest Tracking
ar_sa: متابعة الضيوف
it_it: Tracciamento Ospite
pl_pl: Śledzenie zamówienia

source: Transform your guest account into a customer account and enjoy:
ar_sa: حول حساب الضيف الخاص بك إلى حساب زبون واستمتع:
it_it: Trasforma il tuo account ospite in un account cliente e potrai godere di:
pl_pl: Przekształć swoje konto gościa w konto klienta i ciesz się korzyściami:

source: Personalized and secure access
ar_sa: دخول شخصي وآمن
it_it: Accesso sicuro e personalizzato
pl_pl: Spersonalizowany i bezpieczny dostęp

source: Fast and easy checkout
ar_sa: اتمام الطلب بخطوات سهلة وسريعة
it_it: Processo di acquisto facile e veloce
pl_pl: Szybkie i łatwe zakupy

source: Easier merchandise return
ar_sa: عملية ارجاع مشتروات أسهل
it_it: Facile restituzione dei prodotti
pl_pl: Łatwiejszy zwrotu towaru

source: Returned
ar_sa: اعادة
it_it: Restituito
pl_pl: Zwróconych

source: Merchandise return
ar_sa: إعادة البضاعة
it_it: Reso merce
pl_pl: Zwrot towaru

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
ar_sa: إذا أردت أن إعادة صنف أو أكثر من السلع التي طلبتها، فضلا اختر الأسباب التي تدعوك إلى إعادة السلعة / أو السلع. ثم اضغط على الزر بالأسفل.
it_it: Se vuoi restituire uno o più prodotti, seleziona le caselle corrispondenti e dai una spiegazione per la restituzione. Quindi clicca sul tasto qui sotto.
pl_pl: Jeżeli chcesz zwrócić jeden lub więcej produktów, zaznacz odpowiadające im pola i zapisz wyjaśnienie powodu zwrotu. Następnie kliknij przycisk poniżej.

source: Request a return
it_it: Chiedi un rimborso
pl_pl: Żądanie zwrotu

source: Back to your account
ar_sa: العودة إلى الحساب الخاص بك
it_it: Torna al tuo account
pl_pl: Powrót do twojego konta

source: Messages
ar_sa: الرسائل
it_it: Messaggi
pl_pl: Wiadomości

source: Add a message
ar_sa: اضف رسالة
it_it: Aggiungi un messaggio
pl_pl: Dodaj wiadomość

source: If you would like to add a comment about your order, please write it in the field below.
ar_sa: إذا أردت أن تضيف تعليقا عن طلبيتك، فضلا أكتبه بالأسفل.
it_it: Se vuoi aggiungere un commento al tuo ordine, scrivilo qui sotto.
pl_pl: Jeżeli chcesz dodać komentarz do swojego zamówienia, zapisz go poniżej.

source: Forgot your password?
ar_sa: هل نسيت كلمة المرور؟
it_it: Hai dimenticato la password?
pl_pl: Nie pamiętasz hasła?

source: Return details
it_it: Dettagli restituzione
pl_pl: Szczegóły zwrotu

source: %number% on %date%
it_it: %number% il %date%
pl_pl: %number% z dnia %date%

source: We have logged your return request.
ar_sa: لدينا طلب تسجيل إعادة
it_it: Abbiamo registrato la vostra richiesta di restituzione.
pl_pl: Otrzymaliśmy twoje zgłoszenie zwrotu.

source: Your package must be returned to us within %number% days of receiving your order.
it_it: Il tuo pacco deve esserci restituito entro %number% giorni da quando lo hai ricevuto.
pl_pl: Opakowanie musi być zwrócone do nas w ciągu %number% dni od daty otrzymania zamówienia.

source: The current status of your merchandise return is: [1] %status% [/1]
it_it: Al momento lo stato del tuo reso merce è: [1] %status% [/1]
pl_pl: Aktualny status zwracanego towaru: [1] %status% [/1]

source: List of items to be returned:
ar_sa: قائمة السلع التي تريد ارجاعها:
it_it: Lista degli elementi da rendere:
pl_pl: Lista przedmiotów do zwrotu:

source: Reminder
ar_sa: تذكير
it_it: Promemoria
pl_pl: Przypomnienie

source: All merchandise must be returned in its original packaging and in its original state.
ar_sa: جميع المنتجات يجب ان تعود في نفس صندوق الشحنة بدون كسر او ضرر
it_it: Tutti i prodotti devono essere restituiti nella loro confezione originale, senza danni o usura.
pl_pl: Wszystkie produkty muszą być zwrócone w oryginalnych opakowaniach, bez śladów wskazujących na ich używanie.

source: Please print out the [1]returns form[/1] and include it with your package.
it_it: Stampa la [1]bolla di restituzione[/1] e allegala al pacco.
pl_pl: Proszę wydrukować [1]formularz zwrotu[/1] i umieścić go w opakowaniu.

source: Please check the [1]returns form[/1] for the correct address.
it_it: Si prega di controllare sulla [1]bolla di restituzione[/1] che l'indirizzo sia corretto.
pl_pl: Proszę sprawdzić, czy [1]formularz zwrotu[/1] ma poprawny adres.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
ar_sa: عندما نستلم طلبيتك، سوف نقوم بإعلامك عن طريق البريد الإلكتروني. عندها سنقوم بإعادة حساب المبلغ الذي سيتم سداده لك.
it_it: Quando riceveremo il tuo pacco, sarai avvisato via email. Successivamente inizieremo ad elaborare il rimborso dell'ordine.
pl_pl: Po otrzymaniu przez nas Twojej przesyłki, wyślemy powiadomienie na twój adres e-mail. Następnie rozpoczniemy proces zwrotu kosztów zamówienia.

source: Please let us know if you have any questions.
ar_sa: تفضل بسؤالنا عندما يكون لديك أي استفسار
it_it: Facci sapere se hai domande.
pl_pl: Skontaktuj się z nami jeśli masz więcej pytań.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
ar_sa: إذا لم تحترم الشروط المذكورة أعلاه للإعادة ، نحن نحتفظ بالحق في رفض الصفقة الخاصة بك و / أو السداد.
it_it: Se le condizioni di restituzione di cui sopra non sono rispettate, ci riserviamo il diritto di rifiutare il pacchetto e / o rimborso.
pl_pl: Jeśli reguły zwrotu towaru wymienione powyżej nie są przestrzegane, zastrzegamy sobie prawo do odmowy przyjęcia przesyłki i/lub zwrotu kosztów.

source: Here is a list of pending merchandise returns
ar_sa: هذه هي السلع التي قمت بطلب إعادتها.
it_it: Qui ci sono i resi di merce che hai fatto
pl_pl: Lista dokonanych zwrotów

source: Return
ar_sa: العودة
it_it: Restituzione
pl_pl: Zwrot

source: Package status
ar_sa: حالة الشحنة
it_it: Stato del pacchetto
pl_pl: Status zwrotu

source: Returns form
it_it: Bolla di restituzione
pl_pl: Formularz zwrotu

source: Order
ar_sa: طلب شراء
it_it: Ordine
pl_pl: Zamówienie

source: Date issued
ar_sa: تاريخ الإصدار
it_it: Data di emissione
pl_pl: Data wydania

source: Credit slips you have received after canceled orders.
it_it: Note di credito che hai ricevuto dopo aver cancellato degli ordini.
pl_pl: Pokwitowania otrzymane po anulowaniu zamówień.

source: Credit slip
ar_sa: الإيصال الإتمانية
it_it: Nota di credito
pl_pl: Potwierdzenie zwrotu

source: View credit slip
ar_sa: عرض إيصال اللإتمانية
it_it: Visualizza nota di credito
pl_pl: Zobacz korektę

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
it_it: Si prega di inserire l'indirizzo email utilizzato per la registrazione. Riceverai un link temporaneo per reimpostare la tua password.
pl_pl: Proszę podać adres e-mail użyty podczas rejestracji. Otrzymasz tymczasowy link do zresetowania hasła.

source: Update your address
it_it: Aggiorna il tuo indirizzo
pl_pl: Zaktualizuj swój adres

source: New address
ar_sa: العنوان الجديد
it_it: Nuovo indirizzo
pl_pl: Nowy adres

source: Create an account
ar_sa: إنشاء حساب
it_it: Crea un account
pl_pl: Stwórz konto

source: Log in instead!
it_it: Invece accedi!
pl_pl: Zaloguj się!

source: Already have an account?
it_it: Hai già un account?
pl_pl: Masz już konto?

source: Not you? [1]Log out[/1]
it_it: Non sei tu? [1]Esci[/1]
pl_pl: Nie Ty? [1]Wyloguj się[/1]

source: Connected as %first_name% %last_name%.
it_it: Collegato come %first_name% %last_name%.
pl_pl: Połączony jako %first_name% %last_name%.

source: No account?
it_it: Non hai un account?
pl_pl: Nie masz konta?

source: Your personal information
ar_sa: المعلومات الشخصية
it_it: I tuoi dati personali
pl_pl: Twoje dane osobiste

source: Reset your password
it_it: Reimposta la tua password
pl_pl: Zmień swoje hasło

source: Email address: %email%
it_it: Indirizzo email: %email%
pl_pl: Adres e-mail: %email%

source: Your addresses
ar_sa: دفتر العناوين
it_it: I tuoi indirizzi
pl_pl: Twoje adresy

source: Order details
ar_sa: تفاصيل الطلب
it_it: Dettagli dell'ordine
pl_pl: Szczegóły zamówienia

source: Order Reference %reference% - placed on %date%
it_it: Riferimento Ordine %reference% - effettuato il %date%
pl_pl: Numer zamówienia %reference% - złożonego dnia %date%

source: Download your invoice as a PDF file.
ar_sa: قم بتحميل فاتورتك على هيئة ملف PDF
it_it: Scarica la fattura come file PDF.
pl_pl: Pobierz fakturę proforma w pliku PDF.

source: You have given permission to receive your order in recycled packaging.
ar_sa: لديك اذن في الحصول على طلبك في التغليف المعاد تدويرها
it_it: Hai dato il permesso di ricevere il tuo ordine in una confezione riciclabile.
pl_pl: Pozwoliłeś na zapakowanie przesyłki w opakowanie ekologiczne.

source: You have requested gift wrapping for this order.
ar_sa: لقد قمتم بطلب تغليف الطلبية كهدية.
it_it: Hai chiesto la carta regalo per il tuo ordine.
pl_pl: Przesyłka zostanie zapakowana w opakowanie ozdobne.

source: Message
ar_sa: الرسالة
it_it: Messaggio
pl_pl: Wiadomość

source: Follow your order's status step-by-step
ar_sa: تابع طلبيتك خطوة بخطوة
it_it: Segui passo-passo lo stato del tuo ordine
pl_pl: Szczegóły zamówienia

source: Click the following link to track the delivery of your order
ar_sa: اضغط على الرابط الآتي لكي تتابع حالة توصيل طلبيتك
it_it: Clicca sul seguente link per seguire la consegna del tuo ordine
pl_pl: Kliknij następujące łącze aby śledzić dostawę Twojego zamówienia

source: Guest Order Tracking
it_it: Tracciamento Ordine Cliente Ospite
pl_pl: Śledzenie zamówień gości

source: To track your order, please enter the following information:
ar_sa: تابع طلبيتك، من فضلك أدخل البيانات الآتية:
it_it: Per rintracciare il tuo ordine, inserisci i seguenti dati:
pl_pl: Aby śledzić swoje zamówienie, wprowadź proszę następujące informacje:

source: For example: QIIXJXNUI or QIIXJXNUI#1
ar_sa: مثلا QIIXJXNUI أو QIIXJXNUI#1
it_it: Per esempio: QIIXJXNUI o QIIXJXNUI#1
pl_pl: Na przykład: QIIXJXNUI lub QIIXJXNUI#1

source: Your vouchers
it_it: I tuoi voucher
pl_pl: Twoje kupony

source: Log in to your account
it_it: Accedi al tuo account
pl_pl: Zaloguj się do swojego konta

source: No account? Create one here
it_it: Non hai ancora un account? Creane ora qui uno
pl_pl: Nie masz konta? Załóż je tutaj

source: Connected as [1]%firstname% %lastname%[/1].
it_it: Collegato come [1]%firstname% %lastname%[/1].
pl_pl: Połączony jako [1]%firstname% %lastname%[/1].

source: View my customer account
ar_sa: مشاهدة الحساب الخاص بك
it_it: Vedi il mio account
pl_pl: Wyświetl moje konto klienta

source: Log in to your customer account
it_it: Accedi al tuo account cliente
pl_pl: Zaloguj się do swojego konta klienta

source: Log me out
ar_sa: تسجيل الخروج
it_it: Fammi uscire
pl_pl: Wyloguj mnie

source: Your order
it_it: Il tuo ordine
pl_pl: Twoje zamówienie

source: PDF
ar_sa: تنسيق المستندات المحمولة(PDF)
