Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopNotificationsError.*.xlf
Languages: ar_sa

source: You must enter a voucher code.
ar_sa: يجب عليك ادخل رمز قسيمة.

source: The voucher code is invalid.
ar_sa: رمز القسيمة الشرائية غير صحيح.

source: Null quantity.
ar_sa: كمية فارغة

source: Product not found
ar_sa: المنتج غير موجود

source: Please fill in all of the required fields, and then save your customizations.
ar_sa: يرجى تعبئة كافة الخانات، ثم قم بحفظ ما قمت بعمله.

source: You already have the maximum quantity available for this product.
ar_sa: لديك بالفعل الكمية القصوى المتاحة لهذا المنتج.

source: is invalid.
ar_sa: غير صحيح.

source: Your account isn't available at this time, please contact us
ar_sa: حسابك غير متوفر حالياً، الرجاء الإتصال بنا

source: Authentication failed.
ar_sa: البريد الالكترونى او كلمة المرور خطأ

source: Authentication failed
ar_sa: البريد الالكترونى او كلمة المرور خطأ

source: This voucher is disabled
ar_sa: هذه القسيمة غير مفعلة

source: This voucher has already been used
ar_sa: تم إستخدام هذه القسيمة مسبقاً

source: This voucher is not valid yet
ar_sa: هذه القسيمه غير صحيحه بعد

source: This voucher has expired
ar_sa: انتهت صلاحية هذه القسيمة

source: You cannot use this voucher anymore (usage limit reached)
ar_sa: لا تستطيع استخدام هذه القسيمه (وصول الحد الاقصى للإستخدام)

source: You cannot use this voucher
ar_sa: لا يمكنك استخدام هذه القسيمة

source: You must choose a delivery address before applying this voucher to your order
ar_sa: يجب اختيار عنوان استلام الشحنة قبل إضافة هذه القسيمة إلى طلبك

source: You cannot use this voucher in your country of delivery
ar_sa: لا يمكن استخدام هذه القسيمة في البلد المحددة في عنوان الإستلام الخاص بك

source: You must choose a carrier before applying this voucher to your order
ar_sa: يجب اختيار جهة الشحن قبل اضافة هذه القسيمه الى طلبك

source: You cannot use this voucher with this carrier
ar_sa: لا تستطيع استخدام هذه القسيمه مع جهة الشحن هذه

source: Please log in first
ar_sa: يرجى تسجيل الدخول أولا

source: You have not reached the minimum amount required to use this voucher
ar_sa: لم تصل للمبلغ الادنى المطلوب لإستخدام هذه القسيمه

source: This voucher is already in your cart
ar_sa: هذه القسائم بالفعل في عربة التسوق

source: Cart is empty
ar_sa: سلة المشتريات فارغة

source: You cannot use this voucher in an empty cart
ar_sa: لا يمكن استخدام هذه القسيمة في سلة مشتريات فارغة

source: You cannot use this voucher with these products
ar_sa: لا يمكن استخدام هذه القسيمة مع هذه المنتجات

source: Invalid email address.
ar_sa: البريد الالكترونى غير صحيح

source: You cannot regenerate the password for this account.
ar_sa: لا يمكنك اعادة انشاء كلمة سرية لهذا الحساب.

source: An error occurred while sending the email.
ar_sa: حدث خطأ عند إرسال رسالة.

source: Customer account not found
ar_sa: لم يتم العثور على حساب المستخدم

source: The message cannot be blank.
ar_sa: الرسالة فارغة

source: The order is no longer valid.
ar_sa: الطلب غير صحيح

source: This message is invalid (HTML is not allowed).
ar_sa: نص الرسالة غير صحيح

source: You do not have enough products to request an additional merchandise return.
ar_sa: لا تملك ما يكفي من الطلب لطلب إعادة الباضاعة

source: Please provide an explanation for your RMA.
ar_sa: يرجى تقديم تفسير لإذن العودة للبضائع

source: Please check at least one product you would like to return.
ar_sa: فضلا اختر على الأقل سلعة واحدة تريد إعادتها.

source: For each product you wish to add, please specify the desired quantity.
ar_sa: فضلا اختر الكمية للسلعة التي اخترتها.

source: Invalid message
ar_sa: رسالة غير صحيحة

source: This product is no longer available.
ar_sa: المنتج لم يعد متوفرا.

source: You do not have access to this product.
ar_sa: غير مسموح لك الوصول الى هذا المنتج

source: An error occurred while deleting the selected picture.
ar_sa: حدث خطأ أثناء حذف الصورة المحددة

source: An error occurred during the image upload process.
ar_sa: حدث خطأ أثناء تحميل الصور.

source: The customer could not be found.
ar_sa: لم يتم العثور على العميل

source: Order return not found.
ar_sa: لم يتم العثور على أي طلب الإعادة.

source: Order return not confirmed.
ar_sa: لم يتم التاكيد طلب الإعادة

source: You do not have access to this category.
ar_sa: غير مسموح لك الوصول الى هذا التصنيف

source: Sorry. We cannot renew your order.
ar_sa: لا يمكن تجديد طلبك

source: Some items are no longer available, and we are unable to renew your order.
ar_sa: بعض منتجات غير موجودة

source: You have no merchandise return authorizations.
ar_sa: لا يوجد لديك عودة البضائع أذون

source: Invoices are disabled in this shop.
ar_sa: تم ايقاف الفواتير

source: The invoice was not found.
ar_sa: لا توجد فاتورة

source: No invoice is available.
ar_sa: لا توجد فاتورة شراء متاحة.

source: Invalid key.
ar_sa: كلمة مرور غير صحيحة

source: This product does not exist in our store.
ar_sa: هذا المنتج غير متاح حاليا.

source: This product has been deleted.
ar_sa: تم حذف هذا المنتج.

source: This file no longer exists.
ar_sa: هذا الملف لم يعد موجودا.

source: This product has been refunded.
ar_sa: تم تعويض هذا المنتج.

source: The product deadline is in the past.
ar_sa: الموعد النهائي المنتج في الماضي.

source: The product expiration date has passed, preventing you from download this product.
ar_sa: تجاوز تاريخ انتهاء الصلاحية

source: Expiration date has passed, you cannot download this product.
ar_sa: تجاوز تاريخ انتهاء الصلاحية، لا يمكنك تحميل هذا المنتج.

source: You have reached the maximum number of downloads allowed.
ar_sa: لقد وصلت إلى الحد الأقصى لعدد التنزيلات المسموح بها.
