Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/AdminAdvparametersNotification.*.xlf
Languages: fil_ph

source: "Backup" directory does not exist.
fil_ph: Ang "Backup" na direktoryo ay hindi umiiral.

source: Error deleting
fil_ph: Pag-aalis ng kamalian

source: Invalid ID
fil_ph: Hindi tama ang ID

source: Unable to create backup file
fil_ph: Hindi makagawa ng backup na payl

source: An error occurred while backing up. Unable to obtain the schema of %s
fil_ph: May maling naganap habang nagba-back up. Hindi maaring makuha ang schema ng %s

source: No valid tables were found to backup.
fil_ph: Walang tamang mga talahanayan na natagpuan para ma-backup.

source: Error - The following e-mail template is missing: %s
fil_ph: Kamalian - Ang sumusunod na templeyt ng e-mail ay nawawala: %s

source: The import directory doesn't exist. Please check your file path.
fil_ph: Ang direktoryo ng pag-angkat ay hindi umiiral, Pakisuri ang landas ng iyong payl.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
fil_ph: Ang in-upload na payl ay lumampas ang upload_max_filesize na direktiba sa php.ini. Kung ang pagsasaayos ng iyong serber ay pinapayagan ito, maaari kang magdagdag ng isang direktiba sa iyong .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
fil_ph: Ang na-upload na payl ay humigit na sa post_max_size na direktiba sa php.ini. Kung ang pagsasaayos ng iyong serber ay pinapayagan ito, maaaring kang magdagdag ng direktiba sa iyong .htaccess, halimbawa:

source: The uploaded file was only partially uploaded.
fil_ph: Ang payl na na-upload ay nai-upload ng bahagya.

source: No file was uploaded.
fil_ph: Walang file ang na-upload.

source: The extension of your file should be .csv.
fil_ph: Ang karugtong ng iyong payl ay kailangan na .csv.

source: (click to open "Generators" page)
fil_ph: (pindutin upang magbukas "Mga Generator" ang pahina)

source: To proceed, please upload a file first.
fil_ph: Para magpatuloy, pakiusap i-upload muna ang payl.

source: There is an empty row in the file that won't be imported.
fil_ph: Mayroong mga walang laman na hilera sa payl na hindi maangkat.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
fil_ph: Ang kategoryang ID ay dapat na natatangi. Hindi ito maaaring maging katulad sa isa para sa kategorya ng Root o Home.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
fil_ph: Ang kategorya na ID ay dapat na natatangi. Hindi ito maaaring maging katulad ng isa para sa kategorya ng parent (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
fil_ph: Ang isang kategorya ay hindi maaaring maging kanyang sariling pinagmulan. Dapat mong palitan ang pangalan nito (kasalukuyang pangalan: %1$s).

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
fil_ph: Sumulat muli ng link para sa %1$s (ID %2$s): isinulat muli bilang %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
fil_ph: Ang kategorya ay hindi maaaring maging sariling parent. Ang ID ng kategorya ng parent ay nawawala o hindi kilala (ID: %1$s).

source: The root category cannot be modified.
fil_ph: Ang kategorya ng root ay hindi maaaring baguhin.

source: cannot be copied.
fil_ph: hindi maaaring kopyahin.

source: %1$s (ID: %2$s) cannot be %3$s
fil_ph: Ang %1$s (ID: %2$s) ay hindi maaaring maging %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
fil_ph: Hindi kilalang ID ng grupo ng panuntunan ng buwis. Kailangan mo munang gumawa ng isang grupo sa ID na ito.

source: %1$s (ID: %2$s) cannot be saved
fil_ph: %1$s (ID: %2$s) ay hindi maaaring i-seyb

source: %data% cannot be saved
fil_ph: Ang %data% hindi maaaring i-save

source: No image was found for combination with id_product = %s and image position = %s.
fil_ph: Walang imahe ang natapagpuan para sa kombinasyon sa id_product = %s at posisyon ng imahe =%s.

source: Email address %1$s (ID: %2$s) cannot be validated.
fil_ph: Ang adres ng email ng %1$s (ID: %2$s) ay hindi maaaring patunayan.

source: Email address %1$s (ID: %2$s) cannot be saved.
fil_ph: Ang adres ng email %1$s (ID: %2$s) ay hind maaaringi i-save.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
fil_ph: Ang %1$s ay hindi umiiral sa database %2$s (ID: %3$s), at samakatuwid hindi maaaring patunayan

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
fil_ph: Ang %1$s ay hindi umiiral sa database %2$s (ID: %3$s), at samakatuwid ay hindi maaaring i-save

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
fil_ph: Ang ID ng parukyano na #%d ay hindi umiiral sa database, at samakatuwid hindi maaaring patunayan.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
fil_ph: Ang ID ng mamimili #%d ay hindi umiiral sa database, at dahil dito hindi pwedeng mai-seyb.

source: Store is invalid
fil_ph: Ang tindahan ay hindi balido

source: Cannot read the .CSV file
fil_ph: Hindi mabasa ang .CSV na payl

source: Linking Accessories...
fil_ph: Ang pag-link sa mga Aksesorya...

source: The confirmation email couldn't be sent, but the import is successful. Yay!
fil_ph: Ang kompirmasyon na email ay hindi maipadala, ngunit ang pag-angkat ay matagumpay. Yay!

source: Importing your data...
fil_ph: Nag-aangkat ng iyong mga datos...

source: Aborting, please wait...
fil_ph: Nag-aabort, pakihintay...

source: Data imported!
fil_ph: Naangkat na ang datos!

source: Look at your listings to make sure it's all there as you wished.
fil_ph: Tumingin sa iyong listahan upang siguraduhin na nandiyan ang lahat gaya ng hiling mo.

source: Errors occurred:
fil_ph: May mga kamalian na naganap:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
fil_ph: Babala, ang kasalukuyang pag-angkat ay maaaring mangailangan ng pag-update ng pagtatakda ng PHP, upang payagan ang mas maraming datos na ililipat. Kung ang kasalukuyang pag-angkat ay huminto bago ang katapusan, dapat mong dagdagan ang pagtatakda ng "post_max_size" ng iyong PHP sa [1]%size%[/1]MB ng hindi bababa, at subukan muli.

source: Some errors were detected. Please check the details:
fil_ph: Ilang mga pagkakamali ang nakita. Paki-suri ang mga detalye:

source: We made the following adjustments:
fil_ph: Ginawa namin ang mga sumusunod na pagsasaayos:

source: Validating data...
fil_ph: Pinapatunayan ang datos...

source: [1]%percentage%[/1]% validated
fil_ph: napatunayan ang [1]%percentage%[/1]%

source: Processing next page...
fil_ph: Pinoproseso ang susunod na pahina...

source: Linking accessories...
fil_ph: Pag-uugnay sa mga aksesorya...

source: [1]%size%[/1]% imported
fil_ph: [1]%size%[/1]% ay inangkat na

source: Ignore warnings and continue?
fil_ph: Huwag pansinin ang mga babala at magpatuloy?

source: Abort import
fil_ph: Itigil ang pag-angkat

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
fil_ph: Ang payl ay masyadong malaki at hindi maaaring ma-download. Pakiusap gamitin ang LIMIT na sugnay sa katanungan na ito.

source: The "%tablename%" table does not exist.
fil_ph: Ang talahanayan ng "%tablename%" ay hindi umiiral.

source: The "%attribute%" attribute does not exist in the "%table%" table.
fil_ph: Ang katangian ng "%attribute%" ay hindi umiral sa talahanayan ng "%table%".

source: Undefined "%s" error
fil_ph: Hindi natukoy na kamalian ng "%s"

source: The "%operator%" operator is incorrect.
fil_ph: Ang opereytor ng "%operator%" ay mali.

source: The "%reference%" reference does not exist in the "%table%" table.
fil_ph: Ang sanggunian ng "%reference%" ay hindi umiiral sa talahanayan ng "%table%".

source: Can't add the voucher.
fil_ph: Hindi makakapagdagdag ng butser.

source: You can't put this menu inside itself.
fil_ph: Hindi mo maaaring ilagay ang menu na ito sa loob niya mismo.

source: Key length must be 32 character long.
fil_ph: Ang haba ng key ay kailangan ng 32 na haba ng karakter.

source: This key already exists.
fil_ph: Umiiral na ang key na ito.

source: The backup file does not exist
fil_ph: Hindi umiiral ang backup na payl

source: Unable to open your backup directory
fil_ph: Hindi mabuksan ang backup ng iyong direktoryo

source: You cannot edit the SuperAdmin profile.
fil_ph: Hindi mo maaaring i-edit ang SuperAdmin na propayl.

source: The provided profile is invalid
fil_ph: Hindi tama ang ibinagay na propayl

source: You cannot disable or delete your own account.
fil_ph: Hindi mo maaaring hindi paganahin o tanggalin ang sarili mong account.

source: You cannot disable or delete the administrator account.
fil_ph: Hindi mo maaaring hindi paganahin o tanggalin ang administrador na account.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
fil_ph: Hindi mo maaaring tanggalin ang account na ito dahil pinapangasiwaan nito ang mga warehouse. Siyasatin muna ang iyong mga warehouse.

source: Your current password is invalid.
fil_ph: Ang kasalukuyan mong password ay hindi tama.

source: The confirmation password does not match.
fil_ph: Ang kumpirmasyon ng password ay hindi magkatugma.

source: You should have at least one employee in the administrator group.
fil_ph: Kailangan na mayroon ka kahit isang kawani sa administrador ng grupo.

source: The employee must be associated with at least one shop.
fil_ph: Ang kawani ay kailangan na nauugnay sa kahit isang shop.

source: You do not have permission to view this.
fil_ph: Wala kang permiso upang tingnan ito.

source: There is no "/backup" directory.
fil_ph: Walang "/backup" na direktoryo.

source: No file has been specified.
fil_ph: Walang payl na tinukoy.

source: Unable to open backup file(s).
fil_ph: Hindi mabuksan ang backup ng (mga) payl.

source: Unable to display backup file(s).
fil_ph: Hindi mapakita ang backup na (mga) payl.

source: Enable the Apache mod_rewrite module
fil_ph: Paganahin ang modyul ng mod_muling pagsulat ng Apache

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
fil_ph: Ang iyong payl ay matagumpay na na-angkat sa iyong tindahan. Huwag kalimutang itayong muli ang talatuntunan ng paghahanap ng mga produkto.

source: Are you sure that you would like to delete this entity:
fil_ph: Sigurado ka ba na gusto mong tanggalin ang nilalang na ito:

source: If not,[1][2] please click here[/1]!
fil_ph: Kung hindi,[1][2] please click here[/1]!
