Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/AdminModulesHelp.*.xlf
Languages: fil_ph

source: These modules require your attention: you need to take some action to ensure they are fully operational.
fil_ph: Ang mga modyul na ito ay nangangailangan ng iyong atensyon: kailangang mong gumawa ng ilang aksiyon upang siguraduhin na sila ay ganap na operasyonal.

source: Update these modules to enjoy their latest versions.
fil_ph: I-update itong mga modyul upang masiyahan sa pinakabagong mga bersyon.

source: Search modules: keyword, name, author...
fil_ph: Paghahanap sa mga modyul: keyword, pangalan, may-akda...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
fil_ph: Mangyaring mag-upload ng payl ng paisa-isa, sa pormat ng zip o tarball (.tar,.tar.gz o .tgz).

source: Your module will be installed right after that.
fil_ph: Ang iyong modyul ay mai-install agad pagkatapos niyan.

source: What happened?
fil_ph: Anong nangyari?

source: This module is available on PrestaShop Addons.
fil_ph: Ang modyul na ito ay magagamit sa mga Addon ng PrestaShop.

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
fil_ph: Ipasadya ang iyong tindahan kasama ang seleksyong ito ng mga modyul na rekomendado para sa iyong tindahan, hango sa iyong bansa, lengguwahe at bersyon sa PrestaShop. Kasama nito ang pinakasikat na mga modyul mula sa aming pamilihan ng Addons, at malayang kasama na mga modyul.

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
fil_ph: Ang mga ito ay ang lahat ng mga modyul na idinagdag mo sa iyong tindahan, alinman sa pamamagitan ng pagbili nito mula sa mga Addon ng PrestaShop, o sa pamamagitan ng direktang pag-upload nito.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
fil_ph: Ang mga modyul para sa PrestaShop ay naka-preinstall kapag nag-setup ka ng iyong shop. Saklaw nila ang mga pangunahing kaalaman ng e-commerce at kasali nang libre.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
fil_ph: Ang bawat tema na iyong nai-install ay darating na may sariling hanay ng mga modyul. Makikita mo dito ang lahat ng mga modyul na may kaugnayan sa iyong aktibong tema.
