Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/AdminModulesNotification.*.xlf
Languages: fil_ph

source: No grid engine selected
fil_ph: Walang parilya na napili na engine

source: Grid engine selected is unavailable.
fil_ph: Ang napiling parilya ng engine ay hindi magagamit.

source: Unable to install the module (Module name is not valid).
fil_ph: Hindi ma-install ang modulo (Ang pangalan ng modulo ay hindi tama).

source: The version of your module is not compliant with your PrestaShop version.
fil_ph: Ang bersyon ng iyong modulo ay hindi sumasang-ayon sa bersyon ng iyong PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
fil_ph: Bago mag-install ng modulong ito, kailangan mo munang i-install ito/ang (mga) modulo na ito:

source: This module has already been installed.
fil_ph: Ang modulo na ito ay na-install na.

source: Could not install module controllers.
fil_ph: Hindi maaaring mag-install ngtagapagkontrol ng modyul.

source: Technical error: PrestaShop could not install this module.
fil_ph: Kamaliang Teknikal: Ang PrestaShop ay hindi maaaring i-install sa modulong ito.

source: %d file upgrade applied
fil_ph: %d nailapat ang pag-upgrade sa payl

source: No upgrade has been applied
fil_ph: Walang nailapat na pag-upgrade

source: Upgraded from: %s to %s
fil_ph: Na-upgrade mula sa: %s hanggang %s

source: %d upgrade left
fil_ph: %d ang naiwan sa na-upgrade

source: Module %s cannot be upgraded this time: please refresh this page to update it.
fil_ph: Ang modulo na %s sa oras na ito ay hindi maaaring i-upgrade: mangyaring i-refresh ang pahinang ito upang ma-update ito.

source: To prevent any problem, this module has been turned off
fil_ph: Upang maiwasan ang kahiy na anong problema, itu-turn off ang modulong ito

source: The module is not installed.
fil_ph: Hindi na-install ang modulo.

source: Unable to install override: %s
fil_ph: Hindi maaaring i-install ang override: %s

source: %1$s is not a valid module name.
fil_ph: Ang %1$s ay hindi isang balidong pangalan ng modyul.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
fil_ph: Ang lahat ng mga modulo ay hindi maaaaring mapuno dahil sa mga paghihigpit sa memorya ng limitasyon, mangyaring dagdagan ang iyong memory_limit na halaga sa iyong serber ng pagsasaayos

source: %s could not be loaded.
fil_ph: Ang %s ay hindi maaaring i-load.

source: Error found in config file:
fil_ph: Sa config na payl ay may natagpuang kamalian:

source: %1$s (parse error in %2$s)
fil_ph: %1$s (nagkamali sa pag-parse sa %2$s)

source: %1$s (class missing in %2$s)
fil_ph: %1$s (nawawala ang klase sa %2$s)

source: The following module(s) could not be loaded
fil_ph: Hindi maaaring mapuno ang mga sumusunod na (mga) modulo

source: Trusted and Untrusted XML have not been generated properly
fil_ph: Pinagkakatiwalaan at Hindi Pinagkakatiwalaan na XML ay hindi maayos na nabuo

source: No template found for module
fil_ph: Walang natagpuang template para sa modulo

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
fil_ph: Ang pamamaraang %1$s sa klase ng %2$s ay na-override na sa pamamagitan ng modulo %3$s na bersyon %4$s sa %5$s.

source: The method %1$s in the class %2$s is already overridden.
fil_ph: Ang kaparaanan ng %1$s sa klase %2$s ay na-override na.

source: Failed to override method %1$s in class %2$s.
fil_ph: Ang pamamaraan ay bigong na-override %1$s sa klase ng %2$s.

source: The property %1$s in the class %2$s is already defined.
fil_ph: Ang ari-arian ay %1$s sa klase nh %2$s ay natukoy na.

source: Failed to override property %1$s in class %2$s.
fil_ph: Bigong ma-override ang pag-aari ng %1$s sa klase ng %2$s.

source: The constant %1$s in the class %2$s is already defined.
fil_ph: Ang constant na %1$s sa klase ng %2$s ay tinukoy na.

source: Failed to override constant %1$s in class %2$s.
fil_ph: Bigong ma-override ang constant na %1$s sa klase ng %2$s.

source: No graph engine selected
fil_ph: Walang napiling grap sa engine

source: Graph engine selected is unavailable.
fil_ph: Ang napiling grap ng engine ay hindi magagamit.

source: Successfully signed in to PrestaShop Addons.
fil_ph: Matagumpay na nag-sign-in sa Addons ng PrestaShop.

source: Error found : %1$s in country_module_list.xml file.
fil_ph: Natagpuang kamalian : %1$s sa payl ng country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
fil_ph: May natagpuang kamalian : %1$s sa payl ng must_have_module_list.xml.

source: Please specify module URL
fil_ph: Ang modulo ng URL ay mangyaring tukuyin

source: Unknown archive type.
fil_ph: Hindi kilalang tipo ng archive.

source: There was an error while extracting the module (file may be corrupted).
fil_ph: May isang pagkakamali habang nag-extract ang modulo (ang payl ay maaaring masira).

source: The module %1$s that you uploaded is not a valid module.
fil_ph: Ang modulo %1$s na iyong in-uplaod ay hind isang balido na modulo.

source: You do not have the permission to use this module.
fil_ph: Wala kang permiso upang gamitin ang modulong ito.

source: Cannot reset this module.
fil_ph: Hindi maaaring i-reset ang modulong ito.

source: Cannot install this module.
fil_ph: Hindi maaaring i-install ang modulong ito.

source: Cannot uninstall this module.
fil_ph: Hindi maaaring i-uninstall ang modulong ito.

source: Cannot load the module's object.
fil_ph: Hindi maaaring i-load ang bagay ng modulo.

source: An error occurred while copying the archive to the module directory.
fil_ph: Nangyayari ang isang kamalian habang kinokopya ang archive sa modulo ng direktoryo.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
fil_ph: Paumanhin, ang modulo ay hindi maaaring tanggalin. Mangyaring siyasatin kung mayroon kang karapatang mga permiso sa polder na ito.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
fil_ph: Kailangan na mag-log in sa iyong PrestaShop na Addons ng account sa order upang mag-update ang %s modulo. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
fil_ph: Ang modulo %s ay hindi maaaring i-upgrade: Nagkakamali habang dina-download ang pinakabagong bersyon.

source: Module %s cannot be upgraded: Error while extracting the latest version.
fil_ph: Ang modulo %s ay hindi maaaring i-upgrade: Nagkakamali habang nag-i-extract ng pinakabagong bersyon.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
fil_ph: Wala kang karapatan na mag-update ng %s modulo. Mangyaring siguraduhin ang iyong pag-log in sa PrestaShop Addons na account na binili ang modulo.

source: You do not have permission to access this module.
fil_ph: Wala kang permiso upang ma-access ang modulong ito.

source: You do not have permission to install this module.
fil_ph: Wala kang permiso na ma-install ang modulong ito.

source: You do not have permission to delete this module.
fil_ph: Wala kang permiso na tanggalin ang modulong ito.

source: You do not have permission to configure this module.
fil_ph: Wala kang permiso na kumpigurahin ang modulong ito.

source: This module is already installed: %s.
fil_ph: Ang modulong ito ay na-install na: %s.

source: This module has already been uninstalled: %s.
fil_ph: Ang modulong ito ay na-uninstall na: %s.

source: This module needs to be installed in order to be updated: %s.
fil_ph: Ang modulong ito ay kinakailangan na i-install sa naaayon upang mai-update: %s.

source: You do not have permission to uninstall this module.
fil_ph: Wala kang permiso upang i-uninstall ang modulong ito.

source: The following module(s) could not be uninstalled properly: %s.
fil_ph: Ang mga sumusunod na (mga) modulo ay hindi maaaring i-uninstall ng maayos: %s.

source: The following module(s) could not be installed properly: %s.
fil_ph: Ang mga sumusunod na (mga) modulo ay hindi maaaring i-install ng maayos: %s.

source: This module cannot be loaded.
fil_ph: Ang modulong ito ay hindi maaaring mapuno.

source: Hook cannot be loaded.
fil_ph: Ang hook ay hindi maaaring ma-load.

source: This module has already been transplanted to this hook.
fil_ph: Ang modulong ito ay nailipat na sa hook na ito.

source: This module cannot be transplanted to this hook.
fil_ph: Ang modulong ito ay hindi maaaring mailipat sa hook na ito.

source: An error occurred while transplanting the module to its hook.
fil_ph: Nangyayari ang isang kamalian habang naglilipat ang modulo sa hook nito.

source: An error occurred while deleting the module from its hook.
fil_ph: Nangyayari ang isang kamalian habang nagtatanggal ng modulo mula sa hook nito.

source: Please select a module to unhook.
fil_ph: Mangyaring pumili ng isang modulo upang ma-unhook.

source: Cannot get catalog data, please try again later. Reason: %error_details%
fil_ph: Hindi maaaring makakuha ng datos ng katalogo, mangyaring subukan muli mamaya. Dahilan: %error_details%

source: %module% did not return a valid response on %action% action.
fil_ph: Ang %module% ay hindi nagbalik ng isang balidong pagtugon sa aksyon ng %action%.

source: Confirmation needed by module %module% on %action% (%subject%).
fil_ph: Kailangan ng kumpirmasyon sa pamamagitan ng %module% sa %action% (%subject%).

source: Exception thrown by module %module% on %action%. %error_details%
fil_ph: Ang nakabukod ay itinapon sa pamamagitan ng modyul na %module% sa %action%. %error_details%

source: %module% did not return a valid response on installation.
fil_ph: Ang %module% ay hindi nagbalik ng isang balidong pagtugon sa instalasyon.

source: Installation of module %module% was successful.
fil_ph: Ang instalasyon ng modyul na %module% ay matagumpay.

source: Installation of module %module% failed. %error%
fil_ph: Ang instalasyon ng modyul na %module% ay nabigo. %error%

source: Synchronized with Addons marketplace!
fil_ph: Isasabay kasama ang mga Addon sa pamilihan!

source: Cannot %action% module %module%. %error_details%
fil_ph: Hindi maaari ang %action% sa modyul ng %module%, %error_details%

source: %action% action on module %module% succeeded.
fil_ph: %action% ang aksyon sa modyul %module% ay nagtagumpay.

source: Unknown module action. It must be one of these values: %actions%
fil_ph: Hindi kilalang aksyon ng modyul. Ito ay dapat na isa sa mga pinahahalagahan: %actions%

source: Validation of configuration details failed:
fil_ph: Ang pagpapatunay ng pagsasaayos ng mga detalye ay nabigo:

source: Configuration successfully applied.
fil_ph: Ang pagsasaayos ay matagumpay na nailapat.

source: You are not allowed to install modules.
fil_ph: Hindi ka pinapayagan na mag-install ng mga modyul.

source: Error when disabling module %module%. %error_details%.
fil_ph: Ang pagkakamali kapag hindi pinapagana ang modyul ng %module%. %error_details%.

source: Error when enabling module %module%. %error_details%.
fil_ph: Ang pagkakamali kapag pinagana ang modyul ng %module%. %error_details%.

source: Error when disabling module %module% on mobile. %error_details%
fil_ph: Ang pagkakamali kapag hindi pinapagana ang modyul ng %module% sa mobayl. %error_details%

source: Error when enabling module %module% on mobile. %error_details%
fil_ph: Ang pagkakamali kapag pinapagana ang modyul ng %module% sa mobayl. %error_details%

source: Error when resetting module %module%. %error_details%
fil_ph: Pagkakamali kapag muling itinakda ang modyul ng %module%. %error_details%

source: Unfortunately, the module did not return additional details.
fil_ph: Sa kasamaang-palad, ang modyul ay hindi nagbalik ng karagdagang mga detalye.

source: The module %module% must be installed first
fil_ph: Ang modyul ng %module% ay dapat na maunang i-install

source: Parse error on module %module%. %error_details%
fil_ph: Kamalian sa pagsusuri sa modyul %module%, %error_details%

source: Unexpected exception on module %module%. %error_details%
fil_ph: Hindi inaasahang eksepsyon sa modyul ng %module%, %error_details%

source: Loading data from Addons failed. %error_details%
fil_ph: Ang naglo-load na datos mula sa mga Addon ay nabigo. %error_details%

source: Parse error detected in module %module%. %error_details%.
fil_ph: Ang kamalian sa pagsusuri ay natagpuan sa modyul ng %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
fil_ph: Ang pagbubukod ay natagpuan habang naglo-load ng mdyul ng %module%. %error_details%.

source: Unable to find uploaded module at the following path: %file%
fil_ph: Hindi makita ang in-upload na modyul sa mga sumusunod na landas: %file%

source: Cannot extract module in %path% to get its name. %error%
fil_ph: Hindi ma-ekstrak ang modyul sa %path% para makuha ang pangalan nito. %error%

source: This file does not seem to be a valid module zip
fil_ph: Ang payl na ito ay tila hindi isang balidong zip ng modyul

source: Failed to uninstall admin tab "%name%".
fil_ph: Nabigong i-uninstall ang tab ng admin "%name%".

source: Failed to install admin tab "%name%".
fil_ph: Nabigong i-install ang tab ng admin "%name%".

source: Parse error detected in main class of module %module%!
fil_ph: Ang kamalian sa pagsusuri ay natuklasan sa pangunahing klase ng modyul %module%!

source: Error while loading file of module %module%. %error_message%
fil_ph: Pagkakamali habang naglo-load ng payl ng modyul %module%, %error_message%

source: You are about to disable %moduleName% module.
fil_ph: Ikaw ay nagnanais na hindi paganahin ang modyul na %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
fil_ph: Ang iyong kasalukuyang pagtatakda ay nai-seyb na, ngunit ang modyul ay hindi na maaaring maging aktibo.

source: You are about to uninstall %moduleName% module.
fil_ph: Ikaw ay nagnanais na i-uninstall ang modyul ng %moduleName%.

source: This will disable the module and delete all its files. For good.
fil_ph: Ito ay hindi pagaganahin ang modyul at buburahin ang lahat ng mga payl nito. Para sa kabutihan.

source: This action cannot be undone.
fil_ph: Ang aksyon na ito ay hindi maaaring bawiin.

source: You're about to reset %moduleName% module.
fil_ph: Ikaw ay nagnanais na muling itakda ang modyul ng %moduleName%.

source: This will restore the defaults settings.
fil_ph: Ipapanumbalik nito ang mga pagtatakda ng mga default.

source: You are about to [1] the following modules:
fil_ph: Ikaw ay patungkol sa [1] mga sumusunod na mga modyul:

source: No changelog provided
fil_ph: Walang pagbabago sa log na ibinigay

source: Installing module...
fil_ph: Nag-i-install ng modyul...

source: It will close as soon as the module is installed. It won't be long!
fil_ph: Ito ay magsasara sa sandaling ang modyul ay nai-install na, Ito ay hindi magtatagal!

source: Module installed!
fil_ph: Ang modyul ay na-install na!

source: Oops... Upload failed.
fil_ph: Oops.... Ang pag-upload ay nabigo.

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
fil_ph: Ikaw ay magla-log out sa iyong akawnt sa Addons. Maaaring hindi mo makuha ang importanteng mga update ng Addons na iyong binili.

source: No description found for this module :(
fil_ph: Walang paliwanag na natagpuan para sa modyul na ito :(

source: No additional description provided for this module :(
fil_ph: Walang karagdagang paliwanag ang ibinigay para sa modyul na ito :(

source: No feature list provided for this module :(
fil_ph: Walang listahan ng tampok ang ibinigay para sa modyul na ito :(

source: No customer benefits notes found for this module :(
fil_ph: Walang natagpuang mga nakatalang mga benepisyo para sa kustomer para sa modyul na ito :(

source: No demonstration video found for this module :(
fil_ph: Walang demonstrasyon na bidyo ang natagpuan para sa modyul na ito :(

source: No changelog provided for this module :(
fil_ph: Walang pagbabago ng pag-log na ibinigay para sa modyul na ito :(

source: You need to select at least one module to use the bulk action.
fil_ph: Kailangan mong pumili ng kahit isang modyul na gagamitin sa malakihang aksyon.

source: The action "[1]" is not available, impossible to perform your request.
fil_ph: Ang aksyon na "[1]" ay hindi magagamit, imposibleng magampanan ang iyong kahilingan.

source: The action [1] is not available for module [2]. Skipped.
fil_ph: Ang aksyon sa [1] ay hindi magagamit para sa modyul ng [2]. Nilaktawan.
