Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/EmailsBody.*.xlf
Languages: fil_ph

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
fil_ph: Kami ay malugod na nag aalok sa iyo ng isang butser na nagkakahalaga <span><strong>{discount}</strong></span> na maaari mong magamit sa susunod mong order.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
fil_ph: Kumuha ng itinutukoy at kumita ng isang diskwento ng butser sa <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
fil_ph: Ito ay &#039;s napakadali lamang na mag-sign up. Pindutin lamang dito!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
fil_ph: Sa pag-sign up, Huwag&#039;t kalimutan na maglagay ng e-mail adres ng iyong kaibigang tinukoy:

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
fil_ph: Salamat sa iyong pag-subscribe sa aming newsletter, mangyaring kumpirmahin ang iyong kahilingan sa pagpindot ng link sa ibaba:
