Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/EmailsBody.*.xlf
Languages: fil_ph

source: Hi {firstname} {lastname},
fil_ph: Ang Hi {firstname}{lastname},

source: Here is the code of your voucher:
fil_ph: Ito ang code ng iyong butser:

source: Simply copy/paste this code during the payment process for your next order.
fil_ph: Kopyahin/idikit lamang ang code na ito sa panahon ng proseso ng pagbabayad para sa iyong susunod na order.

source: We have created a voucher in your name for referring a friend.
fil_ph: Kami ay gumawa ng isang butser sa iyong pangalan para sa pagtutukoy ng isang kaibigan.

source: , with an amount of
fil_ph: , kasama ang isang halaga ng

source: Order {order_name}
fil_ph: Ang order {order_name}

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
fil_ph: Maaari mo ng suriin ang iyong order at i-download ang iyong talaan ng mga binili at halaga mula sa <a href="{history_url}">"Order history"</a> sa seksyon ng account ng iyong mamimili sa pamamagitan ng pagpindot <a href="{my_account_url}">"My account"</a> sa iyong shop.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
fil_ph: Kung mayroon kang account ng isang bisita, maaari mong sundan ang iyong order sa pamamagitan ng <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> na seksyon sa iyong shop.

source: Order edited
fil_ph: Ang order ay in-edit

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
fil_ph: Ang iyong order kasama ang reperensiya <span><strong>{order_name}</strong></span> ay binago.

source: Payment processing error
fil_ph: Ang pagpoproseso ng pagbabayad ay mali

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
fil_ph: Mayroong isang problema sa iyong pagbabayad para sa <strong><span>{shop_name}</span></strong> reperensiya ng order <strong><span>{order_name}</span></strong>. Mangyaring makipag-ugnayan sa amin ng maaga hangga't maaari.

source: We cannot ship your order until we receive your payment.
fil_ph: Hindi namin maaaring ipadala ang iyong order hanggang matanggap namin ang iyong bayad.

source: Your {shop_name} login information
fil_ph: Ang iyong {shop_name} na impormasyon sa pag-log in

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
fil_ph: Ito ang iyong personal na impormasyon ng pag-log in para sa <span><strong>{shop_name}</strong></span>:

source: First name:
fil_ph: Ang unang pangalan:

source: Last name:
fil_ph: Ang Apelyido:

source: E-mail address:
fil_ph: Ang adres ng e-mail:

source: Your new {shop_name} login details
fil_ph: Ang iyong bagong {shop_name} mga detalye ng pag-log in

source: Refund processed
fil_ph: Ang pagsasauli ng bayad na proseso

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
fil_ph: Pinoproseso namin ang iyong <strong><span>{shop_name}</span></strong> pagsasauli ng bayad para sa na-order mong may kasamang reperensiya <strong><span>{order_name}</span></strong>.

source: Your customer account creation
fil_ph: Ang pag-gawa ng iyong account ng mamimili

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
fil_ph: Ang iyong account ng bisita para sa <span><strong>{shop_name}</strong></span> ay nabago na sa pagiging isang account na mamimili.

source: Please be careful when sharing these login details with others.
fil_ph: Mangyaring mag-ingat sa tuwing magbabahagi ng mga detalye ng pag-log-in sa iba.

source: You can access your customer account on our shop:
fil_ph: Maaari mong i-access ang iyong account na mamimili sa aming shop:

source: Import complete
fil_ph: Nakumpleto ang pag-angkat

source: The file {filename} has been successfully imported to your shop.
fil_ph: Ang payl na {filename} ay matagumpay na naangkat para sa iyong tindahan.

source: Order canceled
fil_ph: Kanselado ang order

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
fil_ph: Ang iyong order na may reperensiya <span><strong>{order_name}</strong></span> mula sa <span><strong>{shop_name}</strong></span> ay kanselado.

source: You have received a new log alert
fil_ph: Ikaw ay nakatanggap ng isang bagong alerto ng log

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
fil_ph: <span><strong>Babala:</strong></span>ikaw ay nakatanggap ng isang bagong alerto ng log sa iyong Back Office.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
fil_ph: Maaari mo itong suriin sa <span><strong>"Mga Gamit" > "Mga Log"</strong></span> sa seksyon ng iyong Panlikod na Opisina.

source: Your message to {shop_name} Customer Service
fil_ph: Ang iyong mensahe sa {shop_name} Customer Service

source: Your message has been sent successfully.
fil_ph: Ang iyong mensahe ay matagumpay na naipadala.

source: Product:
fil_ph: Ang produkto:

source: We will answer as soon as possible.
fil_ph: Kami ay tutugon sa madaling panahon.

source: Order ID:
fil_ph: Ang order ID:

source: Attached file:
fil_ph: Maglakip ng payl:

source: Message from a {shop_name} customer
fil_ph: Mensahe mula sa isang {shop_name} mamimili

source: Customer e-mail address:
fil_ph: Ang adres ng e-mail ng mamimili:

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
fil_ph: Tungkol sa iyong newsletter na suskripsyon, kami ay nalulugod na mag-alok sayo ng mga sumusunod na butser:

source: {product} is nearly out of stock.
fil_ph: {product} ay malapit nang maubos ang stock.

source: The remaining stock is now less than the specified minimum of
fil_ph: Ang natitirang stock ay mas mababa ngayon kaysa sa tinukoy na pinakamababa

source: Remaining stock:
fil_ph: Ang natitirang stock:

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
fil_ph: Ikaw ay aming pinapayuhan na buksan ang produkto&#039;s sa admin na Pahina ng Produkto ng order na ilagay muli sa iyong imbentoryo.

source: Thank you for shopping with {shop_name}!
fil_ph: Maraming salamat sa iyong pamimili kasama ang {shop_name}!

source: Awaiting wire payment
fil_ph: Naghihintay sa wire ng pagbabayad

source: You have selected to pay by wire transfer.
fil_ph: Ang napili mo na pagbabayad ay sa pamamagitan ng wire na paglilipat.

source: Here are the bank details for your transfer:
fil_ph: Ito ang mga detalye ng bangko para sa iyong paglilipat:

source: Account owner:
fil_ph: Ang may-ari ng account:

source: Account details:
fil_ph: Ang mga detalye ng account:

source: Bank address:
fil_ph: Ang adres ng bangko:

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
fil_ph: Ang iyong order kasama ang reperensiya <span><strong>{order_name}</strong></span> ay nailagay ng matagumpay at <strong> maipapadala na sa oras na matanggap namin ang iyong bayad </strong>.

source: Amount:
fil_ph: Ang halaga:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
fil_ph: Kung mayroon kang account ng isang bisita, maaari mong sinundan ang iyong order sa pamamagitan ng <a href="{guest_tracking_url}">"Guest Tracking"</a>sa seksyon ng aming shop.

source: You have selected to pay by check.
fil_ph: Ang napili mong pagbabayad ay tseke.

source: Here are the bank details for your check:
fil_ph: Ito ang mga detalye ng iyong bangko para sa iyong tseke:

source: Payable to the order of:
fil_ph: Nababayaran sa pag-order sa:

source: Please mail your check to:
fil_ph: Mangyaring i-mail ang iyong tseke sa:

source: Credit slip created
fil_ph: Ginawa ang slip ng kredito

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
fil_ph: Bumuo kami ng isang slip ng kredito sa iyong pangalan para sa order kasama ang reperensiya<span><strong>{order_name}</strong></span>.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
fil_ph: Maaari mong suriin ang slip ng kreditong ito at i-download ang iyong talaan ng mga binili at halaga mula sa <a href="{history_url}">"My credit slips"</a>na seksyon sa iyong account sa pamamagitan ng pagpindot<a href="{my_account_url}">ng "My account"</a>sa iyong shop.

source: This is to inform you about the creation of a voucher.
fil_ph: Ito ay upang ipaalam sa iyo na patungkol sa pagkakagawa ng isang butser.

source: Thank you for creating a customer account at {shop_name}.
fil_ph: Salamat sayo para sa pag-gawa ng isang account ng mamimili sa {shop_name}.

source: Here are your login details:
fil_ph: Ito ang iyong mga detalye sa pag-log in:

source: Important Security Tips:
fil_ph: Ang importanteng mga tip ng seguridad:

source: Always keep your account details safe.
fil_ph: Panatilihing ingatan ang mga detalye ng iyong account.

source: Never disclose your login details to anyone.
fil_ph: Kailan ma'y huwag ibunyag ang mga detalye ng iyong pag-log in sa kahit na sino.

source: Change your password regularly.
fil_ph: Baguhin ang iyong password ng regular.

source: Should you suspect someone is using your account illegally, please notify us immediately.
fil_ph: Ang gumagamit ng iyong account ng ilegal ay dapat ng maging suspect, mangyaring sabihin sa amin agad.

source: You can now place orders on our shop:
fil_ph: Maaari ka ng maglagay ng mga order sa iyong shop:

source: Your {shop_name} login details
fil_ph: Ang iyong {shop_name} na mga detalye ng pag-log in

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
fil_ph: Napansin namin na sa panahon ng iyong huling pagbisita sa {shop_name}, hindi mo nakumpleto ang naumpisahan mong order.

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
fil_ph: Bilang isang insentibo, maaari ka naming bigyan ng isang diskwento sa {amount}% susunod na order mo! Ang inaalok namin ay balido para sa <span><strong>{days}</strong></span> mga araw, kaya naman huwag magsayang ng isang sandali!

source: In transit
fil_ph: Sa paghahatid

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
fil_ph: Ang iyong order na may reperensiya <span><strong>{order_name}</strong></span> ay kasalukuyang nasa pagpapadala.

source: You can track your package using the following link:
fil_ph: Maaari mong masubaybayan ang iyong parsela gamit ang mga sumusunod na link:

source: {followup}
fil_ph: Ang {followup}

source: Return #{id_order_return} - update
fil_ph: Ibalik #{id_order_return} - pag-update

source: We have updated the progress on your return #{id_order_return}, the new status is:
fil_ph: Kami ay nag-update ng progreso sa iyong ibinalik #{id_order_return}, ang bagong kalagayan ay:

source: Message from {shop_name}
fil_ph: Ang mensahe mula sa {shop_name}

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
fil_ph: Ikaw ay nakatanggap ng isang bagong mensahe mula sa <span><strong>{shop_name}</strong></span> tungkol sa order na may reperensiya <span><strong>{order_name}</strong></span>.

source: Message:
fil_ph: Ang mensahe:

source: Customer message:
fil_ph: Ang mensahe ng mamimili:

source: Order:
fil_ph: Ang order:

source: Product
fil_ph: Produkto

source: Delivery address
fil_ph: Ang adres ng paghahatiran

source: Billing address
fil_ph: Ang adres ng pagsingil

source: Customer:
fil_ph: Ang mamimili:

source: You have received a new return request for {shop_name}.
fil_ph: Ikaw ay nakatanggap ng isang bagong pagbalik ng kahilingan para sa {shop_name}.

source: {order_name} Placed on {date}
fil_ph: {order_name} Inilagay sa {date}

source: Payment processed
fil_ph: Ang pagproseso ng pagbabayad

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
fil_ph: Ang iyong bayad para sa iyong order na may reperensiya <strong><span>{order_name}</span></strong> ay matagumpay na naproseso.

source: Password reset request for {shop_name}
fil_ph: Ang kahilingan na i-reset ang password para sa {shop_name}

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
fil_ph: Mayroon kang kahilingan na i-reset ang iyong <span><strong>{shop_name}</strong></span> mga detalye ng pag-log in.

source: Please note that this will change your current password.
fil_ph: Mangyaring itala ito na babaguhin ang iyong kasalukuyang password.

source: To confirm this action, please use the following link:
fil_ph: Upang makumpirma ang aksyon na ito, mangyaring gumamit ng mga sumusunod na link:

source: Hello
fil_ph: Kamusta

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
fil_ph: Ito ay isang <strong> test na e-mail</strong> mula sa iyong shop.<br /><br /> Kung kaya mong basahin ito, ang test ay magtatagumpay!

source: Your order has been shipped
fil_ph: Ang iyong order ay naipadala na

source: Shipped
fil_ph: Naipadala na

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
fil_ph: Ang iyong order na may reperensiya <span><strong>{order_name}</strong></span> ay naipadala na.

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
fil_ph: <a href="{shop_url}">{shop_name}</a> pinalakas sa pamamagitan ng <a href="http://www.prestashop.com/">PrestaShop™</a>

source: Voucher created
fil_ph: Gumawa ng butser

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
fil_ph: Ang isang butser ay nagawa sa iyong pangalan bilang isang resulta ng iyong order kasama ng reperensiya <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
fil_ph: <span><strong>code na butser: {voucher_num}</strong></span> sa halaga ng <span><strong>{voucher_amount}</strong></span>

source: Placed on
fil_ph: Inilagay sa

source: Payment:
fil_ph: Ang pagbabayad:

source: Products
fil_ph: Mga produkto

source: Gift-wrapping
fil_ph: Ang pagbabalot ng regalo

source: Total Tax paid
fil_ph: Ang kabuuang bayad ng buwis

source: Carrier:
fil_ph: Ang tagapagpadala:

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
fil_ph: Ang isang bagong order ay nailagay na {shop_name} sa mga susunod na mamimili: {firstname}{lastname}({email})

source: Please do not reply directly to this email, we will not receive it.
fil_ph: Mangyaring huwag tumugon sa email na ito, hindi namin ito matatanggap.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
fil_ph: Sa pagtugon, mangyaring gumamit ng sumusunod na link: <a href="{link}">{link}</a>

source: You have received a new message regarding order with the reference
fil_ph: Ikaw ay nakatanggap ng isang bagong mensahe patungkol sa order na may reperensiya

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
fil_ph: Maraming salamat sa iyong pag-order kasama ang reperensiya {order_name} mula <strong>{shop_name}</strong>

source: Product(s) now available for download
fil_ph: Ang (mga) produkto ay magagamit ngayon para sa pag-download

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
fil_ph: Mayroon kang <span><strong>{nbProducts}</strong></span> (mga) produkto ngayon na magagamit para sa pag-download gamit ang sumusunod na (mga) link:

source: A new order has been generated on your behalf.
fil_ph: Ang isang bagong order ay nabuo alang-alang sa iyo.

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
fil_ph: Mangyaring magpatuloy <a href="{order_link}">{order_link}</a> upang tapusin ang pagbabayad.

source: Processing
fil_ph: Ang pagpoproseso

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
fil_ph: Kasalukuyan naming pinoproseso ang iyong <strong><span>{shop_name}</span></strong> order kasama ng reperensiya <strong><span>{order_name}</span></strong>.

source: Customer service - Forwarded discussion
fil_ph: Serbisyo sa mamimili - Talakayang naipasa

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
fil_ph: <span><strong>{employee}</strong></span> nais na maipasa ang talakayang ito sa iyo.

source: Discussion history:
fil_ph: Kasaysayan ng talakayan:

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
fil_ph: <span><strong>{employee}</strong></span>naidagdag<span><strong>{comment}</strong></span>

source: Order changed
fil_ph: Pagbago ng order

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
fil_ph: Ang iyong order na may reperensiya <span><strong>{order_name}</strong></span> mula sa <span><strong>{shop_name}</strong></span> ay binago ng komersyante.

source: Thanks for your order with the reference {order_name} from {shop_name}.
fil_ph: Salamat sa iyong pag-order ng may reperesiya {order_name} mula sa {shop_name}.

source: Item(s) out of stock
fil_ph: Ang (mga) gamit ay ubos na ang stock

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
fil_ph: Sa kasamaang palad, isa o higit pang mga gamit ang kasalukuyang ubos na ang stock. Ito ay maaring maging dahilan ng isang pagkaantala ng bahagya sa iyong paghahatid. Mangyaring tanggapin ang aming paumanhin at huwag mabahala dahil kami ay nagtatrabaho ng mabuti upang ayusin ito.

source: Your cart at {shop_name}
fil_ph: Ang iyong cart at {shop_name}

source: Your cart has been saved, you can resume your order by visiting our shop:
fil_ph: Ang iyong cart ay na-seyb, maaari mong ipagpatuloy ang iyong order sa pamamagitan ng pagbisita sa aming shop:

source: Here is your coupon:
fil_ph: Ito ang iyong kupon:

source: Enter this code in your shopping cart to get your discount.
fil_ph: Ipasok ang code na ito sa iyong shopping cart upang makakuha ng iyong diskwento.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
fil_ph: Ikaw ang isa sa aming pinakamabuting mga mamimili, kahit na ikaw ay hindi naglagay ng isang order sa {days_threshold} mga araw.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
fil_ph: Nais naming magpasalamat sa iyo para sa iyong pagtitiwala na iyong ibinigay sa amin at nais namin na bigyan ka ng isang diskwento na {amount}% balido sa iyong susunod na order! Ang pag-aalok nito ay balido para sa <span><strong>{days}</strong></span> mga araw, kaya naman huwag mag-aksaya ng panahon!

source: Thank you for your order at {shop_name}.
fil_ph: Salamat sa iyong pag-order sa {shop_name}.

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
fil_ph: Bilang paraang ng aming pasasalamat, nais namin na bigyan ka ng isang diskwento sa <span><strong>{amount}</strong></span>% sa susunod na iyong pag-order! Ang inaalok na ito ay balido para sa <span><strong>{days}</strong></span> mga araw, kaya naman huwag magsayang ng isang sandali!

source: Thanks for your trust.
fil_ph: Maraming salamat sa iyong pagtitiwala.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
fil_ph: Ikaw ang isa sa pinakamabuting aming mga mamimili at tulad ng aming kagustuhan na magpasalamat para sa iyong patuloy na pagtangkilik.

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
fil_ph: Bilang pagpapahalaga sa iyong loyalidad, nais namin na bigyan ka ng isang diskwento na <span><strong>{amount}</strong></span>% balido sa iyong susunod na order! Ang inaalok na ito ay balido para sa <span><strong>{days}</strong></span> mga araw, kaya naman huwag magsayang ng isang sandali!

source: {product} is now available.
fil_ph: {product} ay magagamit ngayon.

source: This item is once again in-stock.
fil_ph: Ang bagay na ito ay may stock muli.

source: You can access the product page by clicking on the link:
fil_ph: Maaari mong i-access ang pahina ng produkto sa pamamagitan ng pagpindot sa link:

source: You can order it right now from our online shop.
fil_ph: Maaari ka ng mag-order ngayon mula sa aming online shop.

source: Congratulations!
fil_ph: Binabati kita!

source: Best regards,
fil_ph: Ang aming malugod na pagbati,

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
fil_ph: Ang iyong kaibigan na tinutukoy <span><strong>{sponsored_firstname}{sponsored_lastname}</strong></span> ay inilagay ang kanyang unang order sa <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
fil_ph: Kami ay nalulugod na mag-alok sa iyo ng isang butser na nagkakahalaga <span><strong>{discount_display} (voucher # {discount_name})</strong></span> na maaari mong gamitin sa iyong susunod na order.

source: {product} is almost out of stock.
fil_ph: {product} ay halos mauubos na ang stock.

source: The stock cover is now less than the specified minimum of:
fil_ph: Ang cover ng stock ay mas mababa ngayon kaysa sa tinukoy na pinakamababa:

source: Current stock cover:
fil_ph: Ang kasalukuyang cover ng stock:

source: join us!
fil_ph: sumali ka sa amin!

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
fil_ph: Ang iyong kaibigan <span><strong>{firstname}{lastname}</strong></span> ay nais na sumangguni sa <a href="{shop_url}">{shop_name}</a>!
