Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/ModulesAutoupgradeAdmin.*.xlf
Languages: fil_ph

source: Error during database backup.
fil_ph: May maling naganap habang nagba-backup ng database.

source: An error occurred while backing up. Unable to obtain the schema of %s
fil_ph: May maling naganap habang nagba-back up. Hindi maaring makuha ang schema ng %s

source: %s table has been saved.
fil_ph: Ang talahanayan ng %s ay na-save na.

source: %s tables have been saved.
fil_ph: Ang mga talahanayan ng %s ay na-save na.

source: Database backup: %s table(s) left...
fil_ph: Database backup: %s na (mga) talahanayan ang natitira...

source: No valid tables were found to back up. Backup of file %s canceled.
fil_ph: Walang balidong talahanayan ang nahanap para i-back up. Ang pag-backup ng file %s ay kinansela.

source: Error during database backup for file %s.
fil_ph: May maling naganap habang nagba-backup para sa file %s.

source: Database backup done in filename %s. Now upgrading files...
fil_ph: Natapos na ang pag-backup sa database ng filename na %s. Kasalukuyang nag-a-upgrade ng mga file...

source: Error during backupFiles
fil_ph: May maling naganap sa backupFiles

source: [ERROR] backupFiles filename has not been set
fil_ph: [ERROR] ang backupFiles na filename ay hindi pa naitakda

source: %s Files to backup.
fil_ph: ang %s na mga File para i-back up.

source: Backup files initialized in %s
fil_ph: Ang mga payl ng backup ay sinimulan na sa %s

source: Backup files in progress. %d files left
fil_ph: Ang backup na mga file ay nasa progreso. %d na mga file ang natira

source: Using class ZipArchive...
fil_ph: Gamit ang class na ZipArchive...

source: Using class PclZip...
fil_ph: Gamit ang clasa na PclZip...

source: All files saved. Now backing up database
fil_ph: Lahat ng mga file ay na-save na. Kasalukuyang bina-back up ang database

source: All files have been added to archive.
fil_ph: Ang lahat ng mga file ay nadagdag na sa archive.

source: %filename% added to archive. %filescount% files left.
fil_ph: Ang %filename% na idinagdag sa arhieve. Ang mga payl %filescount% na natitira.

source: Error when trying to add %filename% to archive %archive%.
fil_ph: Nagkamali habang sinusubukan na idagdag ang %filename% sa archieve ng %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
fil_ph: Ang payl ng %filename% (sukat: %filesize%) ay idinagdag sa archive. Ang mga payl %filescount% na natitira.

source: File %filename% (size: %filesize%) added to archive.
fil_ph: Ang payl ng %filename% (sukat: %filesize%) ay idinagdag na sa archive.

source: File %filename% (size: %filesize%) has been skipped during backup.
fil_ph: Ang payl na %filename% (sukat: %filesize%) ay nalaktawan habang nagba-backup.

source: [ERROR] Error on backup using PclZip: %s.
fil_ph: [ERROR] May maling naganap sa pag-backup gamit ang PclZip: %s.

source: Unable to open archive
fil_ph: Hindi mabuksan ang achive

source: All files saved. Now backing up database.
fil_ph: Lahat ng mga file ay na-save. Kasalukuyang bina-back up ang database.

source: %itemname% items removed. %itemscount% items left.
fil_ph: Ang mga aytem sa %itemname% ay inalis. Ang mga aytem %itemscount% na natitira.

source: Error while removing item %itemname%, %itemscount% items left.
fil_ph: Nagkamali habang inaaalis ang aytem sa %itemname%, Ang mga aytem %itemscount% na natitira.

source: Starting to remove %s sample files
fil_ph: Sinimulan na alisin ang mga sampol na payl sa %s

source: All sample files removed. Backup process skipped. Now upgrading files.
fil_ph: Lahat ng sample na mga file ay tinanggal. Nilaktawan ang proseso ng pag-back up. Kasalukuyang nag-a-upgrade ng mga file.

source: All sample files removed. Now backing up files.
fil_ph: Lahat ng sample na mga file ay tinanggal. Kasalukuyang bina-back up ang mga file.

source: Downloading from %s
fil_ph: Nagda-download mula sa %s

source: File will be saved in %s
fil_ph: Ang payl ay ise-save sa %s

source: Download directory has been emptied
fil_ph: Ang direktoryo ng download ay walang laman

source: Download complete.
fil_ph: Nakumpleto na ang pag-download.

source: Download complete. Now extracting...
fil_ph: Nakumpleto na ang pag-download. Kasalukuyang nag-eextract...

source: Download complete but MD5 sum does not match (%s).
fil_ph: Nakumpleto na ang pag-download ngunit ang kabuuam ng MD5 ay hindi tumutugma (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
fil_ph: Tapos na ang pag-download ngunit ang kabuuan ng MD5 ay hindi tumutugma (%s). In-abort ang operasyon.

source: Error during download. The private key may be incorrect.
fil_ph: May maling naganap habang nagda-download. Maaring mali ang private key.

source: Error during download
fil_ph: May maling naganap sa pag-download

source: Download directory %s is not writable.
fil_ph: Ang Download directory %s ay hindi maaaring masulatan.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
fil_ph: Kailangan mo ang allow_url_fopen o i-enable ang cURL para gumana ang awtomatikong pag-download. Maaari mo ring manwal na i-upload ito sa filpath %s.

source: [WARNING] Property %s is missing
fil_ph: [WARNING] Ang property %s ay nawawala

source: Action %s skipped
fil_ph: Nalaktawan ang aksyon sa %s

source: Action "%s" not found
fil_ph: Ang aksyon sa "%s" ay hindi matagpuan

source: Too long!
fil_ph: Masyadong mahaba!

source: Fields are different!
fil_ph: Ang mga patlang ay magkakaiba!

source: This email address is wrong!
fil_ph: Itong email address ay mali!

source: Impossible to send the email!
fil_ph: Imposibleng maipadala ang email!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
fil_ph: Hindi malikha ang payl ng mga setting, kung ang /app/config /parameters.php ay lumalabas, mangyaring bigyan ang publiko ng mga pahimtulot na magsulat sa payl na ito, dili kaya ay mangyaring lumikha ng isang payl na may pangalang parameters.php sa direktoryo ng config.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
fil_ph: Hindi maisulat ang settings file, mangyaring lumikha ng file na may pangalang settings.inc.php sa "config" directory.

source: Impossible to upload the file!
fil_ph: Imposibleng ma-upload ang file!

source: Data integrity is not valided. Hack attempt?
fil_ph: Ang data integrity ay hindi na balido. Sinubukang i-hack?

source: Impossible to read the content of a MySQL content file.
fil_ph: Imposibleng mabasa ang nilalaman ng isang MySQL content file.

source: Cannot access a MySQL content file.
fil_ph: Hindi ma-access ang nilalamang file ng MySQL.

source: Error while inserting data in the database:
fil_ph: May maling naganap habang pinapasok ang datos sa database:

source: This is not a valid file name.
fil_ph: Ito ay hindi balidong pangalan ng file.

source: This is not a valid image file.
fil_ph: Ito ay hindi balidong file ng imahe.

source: Error while creating the /app/config/parameters.php file.
fil_ph: Nagkamali habang lumilikha ng payl ng /app/config/parameters.php.

source: Error:
fil_ph: Mali:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
fil_ph: Itong PrestaShop database ay umiiral na. Mangyaring i-validate muli ang iyong authentication na impormasyon sa database.

source: An error occurred while resizing the picture.
fil_ph: Isang mali ang naganap habang iniiba ang sukat ng larawan.

source: Database connection is available!
fil_ph: Mayroon ng koneksyon ang database!

source: Database Server is available but database is not found
fil_ph: Mayroon ng Database Server ngunit ang database ay hindi mahanap

source: Database Server is not found. Please verify the login, password and server fields.
fil_ph: Hindi mahanap ang Database Server. Manfyaring beripikahin ang login, ang password at server na mga patlang.

source: An error occurred while sending email, please verify your parameters.
fil_ph: Isang mali ang naganap habang pinapadala ang email, mangyaring beripikahin ang iyong mga parameter.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
fil_ph: Imposibleng isulat ang image na /img/logo.jpg. Kung mayroon ng ganitong larawan, mangyaring burahin iyon.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
fil_ph: Ang in-upload na file ay sumobra sa upload_max_filesize na direktiba sa php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
fil_ph: Ang in-upload na file ay lumagpas sa MAX_FILE_SIZE na direktibang tinutukoy sa HTML porm

source: The uploaded file was only partially uploaded
fil_ph: Ang in-upload na file ay bahagyang in-upload lamang

source: No file was uploaded.
fil_ph: Walang file ang na-upload.

source: Missing a temporary folder
fil_ph: Nawawala ang isang pansamantalang folder

source: Failed to write file to disk
fil_ph: Nabigong isulat ang file sa disk

source: File upload stopped by extension
fil_ph: Ang pag-upload ng file ay ihininto ng ekstensyon

source: Cannot convert your database's data to utf-8.
fil_ph: Hindi ma-convert ang datos ng iyong database sa utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
fil_ph: Ang iyong MySQL server ay hindi sinusuportahan itong makina, mangyaring gumamit ng iba kagaya ng MyISAM

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
fil_ph: Ang file na /img/logo.jpg ay hindi maaring sulatan, mangyaring CHMOD 755 itong file o CHMOD 777

source: Invalid catalog mode
fil_ph: Imbalidong moda ng katalogo

source: No error code available
fil_ph: Walang maling code

source: This installer is too old.
fil_ph: Ang installer na ito ay masyado ng luma.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
fil_ph: Ang payl ng app/config/parameters.php ay hindi matagpuan. Binura mo ba o binago ang pangalan ng payl na ito?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
fil_ph: Hindi mahanap ang SQL upgrade na mga file. Mangyaring beripikahin na ang /install/upgrade/sql na folder ay may laman.

source: No upgrade is possible.
fil_ph: Hindi posible ang pag-upgrade.

source: Error while loading SQL upgrade file.
fil_ph: May maling naganap habang naglo-load ang SQL upgrade na file.

source: Error while inserting content into the database
fil_ph: May maling naganap habang pinapasok ang nilalaman sa database

source: Unfortunately,
fil_ph: Sa kasawiangpalad,

source: SQL errors have occurred.
fil_ph: May mga maling naganap sa SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
fil_ph: Ang config/defines.inc.php na file ay hindi mahanap. Saan mo ito inilipat?

source: Rollback
fil_ph: I-rollback

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
fil_ph: Pagkatapos ma-upgrade ang iyong shop, maari kang mag-rollback sa dati mong database at mga file. Gamitin ang function na ito kung ang iyong tema o isang mahalagang modulo ay hindi gumagana ng tama.

source: Choose your backup:
fil_ph: Piliin ng iyong backup:

source: -- Choose a backup to restore --
fil_ph: -- Piliin ang backup para i-restore --

source: The pre-Upgrade checklist
fil_ph: Ang listahan ng pre-Upgrade

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
fil_ph: Ang listahan ay hindi OK. Maari mo lamang i-upgrade ang iyong shop kung ang mga tagapagpahiwatig ay kulay luntian.

source: Before starting the upgrade process, please make sure this checklist is all green.
fil_ph: Bago simulan ang proseso ng pag-upgrade, mangyaring siguruhin na itong listahan ay lahat kulay luntian.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
fil_ph: Ang 1-click na upgrade na modulo ay napapanahon (ang kasalukuyang bersyon ay v%s)

source: Your store's root directory is writable (with appropriate CHMOD permissions)
fil_ph: Ang root directory nh iyong store ay maaring sulatan (na may angkop na mga pahintulot ng CHMOD)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
fil_ph: Ang "/admin/autoupgrade" na directory ay maaring sulatan (angkop na mga pahintulot ng CHMOD)

source: PHP's "Safe mode" option is turned off
fil_ph: Ang opsyon na "Safe mode" ng PHP na ay naka-off

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
fil_ph: Ang "allow_url_fopen" na opsyon ng PHP ay naka-on, o ang cURL ay naka-install

source: Your store is in maintenance mode
fil_ph: Ang iyong store ay nasa moda ng mantensyon

source: Click here to put your shop under maintenance
fil_ph: I-click dito upang ilagay ang iyong shop sa mantensyon

source: PrestaShop's caching features are disabled
fil_ph: Naka-disable ang caching na mga tampok ng PrestaShop

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
fil_ph: Ang setting ng PHP's max_execution_time ay may mataas na halaga o hindi pinagana ng buo. (kasalukuyang halaga: walang limitasyon)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
fil_ph: Ang setting ng PHP's max_execution_time ay may mataas na halaga o hindi pinagana ng buo ( kasalukuyang halaga: %s mga segundo)

source: Please also make sure you make a full manual backup of your files and database.
fil_ph: Mangyaring tiyakin mo din ang buong mano-manong pagbackup ng iyong mga file at database.

source: Branch:
fil_ph: Sangay:

source: available
fil_ph: magagamit

source: unavailable
fil_ph: hindi magagamit

source: Version number:
fil_ph: Numero ng bersyon:

source: URL:
fil_ph: Ang URL:

source: MD5 hash:
fil_ph: Ang MD5 hash:

source: Changelog:
fil_ph: Ang Changelog:

source: see changelog
fil_ph: tingnan ang changelog

source: Major release
fil_ph: Pangunahing pag-release

source: Minor release (recommended)
fil_ph: Menor na release (inirerekomenda)

source: Release candidates
fil_ph: Paglabas ng mga kandidato

source: Beta releases
fil_ph: Paglalabas sa Beta

source: Alpha releases
fil_ph: Paglalabas sa Alpha

source: Private release (require link and MD5 hash)
fil_ph: Pribadong release (kailangan ang link at MD5 hash)

source: Local archive
fil_ph: Lokal na archive

source: Local directory
fil_ph: Lokal na directory

source: Channel:
fil_ph: Ang Channel:

source: This option regroup all stable versions.
fil_ph: Ang opsyong ito ay pinapangkat-pangkat muli ang lahat ng matatag na mga bersyon.

source: Link:
fil_ph: Ang Link:

source: Hash key:
fil_ph: Ang Hash key:

source: Allow major upgrade:
fil_ph: Pahintulutan ang pangunahing pag-upgrade:

source: Archive to use:
fil_ph: Archive na gagamitin:

source: Choose an archive
fil_ph: Pumili ng isang archive

source: Number of the version you want to upgrade to:
fil_ph: Numero ng bersyon na gusto mong i-upgrade sa:

source: No archive found in your admin/autoupgrade/download directory
fil_ph: Walang archive na nahanap sa iyong admin/autoupgrade/download na directory

source: Save in the following directory the archive file of the version you want to upgrade to: %s
fil_ph: I-save sa mga sumusunod na direktoryo ang payl ng archive ng bersyon na gusto mong i-upgrade sa: %s

source: Click "Save" once the archive is there.
fil_ph: Pindutin ang "Save" kapag ang archive ay nandoon.

source: This option will skip the download step.
fil_ph: Ang opsyong ito ay lalaktaw sa pag-download.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
fil_ph: I-save sa mga sumusunod na direktoryo ang hindi na-compress na mga payl ng PrestaShop ng bersyon na gusto mong i-upgrade sa: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
fil_ph: Pakiusap sabihin sa amin kung aling bersyon ang iyong ina-upgrade sa [1](1.7.0.1 halimbawa)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
fil_ph: Ang opsyon na ito ay lalaktaw sa hakbang ng pag-download at pag-unzip at gagamitin lamang ang %1$s bilang direktoryo ng pinagmulan

source: More options (Expert mode)
fil_ph: Higit pang mga opsyon(Dalubhasang moda)

source: Expert mode
fil_ph: Dalubhasang moda

source: Please select your channel:
fil_ph: Mangyaring pumili ng iyong channel:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
fil_ph: Ang mga channel ay nag-aalok ng iba't-ibang paraan para isagawa ang pag-upgrade. Maaari kang mag-upload ng bagong bersyon o kaya ay hayaan ang 1-Click Upgrade na modulo para i-download ito para sa iyo.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
fil_ph: Ang Alpha, Beta at Pribadong mga channel ay nagbibigay sa iyo ng abilidad na mag-upgrade sa isang hindi opisyal o hindi matatag na release (sinusubukan lamang).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
fil_ph: Sa pamamagitan ng default, dapat mong gamitin ang "Minor Release" na channel na kung saan ay nag-aalok ng pinaka-bagong matatag na bersyon mayroon.

source: Upgrade steps
fil_ph: I-upgrade ang mga hakbang

source: Version comparison
fil_ph: Pagkukumpara ng bersyon

source: PrestaShop Original version
fil_ph: Orihinal na bersyon ng PrestaShop

source: Differences between versions
fil_ph: Mga pagkakaiba-iba sa pagitan ng mga bersyon

source: Activity Log
fil_ph: Log ng mga aktibidad

source: Currently processing
fil_ph: Kasalukuyang pinoproseso

source: Analyzing the situation...
fil_ph: Sinusuri ang sitwasyon...

source: Errors
fil_ph: Mga mali

source: Start your Upgrade
fil_ph: Simulan mo ng mag-upgrade

source: Congratulations, you are already using the latest version available!
fil_ph: Binabati kita, ginagamit mo na ang pinakabagong bersyon na mayroon!

source: You come from the future! You are using a more recent version than the latest available!
fil_ph: Ikaw ay nagmula sa hinaharap! Ikaw ay gumagamit ng pinakabagong bersyon kaysa sa mas bago na mayroon!

source: Your current PrestaShop version
fil_ph: Ang iyong kasalukuyang bersyon ng PrestaShop

source: Latest official version for %s channel.
fil_ph: Pinakabagong opisyal na bersyon para sa pinagmulan ng %s.

source: Upgrade PrestaShop now!
fil_ph: I-upgrade ang Prestashop ngayon!

source: You use Smarty 3
fil_ph: Gamitin ang iyong Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
fil_ph: Smarty 2 ay hindi na ginagamit sa 1.4 at tinanggal na sa 1.5. Maaaring kailanganin mong i-upgrade ang iyong kasalukuyang tema o gumamit ng bago.

source: PrestaShop will be downloaded from %s
fil_ph: Ang PrestaShop ay mada-download mula sa %s

source: Open changelog in a new window
fil_ph: Buksan ang changelog sa isang bagong window

source: No file will be downloaded (channel %s is used)
fil_ph: Walang file na maida-download (ang channel %s ay ginamit)

source: The following action are automatically replaced
fil_ph: Ang sumusunod na aksyon ay awtomatikong pinalitan

source: %old% will be replaced by %new%
fil_ph: Ang %old% ay maaaring papalitan nang %new%

source: To change this behavior, you need to manually edit your php files
fil_ph: Para baguhin ang gawi na ito, kinakailangan mong i-edit ng mano-mano ang iyong mga file ng php

source: Check if a new version is available
fil_ph: I-tsek kung mayroong bagong bersyon

source: Last check: %s
fil_ph: Huling pagsusuri: %s

source: Last check: never
fil_ph: Huling pagsuri: hindi kailanman

source: Refresh the page
fil_ph: I-refresh ang pahina

source: Last datetime check: %s
fil_ph: Ang huling pag-tsek sa datetime ay: %s

source: This functionality has been disabled.
fil_ph: Itong pag-andar ay naka-disable.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
fil_ph: [TECHNICAL ERROR] ang ajax-upgradetab.php ay nawawala. Mangyaring i-install muli o i-reset ang modulo.

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
fil_ph: Gamit ang PrestaShop 1-Click na Upgrade modulo, ang pag-a-upgrade sa iyong store sa pinakabagong bersyon na mayroon ay napakadali na!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
fil_ph: Mangyaring palaging gumawa ng buong manwal na pag-backup sa iyong mga file at database bago simulan ang ano mang pag-upgrade.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
fil_ph: Suriin ang dalawang ulit ang integridad ng iyong backup at madali mo lang ma-roll-back ng mano-mano kung kinakailangan.

source: If you do not know how to proceed, ask your hosting provider.
fil_ph: Kung hindi mo alam kung paano magpatuloy, tanungin mo ng iyong hosting provider.

source: Backup Options
fil_ph: Mga Opsyon sa pag-backup

source: Upgrade Options
fil_ph: Mga opsyon sa pag-upgrade

source: Are you sure you want to delete this backup?
fil_ph: Sigurado ka ba na nais mong burahin ang backup na ito?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
fil_ph: Ang iyong server ay hindi ma-download ang file. Mangyaring i-upload muna ito sa pamamagitan ng ftp sa iyong admin/autoupgrade na directory

source: Click to refresh the page and use the new configuration
fil_ph: I-click para ma-refresh ang pahina at magamit ang bagong configuration

source: An update is currently in progress... Click "OK" to abort.
fil_ph: Ang update ay kasalukuyang nasa progreso... I-click ang "OK" para i-abort.

source: Upgrading PrestaShop
fil_ph: Ina-upgrade ang PrestaShop

source: Upgrade complete
fil_ph: Kumpleto na ang pag-upgrade

source: Upgrade Complete!
fil_ph: Kumpleto na ang pag-upgrade!

source: Upgrade complete, but warning notifications has been found.
fil_ph: Kumpleto na ang pag-upgrade, ngunit may mga babala na notipikasyong natagpuan.

source: Cookies have changed, you will need to log in again once you refreshed the page
fil_ph: Ang mga cookies ay nagbago, kailangan mong mag-log in muli kapag nag-refresh ka ng pahina

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
fil_ph: Ang javascript at CSS na mga file ay nagbago, mangyaring linisin ng iyong browser cache gamit ang CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
fil_ph: Mangyaring suriin ang iyong front-office na tema ay gumagana (subukang lumikha ng account, maglagay ng order...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
fil_ph: Ang mga imahe ng produko ay hindi ba lumalabas sa front office? Subukang i-generate muli ng mga thumbnail sa Preferences > Images

source: Do not forget to reactivate your shop once you have checked everything!
fil_ph: Huwag kalimutang muling i-activate ang iyong shop sa sandaling nasuri mo na ang lahat!

source: ToDo list:
fil_ph: Listahan ng dapat gawin:

source: Restoration complete.
fil_ph: Kumpleto na ang pag-restore.
