Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/ModulesAutoupgradeAdmin.*.xlf
Languages: fil_ph

source: Javascript error (parseJSON) detected for action
fil_ph: Ang kamalian sa Javascript (parseJSON) ay nakita para sa pag-aksyon

source: Starting restoration...
fil_ph: Nagsisimula na ang pag-restore...

source: Error detected during
fil_ph: Ang Error ay nakita habang

source: The request exceeded the max_time_limit. Please change your server configuration.
fil_ph: Ang kahilingan ay lumagpas na sa max_time_limit. Mangyaring baguhin ang kompigurasyon ng iyong server.

source: Manually go to %s button
fil_ph: Mano-manong tumungo sa %s pindutan

source: End of process
fil_ph: Katapusan ng proseso

source: Operation canceled. Checking for restoration...
fil_ph: Ang Operasyon ay kinansela. Chini-check para sa pag-restore...

source: Do you want to restore %backupname%?
fil_ph: Gusto mo bang i-restore ang %backupname%?

source: Operation canceled. An error happened.
fil_ph: Ang Operasyon ay kinansela. Nangyari ang error.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
fil_ph: [TECHNICAL ERROR] ang ajax-upgradetab.php ay nawawala, pakiusap i-reinstall ang modyul

source: See or hide the list
fil_ph: Tignan o itago ang listahan

source: Core file(s)
fil_ph: Ang Core file(s)

source: Mail file(s)
fil_ph: Ang Mail file(s)

source: Translation file(s)
fil_ph: Ang file(s) ng pagsasalin

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
fil_ph: Ang iyong server ay hindi ma-download ang file. Mangyaring i-upload ito sa iyong FTP server, at ilagay ito sa iyong /[admin]/autoupgrade na direktoryo.

source: Theses files will be deleted
fil_ph: Itong mga file ay mabubura

source: Theses files will be modified
fil_ph: Itong mga file ay mababago

source: Less options
fil_ph: Mas kaunting mga pagpipilian

source: Link and MD5 hash cannot be empty
fil_ph: Ang Link at MD5 hash ay hindi maaaring walang laman

source: You need to enter the version number associated with the archive.
fil_ph: Kailangan mong i-enter ang bersyon ng numerong kaugnay ng archive.

source: No archive has been selected.
fil_ph: Walang pang archive na napili.

source: You need to enter the version number associated with the directory.
fil_ph: Kailangan mong i-enter ang bersyon ng numerong kaugnay ng direktoryo.

source: Please confirm that you want to skip the backup.
fil_ph: Mangyaring kumpirmahin na nais mong laktawan ang backup.

source: Please confirm that you want to preserve file options.
fil_ph: Mangyaring kumpirmahin na nais mong panatilihin ang mga pagpipilian ng file.

source: %s is not a file
fil_ph: Ang %s ay hindi file

source: Unable to create directory %s.
fil_ph: Hindi maaaring lumikha ng direktoryo %s.

source: Archive extracted
fil_ph: Na extract na ang archive

source: zip->extractTo(): unable to use %s as extract destination.
fil_ph: zip->extractTo(): hindi maaaring gamitin %s bilang extract na destinasyon.

source: Unable to open zipFile %s
fil_ph: Hindi maaaring mabuksan ang zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
fil_ph: [ERROR] Mayroong error sa pag-extract ng archive gamit ang PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
fil_ph: [ERROR] %file% ay hindi pa na-unzipped: %status%

source: [ERROR] Unable to list archived files
fil_ph: [ERROR] Hindi maaaring mailista ang na archive na mga file

source: File %s is preserved
fil_ph: Ang File na %s ay pananatilihin

source: Unable to write in the directory "%s"
fil_ph: Hindi maaaring makapagsulat sa directory "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
fil_ph: Itong bersyon ng PrestaShop ay hindi maaaring ma-upgrade: ang PS_ADMIN_DIR constant ay nawawala.

source: 1-Click Upgrade
fil_ph: 1- I-click ang Upgrade

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
fil_ph: Nagbibigay ng awtomatikong pamaraan para ma-upgrade ng iyong shop sa pinakabagong bersyon ng PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
fil_ph: Hindi maaaring burahin ang lipas na sa panahong tab ng "AdminUpgrade" (tab ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
fil_ph: Hindi maaaring lumikha ng "AdminSelfUpgrade" tab

source: Unable to copy logo.gif in %s
fil_ph: Hindi maaaring kopyahin ang logo.gif sa %s

source: Unable to load the "AdminSelfUpgrade" tab
fil_ph: Hindi maaaring i-load ang "AdminSelfUpgrade" tab

source: Unable to create the directory "%s"
fil_ph: Hindi maaaring lumikha ng direktoryo "%s"

source: Unable to copy ajax-upgradetab.php in %s
fil_ph: Hindi maaaring kopyahin ang ajax-upgradetab.php sa %s
