Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/ModulesCategorytreeAdmin.*.xlf
Languages: fil_ph

source: Category tree links
fil_ph: Mga link ng puno ng kategorya

source: Adds a block featuring product categories.
fil_ph: Magdaragdag ng block na nagtatampok ng mga kategorya ng produkto.

source: Category root
fil_ph: Kategorya ng root

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
fil_ph: Pumili kung aling kategorya ang idi-display sa block. Ang kasalukuyang kategorya ay ang kasalukuyang bina-browse ng bisita.

source: Home category
fil_ph: Home na kategorya

source: Current category
fil_ph: Kasulukuyang kategorya

source: Parent category
fil_ph: Pinagmulang kategorya

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
fil_ph: Kasalukuyang kategorya, maliban kung wala itong mga pangalawang kategorya, sa anong kaso ang pinagmulang kategorya ng kasalukuyang kategorya ay ginamit

source: Maximum depth
fil_ph: Hangganan ng lalim

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
fil_ph: Itakda ang hanggan ng lalim ng mga kategoryang sublevel na ipinapakita sa block (0=infinite).
