Repository: PrestaShop/TranslationFiles
Catalog: 8/translations/8.0/il-PH/ModulesAutoupgradeAdmin.*.xlf
Languages: fil_ph

source: Selection successfully deleted
fil_ph: Ang pagpili ay matagumpay na nabura

source: The new version check has been completed successfully
fil_ph: Ang bagong bersyon ng pag-tsek ay matagumpay na nakumpleto

source: Message sent to the customer
fil_ph: Ang mensahe ay naipadala na sa kustomer

source: Language successfully copied
fil_ph: Matagumpay ang pag-kopya sa wika

source: Refund Successful
fil_ph: Matagumpay ang pag-refund

source: Images successfully moved
fil_ph: Ang mga imahe ay matagumpay na nailipat

source: In order to use a new theme, please follow these steps:
fil_ph: Upang magamit ang bagong tema, mangyaring sundin itong mga hakbang:

source: Import your theme using this module:
fil_ph: I-import ang iyong tema gamit ang modulong ito:

source: Theme installer
fil_ph: Pang-install ng tema

source: When your theme is imported, please select the theme in this page
fil_ph: Kapag ang iyong tema ay na-import na, mangyaring piliin ang tema sa pahina na ito

source: Add my IP
fil_ph: Idagdag ang IP ko

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
fil_ph: Kung gusto mong baguhin ang tema, ang payl ng parameters.php dapat ay maaaring isulat (CHMOD 755 / 777)

source: You do not have permission to add here
fil_ph: Wala kang permiso na magdagdag dito

source: Set required fields for this section
fil_ph: I-set ang kailangang mga patlang para sa seksyon na ito

source: Required Fields
fil_ph: Kailangang mga patlang

source: Select the fields you would like to be required for this section.
fil_ph: Pumili ng mga patlang na nais mong maging kailangan para sa seksyon na ito.

source: Field Name
fil_ph: Ang pangalan ng patlang

source: The field named %s is required.
fil_ph: Ang patlang na may pangalang %s ay kailangan.

source: The field named %fieldname% is required at least in the %languagename% language.
fil_ph: Ang field ay pinangalanang %fieldname% ay higit na kinakailangan sa lengguwahe ng %languagename%.

source: The field named %fieldname% is too long (%charsnumber% chars max).
fil_ph: Ang field na pinangalanang %fieldname% ay masyadong mahaba (%charsnumber% chars max).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
fil_ph: Ang iyong inilagay sa field ng %fieldname% (lengguwahe ng %languagename%) ay sumobra sa kabuuang haba ng chars sa %charsnumber% (kasama ang mga tag ng HTML).

source: An error occurred during image deletion (cannot load object).
fil_ph: Nangyayari ang isang kamalian sa panahon ng pagtatanggal ng imahe (hindi maaring i-load ang bagay).

source: You need at least one object.
fil_ph: Kailangan mo ng kahit isang bagay.

source: You cannot delete all of the items.
fil_ph: Hindi mo maaaring burahin ang lahat ng mga bagay.

source: An error occurred during deletion.
fil_ph: Nangyayari ang isang kamalian sa panahon ng pagtatanggal.

source: You do not have permission to add here.
fil_ph: Wala kang pahintulot na magdagdag dito.

source: Error in updating required fields
fil_ph: Nagkakamali sa pag-update ng kailangan sa mga field

source: Can not add configuration %configurationkey% for lang %isocode%
fil_ph: Hindi mai-dagdag ang Kompigurasyong %configurationkey% para sa lenggwaheng %isocode%

source: Can not add configuration %configurationkey%
fil_ph: Hindi mai-dagdag ang kompigurasyong %configurationkey%

source: %title% : Incorrect value
fil_ph: %title% : Hindi tamang halaga

source: An error occurred while uploading favicon: %iconname% to %destination%
fil_ph: May maling naganap habang nag-uupload ng favicon: %iconname% sa %destination%

source: errors
fil_ph: mga error

source: There are %count% warnings
fil_ph: Mayroong %count% na mga babala

source: There is %count% warning
fil_ph: Mayroong %count% na babala

source: Click here to see more
fil_ph: I-click dito upang makita ang higit pa

source: Hide warning
fil_ph: Itago ang babala

source: Delete item #
fil_ph: Burahin ang aytem #

source: Object cannot be loaded (not found)
fil_ph: Ang bagay ay hindi maaaring mapuno (hindi matagpuan)

source: Object cannot be loaded (identifier missing or invalid)
fil_ph: Ang bagay ay hindi maaaring mapuno (nawawala ang tagapagkilanlan o hindi tama)

source: Your are currently connected with the following domain name:
fil_ph: Ikaw ay kasalukuyang konektado sa mga sumusunod na pangalan ng domain:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
fil_ph: Ang isang ito ay naiiba mula sa pangunahing shop na hanay ng pangalan ng domain sa "Preferences > SEO & URLs":

source: Click here if you want to modify the main shop domain name
fil_ph: I-click dito kung nais mong baguhin ang pangalan ng domain ng pangunahing shop

source: Field %name% is required
fil_ph: Ang field na %name% ay kinakailangan

source: Field %name% is invalid
fil_ph: Ang field na %name% ay hindi balido

source: Required field
fil_ph: Ang patlang na kailangan

source: Back up my files and database
fil_ph: I-back up ang aking mga file at database

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
fil_ph: Awtomatikong bina-back up ng iyong database at mga file upang ma-restore ng iyong shop kung kinakailangan. Ito ay pang-eksperimento: dapat mo pa ring gawin ang mano-manong backup para sa seguridad.

source: Back up my images
fil_ph: I-back up ang aking mga imahe

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
fil_ph: Upang makatipid sa oras, maari kang magpasyang huwag i-back up ang iyong mga imahe. Sa anumang kaso, laging siguraduhin na iyong na-back up ang mga ito nang mano-mano.

source: Server performance
fil_ph: Pagganap ng server

source: Unless you are using a dedicated server, select "Low".
fil_ph: Maliban kung gumagamit ka ng dedicated na server, Pillin ang "Low".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
fil_ph: Ang may mataas na nilalaman ay maaaring magdulot ng pagkabigo ng pag-upgrade kung hindi sapat ang lakas ng iyong server upang i-proseso ang mga gawaing pag-upgrade sa maiksing panahon.

source: Low (recommended)
fil_ph: Mababa (ini-rekomenda)

source: Medium
fil_ph: Medyum

source: High
fil_ph: Mataas

source: Disable non-native modules
fil_ph: I-disable ang hindi katutubong mga modulo

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
fil_ph: Bilang hindi katutubong mga modulo ay maaaring makaranas ng ilang mga isyu sa pagkakatugma, inirerekomenda namin na i-disable ang mga ito sa pamamagitan ng default.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
fil_ph: Ang pagpapanatili sa mga itong naka-enable ay maaaring makaiwas ka na i-load ang "Modules" na pahina ng maayos pagkatapos i-upgrade.

source: Upgrade the default theme
fil_ph: I-upgrade ang default na tema

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
fil_ph: Kung gusto mong i-customize ang default na tema ng PrestaShop sa polder nito (pangalan ng polder "classic" sa 1.7), kapag pinagana ang opsyon na ito ay mawawala ang iyong mga pagbabago.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
fil_ph: Kung gumagamit ka ng iyong sariling tema, ang pag-enable sa opsyon na ito ay simpleng ia-update ang default na mga file ng tema, at iyong sariling tema ay magiging ligtas.

source: Switch to the default theme
fil_ph: Lumipat sa default na tema

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
fil_ph: Babaguhin nito ang iyong tema: ang iyong shop ay pagkatapos gagamitin ang default na bersyon ng tema ng PrestaShop na iyong ina-upgrade.

source: Keep the customized email templates
fil_ph: Panatilihin ang naka-customize na mga templeyt ng email

source: This will not upgrade the default PrestaShop e-mails.
fil_ph: Hindi nito ma-a-upgrade ang default na mga e-mail ng PrestaShop.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
fil_ph: Kapag iyong na-customize ang mga templeyt ng default na e-mail ng PrestaShop, kapag pinagana ang opsyon na ito ay pananatilihin ang iyong mga pagbabago.

source: Unable to create directory %s
fil_ph: Hindi maaaring gumawa ng direktoryo ng %s

source: Unable to create file %s
fil_ph: Hindi maaaring makagawa ng file %s

source: Error when trying to delete backups %s
fil_ph: Nagkaroon ng error habang sinusubukang burahin ang mga backup %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
fil_ph: Tapos na ang proseso ng pag-restore. Binabati kita! Maari mo nang i-activate muli ang iyong shop.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
fil_ph: Tapos na ang pag-upgrade. Binabati kita! Maari mo nang i-activate muli ang iyong shop.

source: Upgrade process done, but some warnings have been found.
fil_ph: Tapos na ang pag-upgrade, subalit may ilang babala na nakita.

source: %s removed
fil_ph: %s tinanggal

source: Please remove %s by FTP
fil_ph: Mangyaring tanggalin ang %s sa pamamagitan ng FTP

source: Configuration successfully updated.
fil_ph: Matagumpay na i-update ang pagsasaayos.

source: This page will now be reloaded and the module will check if a new version is available.
fil_ph: Ang pahinang ito ay muling ilo-load at ang modulo ay itse-tsek kung mayroong bagong bersyon na maaaring gamitin.

source: File %s does not exist. Unable to select that channel.
fil_ph: Ang file %s ay hindi makita. Hindi maaaring piliin ang channel na iyon.

source: Version number is missing. Unable to select that channel.
fil_ph: Nawawala ang numero ng bersyo. Hindi maaring piliin ang channel na iyon.

source: Upgrade process will use archive.
fil_ph: Ang proseso ng pag-upgrade ay gagamit ng archive.

source: Error on saving configuration
fil_ph: Mayroong error sa pag-save ng pagsasaayos

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
fil_ph: Ang mga payl ng %modifiedfiles% ay babaguhin, ang mga payl ng %deletedfiles% ay tatanggalin (kujg sila ay makikita).

source: No diff files found.
fil_ph: Walang diff na mga file ang nakita.

source: Unable to check files for the installed version of PrestaShop.
fil_ph: Hindi maaaring i-tsek ang mga files sa na-install na bersyon ng PrestaShop.

source: Unable to check files
fil_ph: Hindi maaring masuri ang mga file

source: Core files are ok
fil_ph: Ang core na mga file ay ok

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
fil_ph: Ang mga pagbabago ng payl sa %modificationscount% ay natagpuan, kasama ang %coremodifications% mula sa core at sinaunang mga modyul:

source: Starting upgrade...
fil_ph: Nagsisimula ng mag-upgrade...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
fil_ph: Laktawan ang mga hakbang ng pagda-download at pag-a-unzip, ang in-upgrade na proseso ay tatanggalin na ngayon ang sampol na datos.

source: Shop deactivated. Removing sample files...
fil_ph: Ang shop ay na deactivate. Tinatanggal ang sample na mga file...

source: Skip downloading step, upgrade process will now unzip the local archive.
fil_ph: Laktawan ang hakbang ng pag-download, ang proseso ng pag-uupgrade ay kasalukuyang nag-unzip sa lokal na archive.

source: Shop deactivated. Extracting files...
fil_ph: Ang shop ay na deactivate. Nag-eextract ng mga file...

source: Shop deactivated. Now downloading... (this can take a while)
fil_ph: Ang shop ay na deactivate. Kasalukyang nagda-download.... (ito ay tatagal ng ilang sandali)

source: Downloaded archive will come from %s
fil_ph: Ang na download na archive ay manggagaling mula sa %s

source: MD5 hash will be checked against %s
fil_ph: Ang MD5 hash ay itse-tsek laban sa %s

source: "/latest" directory has been emptied
fil_ph: Ang "/latest" na directory ay nawalan ng laman

source: File extraction complete. Removing sample files...
fil_ph: Natapos na ang pag-extract sa file. Tinatanggal ang sample na mga file...

source: Unable to extract %filepath% file into %destination% folder...
fil_ph: Hindi ma-extract ang payl ng %filepath% patungo sa polder ng %destination%...

source: This is not a valid archive for version %s.
fil_ph: Ito ay hindi isang balidong archieve para sa bersyon ng %s.

source: Extraction directory is not writable.
fil_ph: Ang extraction directory ay hindi masusulatan.

source: Extraction directory %s is not writable.
fil_ph: Ang extraction directory %s ay hindi masusulatan.

source: [ERROR] %s does not exist or is not a directory.
fil_ph: Ang [ERROR] %s ay hindi makita o hindi isang directory.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
fil_ph: Walang na-extract. Tila ang hakbang ng pag-unzip ay nilaktawan.

source: [ERROR] Unable to find files to upgrade.
fil_ph: [ERROR] hindi mahanap ang mga file para i-upgrade.

source: Unable to list files to upgrade
fil_ph: Hindi mailista ang mga file para i-upgrade

source: %s files will be upgraded.
fil_ph: %s na mga file ay ia-upgrade.

source: filesToUpgrade is not an array
fil_ph: ang filesToUpgrade ay hindi isang array

source: All files upgraded. Now upgrading database...
fil_ph: Lahat ng mga file ay na upgrade. Kasalukuyang ina-upgrade ang database...

source: Error when trying to upgrade file %s.
fil_ph: Nagkaroon ng error habang sinusubukang i-upgrade ang file %s.

source: %s files left to upgrade.
fil_ph: Ang mga payl ng %s na natira para i-upgrade.

source: Nothing has been extracted. It seems the unzip step has been skipped.
fil_ph: Walang na extract. Tila ang hakbang ng pag-unzip ay nilaktawan.

source: %s modules will be upgraded.
fil_ph: %s na mga modulo ay ia-upgrade.

source: upgradeModule step has not ended correctly.
fil_ph: ang upgradeModule na hakbang ay hindi natapos ng maayos.

source: listModules is not an array. No module has been updated.
fil_ph: ang listModules ay hindi isang array. Walang na-update na modulo.

source: %s modules left to upgrade.
fil_ph: %s na mga modulo ang natitira para i-upgrade.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
fil_ph: Ang modyul ng %modulename% ay hindi tugma sa bersyon ng %version%, ito ay tatanggalin mula sa iyong FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
fil_ph: Ang modyul ng %modulename% ay hindi tugma sa bersyon ng %version%, mangyaring alisin ito mula sa iyong FTP.

source: Addons modules files have been upgraded.
fil_ph: Ang Addons na mga modulo na mga file ay na-upgrade.

source: The files of module %s have been upgraded.
fil_ph: Ang mga file ng modulo %s ay na-upgrade.

source: [WARNING] Error when trying to upgrade module %s.
fil_ph: [WARNING] May maling naganap habang sinusubukang i-upgrade ang modulo %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
fil_ph: [ERROR] Hindi maaring masulatan ang modulo %s na zip file sa pansamantalang directory.

source: [ERROR] No response from Addons server.
fil_ph: [ERROR] Walang tugon mula sa server ng Addons.

source: Error during database upgrade. You may need to restore your database.
fil_ph: May naganap na mali habang nag-a-upgrade ng database. Maaaring kailanganin mong i-restore ang iyong database.

source: Database upgraded. Now upgrading your Addons modules...
fil_ph: Na-upgrade ng database. Kasalukuyang nag-a-upgrade sa iyong Addons na mga modulo...

source: The database has been cleaned.
fil_ph: Ang database ay nilinis na.

source: /install/upgrade/php directory is missing in archive or directory
fil_ph: ang direktoeryo ng /install/upgrade/php ay nawawala sa archive o direktoryo

source: /install/upgrade/php directory is missing in archive or directory.
fil_ph: ang direktoryo ng /install/upgrade/php ay nawawala sa archieve o direktoryo.

source: The app/config/parameters.php file was not found.
fil_ph: Ang payl ng app/config/parameter.php ay hindi natagpuan.

source: The app/config/parameters.yml file was not found.
fil_ph: Ang payl ng app/config/parameter.syml ay hindi natagpuan.

source: Current version: %oldversion%. Version to install: %newversion%.
fil_ph: Ang kasalukuyang bersyon: %oldversion%. Ang bersyon na i-install: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
fil_ph: Ang kasalukuyang bersyon: %oldversion%. Ang bersyon na i-install: %newversion%

source: [ERROR] Version to install is too old.
fil_ph: [ERROR] Ang bersyon na i-install ay masyadong luma.

source: You already have the %s version.
fil_ph: Mayroon ka na ng %s na bersyon.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
fil_ph: Wala nang mas lumang bersyon. Binura mo ba o pinalitan ng pangalan ang payl ng app/config/parameters.php?

source: Invalid database configuration
fil_ph: Imbalido ang database configuration

source: Unable to find upgrade directory in the installation path.
fil_ph: Hindi mahanap ang upgrade directory sa installation path.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
fil_ph: Hindi mahanap ang SQL na upgrade na mga file. Pakisuri na ang %s na folder ay may laman.

source: %s is not a valid version number.
fil_ph: ang %s ay hindi balidong bersyon ng numero.

source: Error while loading SQL upgrade file "%s.sql".
fil_ph: May naganap na mali habang naglo-load ang SQL upgrade file "%s.sql".

source: Error while loading SQL upgrade file %s.
fil_ph: Nagkamali habang naglo-load ng in-upgrade na payl ng SQL sa %s.

source: Error while loading sql SQL file %s.
fil_ph: Nagkamali habang naglo-load ng sql sa payl ng SQL sa %s.

source: [DROP] SQL %s table has been dropped.
fil_ph: [DROP] SQL %s na talahanayan ay bumaba.

source: An error happened during the database upgrade.
fil_ph: Isang mali ang naganap habang nag-a-upgrade ng database.

source: Error upgrading Doctrine schema
fil_ph: Nagkamali sa pag-upgrade ng Doctrine schema

source: Database upgrade OK
fil_ph: Ang pag-upgrade ng database ay OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
fil_ph: [SKIP] directory "%s" ay hindi makita at hindi maaring tanggalan ng laman.

source: [CLEANING CACHE] File %s removed
fil_ph: ang [CLEANING CACHE] File %s ay tinanggal

source: Error updating translations
fil_ph: Nagkamali sa pag-update ng mga pagsasalin

source: Warning detected during upgrade.
fil_ph: May paalalang nakita habang nag-a-upgrade.

source: Database upgrade completed
fil_ph: Ang pag-upgrade ng database ay nakumpleto

source: [NOTICE] File %s does not exist, merge skipped.
fil_ph: [NOTICE] Ang file %s ay hindi makita, nilaktawan ang pag-merge.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
fil_ph: [WARNING] ang nilalaman ng %variablename% ay nawawa sa payl ng %filename% Pagsamahin ang nalaktawan.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
fil_ph: [WARNING] ang nilalaman ng %variablename% ay nawawala sa payl ng %filename%. Ang payl ng %filename% ay nabura at ang pagsasama ay nilaktawan.

source: %s ignored
fil_ph: ang %s ignorado

source: [WARNING] File %1$s has been deleted.
fil_ph: [WARNING] Ang File %1$s ay binura.

source: Directory %1$s created.
fil_ph: Directory %1$s ay nilikha.

source: Error while creating directory %s.
fil_ph: May maling naganap habang nililikha ang directory %s.

source: Directory %s already exists.
fil_ph: Ang direktoryo ng %s ay umiiral na.

source: [TRANSLATION] The translation files have been merged into file %s.
fil_ph: [TRANSLATION] Ang mga payl ng pagsasalin ay na-merge na sa payl ng %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
fil_ph: [TRANSLATION] Ang mga payl ng pagsasalin ay hindi pa nai-merge sa payl ng %filename%. Lumipat para makopya ang %filename%.

source: Copied %1$s.
fil_ph: Nakopya na ang %1$s.

source: Error while copying file %s
fil_ph: Nagkamali habang kinokopya ang payl sa %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
fil_ph: [ERROR] ang payl ng %s ay nawawala: hindi maaaring ibalik ang mga payl. Itinigil ang operasyon.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
fil_ph: [ERROR] Ang File %s ay nawawala: Hindi maaring ma-restore ang mga file. In-abort ang operasyon.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
fil_ph: [ERROR] Walang backup database na mga file ang mahanap: imposible na ma-restore ang database. In-abort ang operasyon.

source: Restoring files ...
fil_ph: Nire-restore ang mga file ...

source: Nothing to restore
fil_ph: Walang namang ire-restore

source: %s file(s) will be removed before restoring the backup files.
fil_ph: %s na (mga) file ay tatanggalin bago i-restore ang mga backup file.

source: [ERROR] Backup file %s does not exist.
fil_ph: [ERROR] Ang Backup file %s ay hindi makita.

source: [ERROR] File "%s" does not exist.
fil_ph: [ERROR] Amg File %s ay hindi makita.

source: Unable to remove upgraded files.
fil_ph: Hindi maaaring tanggalin ang na-upgrade na mga file.

source: Files restored. Now restoring database...
fil_ph: Na restore ang mga file. Kasalukuyang nag-re-restore ng database...

source: Files restored.
fil_ph: Ang mga file ay na-restore na.

source: Unable to extract file %filename% into directory %directoryname% .
fil_ph: Hindi maaaring i-extract ang payl ng %filename% patungo sa direktoryo ng %directoryname%.

source: %s: File format does not match.
fil_ph: %s: Ang payl ng pormat ay hindi tumutugma.

source: Opening backup database file %filename% in %extension% mode
fil_ph: Pagbubukas ng payl ng backup database ng %filename% sa moda ng %extension%

source: Database backup is empty.
fil_ph: Ang backup na database ay walang laman.

source: Database restoration file %filename% done. %filescount% file(s) left...
fil_ph: Ang payl ng pagpapanumbalik ng database ng %filename% ay tapos na. %filescount% (mga) payl ang natitira...

source: Database restoration file %1$s done.
fil_ph: Tapos na ang pag-restore ng file na %1$s.

source: Database has been restored.
fil_ph: Na-restore na ang database.

source: Error during database restoration
fil_ph: May mali na naganap habang ang database ay nire-restore

source: %numberqueries% queries left for file %filename%...
fil_ph: %numberqueries% mga natitirang query para sa payl ng %filename%...

source: Database restoration done.
fil_ph: Natapos ang pag-restore ng database.

source: Database backup skipped. Now upgrading files...
fil_ph: Nilaktawan ang pag-backup sa database. Kasalukuyang nag-a-upgrade ng mga file...

source: Backup directory is not writable (%path%).
fil_ph: Ang direktoryo ng backup ay hindi maisulat sa (%path%).

source: Backup file %s already exists. Operation aborted.
fil_ph: Mayroon nang %s na backup file. In-abort ang operasyon.

source: Unable to create backup database file %s.
fil_ph: Hindi maaaring makalikha ng backup database na file %s.
