Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminOrderscustomersFeature.*.xlf
Languages: ar_sa, he_il, th_th

source: Customer email
ar_sa: البريد الإلكتروني للعميل
he_il: אימייל לקוח
th_th: อีเมลลูกค้า

source: Customer information
ar_sa: بيانات العميل
he_il: פרטי לקוח
th_th: ข้อมูลลูกค้า

source: Guest not registered
ar_sa: ضيف غير مسجل
he_il: אורח לא רשום
th_th: ผู้เยี่ยมชมไม่ต้องลงทะเบียน

source: Order information
ar_sa: بيانات طلب الشراء
he_il: פרטי ההזמנה
th_th: ข้อมูลคำสั่งซื้อ

source: Order #%d
ar_sa: طلب شراء #%d
he_il: הזמנה #%d
th_th: คำสั่งซื้อ #%d

source: Made on:
ar_sa: صنع على:
he_il: מיוצר ב:

source: No order was created from this cart.
ar_sa: لم يتم عمل طلب من السلة
he_il: לא בוצעה הזמנה מעגלה זו
th_th: ยังไม่มีคำสั่งซื้อที่ถูกสร้างขึ้นจากรถเข็นนี้

source: Create an order from this cart.
he_il: הוסף כלל לגבי
th_th: สร้างรายการสั่งซื้อสินค้าจากรายการในตะกร้า

source: Cart summary
ar_sa: ملخص السلة
he_il: סיכום העגלה
th_th: รายละเอียดสินค้าในตะกร้า

source: Text #
ar_sa: #النص
he_il: טקסט#
th_th: ตัวอักษร #

source: Total cost of products:
ar_sa: إجمالي تكلفة المنتجات:
he_il: סה"כ עלות מוצרים:

source: Total cost of gift wrapping:
ar_sa: إجمالي الهدايا المغلّفة:
he_il: סה"כ עלות עטיפת מתנה:

source: Open
ar_sa: فتح
he_il: פתח
th_th: เปิด

source: Closed
ar_sa: مغلق
he_il: סגור
th_th: ปิด

source: Pending 1
ar_sa: 1 معلقة
he_il: ממתינה 1
th_th: ที่ค้างอยู่ 1

source: Pending 2
ar_sa: ريثما 2
he_il: ממתינה 2
th_th: ที่ค้างอยู่ 2

source: No new messages
ar_sa: لا توجد رسائل جديدة
he_il: אין הודעות חדשות
th_th: ยังไม่มีข้อความใหม่

source: New message
ar_sa: رسالة جديدة
he_il: הודעה חדשה
th_th: ข้อความใหม่

source: Meaning of status
ar_sa: معنى الحالة
he_il: משמעות המצב
th_th: ความหมายของสถานะ

source: Statistics
ar_sa: الحصائيات
he_il: סטטיסטיקה
th_th: สถิติการใช้งาน

source: New messages
ar_sa: رسائل جديدة
he_il: הודעות חדשות
th_th: ข้อความใหม่

source: Sync
he_il: סנכרן
th_th: ผสานข้อมูล

source: Run sync:
ar_sa: تشغيل التزامن:
he_il: הפעל סנכרון:

source: Run sync
ar_sa: تشغيل التزامن:
he_il: הפעל סנכרון
th_th: เริ่มผสานข้อมูล

source: Click to synchronize mail automatically
he_il: לחץ לסינכרון מייל אוטומטית
th_th: คลิกเพื่อผสานข้อมูลอีเมลอัตโนมัติ

source: Forward this discussion
ar_sa: هذه المناقشة إلى الأمام
he_il: העבר דיון זה
th_th: ส่งต่อหัวข้อสนทนานี้

source: Someone else
ar_sa: شخص آخر
he_il: מישהו אחר

source: Comment:
ar_sa: التعليق:
he_il: הביקורת שלך:
th_th: ความคิดเห็น

source: Forward
he_il: העבר
th_th: ส่งต่อ

source: Order #
ar_sa: طلب شراء #
he_il: הזמנה #
th_th: คำสั่งซื้อ #

source: See more
ar_sa: مشاهدة المزيد
he_il: הצג עוד
th_th: ดูเพิ่มเติม

source: Thread
he_il: אשכול

source: Forward this discussion to another employee
he_il: העבר דיון זה לעובד אחר

source: To:
ar_sa: إلى:
he_il: ל:
th_th: ถึง:

source: No orders validated for the moment
he_il: אין הזמנות שאושרו כרגע

source: Your answer to
ar_sa: إجابتك على
he_il: תשובתך ל

source: Orders and messages timeline
he_il: ציר זמן של הזמנות והודעות

source: View customer
ar_sa: عرض العميل
he_il: צפה בלקוח
th_th: ดูข้อมูลลูกค้า

source: Customer ID:
ar_sa: رقم تعريف العميل:
he_il: מזהה לקוח:

source: Sent on:
ar_sa: أرسلت في:
he_il: נשלח ב:

source: Browser:
ar_sa: المتصفح:
he_il: דפדפן:

source: File attachment
ar_sa: الملف المرفق
he_il: קובץ מצורף
th_th: ไฟล์แนบ

source: View file
ar_sa: عرض الملف
he_il: צפה בקובץ
th_th: ดูไฟล์

source: Product #
ar_sa: المنتج #
he_il: מוצר #
th_th: สินค้า #

source: View this thread
ar_sa: عرض هذا الموضوع
he_il: צפה בשיחה זו
th_th: ดูกระทู้นี้

source: Sent by:
ar_sa: أرسلت بواسطة:
he_il: נשלח מאת:

source: Thread ID:
ar_sa: رقم تعريف الموضوع:
he_il: מזהה שיחה:

source: Message ID:
ar_sa: معرف الرسالة:
he_il: מזהה הודעה:

source: Message:
ar_sa: الرسالة:
he_il: הודעה:
th_th: ข้อความ:

source: Reply to this message
ar_sa: رد على هذه الرسالة
he_il: השב להודעה זו
th_th: ตอบกลับข้อความนี้

source: Please type your reply below:
ar_sa: يرجى كتابة الرد في الأسفل:
he_il: הזן את תשובתך למטה:

source: Send my reply
ar_sa: ارسال ردي
he_il: שלח את התשובה שלי
th_th: ส่งข้อความตอบกลับของฉัน

source: Set required fields for this section
ar_sa: تعيين الحقول المطلوبة لهذا القسم
he_il: קבע שדות חובה לחלק זה
th_th: กำหนดช่องข้อมูลที่จำเป็นต้องกรอกในส่วนนี้

source: Required Fields
ar_sa: حقول مطلوبة
he_il: שדות חובה
th_th: ช่องข้อมูลที่จำเป็นต้องกรอก

source: Field Name
ar_sa: اسم الخانة
he_il: שם השדה
th_th: ชื่อของช่องข้อมูล

source: Partner offers
ar_sa: عروض الوكيل
he_il: הצעות פרטנרים

source: Unknown
ar_sa: غير معروف
he_il: לא ידוע
th_th: ไม่ระบุ

source: Age
ar_sa: العمر:
he_il: גיל
th_th: อายุ

source: %1$d years old (birth date: %2$s)
he_il: בן/בת %1$d שנים (תאריך לידה: %2$s)

source: Registration Date
ar_sa: تاريخ التسجيل
he_il: תאריך הרשמה
th_th: วันที่สมัครสมาชิก

source: Last Visit
ar_sa: آخر زيارة
he_il: ביקור אחרון

source: Best Customer Rank
he_il: דירוג הלקוח הטוב ביותר

source: Registrations
ar_sa: التسجيلات
he_il: רישומים
th_th: การสมัครลงทะเบียน

source: Latest Update
ar_sa: آخر تحديث
he_il: עדכון אחרון

source: This customer is registered as a Guest.
he_il: לקוח זה רשום כאורח.

source: Transform to a customer account
ar_sa: تحويل إلى حساب عميل
he_il: לשנות לחשבון לקוח

source: for a total amount of %s
he_il: עבור סכום הכולל של %s

source: Invalid orders:
ar_sa: طلبات شراء غير صحيحة:
he_il: הזמנות שאינן תקינות:

source: Total spent
ar_sa: إجمالي المدفوعات
he_il: סך הכל שולם
th_th: เวลาที่ใช้ไป

source: Purchased products
ar_sa: المنتجات التي تم شراؤها
he_il: מוצרים שנרכשו

source: Viewed products
ar_sa: شاهدت مؤخراً
he_il: מוצרים שנצפו
th_th: สินค้าที่เคยดูแล้ว

source: Add a private note
ar_sa: إضافة ملاحظة خاصة
he_il: הוסף הערה פרטית
th_th: เพิ่มบันทึกส่วนตัว

source: Sent on
ar_sa: أرسلت في:
he_il: נשלח ב
th_th: ส่งเมื่อ

source: Last emails
he_il: אימיילים אחרונים

source: Last connections
ar_sa: مشاركة الاتصالات
he_il: ביקורים אחרונים
th_th: การเชื่อมต่อล่าสุด

source: Pages viewed
ar_sa: صفحات شوهدت
he_il: דפים נצפים
th_th: เพจวิว

source: Total time
ar_sa: مجموع الوقت
he_il: סה"כ זמן
th_th: เวลาทั้งหมด

source: Origin
ar_sa: الاصل
he_il: מקור
th_th: จุดเริ่มต้น

source: IP Address
ar_sa: عنوان الـ IP
he_il: כתובת IP

source: Referrers
ar_sa: المشيرين
he_il: הפניות
th_th: อ้างอิงโดย

source: Phone number(s)
ar_sa: أرقام الهاتف
he_il: מספר טלפון
th_th: โทรศัพท์

source: Customized
ar_sa: تخصيص
he_il: מותאם אישית

source: Picture #
ar_sa: الصورة #
he_il: תמונה #
th_th: รูปภาพ #

source: Text #%s
he_il: טקסט %s#
th_th: ข้อความ #%s

source: Quantity:
ar_sa: الكميَّة:
he_il: כמות:

source: Amount:
ar_sa: القيمة:
he_il: סכום:
th_th: ยอดเงิน:

source: Apply on all invoices
ar_sa: طبِق على جميع الفواتير
he_il: החל על כל החשבוניות
th_th: ปรับใช้บนทุกใบกำกับสินค้า

source: Document
ar_sa: مستند
he_il: מסמך
th_th: เอกสาร

source: Number
ar_sa: رقم
he_il: מספר
th_th: จำนวน

source: Delivery slip
he_il: שובר משלוח

source: Credit Slip
ar_sa: الإيصال الإتمانية
he_il: שובר זיכוי
th_th: เครดิตสลิป

source: not paid
he_il: לא שולם

source: overpaid
he_il: תשלום יתר

source: Enter payment
he_il: הזן תשלום

source: Add note
ar_sa: أضف ملاحظة
he_il: הוסף הערה
th_th: เพิ่มหมายเหตุ

source: Edit note
ar_sa: تعديل الملاحظة
he_il: עריכת הערה
th_th: แก้ไขหมายเหตุ

source: Generate invoice
he_il: צור חשבונית
th_th: สร้างใบกำกับสินค้า

source: Create a new invoice
he_il: צור חשבונית חדשה
th_th: สร้างใบกำกับสินค้าใหม่

source: New invoice information
he_il: מידע חשבונית חדש
th_th: ข้อมูลเกี่ยวกับใบกำกับสินค้าใหม่

source: Shipping Costs
ar_sa: تكاليف الشحن
he_il: עלות משלוח

source: Qty
ar_sa: الكمية
he_il: כמות
th_th: จำนวน

source: Available quantity
he_il: כמות זמינה

source: Location
ar_sa: موقع
he_il: מיקום/אתר
th_th: สถานที่

source: Refund history
he_il: היסטורית החזר כספי
th_th: ประวัติการคืนเงินย้อนหลัง

source: Return history
he_il: חזרה להיסטוריה
th_th: ประวัติการคืนสินค้าย้อนหลัง

source: Ref:
ar_sa: المرجع:
he_il: מק"ט:

source: Edit shipping details
ar_sa: تعديل تفاصيل الشحن
he_il: עריכת פרטי משלוח

source: Back office order
he_il: הפקת הזמנה מתוך מערכת ניהול האתר

source: Vouchers
ar_sa: القسائم
he_il: שוברים
th_th: ส่วนลด

source: Add new customer
ar_sa: إضافة عميل جديد
he_il: לקוח חדש
th_th: เพิ่มลูกค้าใหม่

source: Search for a product
ar_sa: ابحث عن منتج
he_il: חפש מוצר

source: View this order
ar_sa: عرض طلب الشراء
he_il: הצג הזמנה זו
th_th: ดูรายละเอียดคำสั่งซื้อนี้

source: Recycled packaging
ar_sa: تدويرها الحزمة
he_il: אריזה ממוחזרת

source: View this cart
he_il: הצג עגלה זו
th_th: ดูข้อมูลในรถเข็นนี้

source: Use this cart
ar_sa: استخدم هذه السلة
he_il: השתמש בעגלה הזאת
th_th: ใช้รถเข็นนี้

source: Use
ar_sa: استخدم
he_il: השתמש
th_th: ใช้

source: Duplicate this order
ar_sa: تكرار طلب الشراء
he_il: שכפל הזמנה זו

source: Gift
ar_sa: هدية
he_il: מתנה
th_th: ของขวัญ

source: Search for a customer
ar_sa: البحث عن عميل
he_il: חפש לקוח

source: Total paid
ar_sa: إجمالي المدفوعات
he_il: סך הכל שולם

source: Cart
ar_sa: سلة الشراء
he_il: עגלת קניות
th_th: รถเข็น

source: In stock
ar_sa: السلع الموجودة بالمخزن أولا
he_il: הראשון במלאי
th_th: สินค้ามีในสต็อค

source: Add to cart
ar_sa: أضف للسلة
he_il: הוסף לסל
th_th: หยิบใส่ตะกร้า

source: Search for a voucher
he_il: חפש שובר

source: Add new voucher
ar_sa: أضف قسيمة جديدة
he_il: הוסף שובר חדש

source: Add a new address
ar_sa: اضف
he_il: הוסף כתובת חדשה
th_th: เพิ่มที่อยู่ใหม่

source: Delivery option
ar_sa: خيار التوصيل
he_il: אפשרות משלוח

source: Gift message
ar_sa: رسالة هدية
he_il: ברכת מתנה

source: Total products
ar_sa: إجمالي المنتجات
he_il: סה"כ מוצרים:
th_th: ราคารวมสินค้าทั้งหมด

source: Total taxes
he_il: סך כל המיסים

source: Order message
ar_sa: رسالة طلب الشراء
he_il: הודעת הזמנה

source: Create the order
ar_sa: إنشاء طلب الشراء
he_il: צור הזמנה
th_th: สร้างรายการสั่งซื้อ

source: Choose an order status
ar_sa: اختر حالة الطلبية
he_il: בחר 'מצב טיפול בהזמנה'

source: Update Order Status
he_il: עדכן 'מצב טיפול בהזמנה'

source: Return products
ar_sa: عودة المنتجات
he_il: החזר מוצרים
th_th: สินค้าที่คืน

source: Standard refund
he_il: החזר סטנדרטי

source: Cancel products
ar_sa: إلغاء المنتجات
he_il: בטל מוצרים
th_th: ยกเลิกสินค้า

source: Add a product
ar_sa: أضف منتج جديد
he_il: הוסף מוצר
th_th: เพิ่มสินค้า

source: Partial refund
he_il: החזר חלקי

source: View order
ar_sa: عرض طلب الشراء
he_il: הצג הזמנה
th_th: ดูคำสั่งซื้อ

source: Print order
ar_sa: طباعة طلب الشراء
he_il: הדפס הזמנה
th_th: พิมพ์ราการสั่งซื้อ

source: View invoice
he_il: צפיה בחשבונית
th_th: ดูใบแสดงราคาสินค้า

source: No invoice
ar_sa: لا توجد فواتير شراء
he_il: אין חשבונית
th_th: ไม่มีใบแจ้งหนี้

source: View delivery slip
he_il: הצג שובר משלוח
th_th: ดู slip การจัดส่ง

source: No delivery slip
ar_sa: أي التسليم زلة
he_il: אין שובר משלוח
th_th: ใบส่งมอบไม่มี

source: Documents
he_il: מסמכים
th_th: เอกสาร

source: Update status
ar_sa: تحديث الحالة
he_il: עדכן 'מצב טיפול בהזמנה'
th_th: สถานะการอัพเดท

source: Merchandise Returns
ar_sa: إرجاع البضائع
he_il: החזרת מוצרים
th_th: การคืนสินค้า

source: Gift wrapping
ar_sa: هدية التفاف
he_il: אריזת מתנה

source: Payment method
ar_sa: طريقة الشراء
he_il: שיטת תשלום
th_th: วิธีการชำระเงิน

source: Transaction ID
ar_sa: رقم تعريف التحويل البنكي
he_il: מזהה עסקה
th_th: รหัสรายการสั่งซื้อ

source: Card Number
ar_sa: رقم البطاقة
he_il: מספר כרטיס

source: Not defined
ar_sa: لم يتم تعريف
he_il: לא מוגדר
th_th: ไม่ได้กำหนดไว้

source: Card Brand
he_il: מותג כרטיס

source: Card Expiration
he_il: תפוגת כרטיס

source: Card Holder
he_il: מחזיק כרטיס

source: Change currency
he_il: שנה מטבע

source: Change
ar_sa: تغير
he_il: שינוי
th_th: เปลี่ยน

source: This order has been placed by a guest.
he_il: הזמנה זו הוזמנה על ידי אורח.
th_th: คำสั่งซื้อนี้ถูกสั่งซื้อโดยผู้เยี่ยมชมทั่วไป

source: Account registered
he_il: חשבון נרשם

source: Valid orders placed
ar_sa: عدد الطلبات السابقة:
he_il: הזמנות תקינות שבוצעו
th_th: รายการสั่งซื้อ

source: Total spent since registration
ar_sa: إجمالي المبالغ المدفوعة منذ التسجيل:
he_il: תשלומים מאז ההרשמה
th_th: จำนวนเงินที่ชำระตั้งแต่สมัครเป็นสมาชิก

source: View full details...
ar_sa: عرض التفاصيل الكاملة...
he_il: הצג פרטים מלאים...

source: Private note
he_il: הערה פרטית

source: Shipping address
ar_sa: عنوان التوصيل
he_il: כתובת למשלוח
th_th: ที่อยู่สำหรับจัดส่งสินค้า

source: Invoice address
ar_sa: عنوان الفاتورة
he_il: כתובת למשלוח החשבונית
th_th: ที่อยู่สำหรับออกใบแสดงราคาสินค้า

source: Private
ar_sa: خاصة
he_il: פרטי
th_th: ส่วนตัว

source: Choose a standard message
ar_sa: اختر رسالة القياسية
he_il: בחר הודעה סטנדרטית
th_th: เลือกข้อความาตราฐาน

source: Configure predefined messages
he_il: קבע את התצורה של הודעות מוגדרות מראש

source: Display to customer?
he_il: להציג ללקוח?

source: Send message
he_il: שלח הודעה
th_th: ส่งข้อความ

source: Show all messages
he_il: הצג את כל ההודעות
th_th: แสดงข้อความทั้งหมด

source: Returned
ar_sa: اعادة
he_il: הוחזר
th_th: กลับ

source: Return
ar_sa: العودة
he_il: חזרה
th_th: คืืนสินค้า

source: Refund
ar_sa: رد
he_il: החזר כספי
th_th: คืนเงิน

source: Add a new discount
he_il: הוסף הנחה חדשה
th_th: เพื่ิ่มส่วนลดใหม่

source: Discount name
ar_sa: اسم الخصم
he_il: שם ההנחה
th_th: ชื่อส่วนลด

source: Value
ar_sa: القيمة
he_il: ערך
th_th: ส่วนลด

source: Delete voucher
he_il: מחק את השובר

source: Products:
ar_sa: المنتجات
he_il: מוצרים
th_th: สินค้า

source: Discounts
ar_sa: خصومات
he_il: הנחות
th_th: ส่วนลด

source: Wrapping
ar_sa: التغليف
he_il: עטיפה
th_th: ค่าห่อของขวัญ

source: Re-stock products
ar_sa: إعادة المخزون من المنتجات
he_il: חדש מלאי מוצרים
th_th: นำสินค้ากลับเข้าสต๊อค

source: Generate a voucher
ar_sa: إنشاء قسيمة
he_il: צור שובר
th_th: สร้างบัตรกำนัล

source: Repay shipping costs
ar_sa: سداد تكاليف الشحن
he_il: שלם מחדש את עלויות המשלוח
th_th: คืนเงินค่าจัดส่ง

source: Sources
ar_sa: المصادر
he_il: מקורות
th_th: แหล่งที่มา

source: From
ar_sa: من
he_il: מ
th_th: จาก

source: To
ar_sa: إلى
he_il: עד תאריך
th_th: ถึง

source: Linked orders
ar_sa: طلبات الشراء المرتبطة
he_il: הזמנות מקושרות

source: Text #%d
he_il: טקסט #%d
th_th: ข้อความ #%d

source: Download credit slip
he_il: הורד שובר זיכוי

source: Delay
ar_sa: التأخير
he_il: זמן המתנה
th_th: เวลาที่จะส่งสินค้า

source: Waiting for confirmation
ar_sa: في إنتظار التأكيد
he_il: ממתין לאישור

source: Waiting for package
ar_sa: ننتظر الطرد البريدي
he_il: ממתין לחבילה

source: Package received
ar_sa: تم استقبال الطرد
he_il: חבילה התקבלה

source: Return denied
ar_sa: تم رفض المرتجع
he_il: החזר סורב

source: Return completed
ar_sa: تم المرتجع
he_il: החזר הושלם

source: Awaiting check payment
ar_sa: بانتظار الدفع عن طريق شيك
he_il: ממתין לקבלת המחאה

source: Payment accepted
ar_sa: تم قبول الدفع
he_il: התקבל תשלום

source: Processing in progress
ar_sa: جار المعالجة
he_il: בתהליך אריזה

source: Shipped
ar_sa: تمت عملية الشحن
he_il: הזמנה נשלחה
th_th: ส่งของแล้ว

source: Delivered
ar_sa: تم التسليم
he_il: התקבלה על ידי הלקוח

source: Canceled
ar_sa: ملغي
he_il: הזמנה בוטלה

source: Refunded
ar_sa: تم الرد
he_il: זוכה
th_th: คืนเงินแล้ว

source: Payment error
ar_sa: خطأ في الدفع
he_il: שגיאת תשלום

source: On backorder (paid)
ar_sa: تحت الطلب (مدفوع)
he_il: בהמתנה למלאי (שולם)

source: On backorder (not paid)
ar_sa: تحت الطلب (غير مدفوع)
he_il: בהמתנה למלאי (עוד לא שולם)

source: Awaiting bank wire payment
ar_sa: بإنتظار الدفع البنكي
he_il: בהמתנה לתשלום באמצעות העברה בנקאית

source: Remote payment accepted
ar_sa: الدفع عن بعد مقبول
he_il: התקבל תשלום מרחוק

source: Awaiting Cash On Delivery validation
ar_sa: بإنتظار المصادقة على الدفع عند الإستلام
he_il: Awaiting cod validation

source: None
ar_sa: لايوجد
he_il: ללא
th_th: ไม่มี

source: Low
ar_sa: منخفض
he_il: נמוך
th_th: ต่ำ

source: Medium
ar_sa: وسط
he_il: בינוני
th_th: ปานกลาง

source: High
ar_sa: مرتفع
he_il: גבוה
th_th: สูง

source: 1 - Creation in progress
ar_sa: 1- الإضافة قيد التقدم
he_il: 1 - יצירה בתהליך

source: 2 - Order validated
ar_sa: 2 ـ الطلب مصادق عليه
he_il: 2 - הזמנה אומתה

source: 3 - Pending receipt
ar_sa: 3 - في إنتظار الإستلام
he_il: 3 - בהמתנה לקבלה

source: 4 - Order received in part
ar_sa: 4 ـ تم استلام الطلب على أجزاء
he_il: 4 - הזמנה התקבלה באופן חלקי

source: 5 - Order received completely
ar_sa: 5 - تم إستلام الطلب بالكامل
he_il: 5 - הזמנה התקבלה בשלמותה

source: 6 - Order canceled
ar_sa: 6 ـ تم إلغاء الطلب
he_il: 6 - הזמנה בוטלה

source: VAT number
ar_sa: رقم الضريبة على القيمة المضافة
he_il: מספר תיק מע"מ
th_th: หมายเลขประจำตัวผู้เสียภาษี

source: Identification number
ar_sa: رقم التعريف
he_il: מספר זיהוי
th_th: หมายเลขบัตรประชาชน

source: Add new address
ar_sa: إضافة عنوان جديد
he_il: הוסף כתובת חדשה
th_th: เพิ่มที่อยู่ใหม่

source: Addresses
ar_sa: العناوين
he_il: כתובות
th_th: ที่อยู่

source: Address alias
ar_sa: إسم العنوان
he_il: כנוי לכתובת
th_th: นามแฝงที่อยู่

source: Non ordered
he_il: לא מדורג
th_th: ยังไม่สั่งซื้อ

source: Abandoned cart
ar_sa: سلات تسوق متروكة
he_il: עגלות קניה נטושות
th_th: ตะกร้าที่ถูกทอดทิ้ง

source: Export carts
ar_sa: تصدير السلة
he_il: יצא עגלות קנייה
th_th: ส่งออกตะกร้า

source: Abandoned Carts
ar_sa: التخلي عن عربات
he_il: עגלות נטושות
th_th: รถเข็นที่ถูกละทิ้ง

source: Average Order Value
he_il: שווי הזמנה ממוצעת
th_th: ค่าเฉลี่ยการสั่งซื้อ

source: Net Profit per Visitor
ar_sa: صافي الربح عبر كل زائر
he_il: רווח נקי למבקר
th_th: กำไรสุทธิต่อผู้เยี่ยมชม

source: Cart #%ID%
ar_sa: سلة التسوق #%ID%
he_il: עגלת קניות מס' %ID%

source: Total Cart
ar_sa: إجمالي سلة التسوق
he_il: סה"כ בסל
th_th: ตะกร้าทั้งหมด

source: Free Shipping
ar_sa: شحن مجاني
he_il: משלוח חינם
th_th: จัดส่งฟรี

source: Registration
ar_sa: تسجيل
he_il: רישום
th_th: การลงทะเบียน

source: Last visit
ar_sa: آخر زيارة:
he_il: ביקור אחרון
th_th: เยียมชมครั้งล่าสุด

source: Manage your Customers
ar_sa: إدارة عملائك
he_il: ניהול הלקוחות שלך
th_th: จัดการลูกค้าของคุณ

source: Creating a new Customer
ar_sa: إنشاء عميل جديد
he_il: צור לקוח חדש
th_th: สร้างลูกค้าใหม่

source: Birthday
ar_sa: تاريخ الميلاد
he_il: תאריך לידה
th_th: วันเกิด

source: Group access
ar_sa: أذونات مجموعة المستخدمين:
he_il: גישה לקבוצה
th_th: การเข้าถึงกลุ่ม

source: Default customer group
ar_sa: المجموعة الافتراضية للعميل
he_il: קבוצת ברירת מחדל עבור לקוחות

source: Website
ar_sa: الموقع الإلكتروني
he_il: אתר
th_th: เว็บไซต์

source: Allowed outstanding amount
he_il: אפשר כמות יוצאת דופן

source: Maximum number of payment days
he_il: מספר מרבי של ימי תשלום

source: Risk rating
he_il: דירוג סיכון
th_th: อัตราเสี่ยง

source: Average Age
ar_sa: متوسط العمر
he_il: גיל ממוצע
th_th: อายุเฉลี่ย

source: Orders per Customer
ar_sa: الطلبات لكل عميل
he_il: הזמנות לכל לקוח
th_th: ใบสั่งซื้อต่อลูกค้า

source: Newsletter Registrations
ar_sa: إشتراكات النشرة البريدية
he_il: נרשמים לידיעון
th_th: การสมัครรับจดหมายข่าว

source: Order messages
ar_sa: رسائل طلبات الشراء
he_il: תבניות הודעות הקשורות להזמנה
th_th: ข้อความในคำสั่งซื้อ

source: Add new order message
he_il: הוסף הודעת הזמנה חדשה

source: New client
ar_sa: عميل جديد
he_il: לקוח חדש
th_th: ลูกค้าใหม่

source: Change Order Status
he_il: שנה את 'מצב טיפול בהזמנה'

source: Add new order
he_il: הוסף הזמנה חדשה
th_th: เพิ่มใบสั่งซื้อใหม่

source: Orders
ar_sa: الطلبات
he_il: הזמנות
th_th: รายการสั่งซื้อ

source: Create order
ar_sa: إنشاء طلب شراء
he_il: צור הזמנה
th_th: สร้างคำสั่งซื้อ

source: Credit slip for order #%d
he_il: שובר זיכוי עבור הזמנה #%d

source: Credit card slip for order #%d
he_il: שובר זיכוי אשראי עבור הזמנה #%d

source: Manual order -- Employee:
ar_sa: طلب يدوي -- الموظف:
he_il: הזמנה ידנית -- עובד:

source: Net Profit per Visit
he_il: רווח נקי עבור כל מבקר באתר

source: 30 days
ar_sa: 30 يوم
he_il: 30 יום
th_th: 30 วัน

source: Risk
he_il: סיכון
th_th: ความเสี่ยง

source: Current Outstanding
he_il: היוצאים מן הכלל כרגע

source: Merchandise return (RMA) options
ar_sa: عودة البضائع (RMA) خيارات
he_il: אפשרויות החזרת סחורה (RMA)
th_th: ตัวเลือกการคืนสินค้า

source: Enable returns
he_il: אפשר החזרות

source: Time limit of validity
ar_sa: الحد الزمني للصلاحية
he_il: הגבלת הזמן לאישור

source: Return Merchandise Authorization (RMA)
ar_sa: إذن العودة للبضائع
he_il: אישור החזרת מוצרים
th_th: การอนุมัติการคืนสินค้า (RMA)

source: Customer explanation
he_il: הסבר של הלקוח

source: Order ID
ar_sa: رقم تعريف طلب الشراء
he_il: מספר הזמנה
th_th: รหััสสั่งซื้อ

source: Date issued
ar_sa: تاريخ الإصدار
he_il: תאריך הפקה
th_th: วันที่ออก

source: Slip
ar_sa: انزلاق
he_il: פתקית
th_th: ใบเสร็จ

source: Credit slip options
he_il: אפשרויות שובר זיכוי

source: Credit slip prefix
he_il: תחילית שובר זיכוי

source: Print a PDF
he_il: הדפס קובץ PDF
th_th: สั่งพิมพ์เป็น PDF

source: Free order
ar_sa: النظام الحر
he_il: הזמנה חופשית
th_th: สั่งซื้อสินค้าฟรี

source: Newsletter
ar_sa: النشره البريديه
he_il: ידיעון
th_th: สมัครรับจดหมายข่าว

source: After the sequential number
ar_sa: بعد الرقم التسلسلي
he_il: אחרי מספר הסידרתי

source: Before the sequential number
ar_sa: قبل الرقم التسلسلي
he_il: לפני מספר הסידרתי

source: Generate PDF
ar_sa: توليد ملف PDF
he_il: צור קובץ PDF
th_th: สร้างไฟล์ PDF

source: Print PDF
ar_sa: طباعة PDF
he_il: הדפס PDF

source: Delivery slip options
ar_sa: تسليم قسائم الخيارات
he_il: אפשרויות שובר משלוח
th_th: ตัวเลือกสำหรับใบเสร็จการจัดส่งสินค้า

source: Delivery prefix
he_il: תחילית עבור משלוחים
th_th: รหัสขึ้นต้นการจัดส่ง

source: Enable product image
he_il: אפשר תמונת מוצר
th_th: เปิดการใช้งานรูปสินค้า

source: By date
ar_sa: حسب التاريخ
he_il: על פי תאריך
th_th: ตามวันที่

source: Generate PDF file by date
he_il: צור קובץ PDF לפי תאריך
th_th: สร้างไฟล์ PDF ตามวันที่

source: By order status
he_il: לפי 'מצבי טיפול בהזמנה'
th_th: ตามสถานะของคำสั่งซื้อ

source: Order statuses
ar_sa: حالات الطلب
he_il: 'מצבי טיפול בהזמנה'

source: Generate PDF file by status
he_il: צור קובץ PDF לפי מצב

source: Invoice options
ar_sa: فاتورة خيارات
he_il: אפשרויות חשבונית
th_th: ตัวเลือกสำหรับใบกำกับสินค้า

source: Enable invoices
ar_sa: فعّل الفواتير
he_il: אפשר חשבוניות
th_th: เปิดใบกำกับสินค้า

source: Enable tax breakdown
he_il: אפשר פירוט מע"מ
th_th: เปิดการคิดภาษีแบบแยก

source: Invoice prefix
he_il: תחילית עבור חשבונית
th_th: รหัสนำหน้าใบกำกับสินค้า

source: Add current year to invoice number
ar_sa: أضف السنة الحالية إلى رقم الفاتورة
he_il: הוסף שנה נוכחית למספר חשבונית

source: Invoice number
ar_sa: رقم الفاتورة
he_il: מספר חשבונית
th_th: เลขใบกำกับสินค้า

source: Legal free text
he_il: טקסט משפטי חופשי
th_th: ข้อความเปิดเกี่ยวกับกฏหมาย

source: Footer text
he_il: טקסט עבור תחתית העמוד
th_th: ข้อความลงท้าย

source: Invoice model
ar_sa: نموذج الفاتورة
he_il: סוג חשבוניות
th_th: รูปแบบใบกำกับสินค้า

source: Use the disk as cache for PDF invoices
he_il: השתמש בדיסק הקשיח כזיכרון מטמון (cache) עבור הפקת חשבוניות בפורמט PDF
th_th: ใช้พื้นที่ดิสก์เก็บข้อมูล PDF แบบสำรองไว้

source: Account registration date:
ar_sa: تاريج تسجيل الحساب:

source: Valid orders placed:
ar_sa: عدد الطلبات السابقة:

source: Total spent since registration:
ar_sa: إجمالي المبالغ المدفوعة منذ التسجيل:

source: Total value of vouchers:
ar_sa: القيمة الإجمالية للقسائم:

source: Total shipping costs:
ar_sa: مجموع تكاليف الشحن:

source: Forward this discussion to an employee:
ar_sa: تحويل هذه الرسالة لموظف:

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
ar_sa: [1]%count%[/1] طلب (طلبات) تم التحقق من صلاحيته لمجموع إجمالي [2]%total%[/2]

source: Your reply will be sent to:
ar_sa: سيتم إرسال الرد إلى:

source: %firstname% %lastname% has not placed any orders yet
ar_sa: %firstname% %lastname% لم يضع أي طلبات حتى الآن

source: %firstname% %lastname% has never contacted you
ar_sa: %firstname% %lastname% لم يتصل بك أبدا

source: %firstname% %lastname% has no discount vouchers
ar_sa: %firstname% %lastname% ليس لديه كوبونات خصم

source: Reference number:
ar_sa: الرقم المرجعي:

source: Supplier reference:
ar_sa: مرجع المورد:

source: %quantity_refunded% (%amount_refunded% refund)
ar_sa: %quantity_refunded% (%amount_refunded% اعادة)

source: Package content
ar_sa: محتوى الشحنة

source: Package item
ar_sa: عنصر الحزمة

source: Ref Supplier:
ar_sa: مرجع المورد:
