Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersHelp.*.xlf
Languages: ca_es, es_es, fr_fr, ro_ro, sr_cs

source: When active, new products will be activated by default during creation.
ca_es: Quan està actiu, els nous productes seran activades per defecte durant la creació.
es_es: Cuando está activa, los nuevos productos se activarán de manera predeterminada durante la creación.
fr_fr: Si activé, les nouveaux produits seront activés par défaut à leur création.
ro_ro: Atunci cand este activa, produsele noi vor fi activate in mod implicit in timpul crearii.

source: Set to "0" to disable this feature.
ca_es: Posar a 0 per a desactivar aquesta característica
es_es: Establecer a "0" para desactivar esta característica.
fr_fr: Mettez 0 pour désactiver cette fonctionnalité.
ro_ro: Seteaza 0 pentru a dezactiva aceasta caracteristica
sr_cs: Podesiti na 0 da bi se funkcija onemogućila

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
ca_es: Mostrar o no el botó "afegir al carret" a les pàgines amb diversos productes per a aquells que tenen atributs, forçant així als clients a anar a veure el detall del producte i per tant, els seus atributs.
es_es: Mostrar u ocultar el botón "Añadir al carro" en las páginas de categorías de productos que tienen atributos forzando a los clientes a visualizar los datos del producto.
fr_fr: Afficher ou masquer le bouton "Ajouter au panier" sur les pages catégories des produits qui ont des attributs pour forcer les clients à voir le détail du produit.
ro_ro: Afiseaza sau ascunde butonul "Adauga in cos" pe paginile categoriilor pentru produsele care au atribute pentru a forta clientii sa vada detaliile produsului.
sr_cs: Prikaži ili sakri "dodaj u korpu" dugme na stranicama sa kategorijama za proizvode koji imaju atribute. Ova opcija se koristi da bi se kupci primorali da pogledaju detalje o proizvodu.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
ca_es: Al tauler de descomptes per volum, mostrar el nou preu amb el descompte aplicat en lloc de la quantitat del descompte (p.ex. "-5%").
es_es: En la tabla de descuentos por volumen, muestre el nuevo precio con el descuento aplicado en lugar de mostrar sólo el descuento (ej. "-5%").
fr_fr: Dans le tableau récapitulatif des réductions en fonction du volume, afficher le prix après réduction au lieu d'afficher le pourcentage de réduction (par exemple, "-5%").
ro_ro: Pe panoul reducerilor de volum se va afisa pretul nou cu reducerea aplicata in loc de a afisa reducerea (de ex. "-5%").
sr_cs: U jkoličinskom popustu, prikaži novu cenu sa primenjenim popustom umesto prikazivanja popusta (npr. "-5%").

source: Number of products displayed per page. Default is 10.
ca_es: Articles mostrats per pàgina (10 predeterminat).
es_es: Número de productos mostrados por página. El valor predeterminado es 10.
fr_fr: Nombre de produits par page. Valeur par défaut : 10
ro_ro: Numarul de produse afisate intr-o pagina. Implicit este 10.
sr_cs: Prikazani proizvodi na jednoj stranici. Podrazumevana vrednost je 10.

source: The order in which products are displayed in the product list.
ca_es: Predeterminadament ordenat per llista d'articles
es_es: El orden en que los productos se muestran en el listado de productos.
fr_fr: Tri par défaut pour la liste des produits
ro_ro: Ordinea in care sunt afisate produsele in lista de produse
sr_cs: Podrazumevani redosled za listu proizvoda

source: Default order method for product list.
ca_es: Passos de la comanda predeterminada per llista d'articles.
es_es: Método de ordenación predeterminado para el listado de productos.
fr_fr: Ordre de tri par défaut pour la liste des produits.
ro_ro: Metoda implicita de comandare pentru lista de produse.
sr_cs: Uobičajeni način nabrajanja proizvoda.

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
ca_es: Predeterminadament, el botó d'Afegir al Carret és ocult quan el producte no està disponible. Podeu escollir que es visualitzi en tots els casos.
es_es: De manera predeterminada, el botón Añadir al carrito está oculto cuando un producto no está disponible. Puedes elegir mostrarlo en cualquier caso.
fr_fr: Par défaut le bouton "Ajouter au panier" est masqué lorsqu'un produit n'est pas disponible. Vous pouvez choisir d'afficher ce bouton dans tous les cas.
ro_ro: In mod implicit, butonul Adauga in cos este ascuns cand produsul este indisponibil. Poti decide sa fie afisat permanent.
sr_cs: Podrazumevano, dugme Dodaj u korpu je sakriveno kada je proizvod nedostupan. Možete odabrati da uvek bude prikazano.

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
ca_es: Aconsellat perquè els comerciants europeus compleixin legalment (p.ex: Lliurat en un termini de 3-4 dies)
es_es: Recomendado para que los comerciantes europeos cumplan con la legislación actual vigente (ej.: Entrega en un plazo de entre 3 y 4 días)
fr_fr: Recommandé pour les marchands européens pour être conforme à la réglementation (par ex: livraison sous 3-4 jours)
ro_ro: Recomandat pentru conformarea cu legile UE (de ex.: livrare in 3-4 zile)

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
ca_es: Aconsellat perquè els comerciants europeus compleixin legalment (p.ex: Lliurat en un termini de 5-7 dies)
es_es: Recomendado para que los comerciantes europeos cumplan con la legislación actual vigente (ej.: Entrega en un plazo de entre 5 y 7 días)
fr_fr: Recommandé pour les marchands européens pour être conforme à la réglementation (par ex: livraison sous 5-7 jours)
ro_ro: Recomandat pentru conformarea cu legile UE (de ex.: livrare in 5-7 zile)

source: When selling packs of products, how do you want your stock to be calculated?
ca_es: Quan vengui paquets de productes, com vol que es calculi l'estoc?
es_es: Al vender packs de productos, ¿cómo quieres que se calcule tu stock?
fr_fr: Lorsque vous vendez un pack de produits, comment souhaitez-vous que les stocks soient calculés ?
ro_ro: Atunci cand vinzi pachete de produse, cum doresti sa fie calculat stocul?

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
ca_es: Visualitzar un resum de les adreces, mètode d'enviament i el carro just abans del botó de la comanda (obligatori en alguns països europeus).
es_es: Mostrar un resumen mostrando las direcciones, método de envío y contenido del carrito, antes del botón de pedido (Obligatorio en algunos países europeos).
fr_fr: Affiche un récapitulatif des addresses, du mode de livraison et du panier juste avant de passer commande (comme certains pays européens l'imposent).
ro_ro: Afiseaza o prezentare generala a adreselor, metodei de livrare si cosului chiar inainte de butonul de comanda (obligatoriu in unele tari europene).

source: Allow guest visitors to place an order without registering.
ca_es: Permetre que els visitants convidats puguin fer una comanda sense registrar-se.
es_es: Permitir a los visitantes realizar un pedido sin registrarse.
fr_fr: Permettre aux visiteurs de commander sans créer de compte sur la boutique.
ro_ro: Permite vizitatorilor oaspeti sa creeze o comanda fara sa se inregistreze.
sr_cs: Dozvoli posetiocima da postave porudžbinu bez registracije.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
ca_es: Desactivar aquesta opció per permetre als clients recomandar en un clic des de l'històric (necessari en alguns països d'Europa).
es_es: Desactivar la opción que permite a los clientes volver a pedir un producto con un solo clic desde la página de historial de pedidos (obligatorio en algunos países europeos).
fr_fr: Désactiver l'option permettant aux clients de commander à nouveau un produit en un clic depuis la page d'historique des commandes (requis dans certains pays européens).
ro_ro: Se dezactiveaza optiunea de a permite clientilor sa sorteze cu un clic din pagina de istoric al comenzilor (cerinta obligatorie in unele tari europene).

source: Set to 0 to disable this feature.
ca_es: Establir a 0 per desactivar aquesta característica.
es_es: Establecer a 0 (cero) para desactivar esta característica.
fr_fr: Mettez à zéro pour désactiver cette fonctionnalité.
ro_ro: Seteaza la 0 pentru a dezactiva aceasta caracteristica.
sr_cs: Postavi 0 za isključivanje ove funkcije.

source: Automatically updates the shipping costs when you edit an order.
ca_es: S'actualitza automàticament els costos d'enviament quan s'edita una comanda.
es_es: Actualizar automáticamente los costes de envío cuando edita un pedido.
fr_fr: Met à jour automatiquement les frais de port quand vous modifiez une commande.
ro_ro: Actualizeaza automat costurile de transport atunci cand editezi o comanda.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
ca_es: Permetre que el client enviï la seva comanda a múltiples adreces. Aquesta opció converteix el contingut del carret en una o més comandes.
es_es: Permitir al cliente enviar pedidos a varias direcciones. Esta opción convertirá una compra en uno o más pedidos.
fr_fr: Permettre aux clients d'expédier leurs commande à différentes adresses. Cette option va transformer le panier des clients en une ou plusieurs commandes.
ro_ro: Se ofera clientilor posibilitatea livrarii comenzilor la adrese multiple. Aceasta optiune va converti cosul clientului in una sau mai multe comenzi.
sr_cs: Dozvolite klijentu da narudžbinu pošalje na više adresa. Na taj način će klijentova korpa biti jedna ili više narudžbina.

source: Allows you to delay shipping at your customers' request.
ca_es: Li permet retardar l'enviament a petició dels seus clients.
es_es: Te permite retrasar el envío a petición de tus clientes.
fr_fr: Vous permet de retarder la livraison à la demande de votre client.
ro_ro: Iti permite sa intarzii livrarea la cererea clientului.

source: Require customers to accept or decline terms of service before processing an order.
ca_es: Exigir als clients acceptar o declinar les condicions d'us abans de realitzar la comanda
es_es: Los clientes deberán aceptar las condiciones de venta antes de realizar el pedido
fr_fr: Requiert l'acceptation des CGV par le client durant la commande.
ro_ro: Se cere clientilor acordul cu termenii serviciului inainte de procesarea comenzii.
sr_cs: Zahtevajte od kupaca da prihvate ili odbiju uslove korišćenja pre procesuiranja porudžbine

source: Choose the page which contains your store's terms and conditions of use.
ca_es: Trieu la pàgina que conté els termes i condicions d'ús de la seva botiga.
es_es: Elige la página que contiene los términos y condiciones de uso de tu tienda.
fr_fr: Indiquez quelle page contient les conditions d'utilisation de votre boutique.
ro_ro: Alege pagina care contine termenii si conditiile de utilizare a magazinului tau.

source: Suggest gift-wrapping to customers.
ca_es: ﻿Suggerir embalatge per de regal al client i a la possibilitat d'adjuntar un missatge
es_es: Ofrecer al cliente enviar sus paquetes como regalo, acompañados de un mensaje personal.
fr_fr: Propose l'emballage cadeau au client.
ro_ro: Se ofera clientilor posibilitatea ambalarii de tip cadou.
sr_cs: Sugeriši kupcima pakovanje poklona i mogućnost ostavljanja poruke

source: Set a price for gift wrapping.
ca_es: Fixar un preu per a l'embalatge de regal.
es_es: Establece un precio para la opción embalaje de regalo.
fr_fr: Indiquez le prix de l'emballage cadeau.
ro_ro: Seteaza un pret pentru impachetarea cadoului.
sr_cs: Odredite cenu za pakovanje poklona.

source: Set a tax for gift wrapping.
ca_es: Establir un impost per a l'embalatge de regal.
es_es: Establece un impuesto para la opción embalaje de regalo.
fr_fr: Indiquez une taxe pour l'emballage cadeau.
ro_ro: Seteaza o taxa pentru impachetarea cadoului.
sr_cs: Odredite porez za pakovanje poklona.

source: Suggest recycled packaging to customer.
ca_es: Sugerir al client l'ús d'un embalatge reciclat.
es_es: Ofrecer al cliente embalaje reciclado.
fr_fr: Propose un emballage recyclable au client.
ro_ro: Se sugereaza impachetare in materiale reciclate clientilor.
sr_cs: Sugeriši reciklirano pakovanje kupcu.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
ca_es: Pot buscar un nou nom de domini o afegir un nom de domini que ja posseeix. Vostè serà redirigit al seu compte de Prestashop.
es_es: Puedes buscar un nuevo nombre de dominio o añadir un nombre de dominio que ya sea de tu propiedad. Serás redirigido a tu cuenta de PrestaShop.
fr_fr: Vous pouvez rechercher un nouveau nom de domaine, ou en associer un que vous possédez déjà. Vous serez redirigé vers votre compte sur PrestaShop.com.
ro_ro: Poti sa cauti un nume nou de domeniu sau sa adaugi un nume de domeniu pe care il detii deja. Vei fi redirectionat la contul tau din PrestaShop.

source: Enable this option only if your server allows URL rewriting (recommended).
ca_es: Activeu aquesta opció si el vostre servidor permet reescriptura d'URL (recomanat).
es_es: Activa esta opción si tu servidor acepta la reescritura URL (recomendado).
fr_fr: N'activez cette option que si votre serveur autorise la réécriture d'URL (recommandé).
ro_ro: Activeaza aceaasta optiune numai daca serverul tau permite rescrirea adreselor URL (optiune recomandata).
sr_cs: Uključi ovu opciju samo ako tvoji serveri dozvoljavaju prepisivanje linkova (preporučuje se).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
ca_es: La reescriptura d'URL (mod_rewrite) no és activa al vostre servidor o no és possible verificar la vostra configuració de servidor. Si voleu utilitzar URLs amigables cal que estigui activada.
es_es: La reescritura URL (mod_rewrite) no está activa en tu servidor o no es posible comprobar la configuración del servidor. Si deseas usar URLs amigables debes activar este módulo.
fr_fr: Le mode de réécriture d'URL (mod_rewrite) n'est pas activé sur votre serveur, ou il est impossible de vérifier la configuration. Pour utiliser les URL réécrites, vous devez activer ce mode.
ro_ro: Rescrierea de URL-uri (mod_rewrite) nu este activa pe server sau nu este posibila verificarea configurarii. Daca doresti sa folosesti URL-uri prietenoase trebuie sa ai activat acest mod.
sr_cs: URL prepisivanje (mod_rewrite) nije aktivno na vašem serveru, ili nije moguće proveriti konfiguraciju servera. Ako želite da koristite prijateljske URL-ove, morate da aktivirate ovaj mod.

source: Enable this option if you want to allow accented characters in your friendly URLs.
ca_es: Activeu aquesta opció si voleu permetre caràcters accentuats a les vostres URLs amigables.
es_es: Activa esta opción si quieres permitir caracteres acentuados en tus URLs amigables.
fr_fr: Activez cette option si vous souhaitez autoriser les accents dans vos URL simplifiées.
ro_ro: Activeaza aceasta optiune daca doresti sa permiti diacritice in adresele URL prietenoase.
sr_cs: Omogući ovu opciju ako želiš dozvoliti naglašene karaktere u prijateljskim linkovima.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
ca_es: Només heu d'activar aquesta opció si utilitzeu caràcters no llatins; per a tots els jocs de caràcters llatins, el SEO serà millor si aquesta opció no està activada.
es_es: Sólo debes activar esta opción si estás utilizando un juego de caracteres no latinos; para el resto de los caracteres (latinos - occidentales), el SEO funcionará mejor sin esta opción.
fr_fr: Vous ne devriez activer cette option que si vous utilisez des caractères non latins ; pour l'alphabet latin, votre référencement naturel sera meilleur si vous laissez cette option désactivée.
ro_ro: Aceasta optiune ar trebui activata doar daca se folosesc caractere non-latine; pentru toate seturile de caractere latine SEO va fi mai buna fara aceasta optiune.
sr_cs: Potvrdite samo ako koristite nelatinične karaktere; za sve latinične karaktere, vaš SEO će raditi bolje bez ove opcije.

source: Enable this option only if you have problems with URL rewriting.
ca_es: Activeu aquesta opció només si teniu problemes per reescriure els URL d'algunes pàgines.
es_es: Activa esta opción sólo si tienes problemas con la reescritura URL.
fr_fr: N'activez cette option que si vous rencontrez des problèmes avec la redirection d'URL de certaines pages.
ro_ro: Activeaza aceasta optiune doar daca ai probleme cu rescrierea de URL-uri pentru unele pagini.
sr_cs: Potvrdite ovu opciju samo ako imate problema sa prepisivanjem URL-a.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
ca_es: Alguna de les característiques de PrestaShop podrien no funcionar bé amb una configuració específica del mòdul mod_security de l'Apache. Us recomanem deshabilitar-lo.
es_es: Algunas de las características de PrestaShop podrían no funcionar correctamente con una configuración específica del módulo mod_security de Apache. Te recomendamos desactivarla.
fr_fr: Certaines fonctionnalités de PrestaShop peuvent ne pas marcher correctement avec certaines configurations du module apache "mod_security". Nous vous recommandons de le désactiver.
ro_ro: Unele dintre functiile din PrestaShop ar putea sa nu functioneze corect cu anumita configureazae a modulului mod_security din Apache. Iti recomandam sa il dezactivezi.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
ca_es: Activar o desactivar la vostra botiga. És una bona idea desactivar la vostra botiga mentre en feu el manteniment. Tingueu en compte que el servei web no es desactiva.
es_es: Activar o desactivar tu tienda. Es recomendable desactivar tu tienda mientras se realizan labores de mantenimiento (ej: actualización de PrestaShop, cambios en la base de datos, etc.). Por favor, ten en cuenta que el servicio web seguirá funcionando.
fr_fr: Activez ou désactivez votre boutique. Désactivez votre boutique pendant que vous effectuez la maintenance. Veuillez noter que le webservice ne sera pas désactivé pour autant et que vos données seront toujours accessibles par ce biais.
ro_ro: Activeaza sau dezactiveaza magazinul. Este o idee buna sa dezactivezi magazinul in perioadele de timp in care se lucreaza la el. Trebuie sa stii ca webservice-ul nu va fi dezactivat.
sr_cs: Ativirajte ili deaktivirajte svoju prodavnicu (dobra ideja je da prodavnicu deaktivirate za vreme održavanja. Za to vreme veb usluga neće biti onemogućena.

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
ca_es: Les adreces IP poden accedir a l'oficina, fins i tot si la botiga està deshabilitat. Si us plau feu una coma per separar-los (per exemple 42.24.4.2,127.0.0.1,99.98.97.96)
es_es: Direcciones IP autorizadas para el acceso a su tienda cuando está desactivada. Utilizar comillas para separarlas (e.j., 42.24.4.2,127.0.0.1,99.98.97.96)
fr_fr: Adresses IP autorisées à accéder au front-office même si la boutique est désactivée. Utilisez une virgule (",") pour les séparer (par exemple, 42.24.4.2,127.0.0.1,99.98.97.96)
ro_ro: Adresele de IP care au acces la front office, chiar daca magazinul este dezactivat. Foloseste virgula pentru a le separa (de ex. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
ca_es: Text personalitzat apareix a la pàgina de manteniment mentre la botiga està desactivat.
es_es: Texto personalizado que aparece en la página de mantenimiento mientras la tienda está desactivada.
fr_fr: Ce texte personnalisé s'affiche sur la page de maintenance lorsque votre boutique est désactivée.
ro_ro: Text personalizat afisat pe pagina de intretinere in timpul in care magazinul este dezactivat.

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
ca_es: Si és el propietari un certificat SSL per al nom de domini de la seva botiga, es pot activar el xifrat SSL (https://) per a la identificació del compte del client i processament de comandes.
es_es: Si dispones un certificado SSL propio para el dominio de tu tienda, puedes activar el cifrado SSL (https://) para la identificación de las cuentas de cliente y el proceso de compra.
fr_fr: Si vous possédez un certificat SSL associé à votre nom de domaine, vous pouvez activer le cryptage SSL (https://) pour l'identification des clients et le processus de commande.
ro_ro: In cazul in care posezi un certificat SSL pentru numele de domeniu al magazinului, ai posibilitatea de a activa criptarea SSL (https://) pentru identificarea contului de client si procesarea comenzilor.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
ca_es: Si voleu habilitar SSL en totes les pàgines de la seva botiga, activar la "activació en totes les pàgines" opció a continuació.
es_es: Si quieres activar SSL en todas las páginas de tu tienda, activa la opción de abajo "Activar SSL en todas las páginas".
fr_fr: Si vous souhaitez avoir le SSL sur toutes les pages de votre boutique, utilisez l'option "Activer le SSL sur tout le site" ci-dessous.
ro_ro: In cazul in care doresti sa activezi SSL pe toate paginile magazinului, activeaza optiunea "Activeaza pe toate paginile" de mai jos.

source: When enabled, all the pages of your shop will be SSL-secured.
ca_es: Quan està activat, totes les pàgines de la seva botiga seran de SSL protegit.
es_es: Cuando está activada, todas las páginas de tu tienda estarán protegidas por SSL.
fr_fr: Quand cette option est activée, toutes les pages de votre boutique seront sécurisées par votre certificat SSL.
ro_ro: Cand e activa, toate paginile magazinului vor fi securizate cu SSL.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
ca_es: Activar o desactivar el token a la Botiga per millorar la seguretat de PrestaShop.
es_es: Activar o desactivar la autenticación token en el Front Office para mejorar la seguridad de PrestaShop.
fr_fr: Active ou désactive les jetons (tokens) en front-office afin d'améliorer la sécurité de PrestaShop
ro_ro: Activeaza sau dezactiveaza jetonul in Front Office pentru imbunatatirea securitatii.
sr_cs: Omogućite ili onemogućite token na Front Office u cilju poboljšanja bezbednosti PrestaShop.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
ca_es: Permetre iframes als camps tipus descripció de producte. Us recomanem tenir aquesta opció deshabilitada.
es_es: Permitir iframes en campos como la descripción del producto. Recomendamos dejar esta opción desactivada.
fr_fr: Autoriser les iframes dans les champs texte de la fiche produit (comme la description). Nous recommandons de laisser cette option désactivée.
ro_ro: Se permit iframe-uri in campurile de text cum este descrierea produsului. Iti recomandam sa dezactivezi aceasta optiune.
sr_cs: Dozvoli iframes na poljima kao što je opis proizvoda. Preporučujemo da ostavite ovu opciju isključenu.
