Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersFeature.*.xlf
Languages: ar_sa, ca_es, gl_es, uk_ua

source: Menu
ar_sa: القائمة
ca_es: Menú
gl_es: Menú
uk_ua: Меню

source: No menu
ar_sa: لا توجد قائمة
ca_es: No hi ha menú
gl_es: Ningún menú
uk_ua: Без меню

source: You are currently connected as %username%
ar_sa: أنت متصل حالياً بإسم %username%
ca_es: Actualment esteu connectat com a %username%
uk_ua: Наразі ви приєднані як %username%

source: Sign out from PrestaShop Addons
ar_sa: تسجيل الخروج من إضافات PrestaShop
ca_es: Sortir de PrestaShop Addons
gl_es: Saír de Complementos PrestaShop
uk_ua: Вийти з PrestaShop Addons

source: Sign in
ar_sa: تسجيل الدخول
ca_es: Entreu
gl_es: Iniciar sesión
uk_ua: Увійти

source: What do you want to import?
ar_sa: ما الذي تريد إستيراده؟
ca_es: Què és el que desitja importar?
uk_ua: Що ви хочете імпортувати?

source: Select a file to import
ar_sa: أختر ملف لإستيراده
ca_es: Selecciona un arxiu per importar
uk_ua: Оберіть файл для імпорту

source: Choose from history / FTP
ar_sa: أختر من السجل / FTP
ca_es: Triar des d'història / FTP
gl_es: Escoller dende history / FTP
uk_ua: Вибрати з історії / FTP

source: Language of the file
ar_sa: ملف اللغة
ca_es: Idioma del fitxer
gl_es: Idioma do ficheiro
uk_ua: Мова файлу

source: Field separator
ar_sa: حقل فاصل
ca_es: Separador de fitxer
gl_es: Separador de ficheiro
uk_ua: Розділювач полів

source: Delete all [1]categories[/1] before import
ar_sa: حذف جميع[1] الفئات [/1] قبل الإستيراد
ca_es: Esborrar totes les [1]categories[/1] abans d'importar
uk_ua: Видалити усі [1]категорії[/1] перед імпортом

source: Use product reference as key
ar_sa: أستخدم مرجع المنتج كمفتاح
ca_es: Utilitzar la referència dels articles com a clau
uk_ua: Використовувати артикул товару як ключ

source: Skip thumbnails regeneration
ar_sa: تخطي تجديد الصور المصغرة
ca_es: Sense regenerar miniatures
uk_ua: Пропустити створення мініатюр

source: Force all ID numbers
ar_sa: إجبار جميع أرقام الهويات
ca_es: Forçar tots els nombres d'ID
uk_ua: Примусова нумерація

source: Send notification email
ar_sa: أرسال الإشعار عبر البريد الإلكتروني
ca_es: Envia e-mail de notificació
uk_ua: Надіслати сповіщення

source: Next step
ar_sa: الخطوه التاليه
ca_es: Pròxim pas
gl_es: Seguinte paso
uk_ua: Наступний крок

source: Available fields
ar_sa: الحقول المتوفرة
ca_es: Arxius disponibles
gl_es: Campos dispoñibles
uk_ua: Доступні поля

source: * Required field
ar_sa: * حقل مطلوب
ca_es: ﻿* Dades necessàries
gl_es: * Campos obligatorios
uk_ua: *Обов'язкові поля

source: History of uploaded files
ar_sa: سجل الملفات المرفوعة
ca_es: Historial d'arxius carregats
uk_ua: Історія завантажених файлів

source: Download sample csv files
ar_sa: تحميل عينة من ملفات الـ csv
ca_es: Descarregar fitxers csv d'exemple
gl_es: Descarga-los ficheiros csv de exemplo
uk_ua: Завантажити cvs файли зразків

source: Sample Categories file
ar_sa: ملف عينة للتصنيفات
ca_es: Arxiu d'exemple de categories
gl_es: Ficheiro de Categorías de Exemplo
uk_ua: Приклад файлу з категоріями

source: Sample Products file
ar_sa: ملف عينة للمنتجات
ca_es: Arxiu d'exemple d'articles
gl_es: Ficheiro de Produtos de Exemplo
uk_ua: Приклад файлу з товарами

source: Sample Combinations file
ar_sa: عينة ملف التركيبات
ca_es: Arxiu d'exemple de combinacions
gl_es: Ficheiro de Combinacións de Exemplo
uk_ua: Приклад файлу з комбінаціями

source: Sample Customers file
ar_sa: ملف عينة للعملاء
ca_es: Arxiu d'exemple de clients
gl_es: Ficheiro de Clientela de Exemplo
uk_ua: Приклад файлу з клієнтами

source: Sample Addresses file
ar_sa: ملف عينة للعناوين
ca_es: Arxiu d'exemple de adreces
gl_es: Ficheiro de Enderezos de Exemplo
uk_ua: Приклад файлу з адресами

source: Sample Brands file
ar_sa: ملف عينة العلامات التجارية
ca_es: Arxiu d'exemples de marques
uk_ua: Зразок файлу для брендів

source: Sample Suppliers file
ar_sa: ملف عينة للموردين
ca_es: Arxiu d'exemple de proveïdors
gl_es: Ficheiro de Distribuidoras de Exemplo
uk_ua: Приклад файлу з постачальниками

source: Sample Aliases file
ar_sa: عينة ملف الأسماء المستعارة
ca_es: Fitxer d'exemple d'àlies
gl_es: Ficheiro de Alcumes de Exemplo
uk_ua: Зразок файлу псевдонімів

source: Sample Store Contacts file
ar_sa: ملف عينة جهات الإتصال للمخزن
ca_es: Exemple d'arxiu de contactes de la botiga
gl_es: Ficheiro de Exemplo de Contactos da Tenda
uk_ua: Приклад файлу з контактами магазину

source: Sample Supply Orders file
ar_sa: عينة ملف طلبات التوريد
ca_es: Fitxer d'exemple de comandes a proveïdors
gl_es: Ficheiro de Encomendas de Subministración de Exemplo
uk_ua: Зразок файлу замовлень поставки

source: Sample Supply Order Details file
ar_sa: عينة ملف تفاصيل طلبات التوريد
ca_es: Fitxer d'exemple de detalls de comandes a proveïdors
gl_es: Ficheiro de Datos de Encomendas de Subministración de Exemplo
uk_ua: Зразок файлу подробиць замовлень поставки

source: Price per unit
ar_sa: السعر للوحدة
ca_es: Preu unitari
uk_ua: Ціна за одиницю

source: List of MySQL Tables
ar_sa: قائمة جداول MySQL
ca_es: Llistat de les taules MsSQL
gl_es: Listaxe de Táboas MySQL
uk_ua: Перелік таблиць в MySQL

source: Please choose a table.
ar_sa: فضلا قم بإختيار جدول
ca_es: Si us plau trieu una taula.
gl_es: Por favor, escolle unha táboa.
uk_ua: Оберіть таблицю

source: Add table name to SQL query
ar_sa: إضافة إسم جدول لإستعلام SQL
ca_es: Afegir un nou de taula a la consulta SQL
uk_ua: Додати назву таблиці до SQL запиту

source: List of attributes for this MySQL table
ar_sa: قائمة الخصائص لهذا الجدول MySQL
ca_es: Llista dels atributs per aquesta taula MySQL
uk_ua: Перелік атрибутів для цієї таблиці MySQL

source: Add attribute to SQL query
ar_sa: إضافة سمة لاستعلام SQL
ca_es: Afegir un atribut a la consulta SQL
gl_es: Engadir atributo á consulta SQL
uk_ua: Додати атрибут до SQL запиту

source: Action
ar_sa: فعل
ca_es: Acció
gl_es: Acción
uk_ua: Дія

source: SQL query result
ar_sa: نتيجة إستعلام SQL
ca_es: Resultat de la consulta SQL
gl_es: Resultado da consulta SQL
uk_ua: Результат SQL запиту

source: Import data from another shop
ar_sa: استيراد بيانات من متجر آخر
ca_es: Importar dades d'una altra botiga
gl_es: Importar datos doutra tenda
uk_ua: Імпортувати дані з іншого магазину

source: Set the resource permissions for this key:
ar_sa: تعيين صلاحيات المورد لهذا المفتاح:
ca_es: Establiu els permisos de recursos per a aquesta clau:
uk_ua: Встановіть дозволи для ключа:

source: View (GET)
ar_sa: عرض (GET)
ca_es: Veure (GET)
gl_es: Ver (GET)
uk_ua: Перегляд (GET)

source: Modify (PUT)
ar_sa: تعديل (PUT)
ca_es: Modifcar (PUT)
gl_es: Modificar (PUT)
uk_ua: Зміна (PUT)

source: Add (POST)
ar_sa: إضافة (POST)
ca_es: Afegit (POST)
gl_es: Engadir (POST)
uk_ua: Додавання (POST)

source: Delete (DELETE)
ar_sa: حذف (DELETE)
ca_es: Esborrar (DELETE)
gl_es: Eliminar (DELETE)
uk_ua: Видалення (DELETE)

source: Fast view (HEAD)
ar_sa: عرض سريع (HEAD)
ca_es: Vista (HEAD)
gl_es: Vista rápida (HEAD)
uk_ua: Швидкий перегляд (HEAD)

source: SuperAdmin
ar_sa: مشرف متميز
uk_ua: Суперадміністратор

source: Logistician
ar_sa: لوجستي
ca_es: Logístic
uk_ua: Логіст

source: Translator
ar_sa: مترجم
ca_es: Traductor
uk_ua: Перекладач

source: Salesman
ar_sa: بائع
ca_es: Venedor
uk_ua: Продавець

source: Profile
ar_sa: مجموعة الموظفين
ca_es: Pefil
gl_es: Perfil
uk_ua: Профіль

source: Employee options
ar_sa: خيارات الموظفين
ca_es: Opcions d'empleat
gl_es: Opcións de empregado
uk_ua: Опції працівника

source: Password regeneration
ar_sa: إعادة توليد كلمة المرور
ca_es: Regenerador de contraseña
gl_es: Rexenerar contrasinal
uk_ua: Генерація паролю

source: Security: Minimum time to wait between two password changes.
ar_sa: أمن الحد الأدنى من الوقت للانتظار لتجديد كلمة المرور
ca_es: Seguretat en temps mínim d'espera per regenerar la contrasenya
gl_es: Seguridade: Tempo mínimo que se debe agardar entre dous cambios de contrasinal.
uk_ua: Мінімальний час, впродовж якого можна перегенеровувати пароль (для безпеки)

source: minutes
ar_sa: دقائق
ca_es: minuts
gl_es: minutos
uk_ua: хвилин

source: Memorize the language used in Admin panel forms
ar_sa: حفظ اللغة الشكل
ca_es: Memoritza del idioma
gl_es: Memorice a forma da linguaxe
uk_ua: Запам'ятовувати мову за замовчуванням

source: Allow employees to select a specific language for the Admin panel form.
ar_sa: تسمح للموظفين لحفظ شكلها اللغة الافتراضية الخاصة
ca_es: Permet als empleat grabar el seu idioma predeterminat
gl_es: Permitir cos empregados garden o seu propio formulario no lenguaxe elexido
uk_ua: Дозволити працівникам зберігати їхню власну мову за замовчуванням

source: Add new employee
ar_sa: أضف موظف جديد
ca_es: Afegir un nou treballador
gl_es: Engadir nova empregada
uk_ua: Додати нового співробітника

source: Edit: %lastname% %firstname%
ar_sa: تعديل: %lastname% %firstname%
ca_es: Editar: %lastname% %firstname%
uk_ua: Редагувати: %lastname% %firstname%

source: Subscribe to PrestaShop newsletter
ar_sa: إشترك في الرسائل الإخبارية لـ PrestaShop
ca_es: Subscriu-te al butlletí de Prestasho
gl_es: Subscribirse ao boletín de PrestaShop
uk_ua: Підписатися на розсилку PrestaShop

source: Default page
ar_sa: الصفحة الافتراضية
ca_es: Pàgina predeterminada
gl_es: Páxina predeterminada
uk_ua: Типова сторінка

source: Permission profile
ca_es: Perfil de permisos
uk_ua: Дозвіл профілю

source: Employees
ar_sa: الموظفين
ca_es: Empleats
gl_es: Empregados
uk_ua: Працівники

source: Supply Orders
ar_sa: طلبات التوريد
ca_es: ComandesSubministrament
gl_es: Encomendas de Subministración
uk_ua: Замовлення постачальникам

source: Supply Order Details
ar_sa: تفاصيل طلب المورد
ca_es: DetallsComandesSubministrament
gl_es: Datos da Encomenda de Subministación
uk_ua: Подробиці замовлень постачальникам

source: Ignore this column
ar_sa: تجاهل هذا العمود
ca_es: Ignorar aquesta columna
gl_es: Ignorar esta columna
uk_ua: Пропустити цей стовпчик

source: Product ID
ar_sa: رقم تعريف المنتج
ca_es: ID de producte
gl_es: ID de producto
uk_ua: Код товару

source: Product Reference
ar_sa: مرجعية المنتج
ca_es: Referència del producte
gl_es: Referencia do Produto
uk_ua: Посилання на товар

source: Attribute (Name:Type:Position)
ar_sa: السمة (الاسم: النوع: الموضع)
ca_es: Atribut (Name:Type:Position)
gl_es: Atributo (Nome:Tipo:Posición)
uk_ua: Атрибут (Назва:Тип:Позиція)

source: Value (Value:Position)
ar_sa: القيمة (القيمة: الموضع)
ca_es: Valor (Value:Position)
uk_ua: Вартість (Значення:Позиція)

source: Supplier reference
ar_sa: مرجع المورد
ca_es: Ref proveïdorr
gl_es: Referencia do distribuidor
uk_ua: Артикул постачальника

source: EAN13
uk_ua: Штрихкод

source: UPC
ca_es: Preu per unitat
uk_ua: УКТ

source: Minimal quantity
ar_sa: الحد الأدنى من الكمية
ca_es: Quantitat mínima
gl_es: Cantidade mínima
uk_ua: Мінімальна кількість

source: Default (0 = No, 1 = Yes)
ar_sa: الإفتراضي (0 = لا، 1 = نعم)
ca_es: Predeterminat (0 = No, 1 = Sí)
gl_es: Predeterminado (0 = Non, 1 = Si)
uk_ua: Типово (0 = ні, 1 = так)

source: Combination availability date
ar_sa: تاريخ توفر التركيب
ca_es: Data de disponibilitat per a la combinació
uk_ua: Дата доступності комбінації

source: Choose among product images by position (1,2,3...)
ar_sa: إختر بين صور المنتوج بالترتيب (1، 2، 3...)
ca_es: Escollir entre imatges de productes per la seva posició (1,2,3...)
uk_ua: Виберіть серед зображень товару за позицією (1,2,3...)

source: Image URLs (x,y,z...)
ar_sa: روابط الصور (س ، ص ، ض..)
ca_es: URL's de les imàtges (x,y,z...)
gl_es: URL das imaxes (x,y,z...)
uk_ua: Адреси зображень (x,y,z...)

source: Image alt texts (x,y,z...)
ar_sa: النصوص البديل للصور (ف,ع,ق...)
ca_es: Text alt d'imatge (x,y,z...)
uk_ua: Підписи зображень (x,y,z...)

source: ID / Name of shop
ar_sa: رقم تعريف / اسم المتجر
ca_es: ID / Nom de la botiga
gl_es: ID / Nome da tenda
uk_ua: ID / Назва магазину

source: Advanced Stock Management
ar_sa: إدارة متقدمة للمخزون
ca_es: Gestió avançada d'estocs
gl_es: Xestión Avanzada do Stock
uk_ua: Розширене керування запасами

source: Depends on stock
ar_sa: يعتمد على المخزون
ca_es: Depenent de l'estoc
gl_es: Depende do stock
uk_ua: Залежить від запасу

source: Warehouse
ar_sa: المستودع
ca_es: Magatzem
gl_es: Almacén
uk_ua: Склад

source: Active (0/1)
ar_sa: النشطة (0 / 1)
ca_es: Actiu (0/1)
gl_es: Activo (0/1)
uk_ua: Активний (0/1)

source: Root category (0/1)
ar_sa: الفئة الرئيسية (0/1)
ca_es: Categoria arrel (0/1)
gl_es: Categoría raíz (0/1)
uk_ua: Коренева категорія (0/1)

source: Image URL
ar_sa: صورة URL
ca_es: URL de la imatge
gl_es: URL da imaxe
uk_ua: URL зображення

source: Categories (x,y,z...)
ar_sa: فئات (س ، ص ، ض..)
ca_es: Categorías (x,y,z...)
gl_es: Categorías (x,y,z...)
uk_ua: Категорії (x,y,z...)

source: Price tax excluded
ar_sa: السعر بدون الضريبة
ca_es: Preu sense impostos
gl_es: Prezo sen Taxas
uk_ua: Ціна без податку

source: Price tax included
ar_sa: السعر شامل للضريبة
ca_es: Preu amb impostos
gl_es: Prezo con Taxas
uk_ua: Ціна з податком

source: Tax rule ID
ar_sa: مُعرف قاعدة الضرائب
ca_es: ID de la norma tributària
uk_ua: Ставки податку

source: On sale (0/1)
ar_sa: للبيع (0 / 1)
ca_es: En rebaixa (0/1)
gl_es: En venta (0/1)
uk_ua: Є в наявності (0/1)

source: Discount amount
ar_sa: كمية الخصم
ca_es: Import del descompte
gl_es: Importe do desconto
uk_ua: Сума знижки

source: Discount percent
ar_sa: الخصم في المئة
ca_es: Per cent de descompte
gl_es: Porcentaxe do desconto
uk_ua: Відсоток знижки

source: Discount from (yyyy-mm-dd)
ar_sa: الخصم من (YYYY - MM - DD)
ca_es: Descompte de (aaaa-mm-dd)
gl_es: Desconto dende (aaaa-mm-dd)
uk_ua: Знижка від (YYYY-MM-DD)

source: Discount to (yyyy-mm-dd)
ar_sa: الخصم إلى (YYYY - MM - DD)
ca_es: De descompte a (aaaa-mm-dd)
gl_es: Desconto ata (aaaa-mm-dd)
uk_ua: Знижка до (YYYY-MM-DD)

source: Reference #
ar_sa: إشارة #
ca_es: Referencia n.
gl_es: Referencia #
uk_ua: Артикул

source: Supplier reference #
ar_sa: رقم مرجع المورد
ca_es: Referencia de proveïdor n.
gl_es: Referencia distribuidor #
uk_ua: Артикул постачальника #

source: Delivery time of out-of-stock products with allowed orders:
ar_sa: وقت تسليم المنتجات الغير متوفرة في المخزون مع الطلبات المسموح بها:
ca_es: Temps d'entrega per a productes fora d'estoc amb comandes permeses:
uk_ua: Термін доставки товарів що доступні під замовлення:

source: Additional shipping cost
ar_sa: تكلفة الشحن الإضافية
ca_es: Cost addicional de lliurament
gl_es: Custo adicional do envío
uk_ua: Додаткова вартість доставки

source: Unit for the price per unit
ar_sa: الوحدة لالسعر لكل وحدة
ca_es: Unitat pel preu unitari
uk_ua: Одиниця виміру ціни

source: Tags (x,y,z...)
ar_sa: الوسوم (أ, ب, ج...)
ca_es: Etiquetes (x,y,z...)
gl_es: Etiquetas (x,y,z...)
uk_ua: Мітки (x,y,z...)

source: Rewritten URL
ar_sa: إعادة كتابة URL
ca_es: URL reescrita
gl_es: Reescritura de URLs
uk_ua: Переписана URL-адреса

source: Label when backorder allowed
ar_sa: التسمية عندما يسمح بالمؤجل
ca_es: Etiqueta cuan es permeti la compra fora d'stock
uk_ua: Мітка, коли дозволене попереднє замовлення

source: Available for order (0 = No, 1 = Yes)
ar_sa: متاح للطلب (0 = لا، 1 = نعم)
ca_es: Disponible per a comandes (0 = No, 1 = Sí)
gl_es: Dispoñible para encomendas (0 = Non, 1 = Si)
uk_ua: Доступно для замовлення (0= так, 1 = ні)

source: Product availability date
ar_sa: تاريخ توفر المنتج
ca_es: Data de disponibilitat de producte
gl_es: Data de dispoñibilidade do produto
uk_ua: Дата доступності товару

source: Product creation date
ar_sa: تاريخ إضافة المنتج
ca_es: Data en la qual es van afegir productes
gl_es: Data de creación do produto
uk_ua: Дата додавання товару

source: Show price (0 = No, 1 = Yes)
ar_sa: أظهر السعر (0 = لا، 1 = نعم)
ca_es: Mostrar preu (0 = No, 1 = Sí)
gl_es: Amosa-lo prezo (0 = Non, 1 = Si)
uk_ua: Показувати ціну (0= так, 1 = ні)

source: Delete existing images (0 = No, 1 = Yes)
ar_sa: حذف الصور الموجودة (0 = لا ، 1 = نعم)
ca_es: Elimineu les imatges existents (0 = no, 1 = si)
gl_es: Eliminar imaxes existentes (0 = Non, 1 = Si)
uk_ua: Видалити існуючі зображення (0 = немає, 1 = так)

source: Feature (Name:Value:Position:Customized)
ar_sa: ميزة(الاسم:القيمة:مكانة:حسب الطلب)
ca_es: Característica (Nom:Valor:Posició:Personalitzat)
uk_ua: Функція (назва:значення:позиція:персоналізація)

source: Available online only (0 = No, 1 = Yes)
ar_sa: متاح عبر الإنترنت فقط (0 = لا ، 1 = نعم)
ca_es: Només disponible en línia (0 = No, 1 = Sí)
gl_es: Só dispoñible online (0 = Non, 1 = Si)
uk_ua: Доступний лише в режимі онлайн (0= так, 1 = ні)

source: Customizable (0 = No, 1 = Yes)
ar_sa: قابلة للتخصيص (0 = لا، 1 = نعم)
ca_es: Personalitzable (0 = No, 1 = Sí)
gl_es: Personalizable (0 = Non, 1 = Si)
uk_ua: Може бути персоналізовано (0 = Ні, 1 = Так)

source: Uploadable files (0 = No, 1 = Yes)
ar_sa: ملفات قابلة للرفع (0=لا، 1= نعم)
ca_es: Fitxers per pujar (0 = No, 1 = Sí)
uk_ua: Файли можуть бути завантажені (0 = Ні, 1 = Так)

source: Text fields (0 = No, 1 = Yes)
ar_sa: حقول النص (0=لا، 1= نعم)
ca_es: Camps de text (0 = No, 1 = Sí)
gl_es: Campos de texto (0 = Non, 1 = Si)
uk_ua: Текстові поля (0 = Ні, 1 = Так)

source: Action when out of stock
ar_sa: الإجراء المطلوب عند نفاذ المخزون
ca_es: Acció per quan estigui sense estoc
gl_es: Acción cando non haxa stock
uk_ua: Дія, коли немає в запасах

source: Virtual product (0 = No, 1 = Yes)
ar_sa: منتج إفتراضي (0 = لا، 1 = نعم)
ca_es: Producte digital (0 = No, 1 = Si)
uk_ua: Віртуальний товар (0 = Ні, 1 = Так)

source: File URL
ar_sa: رابط الملف
ca_es: URL del fitxer
uk_ua: Посилання на файл

source: Expiration date (yyyy-mm-dd)
ar_sa: تاريخ إنتهاء الصلاحية (yyyy-mm-dd)
ca_es: Data de caducitat (aaaa-mm-dd)
uk_ua: Термін дії (рррр-мм-дд)

source: Number of days
ar_sa: عدد أيام
ca_es: Nombre de díes
gl_es: Número de días
uk_ua: Кількість днів

source: Accessories (x,y,z...)
ar_sa: الملحقات
ca_es: Accesoris (x,y,z...)
uk_ua: Аксесуари (x,y,z...)

source: Active (0/1)
ar_sa: النشطة (0 / 1)
ca_es: Activo (0/1)
gl_es: Activo (0/1)
uk_ua: Активне (0/1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
ar_sa: رقم تعريف اللقب (السيد=1، السيدة=2، بدون=0)
ca_es: Tractaments ID (Sr = 1, Sra = 2, un altre = 0)
gl_es: ID dos Tratamentos (Sr = 1, Sra = 2, outro 0)
uk_ua: ID звертань (Шановний = 1, Шановна = 2, інше = 0)

source: Birth date (yyyy-mm-dd)
ar_sa: تاريخ الميلاد (yyyy-mm-dd)
ca_es: Data de naixement (aaaa-mm-dd)
uk_ua: Дата народження (рррр-мм-дд)

source: Newsletter (0/1)
ar_sa: النشرة (0 / 1)
ca_es: Butlletí de noticies (0/1)
gl_es: Boletín de novas (0/1)
uk_ua: Новини (0/1)

source: Partner offers (0/1)
ar_sa: عروض الوكيل (1/0)
ca_es: Ofertes dels Colaboradors (0/1)
uk_ua: Пропозиції партнерів (0/1)

source: Registration date (yyyy-mm-dd)
ar_sa: تاريخ التسجيل (yyyy-mm-dd)
ca_es: Data de registre (aaaa-mm-dd)
uk_ua: Дата реєстрації (yyyy-mm-dd)

source: Groups (x,y,z...)
ca_es: Grups (x,y,z...)
gl_es: Grupos (x,y,z...)
uk_ua: Групи (а,б,в...)

source: Default group ID
ar_sa: رقم تعريف المجموعة الافتراضية
ca_es: ID predeterminat de grup
gl_es: ID do grupo predeterminado
uk_ua: ID типової групи

source: Customer email
ar_sa: البريد الإلكتروني للعميل
ca_es: Correu electrónic del client
gl_es: Email do cliente
uk_ua: E-mail клієнта

source: ID / Name of group shop
ar_sa: رقم تعريف / اسم مجموعة المتاجر
ca_es: ID / Nom del grup de botigues
gl_es: ID / Nome do grupo de tendas
uk_ua: ID / Назва групи магазину

source: Address (2)
ar_sa: العنوان (2).
ca_es: Adreça (2)
gl_es: Segundo enderezo
uk_ua: Район, область

source: Latitude
ar_sa: خط العرض
ca_es: Latitut
uk_ua: Широта

source: Longitude
ar_sa: خط الطول
ca_es: Longitut
uk_ua: Довгота

source: Note
ar_sa: ملاحظة
ca_es: Nota
gl_es: Nota
uk_ua: Примітка

source: Hours (x,y,z...)
ar_sa: ساعات (س,ص,ع...)
ca_es: Hores (x,y,z...)
uk_ua: Години (x,y,z...)

source: Supplier ID *
ar_sa: رقم تعريف المورد *
ca_es: ID de Proveïdor *
gl_es: ID Distribuidora *
uk_ua: ID постачальника *

source: Lang ID
ar_sa: رقم تعريف اللغة
ca_es: ID d'Idioma
gl_es: ID Idioma
uk_ua: Ідентифікатор мови

source: Warehouse ID *
ar_sa: رقم تعريف المستودع *
ca_es: ID de Magatzem *
gl_es: ID Almacén *
uk_ua: Ідентифікатор складу *

source: Currency ID *
ar_sa: رقم تعريف العملة *
ca_es: ID de moneda *
gl_es: ID Moeda *
uk_ua: Ідентифікатор валюти *

source: Supply Order Reference *
ar_sa: مرجع طلب التوريد *
ca_es: Referència de Comanda de Proveïdor *
gl_es: Referencia da Encomenda de Subministración *
uk_ua: Артикул закупівлі *

source: Delivery Date (Y-M-D)*
ar_sa: تاريخ التسليم (Y-M-D)*
ca_es: Data d'Enviament (A-M-D) *
gl_es: Data de Entrega (A-M-D)*
uk_ua: Дата постачання (РРРР-ММ-ДД) *

source: Discount rate
ar_sa: نسبة الخصم
ca_es: Rati del descompte
uk_ua: Рівень знижки

source: Product ID *
ar_sa: رقم تعريف المنتج *
ca_es: ID de Producte *
gl_es: ID Produto *
uk_ua: Код товару *

source: Product Attribute ID
ar_sa: معرف سمة المنتج
ca_es: ID d'Atribut de Producte *
gl_es: ID Atributo do Produto
uk_ua: Ідентифікатор атрибуту товару

source: Unit Price (tax excl.)*
ar_sa: سعر الوحدة (بدون الضريبة) *
ca_es: Preu Unitari (sense impostos) *
gl_es: Prezo por Unidade (taxas non incl.)*
uk_ua: Ціна за одиницю (податок вимкнено) *

source: Quantity Expected *
ar_sa: الكمية المتوقعة *
ca_es: Quantitat Esperada *
gl_es: Cantidade Agardada *
uk_ua: Кількість, очікувана *

source: Discount Rate
ar_sa: نسبة الخصم
ca_es: Rati de descompte
gl_es: Taxa de Desconto
uk_ua: Розмір знижки

source: Tax Rate
ar_sa: معدل الضريبة
ca_es: Impost
gl_es: Porcentaxe de Taxa
uk_ua: Ставки податку

source: Import .CSV data
ar_sa: استيراد البيانات CSV
ca_es: Importar dades CSV
gl_es: Importar datos CSV
uk_ua: Імпортувати дані у форматі CSV

source: Customer ID
ar_sa: رقم تعريف العميل:
ca_es: ID de Client
gl_es: ID de Clienta
uk_ua: № клієнта

source: Back office connection from %ip%
ar_sa: اتصال المكتب الخلفي من %ip%
ca_es: Conexió al panell d'administració des de %ip%
uk_ua: З'єднання з Панеллю керування від %ip%

source: Add new profile
ar_sa: إضافة ملف تعريف جديد
ca_es: Afegir un nou perfil
gl_es: Engadir novo perfil
uk_ua: Додати новий профіль

source: %class_name% addition
ar_sa: إضافة %class_name%
ca_es: %class_name% afegit
uk_ua: додання %class_name%

source: Edit this SQL query
ar_sa: تحرير إستعلام SQL هذا
ca_es: Editar aquesta consulta SQL
gl_es: Editar esta consulta SQL
uk_ua: Редагувати цей SQL запит

source: Contact information
ar_sa: معلومات الإتصال
ca_es: Informació de contacte
gl_es: Información de contacto
uk_ua: Контактна інформація

source: Discount prices
ar_sa: أسعار الخصم
ca_es: Preus de descompte
uk_ua: Ціни зі знижкою

source: Module hooks
ca_es: Hooks de mòduls
gl_es: Posicións dos módulos
uk_ua: Хуки модуля

source: Meta information
ar_sa: المعلومات الوصفية
ca_es: Metainformació
gl_es: Meta información
uk_ua: Мета інформація

source: Product combinations
ar_sa: تركيبات المنتج
ca_es: Combinacions de producte
gl_es: Combinacións do produto
uk_ua: Комбінації товару

source: Available quantities for sale
ar_sa: الكميات المتاحة للبيع
ca_es: Quantitats disponibles per a la venda
gl_es: Cantidades dispoñibles para a venda
uk_ua: Доступна кількість для продажу

source: Warehouses
ar_sa: المستودعات
ca_es: Magatzems
gl_es: Entrepôts
uk_ua: Склади

source: Webservice accounts
ar_sa: حسابات خدمات الويب
ca_es: Comptes del Webservice
uk_ua: Веб-сервіс

source: Attribute groups
ar_sa: مجموعات السمات
ca_es: Grups d'atributs
gl_es: Grupos de atributos
uk_ua: Групи атрибутів

source: Tax rules groups
ar_sa: مجموعات قوانين الضرائب
ca_es: Grups de regles d'impostos
uk_ua: Податкові ставки для груп

source: Referrers/affiliates
ar_sa: المشيرين/الشركات التابعة
ca_es: Enllaços/Afiliats
uk_ua: Реферали/партнери

source: Cart rules
ar_sa: قواعد سلة التسوق
ca_es: Regles de carret
uk_ua: Умови придбання

source: Import data
ar_sa: إستيراد البيانات
ca_es: Dades importades
gl_es: Importar datos
uk_ua: Дані про імпорт

source: Choose the source shop
ar_sa: أختر المتجر الرئيسي
ca_es: Trieu la botiga d'origen
gl_es: Escolle a tenda de orixe
uk_ua: Виберіть магазин-джерело
