Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogFeature.*.xlf
Languages: bn_bd, gl_es

source: Root
bn_bd: রুট
gl_es: Raíz

source: Home
bn_bd: হোম /বাসা
gl_es: Inicios

source: Increase
bn_bd: বৃদ্ধি
gl_es: Incremento

source: Category
bn_bd: বিভাগ
gl_es: Categoría

source: Addresses
bn_bd: ঠিকানা
gl_es: Enderezos

source: Products
bn_bd: পণ্য সমূহ
gl_es: Produtos

source: Brands
bn_bd: ব্রান্ডসঃ
gl_es: Marcas

source: Edit Addresses
bn_bd: ঠিকানা সম্পাদনা করুনঃ
gl_es: Editar Enderezos

source: Add address
bn_bd: ঠিকানা যোগ করুন
gl_es: Engadir enderezo

source: Short description
bn_bd: সংক্ষিপ্ত বর্ণনা
gl_es: Descripción Corta

source: Standard product
gl_es: Produto estándar

source: Pack of products
gl_es: Pack de produtos

source: Add products to your pack
gl_es: Engádelle produtos ao teu pack

source: Pre-tax retail price
gl_es: Prezo ao por menor antes de taxas

source: Retail price with tax
gl_es: Prezo ao por menor con taxas

source: Default category
gl_es: Categoría predeterminada

source: Add a new category
gl_es: Engadir unha nova categoría

source: Accessories
bn_bd: আনুষঙ্গিক উপকরণ
gl_es: Accesorios

source: List of disabled products
bn_bd: নিষ্ক্রিয় পণ্যের তালিকা
gl_es: Listado de produtos non dispoñibles

source: Product disabled
bn_bd: পণ্য নিস্ক্রিয়
gl_es: Produto desactivado

source: Cost price
gl_es: Prezo de custo

source: Retail price
gl_es: Prezo ao retallo

source: Specific prices
bn_bd: নির্দিষ্ট দাম
gl_es: Prezos específicos

source: Add a specific price
gl_es: Engadir un prezo específico

source: Rule
bn_bd: নিয়ম
gl_es: Regra

source: Combination
bn_bd: সমন্বয়
gl_es: Combinación

source: Fixed price
bn_bd: এক দাম
gl_es: Prezo fixo

source: Impact
bn_bd: প্রভাব
gl_es: Impacto

source: From
bn_bd: হতে
gl_es: Dende

source: Priority management
bn_bd: অগ্রাধিকার পরিচালন
gl_es: Xestión das prioridades

source: Priorities
gl_es: Prioridades

source: Impact on price
bn_bd: দাম এর উপর ইমপ্যাক্ট
gl_es: Marxe no prezo

source: Final price
bn_bd: চূড়ান্ত দাম
gl_es: Prezo Final

source: Availability preferences
gl_es: Preferencias de dispoñibilidade

source: Behavior when out of stock
gl_es: Comportamento cando non haxa stock

source: Ecotax
bn_bd: ইকোট্যাক্স
gl_es: Ecotaxa

source: ISBN code
gl_es: Código ISBN

source: Impact on price per unit (tax excl.)
gl_es: Impacto sobre o prezo por unidade (taxas non incl.)

source: Set as default combination
gl_es: Establecer coma combinación predeterminada

source: Physical quantity
bn_bd: প্রকৃত পরিমান
gl_es: Cantidade física

source: Impact on weight
bn_bd: ওজন এর উপর ইমপ্যাক্ট
gl_es: Marxe no peso

source: Availability date
gl_es: Data de dispoñibilidade

source: Cost Price
gl_es: Prezo de Custo

source: Minimum quantity
gl_es: Cantidade mínima

source: Parent category
bn_bd: প্যারেন্ট ক্যাটাগরি
gl_es: Categoría nai

source: Add new root category
bn_bd: নতুন রুট বিভাগ যোগ করুন
gl_es: Engadir nova categoría raíz

source: Add new category
gl_es: Engadir nova categoría

source: Disabled Categories
gl_es: Categorías Desactivadas

source: Empty Categories
gl_es: Categorías Baleiras

source: Top Category
gl_es: Mellor Categoría

source: Average number of products per category
gl_es: Media de produtos por categoría

source: Category Cover Image
gl_es: Imaxe de Cuberta da Categoría

source: Category thumbnail
gl_es: Miniatura da categoría

source: Menu thumbnails
gl_es: Miniaturas do menú

source: Group access
bn_bd: গ্রুপ এক্সেস:
gl_es: Grupo de acceso

source: Root Category
gl_es: Categoría Raíz

source: Width
bn_bd: প্রস্থ
gl_es: Ancho

source: Height
bn_bd: উচ্চতা
gl_es: Alto

source: Depth
bn_bd: গভীরতা
gl_es: Fondo

source: Weight
bn_bd: ওজন
gl_es: Peso

source: Available carriers
gl_es: Transportistas dispoñibles

source: Visibility
bn_bd: দৃশ্যমানতা
gl_es: Visibilidade

source: Tags
bn_bd: ট্যাগ
gl_es: Etiquetas

source: Where do you want your product to appear?
gl_es: Onde queres que apareza o teu produto?

source: Condition & References
gl_es: Condición e Referencias

source: Attached files
gl_es: Ficheiros anexos

source: Attach a new file
gl_es: Anexar un novo ficheiro

source: Summary
bn_bd: সারাংশ
gl_es: Resumen

source: Quantity
bn_bd: পরিমান
gl_es: Cantidade

source: Tax rule
bn_bd: ট্যাক্স নিয়ম
gl_es: Regra de taxa

source: Tax excluded
bn_bd: ট্যাক্স অন্তর্ভুক্ত নয়
gl_es: IVA excluido

source: Tax included
bn_bd: ট্যাক্স অন্তর্ভুক্ত
gl_es: IVA incluido

source: Reference
bn_bd: প্রসঙ্গ
gl_es: Referencia

source: View less
gl_es: Ver menos

source: Features
bn_bd: বৈশিষ্ট্য
gl_es: Características

source: Add a feature
gl_es: Engadir unha característica

source: Product with combinations
gl_es: Produto con combinacións

source: Create combinations
gl_es: Crear combinacións

source: I want to use the advanced stock management system for this product.
bn_bd: আমি এই পণ্যের জন্য উন্নত স্টক ম্যানেজমেন্ট সিস্টেম ব্যবহার করতে চান.
gl_es: Quero empregar o sistema de xestión avanzada do stock para este produto.

source: I want to specify available quantities manually.
bn_bd: আমি নিজে উপলব্ধ পরিমাণ নির্দিষ্ট করতে চাই
gl_es: Quero especificar as cantidades dispoñibles manualmente.

source: Does this product have an associated file?
bn_bd: এই পণ্যের কি একটি যুক্ত ফাইল আছে?
gl_es: Ten este produto un ficheiro asociado?

source: Use default behavior
gl_es: Empregar o comportamento predeterminado

source: Allow orders
bn_bd: অর্ডার মঞ্জুর করুন
gl_es: Permitir Pedidos

source: Deny orders
bn_bd: আদেশ অস্বীকার
gl_es: Non permitir Pedidos

source: When out of stock
gl_es: Cando non haxa stock

source: Decrement both.
gl_es: Reducir ámbolos dous.

source: Condition
bn_bd: অবস্থা
gl_es: Estado

source: EAN-13 or JAN barcode
gl_es: EAN-13 ou código de barras JAN

source: UPC barcode
gl_es: Código de barras UPC

source: Everywhere
bn_bd: সর্বত্র
gl_es: en calquer sitio

source: Nowhere
bn_bd: অন্য কোথাও নয়
gl_es: Em lado nenhum

source: Display options
gl_es: Opcións de visualización

source: Available for order
bn_bd: অর্ডার এর জন্য পাওয়া যাবে
gl_es: Dispoñible para encomendas

source: Show price
gl_es: Amosar o prezo

source: Web only (not sold in your retail store)
gl_es: Só no web (non se vende na túa tenda física)

source: Display condition on product page
gl_es: Amosa-la condición na páxina do produto

source: Number of allowed downloads
bn_bd: অনুমোদিত ডাউনলোড এর সংখ্যা
gl_es: Número de descargas permitidas

source: Expiration date
bn_bd: মেয়াদ শেষের তারিখ
gl_es: Data Expiración

source: Number of days
bn_bd: দিনের সংখ্যা
gl_es: Número de días

source: Category root
bn_bd: ক্যাটাগরি রুট
gl_es: Categoría raíz

source: Associated categories
gl_es: Categorías asociadas

source: Categories
bn_bd: প্রকার
gl_es: Categorías

source: Create a new category
gl_es: Crear unha nova categoría

source: Number of products
bn_bd: পণ্য সংখ্যা
gl_es: Número de Produtos

source: Add new supplier
gl_es: Engadir nova distribuidora

source: Price (tax excl.)
bn_bd: মূল্য (ট্যাক্স ছারা)
gl_es: Prezo (taxas non incl.)

source: Supplier reference(s)
gl_es: Referencia(s) da distribuidora

source: Supplier reference
bn_bd: সরবরাহকারী প্রসঙ্গ
gl_es: Referencia do distribuidor

source: Price (tax incl.)
bn_bd: মূল্য (ট্যাক্স অন্তর্ভুক্ত)
gl_es: Prezo (taxas incl.)

source: Add new cart rule
bn_bd: নতুন কার্ট রুল যোগ করুন
gl_es: Engadir unha nova regra de carro da compra

source: Payment:
gl_es: Pagamento:

source: Cart Rules
bn_bd: ক্রয় এর শর্ত
gl_es: Règles panier

source: From quantity
bn_bd: পরিমান হতে
gl_es: Dende a cantidade

source: Beginning
bn_bd: শুরু
gl_es: Comezo

source: End
bn_bd: শেষ
gl_es: Fin

source: Catalog price rules
gl_es: Regras de prezo do catálogo

source: Reduction type
bn_bd: কমানোর ধরন
gl_es: Tipo de redución

source: Reduction
gl_es: Reducción

source: Add customer
gl_es: Engadir clienta/e

source: Apply to all combinations
bn_bd: সমস্ত সমন্বয় এ প্রয়োগ করুন
gl_es: Aplicar a tódalas combinacións

source: Available from
gl_es: Dispoñible dende

source: Starting at
bn_bd: শুরু হয়েছে
gl_es: Comezando por

source: Add a new feature
bn_bd: একটি নতুন বৈশিষ্ট্য যোগ করুন
gl_es: Engadir unha nova característica

source: Add new feature
gl_es: Engadir nova característica

source: Edit New Feature
gl_es: Editar Nova Característica

source: Add New Feature
gl_es: Engadir Nova Característica

source: Feature value
bn_bd: বৈশিষ্ট্য এর মান
gl_es: Valor da característica

source: Add a new feature value
bn_bd: একটি নতুন বৈশিষ্ট্য মান যোগ করুন
gl_es: Engadir novo valor de característica

source: Feature
bn_bd: বৈশিষ্ট্য
gl_es: Característica

source: Pre-defined value
bn_bd: পূর্ব নির্ধারিত মান
gl_es: Valor predefinido

source: OR Customized value
gl_es: OU Valor personalizado

source: Edit Value
bn_bd: মান এডিট করুন
gl_es: Editar Valor

source: Add New Value
gl_es: Engadir Novo Valor

source: Save then add another value
bn_bd: সংরক্ষণ করুন তারপর অন্য মান যোগ করুন
gl_es: Gardar e engadir un novo valor

source: Values
bn_bd: মান
gl_es: Valores

source: Value
bn_bd: মূল্য
gl_es: Valor

source: Color
bn_bd: রং
gl_es: Cor

source: Color or texture
gl_es: Cor ou textura

source: Attributes
bn_bd: বিভাগসমূহ
gl_es: Atributos

source: Public name
gl_es: Nome público

source: Attribute type
gl_es: Tipo de atributo

source: Attribute group
gl_es: Grupo de atributos

source: Current texture
gl_es: Textura actual

source: Add new attribute
gl_es: Engadir novo atributo

source: Add new value
gl_es: Engadir novo valor

source: Add New Values
bn_bd: নতুন মান যোগ করুন
gl_es: Engadir Novos Valores

source: Add New Attributes
bn_bd: নতুন বিষয় যোগ করুন
gl_es: Engadir novo atributo

source: Edit New Attribute
gl_es: Editar Novo Atributo

source: Add New Attribute
gl_es: Engadir Novo Atributo

source: Attributes generator
bn_bd: এট্রিবিউট জেনারেটার
gl_es: Xerador de atributos

source: Back to the product
bn_bd: পণ্যে ফিরে যান
gl_es: Voltar ao producto

source: Texture
bn_bd: জমিনঃ
gl_es: Perfil

source: Open
bn_bd: খোলা
gl_es: Abrir

source: Closed
bn_bd: বন্ধ
gl_es: Pechado

source: Pending 1
bn_bd: অপেক্ষামান ১
gl_es: Pendente 1

source: Pending 2
bn_bd: অপেক্ষামান ২
gl_es: Pendente 2

source: Messages
bn_bd: বার্তা
gl_es: Mensaxes

source: Private
bn_bd: ব্যক্তিগত
gl_es: privado

source: Last message
bn_bd: শেষ মেসেজ
gl_es: Ultima mensaxe

source: Contact options
bn_bd: যোগাযোগ এর বিকল্প
gl_es: Opcións de contacto

source: Allow file uploading
bn_bd: ফাইল আপলোড করার অনুমতি প্রদান করুন
gl_es: Permiti-la subida de ficheiros

source: Default message
bn_bd: ডিফল্ট বার্তা
gl_es: Mensaxe predeterminada

source: Customer service options
bn_bd: গ্রাহক সেবা বিকল্প
gl_es: Opcións de servizo de atención á clientela

source: IMAP URL
gl_es: URL IMAP

source: IMAP port
bn_bd: IMAP পোর্ট
gl_es: Porto IMAP

source: IMAP user
bn_bd: IMAP ব্যবহারকারী
gl_es: Usuaria IMAP

source: IMAP password
bn_bd: IMAP পাসওয়ার্ড
gl_es: Contrasinal IMAP

source: Delete messages
bn_bd: মেসেজ মুছে ফেলুন
gl_es: Eliminar mensaxes

source: Create new threads
bn_bd: নতুন থ্রেড তৈরি করুন
gl_es: Crear novos fíos

source: IMAP options
bn_bd: IMAP বিকল্প
gl_es: Opcións IMAP

source: Total threads
bn_bd: মোট থ্রেড
gl_es: Total de consultas

source: Threads pending
bn_bd: অপেক্ষামান থ্রেড
gl_es: Consultas pendentes

source: Total number of customer messages
bn_bd: গ্রাহকের বার্তার সর্বমোট সংখ্যা
gl_es: Número total de mensaxes da clientela

source: Total number of employee messages
bn_bd: কর্মচারীর বার্তার সর্বমোট সংখ্যা
gl_es: Número total de mensaxes do persoal

source: Unread threads
bn_bd: পড়া হয় নি এমন থ্রেড
gl_es: Consultas sen ler

source: Closed threads
bn_bd: বন্ধ থ্রেড
gl_es: Consultas pechadas

source: Message forwarded to
bn_bd: -কে বার্তা পাঠিয়ে দিন
gl_es: Mensaxe enviada a

source: Pending Discussion Threads
gl_es: Fíos de Conversa pendentes

source: Average Response Time
gl_es: Media de Tempo de Resposta

source: Messages per Thread
gl_es: Mensaxes por Fío

source: Reply to the next unanswered message in this thread
gl_es: Respostar á próxima mensaxe sen resposta neste fío

source: Mark as "handled"
gl_es: Marcar coma "manipulado"

source: Re-open
gl_es: Re-abrir

source: Mark as "pending 1" (will be answered later)
gl_es: Marcar coma "pendente 1" (responderase máis tarde)

source: Disable pending status
gl_es: Desactivar estado pendente

source: Mark as "pending 2" (will be answered later)
gl_es: Marcar coma "pendente 2" (responderase máis tarde)

source: Product:
gl_es: Produto:

source: Status:
gl_es: Estado:

source: Type
bn_bd: ধরন
gl_es: Tipo

source: Associated with
gl_es: Asociado con

source: product(s)
gl_es: produto(s)

source: Category name
bn_bd: বিভাগ এর নাম
gl_es: Nome da categoría

source: No tax
bn_bd: কোনো ট্যাক্স নেই
gl_es: Sen taxas:

source: Ecotax (tax incl.)
gl_es: Ecotaxa (taxas incl.)

source: Apply to all products
bn_bd: সব পণ্যে প্রয়োগ করুন
gl_es: Aplicar a tódolos produtos

source: Customization
bn_bd: কাস্টমাইজেশন
gl_es: Persoalización

source: Attachment
bn_bd: সংযুক্তির
gl_es: Accesorios

source: Combinations
bn_bd: সম্মিলন
gl_es: Combinacións

source: Quantities
bn_bd: মোট পরিমান
gl_es: cantidades

source: Cover
bn_bd: কভার
gl_es: Portada

source: or select files
gl_es: ou selecciona ficheiros

source: Recommended size 800 x 800px for default theme.
gl_es: Tamaño recomendado de 800 x 800 px para o tema predeterminado.

source: JPG, GIF or PNG format.
gl_es: Formato JPG, GIF ou PNG.

source: tax incl.
bn_bd: ট্যাক্স Incl.
gl_es: IVA incl.

source: tax excl.
bn_bd: ট্যাক্স Excl .
gl_es: IVA excl.

source: Stored
bn_bd: সংরক্ষিত
gl_es: Almacenado

source: Location (optional)
bn_bd: অবস্থান (ঐচ্ছিক)
gl_es: Localización (opcional)

source: Meta title
bn_bd: মেটা শিরোনাম
gl_es: Meta título

source: Meta description
bn_bd: মেটা বিবরন
gl_es: Meta descripción

source: Friendly URL
bn_bd: বন্ধুত্বপূর্ণ URL
gl_es: URL amigable

source: No redirection (404)
gl_es: Sen redirección (404)

source: None
bn_bd: শূন্য
gl_es: Ningún

source: All
bn_bd: সমস্ত
gl_es: Todo

source: Caption
gl_es: Subtítulo

source: Brand
gl_es: Marca

source: Add a brand
gl_es: Engadir unha marca

source: Product name
bn_bd: পণ্যের নাম
gl_es: Nome do Produto

source: Available quantity
bn_bd: মজুদ পরিমান
gl_es: Cantidade dispoñible

source: Attribute name
bn_bd: অ্যাট্রিবিউটের নাম
gl_es: Nome del Atributo

source: All combinations
bn_bd: সমস্ত সমন্বয়
gl_es: Tódalas combinacións

source: Main category
gl_es: Categoría principal

source: Modules
bn_bd: মডিউল
gl_es: módulos

source: Shipping
bn_bd: স্থানান্তর
gl_es: Envío

source: Product list
gl_es: Listaxe de produtos

source: Add new product
gl_es: Engadir novo produto

source: Back to product
gl_es: Voltar ao produto

source: Does this combination have a different price per unit?
gl_es: Esta combinación ten un prezo por unidade diferente?

source: Images
bn_bd: চিত্র
gl_es: Imaxes

source: Related product
bn_bd: সম্পর্কিত পণ্য
gl_es: Produto relacionado

source: Product location in warehouses
bn_bd: গুদাম এ পণ্যের অবস্থান
gl_es: Localización do produto nos almacéns

source: Please choose the warehouses associated with this product.
gl_es: Por favor, escolle os almacéns asociados a este produto.

source: Apply a discount of
gl_es: Aplicar un desconto de

source: Does this product incur additional shipping costs?
gl_es: Este produto incorre en custos de envío adicionais?

source: Redirection page
gl_es: Páxina de redirección

source: Apply a discount
bn_bd: ডিসকাউন্ট প্রয়োগ করুন
gl_es: Aplicar un desconto

source: Percent (%)
bn_bd: পারসেনট(%)
gl_es: Porcentaxe (%)

source: Apply a discount to
bn_bd: একটি ডিসকাউন্ট প্রয়োগ করুন
gl_es: Aplicarlle un desconto a

source: Order (without shipping)
bn_bd: অর্ডার (শিপিং ছাড়া)
gl_es: Encomenda (sen envío)

source: Specific product
bn_bd: নির্দিষ্ট পণ্য
gl_es: Produto específico

source: Cheapest product
bn_bd: সবচেয়ে সস্তা পণ্য
gl_es: O produto máis barato

source: Selected product(s)
bn_bd: নির্বাচিত পণ্য (সমূহ)
gl_es: Produto(s) seleccionado(s)

source: Search a product
bn_bd: পণ্য অনুসন্ধান করুন
gl_es: Procurar un produto

source: Available combinations
bn_bd: উপলভ্য সমন্বয়
gl_es: Combinacións dispoñibles

source: Partial use
bn_bd: আংশিক ব্যবহার
gl_es: Uso parcial

source: Limit to a single customer
bn_bd: একটি একক গ্রাহকের সীমা
gl_es: Limitar a unha única clienta

source: Minimum amount
bn_bd: সর্বনিম্ন পরিমাণ
gl_es: Cantidade mínima

source: Shipping excluded
bn_bd: শিপিং বাদে
gl_es: Envío non incluído

source: Shipping included
bn_bd: শিপিং অন্তর্ভুক্ত
gl_es: Envío incluído

source: Total available for each user
gl_es: Total dispoñible para cada usuaria

source: Restrictions
gl_es: Restricións

source: Country selection
bn_bd: দেশ নির্বাচন
gl_es: Selección de país

source: Unselected countries
bn_bd: অনির্বাচিত দেশ সমূহ
gl_es: Países non seleccionados

source: Selected countries
bn_bd: নির্বাচিত দেশ সমূহ
gl_es: Países seleccionados

source: Carrier selection
bn_bd: ক্যারিয়ার নির্বাচন
gl_es: Selección de transportistas

source: Unselected carriers
bn_bd: অনির্বাচিত বাহক
gl_es: Transportistas non seleccionadas

source: Selected carriers
bn_bd: নির্বাচিত বাহক
gl_es: Transportistas seleccionadas

source: Customer group selection
bn_bd: গ্রাহক গ্রপ নির্বাচন
gl_es: Selección de grupos de clientela

source: Unselected groups
bn_bd: অনির্বাচিত গ্রুপ
gl_es: Grupos non seleccionados

source: Selected groups
bn_bd: নির্বাচিত গ্রুপ
gl_es: Grupos seleccionados

source: Product selection
bn_bd: পণ্য নির্বাচন
gl_es: Selección de produtos

source: Shop selection
bn_bd: দোকান নির্বাচন
gl_es: Selección de tendas

source: Unselected shops
bn_bd: অনির্বাচিত দোকান
gl_es: Tendas non seleccionadas

source: Selected shops
bn_bd: নির্বাচিত দোকান
gl_es: Tendas seleccionadas

source: Information
bn_bd: তথ্য
gl_es: Información

source: Now
bn_bd: এখন
gl_es: Agora

source: Done
bn_bd: হয়ে গেছে
gl_es: Feito

source: Time
bn_bd: সময়
gl_es: Hora

source: Minute
bn_bd: মিনিট
gl_es: minuto

source: Conditions
bn_bd: শর্তগুলো
gl_es: Condicións

source: Add condition
bn_bd: শর্ত যোগ করুন
gl_es: Engadir condición

source: Send a free gift
bn_bd: বিনামূল্যে উপহার পাঠান

source: Matching products
bn_bd: মিলে যাওয়া পণ্য

source: Valid
bn_bd: বৈধ

source: Total available
bn_bd: মোট উপলব্ধ

source: Compatibility with other cart rules
bn_bd: অন্য কার্ট নিয়ম এর সঙ্গে সামঞ্জস্য

source: Uncombinable cart rules
bn_bd: অমিশ্রণযোগ্য কার্ট নিয়ম

source: Combinable cart rules
bn_bd: মিশ্রণযোগ্য কার্ট নিয়ম

source: Choose Time
bn_bd: সময় চয়ন করুন

source: Highlight
bn_bd: গুরুত্বপূর্ণ

source: Add a new condition group
bn_bd: নতুন শর্তের গ্রুপ যোগ করুন

source: Condition group
bn_bd: শর্তের গ্রুপ

source: Decrease
bn_bd: হ্রাস

source: Catalog only
bn_bd: ক্যাটালগ শুধুমাত্র

source: Search only
bn_bd: শুধু অনুসন্ধান

source: Stock
bn_bd: স্টক

source: Filter by period
bn_bd: সময়সীমা অনুযায়ী ফিল্টার
