Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersFeature.*.xlf
Languages: ar_sa, ca_es, gl_es, uk_ua

source: Current theme in use:
ar_sa: القالب المستخدمة حالياً:
ca_es: Nom del tema actual:
gl_es: Tema empregado actualmente:
uk_ua: Тема, що використовується:

source: Mail configuration
ar_sa: بريد المعلومات
ca_es: Correu electrònic la informació
gl_es: Configuración do correo
uk_ua: Mail інформація

source: Mail method:
ar_sa: طريقة البريد:
ca_es: Mètode de correu:
uk_ua: Спосіб відправлення пошти:

source: You are using the PHP mail() function.
ar_sa: يمكنك استخدام PHP البريد () وظيفة.
ca_es: Que l'ús de correu () de PHP.
gl_es: Estás a empregar a función mail() de PHP.
uk_ua: Ви використовуєте mail() функцію PHP.

source: You are using your own SMTP parameters.
ar_sa: يمكنك استخدام المعلمات الخاص SMTP الخاصة
ca_es: Podeu utilitzar els paràmetres del seu propi SMTP
gl_es: Estás a empregar os teus propios parámetros SMTP.
uk_ua: Ви використовуєте свої власні параметри SMTP

source: SMTP server:
ar_sa: سيرفر الـSMTP:
ca_es: Servidor SMTP:
uk_ua: SMTP сервер:

source: SMTP username:
ar_sa: أسم المستخدم لـ SMTP:
ca_es: Nom d'usuari SMTP:
uk_ua: SMTP користувач:

source: Defined
ar_sa: تعريف
ca_es: Definit
uk_ua: Визначено

source: Not defined
ar_sa: لم يتم تعريف
ca_es: No definit
gl_es: Sen definir
uk_ua: Не визначено

source: SMTP password:
ar_sa: كلمة سر الـ SMTP:
ca_es: Contrasenya SMTP:
uk_ua: SMTP пароль:

source: Encryption:
ar_sa: التشفير:
ca_es: Encriptació:
gl_es: Cifrado:
uk_ua: Шифрування:

source: SMTP port:
ar_sa: منفذ الـ SMTP:
ca_es: Port SMTP:
uk_ua: SMTP порт:

source: Your information
ar_sa: معلوماتك
ca_es: La seva informació
gl_es: A túa información
uk_ua: Ваша інформація

source: Your web browser:
ar_sa: متصفحك:
ca_es: El teu navegador:
gl_es: O teu navegador web:
uk_ua: Ваш браузер:

source: Check your configuration
ar_sa: تحقق التكوين الخاص بك
ca_es: Comproveu els paràmetres de
gl_es: Comproba a túa configuración
uk_ua: Перевірте конфігурацію

source: Required parameters:
ar_sa: معلومات إجبارية:
ca_es: Paràmetres obligatoris:
gl_es: Parámetros requiridos:
uk_ua: Обов'язкові параметри:

source: Optional parameters:
ar_sa: معلومات إختيارية:
ca_es: Paràmetres opcionals:
uk_ua: Додаткові параметри:

source: List of changed files
ar_sa: قائمة الملفات المعدلة
ca_es: Llista de fitxers modificats
uk_ua: Перелік змінених файлів

source: This email address is not valid
ca_es: Aquesta adreça de correu electrònic és incorrecta!
gl_es: Este enderezo de correo electrónico non é válido

source: Logs
ca_es: Registres
gl_es: Rexistros
