Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminModulesFeature.*.xlf
Languages: fr_fr, uk_ua

source: Check update
fr_fr: Vérifier la mise à jour
uk_ua: Перевірити оновлення

source: RTL Module
fr_fr: Module RTL
uk_ua: Модуль RTL

source: Manage hooks
fr_fr: Points d'accroche
uk_ua: Управління хуками

source: Discover on Addons Marketplace
fr_fr: Découvrir sur la marketplace Addons
uk_ua: Знайдіть на Addons Marketplace

source: Discover
fr_fr: Découvrir
uk_ua: Відкрити

source: Install
fr_fr: Installer
uk_ua: Встановити

source: All Categories
fr_fr: Toutes les catégories
uk_ua: Всі категорії

source: %nbModules% modules and services selected for you
fr_fr: %nbModules% modules et services sélectionnés pour vous
uk_ua: Для вас обрано модулів та служб: %nbModules%

source: Selection
fr_fr: Sélection
uk_ua: Вибір

source: Increasing Price
fr_fr: Prix croissant
uk_ua: Збільшення ціни

source: Decreasing Price
fr_fr: Prix décroissant
uk_ua: Зменшення ціни

source: Popularity
fr_fr: Popularité
uk_ua: Популярність

source: Link your shop to your Addons account to automatically receive important updates for the modules you purchased. Don't have an account yet?
fr_fr: Liez votre boutique à votre compte Addons : vos modules achetés seront automatiquement importés. Vous n'avez pas encore de compte ?
uk_ua: Зв'яжіть ваш магазин з обліковим записом PrestaShop Addons для автоматичного отримання оновлень придбаних модулів. Ще не зареєстровані?

source: Sign up now
fr_fr: Inscrivez-vous
uk_ua: Реєстрація

source: Confirm logout
fr_fr: Confirmer la déconnexion
uk_ua: Підтвердити вихід

source: Yes, log out
fr_fr: Oui, me déconnecter
uk_ua: Так, вийти

source: Module verification
fr_fr: Vérification de module
uk_ua: Перевірка мудулю

source: Author
fr_fr: Auteur
uk_ua: Автор

source: Back to modules list
fr_fr: Retour à la liste des modules
uk_ua: Повернутись до списку модулів

source: Proceed with the installation
fr_fr: Continuer l'installation
uk_ua: Перейти до встановлення

source: Buy module
fr_fr: Acheter le module
uk_ua: Придбати модуль

source: Upload a module
fr_fr: Installer un module
uk_ua: Завантажити модуль

source: Drop your module archive here or
fr_fr: Glissez l'archive de votre module ici ou
uk_ua: Перетягніть архів з модулем сюди або

source: select file
fr_fr: sélectionnez un fichier
uk_ua: оберіть файл

source: Connect to Addons marketplace
fr_fr: Se connecter à la marketplace Addons
uk_ua: Підключитися до магазину додаткових компонентів

source: Read More
fr_fr: En savoir plus
uk_ua: Детальніше

source: Enable Mobile
fr_fr: Activer sur mobile
uk_ua: Увімкнути модуль

source: Disable Mobile
fr_fr: Désactiver sur mobile
uk_ua: Вимкнути у мобільній версії

source: Module manager
fr_fr: Gestionnaire de modules
uk_ua: Керування модулями

source: Module notifications
fr_fr: Notifications des modules
uk_ua: Повідомлення модулів

source: Toggle Dropdown
fr_fr: Ouvrir/fermer la liste déroulante
uk_ua: Переключити розкривне меню

source: v%version% - by %author%
fr_fr: v%version% - par %author%
uk_ua: v%version% – %author%

source: PrestaShop Addons Marketplace
uk_ua: Магазин додаткових компонентів PrestaShop

source: Exit to PrestaShop Addons Marketplace
fr_fr: Aller sur PrestaShop Addons
uk_ua: Перейти до магазину додаткових компонентів PrestaShop

source: See all results for your search on
fr_fr: Voir tous les résultats pour votre recherche sur
uk_ua: Переглянути всі результати пошуку для

source: Service by %author%
fr_fr: Service par %author%
uk_ua: Обслуговування: %author%

source: Show all modules
fr_fr: Voir tous les modules
uk_ua: Показати всі модулі

source: Enabled Modules
fr_fr: Modules activés
uk_ua: Модулі увімкнено

source: Disabled Modules
fr_fr: Modules désactivés
uk_ua: Вимкнені модулі

source: You do not have module in « %categoryName% ».
fr_fr: Vous n'avez pas de module dans « %categoryName% ».
uk_ua: В категорії « %categoryName% » модулі відсутні.

source: Discover the best-selling modules of this category in the %link% page.
fr_fr: Découvrir les meilleurs ventes de modules de cette catégorie sur la page %link%.
uk_ua: Перегляньте найбільш популярні модулі цієї категорії за посиланням %link%.

source: Recently Used
fr_fr: Utilisé récemment
uk_ua: Нещодавно використані

source: Disable module?
fr_fr: Désactiver le module ?
uk_ua: Вимкнути модуль?

source: Uninstall module?
fr_fr: Désinstaller le module ?
uk_ua: Видалити модуль?

source: Reset module?
fr_fr: Réinitialiser le module ?
uk_ua: Скинути модуль?

source: Yes, disable it
fr_fr: Oui, le désactiver
uk_ua: Так, вимкнути

source: Yes, uninstall it
fr_fr: Oui, désinstaller
uk_ua: Так, видалити

source: Yes, reset it
fr_fr: Oui, réinitialiser
uk_ua: Так, змінити

source: Bulk action confirmation
fr_fr: Confirmation de l'action de masse
uk_ua: Підтвердження масових дій

source: Yes, I want to do it
fr_fr: Oui, je veux le faire
uk_ua: Так, я бажаю

source: Optional: delete module folder after uninstall.
fr_fr: Optionnel : supprimer le dossier du module après la désinstallation.
uk_ua: Додатково: вилучити папку модуля після видалення.

source: Drop your module archive here or [1]select file[/1]
fr_fr: Glissez l'archive de votre module ici ou [1]sélectionnez un fichier[/1]
uk_ua: Перетягніть архів з модулем сюди або [1]оберіть файл[/1]

source: Free
fr_fr: gratuit
uk_ua: Безкоштовно!

source: v%version% by %author%
fr_fr: v%version% - par %author%
uk_ua: v%version%, %author%

source: Overview
fr_fr: Description
uk_ua: Огляд

source: Additional information
fr_fr: Informations supplémentaires
uk_ua: Додаткова інформація (номер під'їзду, поверх; зручний час доставки,...)

source: Benefits
fr_fr: Bénéfices
uk_ua: Переваги

source: Features
fr_fr: Caractéristiques
uk_ua: Характеристики

source: Demo video
fr_fr: Vidéo de démo
uk_ua: Демонстраційне відео

source: Changelog
fr_fr: Nouveautés
uk_ua: Список змін

source: %nbModules% modules to configure
fr_fr: %nbModules% modules à configurer
uk_ua: Конфігурація модулів: %nbModules%

source: Modules to configure
fr_fr: Modules à configurer
uk_ua: Модулі для налаштування

source: Administration
uk_ua: Адміністрування

source: Design & Navigation
uk_ua: Дизайн та Навігація

source: Promotions & Marketing
uk_ua: Акції та Маркетинг

source: Product Page
fr_fr: Fiche produit
uk_ua: Сторінка товару

source: Payment
fr_fr: Paiement
uk_ua: Оплата

source: Shipping & Logistics
fr_fr: Livraison & Logistique
uk_ua: Доставка та Логістика

source: Traffic & Marketplaces
fr_fr: Trafic & Marketplaces
uk_ua: Трафік та Поширення

source: Customers
fr_fr: Clients
uk_ua: Клієнти

source: Facebook & Social Networks
fr_fr: Facebook & Réseaux Sociaux
uk_ua: Facebook та Соціальні мережі

source: Specialized Platforms
fr_fr: Spécialisations
uk_ua: Спеціалізовані платформи

source: Theme modules
fr_fr: Modules du thème
uk_ua: Модулі теми

source: Other
fr_fr: Autre
uk_ua: Інше

source: %nbModules% modules to update
fr_fr: %nbModules% modules à mettre à jour
uk_ua: Оновлення модулів: %nbModules%

source: Modules to update
fr_fr: Modules à mettre à jour
uk_ua: Модулі що мають оновлення

source: Upgrade All
fr_fr: Tout mettre à jour
uk_ua: Оновити усі
