Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminNotificationsSuccess.*.xlf
Languages: es_es

source: Successful deletion.
es_es: Eliminación correcta.

source: Successful creation.
es_es: Creación correcta.

source: The settings have been successfully updated.
es_es: La configuración ha sido actualizada correctamente.

source: The image was successfully deleted.
es_es: La imagen ha sido eliminada correctamente.

source: The thumbnails were successfully regenerated.
es_es: Las miniaturas fueron regeneradas correctamente.

source: Comment successfully added.
es_es: Comentario añadido correctamente.

source: Successful upload.
es_es: Subido satisfactoriamente.

source: Duplication was completed successfully.
es_es: La copia se ha realizado correctamente.

source: The module was successfully downloaded.
es_es: El módulo ha sido subido correctamente.

source: The selection has been successfully deleted.
es_es: Los elementos seleccionados han sido eliminados correctamente.

source: The status has been successfully updated.
es_es: El estado ha sido actualizado correctamente.

source: The selected images have successfully been moved.
es_es: Las imagenes seleccionadas han sido movidas correctamente.

source: Your cover image selection has been saved.
es_es: Tu imagen de portada seleccionada ha sido guardada.

source: The image's shop association has been modified.
es_es: La imagen asociada a la tienda ha sido modificada.

source: A zone has been assigned to the selection successfully.
es_es: Se ha asignado correctamente una zona a la selección.

source: Successful upgrade.
es_es: Actualización correcta.

source: Successful update.
es_es: Actualización correcta.

source: The settings have been updated.
es_es: La configuración ha sido actualizada.

source: Settings updated.
es_es: Configuración actualizada.

source: Settings updated
es_es: Configuración actualizada

source: Configuration updated
es_es: Configuración actualizada

source: The status has been updated successfully
es_es: El estado ha sido actualizado correctamente

source: Failed to update the status
es_es: Error al actualizar el estado

source: Your theme has been correctly exported: %path%
es_es: Tu tema se ha exportado correctamente: %path%

source: The status has been updated successfully.
es_es: El estado se ha actualizado correctamente.

source: Update successful
es_es: Actualización correcta

source: Successful deletion
es_es: Eliminación correcta
