Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogHelp.*.xlf
Languages: ca_es, es_es, fa_ir, fr_fr, ru_ru, th_th

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
ca_es: Aquesta combinació té un preu diferent? És més barat o més car que el preu de venda per defecte?
es_es: ¿Esta combinación tiene un precio diferente? ¿Es más barata o más cara que el precio de venta final predeterminado?
fa_ir: این ترکیب قیمت متفاوتی دارد؟ ارزان‌تر یا گران‌تر از قیمت خرده فروشی پیش فرض است؟
fr_fr: Cette déclinaison a-t-elle un prix différent ? Est-elle plus ou moins chère que le prix de vente par défaut ?
ru_ru: У этой комбинации другая цена? Она дороже или дешевле обычной розничной цены?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
ca_es: Les combinacions són les diferents variacions d'un producte, amb atributs com la seva mida, el pes o el color que pot prendre valors diferents. Per crear una combinació, cal crear els atributs del seu producte per primera vegada. Anar al Catàleg > Atributs i funcions per això!
es_es: Las combinaciones son las diferentes variaciones de un producto, con atributos como su tamaño, peso o color tomando valores diferentes. Para crear una combinación, primero debes crear los atributos del producto. Para ello, ¡dirígete a Catálogo > Atributos y Características!
fa_ir: ترکیب‌ها انواع مختلفی از یک محصول هستند با مشخصه‌هایی مانند اندازه، وزن یا رنگ که ارزش‌های مختلفی دارند. برای ایجاد یک ترکیب، لازم است تا اول مشخصه‌های محصول خود را ایجاد کنید. برای این کار به کاتالوگ > مشخصه‌ها و ویژگی‌های محصول بروید!
fr_fr: Les déclinaisons sont les différentes variantes d'un produit, avec des attributs comme sa taille, son poids ou sa couleur qui prennent différentes valeurs. Pour créer une déclinaison, vous devez auparavant créer les attributs du produit. Pour cela, allez dans "Catalogue" > "Attributs & caractéristiques" !
ru_ru: Комбинации - это разные вариации товара, когда его атрибуты, например, размер, вес или цвет, принимают разные значения. Для создания комбинации сперва нужно создать атрибуты товара. Для этого перейдите в "Каталог > Атрибуты товара"!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
ca_es: Per afegir combinacions, primer heu de crear atributs i valors adequats a [1]Atributs i funcions[/1]. <br> Quan finalitzeu, podeu introduir els atributs desitjats (com "mida" o "color") i els seus valors respectius ("XS", "vermell", "tot", etc.) al camp següent; o simplement seleccioneu-los des-de la columna dreta. A continuació, feu clic a "Generar": automàticament crearà totes les combinacions per a vosaltres!
es_es: Para añadir combinaciones, primero necesitas crear los atributos y valores apropiados desde la página Atributos y Características. <br> Cuando hayas terminado, puedes introducir los atributos deseados (tales como "talla" o "color") y sus valores respectivos ("XS", "rojo", "todas", etc.) en el campo siguiente; o simplemente seleccionarlos en la columna derecha. A continuación, haz clic en "Generar": ¡automáticamente se crearán todas las combinaciones para ti!
fa_ir: برای افزودن ترکیب‌ها، در ابتدا نیازمند ایجاد مشخصه‌های مناسب و مقادیر در [1]مشخصه‌ها و ویژگی‌ها[/1] هستید.<br> هنگامی که تمام شد، می‌توانید مشخصه‌های دلخواه (مانند «اندازه» یا «رنگ») و مقادیرشان را («XS»، «قرمز»، «همگی» و غیره) را در فیلد زیر وارد نمایید؛ یا به سادگی آن‌ها را از ستون کناری انتخاب نمایید. سپس بر روی «تولید» کلیک کنید. به طور خودکار تمام ترکیبات را برای شما ایجاد خواهد کرد!
fr_fr: Pour ajouter des déclinaisons, vous devez d'abord créer les attributs et valeurs nécessaires dans [1]Attributs & caractéristiques[/1].<br>Une fois créés, vous pouvez renseigner les attributs voulus ("couleur" ou "taille") et leurs valeurs respectives ("vert", "XS", tous", etc.) dans le champ ci-dessous. Ou simplement les sélectionner sur la droite. Puis cliquez sur "Générer": les déclinaisons se créent automatiquement pour vous !
ru_ru: Для добавления комбинаций сперва нужно создать подходящие атрибуты и значения в разделе [1]Атрибуты и Характеристики[/1]. <br>Затем вам будет нужно указать соответствующие требуемым атрибутам (например, "размер" или "цвет") значения ("XL", "Красный", "Все", и т.д.) в поле снизу или в правой колонке. Клик на кнопке "Сгенерировать" автоматически создаст все необходимые вам комбинации!

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
ca_es: Aquest URL és comprensible per humans, es genera amb el nom dels productes. El podeu canviar si voleu.
es_es: Esta es la URL legible por humanos, generada a partir del nombre del producto. Puedes cambiarlo si lo deseas.
fa_ir: این URL قابل خواندن برای انسان می‎باشد که از نام محصول تولید شده است. اگر بخواهید می‌توانید آن را تغییر دهید.
fr_fr: Il s'agit de l'adresse lisible, telle que générée à partir du nom du produit. Vous pouvez la changer si vous le souhaitez.
ru_ru: Это доступная для прочтения ссылка, созданная из названия товара. Если хотите, её можно изменить.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
ca_es: Quan el producte estigui desactivat, seleccioneu a quina pàgina voldríeu redirigir els clients que visitin la seva pàgina escrivint el nom del producte o la categoria.
es_es: Cuando el producto está desactivado, selecciona a qué página te gustaría redirigir a los clientes que visiten la página, introduciendo el nombre del producto o de la categoría.
fa_ir: هنگامی که محصول شما غیرفعال می‌شود، با نوشتن نام محصول یا شاخه انتخاب کنید که هنگام بازدید صفحه‌ی آن، مشتری‌ها به چه صفحه‌ای ریدایرکت شوند.
fr_fr: Quand un produit est désactivé, choisissez vers quelle autre page rediriger les clients qui arrivent sur sa fiche produit, en tapant le nom d'un produit ou d'une catégorie.
ru_ru: Когда товар отключен, выберите страницу, на которую будут перенаправлены посетители вашего магазина, начав печатать название товара или категории.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
ca_es: Sense redireccionament (404) = No redirecciona a cap lloc i mostra una página d'error 404 "Not Found".
es_es: No redireccionar (404) = No redireccionar a ninguna parte y mostrar un página de error 404 "No encontrada".
fa_ir: بدون هدایت کردن (404) = به هیچ جا هدایت نشود و یک صفحه 404 "پیدا نشد" نمایش داده شود.
fr_fr: Pas de redirection (404) = Ne redirige vers aucune page et affiche une page 404 "Page introuvable".
ru_ru: Не перенаправлять (404) = Не перенаправлять и показывать страницу 404 - "Не найдено".

source: Permanent redirection (301) = Permanently display another product or category instead.
ca_es: Redirecció permanent (301) = de forma permament es visualitzarà un altre producte o categoria en el seu lloc.
es_es: Redirección permanente (301) = Mostrar de manera permanente otro producto o categoría en su lugar.
fa_ir: هدایت دائمی (301) = برای همیشه یک محصول یا شاخه‌ی دیگر را نمایش می‌دهد.
fr_fr: Redirection permanente (301) = Redirige de façon permanente vers un autre produit ou catégorie.
ru_ru: Постоянное перенаправление (301) = Всегда показывать другой товар или категорию.

source: Temporary redirection (302) = Temporarily display another product or category instead.
ca_es: Redirecció temporal (302) = Temporalment es visualitzarà un altre producte o categoria en el seu lloc.
es_es: Redirección temporal (302) = Mostrar de manera temporal otro producto o categoría en su lugar.
fa_ir: هدایت موقتی (302) = موقتاً یک محصول یا شاخه‌ی دیگر را نمایش می‌دهد.
fr_fr: Redirection temporaire (302) = Redirige temporairement vers un autre produit ou catégorie.
ru_ru: Временное перенаправление (302) = Временно показывать другой товар или категорию.

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
ca_es: Es recomana mostrar el temps d'entrega per un producte per als comerciants que venen a Europa per a complir amb les lleis locals.
es_es: Se recomienda mostrar el plazo de entrega de un producto a los comerciantes que vendan en Europa para cumplir con las leyes locales.
fa_ir: نمایش زمان تحویل برای یک محصول برای تجاری که در اروپا فروش دارند توصیه می‌شود تا با قوانین محلی مطابقت داشته باشند.
fr_fr: L'affichage du délai de livraison pour un produit est conseillé pour les marchands qui vendent vers l'Europe afin d'être conforme à la réglementation locale.
ru_ru: Продавцам в ЕС рекомендуется показывать время доставки для соответствия местному законодательству.

source: edit
ca_es: editar
es_es: Modificar
fa_ir: ویرایش
fr_fr: Modifier
ru_ru: править

source: If a carrier has a tax, it will be added to the shipping fees. Does not apply to free shipping.
ca_es: Si un transportista té un impost, aquest serà afegit a les despeses d'enviament. No s'aplica a l'enviament gratuït.
es_es: Si un transportista tiene un impuesto, se añadirá a las tarifas de envío. No se aplica al envío gratuito.
fa_ir: اگر یک حامل دارای مالیات است، به مبلغ سبد اضافه می‌شود. به حمل رایگان اعمال نمی‌شود.
fr_fr: Si une taxe est rattachée à un transporteur, elle sera ajoutée aux frais d'expédition. Ne s'applique pas aux envois gratuits.
ru_ru: Если перевозчик платит НДС, то он будет добавлен в оплату доставки. Не применяется при бесплатной доставке.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
ca_es: Aquesta interfície li permet especificar els proveïdors del producte actual i les seves combinacions, si s'escau.
es_es: Esta interfaz te permite especificar los proveedores del producto actual y sus combinaciones, si las hubiera.
fa_ir: این واسط به شما اجازه‌ می‌دهد که توزیع کنندگان محصول و ترکیبات محصول را (در صورت داشتن ترکیب) مشخص کنید.
fr_fr: Cette interface vous permet de préciser les fournisseurs du produit et de ses déclinaisons, s'il y en a.
ru_ru: Этот интерфейс позволяет задать поставщиков данного товара и если надо - его комбинаций.

source: You can specify supplier references according to previously associated suppliers.
ca_es: Podeu especificar referències del proveïdor d'acord amb els proveïdors prèviament associats.
es_es: Puedes especificar referencias de proveedores de acuerdo con los proveedores previamente asociados.
fa_ir: شما می‌توانید مراجع تامین کننده‌ها را با توجه به فراهم کننده‌های سابق، مشخص کنید.
fr_fr: Vous pouvez définir les références fournisseur en fonction des fournisseurs déjà associés.
ru_ru: Можно указать артикулы поставщика в соответствии с ранее назначенными поставщиками.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
ca_es: Quan s'utilitza l'eina avançada de gestió d'estocs (veure botiga Paràmetres> Paràmetres de Productes), els valors que es defineixen (preu, referències) seran utilitzades en les comandes de subministrament.
es_es: Al utilizar la herramienta de administración avanzada de existencias (ver Preferencias > Configuración de los productos), los valores definidos aquí (precio, referencias) se utilizarán en las órdenes de suministro.
fa_ir: هنگامی که از مدیریت پیشرفته موجودی استفاده می‎کنید (نگاه کنید به پارامترهای فروشگاه -> تنظیمات محصولات)، ارزشی که در اینجا وارد می‎کنید (قیمت، مراجع‌) برای تهیه سفارش‌ها استفاده خواهد شد.
fr_fr: Lorsque vous utilisez la gestion des stocks avancée (voir Paramètres de la boutique > Produits), les valeurs que vous définissez (prix, références) seront utilisées dans les commandes fournisseurs.
ru_ru: При использовании расширенного управления запасами (см. Параметры магазина > Настройки товаров), определяемые вами значения (цена, артикулы) будут использованы в заказах на поставку.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
ca_es: Pot especificar referencies de producte per a cadascun dels proveïdors associats. Fes click a "Desa" després de modificar els proveïdors seleccionats per a mostrar els productes associats.
es_es: Puedes especificar una(s) referencia(s) para cada proveedor asociado. Haz clic en "Guardar" después de cambiar los proveedores seleccionados para mostrar las referencias de producto asociadas.
fa_ir: شما می‌توانید برای هر تامین‌کننده‌ی مرتبط، مرجع محصول مشخص کنید. بعد از تغییر تامین‌کننده‌های انتخاب شده، برای نمایش مرجع محصول‌های مرتبط روی «ذخیره» کلیک کنید.
fr_fr: Vous pouvez renseigner des références produit pour chaque fournisseur associé. Cliquez sur "Enregistrer" après avoir modifié vos fournisseurs pour afficher les références associées.
ru_ru: Вы можете указать артикул(ы) товара для каждого соотвествующего поставщика. Кликните "Сохранить" после изменения выбранных поставщиков для отображения соответствующих им артикулов товара.

source: This interface allows you to specify the warehouse in which the product is stocked.
ca_es: Aquesta interfície us permet especificar en quins magatzems es desa el producte.
es_es: Esta interfaz te permite especificar en qué almacenes se encuentra el producto.
fa_ir: این واسطه به شما اجازه می‎دهد که مشخص کنید کالا در کدام انبار موجود است.
fr_fr: Cette interface vous permet de choisir les entrepôts dans lesquels le produit est stocké.
ru_ru: Этот интерфейс позволяет вам указывать, в каких складах хранится товар.

source: It is also possible to specify the location within the warehouse for each product or combination.
ca_es: També és possible especificar la ubicació dins del magatzem per a cada producte o la seva combinació.
es_es: También es posible especificar la ubicación en el almacén de cada producto o combinación.
fa_ir: همچنین امکان پذیر است تا مکان را در محدوه انبار برای هر محصول یا ترکیب مشخص کنید.
fr_fr: Il est aussi possible de préciser l'emplacement de chaque produit ou déclinaison au sein de l'entrepôt.
ru_ru: Также можно указать расположение на складе для каждого товара или комбинации.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
ca_es: Nombre de dies que el fitxer serà accessible pels vostres clients. Poseu zero per a un accés il·limitat.
es_es: Número de días en que los clientes pueden acceder a este archivo. Establecer a cero para un acceso ilimitado.
fa_ir: تعداد روزهایی که این فایل برای مشتری قابل دسترس خواهد بود. برای دسترس نامحدود 0 قرار دهید.
fr_fr: Nombre de jours durant lesquels le fichier sera accessible par les clients (saisir 0 pour un accès illimité).
ru_ru: Количество дней, которые этот файл может быть доступен клиентам. Задайте значение ноль для неограниченного доступа.

source: Upload a file from your computer (%maxUploadSize% max.)
ca_es: Carregar un fitxer des de l'ordinador (%maxUploadSize% màx.)
es_es: Subir un archivo desde tu ordenador (%maxUploadSize% máx.)
fa_ir: یک فایل از کامپیوتر خود بارگذاری کنید (حداکثر %maxUploadSize%.)
fr_fr: Envoyez un fichier depuis votre ordinateur (%maxUploadSize% max.)
ru_ru: Загрузка файла с вашего компьютера (%maxUploadSize% макс.)

source: The full filename with its extension (e.g. Book.pdf)
ca_es: El nom complet del fitxer amb la seva extensió (p. ex. Llibre.pdf)
es_es: El nombre completo del archivo con su extensión (por ejemplo: libro.pdf)
fa_ir: نام کامل فایل با این پسوند (نمونه: Book.pdf)
fr_fr: Le nom complet du fichier avec l'extension (exemple : Livre.pdf)
ru_ru: Полное имя файла с расширением (например: book.jpg)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
ca_es: Nombre de descàrregues permeses per client. Poseu 0 per a descàrregues il·limitades.
es_es: Número de descargas permitidas por cliente. Establecer a 0 para descargas ilimitadas.
fa_ir: تعداد دانلود مجاز برای هر مشتری. برای دانلود نامحدود 0 قرار دهید.
fr_fr: Nombre de téléchargements permis par client. Mettez 0 pour des téléchargements illimités.
ru_ru: Количество разрешенных загрузок на одного покупателя (введите 0 для неограниченного количества загрузок).

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
ca_es: Si està establert, el fitxer no es podrà descarregar després d'aquesta data. Deixeu-lo en blanc per tal que no hi hagi una data de caducitat
es_es: Después de esta fecha, el archivo no podrá ser descargado. Deja este campo en blanco si no quieres incluir una fecha límite.
fa_ir: اگر تعیین کنید، فایل بعد از این تاریخ غیرقابل دانلود خواهد شد. برای نداشتن تاریخ انقضا، این قسمت را خالی رها کنید.
fr_fr: Si elle est définie, le fichier ne sera plus disponible au téléchargement à partir de cette date. Laissez vide si vous ne souhaitez pas de date d'expiration
ru_ru: При включении этой функции файл будет недоступен для загрузки после этой даты. Если вы оставите это поле пустым, то файл будет доступен для загрузки на постоянной основе.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
ca_es: La quantitat mínima requerida per comprar aquest producte (s'estableix en 1 per desactivar aquesta funció). Per exemple.: Si s'estableix en 3, els clients podran comprar el producte només si en compren 3 o més.
es_es: La cantidad minima requerida para comprar este producto (establecer a 1 para desactivar esta característica). Ej.: si se establece a 3, los clientes podrán comprarlo solo si llevan al menos 3 en cantidad.
fa_ir: کمترین تعداد مورد نیاز برای خرید این محصول (برای غیر فعال کردن این ویژگی ۱ قرار دهید). مثلاً: اگر ۳ قرار دهید، مشتریان در صورتی قادر به خرید خواهند شد که حداقل ۳ عدد از این محصول را سفارش دهند.
fr_fr: La quantité minimale requise pour acheter ce produit (indiquez 0 pour désactiver cette fonctionnalité). Par ex. : si défini à 3, les clients pourront acheter le produit seulement s'ils en prennent 3 quantités.
ru_ru: Минимальное обязательное количество покупаемого товара (1 отключает эту функцию). То есть, если указать 3, то клиенты смогут купить этот товар в количестве не менее 3 штук.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
ca_es: El correu electrònic s'enviarà a tots els usuaris que tenen dret a executar la pàgina d'estoc. Per modificar els permisos, aneu a [1]Paràmetres avançats > Equip[/1]
es_es: El mensaje de correo electrónico se enviará a todos los usuarios que tienen permisos para trabajar con la página de stock. Para modificar los permisos, dirígete a [1]Parámetros avanzados > Equipo[/1]
fa_ir: ایمیل برای تمام کاربرانی که حق اجرای صفحه‌ی موجودی را دارند ارسال خواهد شد. برای اصلاح مجوزها، به صفحه‌ی [1]پارامترهای پیشرفته > تیم[/1] بروید
fr_fr: L'email sera envoyé à tous les utilisateurs qui ont les droits de gérer la page des stocks. Pour modifier les permissions, aller dans [1]Advanced Parameters > Team[/1]
ru_ru: Уведомление отправится всем, кому разрешено управление запасами. Для управления разрешениями перейдите в [1]"Расширенные настройки > Работники"[/1]

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
ca_es: Les combinacions són les diferents variacions d'un producte, amb atributs com la seva mida, el pes o el color que pot prendre valors diferents. El seu producte requereix combinacions?
es_es: Las combinaciones son las diferentes variaciones de un producto en los que atributos como la talla, el peso o el color tienen valores distintos. ¿Tu producto requiere combinaciones?
fa_ir: ترکیب‌ها انواع مختلفی از یک محصول هستند با مشخصه‌هایی مانند اندازه، وزن یا رنگ که ارزش‌های مختلفی دارند. محصول شما به ترکیب نیاز دارد؟
fr_fr: Les déclinaisons sont les différentes variantes d'un produit, avec des attributs comme la taille, le poids ou la couleur qui prennent différentes valeurs. Votre produit nécessite-t-il des déclinaisons ?
ru_ru: Комбинации - это разные вариации товара, когда его атрибуты, например, размер, вес или цвет, принимают разные значения. Для этого товара нужны комбинации?

source: Advanced settings in [1][2]Combinations[/1]
ca_es: Configuracions avançades en [1][2]Combinacions[/1]
es_es: Configuración avanzada en [1][2]Combinaciones[/1]
fa_ir: تنظیمات پیشرفته در [1][2]ترکیبات[/1]
fr_fr: Paramètres avancés dans [1][2]Déclinaisons[/1]
ru_ru: Расширеные настройки в [1][2]Комбинации[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
ca_es: El seu codi de referència per a aquest producte. Es permeten caràcters especials: .-_ #.
es_es: Tu código de referencia para este producto. Caracteres especiales permitidos: .-_#.
fa_ir: کد مرجع شما برای این محصول. کاراکترهای خاص که مجاز هستند: .-_#.
fr_fr: Votre référence pour ce produit. Caractères spéciaux autorisés : .-_#.
ru_ru: Артикул для этого товара. Разрешенные спецсимволы: .-_#.

source: How many products should be available for sale?
ca_es: Quants productes han d'estar disponibles per a la venda?
es_es: ¿Cuántos productos deben estar disponibles para la venta?
fa_ir: چند محصول برای فروش باید در دسترس باشد؟
fr_fr: Combien de produits doivent être disponibles à la vente ?
ru_ru: Сколько товаров должно быть доступно для продажи?

source: Advanced settings in [1][2]Quantities[/1]
ca_es: Configuracions avançades en [1][2]Cantitats[/1]
es_es: Configuración avanzada en [1][2]Cantidades[/1]
fa_ir: تنظیمات پیشرفته در [1][2]تعداد[/1]
fr_fr: Paramètres avancés dans [1][2]Quantités[/1]
ru_ru: Расширенные настройки в [1][2]Количествах[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ca_es: Aquest és el preu de venda a la que té la intenció de vendre aquest producte als seus clients. El preu impost inclòs canviarà d'acord amb la norma tributària que seleccioni.
es_es: Este es el precio final al que vende este producto a tus clientes. El precio con impuestos incluidos, cambiará según la regla de impuestos que selecciones.
fa_ir: این قیمت خرده فروشی است که شما این محصول را به مشتریان خود می‌فروشید. قیمت همراه با مالیات با توجه به قانون مالیاتی که شما انتخاب می‌کنید تغییر خواهد یافت.
fr_fr: C'est le prix auquel vous comptez vendre votre produit à vos clients. Le prix TTC sera ajusté en fonction de la règle de taxe que vous sélectionnez.
ru_ru: Это розничная цена, по которой вы хотите проавать товары клиентам. Цена с налогами изменится в соответствии с выбранными вами налоговыми правилами.

source: Advanced settings in [1][2]Pricing[/1]
ca_es: Configuracions avançades en [1][2]Preus[/1]
es_es: Configuración avanzada en [1][2]Precios[/1]
fa_ir: تنظیمات پیشرفته در [1][2]قیمت گذاری[/1]
fr_fr: Paramètres avancés dans [1][2]Prix[/1]
ru_ru: Расширеные настройки в [1][2]Ценовых правилах[/1]
