Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersNotification.*.xlf
Languages: ca_es, gl_es, ru_ru

source: Always verify the quality and integrity of your backup files!
ca_es: Sempre verificar la qualitat i la integritat dels seus arxius de còpies de seguretat.
ru_ru: Всегда проверяйте качество и целостность файлов ваших резервных копий.

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
ca_es: Verifiqui sempre que els seus arxius de les còpies de seguretat són correctes, i que són recents i vàlids, Fins i tot malgrat que surti un missatge de confirmació durant el procés de còpia de seguretat.
ru_ru: Всегда проверяйте, что бы ваши резервные копии были полными, актуальными и валидными, даже если у вас было сообщение об успехе во время процесса их создания.

source: Always check your data.
ca_es: Sempre revisi les seves dades.
gl_es: Comproba sempre os teus datos.
ru_ru: Всегда проверяйте данные.

source: Never restore a backup on a live site.
ca_es: Mai restaurar una còpia de seguretat en un lloc actiu.
gl_es: Nunca restaures unha copia de seguridade nun sitio en funcionamento.
ru_ru: Никогда не восстанавливайте данные из резервной копии на включенном сайте.

source: Beginning the download ...
ca_es: ﻿Començant la descàrrega...
gl_es: Comenzando a descargar ...
ru_ru: Загрузка началась...

source: Backup files should automatically start downloading.
ca_es: Els fitxers de còpia de seguretat començaran a descarregar-se automàticament.
gl_es: Os arquivos da copia de seguridade deberían comezar a se descargar automaticamente.
ru_ru: Загрузка файлов резервных копий должна начаться автоматически.

source: If not,[1][2] please click here[/1]!
ca_es: Si no, [1][2] feu clic aquí[/1]!
ru_ru: Если нет, [1][2], нажмите здесь[/1]!

source: Are you sure that you would like to delete this entity:
ru_ru: Вы точно хотите удалить этот объект:

source: The locale must be installed
ca_es: Les particularitats han de ser instal·lades
ru_ru: Локализация должна быть установлена

source: SSL does not seem to be available on your server.
ca_es: SSL no sembla que estigui disponible al vostre servidor.
gl_es: Semella que o SSL non está dispoñible no teu servidor.
ru_ru: Ваш сервер не поддерживает SSL.

source: When saving the query, only the "SELECT" SQL statement is allowed.
ca_es: Quan desem la consulta, només es permet la sentència "SELECT".
ru_ru: При сохранении запроса разрешен только SQL-оператор "SELECT".

source: Do you really want to remove the server %serverIp%:%serverPort% ?
ca_es: Segur que voleu eliminar el servidor %serverIp%:%serverPort% ?
ru_ru: Вы действительно хотите удалить сервер %serverIp%:%serverPort%?

source: OK
ca_es: Acceptar
gl_es: Aceptar
ru_ru: ОК

source: Please fix the following error(s)
ca_es: Si us plau, consulteu el següent error (s)
gl_es: Por favor, corrixe os seguintes erros
ru_ru: Обратите внимание на следующие ошибки

source: Checking files...
ca_es: Verificant fitxers...
gl_es: Comprobando ficheiros...
ru_ru: Проверка файлов...

source: Missing files
ca_es: Fitxers desapareguts
gl_es: Ficheiros que faltan
ru_ru: Недостающие файлы

source: Updated files
ca_es: Fitxers pujats
gl_es: Ficheiros actualizados
ru_ru: Обновленные файлы

source: Changed/missing files have been detected.
ca_es: S'ha detectat un canvi/desaparició de fitxers
gl_es: Detectáronse ficheiros mudados/desaparecidos.
ru_ru: Были обнаружены измененные или недостающие файлы

source: No change has been detected in your files.
ca_es: No s'han detectat canvis als vostres fitxers.
gl_es: Non se detectou ningún cambio nos teus ficheiros.
ru_ru: В ваших файлах изменений не обнаружено.

source: Unable to open your backup directory
ca_es: No es pot obrir el directori de còpies de seguretat
gl_es: Non se puido abri-lo directorio da túa copia de seguridade

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
ca_es: Estableix els permisos d'escriptura per a la carpeta "themes%s/lang/" i les subcarpetes, recursivament.
gl_es: Establecer os permisos de escritura para o cartafol "themes%s/lang/" e mailos seus subcartafoles, de maneira recursiva.
