Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersHelp.*.xlf
Languages: ca_es, es_es, fr_fr, ro_ro, sr_cs

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
ca_es: Hi ha una quantitat enorme de dades, de manera que cada connexió corresponent a un remitent està indexada. Podeu actualitzar l'índex clicant el botó de "Refrescar índex". Tingueu en compte que el reindexat triga molt de temps i només cal fer-lo quan modifiqueu o afegiu un remitent i voleu que els canvis siguin retroactius.
es_es: Hay una cantidad enorme de datos, de modo que cada conexión correspondiente a un afiliado es indexada. Puedes actualizar esta indexación haciendo clic en el botón "Actualizar índice". Este proceso puede tomar un tiempo en completarse, y sólo es necesario realizarlo si modificas o añades un afiliado, o si deseas que los cambios sean retroactivos.
fr_fr: Il y a un grand nombre de données stockées, donc chaque connexion correspondant à un site référant est indexée. Vous pouvez rafraîchir les index en cliquant sur le bouton ci-dessus. Sachez que cette opération peut prendre plusieurs minutes, et n'est requise que si vous modifiez ou ajoutez un référant, ou si vous souhaitez que vos modifications soient rétroactives.
ro_ro: Este o cantitate imensa de date, astfel incat fiecare conexiune corespunzatoare unui referer este indexata. Se poate improspata acest index dand clic pe butonul de mai sus. Poate dura destul de mult si este necesar doar daca ai modificat sau ai adaugat un referer si doresti ca modificarile sa fie retroactive.
sr_cs: Postoji velika količina podataka, pa svaka veza koja odgovara upućuvaču se indeksira. Možete da osvežite ovaj indeks ako kliknete na dugme iznad. Ovaj proces može potrajati, i potreban je samo ako ste menjali ili dodali upućivača, ili ako želite promene da budu retroaktivne.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
ca_es: Les vostres dades són a la memòria cau per ser filtrades i ordenades. Podeu refrescar la memòria cau clicant sobre el botó "Refrescar memòria cau".
es_es: Tu información es cacheada con el objetivo de ordenarla y filtrarla. Puedes actualizar la caché haciendo clic en el botón "Actualizar la caché".
fr_fr: Vos données sont mises en cache afin de les trier et de les filtrer. Vous pouvez vider le cache en cliquant sur le bouton "Rafraîchir le cache".
ro_ro: Datele tale sunt stocate in memoria cache pentru a le sorta si filtra. Poti actualiza memoria cache, facand clic pe butonul "Actualizare cache".
sr_cs: Vaš podatak je keširan kako bi se sortirao i filtrirao. Možete osvežiti keš klikom na dugme "Osveži keš".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
ca_es: El trànsit directe pot consumir recursos intensivament. Considereu-ne la possibilitat només si disposeu d'una base de dades sòlida i una forta necessitat de fer-ho.
es_es: El tráfico directo consume un mayor número de recursos del sistema. Debes considerar la posibilidad de activarlo solo si tienes una gran necesidad de hacerlo.
fr_fr: L'enregistrement du trafic direct peut être très lourd en termes d'espace disque et de performances, vous ne devez l'activer que si vous avez la base de données adéquate et un réel besoin de ces informations.
ro_ro: Traficul direct poate fi foarte mare consumator de resurse. Ar trebui considerata activarea sa doar daca ai un server de baza de date puternic si o nevoie puternica pentru aceste date.
sr_cs: Direktan saobraćaj može biti veoma zahtevan po pitanju resursa. Razmislite o njegovom uključivanje samo ako imate jaku potrebu za tim.

source: Show me more
ca_es: Mostrar-ne més
es_es: Mostrarme más
fr_fr: Voir plus
ro_ro: Arata mai mult
sr_cs: Prikaži još

source: Definitions:
ca_es: Definicions:
es_es: Definiciones:
fr_fr: Définitions :
ro_ro: Definitii:

source: The "http_referer" field is the website from which your customers arrive.
ca_es: El camp "http_referer" és el web previ del que provenen els clients.
es_es: El campo "http_referer" es el sitio web desde el que provienen tus clientes.
fr_fr: Le champ "http_referer" représente le site par lequel le visiteur est arrivé.
ro_ro: Campul `http_referer`este site-ul de unde vin clientii tai

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
ca_es: Per exemple, els visitants procedents de Google tindran un 'http_referer' com aquest: "http://www.google.com/search?q=prestashop".
es_es: Por ejemplo, los visitantes procedentes de Google tendrán un valor "http_referer" como este: "http://www.google.com/search?q=prestashop".
fr_fr: Par exemple, les visiteurs provenant de Google auront un "http_referer"comme celui-ci : "http://www.google.com/search?q=prestashop".
ro_ro: De exemplu vizitatorii care vin din Google vor avea o valoarea 'http_referer' ca acesta: "http://www.google.ro/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
ca_es: Si el visitant arriba directament (escrivint l'URL de la botiga o mitjançant l'ús dels seus marcadors, per exemple), la variable http_referer estarà buida.
es_es: Si el visitante llega directamente a tu tienda (tecleando la URL en el navegador o usando sus marcadores), el http_referer estará vacío.
fr_fr: Si le visiteur arrive directement sur le site (soit en tapant l'URL dans la barre d'adresse, soit en choisissant un de ses favoris par exemple), ce champ sera vide.
ro_ro: Daca vizitatorul vine direct (prin introducerea URL-ului sau prin folosirea de bookmarks, de exemplu), http_referer va fi gol.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
ca_es: Així que si vol tots els visitants que vénen de Google, pot premer \"%google%\" en aquest camp, o \"% google.fr%\" si només vol els visitants procedents de Google França.
es_es: Si quieres filtrar todos los visitantes provenientes de Google, puedes teclear "%google%" en este campo. Alternativamente, puedes teclear "%google.es%" para ver los visitantes procedentes de Google España.
fr_fr: Donc si vous souhaitez filtrer tous les visiteurs provenant de Google, vous pouvez indiquer \"%google%\" dans ce champ, ou \"%google.fr%\" si vous ne souhaitez que les visiteurs de Google France.
ro_ro: Deci daca vrei toti vizitatorii care au venit de la Google, poti scrie \"%google%\" in acest camp, sau \"%google.ro%\" daca vrei doar vizitatorii care vin din Google Romania.
sr_cs: Dakle, ako želite da vidite sve posetioce koji dolaze preko Google-a, možete kucati \"% google%\" u ovom polju, ili \"% google.fr%\" ako želite da vidite samo posetioce koji dolaze preko Google Francuska.

source: The "request_uri" field is the URL from which the customers come to your website.
ca_es: El camp "request_uri" és l'URL des del qual els visitants arriben al vostre web.
es_es: El campo "request_uri" es la URL desde la cual los clientes llegan a tu sitio web.
fr_fr: Le champ "request_uri" est l'URL par laquelle le visiteur est arrivé sur votre site.
ro_ro: Campul "request_uri" este URL-ul de unde clientii vin pe site-ul tau.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
ca_es: Per exemple, si el visitant accedeix a una pàgina de producte, l'URL serà com aquest: "%smusic-ipods/1-ipod-nano.html".
es_es: Por ejemplo, si el visitante accede a una página de producto, la URL será: "%smusic-ipods/1-ipod-nano.html".
fr_fr: Par exemple, si le visiteur accède à une fiche produit, l'URL ressemblera à celle-ci : "%smusic-ipods/1-ipod-nano.html".
ro_ro: De exemplu, in cazul in care vizitatorul acceseaza o pagina de produs, URL-ul va fi ca acesta: "%smuzica-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
ca_es: Això és útil, perquè permet afegir etiquetes o tokens als enllaços que apunten al vostre lloc web.
es_es: Esto es muy útil ya que puedes añadir etiquetas o tokens a los enlaces que apuntan a tu sitio web.
fr_fr: L'intérêt réside dans le fait que vous pouvez ainsi ajouter des mot-clés dans les URL qui pointent vers votre site.
ro_ro: Este interesant pentru ca se pot adauga etichete sau tokenuri in linkurile care tintest spre situl tau.
sr_cs: Ovo je korisno jer možete da dodate oznake ili preuzete u veze koje upućuju na vaš sajt.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
ca_es: Per exemple, podeu publicar un enllaç (com ara "%sindex.php?myuniquekeyword" -- tingueu en compte que afegiu "?myuniquekeyword" al final de l'URL) en un fòrum en línia o en un comentari de blog, i obtindreu estadístiques de visitants per aquest únic enllaç entrant "%%myuniquekeyword" al camp "request_uri".
es_es: Por ejemplo, puedes publicar un enlace (como "%sindex.php?mipalabraclaveunica" -- ten en cuenta que se añadió "?mipalabraclaveunica" al final de la URL) en un foro o en un comentario de un blog, y obtener estadísticas de visitantes sólo para este enlace introduciendo "%%mipalabraclaveunica" en el campo "request_uri".
fr_fr: Par exemple, vous pouvez poster un lien (comme "%sindex.php?monmotcleunique" - notez que vous avez ajouté "?monmotcleunique" à la fin de l'URL) sur un forum ou dans un commentaire sur un article de blog et analyser les statistiques des visites amenées par ce lien en saisissant "%%monmotcleunique" dans le champ "request_uri".
ro_ro: De exemplu, poti posta un link (cum ar fi "%sindex.php?myuniquekeyword" -- observa ca ai adaugat "?myuniquekeyword" la sfarsitul URL-ului) intr-un forum online sau ca un comentariu pe blog, si obtii statistici despre vizitatorii acelui link unic prin introducerea "%%myuniquekeyword" in campul "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
ca_es: Aquest mètode és més fiable que el "http_referer", però té un inconvenient: si els motors de cerca fan referència a una pàgina amb el vostre enllaç, aquest es mostrarà als resultats de cerca i no només registrareu visites dels llocs on heu publicat l'enllaç, sinó també dels motors de cerca que hagin indexat la pàgina amb l'enllaç.
es_es: Este método es más fiable que el "http_referer", pero tiene un inconveniente: si los motores de búsqueda hacen referencia a una página con tu enlace, entonces se mostrará en los resultados de búsqueda y no sólo registrará visitantes de los lugares donde hayas situado el enlace, sino también de los motores de búsqueda que hayan indexado ese enlace.
fr_fr: Cette méthode est plus fiable que celle qui utilise "http_referer" mais elle présente un inconvénient : si un moteur de recherche référence une page contenant votre lien, ce lien sera proposé dans les résultats de recherche du moteur, et vous aurez dans vos statistiques non seulement les visites des internautes qui ont cliqué sur le lien mais également celles du moteur de recherche lui même.
ro_ro: Aceasta metoda este mai sigura decat "http_referer", insa exista un dezavantaj: in cazul in care un motor de cautare face referire la o pagina cu link-ul tau, atunci acesta va fi afisat in rezultatele cautarii si va indica nu doar vizitatorii din locurile unde ai postat linkul, dar, de asemenea, si pe cei din motoarele de cautare, care au luat acel link.

source: The "Include" fields indicate what has to be included in the URL.
ca_es: Els camps "Include" indiquen el què ha de ser inclòs a l'URL.
es_es: Los campos "Include" indican lo que tiene que ser incluido en la URL.
fr_fr: Les champs "include" indiquent ce qui doit être inclus dans l'URL.
ro_ro: Campurile "Includere" indica ce trebuie sa contina URL-ul.

source: The "Exclude" fields indicate what has to be excluded from the URL.
ca_es: Els camps "Exclude" indiquen el què ha de ser exclòs de l'URL.
es_es: Los campos "Exclude" indican lo que tiene que ser excluido de la URL.
fr_fr: Les champs "exclude" indiquent ce qui doit être exclu de l'URL.
ro_ro: Campurile "Excludere" indica ce trebuie sa fie exclus din URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
ca_es: Quan s'utilitza el mètode simple, pot utilitzar alguns caràcters genèrics que poden substituir els caràcters:
es_es: Cuando se utiliza el modo simple, puedes utilizar una amplia variedad de caracteres genéricos para sustituir a otros caracteres:
fr_fr: En mode simple, vous pouvez utiliser certains caractères génériques qui peuvent remplacer d'autres caractères :
ro_ro: Cand este folosit modul simplu, se pot folosi caractere generice care pot inlocui orice caracter:

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
ca_es: "_" substituïrà un caràcter. Si voleu utilitzar realment el "_", heu d'escriure això: "\\_".
es_es: "_" reemplazará un carácter. Si quieres utilizar el caracter "_", debes teclear esto: "\\_".
fr_fr: "_" remplacera un caractère. Si vous souhaitez utiliser le vrai "_", vous devez taper "\\_".
ro_ro: "_" va inlocui un caracter. Daca vrei sa folosesti "_" real, va trebui sa tastezi: "\\_".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
ca_es: "%" susbtituïrà un nombre de caràcters. Si voleu realment utilitzar el "%", heu d'escriure això: "\\%".
es_es: "%" reemplazará cualquier número de caracteres. Si quieres utilizar el caracter "%", debes teclear esto: "\\%".
fr_fr: "%" replacera n'importe quel nombre de caractères. Si vous souhaitez utiliser le vrai "%", vous devez taper "\\%".
ro_ro: "%" va inlocui orice numar de caractere. Daca vrei sa folosesti "%" real, va trebui sa tastezi: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
ca_es: El mode Simple utilitza el patró de concordança "LIKE", però per a més potència podeu utilitzar expressions regulars de MySQL en mode Expert.
es_es: El modo Simple utiliza el patrón de concordancia "LIKE" de MySQL, pero para una mayor potencia puedes utilizar las expresiones regulares de MySQL en el Modo Experto.
fr_fr: Le mode simple utilise le "LIKE" de MySQL, mais pour plus de puissance vous pouvez utiliser les expressions régulières de MySQL.
ro_ro: Modul simplu foloseste potrivirea de modele "LIKE" din MySQL, insa pentru o cautare mai puternica, poti folosi si alte expresii MySQL in mod Expert.

source: Take a look at MySQL's documentation for more details.
ca_es: Doneu un cop d'ull a la documentació de MySQL per saber-ne més.
es_es: Echa un vistazo a la documentación de MySQL para obtener mayor información.
fr_fr: Voir la documentation de MySQL pour plus de détails.
ro_ro: Vezi documentatia MySQL pentru mai multe detalii.

source: Get help!
ca_es: Aconseguiu ajuda!
es_es: ¡Obtener ayuda!
fr_fr: Obtenez de l'aide !
ro_ro: Solicita ajutor!
sr_cs: Pronađite pomoć!

source: e.g. 10:00AM - 9:30PM
ca_es: Mostra: 10:00-09:30 PM
es_es: ej.: 10:00 - 21:30
fr_fr: Exemple : 10h00-21h30
ro_ro: de ex. 10:00 - 18:30
sr_cs: Primer: 10:00AM - 9:30PM

source: Contact name (e.g. Customer Support).
ca_es: Nom de contacte (p.ex. Atenció al Client).
es_es: Nombre de contacto (ej.: Atención al cliente).
fr_fr: Nom du contact (ex. : Support Technique).
ro_ro: Nume de contact (de ex. Asistenta pentru clienti).
sr_cs: Naziv kontakta (npr. Tehnička podrška).

source: Emails will be sent to this address.
ca_es: Els correus electrònics s'enviaran a aquesta adreça.
es_es: Los correos electrónicos serán enviados a esta dirección.
fr_fr: L'e-mail sera envoyé à cette adresse.
ro_ro: E-mail-urile vor fi trimise la aceasta adresa.
sr_cs: Mejlovi će biti slani na ovu adresu.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
ca_es: Si està activat, tots els missatges seran desats al "Servei d'atenció al client" de la pagina, sota del menú "Client".
es_es: Si es activada, todos los mensajes serán guardados en la página “Servicio al Cliente” del menú “Cliente”.
fr_fr: Si cette option est activée, tous les messages seront enregistrés dans la page "SAV" du menu "Clients".
ro_ro: Daca este activat, toate mesajele vor fi salvate in pagina "Serviciu clienti" din meniul "Client"
sr_cs: Ako je omogućeno, sve poruke će biti snimljene na stranici "Korisnički servis" u meniju "Korisnik"

source: Further information regarding this contact.
ca_es: Informació addicional ﻿sobre aquest contacte.
es_es: Información adicional acerca de este contacto.
fr_fr: Informations complémentaires au sujet de ce contact.
ro_ro: Informatii suplimentare despre acest contact.
sr_cs: Dalje informacije povodom ovog kontakta.

source: Invalid characters:
ca_es: Caràcters invàlids:
es_es: Caracteres no válidos:
fr_fr: Caractères interdits:
ro_ro: Caractere nepermise:

source: Image width in pixels. Enter "0" to use the original size.
ca_es: Ample d'imatge en píxels. Escriviu "0" per usar les dimensions originals
es_es: Anchura de la imagen en píxeles. Introduce "0", para usar el tamaño original.
fr_fr: Largeur de l'image en pixels. "0" pour utiliser la taille originale.
ro_ro: Latimea imaginii in pixeli. Introdu "0" pentru a se folosi dimensiunile originale.
sr_cs: Širina slike u pikselima. Unesi "0" da koristiš originalnu širinu

source: Image height in pixels. Enter "0" to use the original size.
ca_es: Altura d'imatge en píxels. Escriviu "0" per usar les dimensions originals
es_es: Altura de la imagen en píxeles. Introduce "0", para usar el tamaño original.
fr_fr: Hauteur de l'image en pixels. "0" pour utiliser la taille originale.
ro_ro: Inaltimea imaginii in pixeli. Introdu "0" pentru a se folosi dimensiunile originale.
sr_cs: Visina slike u pikselima. Unesi "0" da koristiš originalnu visinu

source: The group defined for your un-identified visitors.
ca_es: El grup definit per als vostres visitants no identificats.
es_es: El grupo definido para tus visitantes no identificados.
fr_fr: Toutes les personnes sans compte client ou non connectées.
ro_ro: Grupul definit pentru vizitatorii neidentificati.
sr_cs: Grupa određena neindetifikovanim posetiocima.

source: The group defined for your identified guest customers (used in guest checkout).
ca_es: El grup definit per als vostres clients convidats (utilitzat al passar per caixa com a convidat).
es_es: El grupo definido para identificar a tus visitantes no registrados (usado para compras con cuentas de invitado).
fr_fr: Clients ayant passé une commande avec la commande express (guest checkout).
ro_ro: Grupul definit pentru clientii tai identificati de tip oaspete (utilizat in finalizarea comenzilor oaspetilor).
sr_cs: Grupa definisana vašim identifikovanim gostima kupcima (korišćeno u plaćanje kosta).

source: The group defined for your identified registered customers.
ca_es: El grup definit per als vostres clients registrats.
es_es: El grupo definido para tus clientes registrados identificados.
fr_fr: Le groupe défini pour vos clients enregistrés et identifiés.
ro_ro: Grupul definit pentru clientii tai inregistrati.

source: Automatically apply this value as a discount on all products for members of this customer group.
ca_es: S'aplicarà automàticament aquest valor com a descompte en tots els productes d'aquest grup de clients.
es_es: Aplicar automáticamente este valor como descuento en todos los productos para los miembros de este grupo de clientes.
fr_fr: Appliquera automatiquement une réduction sur tous les produits de la boutique pour les membres appartenant à ce groupe.
ro_ro: Pentru membrii acestui grup de clienti, se va aplica in mod automat aceasta valoare ca o reducere pentru toate produsele.
sr_cs: Automatski će dodati ovu vrednost kao popust na sve proizvode za članove ove grupe mušterija.

source: How prices are displayed in the order summary for this customer group.
ca_es: Com s'han de mostrar els preus en el resum de comanda al cline (Amb o sense impostos)
es_es: Método en el que se visualizan los precios en el resumen del pedido para los clientes pertenecientes a este grupo.
fr_fr: Comment afficher les prix pour ce groupe de client dans le détail de commande (taxes incluses / exclues).
ro_ro: Cum sunt afisate preturile in sumarul comenzii pentru acest grup de clienti.
sr_cs: Kako će se cene prikazivati u sežetku porudžbine za ovu grupu mušterija

source: Customers in this group can view prices.
ca_es: Els clients d'aquest grup poden veure el preu.
es_es: Los clientes de este grupo pueden ver los precios.
fr_fr: Les clients membres de ce groupe peuvent voir les prix.
ro_ro: Clientii din acest grup pot vedea preturile.
sr_cs: Klijenti iz ove grupe mogu videti cenu.

source: %group_name% - All persons without a customer account or customers that are not logged in.
ca_es: %group_name% - Totes les persones amb un compte de client o clients que no han iniciat sessió.
es_es: %group_name% - Todas las personas sin cuenta de cliente, o clientes que no se han identificado.
fr_fr: %group_name% - Toutes les personnes n'ayant pas de compte client ou n'étant pas identifiées.
ro_ro: %group_name% - Toate persoanele fara un cont de client sau clientii care nu sunt autentificati.

source: %group_name% - All persons who placed an order through Guest Checkout.
ca_es: %group_name% - Totes les persones que van fer una comanda a través de Comanda de Convidat.
es_es: %group_name% - Todas las personas que realizaron un pedido como Invitado.
fr_fr: %group_name% - Toutes les personnes ayant passé commande en tant qu'invité.
ro_ro: %group_name% - Toate persoanele care au plasat o comanda din cont de oaspete.

source: %group_name% - All persons who created an account on this site.
ca_es: %group_name% - Totes les persones que han creat un compte en aquest lloc.
es_es: %group_name% - Todas las personas que crearon una cuenta en esta tienda.
fr_fr: %group_name% - Toutes les personnes ayant créé un compte sur ce site.
ro_ro: %group_name% - Toate persoanele care si-au creat un cont pe acest site.

source: PrestaShop has three default customer groups:
ca_es: PrestaShop té tres grups de clients per defecte:
es_es: PrestaShop tiene tres grupos de clientes predeterminados:
fr_fr: Par défaut, PrestaShop a trois groupes de clients :
ro_ro: PrestaShop are trei grupuri prestabilite de clienti:

source: Name of the related page.
ca_es: Nom de la pàgina relacionada.
es_es: Nombre de la página relacionada.
fr_fr: Nom de la page concernée.
ro_ro: Numele paginii inrudite.
sr_cs: Ime povezane stranice.

source: Title of this page.
ca_es: Títol d'aquesta pàgina.
es_es: Título de esta página.
fr_fr: Le titre public de cette page.
ro_ro: Titlul acestei pagini.
sr_cs: Naslov ove stranice.
