Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminInternationalHelp.*.xlf
Languages: gl_es, lv_lv, ro_ro

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
gl_es: Se desactivas a ecotaxa, a ecotaxa para tódolos teus produtos quedará establecida en 0.
lv_lv: Ja izslēgsies Dabas resursu nodokli, visiem jūsu produkttiem Dabas resursu nodoklis tiks iestatīts uz 0.
ro_ro: Daca dezactiveaza ecotaxa, ecotaxa pentru toate produsele va fi setata la 0

source: Select whether or not to include tax on purchases.
gl_es: Selecciona se incluír ou non as taxas sobre as compras.
lv_lv: Izvēlēties, iekļaut vai neiekļaut nodokli precēm.
ro_ro: Selecteaza daca doresti sau nu sa incluzi taxele in achizitiile clientilor.

source: Select whether or not to display tax on a distinct line in the cart.
gl_es: Selecciona se amosar ou non a taxa nunha liña distinta no carro.
lv_lv: Izvēlieties, vai pircējam ir jāatspoguļo nodokļi atsevišķā rindiņā grozā.
ro_ro: Selecteaza daca se afiseaza sau nu taxa intr-o linie distincta in cosul de cumparaturi

source: Define the ecotax (e.g. French ecotax: 19.6%).
lv_lv: Definēt ekonodokli (piem. Franču ekonodoklis: 19.6%).
ro_ro: Formula ecotaxei (de ex. ecotaxa franceza: 19.6%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
lv_lv: Nodokļa nosaukums, kurš būs redzams pirkumu grozā un rēķinos (piem., "PVN").
ro_ro: Numele taxei care se afiseaza in cos si in factura (de ex. TVA).

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
gl_es: Formato: XX.XX ou XX.XXX (ex. 19.60 ou 13.925)
lv_lv: Formāts: XX.XX vai XX.XXX (piemēram, 19.60 vai 13.925)
ro_ro: Format: XX.XX sau XX.XXX (de ex. 19.60 sau 13.925)

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
gl_es: Podes definir unha franxa de códigos postais (ex. 75000-75015) ou simplemente empregar un código postal.
lv_lv: Jūs varat definēt zip/pasta indeksu diapazonu (piem., 75000-75015) vai vienkārši izmantot vienu zip/pasta indeksu.
ro_ro: Poti defini mai multe coduri postale (de ex. 75000-75015) sau poti utiliza unul singur.

source: You must define the behavior if an address matches multiple rules:
lv_lv: Jums ir jādefinē uzvedība, ja adrese atbilst vairākiem noteikumiem:
ro_ro: Trebuie sa definesti regulile pentru cazul in care o adresa corespunde mai multor reguli:

source: - This tax only: Will apply only this tax
gl_es: - Só esta taxa: Aplicarase soamente esta taxa
lv_lv: - Tikai šis nodoklis: Piemēros tikai šo nodokli
ro_ro: - Doar aceasta taxa: se va aplica doar aceasta taxa

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
gl_es: - Combinar: Combinar taxas (ex.: 10% + 5% = 15%)
lv_lv: - Apvienojiet nodokļus (piem.: 10% + 5% = 15%)
ro_ro: - Combinare: combina taxele (de ex. 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
lv_lv: - Vienu pēc otra: piemērojiet nodokļus vienu pēc otra (piem.: 100 + 10% => 110 + 5% = 115.5)
ro_ro: - Una dupa cealalta: Aplica taxele una dupa cealalta (de ex.: 100 + 10% => 110 + 5% = 115.5)

source: No Tax
gl_es: Sen taxas
lv_lv: Bez PVN
ro_ro: Fara TVA

source: (Total tax: 9%)
lv_lv: (Kopā nodoklis: 9%)
ro_ro: (Total taxe: 9%)

source: The default language used in your shop.
gl_es: O idioma predeterminado da túa tenda.
lv_lv: Veikalā izmantotā noklusējuma valoda.
ro_ro: Limba implicita folosita in magazin.

source: Set browser language as default language
gl_es: Establecer o idioma do navegador coma idioma predeterminado
lv_lv: Iestatīt pārlūka valodu kā noklusēto valodu
ro_ro: Configureaza limba din browser ca limba implicita

source: The default country used in your shop.
gl_es: O país predeterminado da túa tenda.
lv_lv: Veikalā izmantotā noklusējuma valsts.
ro_ro: Tara Prestabilita folosita in magazin.

source: Set country corresponding to browser language
gl_es: Establecer o país que corresponda co idioma do navegador
lv_lv: Iestatīt valsti balstoties uz pārlūka valodas
ro_ro: Configureaza tara corespunzatoare limbii din browser

source: The default currency used in your shop.
gl_es: A moeda predeterminada da túa tenda.
lv_lv: Veikalā izmantotā noklusējuma valūta.
ro_ro: Moneda implicita folosita in magazin.

source: If you change the default currency, you will have to manually edit every product price.
gl_es: Se mudas a moeda predeterminada, terás que editar manualmente cada un dos prezos dos produtos.
ro_ro: Daca se schimba moneda implicita, va tebui sa editezi manual fiecare pret de produs.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
gl_es: A unidade de peso predeterminado para a túa tenda (ex. "kg" para os quilogramos, "lbs" para libras, etc.).
lv_lv: Jūsu veikala noklusējuma svara vienība (piem. "kg" kilogramos, u.c.).
ro_ro: Unitate implicita de greutate pentru magazinul tau (de ex. "kg" for kilograme, "lbs" for livre, etc.).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
gl_es: A unidade de lonxitude predeterminada da túa tenda (ex. "km" para os quilómetros, "mi" para millas, etc.).
lv_lv: Jūsu veikala noklusējuma attāluma vienība (piem. "km" uz kilometru, u.c).
ro_ro: Unitatea implicita de distanta pentru magazinul tau (de ex. "km" for kilometru, "mi" pentru mile, etc.).

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
gl_es: A unidade de volume predeterminada da túa tenda (ex. "L" para o litro, "gal" para o galón, etc.).
lv_lv: Jūsu veikala noklusējuma skaļuma vienība (piemēram, "L" litram, u.c.).
ro_ro: Unitatea implicita de volum pentru magazinul tau (de ex. "L" for litru, "gal" for galon, etc.).

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
gl_es: A unidade de lonxitude predeterminada da túa tenda (ex. "cm" para os centímetros, "in" para polgadas, etc.).
lv_lv: Jūsu veikala noklusējuma izmēra vienība (piemēram, "cm" uz centimetru, u.c.).
ro_ro: Unitatea implicita de lungime pentru magazinul tau (e.g. "cm" for centimetru, "in" pentru inci, etc.).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
gl_es: O identificador ISO 639-1 para o idioma do país onde está localizado o teu servidor web (en, fr, sp, ru, pl, nl, etc.).
lv_lv: ISO 639-1 identifikators tās valsts valodai, kurā atrodas jūsu tīmekļa serveris (en, fr, sp, ru, pl, nl u. c.).
ro_ro: Identificatorul ISO 639-1 pentru limba tarii in care este localizat serverul tau (ro, en, fr, sp, ru, pl, nl, etc.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
gl_es: O identificador ISO 3166-2 alpha-2 para o país/rexión onde se localiza o teu servidor web, en letras minúsculas (us, gb, fr, sp, ru, pl, nl, etc.).
lv_lv: ISO 3166-1 alfa-2 identifikators valstij / reģionam, kurā atrodas jūsu tīmekļa serveris (us, gb, fr, sp, ru, pl, nl u. c.).
ro_ro: Identificatorul ISO 3166-1 alpha-2 pentru tara/regiunea in care este localizat serverul tau, cu minuscule (ro, us, gb, fr, sp, ru, pl, nl, etc.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
lv_lv: Ja iestatīts uz Jā, lokalizācijas pakete tiks lejupielādēta no prestashop.com. Pretējā gadījumā tiks izmantots vietējais xml fails, kas atrodams jūsu PrestaShop instalācijas lokalizācijas mapē.
ro_ro: Daca este setat da, atunci pachetul de localizare va fi descarcat de pe prestashop.com. In caz contrar, va fi utilizat fisierul local XML gasit in folderul localizat instalat pe PrestaShop-ul tau

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
gl_es: Nome da zona (ex. África, Costa Oeste, Países Veciños).
lv_lv: Zonas nosaukums (piemēram, Āfrika, Ziemeļu krasts, kaimiņu valstis).
ro_ro: Numele zonei (de ex. Africa, Coasta de vest, Tarile invecinate).

source: Allow or disallow shipping to this zone.
gl_es: Permitir ou prohibir envíos a esta zona.
lv_lv: Ļaut vai neļaut piegādi uz šo zonu.
ro_ro: Permite sau interzice livrarea in aceasta zona.

source: Restrict country selections in front office to those covered by active carriers
gl_es: Restrinxir a selección de países no Front Office aos cubertos polos transportistas activos
lv_lv: Ierobežot valsts izvēli lapas priekšpusē tiem, uz kuriem attiecas aktīvie pārvadātāji
ro_ro: Restrange listele de tari accesibile clientilor la cele acoperite de curierii activi

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
lv_lv: Divu -- vai trīs -- simbolu ISO kods (piemēram, lv Latvijai).
ro_ro: Cod ISO din 2 sau 3 litere (de ex. "ro" pentru Romania).

source: International call prefix, (e.g. 1 for United States).
gl_es: Prefixo de chamada internacional, (ex. 1 para os Estados Unidos).
lv_lv: Starptautiskā zvana kods (piem. 1 priekš ASV).
ro_ro: Prefix pentru apelare internationala (de ex. +40 pentru Romania).

source: Geographical region.
gl_es: Rexión xeográfica.
lv_lv: Ģeogrāfiskais reģions.
ro_ro: Zona geografica.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
gl_es: Indica o formato do código postal: emprega o L para unha letra, o N para un número, e o C para o código ISO 3166-1 alfa-2. Por exemplo, NNNNN para os Estados Unidos, Francia, Polonia e moitos outros; LNNNNLLL para Arxentina, etc. Se non queres que PrestaShop verifique o código postal do teu país, déixao en branco.
lv_lv: Norādiet pasta indeksa formātu: izmantojiet burtu L, skaitli N un C valsts ISO 3166-1 alfa-2 kodu. Piemēram, NNNNN Amerikas Savienotajām Valstīm, Francijai, Polijai un daudziem citiem; LNNNNLLL Argentīnai utt. Ja jūs nevēlaties, lai thirty bees pārbaudītu šīs valsts pasta indeksu, atstājiet to tukšu.
ro_ro: Definiti formatul pe care trebuie sa il aiba codul postal: folosesti L pentru o litera, N pentru un numar si C pentru codul ISO 3166-1 alpha-2 al tarii. De exemplu: NNNNN pentru SUA, Franta, Polonia, Romania si multe altele, LNNNNLLL pentru Argentina, etc. Daca nu doresti ca PrestaShop sa impuna formatul codului postal pentru aceasta tara, lasa casuta goala.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
gl_es: Amósalle este país á túa clientela (o país seleccionado amosarase sempre no Panel de Administración).
lv_lv: Parādīt šo valsti klientiem (izvēlētā valsts vienmēr būs redzama Administrācijas panelī).
ro_ro: Se afiseaza aceasta tara clientilor tai (tara selectata va fi tot timpul afisata in back-office).

source: Two-letter ISO code (e.g. FR, EN, DE).
gl_es: Código ISO de dúas letras (ex. FR, EN, DE).
lv_lv: Divu burtu ISO kods (piemēram, LV, DE, EN).
ro_ro: Cod ISO din 2 litere (de ex. ro, fr, en).

source: IETF language tag (e.g. en-US, pt-BR).
gl_es: Etiqueta IETF do idioma (ex. en-US, pt-BR).
lv_lv: IETF valodas tags (piem. en-US, pt-BR).
ro_ro: Eticheta limba IETF (de ex. en-US, ro-RO).

source: Short date format (e.g., Y-m-d).
lv_lv: Īsais datuma formāts (piem. G-m-d).
ro_ro: Formatul scurt al datei (de ex. %s).

source: Full date format (e.g., Y-m-d H:i:s).
lv_lv: Pilns datuma formāts (piem. G-m-d S:m:s)
ro_ro: Formatul complet al datei (de ex. Y-m-d H:i:s sau d.m.Y H:i:s).

source: Upload the country flag from your computer.
gl_es: Sube a bandeira do país dende o teu ordenador.
lv_lv: Ielādēt valsts karogu no datora.
ro_ro: Incarca steagul din computer-ul tau

source: Image is displayed when "no picture is found".
gl_es: Imaxe que se amosa cando "non se atopou ningunha imaxe".
lv_lv: Attēls, kuru rāda, ja nav atrasta meklējamā bilde.
ro_ro: Imaginea afisata atunci cand "nu a fost gasita imaginea".

source: Enable if this language is read from right to left.
gl_es: Activa se este idioma se lé de dereita a esquerda.
lv_lv: Ieslēgt, ja šī valoda tiek lasīta no labās uz kreiso pusi.
ro_ro: Activeaza optiunea daca limba este citita de la dreapta la stanga.

source: (Experimental: your theme must be compliant with RTL languages).
gl_es: (Experimental: o tema debe ser compatible con idiomas RTL).
lv_lv: (Eksperimentāls: jūsu šablonam jāatbilst RTL valodām).
ro_ro: (Experimental: tema ta trebuie sa fie compatibila cu limbile RTL).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
gl_es: Esta opción permíteche, entre outras cousas, restrinxi-lo acceso á túa tenda a certos países. Mira embaixo.
lv_lv: Šī opcija ļauj cita starpā ierobežot piekļuvi jūsu veikalam dažās valstīs. Skatīt zemāk.
ro_ro: Aceasta optiune permite, printre altele, sa restrangi accesul la magazin pentru anumite tari. Vezi mai jos.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
gl_es: Podes engadir enderezos IP aos que sempre se lles permitirá o acceso á túa tenda (ex. IP dos robots de Google).
lv_lv: Jūs varat pievienot IP adreses, kurām vienmēr būs atļauts piekļūt jūsu veikalam (piemēram, Google robotu IP).
ro_ro: Se pot adauga adresele IP care vor putea intotdeauna accesa magazinul taa (de exp. IP-urile botilor Google).

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
gl_es: Código ISO (ex. USD para os Dólares, EUR para os Euros, etc.).
lv_lv: ISO kods (piemēram, USD dolāriem, EUR eiro uc.).
ro_ro: Cod ISO (de ex. USD pentru dolar, EUR pentru euro, etc.).

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
lv_lv: Valūtas kursi tiek aprēķināti no vienas veikala noklusējuma valūtas vienības. Piemēram, ja noklusējuma valūta ir eiro un jūsu izvēlētā valūta ir dolārs, ierakstiet "1.20" (1€ = $1.20).
ro_ro: Ratele de schimb sunt calculate pornind de la o unitate a monedei implicite a magazinului. De exemplu, daca moneda implicita este euro si moneda aleasa este dolarul, se introduce "1.20" (1€ = $1.20).

source: Provide the state name to be displayed in addresses and on invoices.
lv_lv: Štata nosaukums, kuru rādīt adresēs un faktūrrēķinos.
ro_ro: Furnizeaza numele judetului de afisat in adrese si facturi.

source: 1 to 4 letter ISO code.
gl_es: Código ISO de 1 a 4 letras.
lv_lv: 1-4 burtu iso kods
ro_ro: Cod ISO din 1 pana la 4 litere

source: You can prefix it with the country ISO code if needed.
gl_es: Podes poñer un prefixo co código ISO do país se é preciso.
lv_lv: Ja nepieciešams, varat pievienot valsts ISO koda prefiksu.
ro_ro: Ii poti adauga ca prefix codul ISO al tarii, dupa necesitate.

source: Country where the state is located.
gl_es: País onde se localiza a provincia ou estado.
lv_lv: Valsts, kurā atrodas štats vai apgabals.
ro_ro: Tara in care este localizat statul/judetul.

source: Only the countries with the option "contains states" enabled are displayed.
gl_es: Só se amosan os países coa opción "contén provincias" activada.
lv_lv: Parādītas tikai valstis, kurās ieslēgta opcija "satur apgabalus".
ro_ro: Sunt afisate doar tarile cu optiunea ”contine judete/state” activata.

source: Geographical region where this state is located.
gl_es: Zoa xeográfica onde está situado o estado
lv_lv: Ģeogrāfiskā zona, kurā atrodas šī valsts
ro_ro: Zona geografica in care este situat judetul

source: Used for shipping
gl_es: Usado para os envíos
lv_lv: Izmantota piegādēm
ro_ro: Utilizat pentru transport

source: Search a word or expression, e.g.: "Order confirmation"
lv_lv: Meklējiet vārdu vai izteicienu, piem.: "Pasūtījuma apstiprinājums"
ro_ro: Cauta un cuvant sau expresie, de exemplu: „Confirmare comanda”

source: Missing files are marked in red
gl_es: Os ficheiros que faltan están marcados en vermello
lv_lv: Trūkstošie faili ir sarkanā krāsā
ro_ro: Fisierele lipsa sunt marcate cu rosu

source: This will restore your last registered address format.
gl_es: Isto restaurará o teu último formato de enderezo rexistrado.
lv_lv: Tas atjaunos jūsu pēdējo reģistrēto adreses formātu.
ro_ro: Aceasta optiune va restaura ultimul format de adresa inregistrat.

source: This will restore the default address format for this country.
gl_es: Isto restaurará o formato de enderezo predeterminado para este país.
lv_lv: Tas atjaunos noklusējuma adreses formātu šai valstij.
ro_ro: Aceasta optiune va restaura formatul de adresa implicit pentru aceasta tara.

source: This will restore your current address format.
gl_es: Isto restaurará o teu formato de enderezo actual.
lv_lv: Tas atjaunos jūsu pēdējo reģistrēto adreses formātu.
ro_ro: Aceasta optiune va restaura formatul de adresa curent.

source: This will delete the current address format
lv_lv: Tiks izdzēsts pašreizējais adreses formāts
ro_ro: Aceasta optiune va sterge formatul de adresa curent

source: Here you can modify translations for every line of text inside PrestaShop.
gl_es: Aquí podes modifica-las traducións para cada liña de texto de PrestaShop.
lv_lv: Šeit jūs varat rediģēt PrestaShop tulkojumus.
ro_ro: Aici poti modifica traducerile pentru toate campurile de text din Prestashop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
gl_es: Primeiro, selecciona un tipo de tradución (coma "Panel de administración" ou "Módulos instalados"), e a continuación selecciona o idioma ao que queres traducir as cadeas de texto.
lv_lv: Vispirms izvēlieties tulkošanas veidu (piemēram, "Administrācijas panelis" vai "Instalētie moduļi") un pēc tam izvēlieties valodu, kuru vēlaties pārtulkot.
ro_ro: Mai intai, selecteaza un tip de traducere (cum ar fi "Back office" sau "Module instalate"), apoi selecteaza limba in care doresti sa traduci sirurile.

source: You can add or update a language directly from the PrestaShop website here.
lv_lv: Pievienot vai atjaunot PrestaShop mājas lapas valodu.
ro_ro: Poti adaaga sau actualiza o limba direct din prestashop.com aici.

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
gl_es: Se o formato do ficheiro do idioma é ISO_code.gzip (ex. "gl.gzip"), e o idioma correspondente a este pacote non existe, crearase automaticamente.
ro_ro: Daca formatul numelui este: codiso.gzip (de ex. ro.gzip) si limba corespunzatoare acestui pachet nu exista, va fi creata in mod automat.

source: Warning: This will replace all of the existing data inside the destination language.
gl_es: Teña cuidado, pois remplazará os datos do idoma de destino!!
lv_lv: Esiet uzmanīgs/a, jo šī darbība aizvietos esošos mērķa valodas failus!
ro_ro: Fii atent, pentru ca va inlocui toate datele existente pentru limba destinatie!

source: Export data from one language to a file (language pack).
gl_es: Exportar Datos de un IDIOMA a un ficheiro (pack de idioma).
lv_lv: Eksportēt datus no vienas valodas uz failu (valodas pakotni).
ro_ro: Exporta date dintr-o limba intr-un fisier (pachet lingvistic).

source: Select which theme you would like to export your translations to.
gl_es: Selecciona o tema ao que che gustaría exportar as túas traducións.
lv_lv: Izvēlieties tēmu no kuras veikt tulkojumu eksportu.
ro_ro: Alege tema pentru care doresti sa exporti traducerile.

source: Copies data from one language to another.
gl_es: Copiar os datos de un idioma a outro.
lv_lv: Kopē datus no vienas valodas uz citu.
ro_ro: Copiaza datele dintr-o limba in alta.

source: If necessary [1][2] you must first create a new language[/1].
lv_lv: Ja nepieciešams [1][2] vispirms jāizveido jauna valoda[/1].
ro_ro: Ar putea fi nevoie [1][2] sa creezi intai o limba noua[/1].

source: Some of these expressions use this special syntax: %s.
gl_es: Algunhas destas expresións empregan esta sintaxe especial: %s.
lv_lv: Daži no šiem izteicieniem izmanto īpašu sintaksi: %s.
ro_ro: Unele dintre aceste expresii folosesc aceasta sintaxa speciala: %s.

source: There are [1]%replace%[/1] products
lv_lv: Šeit ir [1]%replace%[/1] produkti
ro_ro: Exista [1]%replace%[/1] produse

source: "%s" will be replaced by a number.
gl_es: "%s" substituirase por un número.
lv_lv: "%s" tiks aizstāts ar skaitli.
ro_ro: "%s" va fi inlocuit de un numar.

source: List of pages in [1]%replace%[/1]
lv_lv: Lapaspušu saraksts [1]%replace%[/1]
ro_ro: Lista de pagini in [1]%replace%[/1]

source: "%s" will be replaced by a string.
gl_es: "%s" substituirase por unha cadea de texto.
lv_lv: "%s" tiks aizstāts ar rindu.
ro_ro: "%s" va fi inlocuit de un text.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
lv_lv: Īpašība: [1]%1%[/1] ([1]%2%[/1] vērtībām)
ro_ro: Caracteristica: [1]%1%[/1] ([1]%2%[/1] valori)

source: The numbers enable you to reorder the variables when necessary.
lv_lv: Cipari ļauj mainīt mainīgos pēc nepieciešamības.
ro_ro: Numerele iti permit sa reordonezi variabilele atunci cand este necesar.

source: You MUST use this syntax in your translations. Here are several examples:
lv_lv: Jums NEPIECIEŠAMS izmantot šo sintaksi jūsu tulkojumiem. Šeit ir daži piemēri:
ro_ro: TREBUIE sa folosesti aceasta sintaxa in traducerile tale. Aici ai cateva exemple:

source: You MUST use this syntax in your translations. Here are a few examples:
lv_lv: Jums NEPIECIEŠAMS izmantot šo sintaksi jūsu tulkojumiem. Šeit ir daži piemēri:
ro_ro: TREBUIE sa folosesti aceasta sintaxa in traducerile tale. Aici ai cateva exemple:

source: This expression uses a special syntax:
lv_lv: Šis izteiciens izmanto īpašu sintaksi:
ro_ro: Aceasta expresie utilizeaza o sintaxa speciala:

source: Click on the title of a section to open its fieldsets.
gl_es: Preme no título dunha sección para abrir os seus conxuntos de campos.
lv_lv: Spiediet uz sadaļas virsrakstiem lai atvērtu nodaļu.
ro_ro: Click pe titlul unei sectiuni pentru a deschide seturile de campuri.

source: Here you can modify translations for all installed module.
lv_lv: Šeit jūs varat mainīt visu instalēto moduļu tulkojumus.
ro_ro: Aici poti modifica traducerile pentru toate modulele instalate.

source: Select your module
lv_lv: Izvēlieties moduli
ro_ro: Selecteaza modulul tau
