Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShippingFeature.*.xlf
Languages: es_es, gl_es, hy_am

source: Pick up in-store
es_es: Recoger en tienda

source: Delivery next day!
es_es: ¡Envío en 24h!

source: General settings
es_es: Configuración general
gl_es: Axustes xerais
hy_am: Ընդհանուր կարգավորումներ

source: Shipping locations and costs
es_es: Localización de destino y gastos de envío
gl_es: Zonas de envío e custos
hy_am: Առաքման վայրերը եւ ծախսերը

source: Size, weight, and group access
es_es: Tamaño, peso y grupo de acceso
gl_es: Tamaño, peso e grupo de acceso
hy_am: Չափսը, քաշը, ու խմբի մատչելիությունը

source: Carrier name
es_es: Nombre del transportista
gl_es: Nome da transportista
hy_am: Փոխադրողի անվանումը.

source: Tracking URL
es_es: URL de seguimiento
gl_es: URL de seguemento

source: Add handling costs
es_es: Añadir costes de manipulación
gl_es: Engadir custos de manipulación

source: According to total price.
es_es: En función del precio total.
gl_es: Segundo o prezo total.

source: According to total weight.
es_es: En función del peso total.
gl_es: Segundo o peso total.

source: Apply the cost of the highest defined range
es_es: Aplicar el coste más alto de la gama definida
gl_es: Aplicar o coste máis alto do rango
hy_am: Կիրառել ամենաբարձր առաքման գինը

source: Maximum package width (%s)
es_es: Anchura máxima del paquete (%s)
gl_es: Anchura máxima do pacote (%s)

source: Maximum package height (%s)
es_es: Altura máxima del paquete (%s)
gl_es: Altura máxima do pacote (%s)

source: Maximum package depth (%s)
es_es: Profundidad máxima del paquete (%s)
gl_es: Fondo máximo do pacote (%s)

source: Maximum package weight (%s)
es_es: Peso máximo del paquete (%s)
gl_es: Peso máximo do pacote (%s)

source: Group access
es_es: Acceso de grupo
gl_es: Grupo de acceso
hy_am: Մուտք դեպի խումբ.

source: Transit time
es_es: Tiempo de tránsito
gl_es: Tempo de tránsito

source: Speed grade
es_es: Velocidad de envío
gl_es: Grao de rapidez

source: Billing
es_es: Facturación
gl_es: Facturación

source: Out-of-range behavior
es_es: Fuera de la gama de comportamiento
gl_es: Comportamento fóra do establecido

source: Disable carrier
es_es: Desactivar transportista
gl_es: Desactivar transporte
hy_am: Անջատել առաքման այս եղանակը

source: Carriers
es_es: Transportistas
gl_es: Empresas de Transporte
hy_am: Փոխադրող.

source: Delay
es_es: Retraso
gl_es: Espera
hy_am: Ձգձգում

source: Free Shipping
es_es: Envío gratis
gl_es: Envío Gratuito
hy_am: Անվճար առաքում

source: Add new carrier
es_es: Añadir nuevo transportista
gl_es: Engadir nova transportista

source: Apply shipping cost
es_es: Aplicar los gastos de envío
gl_es: Aplicar custo de envío

source: Shipping and handling
es_es: Envío y manipulación
gl_es: Envío e manipulación

source: Default behavior
es_es: Comportamiento predeterminado
gl_es: Comportamento predeterminado
hy_am: Դեֆոլտ պահվածքը

source: According to total price
es_es: En función del precio total
gl_es: Segundo o prezo total
hy_am: Համաձայն ընդհանուր գնի

source: According to total weight
es_es: En función del peso total
gl_es: Segundo o peso total
hy_am: Համաձայն ընդհանուր քաշի

source: Maximum package height
es_es: Altura máxima del paquete
gl_es: Altura máxima do pacote

source: Maximum package width
es_es: Anchura máxima del paquete
gl_es: Ancho máximo do pacote

source: Maximum package depth
es_es: Profundidad máxima del paquete
gl_es: Profundidade máxima do pacote

source: Maximum package weight
es_es: Peso máximo del paquete
gl_es: Peso máximo do pacote

source: Name:
es_es: Nombre:
gl_es: Nome:

source: Free shipping
es_es: Envío gratuito
gl_es: Envío de balde
hy_am: Անվճար առաքում

source: Handling
es_es: Manipulación
gl_es: Manipulación
hy_am: Առաքում

source: Handling charges
es_es: Gastos de manipulación y gestión
gl_es: Cargo por Manipulación
hy_am: Մշակման արժեքը

source: Free shipping starts at
es_es: Envío gratuito a partir de
gl_es: Envíos gratis dende
hy_am: Անվճար առաքում, պատվերի գումարի դեպքում, սկասծ

source: Carrier options
es_es: Opciones del transportista
gl_es: Opción da Empresa de Transporte
hy_am: Առաքման տարբերակներ

source: Default carrier
es_es: Transportista predeterminado
gl_es: Transportista predeterminada

source: Best price
es_es: Mejor Precio

source: Best grade
es_es: Mejor calificación

source: Carrier
es_es: Transportista
gl_es: Transportista
hy_am: Առաքման եղանակը

source: Tracking number
es_es: Número de seguimiento
gl_es: Número de seguimento
hy_am: Պատվերին հետեւելու համարը

source: Use one of our recommended carrier modules
es_es: Utiliza uno de nuestros módulos de transportistas recomendados
gl_es: Emprega un dos nosos módulos de transportistas recomendadas

source: It seems there are no recommended carriers for your country.
es_es: Parece ser que no hay transportistas recomendados para tu país.
gl_es: Semella que non hai ningunha transportista recomendada para o teu país.

source: Do you think there should be one? Let us know!
es_es: ¿Cree que debería haber alguno? ¡Háganoslo saber!
gl_es: Cres que debería haber unha? Fáinolo saber!

source: Ranges
es_es: Rangos
gl_es: Intervalos

source: inactive
es_es: inactivo

source: Will be applied when the price is
es_es: Será aplicado cuando el precio sea
gl_es: Aplicarase cando o prezo sexa
hy_am: Կկիրառվի երբ գինն է

source: Will be applied when the weight is
es_es: Será aplicado cuando el peso sea
gl_es: Aplicaranse cando o peso sexa
hy_am: Կկիրառվի երբ քաշն է

source: Add new range
es_es: Añadir nuevo rango
gl_es: Engadir novo intervalo
hy_am: Ավելացնել նոր միջակայք

source: This carrier is %1$s and the transit time is %2$s.
es_es: Este transportista es %1$s y el tiempo de tránsito es de %2$s.

source: free
es_es: gratis
gl_es: de balde
hy_am: անվճար

source: not free
es_es: no gratis
hy_am: ոչ անվճար

source: This carrier can deliver orders from %1$s to %2$s.
es_es: Este transportista puede entregar los pedidos de %1$s a %2$s.
gl_es: Esta transportista pode entregar encomendas dende %1$s a %2$s.

source: If the order is out of range, the behavior is to %3$s.
es_es: Si el pedido está fuera del rango establecido, el comportamiento es de %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
es_es: El precio del envío se ha calculado %1$s y se le ha aplicado la regla de impuesto: %2$s.

source: according to the price
es_es: en función del precio
hy_am: ըստ գնի

source: according to the weight
es_es: en función del peso
hy_am: ըստ քաշի

source: Carrier name:
es_es: Nombre del transportista:

source: This carrier will be proposed for those delivery zones:
es_es: Este transportista será propuesto para las siguientes zonas de entrega:

source: And it will be proposed for those client groups:
es_es: Y será propuesto para los siguientes grupos de cliente:
gl_es: E será proposta para os seguintes grupos de clientela:

source: Finally, this carrier will be proposed in those shops:
es_es: Finalmente, este transportista estará disponible para las siguientes tiendas:

source: Shipping cost
es_es: Costo de envío
gl_es: Custo do Envío
hy_am: Առաքման արժեքը
