Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersFeature.*.xlf
Languages: ar_sa, ca_es, gl_es, uk_ua

source: Choose data to import
ar_sa: إختر البيانات التي تريد إستيرادها
ca_es: Trieu les dades a importar
gl_es: Escolle os datos a importar
uk_ua: Оберіть дані для імпорту

source: Shop groups list
ar_sa: قائمة مجموعات المتاجر
ca_es: Llista de grups de botigues
uk_ua: Перелік груп магазину

source: Multistore tree
ar_sa: شجرة المتاجر-المتعددة
ca_es: Arbre multibotiga
uk_ua: Дерево мультимагазинів

source: Shop group
ar_sa: مجموعة المتاجر:
ca_es: Grup de botigues
gl_es: Grupo de tendas
uk_ua: Группа магазинів

source: Multistore options
ar_sa: إعدادات المتاجر المتعددة
ca_es: Opcions de Multibotiga
gl_es: Opcións multitenda
uk_ua: Опції мультимагазина

source: Default shop
ar_sa: المتجر الإفتراضي
ca_es: Botiga predeterminada
gl_es: Tenda predeterminada
uk_ua: Магазин за замовчуванням

source: Add a new shop group
ar_sa: إضافة مجموعة متاجر جديدة
ca_es: Afegir un nou grup de botigues
gl_es: Engadir un novo grupo de tendas
uk_ua: Додати нову групу магазину

source: Add a new shop
ar_sa: إضافة متجر جديد
ca_es: Afegir una nova botiga
gl_es: Engadir unha nova tenda
uk_ua: Додати новий магазин

source: Shop group name
ar_sa: اسم مجموعة التسوق
ca_es: Nom del grup de botigues
gl_es: Nome do grupo de tendas
uk_ua: Назва групи магазину

source: Share customers
ar_sa: مشاركة العملاء
ca_es: Compartir clients
gl_es: Compartir clientela
uk_ua: Поділитись покупцями

source: Share available quantities to sell
ar_sa: مشاركة الكميات المتاحة للبيع
ca_es: Compartir quantitats disponibles per a la venda
uk_ua: Розділяти доступну кількість для продажу

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
ar_sa: مشاركة الكميات المتاحة بين متاجر هذة المجموعة. عند تغيير هذا الخيار, جميع كميات المنتجات المتاحة سيتم اعادة تعيينها الى صفر.
ca_es: Compartir quantitats disponibles per a la venda entre les botigues d'aquest grup. Quan canvieu aquesta opció, totes les quantitats de productes disponibles pel grup quedaran restablides a 0.
uk_ua: Розділяти доступну кількість для продажу між магазинами цієї групи. При зміні цього параметра, всі кількості доступних товарів будуть скинуті до 0.

source: Share orders
ar_sa: شارك الطلبات
ca_es: Compartir comandes
gl_es: Compartir encomendas
uk_ua: Розділяти замовлення

source: Shop URL ID
ar_sa: مُعرف رابط المتجر
ca_es: Identificador d'URL de la botiga
gl_es: ID da URL da Tenda
uk_ua: ID магазину в URL-адресі

source: Shop name
ar_sa: اسم المتجر
ca_es: Nom de la botiga
gl_es: Nome da Tenda
uk_ua: Назва магазину

source: Is it the main URL?
ar_sa: هل هو الرابط الرئيسي؟
ca_es: És l'URL principal?
gl_es: Esta é a URL principal?
uk_ua: Це головна URL-адреса?

source: URL options
ar_sa: خيارات الرابط
ca_es: Opcions d'URL
gl_es: Opcións da URL
uk_ua: Налаштування

source: Is it the main URL for this shop?
ar_sa: هل هو الرابط الرئيسي لهذا المتجر؟
ca_es: És l'URL principal per a aquesta botiga?
gl_es: Esta é a URL principal da túa tenda?
uk_ua: Це головна URL-адреса цього магазину?

source: Shop URL
ar_sa: رابط المتجر
ca_es: Botiga url
gl_es: URL da Tenda
uk_ua: URL магазина

source: Domain
ar_sa: النطاق
ca_es: Domini
gl_es: Dominio
uk_ua: Домен

source: SSL Domain
ar_sa: نطاق SSL
ca_es: Domini SSL
gl_es: Dominio SSL
uk_ua: SSL домен

source: Physical URL
ar_sa: الرابط الفعلي
ca_es: URL físic
gl_es: URL Física
uk_ua: Фізичний URL

source: Virtual URL
ar_sa: الرابط الافتراضي
ca_es: URL virtual
gl_es: URL Virtual
uk_ua: Віртуальний URL

source: Final URL
ar_sa: الرابط النهائي
ca_es: URL Final
uk_ua: Остаточний URL

source: Edit this shop
ar_sa: تحرير المتجر
ca_es: Editar aquesta botiga
gl_es: Editar esta tenda
uk_ua: Редагувати цей магазин

source: Add a new URL
ar_sa: إضافة رابط جديد
ca_es: Afegir nou URL
uk_ua: Додати нову адресу

source: Webservice Accounts
ar_sa: حسابات خدمات الويب
ca_es: Comptes de Webservice
uk_ua: Облікові записи Webservice

source: Webservice account key.
ar_sa: مفتاح الحساب خدمة ويب
ca_es: Clau del compte del Servei Web
uk_ua: Ключі облікових записів Webservice.

source: Generate!
ar_sa: تولد!
ca_es: Generar!
gl_es: Xerar!
uk_ua: Створити!

source: Permissions
ar_sa: صلاحيات الموظفين
ca_es: Permisos
gl_es: Permisos
uk_ua: Права

source: Notifications
ar_sa: الإشعارات
ca_es: Notificacions
gl_es: Notificacións
uk_ua: Нагадування

source: This is a test message. Your server is now configured to send email.
ar_sa: هذه هي رسالة اختبار ، والخادم متاحة الآن لارسال البريد الالكتروني
ca_es: Aixó es un missatge de prova. El teu servidor es capaç d'enviar un correu electrònic
gl_es: Este e un mesaxe de proba,o servidor esta agora dispoñible
uk_ua: Це тестове повідомлення, Ваш сервер може відправляти пошту

source: Test message -- Prestashop
ar_sa: رسالة اختبار -- Prestashop
ca_es: Missatge de prova - Prestashop
gl_es: Mensaj¡xe de proba-Prestashop
uk_ua: Тестове повідомлення - Prestashop

source: Error: Please check your configuration
ar_sa: خطأ : الرجاء التحقق من التكوين الخاص بك
ca_es: Error: comprova la configuració
gl_es: Erro: por favor revise a sua configuracion
uk_ua: Помилка: будь ласка, перевірте налаштування

source: %key% (missing description)
ar_sa: %key% ( لا توجد مواصفات)
uk_ua: %key% (опис відсутній)

source: Use PHP's mail() function (recommended; works in most cases)
ar_sa: استخدم وظيفة mail () الخاصة بـ PHP (موصى بها ؛ تعمل في معظم الحالات)
ca_es: Usar la funció mail() de PHP (recomanat, funciona en la majoria dels casos)
gl_es: Empregar a función mail() de PHP (recomendada; funciona na maioría dos casos)
uk_ua: Використовувати функцію PHP mail() (рекомендується; працює в більшості випадків)

source: Set my own SMTP parameters (for advanced users ONLY)
ar_sa: تحديد معاملات الـ SMTP الخاصة بي (للمستخدمين المتمرسين فقط)
ca_es: Establir els meus propis parámetres SMTP (NOMÉS usuaris avançats)
gl_es: Establecer os meus propios parámetros SMTP (SÓ para usuarias avanzadas)
uk_ua: Встановити мої власні параметри SMTP (ЛИШЕ для досвідчених користувачів)

source: Never send emails (may be useful for testing purposes)
ar_sa: عدم إرسال رسائل البريد الإلكتروني مطلقًا (قد تكون مفيدة لأغراض الاختبار)
ca_es: No enviar mai e-mails (utilitzar com a test)
gl_es: Non enviar nunca correos electrónicos (pode ser útil para facer probas)
uk_ua: Ніколи не надсилати email (може використовуватись під час тестування)

source: Age
ar_sa: العمر:
ca_es: Edat
gl_es: Idade
uk_ua: Вік

source: File size
ar_sa: حجم الملف
ca_es: Mida del fitxer
gl_es: Tamaño
uk_ua: Розмір файлу

source: Template
ar_sa: قالب
ca_es: Plantilla
gl_es: Modelo
uk_ua: Шаблон

source: Recipient
ar_sa: المستلم
ca_es: Receptor:
gl_es: Destinataria
uk_ua: Отримувач:

source: Subject
ar_sa: الموضوع:
ca_es: Assumpte
gl_es: Asunto
uk_ua: Тема

source: Sent
ar_sa: أرسلت
ca_es: Enviat
gl_es: Enviados
uk_ua: Відправлені

source: Refresh list
ar_sa: تحديث القائمة
ca_es: Refresqueu la llista
gl_es: Actualizar listaxe
uk_ua: Оновити список

source: Erase all
ar_sa: محو الكل
ca_es: Esborrar-ho tot
gl_es: Borrar todo
uk_ua: Стерти все

source: Severity (1-4)
ar_sa: شدة (1-4)
ca_es: Severitat (1-4)
gl_es: Gravidade (1-4)
uk_ua: Серйозність (1-4)

source: Object type
ar_sa: نوع الكائن
ca_es: Tipus d'objecte
gl_es: Tipo de obxecto
uk_ua: Тип об'єкта

source: Object ID
ar_sa: رقم تعريف الكائن
ca_es: ID de l'objecte
gl_es: ID do Obxecto
uk_ua: Код об'єкта

source: Error code
ar_sa: كود خطأ
ca_es: Codi de l'error
gl_es: Codigo Erróneo
uk_ua: Код помилки

source: SQL query Name
ca_es: Nom de la consulta SQL
gl_es: Nome da consulta SQL
uk_ua: Назва SQL запиту

source: Key
ar_sa: مفتاح
ca_es: Clau
gl_es: Chave
uk_ua: Ключ

source: Key description
ar_sa: وصف المفتاح
ca_es: Descripció de clau
uk_ua: Опис ключа

source: Add new SQL query
ar_sa: إضافة إستعلام SQL جديد
ca_es: Afegir una nova consulta SQL
gl_es: Engadir nova consulta SQL
uk_ua: Додати новий SQL запит

source: Add new webservice key
ar_sa: إضافة مفتاح خدمة ويب جديد
ca_es: Afegir una nova clau de webservice
uk_ua: Додати новий webservice ключ

source: Product reference
ca_es: referencia_article
uk_ua: Посилання на товар

source: Combination reference
ar_sa: مرجع التركيبة
ca_es: Referència de la combinació
uk_ua: Артикул комбінації

source: Memcached via PHP::Memcache
ar_sa: Memcached من خلال PHP::Memcache
ca_es: Memcau vía PHP::Memcau
uk_ua: Memcached через PHP::Memcached

source: Memcached via PHP::Memcached
ar_sa: Memcached من خلال PHP::Memcache
ca_es: Memcaché vía PHP::Memcaché
uk_ua: Memcached через PHP::Memcached

source: megabytes
ar_sa: ميجابيت
uk_ua: Мегабайт

source: Both
ar_sa: على حد سواء
ca_es: Ambdós
gl_es: Ámbalas dúas
uk_ua: В обох форматах

source: Send email in HTML format
ar_sa: إرسال البريد الإلكتروني بتصميم HTML
ca_es: Enviar correus electrònics en format HTML
gl_es: Enviar correo electrónico en formato HTML
uk_ua: Надсилати пошту у форматі HTML

source: Send email in text format
ar_sa: إرسال البريد الإلكتروني كنص
ca_es: Envíar missatge com a texte plà
gl_es: Enviar email como TEXTO
uk_ua: Надсилати пошту у текстовому форматі

source: None
ar_sa: لايوجد
ca_es: Cap
gl_es: Ningún
uk_ua: Вимкнені

source: TLS
uk_ua: використовувати TLS

source: SSL
uk_ua: використовувати SSL

source: Store contacts
ar_sa: بيانات الإتصال بالمتجر
ca_es: Contactes de la botiga
uk_ua: Контакти магазину

source: Download the backup file (%s MB)
ar_sa: تحميل ملف النسخة الإحتياطية (% ميجا)
ca_es: Descarregar el fitxer de còpia de seguretat (%s MB)
gl_es: Descargar o ficheiro da copia de seguridade (%s MB)
uk_ua: Завантажити файл резервної копії (%s МБ)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
ar_sa: نصيحة: يمكنك أيضا تحميل هذا الملف بواسطة سيرفر الـ FTP. ملفات النسخ الاحتياطية موجودة فى المجلد "admin/backups".
ca_es: Consell: Podeu descarregar també aquest fitxer amb el vostre servidor FTP. Els fitxers de còpia de seguretat són al directori "/adminXXXX/backups".
gl_es: Truco: tamén podes descargar este ficheiro dende o teu servidor FTP. Os ficheiros da copia de seguridade atópanse no directorio "/adminXXXX/backups".
uk_ua: Порада: ви також можете вивантажити цей файл з вашого ftp-сервера. Резервні файли розміщуються в каталозі "/adminXXXX/backups".

source: Backup options
ar_sa: خيارات النسخ الإحتياطى
ca_es: Opcions de còpia de seguretat
gl_es: Opcións da Copia de Seguridade
uk_ua: Параметри резервування

source: Ignore statistics tables
ar_sa: تجاهل جداول الإحصائيات
ca_es: No fer cas de les taules estadístiques
gl_es: Ignorar tablas de estatísticas
uk_ua: Ігнорувати таблиці статистики

source: Drop existing tables during import
ar_sa: إسقاط الجداول الموجودة أثناء الاستيراد
ca_es: Eliminació de les taules existents durant la importació
gl_es: Eliminar as táboas existentes durante a importación
uk_ua: Видалити існуючі таблиці при імпорті

source: Download
ar_sa: تحميل
ca_es: Descarregar
gl_es: Descargar
uk_ua: Завантаження

source: Multiple value separator
ar_sa: متعددة قيمة فاصل
ca_es: Separador de valor múltiple
gl_es: Multiple separador do valor
uk_ua: Розділювач різних значень

source: Send emails to
ar_sa: إرسال بريد إلكتروني إلى
ca_es: Enviar e-mails a
uk_ua: Відправляти листи до

source: Log Emails
ar_sa: سجل رسائل البريد الإلكتروني
ca_es: Registrar els correus electrònics
uk_ua: Поштовий журнал

source: Back to the dashboard
ar_sa: العودة إلى لوحة التحكم
ca_es: Tornar al tauler de control
gl_es: Voltar ao panel de administración
uk_ua: Назад до панелі інструментів

source: Mail domain name
ar_sa: اسم نطاق البريد الإلكتروني
ca_es: Domini de correu
gl_es: Nome do dominio de correo
uk_ua: Поштовий сервер

source: SMTP server
ar_sa: سيرفرSMTP
ca_es: Servidor SMTP
gl_es: Servidor SMTP
uk_ua: Сервер вихідної пошти SMTP

source: SMTP username
ar_sa: اسم مستخدم SMTP
ca_es: Nom d'usuari SMTP
gl_es: Usuaria SMTP
uk_ua: Ім'я користувача SMTP

source: SMTP password
ar_sa: كلمة مرور SMTP
ca_es: Contrasenya SMTP
gl_es: Contrasinal SMTP
uk_ua: Пароль

source: Encryption
ar_sa: التشفير
ca_es: Encriptació
gl_es: Encriptación
uk_ua: Шифрування

source: Port number to use.
ar_sa: رقم المنفذ لاستخدام.
ca_es: Número de port que utilitzareu.
gl_es: Número de porto que se empregará.
uk_ua: Номер порту для підключення.

source: Port
ar_sa: المنفذ
gl_es: Porto
uk_ua: Номер порту

source: Test your email configuration
ar_sa: اختبار البريد الإلكتروني الخاص بك
ca_es: Comproba la teva configuració de correu electrònic
gl_es: Probe a sua configuracion de correo
uk_ua: Перевірка налаштувань пошти

source: Send a test email to
ar_sa: ارسال رسالة اختبار إلى
ca_es: Enviar un correu electrònic de prova a
gl_es: Enviar un correo de proba a
uk_ua: Надіслати тестове повідомлення на

source: A test email has been sent to the email address you provided.
ar_sa: يتم إرسال البريد
ca_es: El correu s'envia
gl_es: Envióuseche un correo electrónico de proba ao enderezo que proporcionaches.
uk_ua: Повідомлення надіслано

source: Send a test email
ar_sa: ارسال رسالة اختبار
ca_es: Envia un correu de prova
gl_es: Enviar un correo de proba
uk_ua: Відіслати тестовий лист

source: Meaning of severity levels:
ar_sa: معنى مستويات الخطورة:
ca_es: Significat dels nivells de seguretat:
uk_ua: Значення рівнів безпеки:

source: Logs by email
ar_sa: سجلات عن طريق البريد الالكتروني
ca_es: Informes per e-mail
uk_ua: Логи по e-mail

source: Minimum severity level
ar_sa: الحد الأدنى من مستوى الخطورة
ca_es: Nivell de gravetat mínim
uk_ua: Мінімальний рівень безпеки

source: Select your default file encoding
ar_sa: أختر ملف الترميز الإفتراضي
ca_es: Seleccionar el fitxer de codificació predeterminat
uk_ua: Виберіть типове кодування файлу

source: SQL query
ar_sa: إستعلام SQL
ca_es: Consulta SQL
gl_es: Consulta SQL
uk_ua: SQL запит

source: SQL query name
ar_sa: إسم إستعلام SQL
ca_es: Nom de la consulta SQL
gl_es: Nome da consulta SQL
uk_ua: Назва SQL запиту

source: Enable PrestaShop's webservice
ar_sa: تمكين خدمة ويب PrestaShop
ca_es: Activar el webservice
gl_es: Activar servizo web de PrestaShop
uk_ua: Включити веб-сервіс

source: Enable CGI mode for PHP
ar_sa: تفعيل وضع الـ CGI لـ PHP
ca_es: Activar mode CGI per a PHP
gl_es: Activar o modo CGI para PHP
uk_ua: Увімкнути CGI-режим для PHP

source: Automatically check for module updates
ar_sa: فحص آلى لتحديثات الإضافه
ca_es: Cercar automàticament actualitzacions de mòduls
gl_es: Comprobar automaticamente actualizacións para os módulos
uk_ua: Автоматично перевіряти оновлення модулів

source: Check the cookie's IP address
ar_sa: تحقق من عنوان الأي بي المسجل في الـكوكيز
ca_es: Verificar les cookies de l'adreça IP
gl_es: Comprobar o enderezo IP das cookies
uk_ua: Перевіряти IP адресу реп'яшка

source: Lifetime of front office cookies
ar_sa: العمر الكلي لكوكيز واجهة المتجر
ca_es: Durada de les cookies del front office
gl_es: Duración das cookies do sitio web
uk_ua: Термін дії реп'яшків у магазині

source: Lifetime of back office cookies
ar_sa: عمر ملفات تعريف الارتباط للمكتب الخلفي
ca_es: Durada de les cookies del back office
gl_es: Duración das cookies do panel de administración
uk_ua: Тривалість життя реп’яшка в Панелі керування

source: Upload quota
ar_sa: تحديد حجم الرفع
ca_es: Quota de pujada
gl_es: Cota de subida
uk_ua: Обмеження на розмір завантаження

source: Maximum size for attached files
ar_sa: الحد الأقصى لحجم الملفات المرفقة
ca_es: Pes màxim d'arxius adjunts
uk_ua: Максимальний розмір прикріплених файлів

source: Maximum size for a downloadable product
ar_sa: الحد الأقصى لحجم التحميل لمنتج
ca_es: Màxim pes per a un producte descarregable
gl_es: Tamaño máximo para un produto descargable
uk_ua: Максимальний розмір скачуваного товару

source: Maximum size for a product's image
ar_sa: أكبر قياس لصورة المنتج
ca_es: Pes màxim per a imatges de productes
gl_es: Tamaño máximo para a imaxe dun produto
uk_ua: Максимальний розмір зображення товару

source: Show notifications for new orders
ar_sa: عرض التنبيهات بوجود طلبات شراء جديدة
ca_es: Mostrar notificacions per a les noves comandes
gl_es: Amosa notificacións de novas encomendas
uk_ua: Показати нагадування для нових замовлень

source: Show notifications for new customers
ar_sa: عرض التنبيهات عند تسجيل عملاء جدد
ca_es: Mostrar notificacions pels nous clients
gl_es: Amosar notificacións para novas clientas
uk_ua: Показати нагадування для нових покупців

source: Show notifications for new messages
ar_sa: عرض الإشعارات بوجود رسائل جديده
ca_es: Mostrar notificacions pels nous missatges
gl_es: Amosar notificacións para novas mensaxes
uk_ua: Показати нагадування для нових повідомлень

source: Add server
ar_sa: إضافة ملقم
ca_es: Afegir servidor
gl_es: Engadir servidor
uk_ua: Додати сервер

source: IP Address
ar_sa: عنوان الـ IP
ca_es: Adreça IP
gl_es: IP
uk_ua: IP-адреса

source: Weight
ar_sa: الوزن
ca_es: Pes
gl_es: Peso
uk_ua: Вага

source: Add Server
ar_sa: إضافة سيرفر
ca_es: Afegir servidor
gl_es: Engadir Servidor
uk_ua: Додати сервер

source: Test Server
ar_sa: إختبار سيرفر
ca_es: Servidor de test
gl_es: Probar o Servidor
uk_ua: Тест сервера

source: Customer groups
ar_sa: مجموعات العملاء
ca_es: Grups de client
gl_es: Grupos de cliente
uk_ua: Групи клієнта

source: Clear cache
ar_sa: تنظيف ذاكرة التخزين المؤقت
ca_es: Netejar la memòria cau
gl_es: Limpar caché
uk_ua: Очистити кеш

source: Smarty
ca_es: Setciències
uk_ua: Smarty-обробник

source: Template compilation
ar_sa: مجموعة النماذج
ca_es: Compilació de plantilles
uk_ua: Збирання теми

source: Cache
ar_sa: مخبأ
ca_es: Memòria Cau
gl_es: Caché
uk_ua: Кеш

source: Should be enabled except for debugging.
ar_sa: وينبغي تمكين إلا من أجل التصحيح.
ca_es: En cas d'estar activada, excepte per a la depuració.
uk_ua: Повинен бути увімкнений. Вимикайте при налагоджені.

source: Multi-front optimizations
ar_sa: تحسينات الواجهات الأمامية المتعددة
ca_es: Optimitsacions multi-front
uk_ua: Оптимізація синхронізації на кількох серверах

source: Caching type
ca_es: Tipus de memòria cau
uk_ua: Тип кешу

source: Debug mode
ca_es: Mode de depuració
gl_es: Modo de depuración
uk_ua: Режим налагодження

source: Disable non PrestaShop modules
ar_sa: تعطيل الإضافات الغير تابعة لـ PrestaShop
ca_es: Deshabilitar els mòduls que no siguin de Prestashop
gl_es: Desactivar os módulos que non son de PrestaShop
uk_ua: Вимкнути не ПрестаШопівські модулі

source: Enable or disable non PrestaShop Modules.
ar_sa: تفعيل أو تعطيل الوحدات الغير تابعة لـ PrestaShop.
ca_es: Activar o desactivar mòduls que no són de PrestaShop.
gl_es: Activar ou desactivar os Módulos que non son de PrestaShop.
uk_ua: Увімкнення чи вимкнення не ПрестаШопівських модулів.

source: Disable all overrides
ar_sa: تعطيل كل التخطيات
ca_es: Deshabilitar totes les anul·lacions
uk_ua: Вимкнути всі перевизначення

source: Enable or disable all classes and controllers overrides.
ar_sa: تمكين أو تعطيل جميع تجاوزات الفئات و وحدات التحكم.
ca_es: Habilitar o deshabilitar totes les classes i els controladors d'anul·lacions.
uk_ua: Увімкнення чи вимкнення усі перевизначені класи й контролери.

source: Optional features
ca_es: Característiques opcionals
gl_es: Características opcionais
uk_ua: Додаткові характеристики

source: CCC (Combine, Compress and Cache)
ar_sa: CCC (الجمع ، وضغط الكاش)
ca_es: CCC (Combinació, compressió i memòria cau)
uk_ua: ККК (комбінація, компресія і кешування)

source: Smart cache for CSS
ar_sa: ذكي ذاكرة التخزين المؤقت ل CSS
ca_es: Memòria cau intel ligent per CSS
uk_ua: Розумний кеш для CSS

source: Smart cache for JavaScript
ar_sa: ذكي ذاكرة التخزين المؤقت للجافا سكريبت
ca_es: Memòria cau intel ligent per JavaScript
uk_ua: Розумний кеш для JavaScript

source: Apache optimization
ar_sa: تحسين أداء الـ Apache
ca_es: Optimització d'Apache
gl_es: Optimización de Apache
uk_ua: Оптимізація Apache

source: Media servers (use only with CCC)
ar_sa: سيرفرات الوسائط (تستخدم فقط مع CCC)
ca_es: Servidors de media (utilitzar només amb CCC)
uk_ua: Медіа-сервери (лише при використані ККК)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
ar_sa: يجب إدخال مجال آخر أو فرعي من اجل استخدام cookieless محتوى ثابت.
ca_es: Ha d'introduir altre camp o subcamp per a no tornar a utilitzar la cookie de contingut estàtic.
gl_es: Debes introducir outro dominio, ou subdominio, para poder empregar contido estático sen cookies.
uk_ua: Ви повинні ввести інший домен або піддомен, для використання статичного вмісту без реп'яшків.

source: Media server #1
ar_sa: وسائل الاعلام الخادم # 1
ca_es: Els mitjans de comunicació del servidor # 1
uk_ua: Медіа-сервер № 1

source: Media server #2
ar_sa: وسائل الاعلام الخادم # 2
ca_es: Els mitjans de comunicació del servidor # 2
uk_ua: Медіа-сервер № 2

source: Media server #3
ar_sa: وسائل الاعلام الخادم # 3
ca_es: Els mitjans de comunicació del servidor # 3
uk_ua: Медіа-сервер № 3

source: Caching
ar_sa: التخزين المؤقت
ca_es: L'emmagatzematge en memòria cau
uk_ua: Кешування

source: Use cache
ar_sa: استخدام التخزين المؤقت
ca_es: L'ús de memòria cau
uk_ua: Використання кешу

source: Caching system
ar_sa: التخزين المؤقت النظام
ca_es: Sistema de memòria cau
gl_es: Sistema de caché
uk_ua: Система кешування

source: Configuration information
ar_sa: معلومات الإعدادات
ca_es: Informació de Configuració
gl_es: Información de configuración
uk_ua: Інформація

source: This information must be provided when you report an issue on our bug tracker or forum.
ar_sa: يجب تقديم هذه المعلومات عند الإبلاغ عن مشكلة في قسم تعقب الأخطاء أو المنتدى.
ca_es: Heu de transmetre aquesta informació quan envieu una incidència al sistema de bug tracking o al fòrum.
uk_ua: Ця інформація повинна бути зазначена при доповіді про помилку на баг-трекер або при зверненні на форум.

source: Server information
ar_sa: معلومات السيرفر
ca_es: Servidor d'informació
gl_es: Información do servidor
uk_ua: Інформація про сервер

source: Server software version:
ar_sa: إصدار برنامج السيرفر:
ca_es: Versió del software del servidor:
uk_ua: Версія ПЗ на сервері:

source: PHP version:
ar_sa: إصدار الـ PHP:
ca_es: Versió PHP:
uk_ua: PHP версія:

source: Memory limit:
ar_sa: حد الذاكرة:
ca_es: Límit de memòria:
uk_ua: Доступний об'єм пам'яті:

source: Max execution time:
ar_sa: الحد الأقصي لوقت التنفيذ:
ca_es: Temps màxim d'execució:
uk_ua: Максимальний час виконання:

source: Upload Max File size:
ar_sa: تحميل أقصى حجم للملف:
ca_es: Tamany màxim de l'arxiu:
uk_ua: Максимальний розмір завантаження:

source: PageSpeed module for Apache installed (mod_instaweb)
ar_sa: PageSpeed ​​وحدة لتركيب اباتشي (mod_instaweb)
ca_es: PageSpeed ​​mòdul per Apache instal lat (mod_instaweb)
uk_ua: PageSpeed ​​модуль для Apache встановлений (mod_instaweb)

source: Database information
ar_sa: معلومات قاعدة البيانات
ca_es: Informació de base de dades
gl_es: Información da base de datos
uk_ua: Інформація про базу даних

source: MySQL version:
ar_sa: إصدار MySQL:
ca_es: Versió MySQL:
uk_ua: Версія MySQL:

source: MySQL server:
ar_sa: سيرفر MySQL:
ca_es: Servidor MySQL:
gl_es: Servidor MySQL:
uk_ua: Сервер MySQL:

source: MySQL name:
ar_sa: أسم الـ MySQL:
ca_es: Nom MySQL:
gl_es: Nome MySQL:
uk_ua: База даних MySQL:

source: MySQL user:
ar_sa: أسم المستخدم لـ MySQL:
ca_es: Usuari de MySQL:
uk_ua: Користувач MySQL:

source: Tables prefix:
ar_sa: بادئة الجداول:
ca_es: Prefix de les taules:
gl_es: Prefixo das táboas:
uk_ua: Префікс таблиць:

source: MySQL engine:
ar_sa: محرك الـ MySQL:
ca_es: Motor MySQL:
uk_ua: Двигун MySQL:

source: MySQL driver:
ar_sa: مُشغل MySQL:
ca_es: Servidor MySQL:
uk_ua: драйвер MySQL:

source: Store information
ar_sa: تخزين المعلومات
ca_es: Informació sobre la botiga
gl_es: Información da tenda
uk_ua: Інформація магазину

source: PrestaShop version:
ar_sa: إصدار PrestaShop:
ca_es: Versió de Prestashop:
gl_es: Versión de PrestaShop:
uk_ua: Версія PrestaShop:

source: Shop URL:
ar_sa: رابط المتجر:
ca_es: URL de la botiga:
gl_es: URL da Tenda:
uk_ua: URL магазину:
