Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminDesignNotification.*.xlf
Languages: es_es, ro_ro

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
es_es: El tema actual no está disponible. Por favor, revisa el nombre del directorio del tema ("%s") y los permisos.
ro_ro: Tema actuala nu este disponibila. Te rugam sa verifici numele directorului temei ("%s") si permisiunile.

source: The uploaded file is too large.
es_es: El archivo subido es demasiado grande.
ro_ro: Fisierul incarcat este prea mare.

source: Invalid file format.
es_es: Formato de archivo no válido.
ro_ro: Formatul fisierului nu este valid.

source: Failed to move uploaded file.
es_es: Error al mover el archivo subido.
ro_ro: Mutarea fisierului incarcat a esuat.

source: Warning: if no email logo is available, the main logo will be used instead.
es_es: Advertencia: si no hay un logo para el correo electrónico, se utilizará en su lugar el logotipo principal.
ro_ro: Atentie: daca nu este disponibila o sigla pentru e-mail, va fi folosit cea principala.

source: Your RTL stylesheets has been generated successfully
es_es: Las hojas de estilo RTL han sido generadas correctamente
ro_ro: Fisierele CSS pentru scrierea de la dreapta la stanga au fost generate

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the 'Regenerate thumbnails' button.
es_es: Tu tema se ha restablecido a su configuración predeterminada. Si deseas regenerar tus imágenes, dirígete a Mejoras > Diseño > Ajustes de imágenes, y haz clic al botón 'Regenerar miniaturas'.
ro_ro: Tema ta a fost reinitializata corect la setarile implicite. Poate doresti sa regenerezi imaginile. Vezi ecranul Imbunatatire > Design > Setari Imagini pentru butonul 'Regenereaza miniaturile'.

source: The page Category cannot be moved here.
es_es: La página "Categoría" no se puede mover aquí.
ro_ro: Categoria paginii nu poate fi mutata aici.

source: No items found
es_es: No se encontraron elementos
ro_ro: Nu a fost gasit niciun element

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
es_es: Se encontraron imágenes duplicadas al mover las imágenes del producto. Esto probablemente es causado por imágenes de demostración no utilizadas. Por favor, asegúrate de que la carpeta %folder% sólo contiene imágenes de demostración y, a continuación, elimínala.
ro_ro: Au fost gasite imagini duplicate in timpul mutarii imaginilor de produse. Probabil ca acest lucru s-a intamplat din cauza unor imagini demonstrative nefolosite. Te rugam sa fii sigur ca dosarul %folder% contine numai imagini demonstrative si apoi sa-l stergi.

source: Incorrect value for the selected JPEG image compression.
es_es: Valor incorrecto para la compresión de imagen JPEG seleccionada.
ro_ro: Valoarea aleasa pentru compresia JPEG este incorecta.

source: Incorrect value for the selected PNG image compression.
es_es: Valor incorrecto para la compresión de imagen PNG seleccionada.
ro_ro: Valoarea aleasa pentru compresia PNG este incorecta.

source: This name already exists.
es_es: Este nombre ya existe.
ro_ro: Acest nume exista deja.

source: Source file does not exist or is empty (%filepath%)
es_es: El archivo de origen no existe o está vacío (%filepath%)
ro_ro: Fisierul sursa nu exista sau este gol (%filepath%)

source: Failed to resize image file (%filepath%)
es_es: Error al redimensionar la imagen (%filepath%)
ro_ro: Redimensionarea imaginii a esuat (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
es_es: Error al redimensionar el archivo de imagen a alta resolución (%filepath%)
ro_ro: Redimensionarea fisierului imagine la rezolutie inalta a esuat (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
es_es: La imagen original está corrupta (%filename%) para el ID de producto %id%, o los permisos de la carpeta son erróneos.
ro_ro: Imaginea originala este corupta (%filename%) pentru produsul cu ID %id% sau dosarul nu are permisiuni corecte.

source: Original image is missing or empty (%filename%) for product ID %id%
es_es: Falta la imagen original o está vacía (%filename%) para el producto ID %id%
ro_ro: Imaginea originala lipseste sau este goala (%filename%) pentru produsul cu ID %id%

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
es_es: No se pueden escribir imágenes para este tipo: %1$s. Comprueba los permisos de escritura de la carpeta %2$s.
ro_ro: Nu s-au putut scrie imaginile pentru tipul: %1$s. Te rugam sa verifici permisiunile de scriere ale dosarului %2$s.

source: Only part of the images have been regenerated. The server timed out before finishing.
es_es: Solamente una parte de las imágenes han sido regeneradas. La conexión con el servidor se interrumpió antes de finalizar.
ro_ro: Doar o parte dintre imagini au fost regenerate. Serverul a depasit limita de timp inainte de finalizare.

source: Server timed out. The watermark may not have been applied to all images.
es_es: Tiempo de espera agotado. Es posible que la marca de agua no se haya aplicado a todas las imágenes.
ro_ro: Serverul a depasit limita de timp. Este posibil ca watermark-ul sa nu fi fost aplicat tuturor imaginilor.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
es_es: No se puede escribir la imagen "Sin imagen" en la carpeta de imágenes %s. Por favor, comprueba los permisos de la carpeta.
ro_ro: Nu se poate scrie imaginea "Imagine lipsa" in dosarul de imagini %s. Te rugam sa verifici permisiunile de scriere ale dosarului.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
es_es: Error: La configuración del servidor no es compatible con el nuevo sistema de imagen. No se movieron las imágenes.
ro_ro: Eroare: configurarea serverului nu este compatibila cu noul sistem de imagini. Nu a fost mutata nicio imagine

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
es_es: No todas las imágenes fueron movidas. Se agotó el tiempo de espera de la conexión con el servidor, antes de finalizar el proceso. Haz clic de nuevo en "Mover las imágenes" para reanudar el proceso de movimiento de imágenes.
ro_ro: Nu au fost mutate toate imaginile, serverul a depasit limita de timp inainte de finalizare. Da clic din nou pe "Mutare imagini" pentru a continua procesul de mutare

source: Error: Some -- or all -- images cannot be moved.
es_es: Error: Algunas -- o todas las -- imágenes no pudieron moverse.
ro_ro: Eroare: unele imagini -- sau toate -- nu au putut fi mutate.

source: After modification, do not forget to regenerate thumbnails
es_es: Después de la modificación, no olvides regenerar las miniaturas
ro_ro: Dupa modificare, nu uita sa regenerezi miniaturile (thumbnail)

source: Your theme has been correctly exported: %path%
es_es: Tu tema se ha exportado correctamente: %path%
ro_ro: Tema ta a fost exportata corect: %path%

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
es_es: Se ha producido un error al subir el favicon: no se pude copiar el archivo "%s" en la carpeta "%s".
ro_ro: A aparut o eroare la incarcarea favicon-ului: nu a putut fi copiat fisierul "%s" in dosarul "%s".

source: An error occurred. The information "%s" is missing.
es_es: Se ha producido un error. Falta la información "%s".
ro_ro: S-a produs o eroare. Informatia "%s" lipseste.

source: An error occurred. The template "%s" is missing.
es_es: Ha ocurrido un error. Falta la plantilla "%s".
ro_ro: S-a produs o eroare. Sablonul "%s" lipseste.

source: This theme is not valid for PrestaShop 1.7
es_es: Este tema no es válido para PrestaShop 1.7
ro_ro: Aceasta tema nu este valida pentru PrestaShop 1.7

source: If you want to order/move the following data, please select a shop from the shop list.
es_es: Si quieres ordenar/mover los siguientes datos, por favor, selecciona una tienda del listado de tiendas.
ro_ro: Daca doresti sa muti/ordonezi urmatoarele date, selectioneaza un magazin din lista de magazine

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
es_es: Puedes decidir mantener tus imágenes almacenadas en el sistema anterior. Esto no provoca ningún problema.
ro_ro: Poti alege pastrarea imaginilor folosind sistemul vechi. Nu este nimic in neregula cu acest lucru.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
es_es: También puedes decidir mover las imágenes al nuevo sistema de almacenamiento. En este caso, haz clic en el botón "Mover imágenes". Por favor, sea paciente. Este proceso puede tomar varios minutos.
ro_ro: De asemenea, poti decide mutarea imaginilor catre noul sistem de stocare. In acest caz, fa clic pe butonul "Mutare imagin" de mai jos. Te rugam sa ai rabdare. Acest lucru poate dura mai multe minute.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
es_es: Después de mover todas las imágenes de tu producto, establece la opción "Usar el sistema de archivos heredado" a "No" para obtener el mejor rendimiento.
ro_ro: Dupa mutarea tututuror imaginilor tale de produs, seteaza pe ”Nu” optiunea "Foloseste sistemul vechi de fisiere " pentru a obtine cea mai buna performanta.

source: Your page will be saved as a draft
es_es: Tu página se guardará como borrador
ro_ro: Pagina ta va fi salvata ca schita
