Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminDashboardHelp.*.xlf
Languages: hr_hr, ko_kr, lv_lv, pt_br, sr_cs, uk_ua

source: This mode displays sample data so you can try your dashboard without real numbers.
hr_hr: Ovaj modul prikazuje primjere podataka tako da možete isprobati vašu nadzornu ploču bez realnih brojeva.
ko_kr: 이 모드는 예시 자료를 표시하기에 실제 번호없이 대시보드를 사용해 볼 수 있습니다.
lv_lv: Šajā režīmā tiek rādīti demo datu paraugi, lai varētu izmēģināt informācijas paneli bez reāliem skaitļiem.
pt_br: Este modo apresenta dados de exemplo para você poder testar o seu painel, mesmo sem números reais.
sr_cs: Ovaj režim izračunava lažne podatke tako da možete isprobati vašu kontrolnu tablu bez pravih brojeva.
uk_ua: Цей режим показує демонстраційний приклад для вашої панелі інструментів, без реальних значень.

source: Choose a fixed fee for each order placed in %currency% with %module%.
hr_hr: Odaberite fiksnu naknadu za svaku narudžbu stavljenu u %currency% s %module%.
ko_kr: %module%에 %currency%로 할당된 각 주문에 대한 고정 비용을 선택하세요.
lv_lv: Izvēlieties fiksētu maksu katram pasūtījumam %currency% ar %module%.
pt_br: Escolha um custo fixo para cada pedido realizado em %currency% com %module%.
sr_cs: Odaberi fiksne poreze za sve porudžbine u %currency% with %module%.
uk_ua: Оберіть фіксовану плату за кожне замовлення, зроблене в %currency% з %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
hr_hr: Odaberite promjenjivu naknadu za svaku narudžbu postavljenu u %currency% sa %module%. Biti će primijenjeno na ukupno plaćanje s porezom.
ko_kr: %module%의 %currency%에 할당된 각 주문에 대한 가변 수수료를 선택해주세요. 세금 포함 총 지불액에 적용됩니다.
lv_lv: Izvēlaties mainīgo maksu katram pasūtījumam %currency% ar %module%. Tas tiks piemērots kopējai summai ar nodokļiem.
pt_br: Escolha um custo variável para cada pedido realizado em %currency% com %module%. O custo será adicionado ao total pago com impostos.
sr_cs: Odaberite promenljivi porez za svaku porudžbinu u %currency% sa %module%.. Primeniće se na ukupnu cenu sa porezima.
uk_ua: Оберіть змінну плату за кожне замовлення, зроблене в %currency% з %module%. Це застосовуватиметься до загальної суми з податками.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
hr_hr: Odaberite fiksnu naknadu za svaku narudžbu sa stranom valutom sa %module%.
ko_kr: %module%에 외화로 할당된 각 주문에 대한 고정 비용을 선택하세요.
lv_lv: Izvēlieties fiksētu maksu par katru pasūtījumu ārvalstu valūtā ar %module%.
pt_br: Escolha um custo fixo para cada pedido realizado em moeda estrangeira com %module%.
sr_cs: Odaberite stalni porez za svaku porudžbinu u stranoj valuti sa %module%.
uk_ua: Оберіть фіксовану плату за кожне замовлення, зроблене в іноземній валюті з %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
hr_hr: Odaberite promjenjivu naknadu za svaku narudžbu sa stranom valutom sa %module%. Biti će primijenjeno na ukupno plaćanje s porezom.
ko_kr: %module%의 외화에 할당된 각 주문에 대한 가변 수수료를 선택해주세요. 세금 포함 총 지불액에 적용됩니다.
lv_lv: Izvēlieties mainīgo maksu par katru pasūtījumu ārvalstu valūtā ar %module%. Tas tiks piemērots kopējai samaksai ar nodokļiem.
pt_br: Escolha um custo variável para cada pedido realizado em moeda estrangeira com %module%. O custo será adicionado ao total pago com impostos.
sr_cs: Odaberite promenljivi porez za svaku porudžbinu u stranoj valuti sa %module%. Primeniće se na ukupnu cenu sa porezima.
uk_ua: Оберіть змінну плату за кожне замовлення, зроблене в іноземній валюті з %module%. Це застосовуватиметься до загальної суми з податками.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
hr_hr: Za dostavljača %s, ukazuje na trošak domaće dostave u postocima u odnosu na cijenu naplaćenu kupcu.
ko_kr: %s 라는 배송업체에 대한, 국내 배송 비용을 고객에게 부과되는 가격 대비 백분율로 표시합니다.
lv_lv: Pārvadātājam %s, norādiet vietējās piegādes izmaksas procentos no klienta cenas.
pt_br: Para a transportadora %s, indique o custo de entrega nacional em percentual do preço cobrado dos clientes.
sr_cs: Za %s dostavljača, ukazati na domaću cenu isporuke u procentima cene koju kupci naplaćuju.
uk_ua: Для перевізника %s, витрати на внутрішню доставку вказувати в відсотках від вартості стягнутої з покупця.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
hr_hr: Za dostavljača %s, ukazuje na trošak inozemne dostave u postocima u odnosu na cijenu naplaćenu kupcu.
ko_kr: %s 라는 배송업체에 대한, 해외 배송 비용을 고객에게 부과되는 가격 대비 백분율로 표시합니다.
lv_lv: Pārvadātājam %s norādiet ārvalstu piegādes izmaksas procentos no cenas, kas jāmaksā klientiem.
pt_br: Para a transportadora %s, indique o custo de entrega internacional em percentual do preço cobrado dos clientes.
sr_cs: Za %s dostavljača, ukazati na prekomorsku cenu isporuke u procentima cene koju kupci naplaćuju.
uk_ua: Для перевізника %s, витрати на закордонну доставку вказувати в відсотках від вартості стягнутої з покупця.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
hr_hr: Metoda: ukazuje postotak vaše marže na dostavu. Na primjer, ako naplaćujete kupcu 10kn za troškove slanja svake pošiljke, a vi plaćate dostavljaču 4kn, onda trebate naznačiti "40" u polje postotka.
ko_kr: 방법: 배송업체 마진의 백분율을 나타냅니다. 예를 들어, 고객에게 각 발송물에 대해 $10의 배송비를 부과하면, 실제로는 이 배송업체에 $4를 지불하게 되고, 백분율 항목에 "40"을 표시해야합니다.
lv_lv: Metodika: Norāda piegādātāja ienākumus procentos. Piemēram, ja katram sūtījumam no klienta iekasē 10€ par piegādi, bet jūs maksājiet pārvadātājam 4€, procentuālā laukā jānorāda "40".
pt_br: Método: Indique o percentual da margem de sua transportadora. Ex:, se você cobra R$10 de frete dos seus clientes para cada envio, mas você efetivamente paga R$4 à transportadora, então você deve indicar \"40\" no campo \"Percentual\".
sr_cs: Metod: Navesti procenat marže vašeg dobavljača. Na primer, ako naplatite 10 dolara troškova dostave vašem kupcu za svaku pošiljku, a ustvari je naplaćujete 4 dolara, onda treba da navedete "40" u polju za procenat.
uk_ua: Методика: Вкажіть відсоток вашої маржі від перевізника. Наприклад, якщо ви берете 10 грн за доставку кожної партії вашого покупця, а ви, насправді, платите 4 грн цьому перевізнику, то вкажіть "40" в полі процентів.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
hr_hr: Trebate izračunati taj postotak kako slijedi: ((ukupno prodano robe) - (trošak nabavljene robe)) / (ukupno prodano robe) * 100. Ova vrijednost se koristi samo u izračunu približne bruto marže na nadzornoj ploči, ako ne specificirate veleprodajnu cijenu za svaki proizvod.
ko_kr: 이 비율은 다음과 같이 계산해야합니다: ((총 매출액) - (판매 된 상품 원가)) / (총 매출액) * 100. 이 값은 대시보드의 대략적인 총 이익을 계산하는 데에만 사용되고, 각 상품의 도매가에는 적용할 수 없습니다.
lv_lv: Jūs šo procentu aprēķiniet šādi: ((kopējie pārdošanas ieņēmumi) - (pārdotās preces izmaksas)) / (kopējie pārdošanas ieņēmumi) * 100. Šo vērtību izmanto tikai, lai aprēķinātu informācijas panelī aptuveni bruto peļņu, ja jūs nenorādāt vairumtirdzniecības cenu katram produktam.
pt_br: Você deve calcular este percentual da seguinte forma: ((receita total de vendas) - (custo dos produtos vendidos)) / (receita total de vendas) * 100. Este valor só é utilizado para calcular a margem bruta aproximada no Painel, se você não especificar o preço de atacado para cada produto.
sr_cs: Trebalo bi ste da izračunate ovaj procenat ovako: ((ukupan prihod od prodaje) - (troškovi prodate robe)) / (ukupan prihod prodaje) * 100. Ova vrednost se samo koristi da se izračuna prosečna bruto marža, ako ne odredite veleprodajnu cenu za svaki proizvod pojedinačno.
uk_ua: Ви повинні розрахувати цей процент наступним чином: ((загальна виручка від реалізації) - (собівартість проданих товарів)) / (загальний дохід від продаж) * 100. Це значення використовується лише для розрахунку ПанеллюІнструментів приблизного валового прибутку, якщо ви не вкажете гуртову ціну для кожного товару.

source: You should calculate this value by making the sum of all of your additional costs per order.
hr_hr: Trebate izračunati ovu vrijednost zbrajanjem svih dodatnih troškova po narudžbi.
ko_kr: 주문 당 추가 비용을 모두 합하여 이 값을 계산해야 합니다.
lv_lv: Šī vērtība tiek aprēķināta summējot visas jūsu papildu izmaksas par pasūtījumu.
pt_br: Você deveria calcular este valor fazendo a soma de todos os seus custos adicionais por pedido.
sr_cs: Ovu vrednost bi ste trebali izračunati sabiranjem svih dodatnih troškova po porudžbini.
uk_ua: Ви повинні розрахувати це значення як суму всіх ваших додаткових витрат на замовлення.
