Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminInternationalNotification.*.xlf
Languages: es_es, eu_es, fr_fr, id_id, th_th, tl_ph, uk_ua

source: Please ask your hosting provider to increase the Suhosin limit to
es_es: Por favor, solicita a tu proveedor de alojamiento que aumente el límite de Suhosin
fr_fr: Veuillez contacter votre hébergeur pour augmenter la limite de Suhosin à
id_id: Silahkan meminta tempat hosting Anda untuk menaikan batas Suhosin ke
uk_ua: Зверніться до провайдера для збільшення кількості лімітів Suhosin

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
es_es: ¡Advertencia! Tu configuración de PHP limita el número máximo de campos permitidos en un formulario:
fr_fr: Attention, votre configuration PHP limite le nombre maximum de champs autorisés dans un formulaire :
id_id: Perhatian ! Konfigurasi PHP Anda membatasi jumlah field yang diperbolehkan dalam satu form
uk_ua: Увага, ваша конфігурація PHP обмежує максимальну кількість полів у формі

source: for max_input_vars.
es_es: para max_input_vars.
fr_fr: pour max_input_vars
id_id: untuk max_input_vars.
uk_ua: для max_input_vars.

source: Please ask your hosting provider to increase this limit to
es_es: Por favor, solicita a tu proveedor de alojamiento que aumente este límite a
fr_fr: Veuillez contacter votre hébergeur pour augmenter cette limite à
id_id: Silahkan meminta tempat hosting Anda untuk menaikan batasnya ke
uk_ua: Зверніться до провайдера для збільшення ліміту до

source: %s at least, or you will have to edit the translation files.
es_es: al menos %s, o tendrás que editar los archivos de traducción.
fr_fr: au moins %s, ou vous devrez modifier les fichiers de traduction.
id_id: sedikitnya %s, atau Anda harus edit file terjemahan.
uk_ua: %s принаймні, або вам доведеться редагувати файли перекладу.

source: %limit% for suhosin.post.max_vars.
es_es: %limit% para suhosin.post.max_vars.
fr_fr: %limit% pour suhosin.post.max_vars.
id_id: %limit% untuk suhosin.post.max_vars.
tl_ph: Ang %limit% ay para sa suhosin.post.max_vars.
uk_ua: %limit% для suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
es_es: %limit% para suhosin.request.max_vars.
fr_fr: %limit% pour suhosin.request.max_vars.
id_id: %limit% untuk suhosin.request.max_vars.
tl_ph: Ang %limit% ay para sa suhosin.request.max_vars.
uk_ua: %limit% для suhosin.request.max_vars.

source: %s at least, or you will have to edit the translation files manually.
es_es: %s al menos, para que no tengas que editar manualmente los archivos de traducción.
fr_fr: au moins %s, ou vous devrez modifier les fichiers de traduction manuellement.
id_id: sedikitnya %s, atau Anda harus merubah file translasi secara manual.
uk_ua: %s щонайменьше, або доведеться правити переклад руцями.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
es_es: Antes de cambiar la moneda predeterminada, te recomendamos que actives el modo mantenimiento. De hecho, cualquier cambio que se produzca en la moneda predeterminada, requiere un ajuste manual del precio de cada producto y sus combinaciones.
fr_fr: Avant de modifier la devise par défaut, nous vous recommandons d'activer le mode maintenance. En effet, toute modification de la devise par défaut implique un ajustement manuel des prix de chaque produit et de ses déclinaisons.
id_id: Sebelum mengganti mata uang bawaan, kami sangat menganjurkan supaya Anda mengaktifkan mode pemeliharaan. Sebenarnya, setiap perubahan pada mata uang bawaan membutuhkan penyesuaian manual harga tiap produk dan kombinasinya.
tl_ph: Bago baguhin ang salapi ng default, aming mahigpit na nirerekomenda na kailangan mo paganahin ang paraan ng pagpapanatili. sa katunayan, kahit na anung pagbabago sa salapi ng default kinakailangan ng isang manu-manong pagsasaayos ng presyo ng bawat produkto at ang mga kombinasyon nito.
uk_ua: Перед зміною типової валюти, ми рекомендуємо увімкнути режим обслуговування, тому що, будь які зміни типової валюти потребують ручного коригування цін усіх товарів та їх комбінацій.
