Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogNotification.*.xlf
Languages: ar_sa, ca_es, eu_es, hy_am, sl_si, tl_ph

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
ca_es: Vull associar els productes sense altres categories a la categoria pare, i això deshabilitarà els productes de moment. Vull reactivar els productes quan siguin moguts a la nova categoria.
sl_si: Rad bi povezal te izdelke brez drugih kategorij v matično kategorijo in nato zaenkrat onemogočil te izdelke. Ponovno jih bom omogočil, ko bodo premaknjeni v novo kategorijo.

source: (Recommended)
ca_es: (Recomanat)
sl_si: (Priporočljivo)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
ca_es: Vull associar els productes sense altres categories a la categoria pare, i mantenir-los activats.
sl_si: Rad bi povezal izdelke brez drugih kategorij v matično kategorijo in jih pustil omogočene.

source: I want to remove the products which are listed only within this category and no others.
ca_es: Vull eliminar només els productes que es llisten en aquesta categoria, i no d'altres.
sl_si: Rad bi odstranil izdelke, ki so navedene le v tej kategoriji in nobeni drugi.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
ar_sa: سيؤدي حذف هذه الفئة إلى إزالة المنتجات المرتبطة فقط ضمن هذه الفئة دون غيرها. هل أنت متأكد من أنك تريد المتابعة؟
ca_es: Eliminant aquesta categoria també eliminareu els productes enllaçats a la categoria, però no d'altres. Segur que voleu continuar?
hy_am: Այս կատեգորիայի ջնջումը կհանգեցնի ապրանքների ջնջմանը, արոնք կապված են միայն այս կատեգորիայի հետ: Դուք համոզվա՞ծ եք, որ ուզում եք շարունակել
sl_si: Izbris te kategorije bo odstranil produkte, ki so vezani le na to kategorijo in na nobeno od ostalih. Ste prepričani, da želite nadaljevati?
