Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogHelp.*.xlf
Languages: ca_es, es_es, fa_ir, fr_fr, ru_ru, th_th

source: Create new threads for unrecognized emails.
ca_es: Crear nous fils per a e-mails no reconeguts.
es_es: Crear nuevos hilos de discusión para direcciones de correo electrónico desconocidas.
fa_ir: ایجاد تاپیک جدید برای ایمیل‎های به رسمیت شناخته نشده.
fr_fr: Créer de nouveaux sujets pour les e-mails non reconnus.
ru_ru: Создать новые темы для неизвестных электронных адресов.

source: Use POP3 instead of IMAP.
ca_es: Usar POP3 en lloc d' IMAP.
es_es: Utilizar POP3 en lugar de IMAP.
fa_ir: استفاده از POP3 به جای IMAP.
fr_fr: Utiliser POP3 plutôt que IMAP.
ru_ru: Использовать POP3 вместо IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
ca_es: No utilitzeu RSH o SSH per tal d'establir una sessió IMAP preautenticada.
es_es: No utilizar RSH o SSH para establecer sesiones de IMAP preautenticadas.
fa_ir: برای ایجاد جلسه IMAP تأیید شده از RSH یا SSH استفاده نکنید.
fr_fr: Ne pas utiliser RSH ou SSH pour établir une session de pré-identification IMAP.
ru_ru: Не используйте RSH или SSH, чтобы установить сеанс IMAP с предварительно подтвержденной авторизацией

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
ca_es: Utilitzar la Secure Socket Layer (TLS/SSL) per tal d'encriptar la sessió.
es_es: Utilizar la Capa de Conexión Segura (TLS / SSL) para cifrar la sesión.
fa_ir: استفاده از لایه‎ی سوکت امن (TLS/SSL) برای رمزنگاری دوره.
fr_fr: Chiffrer la session avec TLS/SSL.
ru_ru: Используйте Secure Socket Layer (TLS / SSL) для шифрования сеанса.

source: Validate certificates from the TLS/SSL server.
ca_es: Validar certificats des del servidor TLS/SSL.
es_es: Validar los certificados TLS / SSL del servidor.
fa_ir: معتبر سازی گواهینامه‎ها از سرویس TLS / SSL.
fr_fr: Valider les certificats depuis le serveur TLS/SSL.
ru_ru: Утвердить сертификаты от сервера TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
ca_es: No validar certificats del servidor TSL/SSL, acció necessària només si el servidor usa certificats autosignats.
es_es: No validar los certificados TLS / SSL del servidor. Esta opción sólo es necesaria si el certificado del servidor no ha sido validado por un proveedor autorizado.
fa_ir: گواهی‎ها را از سرور TLS/SSL معتبر نکنید. این فقط زمانی مورد نیاز است که یک سرور از گواهی خود امضاء استفاده می‎کند.
fr_fr: Ne pas valider les certificats depuis le serveur TLS/SSL, nécessaire si le serveur utilise des certificats auto-signés.
ru_ru: Не утверждать сертификаты от сервера TLS/SSL. Это необходимо только, если сервер использует самоподписанные сертификаты.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
ca_es: Forçar l'ús d'inici TLS per encriptar la sessió, i rebutjar la connexió amb els servidors que no ho suportin
es_es: Forzar el uso de start-TLS para cifrar la sesión y rechazar la conexión a servidores que no lo soportan.
fa_ir: استفاده اجباری از start-TLS برای کدگذاری جلسه، و رد اتصال به سرورهایی که از آن پشتیبانی نمی‎کنند.
fr_fr: Forcer l'utilisation de start-TLS pour chiffrer la session et rejette les connexions aux serveurs qui ne le supporte pas.
ru_ru: Принудительно использовать start-TLS для шифрования сессий, и отклонить соединение с серверами, не поддерживающими эту функцию

source: Do not use start-TLS to encrypt the session, even with servers that support it.
ca_es: No usar inici TLS per encriptar la sessió, fins i tot per servidors que ho suportin
es_es: No utilizar start-TLS para cifrar la sesión, incluso con los servidores que lo soportan.
fa_ir: از start-TLS برای کدگذاری جلسه استفاده نکنید، حتی در سرورهایی که از آن پشتیبانی می‎کنند.
fr_fr: Ne pas utiliser start-TLS pour chiffrer la session, y compris avec les serveurs qui le supporte.
ru_ru: Не использовать start-TLS для шифрования сессии, даже с серверами, которые поддерживают эту функцию

source: Add new feature value
ca_es: Afegir un nou valor per a la característica
es_es: Añadir un nuevo valor de característica
fa_ir: افزودن مقدار ویژگی جدید
fr_fr: Ajouter une nouvelle valeur
ru_ru: Добавить значение характеристики
th_th: เพิ่มคุณสมบัติใหม่

source: Save and add another value
ca_es: Desar i afegir un altre valor
es_es: Guardar y añadir otro valor
fa_ir: ذخیره و افزودن ارزش دیگری
fr_fr: Enregistrer et ajouter une nouvelle valeur
ru_ru: Сохранить и добавить еще значение
th_th: บัันทึก และ เพิ่มข้อมูลอื่น

source: Back to the list
ca_es: Tornar a la llista
es_es: Volver a la lista
fa_ir: بازگشت به فهرست
fr_fr: Retour à la liste
ru_ru: Вернуться к списку
th_th: กลับไปยังหน้ารายการ

source: Add new feature values
ca_es: Afegir un nou valor per a la característica
es_es: Añadir nuevo valores de característica
fa_ir: افزودن مقدار ویژگی جدید
fr_fr: Ajouter une nouvelle valeur
ru_ru: Добавить значения характеристик
th_th: เพิ่มค่าคุณสมบัติใหม่

source: Upload a brand logo from your computer.
ca_es: ﻿Pugi el logotip des del seu ordinador.
es_es: Subir un logotipo de la marca desde tu ordenador.
fa_ir: لوگوی برند را از کامپیوتر خود بارگذاری کنید.
fr_fr: Mettez en ligne un logo depuis votre ordinateur.
ru_ru: Загрузить логотип бренда с компьютера.

source: To add "tags," click inside the field, write something, and then press "Enter."
ca_es: Per afegir etiquetes cliqueu dins del camp, escriviu el que calgui, i després premeu "Enter"
es_es: Para agregar "etiquetas", haga clic en el campo, escriba la etiqueta y por último presione "Enter"
fa_ir: برای افزودن \"برچسب\" در فیلد کلیک نمایید، چیزی بنویسید و سپس \"Enter\" را فشار دهید
fr_fr: Pour ajouter un mot-clé, cliquez dans le champ, écrivez quelque chose, puis appuyez sur "Entrée".
ru_ru: Чтобы добавить тэги нажмите на поле, напишите что-нибудь, затем нажмите клавишу ввод.

source: Company name for this brand
ca_es: Nom d'empresa d'aquest proveïdor
es_es: Nombre de la empresa para esta marca
fa_ir: نام شرکت برای این برند
fr_fr: Nom de la société pour cette marque
ru_ru: Название компании этого бренда

source: Company name for this supplier
ca_es: Nom d'empresa d'aquest proveïdor
es_es: Nombre de la empresa para este proveedor
fa_ir: نام شرکت برای این فراهم کننده
fr_fr: Nom de la société du fournisseur
ru_ru: Название организации этого поставщика

source: Will appear in the list of suppliers.
ca_es: Apareixerà al llistat de subministradors.
es_es: aparecerá en el listado de proveedores.
fa_ir: در فهرست توزیع کننده‎ها نمایان خواهد شد.
fr_fr: Apparaîtra dans la liste des fournisseurs.
ru_ru: Появится в списке поставщиков.

source: Phone number for this supplier
ca_es: Número de telèfon del proveïdor
es_es: Número de teléfono del proveedor
fa_ir: شما تلفن این توزیع کننده
fr_fr: Numéro de téléphone de ce fournisseur
ru_ru: Номер телефона этого поставщика

source: Mobile phone number for this supplier.
ca_es: Número de telèfon mòbil d'aquest proveïdor.
es_es: Número de teléfono móvil para este proveedor.
fa_ir: شماره تلفن همراه برای این فراهم‌کننده.
fr_fr: Numéro de téléphone mobile pour ce fournisseur.
ru_ru: Номер мобильного телефона этого поставщика.

source: Upload a supplier logo from your computer.
ca_es: Pujar logo del proveïdor des del vostre ordinador.
es_es: Subir un logo para el proveedor desde tu ordenador.
fa_ir: بارگذاری لوگو توزیع کننده از رایانه‌ شما.
fr_fr: Mettre en ligne le logo du fournisseur à partir de votre ordinateur.
ru_ru: Загрузить логотип поставщика с компьютера.

source: To add "tags" click in the field, write something and then press "Enter".
ca_es: Per tal d'afegir "tags" cliqueu sobre el camp, escriviu el que calgui, i premeu "Enter".
es_es: Para añadir "etiquetas", haz clic en el campo, escribe algo y a continuación presiona "Enter".
fa_ir: برای افزودن \"برچسب‎ها\" داخل فیلد کلیک نمایید، چیزی بنویسید و سپس \"Enter\" را فشار دهید.
fr_fr: Pour ajouter des mot-clés, cliquez dans le champ, saisissez un mot, puis appuyez sur "Entrée".
ru_ru: Чтобы добавить тэги нажмите на поле, напишите что-нибудь, затем нажмите клавишу "Enter".

source: Create a new product: CTRL+P
ca_es: Crear un nou producte: CTRL+P
es_es: Crear un nuevo producto: CTRL + P
fa_ir: ایجاد محصول جدید: CTRL+P
fr_fr: Créer un nouveau produit : CTRL+P
ru_ru: Новый товар: CTRL+P

source: Search for a product
ca_es: Cercar productes
es_es: Buscar un producto
fa_ir: جستجوی یک محصول
fr_fr: Rechercher un produit
ru_ru: Искать товар

source: Enter your product name
ca_es: Introdueixi el nom del producte
es_es: Introduce el nombre del producto
fa_ir: نام محصول خود را وارد کنید
fr_fr: Saisissez le nom de votre produit
ru_ru: Укажите название товара

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
ca_es: El resum és una breu frase que descriu el seu producte. <br /> Apareixerá a la part superior de la pàgina del producte de la seva botiga, en les llistes de productes, i a la pàgina de resultats dels motors de cerca (el que és important per al SEO). Per donar més detalls sobre el producte, utilitzeu la pestanya "Descripció".
es_es: El resumen es una frase corta que describe tu producto.<br />Aparecerá en la parte superior de tu página del producto de la tienda, en el listado de producto y en la página de resultados de los motores de búsqueda (por lo que es importante para el SEO). Para incluir más detalles sobre tu producto, utiliza la pestaña "Descripción".
fa_ir: این خلاصه، جمله‌ای کوتاه است که محصول شما را شرح‌می دهد.<br /> این در بالای صفحه محصول، فهرست محصولات و در صفحه نتایج موتور های جستجو (این برای SEO مهم است) فروشگاه شما نمایان خواهد شد. برای توضیح دادن بیشتر محصول خود از زبانه «توضیحات» استفاده کنید.
fr_fr: Le résumé est une phrase qui décrit brièvement votre produit.<br />Il apparaît tout en haut de la fiche produit de votre boutique, dans les listes de produits, et dans les résultats des moteurs de recherche (d'où son importance pour le SEO). Pour fournir davantage d'informations sur votre produit, utilisez l'onglet "Description".
ru_ru: Сводка - это краткое описание вашего товара.<br />Она появится в верхней части страницы товара, в списках товаров, и в результатах поисковых запросов (это важно для SEO). Для более подробного описания товара используйте вкладку "Описание".

source: Search and add a related product
ca_es: Cerca i afegeix un producte relacionat
es_es: Buscar y añadir un producto relacionado
fa_ir: جستجو و افزودن یک محصول مرتبط
fr_fr: Recherchez et ajoutez un produit associé
ru_ru: Найти и добавить сопутствующий товар

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
ca_es: Utilitzeu una coma per crear etiquetes separades. Per exemple.: vestits, cotó, vestits de festa.
es_es: Usa comas para separar las etiquetas. Ej.: vestido, algodón, vestidos de fiesta.
fa_ir: برای ایجاد تگ‌های جداگانه از ویرگول لاتین استفاده کنید. مانند: لباس, نخ, لباس مهمانی.
fr_fr: Utilisez une virgule pour séparer les mots-clés. Ex. : "robe, coton, robe de soirée".
ru_ru: Используйте запятую, чтобы создать отдельные теги. Например: платье, хлопок, вечернее платье.

source: Per kilo, per litre
ca_es: Per quilo, per litre
es_es: Por kilo, por litro
fa_ir: هر کیلوگرم، هر لیتر
fr_fr: Par kilo, par litre
ru_ru: За килограмм, за литр

source: Combine several attributes, e.g.: "Size: all", "Color: red".
ca_es: Combinar diversos atributs, per exemple.: "Mida: tot", "color: xarxa".
es_es: Combina varios atributos, ej.: "Talla: todas", "Color: rojo".
fa_ir: ترکیب مشخصه‌های مختلف مانند: «اندازه: همه»، «رنگ: قرمز».
fr_fr: Combiner plusieurs attributs, par ex. « Taille : all », « Couleur : rouge ».
ru_ru: Объедините несколько атрибутов, т.е.: "Размер:все", "Цвет: красный".

source: Leave empty to disable
ca_es: Deixar buit per deshabilitar
es_es: Dejar en blanco para desactivar
fa_ir: برای غیرفعال کردن خالی بگذارید
fr_fr: Laisser vide pour désactiver
ru_ru: Оставьте пустым для отключения

source: To have a different title from the product name, enter it here.
ca_es: Per tenir un títol diferent del nom del producte, ingressi'l aquí.
es_es: Para tener un título diferente del nombre del producto, introdúcelo aquí.
fa_ir: برای داشتن عنوانی متفاوت از نام محصول، آن‌ را اینجا وارد کنید.
fr_fr: Pour avoir un titre différent du nom du produit, renseignez-le ici.
ru_ru: Для задания заголовка, отличного от названия товара укажите его здесь.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
ca_es: Títol públic per a la pàgina del producte, i per als motors de cerca. Deixar en blanc per a utilitzar el nom del producte. El nombre de caràcters restants es mostra a l'esquerra del camp.
es_es: Titulo publico para la pagina del producto, y para las motores de búsqueda. Dejar en blanco para usar el nombre del producto. El numero de caracteres disponibles se muestra a la izquierda del campo.
fa_ir: عنوان عمومی برای صفحه محصول و موتورهای جستجو. برای استفاده از نام محصول، خالی بگذارید. تعداد کارکترهای باقی مانده در سمت چپ کادر نمایش داده می‌شود.
fr_fr: Le titre public de la fiche produit, pour les moteurs de recherche. Pour utiliser simplement le nom du produit, laissez le champ vide. Le nombre de caractères restant est affiché à la gauche du champ.
ru_ru: Опубликованный заголовок страницы товара, доступный поисковикам. Оставьте пустым, чтбы использовать название товара. Число остающихся символов показано слева от поля.

source: To have a different description than your product summary in search results pages, write it here.
ca_es: Per tenir una descripció diferent del seu resum de producte en les pàgines de resultats de cerca, escriu aquí.
es_es: Para tener una descripción diferente al resumen de tu producto en las páginas de búsqueda de resultados, escríbelo aquí.
fa_ir: برای داشتن توضیحات متفاوت نسبت به خلاصه محصول در صفحات نتایج جستجو، این جا بنویسید.
fr_fr: Pour avoir sur les moteurs de recherche une autre description que celle du résumé produit, écrivez-là ici.
ru_ru: Чтобы иметь описание товара, отличное от сводки на странице результатов поиска, укажите его здесь.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
ca_es: Aquesta descripció apareixerà als motors de cerca. Necessiteu una sola frase, menys de 160 caràcters (inclosos els espais)
es_es: Esta descripción aparecerá en los buscadores. Utiliza una sola frase, menor de 160 caracteres (incluyendo espacios)
fa_ir: این توضیح در نتایج موتور‌های جستجو نمایان خواهد شد. شما به یک جمله که کوتاه تر از 145 کارکتر باشد، نیاز دارید (با احتساب فاصله‎ها)
fr_fr: Cette description apparaîtra dans les moteurs de recherche. Elle doit consister en une seule phrase de 160 caractères maximum (espaces comprises).
ru_ru: Это описание появится в поисковых системах. Вам нужен небольшой текст, короче 160 символов (включая пробелы)

source: To which product the page should redirect?
ca_es: Cap a quin producte ha de redirigir la página?
es_es: ¿A qué producto debe redirigir la página?
fa_ir: به کدام محصول این صفحه باید هدایت شود؟
fr_fr: Vers quel produit la page doit-elle rediriger ?
ru_ru: На какой товар должна перенаправлять страница?

source: To which category the page should redirect?
ca_es: A quina categoria ha de redirigir la pàgina?
es_es: ¿A qué categoría debe redirigir la página?
fa_ir: این صفحه به کدام شاخه باید بازهدایت شود؟
fr_fr: Vers quel catégorie la page doit-elle rediriger ?
ru_ru: На какую категорию должна перенаправляться эта страница?

source: If no category is selected the Main Category is used
fa_ir: اگر هیچ شاخه‌ای انتخاب نشود، از شاخه خانه استفاده می‌شود
fr_fr: Si aucune catégorie n'est sélectionnée, la catégorie principale est utilisée
ru_ru: Если не выбрана категория, то вместо неё используется корневая

source: Search name
ca_es: Cerca nom
es_es: Buscar por nombre
fa_ir: جستجو نام
fr_fr: Chercher un nom
ru_ru: Поиск по имени

source: Search ref.
ca_es: Cerca ref.
es_es: Buscar ref.
fa_ir: مرجع جستجو
fr_fr: Chercher réf.
ru_ru: Поиск по артикулу

source: Search category
ca_es: Cercar una categoria
es_es: Buscar categoría
fa_ir: جستجوی شاخه
fr_fr: Chercher une catégorie
ru_ru: Категория поиска

source: Permanently delete this product.
ca_es: Esborra permanentment aquest producte.
es_es: Eliminar permanentemente este producto.
fa_ir: حذف محصول برای همیشه.
fr_fr: Supprimer définitivement ce produit.
ru_ru: Навсегда удалить этот товар.

source: See how your product sheet will look online: ALT+SHIFT+V
ca_es: Vegeu com es mostrarà el full de producte a Internet: ALT + SHIFT + V
es_es: Visualizar cómo se verá en línea tu hoja de producto: CTRL+V
fa_ir: جهت مشاهده‌ی شکل ظاهری صفحه‌ی محصول به صورت آنلاین ALT+SHIFT+V را بزنید
fr_fr: Voir à quoi votre fiche produit ressemblera en ligne : ALT+SHIFT+V
ru_ru: Посмотреть, как товар будет выглядеть в онлайне: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
ca_es: Activar o desactivar el producte a la seva botiga: ALT + SHIFT + O
es_es: Activar o desactivar el producto en tu tienda: ALT+SHIT+O
fa_ir: فعال یا غیرفعال سازی محصول در فروشگاه: ALT+SHIFT+O
fr_fr: Activer ou désactiver le produit sur votre boutique : ALT+SHIFT+O
ru_ru: Включить/отключить товар в магазине: ALT+SHIFT+O

source: Save the product and stay on the current page: ALT+SHIFT+S
ca_es: Guardar el producte i romandre a la pàgina actual: ALT + SHIFT + S
es_es: Guardar el producto y permanecer en la página actual: ALT+SHIFT+S
fa_ir: ذخیره‌ی محصول و ماندن در همین صفحه: ALT+SHIFT+S
fr_fr: Enregistrer le produit et rester sur la page : ALT+SHIFT+S
ru_ru: Сохранить товар и остаться на его странице: ALT+SHIFT+S

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
ca_es: Guardar i duplicar aquest producte, després anar al nou producte: ALT + SHIFT + D
es_es: Guardar y duplicar este producto, y a continuación dirigirte al nuevo producto: ALT+SHIFT+D
fa_ir: ذخیره و ایجاد کپی از محصول، سپس رفتن به محصول جدید: ALT+SHIFT+D
fr_fr: Sauvegarde et duplique le produit, puis vous dirige sur la page du nouveau produit créé : ALT+SHIFT+D
ru_ru: Сохранить и дублировать этот товар, затем перейти к новому: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
ca_es: Desar i tornar al catàleg: ALT + SHIFT + Q
es_es: Guardar y regresar al catálogo: ALT+SHIFT+Q
fa_ir: ذخیره و بازگشت به کاتالوگ: ALT+SHIFT+Q
fr_fr: Enregistrer et revenir au catalogue : ALT+SHIFT+Q
ru_ru: Сохранить и вернуться в каталог: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
ca_es: Guardar i crear un nou producte: ALT + SHIFT + P
es_es: Guardar y crear un nuevo producto: ALT+SHIFT+P
fa_ir: ذخیره کردن و ایجاد محصول جدید: ALT+SHIFT+P
fr_fr: Enregistrer et créér un nouveau produit : ALT+SHIFT+P
ru_ru: Сохранить и добавить еще товар: ALT+SHIFT+P

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
ca_es: És el producte un paquet (una combinació d'almenys dos productes existents), un producte virtual (arxiu descarregable, servei, etc.), o simplement una producte físic comú?
es_es: ¿Es tu producto un pack (una combinación del al menos dos productos existentes), un producto virtual (un archivo descargable, un servicio, etc.), o simplemente un producto físico estándar?
fa_ir: محصول مورد نظر یک بسته (ترکیبی از حداقل دو محصول موجود)، یک محصول مجازی (فایل قابل دانلود، خدمات و غیره) یا یک محصول استاندارد فیزیکی است؟
fr_fr: S'agit-il d'un pack de produits (un lot d'au moins deux produits déjà existants), d'un produit dématérialisé (fichier téléchargeable, service, etc.), ou d'un produit physique standard ?
ru_ru: Это набор товаров (состоящий хотя бы из 2 существующих товаров), виртуальный товар (загружаемый файл, услуга, и т.п.), или обычный, "физический" товар?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
ca_es: On hauria d'estar disponible al seu lloc al producte? La categoria principal és on apareix el producte per defecte: aquesta és la categoria que es veu a la URL de la pàgina del producte. Les categories desactivades estan escrites en lletra cursiva.
es_es: En tu web, ¿dónde debe estar disponible el producto? La categoría principal es donde aparece el producto por defecto: esta es la categoría que se ve en la URL de la página de producto. Las categorías desactivadas se muestran en cursiva.
fa_ir: محصول در کجای سایت فروشگاه شما در دسترس باشد؟ شاخه‌ی اصلی جایی است که محصول به صورت پیش‌فرض نمایش داده می‌شود: این شاخه‌ای است که در URL صفحه‌ی محصول دیده می‌شود. شاخه‌های غیرفعال به صورت کج (ایتالیتک) نوشته می‌شوند.
fr_fr: Où le produit doit-il être visible sur votre site ? Le produit apparaîtra par défaut dans la catégorie principale : c'est la catégorie qui apparaîtra dans l'URL de la fiche produit. Les catégories non actives sont en italique.
ru_ru: В каком месте сайта должен появиться ваш товар? Главная категория - та, в которой товар появляется по умолчанию. Она видна в URL товара. Отключенные категории показаны курсивом.

source: Search categories
ca_es: Cerca categories
es_es: Buscar categorías
fa_ir: جستجوی شاخه‌ها
fr_fr: Rechercher des catégories
ru_ru: Поиск категорий

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
ca_es: Si voleu crear una nova categoria ràpidament, podeu fer-ho aquí. No us oblideu després d'anar a la pàgina de Categories per omplir els detalls necessaris (descripció, imatge, etc.). Una nova categoria no apareixerà automàticament al menú de la vostra botiga, llegeix l'Ajuda sobre ella.
es_es: Si quieres crear una nueva categoría rápidamente, puedes hacerlo desde aquí. No te olvides de ir a la página Categorías para rellenar los detalles necesarios (descripción, imagen, etc.). Una nueva categoría no aparecerá automáticamente en el menú de tu tienda, por favor, lea la Ayuda para obtener más información sobre esto.
fa_ir: اگر می‌خواهید به سرعت یک شاخه جدید ایجاد کنید، می توانید آن را در اینجا انجام دهید. فراموش نکنید که پس از آن جزئیات مورد نیاز (توضیحات، تصویر، و غیره) را در صفحه شاخه‌ها پر کنید. یک شاخه جدید به طور خودکار در منو فروشگاه شما نمایش داده نخواهد شد، لطفا راهنمای آن را بخوانید.
fr_fr: Si vous souhaitez créer une nouvelle catégorie rapidement, vous pouvez le faire ici. N'oubliez pas d'aller ensuite dans la section Catégories pour remplir toutes ses informations (description, image, etc.). Une nouvelle catégorie n'apparaît pas automatiquement dans le menu de la boutique. Consultez l'aide pour plus d'informations.
ru_ru: Быстро создать новую категорию вы можете здесь. Не забудьте затем перейти на страницу Категории для заполнения недостающей информации (описание, изображения, и т. п.). Новые категории не появляются автоматически в меню магазина, сверьтесь со справкой по этому разделу.
