Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminDesignHelp.*.xlf
Languages: mk_mk

source: By default, all images settings are already installed in your store. Do not delete them, you will need it!
mk_mk: Стандардно, сите поставки за сликите се однапред инсталирани на Вашата продавница. Не ги бришете, ќе ви требаат!

source: Regenerates thumbnails for all existing images
mk_mk: Регенерирај сликички за сите постоечки слики

source: Please be patient. This can take several minutes.
mk_mk: Ве молиме за трпение. Ова може да потрае неколку минути.

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
mk_mk: Бидете внимателни! Рачмо поставените сликички ќе бидат избришани и заменети со автоматски генерирани сликички.

source: Select "No" only if your server timed out and you need to resume the regeneration.
mk_mk: одбери “не“ ако серверот не процесира навремено и ако треба да се обновува.

source: Please select a module
mk_mk: Ве молиме одберете модул

source: Select a module above before choosing from available hooks
mk_mk: Изберете го погоре модулот пред да изберете од достапните куки

source: Please specify the files for which you do not want the module to be displayed.
mk_mk: Ве молиме специфицирајте ги документите за кои не сакате модулите да се прикажат.

source: Please input each filename, separated by a comma (",").
mk_mk: ве молиме внесете го секое име, одделено со запирка (“,“).

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
mk_mk: може да кликниш еден наслов од листата подолу, дури и ако правиш повеќекратна селекција со притиснато котрол копче, или да одбереш цел ранг со држење на смена копчето.

source: Add new page category
mk_mk: Додајте нова категорија на страница

source: Add new page
mk_mk: Додадете нова страница

source: Used in the h1 page tag, and as the default title tag value.
mk_mk: Се користи во тагот на страницата h1, како и за стандардна вредност за насловната ознака.

source: Used to override the title tag value. If left blank, the default title value is used.
mk_mk: Се користи за да ја замени вредноста на насловната ознака.

source: To add "tags" click in the field, write something, and then press "Enter."
mk_mk: За да додадеш "тагови" кликни во полсето, напиши нешто и кликни "Enter."

source: JPEG images have a small file size and standard quality. PNG images have a larger file size, a higher quality and support transparency. Note that in all cases the image files will have the .jpg extension.
mk_mk: JPEG сликите имаат мала големина и стандарден квалитет. PNG сликите имаат поголема големина, повисок квалитет и подржуваат транспарентност. Во сите случаи сликите ќе имаат .jpg екстензија.

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
mk_mk: ПРЕДУПРЕДУВАЊЕ: Оваа карактеристика може да не е компатибилна со вашата тема или со некои од модулите. Општо, PNG модот не е компатибилен со Watermark модулот. Доколку имате проблеми исклучете го со одбирање на "Користи JPEG".

source: Ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
mk_mk: Опсег од 0 (најлош квалитет, мали досиеа) до 100 (најдобар квалитет, големи досиеа).

source: Recommended: 90.
mk_mk: препорачано: 90,

source: PNG compression is lossless: unlike JPG, you do not lose image quality with a high compression ratio. However, photographs will compress very badly.
mk_mk: PNG компресијата е послаба, за разлика од JPEG квалитеот на сликите е помал за повисока компресија, како и да е фотографиите ќе се компресираат полошо.

source: Ranges from 0 (biggest file) to 9 (smallest file, slowest decompression).
mk_mk: ранг од 0 (најголемо) до 9 (најмала компресија и најспора компресија).

source: Recommended: 7.
mk_mk: препорачано: 7.

source: The maximum file size of pictures that customers can upload to customize a product (in bytes).
mk_mk: Максималната големина на датотеките на слики што корисниците можат да ги постават за да го прилагодат производот (во бајти).

source: Width of product customization pictures that customers can upload (in pixels).
mk_mk: ширина на сликата која клиентот може да ја вчита (во пиксели).

source: Height of product customization pictures that customers can upload (in pixels).
mk_mk: висина на сликата која може клиентот да ја вчита во пиксели.

source: This will generate an additional file for each image (thus doubling your total amount of images). Resolution of these images will be twice higher.
mk_mk: Ова ќе генерира дополнителна датотека за секоја слика (со што се удвојува вашиот вкупен износ на слики). Резолуцијата на овие слики ќе биде двојно поголема.

source: Enable to optimize the display of your images on high pixel density screens.
mk_mk: Овозможете да го оптимизирате приказот на вашите слики на екраните со висока густина на пиксели.

source: This should be set to yes unless you successfully moved images in "Images" page under the "Preferences" menu.
mk_mk: Ова треба да е подесено на да освен ако успешно сте ја преместиле сликата во страната "Слики" под мнито "Опции" .

source: Letters, underscores and hyphens only (e.g. "small_custom", "cart_medium", "large", "thickbox_extra-large").
mk_mk: букви, подвелечено само

source: Maximum image width in pixels.
mk_mk: макс. ширина на слика во пиксли.

source: Maximum image height in pixels.
mk_mk: макс. висина на слика во пиксли.

source: This type will be used for Product images.
mk_mk: Овој вид ќе се користи за сликата на производот.

source: This type will be used for Category images.
mk_mk: овој тип ке се користи како слики за категории.

source: This type will be used for Brand images.
mk_mk: Овој тип ќе се користи за слики на брендови.

source: This type will be used for Supplier images.
mk_mk: Овој вид ќе се примени во слики на добавувачот.

source: This type will be used for Store images.
mk_mk: Овој вид ќе се користи за слики на Продавница.

source: E.g. address, addresses, attachment
mk_mk: На пример, адреса, адреси, прилози

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
mk_mk: Ќе се појави на главната страница. Препорачаната големина за стандардната тема: висина %height% и ширина %width%.

source: Will appear on email headers. If undefined, the header logo will be used.
mk_mk: Ќе се појави во насловот на e-mailот. Ако е недефинирано, Логото на насловот ќе се искористи.

source: Warning: if no invoice logo is available, the main logo will be used instead.
mk_mk: Предупредување: ако логото на фактурата не е достапно, наместо тоа ќе се користи главното лого.

source: Will appear on invoice headers.
mk_mk: ќе се појави на заглавието на фактурите.

source: Warning: you can use a PNG file for transparency, but it can take up to 1 second per page for processing. Please consider using JPG instead.
mk_mk: предупредување: може да користите пнг слики за транспарентност но ке додаде некоја секунда повеке за процесирање на порачката. Препорака е да се користат јпг слики.

source: Use our [1]favicon generator on PrestaShop Marketplace[/1] to boost your brand image!
mk_mk: Користете го нашиот [1]favicon генератор на Prestashop Marketplace[/1] за да ја подобрите сликата на вашиот бренд.

source: It is the small icon that appears in browser tabs, next to the web address
mk_mk: Тоа е малата икона која се појавува во прозорецот на прелистувачот, веднаш до веб адресата

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
mk_mk: Внимавајте! Проверете ја вашата тема на RTL јазикот пред да генерирате табела со стилски лист на RTL: вашата тема може да биде веќе прилагодена на RTL.\nОткако ќе кликнете на "Прилагоди на RTL", било која RTL-специфична датотека што можеби сте ја додале на вашата тема може да биде избришана од креираниот стилски лист.

source: You must select a shop from the above list if you wish to choose a theme.
mk_mk: Мора да селектираш продавница од горната листа ако сакаш да одбереш тема.

source: Browse your computer files and select the Zip file for your new theme.
mk_mk: одбери тема од компјутерот во ZIP фајл за инсталација на нова тема.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
mk_mk: наведи ја комплетната URL онлајн тема во ZIP која ја содржи новата тема. на пример "http://example.com/files/theme.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
mk_mk: листа за избор на теми во фолдерот за теми.
