Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogHelp.*.xlf
Languages: ca_es, es_es, fa_ir, fr_fr, ru_ru, th_th

source: Tags are meant to help your customers find your products via the search bar.
ca_es: Els tags són per a facilitar als clients a trobar els productes a travès del cercador de la web.
es_es: Las etiquetas están pensadas para ayudar a los clientes a encontrar tus productos mediante la barra de búsqueda.
fa_ir: برچسب‌ها برای کمک به مشتریان در یافتن محصولات از طریق نوار جستجوی فروشگاه هستند.
fr_fr: Les mots-clés permettent d'aider vos clients à trouver vos produits via la barre de recherche.
ru_ru: Теги помогают вашим клиентам искать товары в строке поиска.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
ca_es: Escull termes i paraules clau que els teus clients utilitzaran a l'hora de buscar els teus productes, sigues persistent amb les paraules clau que hagis triat.
es_es: Elige los términos y las palabras clave que tus clientes utilizarán para buscar este producto y asegúrate de que son coherentes con las etiquetas que ya hayas utilizado.
fa_ir: عبارات و کلیدواژه‌هایی که مشتریان شما برای جستجوی این محصول استفاده خواهند کرد را انتخاب کنید و مطمئن شوید که با برچسب‌های موجود همخوانی داشته باشند.
fr_fr: Choisissez des termes et mots-clés que vos clients utilisent pour rechercher ce produit, et assurez-vous qu'ils sont cohérents avec les mots-clés que vous avez déjà créés.
ru_ru: Выберите термины и ключевые слова, используемые вашими клиентами при поиске этого товара и убедитесь, что они соответствуют тегам, используемым вами.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
ca_es: Podeu gestionar àlies d'etiquetes a la [1]Cerca de seccions[/1]. Si afegiu etiquetes noves, heu de reconstruir l'índex.
es_es: Puedes gestionar las etiquetas alias en la [1]sección Búsqueda[/1]. Si añades nuevas etiquetas, debes reconstruir el índice.
fa_ir: شما می‌توانید مستعار‌های برچسب را در [1]بخش جستجو[/1] مدیریت کنید. اگر برچسب‌های جدیدی اضافه کنید، باید ایندکس را بازسازی کنید.
fr_fr: Vous pouvez gérer les alias dans la partie [1]Recherche[/1]. Si vous ajoutez de nouveaux tags, il vous faudra reconstruire l'index.
ru_ru: Управление тегами производится в [1]Секции поиска[/1]. После добавления новых тегов нужно перестроить индекс.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
ca_es: No totes les botigues venen productes nous. Aquesta opció et permet indicar la condició del producte. Pot ser solicitat en alguns marketplace.
es_es: No todas las tiendas venden productos nuevos. Esta opción te permite indicar el estado del producto. Puede ser necesario en algunos marketplaces.
fa_ir: همه‌ی فروشگاه‌ها محصولات «نو» نمی‌فروشند. این گزینه امکان نمایش وضعیت محصول (نو، دست دوم یا تعمیری) را به شما دهد. این قابلیت ممکن است برای بعضی فروشگاه‌ها لازم باشد.
fr_fr: Toutes les boutiques ne vendent pas que des produits neufs. Cette option vous permet d'indiquer l'état du produit, qui peut être demandé par certaines places de marché.
ru_ru: Не все магазины продают новые товары. Эта опция включает показ состояния товара. Для некоторых рынков это обязательное требование.

source: ISBN is used internationally to identify books and their various editions.
ca_es: ISBN és usat a nivell mundial per a identificar els llibres i les seves edicions.
es_es: El ISBN se usa internacionalmente para identificar libros y sus diversas ediciones.
fa_ir: شماره‌‌ی استاندارد بین‌المللی کتاب (ISBN) برای شناسایی کتاب‌ها و نسخه‌های مختلف آن‌ها در سطح بین‌المللی استفاده می‌شود.
fr_fr: Le code ISBN est utilisé à travers le monde pour identifier les livres et leurs différentes éditions.
ru_ru: ISBN используется во всём мире для диентификации книг и их редакций.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
ca_es: Aquest tipus de producte és molt utilitzat als Estats Units, Canadà, el Regne Unit, Austràlia, Nova Zelanda i altres països.
es_es: Este tipo de código de producto es ampliamente utilizado en Estados Unidos, Canadá, Reino Unido, Australia, Nueva Zelanda y en otros países.
fa_ir: این نوع از کد محصول به صورت گسترده در ایالات متحده آمریکا، کانادا، انگلستان، استرالیا، نیوزلند و در دیگر کشورها، استفاده می‎شود.
fr_fr: Ce type de code produit est très utilisé aux États-Unis, au Canada, au Royaume-Uni, en Australie, en Nouvelle-Zélande et dans d'autres pays.
ru_ru: Это тип кода товара, широко используется в США, Канаде, Великобритании, Австралии, Новой Зеландии и в других странах.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
ca_es: Aquest tipus de codi de producte és específic per a Europa i Japó, però és molt utilitzat en àmbits internacionals. És un superconjunt del codi UPC: tots els productes marcats amb un EAN s'accepten a Nordamèrica.
es_es: Este tipo de código de producto es específico de Europa y Japón, pero es ampliamente utilizado a nivel internacional. Es más utilizado que el código UPC: todos los productos con un EAN serán aceptados en Norteamérica.
fa_ir: این نوع از کد محصول مخصوص اروپا و ژاپن است، اما به طور گسترده به صورت بین المللی، استفاده می‌شود. این یک کد عالی UPC است: همه‌ی محصولات که با یک EAN علامت گذاری شده‌اند، در امریکای شمالی مورد قبول خواهند بود.
fr_fr: Ce type de code produit est propre à l'Europe et au Japon, mais est utilisé dans le monde entier. C'est une évolution du code UPC : tous les produits ayant un code EAN sont acceptés en Amérique du Nord.
ru_ru: Это тип кода товара специфичен для Европы и Японии, но широко используется и во всём мире. Это расширение кода UPC: все товары, отмеченные EAN будут распознаны и в США.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
ca_es: Aquest és el preu al qual vostè té la intenció de vendre aquest producte als seus clients. El preu impost inclòs canviarà d'acord amb la norma tributària que seleccioni.
es_es: Este es el precio al que vendes este producto a tus clientes. El precio con impuestos incluidos, cambiará según la regla de impuestos que selecciones.
fa_ir: این قیمت خرده فروشی است که شما این محصول را به مشتریان خود می‌فروشید. قیمت همراه با مالیات با توجه به قانون مالیاتی که شما انتخاب می‌کنید تغییر خواهد یافت.
fr_fr: C'est le prix auquel vous comptez vendre votre produit à vos clients. Le prix TTC sera ajusté en fonction de la règle de taxe appliquée.
ru_ru: Это цена по которой вы хотите продавать товар клиентам. Цена с налогом изменится в соответствии с выбранным вам налоговым правилом.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
ca_es: Alguns productes poden ser adquirits per unitat (per ampolla, per lliura, etc.), i aquest és el preu d'una unitat. Per exemple, si vostè està venent teles, seria el preu per metre.
es_es: Algunos productos pueden comprarse por unidades (por botella, por kg., etc.); este es el precio por una unidad. Por ejemplo, si vendes telas, este sería el precio por metro.
fa_ir: برخی محصولات می‌توانند به ازای یک واحد خریداری شوند (هر بطری، کیلو و غیره) و این، قیمت یک واحد است. مثلاً برای پارچه، قیمت هر متر از آن خواهد بود.
fr_fr: Certains produits produits peuvent se vendre par unité (par litre, par kilo, etc.) et il s'agit ici du prix pour une unité. Par exemple, si vous vendez du tissu, vous devez indiquer le prix au mètre.
ru_ru: Некоторые товары могут приобретаться поштучно (бутылка, кг, и т. д.), это цена за единицу товара. Например, если вы продаёте ткань, то это может быть цена за метр.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
ca_es: El preu del cost es el preu que has pagat per al producte. No inclueixis IVA. Ha de ser inferior al preu de venta: la diferència entre ambdós serà el teu marge.
es_es: El precio de coste es el precio que pagaste por el producto. No incluye los impuestos. Éste tiene que ser más bajo que el precio de venta final: la diferencia entre los dos será su margen de beneficio.
fa_ir: قیمت تمام شده، قیمتی است که شما برای این محصول پرداخته‌اید. شامل مالیات نمی‌شود. این قیمت باید کمتر از قیمت خرده‌فروشی باشد: اختلاف این دو، سود شما خواهد بود.
fr_fr: Le prix d'achat est prix que vous avez payé pour vous procurer le produit. N'incluez pas la taxe. Le prix d'achat doit être inférieur à votre prix de vente : la différence entre les deux constitue votre marge.
ru_ru: Закупочная цена - это то, что вы платите за товар, не включая налоги. Она должна быть меньше розничной цены, разница между этими ценами составляет вашу выручку.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
ca_es: Pots definir preus específics per als clients vinculant-los a diferents grups, països, etc.
es_es: Puedes establecer precios específicos para clientes de diferentes grupos, diferentes países, etc.
fa_ir: شما می‎توانید برای مشتریان متعلق به گروه‎های مختلف، کشورهای مختلف و...، قیمت‎های ویژه‎ای تعیین نمایید.
fr_fr: Vous pouvez définir des prix spécifiques pour des clients appartenant à différents groupes, différents pays, etc.
ru_ru: Вы можете установить специальные цены для клиентов из различных групп, стран, и т. д.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
ca_es: De vegades un client pot entrar en diferents normes de preu. Les prioritats t'ajudaran a definir quines normes aplicar primer.
es_es: Algunas veces un cliente puede encajar en múltiples reglas de precios. Las prioridades te permiten definir qué reglas se aplican primero.
fa_ir: گاهی وقت‌ها ممکن است یک مشتری مشمول چندین قانون قیمت‌گذاری شود. اولویت‌ها به شما این امکان را می‌دهند که مشخص کنید ابتدا کدام قوانین اعمال شوند.
fr_fr: Parfois un client peut être concerné par plusieurs règles de prix spécifiques à la fois. Les priorités vous permettent de décider quelle règle sera appliquée en premier.
ru_ru: Иногда клиент попадает в несколько ценвых правил. Приоритеты позволят вам задать, какие правила применятся первыми.

source: Invalid token
ca_es: Element invàlid
es_es: Token no válido
fa_ir: توکن نامعتبر
fr_fr: Jeton non valide
ru_ru: Неверный токен

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
ca_es: [1]Element invàlid[/1]: accés directe a aquest enllaç pot donar lloc a una fuita de seguretat potencial.
es_es: [1]Token no válido[/1]: el acceso directo a este enlace puede ocasionar una violación de seguridad potencial.
fa_ir: [1]توکن نامعتبر[/1]: دسترسی مستقیم به این لینک ممکن است منجر به ایجاد رخنه امنیتی بالقوه شود.
fr_fr: [1]Jeton (token) invalide[/1]: accéder à ce lien peut entraîner un éventuel problème de sécurité.
ru_ru: [1]Недопустимый токен[/1]: прямой доступ к этой ссылке, может привести к потенциальному нарушению безопасности.

source: Do you want to display this page?
ca_es: Vol mostrar aquesta pàgina?
es_es: ¿Deseas mostrar esta página?
fa_ir: آیا می‌خواهید که این صفحه را نمایش دهید؟
fr_fr: Voulez-vous afficher cette page ?
ru_ru: Хотите показывать эту страницу?

source: Yes, I understand the risks
ca_es: Sí, entenc els riscos
es_es: Sí, entiendo los riesgos
fa_ir: بله، این ریسک را می‌دانم
fr_fr: Oui, je comprends les risques
ru_ru: Да, я понимаю риски

source: Take me out of there!
ca_es: Sortir d'aquí!
es_es: ¡Salir de aquí!
fa_ir: من را از اینجا ببر!
fr_fr: Sortez-moi d'ici !
ru_ru: Заберите меня отсюда!
