Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogNotification.*.xlf
Languages: ar_sa, ca_es, eu_es, hy_am, sl_si, tl_ph

source: This cart rule code is already used (conflict with cart rule %rulename%)
ar_sa: تم استخدام رمز قاعدة سلة التسوق هذا من قبل (الصراع مع قاعدة العربة %rulename%)
ca_es: El codi de la regla de carro ja existeix (hi ha un conflicte amb la regla %rulename%)
sl_si: Pravilo košarice je že uporabljeno (je v sporu s pravilom košarice %d)
tl_ph: Ang kowd ng patakaran ng kart ay nagamit na (salungat sa patakaran ng kart na%rulename%)

source: An action is required for this cart rule.
ca_es: Es requereix una acció per aquesta regla del carret.
eu_es: Ekintza bat beharrezkoa saskiaren arau honentzat.
sl_si: Potrebno je posredovanje pri tem pravilu košarice.
tl_ph: Ang isang aksyon ay kailangan para sa patakaran ng cart na ito.

source: No product has been found.
ar_sa: لم يتم العثور على أي منتج.
ca_es: No s'han trobat productes
eu_es: Ez da produkturik aurkitu.
hy_am: Ոչ մի ապրանք չի գտնվել
sl_si: Noben izdelek ni bil najden.
tl_ph: Walang produkto ang natagpuan.

source: The category cannot be moved here.
ar_sa: لا يمكن أن يتم نقل التصنيف هنا
ca_es: La categoria no es pot moure aquí
hy_am: Կատեգորիան չի կարող տեղափոխվել այստեղ
sl_si: Kategorije ne more biti premaknjena sem
tl_ph: Ang kategorya ay hindi maaaring ilipat dito.

source: The category cannot be a parent of itself.
ca_es: La categoria no pot ser pare de si mateixa
hy_am: Կատեգորիան իր համար չի կարող որպես ծնող կատեգորիա հանդիսանալ
sl_si: Kategorija ne more biti starš sama sebi.
tl_ph: Hindi maaaring maging isang magulang ng kanyang sarili ang kategorya.

source: Unknown delete mode: %s
ar_sa: وضع الحذف غير معروف:%s
ca_es: Mode d'eliminació desconegut: %s
sl_si: Neznan način odstranjevanja: %s
tl_ph: Ang moda ng hindi kilalang pagtanggal: %s

source: You cannot remove this category because one of your shops uses it as a root category.
ca_es: No es pot esborrar aquesta categoria atès que la botiga utilitza aquesta categoria com a predeterminada.
eu_es: Kategoria hau ezin daitekez ezabatu kategoria hau erabiltzen duen denda batek erroko kategoria bezala erabiltzen baidu.
hy_am: Դուք չեք կարող հեռացնել այս կատեգորիան քանի որ Ձեր խանութներից մեկը օգտագործում է այդ որպես արմատ կատեգորիա:
sl_si: Ne morete odstraniti te kategorije, ker jo ena od vaših trgovin uporablja kot glavno kategorijo.
tl_ph: Hindi mo maaaring tanggalin ang kategoryang ito dahil isa sa iyong mga shop ay ginagamit ito bilang isang kategorya ng root.

source: An error occurred while uploading category image.
ca_es: S'ha produït un error en carregar la imatge de categoria.
sl_si: Prišlo je do napake med nalaganjem slike naslovnice.
tl_ph: Nangyayari ang isang kamalian habang nag-a-upload ng kategorya ng imahe.

source: An error occurred while uploading thumbnail image.
ca_es: S'ha produït un error en carregar la imatge en miniatura.
sl_si: Prišlo je do napake med nalaganjem sličic.
tl_ph: Nangyayari ang isang kamalian habang nag-a-upload ng thumbnail ng imahe.

source: An error occurred while uploading the image:
ar_sa: حدث خطأ أثناء تحميل الصورة :
ca_es: S'ha produït un error mentres carregavem l'imátge:
sl_si: Prišlo je do napake med nalaganjem slike:
tl_ph: Ang pangyayaring isang kamalian habang nag-a-upload ang imahe:

source: An error occurred while uploading the image.
ar_sa: حدث خطأ أثناء تحميل الصورة.
ca_es: S'ha produït un error en carregar la imatge.
eu_es: Errorea gertatu da irudia igotzerakoan.
hy_am: Պատկերը թարմացնելու ժամանակ հայտնված սխալ:
sl_si: Napaka pri nalaganju slike.
tl_ph: Nangyayari ang isang kamalian habang nag-a-upload ng imahe.

source: Invalid 'from' date
ar_sa: تاريخ "من" خاطيء
ca_es: Data 'from' no vàlida
hy_am: Անընդունելի ամսաթիվ «սկսած»
sl_si: Neveljaven 'od' datum
tl_ph: Hindi tama ang 'mula sa' na petsa

source: Invalid 'to' date
ar_sa: تاريخ "إلى" خاطيء
ca_es: Data 'to' no vàlida
hy_am: Անընդունելի ամսաթիվ «մինչեւ»
sl_si: Neveljaven 'do' datum
tl_ph: Hindi balido ang 'sa' na petsa

source: Invalid product
ar_sa: منتح غير صحيح
ca_es: Producte no vàlid
eu_es: Baliogabeko produktua
hy_am: Անվավեր ապրանք
sl_si: Neveljaven izdelek
tl_ph: Hindi tama ang produkto

source: Invalid combination
ca_es: Combinació no vàlida
eu_es: Konbinazioa ez da balekoa
hy_am: Անվավեր համադրություն
sl_si: Neveljavna kombinacija
tl_ph: Hindi balido ang kombinasyon

source: An error occurred during the image upload process.
ar_sa: حدث خطأ أثناء تحميل الصور.
ca_es: Hi ha hagut un error mentre es carregava la imatge.
eu_es: Errorea gertatu da irudien kargaren prozesuan.
hy_am: Սխալ է հայտնվել պատկերի վերբեռնման պրոցեսի ընթացում:
sl_si: Med nalaganjem slike je prišlo do napake.

source: An order has already been placed with this cart.
ca_es: Ja s'havia creat una comanda en aquest carret
eu_es: Eskaera honek badu atxikituriko erosketa bat.
hy_am: Այս զամբյուղից պատվեր արդեն տեղադրված է
sl_si: Naročilo s to košarico je že bilo oddano.
tl_ph: Ang isang order ay nailagay na sa cart na ito.

source: There are not enough products in stock.
ar_sa: ليس هناك ما يكفي من المنتجات في المخازن.
ca_es: No hi ha prou producte en estoc.
sl_si: Na zalogi ni dovolj izdelkov.
tl_ph: Sa stock ay hindi na sapat ang mga produkto.

source: This product cannot be added to the cart.
ca_es: El producte no es pot afegir al carret.
sl_si: Ta izdelek ne more biti dodan v košarico.
tl_ph: Ang produktong ito ay hindi na maaaring idagdag sa cart.

source: You already have the maximum quantity available for this product.
ar_sa: لديك بالفعل الكمية القصوى المتاحة لهذا المنتج.
ca_es: Vostè ja té la quantitat màxima disponible per a aquest producte.
eu_es: Baduzu produktu honenetzako eskuragarri dagoen gehienezko kopurua.
hy_am: Ձեզ համար արդեն այս ապրանքի առավելագույն քանակը
sl_si: Imate že največjo možno količino, ki je na voljo za ta izdelek.

source: Invalid voucher.
ar_sa: قسيمة غير صالحة.
ca_es: Cupó de descompte no vàlid.
sl_si: Neveljaven kupon.
tl_ph: Hindi tama ang butser.

source: Submitted reduction value (0-100) is out-of-range
ar_sa: يجب أن تكون قيمة التخفيض ما بين 0 و100
ca_es: El valor que heu enviat de reducció (0-100) està fora de rang
eu_es: Beherapen balioa (0-100) eremuz kanpo dago
hy_am: Սկզբնապես ներկայացված նվազեցման արժեքը (0-100) միջակայքից դուրս է:
sl_si: Predloženo zmanjšanje vrednosti (0-100) je izven dosega

source: An error occurred while updating the specific price.
ar_sa: حدث خطأ أثناء تحديث سعر محدد.
ca_es: S'ha produït un error mentre s'actualitza el preu específic.
eu_es: Errorea gertatu da salneurri zehatz bat eguneratzerakoan.
hy_am: Սխալ է հայտնվել հատուկ գնի թարմացման ժամանակ:
sl_si: Napaka pri posodabljanju specifične cene.

source: No reduction value has been submitted
ar_sa: لم يتم تقديم أي قيمة تخفيض
ca_es: No s'ha introduit cap valor de reducció
sl_si: Predložena ni bila nobena vrednost zmanjšanja

source: The specific price ID is invalid.
ar_sa: رقم تعريف السعر غير صحيح.
ca_es: El preu específic ID no ès vàlid.
eu_es: Salneurri zehatzaren IDa ez da balekoa.
hy_am: Հատուկ գնի ID -ին անվավեր է:
sl_si: Napačen ID specifične cene.

source: An error occurred while attempting to delete the specific price.
ar_sa: حدث خطأ أثناء حذف سعر محدد
ca_es: S'ha produït un error en suprimir el preu específic
eu_es: Errorea gertatu da salneurri zehatz bat ezabatzerakoan.
hy_am: Սխալ է հայտնվել հատուկ գինը ջնջելու փորձ կատարելու ժամանակ:
sl_si: Napaka pri brisanju določene cene

source: Invalid date range
ar_sa: مدى تاريخ غير صالح
ca_es: Període de data no vàlid
sl_si: Neveljaven razpon datuma

source: This feature has been disabled. You can activate it here: %url%.
ar_sa: هذه الميزة مُعطّلة. يمكنك تفعيلها هنا: %url%.
ca_es: Aquesta característica ha estat deshabilitada. La podeu habilitar aquí: %url%.
sl_si: Ta funkcija je bila onemogočena. Lahko jo vključite tukaj: %url%.

source: Please select at least one attribute.
ar_sa: يرجى اختيار ما لا يقل عن 1 السمة.
ca_es: Si us plau, seleccioneu almenys un atribut.
eu_es: Gutxienez ezaugarri bat aukeratu behar duzu.
hy_am: Խնդրում ենք ընտրել առնվազն մեկ հատկանիշ:
sl_si: Izberite vsaj eno lastnost.
tl_ph: Mangyaring pumili ng kahit na isang katangian.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
ar_sa: غير قادر على تهيئة المعلمات ، والجمع بين مفقود أو لا يمكن تحميلها يكون الكائن.
ca_es: No es pot inicialitzar els paràmetres, la combinació de falta o un objecte no es pot carregar.
eu_es: Ezinezkoa izan da parametroak kargatzea, konbinazioak faltan dira edo objetua ezin daiteke kargatu.
hy_am: Չի ստացվում ինիցիալացնել պարամետրերը, կոմբինացիան բացակայում է կամ հնարավոր չէ բեռնել օբյեկտը:
sl_si: Ni mogoče initializirati parametrov, kombinacija manjka ali pa objekta ni mogoče naložiti.
tl_ph: Hindi maaaring magpasimula ang mga parametrong ito. Ang isang kombinasyon ay nawawala o ang isang bagay ay hindi maaaring mapuno.

source: This file is associated with the following products, do you really want to delete it?
ar_sa: هذا الملف مرتبط بالمنتجات التالية، هل تريد حقا حذفه؟
ca_es: Aquest fitxer està associat amb els següents productes, és el que realment desitja eliminar?
sl_si: Ta datoteka je povezana s sledečimi izdelki, jih resnično želite odstraniti?
tl_ph: Ang payl na ito ay nag-uugnay kasama ang sumusunod na mga produkto, nais mo ba talaga itong tanggalin?

source: File not found
ar_sa: الملف غير موجود
ca_es: Arxiu no trobat
sl_si: Datoteke ni mogoče najti

source: Failed to copy the file.
ar_sa: فشل فى نسخ الملف
ca_es: No s'ha pogut copiar l'arxiu.
hy_am: Չհաջողվեց կրկնօրինակել ֆայլը
sl_si: Kopiranje ni uspelo.

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
ar_sa: حجم الملف %file% أكبر من الحجم الذي يسمح به الخادم. الحجم الأقصى هو %size% ميغابايت.
ca_es: L'arxiu %file% excedeix el tamany permès pel servidor. El límit s'estableix a %size% MB.
sl_si: Datoteka %file% je prevelika. Maksimalna velikost znaša %size% MB.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
ar_sa: تعذرت عملية الرفع. الرجاء التحقق من الحجم الأقصى المحدد للرفع.
ca_es: El fitxer no es pot pujar. Si us plau verifiqueu la configuració del vostre servidor pel màxim pes que es pot pujar.
sl_si: Napaka pri prenosu. Prosimo preverite nastavitve strežnika glede maksimalne dovoljene velikosti prenosa.

source: This value is too long. It should have %limit% characters or less.
ar_sa: القيمة طويلة جدا. يجب ان تكون بمقدار %limit% أحرف أو أقل.
ca_es: Aquest valor és massa llarg. Ha de tenir %limit% de caràcters o menys.
sl_si: Ta vrednost je predolga. Lahko ima %limit% znakov ali manj.
tl_ph: Masyadong mahaba ang halaga nito. Kailangang mayroon itong %limit% ng mga katangian o mas kaunti.

source: This pack is empty. You must add at least one product item.
ca_es: Aquest paquet està buit. Heu d'afegir com a mínim un producte.
sl_si: Ta paket je prazen. Dodati morate vsaj en izdelek.

source: No product matches your search. Try changing search terms.
ar_sa: لا يوجد منتج يطابق بحثك. حاول تغيير مصطلحات البحث.
ca_es: Cap producte coincideix amb la vostra cerca. Proveu de canviar els termes de cerca.
sl_si: Ni zadetkov za vaše iskanje. Poizkusite zamenjati iskalni niz.
tl_ph: Sa iyong hinahanap ay walang tumutugma na produkto. Subukang baguhin ang mga tuntunin ng paghahanap.

source: Stock successfully updated
ar_sa: تم تحديث المنتج بنجاح
ca_es: Estoc actualitzat correctament
sl_si: Zaloga uspešno posodobljena
tl_ph: Ang panustos ay matagumpay na na-update

source: Product(s) successfully activated.
ar_sa: تم تنشيط المنتج او المنتجات بنجاح.
ca_es: Producte(s) activat(s) correctament.
sl_si: %d izdelkov je bilo uspešno ustvarjenih.
tl_ph: Ang produkto(s) ay matagumpay na naging aktibo.

source: Product(s) successfully deactivated.
ar_sa: تم إلغاء تنشيط المنتج (المنتجات) بنجاح.
ca_es: Producte(s) desactivat(s) correctament.
sl_si: %d izdelkov je bilo uspešno odstranjenih.
tl_ph: Matagumpay na hindi na aktibo ang produkto(s).

source: Product(s) successfully deleted.
ar_sa: تم حذف المنتج (المنتجات) بنجاح.
ca_es: Producte(s) suprimit(s) correctament.
sl_si: %d izdelkov je bilo uspešno odstranjenih.
tl_ph: Ang (mga) produkto ay matagumpay na nabura.

source: Product(s) successfully duplicated.
ar_sa: تم نسخ المنتج (المنتجات) بنجاح.
ca_es: Producte duplicat correctament.
sl_si: %d izdelkov je bilo uspešno podvojenih.
tl_ph: Ang (mga) produkto ay matagumpay na naduplika.

source: Products successfully sorted.
ar_sa: تم فرز المنتجات بنجاح.
ca_es: Productes ordenats correctament.
sl_si: %d izdelkov je bilo uspešno sortiranih.
tl_ph: Ang mga produkto ay matagumpay na naibukod.

source: Product successfully deleted.
ar_sa: تم حذف المنتج (المنتجات) بنجاح.
ca_es: Producte eliminat correctament.
sl_si: Izdelek uspešno odstranjen.
tl_ph: Matagumpay na tinanggal ang produkto.

source: Product successfully duplicated.
ar_sa: تم نسخ المنتج بنجاح.
ca_es: Producte duplicat correctament.
sl_si: Izdelk uspešno podvojen.
tl_ph: Ang produkto ay matagumpay na naduplika.

source: Product successfully activated.
ar_sa: تم تفعيل المنتج بنجاح.
ca_es: Producte activat correctament.
sl_si: Izdelek uspešno aktiviran.
tl_ph: Matagumpay na isinaaktibo ang produkto.

source: Product successfully deactivated.
ar_sa: تم إلغاء تفعيل المنتج بنجاح.
ca_es: Producte desactivat correctament.
sl_si: Izdelek uspešno onemogočen.
tl_ph: Ang produkto ay matagumpay na nabuwag.

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
ca_es: No és possible esborrar una combinació mentre hi hagi quantitats a la Gestió Avançada d'Estoc. Primer heu d'esborrar-ne l'estoc.
sl_si: Ni možno izbrisat kombinacije, ko imaše vedno neko količino v naprednem upravljanju zaloge. Prvo morate izbrisati zalogo.

source: Error while deleting the stock
ca_es: S'ha produït un error mentre s'esborrava l'estoc
sl_si: Napaka pri brisanju zaloge

source: Successful deletion
ar_sa: تمت عملية الحذف بنجاح
ca_es: Esborrat correctament
sl_si: Uspešen izbris

source: You cannot delete this attribute.
ar_sa: لا يمكن حذف السمة
ca_es: No es pot eliminar atributs
hy_am: Դուքչեք կարող ջնջել այս հատկանիշը
sl_si: Ne morem izbrisati lastnosti.

source: There is no attachment yet.
ar_sa: لا يوجد أي مرفق حتى الان.
ca_es: Encara no hi ha cap arxiu adjunt.
sl_si: Ni še priponke.
tl_ph: Wala pa itong pagkakabit.

source: There is no result for this search. Update your filters to view other products.
ar_sa: لا يوجد نتيجة لهذا البحث. حديث الفلاتر لعرض منتجات اخرى.
ca_es: No hi ha cap resultat per a aquesta cerca. Actualitzi els seus filtres per veure altres productes.
sl_si: Za to iskanje ni zadetkov. Posodobi filtre za prikaz drugih izdelkov.
tl_ph: Sa paghahanap na ito ay walang resulta. I-update ang pagsasala para makita ang ibang mga produkto.

source: Duplication in progress...
ar_sa: قيد إنشاء نسخة مطابقة...
ca_es: Duplicació en procés...
sl_si: Poteka ponoven izračun...
tl_ph: Ang pagduplika ay nasa progreso...

source: Duplication failed.
ar_sa: أخفقت الازدواجية.
ca_es: Duplicació fallida.
sl_si: Podvojevanje spodletelo.
tl_ph: Ang pagduplika ay hindi nagtagumpay.

source: Activation in progress...
ar_sa: جار التفعيل ...
ca_es: Activació en procés...
sl_si: Aktivacija v teku...
tl_ph: Ang aktibasyon ay nasa progreso...

source: Activation failed.
ar_sa: فشل التفعيل.
ca_es: L'activació ha fallat.
sl_si: Aktivacija ni uspela.
tl_ph: Ang aktibasyon ay nabigo.

source: Deactivation in progress...
ar_sa: إلغاء التفعيل في تقدم ...
ca_es: Desactivació en procés...
sl_si: Deaktivacija v teku...
tl_ph: Ang pagbubuwag ay nasa progreso...

source: Deactivation failed.
ar_sa: أخفق إلغاء التنشيط.
ca_es: La desactivació ha fallat.
sl_si: Deaktivacija ni uspela.
tl_ph: Ang pagbubuwag ay nabigo.

source: Deletion in progress...
ar_sa: جار الحذف ...
ca_es: Eliminació en procés...
sl_si: Izbris v teku...
tl_ph: Ang pagtatanggal ay nasa progreso...

source: Deletion failed.
ar_sa: فشلت عملية الحذف
ca_es: Eliminació fallida.
sl_si: Izbris ni uspel.
tl_ph: Ang pagtatanggal ay nabigo.

source: Duplicating products
ar_sa: تكرار المنتجات
ca_es: Duplicant productes
sl_si: Podvajanje izdelkov
tl_ph: Dinuduplikang mga produkto

source: Duplicating...
ar_sa: جار النسخ ...
ca_es: Duplicant...
sl_si: Kopiranje...
tl_ph: Dinuduplika...

source: Activating products
ar_sa: تفعيل المنتجات
ca_es: Activant productes
sl_si: Aktivacija izdelkov
tl_ph: Ina-aktibang mga produkto

source: Activating...
ar_sa: جار التفعيل ...
ca_es: Activant...
sl_si: Aktiviram...
tl_ph: Ina-aktiba...

source: Deactivating products
ar_sa: إلغاء تفعيل المنتجات
ca_es: Desactivant productes
sl_si: Deaktivacija izdelkov
tl_ph: Binubuwag ang mga produkto

source: Deactivating...
ar_sa: جار إلغاء التفعيل ...
ca_es: Desactivant...
sl_si: Deaktivacija...
tl_ph: Binubuwag...

source: Deleting products
ar_sa: حذف المنتجات
ca_es: Eliminant productes
sl_si: Odstranjevanje izdelkov
tl_ph: Tinatanggal ang mga produkto

source: Deleting...
ar_sa: جار الحذف ...
ca_es: Eliminant...
sl_si: Odstranjevanje...
tl_ph: Tinatanggal...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
ar_sa: انت في سياق المخازن المتعددة: أي تعديل سوف يؤثر على جميع المحلات التجارية الخاصة بك، أو كل متجر من المجموعة النشطة.
ca_es: Vostè està en un context Multistore: qualsevol modificació tindrà un impacte en totes les seves botigues, o de les botigues del grup actiu.
sl_si: Si v multitrgovini: kakršnakoli sprememba bo vplivala na vse trgovine ali trgovino v izbrani skupini.
tl_ph: Ikaw ay nasa isang konteksto ng maramihang tindahan: anumang modipikasyon ay makakaapekto sa lahat ng iyong mga tindahan, o bawat tindahan ng aktibong grupo.

source: If no carrier is selected then all the carriers will be available for customers orders.
ca_es: Si no se selecciona un transportista tots els transportistes estaran disponibles per a les comandes de clients.
sl_si: Če ni izbranega prevoznika, potem bodo kupcu na volju vsi prevozniki.

source: Friendly URLs are currently disabled.
ar_sa: الروابط الصديقة مُعطلة حالياً.
ca_es: Les URL amigables están actualment deshabilitades.
sl_si: Kanali so trenutno onesposobljeni.
tl_ph: Ang palakaibigan na mga URL ay kasalukuyang hindi pinagana.

source: To enable it, go to [1]SEO and URLs[/1]
ar_sa: لتعطيله، انتقل إلى SEO و URLs
ca_es: Per activar-lo, vagi a [1]SEO i URL[/1]
sl_si: Da omogočiš, pojdi [1]SEO in URLji[/1]
tl_ph: Para mapagana ito, pumunta sa [1]SEO at mga URL[/1]

source: Friendly URLs are currently enabled.
ar_sa: الروابط الصديقة متاحة حالياً.
ca_es: Les URL amigables están actualment habilitades.
sl_si: Kanali so trenutno aktivni.
tl_ph: Ang palakaibigang mga URL ay kasalukuyang pinagana.

source: To disable it, go to [1]SEO and URLs[/1]
ar_sa: لتعطيله، انتقل إلى SEO و URLs
ca_es: Per desactivar, anar a [1]SEO and URLs[/1]
sl_si: Da onemogočiš, pojdi [1]SEO in URLji[/1]
tl_ph: Para hindi paganahin ito, pumunta sa [1]SEO at mga URL[/1]

source: The "Force update of friendly URL" option is currently enabled.
ar_sa: تم تمكين خيار "تحديث قوة عنوان الURL الصديق" حاليا.
ca_es: L'opció "Forçar actualització d'URL amigable" està habilitada actualment.
sl_si: "Vsiljeno posodabljanje URL" je trenutno omogočeno.
tl_ph: Ang opsyon ng "Pinilit na pag-update ng palakaibigang URL" ay kasalukuyang pinagana.

source: To disable it, go to [1]Product Settings[/1]
ar_sa: لتعطيله، انتقل إلى [1] إعدادات المنتج [/1]
ca_es: Per deshabilitar-ho, ves ha [1]Configuració del producte[/1]
sl_si: Za izklop, pojdi [1]Nastavitve izdelka[/1]
tl_ph: Para hindi paganahin ito, pumunta sa [1]mga Pagtatakda ng Produkto[/1]

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
ar_sa: عند تفعيل إدارة المخزون المتقدمة للحزمة، يرجى التأكد من أنه قد تم التفعيل أيضا لمنتجها (منتجاتها) - إذا اخترت خفض كميات المنتج.
ca_es: A l'habilitar la gestió d'existències avançada per a un paquet, si us plau assegureu-vos que també està habilitat per al seu producte (s) - si decideix disminuir les quantitats de producte.
sl_si: Ko omogočite napredo upravljanje zaloge za paket, se prosim prepričajte, da je omogočeno za njegove izdelke - če izberete zmanjšanje količin izdelkov.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
ar_sa: لايمكنك إضافة او تعديل منتج في شاشة هذا المتجر: إختر متجرا بدلا من مجموعة متاجر.
ca_es: No es pot afegir o editar un producte en aquest context de botiga: seleccioneu una botiga en lloc d'un grup de botigues.
sl_si: Ne moreš dodati ali spremeniti izdelka v tej vsebini trgovine: izberi trgovino namesto skupine trgovin.
tl_ph: Hindi ka maaaring magdagdag o mamatnugot dito sa konteksto ng shop: pumili ng isang tindahan sa halip na sa isang grupo ng mga shop.

source: This will delete all the combinations. Do you wish to proceed?
ar_sa: سيتم حذف جميع المواصفات. هل ترغب في الأستمرار؟
ca_es: Això eliminarà totes les combinacions. Voleu continuar?
sl_si: To bo izbrisalo vse kombinacije. Želiš nadaljevati?
tl_ph: Ito ay magtatanggal ng lahat ng mga kombinasyon. Gusto mo bang magpatuloy?

source: This will delete the specific price. Do you wish to proceed?
ar_sa: سيتم حذف السعر المحدد. هل ترغب في الأستمرار؟
ca_es: Això eliminarà el preu específic. Voleu continuar?
sl_si: To bo izbrisalo določeno ceno. Želiš nadaljevati?
tl_ph: Ito ay maaaring magtanggal ng partikular na presyo. Gusto mo bang magpatuloy?

source: A pack of products can't have combinations.
ar_sa: حزمة المنتجات لا يمكن أن تكون لها تركيبات.
ca_es: Un pack de productes no pot tenir combinacions.
sl_si: Paket izdelkov ne more imeti kombinacij.
tl_ph: Ang isang pack ng mga produkto ay hindi maaaring magkaroon ng mga kombinasyon.

source: A virtual product can't have combinations.
ar_sa: المنتج الظاهري لا يمكن أن يكون له مجوعات.
ca_es: Un producte virtual no pot tenir combinacions.
sl_si: Virtualen izdelek ne more imeti kombinacij.
tl_ph: Ang isang birtuwal na produkto ay hindi maaaring magkaroon ng mga kombinasyon.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
ar_sa: لا يمكنك إدارة مخزونك في سياق هذا المتجر: اختر متجرًا بدلاً من مجموعة من المتاجر.
ca_es: Vostè no pot gestionar el seu estoc en aquest context de la botiga: seleccioni una botiga en comptes d'un grup de botigues.
sl_si: Ne moreš dodati ali spremeniti izdelka v tej vsebini trgovine: izberi trgovino namesto skupine trgovin.
tl_ph: Hindi mo mapapangasiwaan ang iyong stock sa konteksto ng shop na ito: pumili ng isang shop sa halip na sa isang grupo ng mga shop.

source: You must select some products before
ar_sa: يجب عليك اختيار بعض المنتجات أولا
ca_es: Primer heu de seleccionar algun producte
sl_si: Izbrati morate izdelke preden

source: No address has been found for this brand.
ar_sa: لم يتم العثور على عنوان لهذه العلامة التجارية.
ca_es: No hi ha cap adreça per aquesta marca.
sl_si: Za tega proizvajalca ni bil najden noben naslov.
tl_ph: Walang adres na natagpuan para sa tatak na ito.

source: What do you want to do with the products associated with this category?
ar_sa: ماذا تريد أن تفعل بالمنتجات المرتبطة بهذه الفئة؟
ca_es: Què voleu fer amb els productes associats a aquesta categoria?
sl_si: Kaj želite storiti z izdelki povezanimi s to kategorijo?

source: Deleting multiple categories
ar_sa: حذف فئات متعددة
ca_es: Esobrrant diverses categories
sl_si: Izbris več kategorij
