Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersNotification.*.xlf
Languages: es_mx, hy_am, id_id

source: For security reasons, you cannot delete default order statuses.
es_mx: Por razones de seguridad, no es posible borrar los estados del pedido por defecto.
hy_am: Անվտանգության նկատառումներից ելենլով, Դուք չեք կարող ջնջել պատվերների դեֆոլտ կարգավիճակը
id_id: Demi keamanan, anda tidak dapat menghapus status pembelian default

source: Before you can use this tool, you need to:
es_mx: Antes de poder utilizar esta herramienta, necesitas:
id_id: Sebelum menggunakan fitur ini, sebaiknya Anda:

source: 1) Create a blank .htaccess file in your root directory.
id_id: 1) Buat file .htaccess kosong di root direktori.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
es_mx: 2) Otorgar a éste permisos de escritura (CHMOD 666 en sistemas Unix).
id_id: 2) Berikan hak tulis (CHMOD 666 di sistem UNIX).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
id_id: File robots.txt harus berada di root direktori website Anda (misalnya. http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
es_mx: Generar el archivo "robots.txt" haciendo clic en el siguiente botón(esto borrará el archivo robots.txt antigüo)
hy_am: Գեներացրեք «robots.txt» ֆայլ, կտտացնելով հետեւյալ կոճակի վրա (այն կջնջի Ձեր հին robots.txt ֆայլը).
id_id: Buat "robots.txt" dengan klik tombol dibawah (isi robots.txt sebelumnya akan dihapus)

source: 1) Create a blank robots.txt file in your root directory.
id_id: 1) Buat file robots.txt kosong di direktori root.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
es_mx: Aqui puedes establecer la URL de tu tienda. Si migras tu tienda a una nueva URL, recuerda que debes cambiar los siguientes valores.
hy_am: Այստեղ Դուք կարող եք տեղադրել Ձեր խանութի հղումը: Եթե Ձեր խանութը տեղափոխեք մեկ այլ հղումի, ապա չմոռանաք փոփոխել այս կարգավորումները պատշաճ կերպով
id_id: Disini Anda dapat mengatur URL untuk toko Anda. Jika toko Anda menggunakan URL yang berbeda harap ubah pada isian dibawah ini.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
es_mx: Esta sección te permite cambiar el patrón predeterminado de tus enlaces. Para utilizar esta funcionalidad, la opción "URL Amigable" de PrestaShop debe estar activada y el módulo de reescritura de direcciones URL de Apache (mod_rewrite) debe estar activado en tu servidor web.
id_id: Dibagian ini Anda dapat mengubah pola tautan Anda. Agar fungsi ini dapat bekerja, opsi "Friendly URL" harus diaktifkan, dan modul URL rewriting Apache (mod_rewrite) harus diaktifkan di server Anda.

source: There are several available keywords for each route listed below; note that keywords with * are required!
es_mx: Hay varias palabras clave disponibles para cada ruta indicada a continuación; ¡ten en cuenta que las palabras clave con * son requeridas!
id_id: Terdapat beberapa keyword yang dapat digunakan untuk masing-masing route dibawah; catatan, keyword yang ditandai dengan * adalah wajib!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
es_mx: Para añadir una palabra clave en su URL, use la sintaxis {keyword}. Si la palabra clave no está vacía, puedes añadir texto antes o después de ésta con la sintaxis {prepend:keyword:append}. Por ejemplo {-hey-:meta_title} añadirá "-hey-my-títle" en la URL si el metatítulo es establecido.
id_id: Untuk menambahkan keyword pada URL, gunakan sintaks {keyword} berikur. Jika keyword tidak kosong, Anda dapat menambahkan teks sebelum atau sesudah keyword dengan format {prepend:keyword:append}. Misalnya {-hey-:meta_title} akan menjadi "-hey-my-title" pada URL yang meta title-nya diset.

source: You can only display the page list in a shop context.
es_mx: Sólo se puede mostrar la lista de páginas en un contexto tienda.
hy_am: Դուք կարող եք միայն ցուցադրել էջերի ցուցակը խանութի համատեքստում
id_id: Daftar halaman tidak dapat ditampilkan dalam konteks toko ini.

source: Before being able to use this tool, you need to:
es_mx: Antes de poder utilizar esta herramienta, necesitas:
id_id: Sebelum dapat menggunakan fitur ini, Anda harus:

source: Create a blank .htaccess in your root directory.
hy_am: ստեղծեք ձեր արմատ կատալոգի մեջ դատարկ .htaccess ֆայլ
id_id: Buat file .htaccess kosong di root direktori.

source: Give it write permissions (CHMOD 666 on Unix system).
es_mx: Otorgar a éste permisos de escritura (CHMOD 666 en sistemas Unix).
id_id: Berikan hak tulis (CHMOD 666).

source: Aliases and results are both required.
es_mx: alias y resultado son obligatorios
hy_am: Հարկավոր են եւ կեղծանունը եւ արդյունքը
id_id: alias dan hasilnya keduanya diperlukan

source: Is not a valid result
es_mx: no es un resultado válido
hy_am: վավեր արդյունք չէ
id_id: bukan hasil yang valid

source: Is not a valid alias
es_mx: no es un alias válido
hy_am: վավեր կեղծանուն չէ
id_id: bukan alias yang valid

source: Creation successful
es_mx: Creación con éxito
hy_am: Ստեղծումը ավարտվել է
id_id: Pembuatan berhasil

source: Width and height must be numeric values.
es_mx: Ancho y alto debe ser valores numéricos.
hy_am: Լայնությունը եւ բարձրությունը պետք է լինեն թվային արժեքներ:
id_id: Lebar dan tinggi harus nilai numerik

source: This is not a valid IP address:
es_mx: Esta no es una dirección IP válida:
hy_am: Սա վավեր IP հասցե չէ:
id_id: Ini tampaknya bukan alamat IP:

source: You cannot delete this shop (customer and/or order dependency).
es_mx: No puedes eliminar esta tienda (clientes y/o pedidos asociados a ella).
id_id: Anda tidak bisa menghapus toko ini (kebergantungan pelanggan dan/atau pesanan).

source: Please create some sub-categories for this root category.
es_mx: Por favor, crea algunas subcategorías para esta categoría raíz.
id_id: Harap buat beberapa sub kategori untuk kategori root ini.

source: You need to select at least the root category.
es_mx: Debe seleccionar por lo menos la categoría de raíz.
hy_am: Ձեզ հարկավոր է ընտրել առնվազն մեկ արմատ կատեգորիա;
id_id: Anda harus memilih kategory root.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
es_mx: Sólo puede mover su tienda a un grupo de tienda con todas las opciones de "compartir" desactivadas o para un grupo de tienda sin clientes y pedidos.
hy_am: Դուք կարող եք Ձեր խանութը տեղափոխել խմբի մեջ, որի բոլոր «Մասնաբաժին» պարամետրերը անջատված են կամ որի մեջ չկան հաճախորդներ/ պատվերներ
id_id: Anda hanya dapat memindahkan toko kedalam grup toko dimana opsi "Share" nonaktif -- atau kedalam grup toko yang belum ada data pelanggan/pembelian.

source: An address located in a country containing states must have a state selected.
es_mx: Una dirección que se encuentra en un país que contiene los estados deben tener un estado seleccionado.
hy_am: Ձեր հասցեն պետք է լինի ընտրված տարածաշրջանի հետ, եթե այն առաջարկվում է Ձեր երկրի համար:
id_id: Alamat di negara yang memerlukan propinsi harus memiliki propinsi yang perlu diset.

source: Latitude and longitude are required.
es_mx: Latitud y Longitud son requeridos.
hy_am: Պահանջվում են երկայնությունը եւ լայնությունը:
id_id: Lintang dan bujur diperlukan.

source: The specified state is not located in this country.
es_mx: El estado/provincia especificado no está localizado en este país.
id_id: Propinsi tidak ditemukan di negara ini.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
es_mx: Por favor, instala el módulo "%modulename%" para permitir a sus afiliados acceder a sus propias estadísticas.
id_id: Harap install modul "%modulename%" agar afiliasi Anda dapat mengakses statistik mereka sendiri.

source: Percent of the sales.
es_mx: Porcentaje de las ventas.
hy_am: Վաճառքի տոկոս
id_id: Persen dari penjualan.

source: The discount value is incorrect (must be a percentage).
es_mx: El valor del descuento es incorrecto (debe ser un porcentaje).
hy_am: Զեղչի արժեքը սխալ է (պետք է լինի տոկոս)
id_id: Nilai diskon salah (harus persentase).

source: Wrong category ID.
es_mx: ID de Categoría erróneo.
id_id: ID Kategori salah.

source: The discount value is incorrect.
es_mx: El valor del descuento es incorrecto.
hy_am: Զեղչի արժեքը սխալ է:
id_id: Nilai diskon salah

source: You cannot save group reductions.
es_mx: No se puede guardar la reducción del grupo
hy_am: Հնարավոր չէ պահպանել խմբայյիյն զեղչերը:
id_id: Grup diskon tidak dapat disimpan.

source: An error occurred while updating this group.
es_mx: Se produjo un error durante la actualización de grupo.
hy_am: Խմբի թարմացման սխալ:
id_id: Terjadi error pada saat mengupdate grup.

source: Assign a valid page if you want it to be read.
es_mx: Asigna una página válida si quieres que sea leída.
id_id: Set halaman CMS yang valid untuk dibaca.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
es_mx: Debe definir un servidor SMTP y un puerto SMTP. Si no lo conoce, use la función PHP mail() en su lugar.
hy_am: Դուք պետք է նշեք SMTP սերվերը եւ նրա պորտը: Եթե դուք այն չգիտեք, ապա օգտագործեք PHP mail() ֆունկցիան:
id_id: Server dan port SMTP harus diisi. Jika Anda tidak tahu, gunakan fungsi PHP mail().

source: You cannot delete this shop (customer and/or order dependency)
es_mx: No puedes eliminar esta tienda (clientes y/o pedidos asociados a ella)
id_id: Anda tidak bisa menghapus toko ini (kebergantungan pelanggan dan/atau pesanan)

source: Click here to set a URL for this shop.
es_mx: Haga clic aquí para crear una dirección de esta tienda
hy_am: Սեղմեք այստե խանութի Հղումը դնելու համար
id_id: Klik disini untuk set URL untuk toko ini.

source: The module '%s' must be activated and configurated in order to have all the statistics
es_mx: Para que todas las estadísticas estén disponibles, el módulo '%s' debe estar activado y configurado
id_id: Modul '%s' harus diaktifkan dan dikonfigurasi untuk menggunakan semua data statistik

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
es_mx: Tenga cuidado con la reducción se aplica a una categoría no se acumula con la reducción global sino que lo reemplaza. El grupo se agrega automáticamente a la categoría.
hy_am: Նախազգուշացում. զեղչը որը կիրառվում է այս կատեգորիայի համար,չի գումարվում ընդհանուր զեղչի հետ, այլ փոխարինում է նրան
id_id: Perhatian: Diskon yang diterapkan pada kategori tidak ditotal dengan potongan harga lainnya (hanya diskon ini yang berlaku).

source: Only products that have this category as the default category will be affected.
es_mx: Sólo los productos que tienen esta categoría como la categoría por defecto se verán afectados
hy_am: Ազդեցության տակ կընկնեն այն ապրանքները, որոն համար այս կատեգորիան հանդիսանում է դեֆոլտ
id_id: Hanya berpengaruh kepada produk dalam kategori ini.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
es_mx: Advertencia: usted no será capaz de cambiar el grupo de esta tienda si la tienda pertenece a un grupo con una de estas opciones de \"compartir clientes\" o \"compartir cantidades\" o \"compartir ordenes\" activados.
hy_am: Զգուշացում. Դուք չեք կարող փոխել խանութի խունբը, եթե այս խանութը պատկանում է մի խմբի հետեւյալ ակտիվացված օպցիաներով. Հաճախորդների մասնաբաժին, Քանակների մասնաբաժին կամ Պատվերների մասնաբաժին

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
es_mx: Opción Multitiendas activada, si quiere cambiar el URL de su tienda tiene que ir en la pagina “Mulitienda” bajo el menú “Parámetros Avanzados”.
hy_am: Մի քանի խանութներ օպցիան միացված է: Եթե ուզում եք փոխել Ձեր խանութի հղումը պետք է գնաք «Մի քանի խանութ» էջը «Ընդլայնված պարամետրեր» մենյուի տակ
