Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminStatsFeature.*.xlf
Languages: es_es

source: %value%% of your Catalog
es_es: %value% de tu Catálogo

source: No customers
es_es: Ningún cliente

source: %percentage%% Female Customers
es_es: %percentage% Clientas

source: %percentage%% Male Customers
es_es: %percentage% Clientes

source: %percentage%% Neutral Customers
es_es: %percentage% Clientes neutros

source: %value% years
es_es: %value% años

source: %average% hours
es_es: %average% horas

source: No orders
es_es: Ningún pedido

source: No category
es_es: No hay categorías

source: Stats
es_es: Estadísticas
