Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminNotificationsWarning.*.xlf
Languages: uk_ua

source: Are you sure?
uk_ua: Ви впевнені?

source: No module has been installed.
uk_ua: Не встановлено жодного модуля

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
uk_ua: ПрестаШоп не може увійти в Додатки. Будь ласка, перевірте свої дані та ваше інтернет-з'єднання.

source: Invalid security token
uk_ua: Невірний ключ безпеки

source: I understand the risks and I really want to display this page
uk_ua: Я розумію, ризики і я дійсно хочу відобразити цю сторінку

source: Take me out of here!
uk_ua: Забиратися звідци

source: Are you sure you want to uninstall this module?
uk_ua: Ви впевнені, що хочете видалити цей модуль?

source: Delete selected items?
uk_ua: Видалити обрані позиції?

source: Delete selected item?
uk_ua: Видалити обраний пункт?

source: You can't change the value of this configuration field in the context of this shop.
uk_ua: Ви не можете змінити значення цього поля для магазину

source: Are you sure to delete this?
uk_ua: Видалити?

source: Warning
uk_ua: Увага

source: Leave anyway
uk_ua: Все одно вийти

source: Your modifications are not saved yet. Do you wish to save it before leaving?
uk_ua: Ваші модифікації поки що не збережено. Зберегти їх перед виходом?
