Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersNotification.*.xlf
Languages: ca_es, gl_es, ru_ru

source: You do not have permission to view this.
ca_es: No teniu permís per veure això.
gl_es: Non tes permisos para ver aquí.
ru_ru: У вас нет прав на просмотр.

source: There is no "/backup" directory.
ca_es: No existeix el directori "/backup".
gl_es: Non hai un directorio "/backup".
ru_ru: Директория резервных копий "/backup" отсутствует.

source: No file has been specified.
ca_es: No existeix el fitxer especificat
gl_es: Non se especificou ningún ficheiro.
ru_ru: Не указан файл.

source: Unable to open backup file(s).
ca_es: No és possible obrir el fitxer de còpia de seguretat.
gl_es: Non se pode abrir o backup
ru_ru: Не могу открыть файл(ы) резервной копии.

source: Unable to display backup file(s).
ca_es: Impossible mostrar el fitxer de còpia de seguretat.
gl_es: Non se pode amosar backup.
ru_ru: Не могу отобразить файл(ы) резервной копии.

source: Administrator permissions cannot be modified.
ca_es: El Permisos d'administrador no poden ser modificats.
gl_es: Os permisos da Administradora non se poden modificar.
ru_ru: Права доступа администратора не могут быть изменены!

source: Note that the Category import does not support having two categories with the same name.
ca_es: Tingueu en compte que la importació de Categoria no admet dues categories amb el mateix nom.
ru_ru: Заметьте, что при импорте категорий нельзя допускать появления двух категорий с одинаковым именем.

source: Note that you can have several products with the same reference.
ca_es: Tingueu en compte que hi pot haver diferents productes amb la mateixa referència
gl_es: Ten en conta que podes ter varios produtos coa mesma referencia.
ru_ru: Заметьте, что у вас может быть несколько товаров с одинаковым артикулом.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
ca_es: El vostre fitxer s'ha importat correctament a la vostra botiga. No us oblideu de regenerar l'índex de cerca de productes.
ru_ru: Файл успешно импортирован в магазин. Не забудьте перестроить поисковый список товаров.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
ca_es: Importar els detalls de comandes de subministrament restablirà el vostre historial de productes comandats, si n'hi ha.
ru_ru: Импорт подробностей заказа поставки затрет вашу историю заказов товаров, если она была.

source: Are you sure that you would like to delete this entity:
ca_es: N'esteu segurs de voler eliminar aquesta entitat:
gl_es: Estás segura de querer eliminar esta entidade:
ru_ru: Вы точно хотите удалить этот объект:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
ca_es: No teniu permisos per esborrar això. Quan la Multibotiga està activada, només el SuperUsuari pot eliminar tots els elements abans de la importació.
gl_es: Non tes permiso para eliminar isto. Cando está activado o modo MultiTenda, só unha SuperAdministradora pode eliminar tódolos elementos antes dunha importación.
ru_ru: У вас нет разрешений на удаление объекта. При включенном режиме мультимагазина, только Суперадминистратор можут удалить все объекты перед импортом.

source: Importing your data...
ca_es: S'estan important les vostres dades...
ru_ru: Импорт данных...

source: Aborting, please wait...
ca_es: Cancel·lant, si us plau esperi...
ru_ru: Отмена, подождите...

source: Data imported!
ca_es: Dades importades!
ru_ru: Импорт завершен!

source: Look at your listings to make sure it's all there as you wished.
ca_es: Verifica els llistats per estar segur de que tot està com desitges.
ru_ru: Еще раз просмотрите ваши списки и убедитесь, что все верно.

source: Errors occurred:
ca_es: S'han produït errors:
ru_ru: Произошли ошибки:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
ca_es: Alerta, la importació actual pot requerir una actualització de la configuració de PHP, per permetre una major transferència de dades. Si la importació actual es para abans d'acabar, hauries d'incrementar el valor "post_max_size" de PHP a [1]%size%[/1]MB com a mínim, i provar-ho de nou.
ru_ru: Внимание! При импорте может потребоваться изменить настройки PHP для передаи больших объёмов данных. Если импорт не удаётся, следует установить параметр РНР "post_max_size" не менее [1]%size%[/1] Мб и попытаться снова.

source: Some errors were detected. Please check the details:
ca_es: S'han detectats alguns errors. Si us plau revisi els detalls:
ru_ru: Были обнаружены ошибки. Проверьте подробности:

source: We made the following adjustments:
ca_es: Hem realitzat els següents ajustaments:
ru_ru: Мы внесли следующие правки:

source: Validating data...
ca_es: Validant dades...
ru_ru: Проверка данных...

source: [1]%percentage%[/1]% validated
ca_es: [1]%percentage%[/1]% validat
ru_ru: Проверено [1]%percentage%[/1]%

source: Processing next page...
ca_es: Processant pàgina següent...
ru_ru: Обработка следующей страницы...

source: Linking accessories...
ca_es: S'estan enllaçant els accessoris...
ru_ru: Связывание аксессуаров...

source: [1]%size%[/1]% imported
ca_es: [1]%size%[/1]% importat
ru_ru: Импортировано [1]%size%[/1]%

source: Ignore warnings and continue?
ca_es: Ignorar les advertències i continuar?
ru_ru: Продолжить игнорируя предупреждения?

source: Abort import
ca_es: Avortar importació
ru_ru: Прервать импорт

source: Please choose a MySQL table
ca_es: Si us plau escolliu una taula MySQL
gl_es: Por favor, escolle unha táboa MySQL
ru_ru: Пожалуйста, выберите таблицу MySQL

source: This SQL query has no result.
ca_es: La consulta SQL no ha tornat resultats.
gl_es: Esta consulta SQL non ten ningún resultado.
ru_ru: Этот SQL-запрос вернул пустой результат.

source: Error - The following e-mail template is missing: %s
ca_es: Error - la següent plantilla de correu no es troba: %s
ru_ru: Ошибка - отсутствует данный шаблон email: %s

source: "Backup" directory does not exist.
ca_es: El directori de còpies de seguretat no existeix.
ru_ru: Каталог "Резервных копий" не существует.

source: Invalid ID
ca_es: ID no vàlida
gl_es: ID inválido
ru_ru: Неверный ID

source: Unable to create backup file
ca_es: Impossible crear un arxiu de còpia de seguretat
gl_es: Non se pode crear backup.
ru_ru: Не могу создать файл резервной копии

source: An error occurred while backing up. Unable to obtain the schema of %s
ca_es: S'ha produït un error mentre es feia la còpia de seguretat. No es pot obtenir un esquema de %s
ru_ru: При создании резервной копии возникла ошибка. Невозможно получить схему %s

source: No valid tables were found to backup.
ca_es: No s'han trobat taules vàlides per a la còpia de seguretat.
gl_es: Non se atoparon táboas válidas para restaurar.
ru_ru: Не найдено действительных таблиц для резервного копирования.

source: Can't add the voucher.
ca_es: No és pot afegir el cupó.
gl_es: Non se pode aplica-lo cupón.
ru_ru: Купон не может быть добавлен.

source: You cannot edit the SuperAdmin profile.
ca_es: No podeu editar el perfil de SuperUsuari.
gl_es: Non podes edita-lo perfil de SuperAdmin.
ru_ru: Вы не можете отредактировать профиль SuperAdmin.

source: The provided profile is invalid
ca_es: El perfil proporcionat no és vàlid
ru_ru: Предоставленный профиль недействителен

source: You cannot disable or delete your own account.
ca_es: No es pot desactivar o eliminar el seu compte propi.
gl_es: Non podes deshabilitar ou elimina-la túa propia conta.
ru_ru: Вы не можете отключить или удалить собственный аккаунт.

source: You cannot disable or delete the administrator account.
ca_es: No es pot deshabilitar o esborrar el compte de l'administrador anterior.
gl_es: Non podes deshabilitar ou elimina-la conta da administradora.
ru_ru: Вы не можете отключить или удалить последний аккаунт администратора.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
ca_es: No es pot esborrar aquest compte perquè gestiona magatzems. Verifiqueu primer els magatzems.
gl_es: Non podes eliminar esta conta porque xestiona almacéns. Comproba primeiro os teus almancéns.
ru_ru: Вы не можете удалить эту учётную запись, так как она управляет складами. Проверьте раздел 'склады'.

source: Your current password is invalid.
ca_es: La contrasenya actual no és vàlida.
gl_es: O teu contrasinal actual non é válido.
ru_ru: Текущий пароль неверен.

source: The confirmation password does not match.
ca_es: La confirmació de la contrasenya no concorda.
gl_es: A confirmación do contrasinal non coincide.
ru_ru: Подтверждение пароля не совпадает.

source: You should have at least one employee in the administrator group.
ca_es: Vostè ha de tenir almenys un empleat en el grup d'administradors.
gl_es: Deberías ter polo menos unha empregada no grupo de administración.
ru_ru: Необходимо наличие по крайней мере одного сотрудника в группе администраторов.

source: The employee must be associated with at least one shop.
ca_es: Aquest treballador ha d'estar associat com a mínim a una botiga
gl_es: A empregada debe estar asociada con polo menos unha tenda.
ru_ru: Сотрудник должен быть связан по крайней мере с одним магазином

source: The password must be at least %length% characters long.
ca_es: La contrasenya ha de tenir com a mínim %length% caracters.
ru_ru: Пароль должен содержать не менее %length% символов.

source: (click to open "Generators" page)
ca_es: (feu clic per obrir la pàgina de "Generadors")
ru_ru: (нажмите чтобы открыть страницу "Генераторы")

source: There is an empty row in the file that won't be imported.
ca_es: El fitxer té una fila buida i no es pot importar.
ru_ru: В файле есть пустая строка, она не будет импортирована.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
ca_es: El ID de categoria ha de ser únic. No pot ser el mateix que la categoria Arrel o Inici.
ru_ru: У категории должен быть уникальный ID. Он не может совпадать с ID главной или корневой категории.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
ca_es: El ID de categoria ha de ser únic. No pot ser el mateix que el de la categoria pare (ID: %1$s).
ru_ru: Номер категории должен быть уникальным, несовпадающим с номером родительской категории (%1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
ca_es: Una categoria no pot ser el seu propi pare. Has de canviar-li el nom (nom actual: %1$s).
ru_ru: Категория не может быть родителем самой себе. Вам следует переименовать её (текущее имя: %1$s).

source: %category_name% (ID: %id%) cannot be saved
ca_es: %category_name% (ID: %id%) no s'ha pogut desar
ru_ru: %category_name% (ID: %id%) не может быть сохранен(а)

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
ca_es: La reescriptura de l'URL no ha pogut generar automàticament una URL amigable per a: %category_name%
ru_ru: Перезапись URL не смогла автоматически сгенерировать дружественный URL для: %category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
ca_es: Reescriu l'enllaç de %1$s (ID %2$s): s'ha reescrit com %3$s.
ru_ru: Перезапись ссылки %1$s (ID %2$s): в виде %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
ca_es: Una categoria no pot ser pare d'ella mateixa. La ID de la categoria pare s'ha perdut o és desconeguda (ID: %1$s).
ru_ru: Категория не можеть быть своим же родителем. Номер родительской категории либо пропущен, либо неверный (№: %1$s).

source: The root category cannot be modified.
ca_es: La categoria arrel no es pot modificar
ru_ru: Корневая категория не может быть изменена

source: cannot be copied.
ca_es: no es pot copiar
gl_es: non se pode ser copiado
ru_ru: не могу скопировать

source: %1$s (ID: %2$s) cannot be %3$s
ca_es: %1$s (ID: %2$s) no pot ser %3$s
ru_ru: %1$s (№: %2$s) не может быть %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
ca_es: ID de grup d'impostos desconeguda. Primerament necessiteu crear un grup amb aquesta ID.
ru_ru: Неизвестный № группы налогового правила. Сначала нужно создать группу с таким №.

source: %1$s (ID: %2$s) cannot be saved
ca_es: %1$s (ID: %2$s) no s'ha gravat
ru_ru: %1$s (ID: %2$s) не может быть сохранен(а)

source: %data% cannot be saved
ca_es: %data% no s'ha pogut desar
ru_ru: %data% не может быть сохранено

source: Shop is not valid
ca_es: Botiga no vàlida
gl_es: A tenda non é válida
ru_ru: Магазин не дейстителен

source: Discount is invalid
ca_es: El descompte no és vàlid
gl_es: O desconto non é válido
ru_ru: Неправильная скидка

source: Tags list is invalid
ca_es: La llista d'etiquetes no és vàlida
gl_es: A listaxe de etiquetas non é válida
ru_ru: Неправильный список тэгов

source: Error copying image: %url%
ca_es: Error al copiar la imatge: %url%
ru_ru: Ошибка при копировании изображения: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
ca_es: Producte #%id%: la imatge (%url%) no s'ha pogut desar.
ru_ru: Товар №%id%: изображение (%url%) не может быть сохранено.

source: Advanced stock management has incorrect value. Not set for product %name%
ca_es: La gestió avançada d'estoc té un valor incorrecte. No s'ha definit per al producte %name%
ru_ru: Расширенное управление запасами - неверное значение. Не задано для товара %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
ca_es: La gestió avançada d'estoc no està habilitada, no es pot habilitar en el producte %name%
ru_ru: Расширенное управление запасами выключено, нельзя использовать для товара %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
ca_es: La gestió avançada d'estoc no està habilitada, magatzem no configurat en el producte %name%
ru_ru: Расширенное управление складом выключено. Не задан склад для товара %name%

source: Warehouse did not exist, cannot set on product %name%
ca_es: El magatzem no existia, no es pot configurar al producte %name%
ru_ru: Склад не существует, невозможно задать для товара %name%

source: Incorrect value for "Depends on stock" for product %name%
ca_es: Valor incorrecte per a "Depèn de l'estoc" per al producte %name%
ru_ru: Неверное значение "В зависимости от наличия" для товара %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
ca_es: La gestió avançada d'estoc no està habilitada, no es pot configurar "Depèn de l'estoc" per al producte %name%
ru_ru: Расширенное управление запасами выключено, нельзя задать "В зависимости от наличия" для товара %name%

source: No image was found for combination with id_product = %s and image position = %s.
ca_es: No es troba cap imatge mitjançant la combinació id_product = %s, i la posició de la imatge = %s.
gl_es: Non se atopou ningunha imaxe para a combinación de id_product = %s coa posición de imaxe = %s.
ru_ru: Не найдено изображение для комбинации с id_product = %s и позиция изображения = %s.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
ca_es: EAN13 "%ean13%" té un valor incorrecte per al producte amb id %id%.
ru_ru: Неверное значение кода EAN13 "%ean13%" для товара № %id%.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
ca_es: La gestió avançada d'estoc té un valor incorrecte. No configurada per al producte amb id %id%.
ru_ru: Неверное значение расширенного управления запасами. Не задано для товара № %id%.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
ca_es: La gestió avançada d'estoc no està habilitada, no es pot habilitar al producte amb id %id%.
ru_ru: Расширенное управление складом выключено, нельзя включить для товара № %id%.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
ca_es: La gestió avançada d'estoc no està habilitada, el magatzem no està configurat al producte amb id %id%.
ru_ru: Расширенное управление складом выключено. Не задан склад для товара № %id%.

source: Warehouse did not exist, cannot set on product %name%.
ca_es: El magatzem no existeix, no es pot configurar per al producte %name%.
ru_ru: Склад не существует, невозможно задать для товара %name% .

source: Email address %1$s (ID: %2$s) cannot be validated.
ca_es: L'adreça de correu electrònic %1$s (ID: %2$s) no es pot validar.
ru_ru: Невозможно проверить адрес e-mail %1$s (№: %2$s).

source: Email address %1$s (ID: %2$s) cannot be saved.
ca_es: L'adreça de correu electrònic %1$s (ID: %2$s) no es pot desar.
ru_ru: Невозможно сохранить адрес e-mail %1$s (№: %2$s).

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
ca_es: %1$s no existeix a la base de dades %2$s (ID: %3$s), i per tant no es pot validar
ru_ru: %1$s не существует в базе данных %2$s (ID: %3$s), поэтому не может быть проверен

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
ca_es: %1$s no existeix a la base de dades %2$s (ID: %3$s), i per tant no es pot validar
ru_ru: %1$s не существует в базе данных %2$s (ID: %3$s), поэтому не может быть сохранен

source: "%email%" is not a valid email address.
ca_es: "%email%" no és una direcció de correu electrònic vàlida.
ru_ru: "%email%" не является допустимым email.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
ca_es: La ID de client #%d no existeix a la base de dades, i per tant no es pot validar.
ru_ru: Клиента №%d не существует в базе данных, поэтому его нельзя проверить.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
ca_es: El client amb ID #%d no existeix en aquesta base de dades, i per tant no es pot desar.
ru_ru: ID клиента #%d не существует в базе данных, поэтому не может быть сохранено.

source: Supplier is invalid
ca_es: Proveïdor no vàlid
gl_es: Distribuidor non válido
ru_ru: Некорректный поставщик

source: Alias is invalid
ca_es: L'Àlies no és vàlid
gl_es: O alcume non é válido
ru_ru: Неверный псевдоним

source: Store is invalid
ca_es: La botiga no és vàlida
ru_ru: Неверный склад

source: Supplier ID (%id%) is not valid (at line %line%).
ca_es: L'ID de proveïdor (%id%) no es vàlid (a la línia %line%).
ru_ru: Неверный идентификатор поставщика %id% (в строке %line%).

source: Lang ID (%id%) is not valid (at line %line%).
ca_es: L'ID del llenguatge (%id%) no es vàlid (a la línia %line%).
ru_ru: Неверный идентификатор языка %id% (в строке %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
ca_es: L'ID del magatzem (%id%) no es vàlid (a la línia %line%).
ru_ru: Неверный идентификатор склада %id% (в строке %line%).

source: Currency ID (%id%) is not valid (at line %line%).
ca_es: L'ID de moneda (%id%) no es vàlid (a la línia %line%).
ru_ru: Неверный идентификатор валюты %id% (в строке %line%).

source: Reference (%ref%) already exists (at line %line%).
ca_es: La referència (%ref%) ja existeix (a la línia %line%).
ru_ru: Код %ref% уже существует (в строке %line%).

source: YYYY-MM-DD
ca_es: AAAA-MM-DD
gl_es: AAAA-MM-DD
ru_ru: ГГГГ-ММ-ДД

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
ca_es: El format de la data (%date%) no es vàlid (a la línia %line%). Hauria de ser: %date_format%.
ru_ru: Неверный формат даты %date% (в строке %line%). Должно быть: %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
ca_es: La data (%date%) no pot ser anterior (a la línia %line%). Format: %date_format%.
ru_ru: Дата (%date%) не может быть прошедшей (в строке %line%). Формат: %date_format%.

source: Format: Between 0 and 100
ca_es: Format: des de 0 fins a 100
gl_es: Formato: Entre 0 e 100
ru_ru: Формат: между 0 и 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
ca_es: La taxa de descompte (%rate%) no es vàlida (a la línia %line%). %format%.
ru_ru: Неверный размер скидки %rate% (в строке %line%). %format%.

source: Supply Order (%id%) is not editable (at line %line%).
ca_es: La comanda de subministrament (%id%) no es pot editar (a la línia %line%).
ru_ru: Заказ поставки (%id%) не доступен для редактирования (в строке %line%).

source: Supply Order could not be saved (at line %line%).
ca_es: La comanda de subministrament no s'ha pogut desar (a la línia %line%).
ru_ru: Заказ поставки не может быть сохранен (в строке %line%).

source: Supply Order (%s) could not be loaded (at line %d).
ca_es: La Comanda de Subministrament (%s) no s'ha pogut carregar (a la línia %d).
gl_es: A Encomenda de Subministración (%s) non se pode cargar (na liña %d).
ru_ru: Заказ поставки (%s) не может быть загружен (в строке %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
ca_es: Producte/Propietats (%d/%d) no es pot afegir dues vegades (a la línia %d).
gl_es: O Produto/Atributo (%d/%d) non se pode engadir dúas veces (na liña %d).
ru_ru: Товар/Атрибут (%d/%d) не может быть добавлен дважды (в строке %d).

source: Product (%d/%d) is not available for this order (at line %d).
ca_es: El Producte (%d/%d) no està disponible per aquesta comanda (a la línia %d).
gl_es: O Produto (%d/%d) non está dispoñible para esta encomenda (na liña %d).
ru_ru: Товар (%d/%d) не доступен для этого заказа (в строке %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
ca_es: Preu Unitari (sense impostos) (%d) no és vàlid (a la línia %d).
gl_es: O Prezo por Unidade (taxas non incl.) (%d) non é válido (na liña %d).
ru_ru: Цена за единицу (налог не включен) (%d) не допустима (в строке %d).

source: Quantity Expected (%d) is not valid (at line %d).
ca_es: La Quantitat Esperada (%d) no és vàlida (a la línia %d).
gl_es: A Cantidade Agardada (%d) non é válida (na liña %d).
ru_ru: Ожидаемое количество (%d) не допустимо (в строке %d).

source: Discount rate (%d) is not valid (at line %d). %s.
ca_es: La Taxa de Descompte (%d) no és vàlida (a la línia %d). %s.
gl_es: A taxa de desconto (%d) non é válida (na liña %d). %s.
ru_ru: Размер скидки (%d) не допустим (в строке %d). %s.

source: Cannot read the .CSV file
ca_es: No es pot llegir l'arxiu CSV
gl_es: Non se pode le-lo arquivo .CSV
ru_ru: Не удается прочитать CSV файл

source: Linking Accessories...
ca_es: S'estan enllaçant els accessoris...
ru_ru: Связывание аксессуаров...

source: %s import
ca_es: %s importar
ru_ru: %s импорт

source: (from %s to %s)
ca_es: (des de %s fins a %s)
gl_es: (dende %s a %s)
ru_ru: (с %s по %s)

source: with truncate
ca_es: amb trencament
ru_ru: с усечением

source: The confirmation email couldn't be sent, but the import is successful. Yay!
ca_es: No s'ha pogut enviar el correu de confirmació però la importació s'ha realitzat amb èxit.
ru_ru: Не удалось отправить подтверждение по электронной почте, но импорт удался. Вот!

source: For security reasons, you cannot delete the Administrator's profile.
ca_es: Per raons de seguretat, no pot esborrar el perfil d'Administrador
gl_es: Por razóns de seguridade, non podes borrar o perfil de administrador
ru_ru: В целях безопасности нельзя удалять профиль Администратора

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
ca_es: El fitxer no es pot baixar perquè és massa gran. Utilitzeu la clàusula LIMIT en aquesta comanda.
ru_ru: Файл слишком велик для загрузки. Используйте в этом запросе оператор LIMIT.
