Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminOrderscustomersFeature.*.xlf
Languages: ar_sa, he_il, th_th

source: Shipping price (Tax incl.)
ar_sa: سعر الشحن (شامل الضرائب)

source: Total vouchers (Tax excl.)
ar_sa: مجموع القسائم (باستثناء الضرائب)

source: Total shipping (Tax excl.)
ar_sa: مجموع الشحن (باستثناء الضرائب)

source: SIRET
ar_sa: السجل التجاري:

source: APE
ar_sa: نوع النشاط:

source: Resend email
ar_sa: إعادة إرسال البريد الإلكتروني
th_th: ส่งอีเมล์ใหม่

source: This order has been partially paid by voucher. Choose the amount you want to refund:
ar_sa: تم سداد هذا الطلب جزئيًا عن طريق الإيصال. اختر المبلغ الذي تريد استرداده:

source: Include amount of initial voucher:
ar_sa: قم بتضمين مبلغ القسيمة الأولية:

source: Exclude amount of initial voucher:
ar_sa: استبعاد مبلغ القسيمة الأولية:

source: Amount of your choice:
ar_sa: المبلغ الذي تختاره:

source: This order has been partially paid by voucher. Choose the amount you want to refund:
ar_sa: تم سداد هذا الطلب جزئيًا عن طريق الإيصال. اختر المبلغ الذي تريد استرداده:

source: Product(s) price:
ar_sa: سعر المنتج (المنتجات):

source: Product(s) price, excluding amount of initial voucher:
ar_sa: سعر المنتج (المنتجات) ، باستثناء مبلغ القسيمة الأولية:

source: Order no.
ar_sa: رقم الطلب.

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
ar_sa: مرحبا، للأسف, أحد عناصر طلبك غير متوفر حاليًا. قد يتسبب هذا في تأخير طفيف في التسليم. يرجى قبول اعتذارنا وتأكد أننا نعمل جاهدين لتصحيح هذا. مع أطيب التحيات،

source: The national ID card number of this person, or a unique tax identification number.
ar_sa: رقم الهوية الوطنية للشخص، او رقم التعرف الضريبي.

source: From %date1% to %date2%
ar_sa: من %date1% إلي %date2%

source: Information about customer %name%
ar_sa: معلومات عن العميل %name%

source: Editing customer %name%
ar_sa: تعديل العميل %name%

source: Order %reference% from %firstname% %lastname%
ar_sa: الطلب %reference% من %firstname% %lastname%

source: Order #%id% (%ref%) - %firstname% %lastname%
ar_sa: الطلب #%id% ( %ref%) - %firstname% %lastname%

source: Shop: %shop_name%
ar_sa: المتجر: %shop_name%

source: %amount% tax excl.
ar_sa: %amount% غير شامل الضريبة.

source: Returns form
ar_sa: إستمارة المرتجعات

source: Order #%id% from %date%
ar_sa: الطلب #%id% من %date%

source: Reset sequential invoice number at the beginning of the year
ar_sa: إعادة تعيين رقم الفاتورة المتسلسل في بداية السنة

source: Position of the year date
ar_sa: موضع السنة

source: Total (Tax excl.)
th_th: รวมทั้งหมด (ยังไม่รวมภาษี)

source: Total (Tax incl.)
th_th: รวมทั้ั้งหมด (รวมภาษีแล้ว)

source: (Max %s %s)
th_th: (สูงสุด %s %s)
