Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogNotification.*.xlf
Languages: ar_sa, ca_es, eu_es, hy_am, sl_si, tl_ph

source: You cannot set a negative position, the minimum for a position is 0.
ar_sa: لا يمكنك تعيين موضعا سلبيا، الحد الأدنى الذي يمكن وضعه للموضع هو 0.
ca_es: No podeu establir una posició negativa, el mínim per a una posició és 0.
sl_si: Ne morete nastavit negativne pozicije, minimalno za pozicijo je 0.
tl_ph: Hindi mo maaaring i-set ang isang negatibong posisyon, ang pinakamababa para sa isang posisyon ay 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
ar_sa: لا يمكنك تعيين موضع أكبر من العدد الإجمالي للمنتجات في الفئة، ناقص 1 (يبدأ ترقيم المواقع في 0).
ca_es: No podeu establir una posició més gran que el nombre total de productes a la categoria, com a mínim 1 (el nombre de posició comença a 0).
sl_si: Ne morete nastavit večje pozicije kot je skupaj število izdelkov v kategoriji, minus 1 (oštevilčenje pozicij se začne z 0).
tl_ph: Hindi ka maaaring mag-set ng isang posisyong mahigit sa total na bilang ng mga produkto sa kategorya, bawasan ng 1 (ang pagnunumero ng posisyon ay nag-uumpisa sa 0).

source: Cannot add image because product creation failed.
ar_sa: لا يمكن إضافة صورة لوجود خطأ فى اضافة المنتج.
ca_es: No es pot afegir la imatge, perquè no s'ha pogut crear el producte.
eu_es: Ezin daiteke irudirik gehitu produktua gehitu gabe dagoelako.
hy_am: Հնարավոր չէ ավելացնել պատկեր, քանի որ ապրանքը ստեղծել չհաջողվեց:
sl_si: Ne morem dodati slike, ker je dodajanje izdelka spodletelo.
tl_ph: Hindi makakapagdagdag ng imahe dahil ang pagbuo ng produkto ay bigo.

source: Error while creating additional image
ar_sa: خطأ أثناء إنشاء صورة إضافية
ca_es: Error en crear la imatge addicional
eu_es: Errorea irudi gehigarria sortzerakoan
hy_am: Սխալ լրացուցիչ պատկերը ստեղծելու ժամանակ
sl_si: Napaka pri ustvarjanju dodatne slike
tl_ph: Nagkakamali habang gumagawa ng pagdadagdag ng imahe

source: Invalid quantity
ar_sa: الكمية غير صحيحة
ca_es: Quantitat no vàlida
eu_es: Kopuru ez balekoa
hy_am: Անվավեր քանակ
sl_si: Napačna količina

source: Invalid description for %s language
ar_sa: وصف غير صالح للغة %s
ca_es: La descripció per a la llengua %s no és vàlida
sl_si: Neveljaven opis za %s jezik

source: An attachment name is required.
ar_sa: اسم الملف المرفق مطلوب
ca_es: Nom de l'arxiu adjunt necessari
eu_es: Atxikituriko fitxategiaren izena behar da.
hy_am: Հավելվածի անվանումը պահանջվում է:
sl_si: Ime priponke je zahtevano.

source: This attachment was unable to be loaded into the database.
ar_sa: تعذر تنزيل هذا المرفق في قاعدة البيانات.
ca_es: No es pot afegir aquest arxiu adjunt a la bbase de dades
eu_es: Atxikituriko fitxategia ezin daiteke gehitu datu basean.
hy_am: Հավելվածը հնարավոր չեղավ բեռնել տվյալների բազայի մեջ:
sl_si: Priponke ni bilo mogoče naložiti v bazo podatkov.

source: We were unable to associate this attachment to a product.
ar_sa: تعذر علينا ربط هذا المرفق بمنتج ما.
ca_es: No es pot afegir aquest arxiu adjunt al producte
eu_es: Elementu hau produktuarekin erlazionatzea ez da posible.
hy_am: Մենք չկարողացանք կապել այս հավելվածը ապրանքի հետ:
sl_si: Te priponke ni bilo mogoče povezati z izdelkom.

source: An error occurred while saving product attachments.
ar_sa: حدث خطأ أثناء حفظ مرفقات المنتج.
ca_es: HI ha hagut un error mentre es desaven els arxius adjunts als productes.
eu_es: Errorea gertatu da produktuei atxikituriko fitxategiak gordetzerakoan.
hy_am: Սխալ է հայտնվել ապրանքի հավելվածները պահպանելու ժամանակ:
sl_si: Napaka pri shranjevanju priponke izdelka.

source: You cannot delete this product because there is physical stock left.
ar_sa: لا يمكنك حذف هذا المنتج نظرا لوجود مخزون فعلي متبقي.
ca_es: No es pot esborrar aquest producte ja que en queda estoc físic.
sl_si: Tega izdelka ne morete odstraniti, ker obstaja fizična zaloga.

source: You cannot change the product's cover image.
ar_sa: لا يمكن تغيير الصورة الرئيسية للمنتج
ca_es: No es pot canviar la coberta del producte
hy_am: Դուք չեք կարողփոխել ապրանքի շապիկի նկարը:
sl_si: Ne morem zamenjati naslovne slike izdelka.

source: The image could not be found.
ar_sa: تعذر العثور على الصورة.
ca_es: No es pot trobar la imatge.
sl_si: Slike ni bilo mogoče najti.
tl_ph: Ang imahe ay hindi makita.

source: You cannot delete the product #%d because there is physical stock left.
ar_sa: لا يمكنك حذف هذا المنتج #%d نظرا لوجود مخزون فعلي متبقي.
ca_es: No es pot esborrar el producte #%d ja que en queda estoc físic o hi ha comades a proveïdor pendents.
eu_es: Ezin duzu #%d produktua ezabatu ale bat badagoelako edo hornitzaileen agindu bat osatzeke dagoelako.
hy_am: Դուք չեք կարող ջնջել №%d ապրանքը, որովհետեւ կա ֆիզիկապես մնացած պաշար:
sl_si: Izdelka #%d ne morete odstraniti, ker obstaja fizična zaloga.

source: The price attribute is required.
ar_sa: السعرمطلوب.
ca_es: Preu atribut necessari.
eu_es: Salneurriaren ezaugarria beharrezkoa.
hy_am: Գնի հատկանիշը պահանջվում է:
sl_si: Atribut cene je obvezen.

source: You must add at least one attribute.
ar_sa: يجب إضافة سمة واحدة على الأقل.
ca_es: Heu d'afegir com a mínim un atribut.
eu_es: Gutxienez ezaugarri bat gehitu beharra daukazu.
hy_am: Պետք է ավելացնեք առնվազն մեկ հատկանիշ:
sl_si: Dodati morate vsaj eno lastnost.

source: This combination already exists.
ar_sa: هذا الحجم موجود بالفعل.
ca_es: Aquesta combinació ja existeix.
eu_es: Konbinazio hau bada jada.
hy_am: Այս համադրությունը արդեն գոյություն ունի:
sl_si: Ta kombinacija že obstaja.

source: A product must be created before adding features.
ar_sa: يجب اضافة المنتج قبل إضافة الميزات.
ca_es: El producte ha de ser creat abans de l'addició de característiques.
eu_es: Ezaugarriak gehitu beharra dauzkazu produktua sortu aurretik.
hy_am: Ապրանքը պետք է ստեղծվի նախքան հատկություններ ավելացնելը:
sl_si: Izdelek mora biti ustvarjen preden dodajate lastnosti.

source: Please specify priorities.
ar_sa: يرجى تحديد الأولويات
ca_es: Si us plau, especifiqui les prioritats
eu_es: Mesedez, ezarri lehentasunak.
hy_am: Խնդրում ենք նշել առաջնահերթությունները:
sl_si: Izberite prioritete

source: An error occurred while updating priorities.
ar_sa: حدث خطأ أثناء تحديث الأولويات.
ca_es: S'ha produït un error en actualitzar les prioritats.
eu_es: Errorea gertatu da lehentasunak eguneratzerakoan.
hy_am: Սխալ է հայտնվել առաջնահերթույթյունները թարմացնելու ժամանակ:
sl_si: Napaka pri posodabljanju prioritet

source: An error occurred while setting priorities.
ar_sa: حدث خطأ ما أثناء تحديد الأولويات.
ca_es: S'ha produït un error en establir les prioritats.
eu_es: Errorea gertatu da lehentasunen konfigurazioan.
hy_am: Սխալ է հայտնվել առաջնահերթույթյունները տեղադրելու ժամանակ:
sl_si: Napak pri nastavljanju prioritet.

source: An error occurred while creating customization fields.
ar_sa: حدث خطأ أثناء إنشاء حقول التخصيص.
ca_es: S'ha produït un error en crear camps de personalització.
eu_es: Errorea gertatu da eremu pertsonalizatuak sortzerakoan.
hy_am: Սխալ է հայտնվել կարգավորման դաշտի ստեղծման ժամանակ:
sl_si: Napaka pri ustvarjanju polj za prilagajanje.

source: An error occurred while updating customization fields.
ar_sa: حدث خطأ أثناء تحديث التخصيص.
ca_es: S'ha produït un error durant l'actualització de personalització.
eu_es: Errorea gertatu da pertsonalizazioaren parametroak eguneratzerakoan.
hy_am: Սխալ է հայտնվել կարգավորման դաշտի թարմացման ժամանակ:
sl_si: Napaka pri posodabljanju prilagajanja.

source: An error occurred while updating the custom configuration.
ar_sa: حدث خطأ أثناء تحديث التكوين التخصيص.
ca_es: S'ha produït un error en actualitzar la configuració de personalització.
eu_es: Errorea gertatu da konfigurazioaren pertsonalizazioaren parametroak eguneratzerakoan.
hy_am: Սխալ է հայտնվել օգտագործողի դաշտի թարմացման ժամանակ:
sl_si: Napaka pri posodabljanju nastavitev prilagajanja.

source: The label fields defined are invalid.
ar_sa: حقول التسمية غير صالحة
ca_es: Camps de les etiquetes no són vàlides
eu_es: Eremuen etiketa ez da balekoa.
hy_am: Սահմանված պիտակի դաշտերը անվավեր են:
sl_si: Oznake polja niso veljavne.

source: A product must be created before adding customization.
ar_sa: يجب اضافة المنتج قبل إضافة التخصيص.
ca_es: Producte ha de ser creat abans d'afegir possibilitats de personalització.
eu_es: Produktua sortu beharra dago pertsonalizazio aukerak gehitu aurretik.
hy_am: Պետք է ստեղծվի ապրանք, նախքան կարգավորումներ ավելացնելը:
sl_si: Izdelek mora biti ustvarjen preden dodajate možnosti prilagajanja.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
ar_sa: يتجاوز الملف الذي تم تحميله "الحد الأقصى لحجم المنتج القابل للتنزيل" الذي تم تعيينه في التفضيلات (Mb%1$d) أو توجيهات post_max_size الموجودة في ملف php.ini (%2$dMB).
ca_es: El fitxer excedeix la "Mida màxima per a un producte descarregable" definit en les preferències (%1$dMB) o la post_max_size/ directiva de php.ini (%2$dMB).
sl_si: Naložena datoteka je presegla "Največjo velikost za prenos izdelka" nastavljeno v nastavitvah (%1$dMB) ali v post_max_size/ directive v php.ini (%2$dMB).

source: An error occurred while attempting to associate this image with your shop.
ar_sa: حدث خطأ أثناء محاولة ربط هذه الصورة مع متجرك.
ca_es: S'ha produït un error en intentar associar aquesta imatge amb la seva botiga.
sl_si: Napaka pri povezovanju te slike z vašo trgovino.
tl_ph: Isang kamalian ang naganap habang sinusubukang iugnay ang imahe na ito sa iyong tindahan.

source: An error occurred while attempting to move this picture.
ar_sa: حصل خطأ أثناء محاولة نقل هذه الصورة.
ca_es: Error en moure la imatge
eu_es: Errorea irudia mugitzerakoan.
hy_am: Սխալ է հայտնվել այս նկարը շարժելու փորձ կատարելու ժամանակ:
sl_si: Napaka pri premikanju slike.

source: An error occurred while attempting to update the cover picture.
ar_sa: حصل خطأ أثناء محاولة تحديث الصورة الرئيسية.
ca_es: S'ha produït un error en intentar actualitzar la imatge de la portada.
sl_si: Med poskusom posodabljanja naslovne slike je prišlo do napake.

source: An error occurred while attempting to delete the product image.
ar_sa: حصل خطأ أثناء محاولة حذف صورة المنتج.
ca_es: Error en esborrar la imatge del producte
eu_es: Errorea produktuaren irudia ezabatzerakoan.
hy_am: Սխալ է հայտնվել ապրանքի պատկերը ջնջելու փորձ կատարելու ընթացքում:
sl_si: Napaka pri odstranitvi slike izdelka.

source: Wrong IDs
ar_sa: الأرقام التعريفية غير صحيحة.
ca_es: Identificació errònia de
hy_am: Սխալ ID-ներ
sl_si: Napačni ID-ji

source: Invalid price/discount amount
ar_sa: السعر/ التخفيض غير صحيح
ca_es: Invàlida import del preu / reducció
eu_es: Salneurria/beherapen zenbatekoa ez da balekoa
hy_am: Անվավեր գնի/զեղչի գումար
sl_si: Napačna cena/popust

source: Please select a discount type (amount or percentage).
ar_sa: يرجى تحديد نوع التخفيض (مبلغ أو نسبة مئوية)
ca_es: Si us plau, seleccioneu un tipus de reducció (quantitat o percentatge)
eu_es: Mesedez, aukeratu beherapen mota (zenbatekoa edo ehunekoa).
hy_am: Խնդրում ենք ընտրել զեղչի տեսակը (գումար կամ տոկոս)
sl_si: Določite tip znižanja (znesek ali odstotek).

source: The from/to date is invalid.
ar_sa: من الخطأ / حتى الآن
ca_es: Mal des de / fins a la data
eu_es: Hasiera/amaiera data okerra.
hy_am: Սկսած/մինչեւ ամսաթիվը անվավեր է:
sl_si: Napačen datum od/do.

source: A specific price already exists for these parameters.
ca_es: Ja existeix un preu específic per a aquests paràmetres
eu_es: Parametro hauetarako bada salneurri zehatza.
hy_am: Այս պարամետրերի համար հատուկ գին արդեն գոյություն ունի:
sl_si: Specifična cena že obstaja za te parametre.

source: The name for feature %1$s is too long in %2$s.
ca_es: El nom per a la característica %1$s és massa llarg a %2$s.
eu_es: %1$s ezaugarria luzeegia da %2$s-n.
hy_am: Անվանումը %1$s հատկության համար շատ երկար է %2$s:
sl_si: Ime za lastnost %1$s je predolgo v %2$s.

source: A valid name required for feature. %1$s in %2$s.
ca_es: Cal que inseriu un nom vàlid per a la característica. %1$s in %2$s.
eu_es: %1$s ezaugarrirako izan bat behar da %2$s-en.
hy_am: Հատկության համար պահանջվում է վավեր անվանում: %1$s -ը %2$s -ում:
sl_si: Veljavno ime je obvezno za to lasnost. %1$s v %2$s.

source: An error occurred while adding tags.
ar_sa: حدث خطأ ما أثناء اضافة تعريف.
ca_es: S'ha produït un error en afegir etiquetes.
eu_es: Errorea gertatu da tagak geitzerakoan.
hy_am: Սխալէ հայտնվել թեգ ավելացնելու ընթացքում:
sl_si: Napaka pri dodajanju oznak.

source: This %1$s field is required at least in %2$s
ar_sa: هذا الحقل %1$s مطلوب على الأقل في %2$s
ca_es: Aquest camp %1$s es requereix com a mínim a %2$s
eu_es: %1$s eremu hau gutxienez %2$s-en behar da
hy_am: Այս %1$s դաշտը պահանջվում է առնվազն %2$s-ում:
sl_si: Polje %1$s je zahtevano vsaj v %2$s

source: The %1$s field is too long (%2$d chars max).
ar_sa: حقل %1$s طويل جدًا (%2$d أحرف كحد أقصى).
ca_es: Aquest camp %1$s és massa llarg (%2$d caràct. màx.).
eu_es: %1$s eremua luzeegia da. (gehienez %2$d)
hy_am: %1$s դաշտը շատ երկար է (առավելագույնը %2$d նշան )
sl_si: Polje %1$s je predolgo (maksimalno %2$d znakov).
tl_ph: Ang %1$s patlang ay masyadong mahaba (%2$d chars max).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
ar_sa: هذا %1$s الحقل(%2$s) طويل جدا: %3$d حرفا كحد اقصى (العدد الحالي %4$d).
ca_es: Aquest camp %1$s (%2$s) és massa llarg: %3$d caràct. màx.(compte actual %4$d).
eu_es: %1$s eremua (%2$s) luzeegia da: gehienez %3$d karaktere, orain %4$d).
hy_am: Այս %1$s դաշտը (%2$s) շատ երկար է. առավելագույնը %3$d նշան (ներկայիս քանակը %4$d):
sl_si: To polje %1$s (%2$s) je predolgo. Maksimalno %3$d (trenutno %4$d).

source: The expiration-date attribute is required.
ar_sa: حقل سمة تاريخ إنتهاء الصلاحية مطلوب.
ca_es: El camp de data d'expiració de l'atribut es requereix.
eu_es: Ezaugarriaren iraungitze data eremua derrigorrezkoa.
hy_am: Պիատանիության ժամկետ հատկանիշը պահանջվում է:
sl_si: Atribut o roku uporabe je zahtevan.

source: An error occurred while attempting to delete previous tags.
ar_sa: حصل خطأ أثناء محاولة حذف الوسم السابق.
ca_es: Ha succeït un error en l'esborrat de les etiquetes prèvies.
eu_es: Errorea gertatu da aurreko etiketak ezabatzerakoan.
hy_am: Սխալ է հայտնվել նախորդ թեգերը ջնջելու փորձ կատարելու ընթացքում:
sl_si: Prišlo je do napake med poskusom brisanja prejšnjih značk.

source: The selected currency is not valid
ar_sa: العملة المحدد غير صحيحة
ca_es: La moneda seleccionada no és vàlida
sl_si: Izbrana valuta ni veljavana

source: An error occurred while copying image, the file does not exist anymore.
ar_sa: حصل خطأ أثناء محاولة نسخ الصورة، لا وجود للملف بعد الآن.
ca_es: S'ha produït un error mentre es copiava la imatge, l'arxiu no existeix.
sl_si: Prišlo je do napake med kopiranjem slike, slika ne obstaja več.

source: An error occurred while copying image, the file width is 0px.
ar_sa: حصل خطأ أثناء محاولة نسخ الصورة، عرص الملف هو 0px.
ca_es: S'ha produït un error mentre es copiava la imatge, l'amplada és de 0px.
sl_si: Prišlo je do napake med kopiranjem slike, širina datoteke je 0px.

source: An error occurred while copying image, check your memory limit.
ar_sa: حصل خطأ أثناء محاولة نسخ الصورة، يرجى التحقق من حد الذاكرة الخاصة بك.
ca_es: S'ha produït un error mentre es copiava la imatge, verifiqueu el vostre límit de memòria.
sl_si: Prišlo je do napake med kopiranjem slike, preverite omejitev spomina.

source: An error occurred while copying the image.
ar_sa: حدث خطأ أثناء نسخ الصورة.
ca_es: S'ha produït un error en copiar la imatge.
eu_es: Errorea gertatu da irudiak kopiatzerakoan.
hy_am: Սխալ է հայտնվել պատկերը կրկնօրինակելու ընթացքում
sl_si: Napaka pri kopiranju slike.

source: You can't add product packs into a pack
ar_sa: لا يمكنك إضافة حزم المنتجات في حزم منتجات أخرى
ca_es: No podeu afegir packs a un pack
hy_am: Դուք չեք կարող ավելացնել ապրանքների կոմպլեկտը մեկ այլ կոմպլեկտի մեջ:
sl_si: Ne moreš dodati kompletov produktov v komplet

source: An error occurred while attempting to add products to the pack.
ar_sa: حدث خطأ أثناء إضافة المنتجات.
ca_es: S'ha produït un error en afegir productes a la rajada.
eu_es: Errorea gertatu da paketera produktuak sartzerakoan.
hy_am: Սխալ է հայտնվել ապրանքը փաթեթի մեջ ավելացնելու փորձ կատարելու ընթացքում:
sl_si: Napaka pri dodajanju izdelkov v paket.

source: Error on image caption: "%1s" is not a valid caption.
ar_sa: خطأ في التعليق للصورة: "%1s%" ليس تعليقا صالحا.
ca_es: Hi ha un error al peu de foto: "%1s" no és un peu de foto vàlid.
sl_si: Napaka pri napisu: "%1s" ni veljaven napis.
tl_ph: Kamalian sa paliwanag ng imahe: "%1s" ay hindi isang balidong paliwanag.

source: The discount was successfully generated.
ca_es: S'ha general el descompte
hy_am: Զեղչը հաջողությամբ գեներացվել է
sl_si: Popust je bil uspešno ustvarjen.

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
ar_sa: لا يرتبط التصنيف الجذري للمتجر %shop% مع المحل الحالي. لا يمكنك الدخول إلى هذه الصفحة. يرجى تغييرتصنيف الجذر من المحل.
ca_es: La categoria arrel de la botiga %shop% no està associada amb la botiga actual. No pot accedir a aquesta pàgina. Si us plau, canvieu la categoria arrel de la botiga.
sl_si: Korenska kategorija trgovine %shop% ni povezana s trenutno trgovino. Ne morete dostopati do te strani. Prosim spremenite korensko kategorijo trgovine.
tl_ph: Ang root na kategorya ng shop na %shop% ay hindi nag-uugnay kasama ng kasalukuyang shop. Hindi mo maaaring ma-access ang pahinang ito. Mangyaring baguhin ang root ng kategorya ng shop.

source: You cannot update the available stock when it depends on stock.
ar_sa: لا يمكنك تحديث المخزون المتاح عندما يكون مستندًا على المخزون.
ca_es: No podeu actualitzar l'estoc disponible quan depèn de l'estoc.
sl_si: Ne morete posodobit zaloge, ki je na voljo, če je ta odvisna od zaloge.
tl_ph: Hindi mo maaaring i-update ang maaaring kunin na stock habang nakadepende ito sa stock.

source: Incorrect Stock Manager class [%s]
ca_es: Classe Stock Manager incorrecta [%s]
eu_es: Stock Manager kategoria okerra [%s]
hy_am: Սխալ Պաշարների կառավարիչ դաս [%s]
sl_si: Nepravilen Stock Manager razred [%s]
tl_ph: Hindi tamang klase ng tagapangasiwa ng stock [%s]

source: Stock Manager class not found [%s]
ca_es: No es troba la classe Stock Manager [%s]
eu_es: Ezinezkoa izan da Stock Manager [%s] kategoria aurkitzea
hy_am: Պաշարների Կառավարիչ դասը չի գտնվել [%s]
sl_si: Stock Manager razred ni najden [%s]
tl_ph: Ang klase ng tagapangasiwa ng stock ay hindi natagpuan [%s]

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
ca_es: Això copiarà les imatges massivament. Si voleu procedir, cliqueu "OK". Si no, cliqueu "Cancel·lar".
sl_si: To bo kopiralo tudi slike. Če želite nadaljevati kliknite "Da". Če ne želite, kliknite "Ne".

source: An error occurred while updating the status for an object.
ar_sa: حدث خطأ أثناء تحديث الحالة .
ca_es: S'ha produït un error mentre s'actualitza l'estat de l'objecte.
eu_es: Errorea gertatu da objetuaren egoera eguneratzen zen bitartean.
hy_am: Օբյեկտի կարգավիճակի թարմացման սխալ:
sl_si: Napaka pri posodabljanju statusa objekta.
tl_ph: Nangyayari ang isang kamalian habang nag-a-update ng kalagayan para sa isang bagay.

source: This feature has been disabled. You can activate it here: %link%.
ar_sa: هذه الميزة مُعطّلة. يمكنك تفعيلها هنا: %link%.
ca_es: Aquesta característica ha estat deshabilitada. La podeu habilitar aquí: %link%.
sl_si: Ta funkcija je bila onemogočena. Lahko jo vključite tukaj: %link%.

source: (cannot load object)
ar_sa: (لا يمكن تحميل الكائن)
ca_es: (no es pot carregar l'objecte)
eu_es: (objetua ezin daiteke kargatu)
hy_am: (հնարավոր չէ բեռնել օբյեկտը)
sl_si: (objekta ni mogoče naložiti)

source: The attribute value "%1$s" already exist for %2$s language
ar_sa: قيمة السمة "%1$s" موجودة بالفعل للغة %2$s
ca_es: L'atribut amb valor "%1$s" ja existeix per l'idioma %2$s
sl_si: Vrednost atributa "%1$s" že obstaja za %2$s jezik
tl_ph: Ang halaga ng katangian na "%1$s" ay umiiral na para sa %2$s na lengguwahe

source: Failed to delete the attribute.
ar_sa: تعذر حذف السمة.
ca_es: Error en esborrar l'atribut.
eu_es: Errorea ezaugarria ezabatzerakoan.
hy_am: Չհաջողվեց թարմացնել հատկանիշը:
sl_si: Napaka pri posodabljanju atributov.
tl_ph: Bigo na matanggal ang katangian.

source: Unable to resize one or more of your pictures.
ar_sa: تعذر تغيير حجم صورة أو أكثر من صورك.
ca_es: No es poden redimensionar una o més imatges
eu_es: Irudi baten edo gehiagoren neurria ezin daiteke aldatu.
hy_am: Չի կարող փոխել մեկ կամ մի քանի պատկերների չափսերը
sl_si: Ne moremo spremeniti velikosti ene ali več vaših slik.
tl_ph: Hindi maaaring baguhin ang isa o higit pa na iyong mga litrato.

source: List of products without available quantities for sale are not displayed because stock management is disabled.
ar_sa: لن يتم عرض قائمة النتجات التي لاا تتوفر على كميات متاحة للبيع بسبب تعطيل الإدارة المتقدمة للمخزون.
ca_es: Les quantitats disponibles de productes no es mostren al llistat de productes perquè la gestió d'estoc no està habilitada.
hy_am: Վաճառքի համար ոչ մատչելի քանակներով ապրանքների ցուցակը ցուցադրված չեն քանի որ պաշարների կառավարումը անջատված է
sl_si: Seznam izdelkov brez razpoložljive količine za prodajo ni prikazan, ker je urejanje zaloge onemogočeno.

source: You do not have permission to add suppliers.
ar_sa: ليس لديك صلاحيات لإضافة مورد جديد.
ca_es: No teniu permisos suficients per poder afegir proveïdors.
eu_es: Ez duzu baimenik hornitzaleak gehitzeko.
hy_am: Ձեզ թույլատրված չէ ավելացնել մատակարարների:
sl_si: Nimate pravic dodajati dobaviteljev.

source: The address is not correct. Please make sure all of the required fields are completed.
ca_es: Aquesta adreça no és correcta. Comproveu si s'han emplenat tots els camps requerits.
eu_es: Helbidea ez da zuzena. Egiaztatu derrigorrezko eremu guztiak osatuta daudela.
hy_am: Հասցեն ճիշտ չէ: Խնդրում ենք համոզվել որ ամբողջ պահանջված դաշտերը լրացված են:
sl_si: Naslov ni pravilen. Prosimo preverite da so vsa obvezna polja izpolnjena.

source: It is not possible to delete a supplier if there are pending supplier orders.
ca_es: Mentre hi hagi comandes de subministrament pendents no es pot esborrar un proveïdor.
hy_am: Հնարավոր չէ ջնջել մատակարարին եթե կան սպասող մատակարարների պատվերներ
sl_si: Ni mogoče izbrisati dobavitelja, če imate aktivne dobavnice.

source: The voucher cannot end before it begins.
ca_es: El cupó no pot caducar abans de començar.
eu_es: Bonua ezin daiteke hasiera baino lehenago amaitu.
hy_am: Վճարատոմսը չի կարող վերջանալ
sl_si: Kupon se ne more končati, preden se začne.
tl_ph: Ang butser ay hindi matatapos bago magsimula ito.

source: The minimum amount cannot be lower than zero.
ca_es: La quantitat mínima no pot ser inferior a 0.
eu_es: Gutxieneko kopurua ezingo da 0 baino gutxiago izan.
hy_am: Նվազագույն գումարը չի կարող լինել զրոյիյց ցածր:
sl_si: Minimalni znesek ne more biti nižji od ničle.
tl_ph: Ang pinakamababa na halaga ay hindi maaring bumaba kaysa sero.

source: Reduction percentage must be between 0% and 100%
ca_es: El percentatge de la rebaixa ha d'estar entre 0% i el 100%
sl_si: Zmanjšanje odstotkov mora biti med 0% in 100%
tl_ph: Ang pagbabawas ng porsyento ay kailangan na nasa pagitan ng 0% at 100%

source: Reduction amount cannot be lower than zero.
ca_es: La quantitat de la rebaixa no pot ser inferior a 0
eu_es: Kopuruaren beherapena ezin daiteke 0 baino gutxiago izan.
hy_am: Զեղչի գումարը չի կարող լինել զրոյից ավելի քիչ:
sl_si: Znižani odstotek ne more biti manjši od ničle.
tl_ph: Ang pagbabawas ng halaga ay hindi maaaring bumaba sa sero.
