Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminCatalogHelp.*.xlf
Languages: ca_es, es_es, fa_ir, fr_fr, ru_ru, th_th

source: Does not apply to the shipping costs
ca_es: No s'aplica a les despeses d'enviament
es_es: No aplicar a los gastos de envío
fa_ir: روی هزینه‎های ارسال اعمال نمی‎شود
fr_fr: Ne s'applique pas aux frais de port
ru_ru: Не применяется к затратам на доставку

source: Optional: The cart rule will be available to everyone if you leave this field blank.
ca_es: Opcional, la regla del carret estarà disponible per a tothom si deixeu el camp en blanc.
es_es: Opcional: La regla del carrito estará disponible para todos si dejas este campo en blanco.
fa_ir: انتخابی، اگر این قسمت را خالی بگذارید، قانون سبد خرید در دسترس همه خواهد بود.
fr_fr: Facultatif : la règle panier sera disponible pour tout le monde si vous laissez ce champ vide.
ru_ru: Дополнительно, текущее правило корзины будет доступно для всех, если вы оставите это поле пустым.

source: The default period is one month.
ca_es: El periode predeterminat és un mes.
es_es: El período predeterminado es de un mes.
fa_ir: مدت پیش‎فرض یک ماه است.
fr_fr: La période par défaut est d'un mois.
ru_ru: Период по умолчанию - один месяц.
th_th: ช่วงเวลาที่กำหนดไว้เริ่มต้นคือหนึ่งเดือน

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
ca_es: Podeu escollir una quantitat mínima a comprar, amb o sense impostos, amb o sense enviament.
es_es: Puedes elegir una cantidad mínima para la compra, incluyendo o no los impuestos y el transporte.
fa_ir: شما می‎توانید حداقل میزان برای سبد خرید، شامل بودن یا نبودن مالیات و همراه بودن یا نبودن ارسال را انتخاب نمایید.
fr_fr: Vous pouvez choisir le montant minimum du panier avec ou sans la TVA et les frais de port.
ru_ru: Вы можете выбрать минимальную стоимость корзины включая или не включая налоги, и со стоимостью доставки или без нее.

source: The cart rule will be applied to the first "X" customers only.
ca_es: Aquesta regla del carret s'aplicarà només als primers X clients.
es_es: La regla del carrito se aplicará solo a los primeros "X" clientes.
fa_ir: قانون سبد خرید فقط به اولین X مشتری اعمال می‎گردد.
fr_fr: La règle ne sera appliquée qu'aux X premiers clients uniquement.
ru_ru: Правило корзины будет применено только к первым X клиентам.

source: A customer will only be able to use the cart rule "X" time(s).
ca_es: Un client només podrà utilitzar la regla del carret X vegades.
es_es: Un cliente sólo podrá utilizar una regla de carrito "X" veces.
fa_ir: یک مشتری فقط می‎تواند X بار از قانون سبد خرید استفاده کند.
fr_fr: Un client ne pourra utiliser la règle que X fois.
ru_ru: Клиент будет в состоянии использовать правила корзины только X раз.

source: This restriction applies to the country of delivery.
ca_es: Aquesta restricció s'aplica al país de lliurament.
es_es: Esta restricción se aplica al país de entrega.
fa_ir: این محدودیت برای کشور تحویل محصول، اعمال شده است.
fr_fr: Cette restriction s'applique au pays de livraison.
ru_ru: Это ограничение наложено на страну доставки.

source: This will be displayed in the cart summary, as well as on the invoice.
ca_es: Es mostrarà en el resum del carret de compra i també a la factura.
es_es: Se mostrará en el resumen de la compra y en la factura.
fa_ir: هم در خلاصه‎ی سبد خرید و هم در فاکتور نمایش داده می‎شود.
fr_fr: Le nom sera affiché dans le récapitulatif du panier du client ainsi que sur la facture.
ru_ru: Будет показано на странице корзины так же как и на счете.

source: For your eyes only. This will never be displayed to the customer.
ca_es: Només per a vos, no es mostrarà al client.
es_es: Sólo para ti. Nunca se mostrará al cliente.
fa_ir: فقط برای شما، هیچگاه به مشتری نشان داده نخواهد شد.
fr_fr: Pour vous uniquement : elle ne sera pas affichée au client.
ru_ru: Только для вас. Никогда не показывается клиентам.
th_th: เฉพาะคุณเท่านั้นที่สามารถมองเห็นข้อมูลนี้ได้, ข้อมูลดังกล่าวจะไม่ถูกแสดงให้ลูกค้าเห็น

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
ca_es: Es tracta dels usuaris de codi d'introduir per aplicar el cupó en un carret. O bé crear el seu propi codi o generar un fent clic a "Generar".
es_es: Este es el código que los clientes deben introducir para aplicar los cupones descuento para el carrito. Crea tu propio código o genera uno haciendo clic en "Generar".
fa_ir: این کدی است که کاربران باید برای استفاده‌ی بن تخفیف به یک سبد خرید باید وارد کنند. همینطور می‌توانید کد خود را ایجاد نمایید یا با کلیک روی "تولید" یکی تولید کنید.
fr_fr: Code que les clients doivent entrer pour appliquer la réduction à leur panier. Créez votre propre code ou générez-en un automatiquement en cliquant sur "Générer".
ru_ru: Клиент должен указать этот код, чтобы использовать купон в заказе. Придумайте код самостоятельно или кликните кнопку "Сгенерировать".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
ca_es: Precaució! Si deixeu aquest camp en blanc, la regla s'aplicarà automàticament a beneficiar els clients.
es_es: ¡Advertencia! Si dejas este campo en blanco, la regla se aplicará automáticamente a los clientes beneficiarios.
fa_ir: اخطار! اگر این فیلد را خالی رها کنید، قانون به صورت خودکار به نفع مشتریان به کار خواهد رفت.
fr_fr: Attention ! Si vous ne remplissez pas ce champ, la réduction s'appliquera automatiquement aux clients concernés.
ru_ru: Внимание! Если оставить это поле пустым, правило автоматически применится к нужным клиентам.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
ca_es: Si en aquest moment no veieu els cupons al carret, es mostraran sota del carret al resum de la comanda.
es_es: Si el cupón de descuento no está aún en el carrito, será mostrado en el resumen de compra.
fa_ir: اگر کوپن تخفیف هنوز در سبد خرید نیست، در صورت وضعیت سبد خرید نمایش داده خواهد شد.
fr_fr: Si le bon d'achat n'a pas encore été ajouté au panier, il sera affiché sous le panier dans le récapitulatif de la commande.
ru_ru: Если купон еще не в корзине, то он будет отображен ниже в строке Итого.

source: Only applicable if the voucher value is greater than the cart total.
ca_es: Només és aplicable si el valor del cupó de descompte és més gran que el total del carret de compra.
es_es: Sólo se aplica si el valor del cupón de descuento es mayor que el total de la compra.
fa_ir: فقط زمانی قابل اعمال است که میزان بن بزرگتر از جمع کل سبد خرید باشد.
fr_fr: Ne s'applique que si la valeur de la réduction est supérieure au montant total du panier.
ru_ru: Применяется только в том случае, если сумма купона больше чем сумма корзины.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
ca_es: Si no permeteu un ús parcial, el valor del cupó serà reduït a la quantitat total de compra, però si ho feu es crearà un cupó de descompte per la resta.
es_es: Si no permites el uso parcial, el valor del cupón de descuento se reducirá a la cantidad total del pedido; en caso contrario, se creará un nuevo cupón por el valor restante.
fa_ir: اگر اجازه‎ی استفاده جزئی را ندهید، بن به میزان کل سفارش کاهش می‎یابد و اگر اجازه بدهید، یک بن جدید با میزان باقی مانده ساخته خواهد شد.
fr_fr: Si vous n'autorisez pas les utilisations partielles, la valeur du bon de réduction sera abaissée à la valeur du panier. Si en revanche vous autorisez les utilisations partielles, un nouveau bon sera créé avec le solde.
ru_ru: Если вы не разрешаете частичное использование, то общая стоимость купона снизится на всю стоимость заказа, если же разрешаете, - то будет создан новый купон с неиспользованным остатком.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
ca_es: Les regles del carret de la compra s'apliquen per prioritat. La regla de carret amb prioritat "1" es processarà abans que la regla de carret amb una prioritat de "2".
es_es: Las reglas del carrito se aplican por prioridad. Una regla de carrito con prioridad "1" será procesada antes de una regla de carrito con prioridad "2".
fa_ir: قوانین سبد خرید بر اساس اولویت اعمال می‎شوند. یک قانون با اولویت \"1\" قبل از یک قانون با اولویت \"2\" اعمال می‌گردد.
fr_fr: Les règles s'appliquent au panier par ordre de priorité. Une règle avec une priorité de 1 sera exécutée avant une règle avec une priorité de 2.
ru_ru: Правила для корзины применяются в корзине по приоритету. Правило корзины с приоритетом "1" будет обработано перед правилом корзины с приоритетом "2".

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules & Services > Installed modules.[/1] Then, configure your menu module.
ca_es: Si voleu que una categoria apareixi al menú de la vostra botiga, aneu a [1]Mòduls > Mòduls i Serveis > Mòduls instal·lats.[/1]. Després, configureu el vostre mòdul del menú.
es_es: Si quieres que aparezca una categoría en el menú de tu tienda, dirígete [1]Modules > Modules & Services > Installed modules.[/1] A continuación, configura tu módulo de menú.
fa_ir: اگر می‌خواید یک شاخه در منوی فروشگاه شما نمایان شود، به [1]ماژول‌ها > ماژول‌ها و سرویس‌ها > ماژول‌های نصب شده[/1] بروید. سپس ماژول منوی خود را پیکربندی کنید.
fr_fr: Si vous souhaitez qu'une catégorie s'affiche dans le menu de votre boutique, allez dans [1]Modules > Modules & Services > Modules installés.[/1] Puis configurez votre module de menu.
ru_ru: Если хотите отображать категорию в меню магазина, откройте [1]Модули > Модули и Сервисы > Установленные модули[/1], и сконфигурируйте модуль меню.

source: Recommended dimensions (for the default theme): %1spx x %2spx
ca_es: Dimensions recomenades (per al tema per defecte): %1spx x %2spx
es_es: Dimensiones recomendadas (para el tema predeterminado): %1spx x %2spx
fa_ir: ابعاد پیشنهادشده (برای قالب پیش فرض) %1spx x %2spx
fr_fr: Dimensions recommandées (pour le thème par défaut) : %1spx x %2spx
ru_ru: Рекомендуемые размеры (для стандартного шаблона): %1spx x %2spx

source: If you want a category to appear in the menu of your shop, go to [1]Modules > Modules Manager.[/1] Then, configure your menu module.
fa_ir: اگر می‌خواهید یک شاخه در منوی فروشگاه شما نمایان شود، به [1]ماژول‌ها > ماژول‌ها و سرویس‌ها بروید.[/1] سپس، ماژول منوی خود را پیکربندی کنید.
fr_fr: Si vous souhaitez qu'une catégorie s'affiche dans le menu de votre boutique, allez dans [1]Modules > Gestionnaire de modules.[/1] Puis configurez votre module de menu.
ru_ru: Если вам нужно, чтобы категория появилась в меню магазина, перейдите в [1]Модули > Управление модулями.[/1] Далее настройте модуль меню.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
ca_es: Una categoria buida és una categoria que no té productes directament associats a ella. Malgrat això, una categoria buida pot contenir productes a les seves subcategories.
es_es: Una categoría vacía es una categoría que no tiene ningún producto directamente asociado a la misma. Sin embargo una categoría vacía puede contener productos a través de sus subcategorías.
fa_ir: یک دسته بندی خالی، دسته بندی است که هیچ محصولی به طور مستقیم در ارتباط با آن نباشد. با این حال یک دسته بندی خالی ممکن است از طریق زیرشاخه‎های خود دارای محصولاتی باشد.
fr_fr: Une catégorie vide est une catégorie qui n'a pas de produit lui étant associé. Une catégorie vide peut cependant contenir certains produits par le biais de ses sous-catégories.
ru_ru: Пустая категория — категория, не имеющая товара непосредственно связанного с ней. Однако она может содержать товары через их подкатегории.

source: Your internal name for this attribute.
ca_es: Nom intern que li donareu a aquest atribut.
es_es: Tu nombre interno para este atributo.
fa_ir: نام داخلی شما برای این مشخصه.
fr_fr: Votre nom interne pour cet attribut.
ru_ru: Ваше внутреннее название этого атрибута.
th_th: ชื่อภายในของคุณสำหรับคุณสมบัตินี้

source: The public name for this attribute, displayed to the customers.
ca_es: El nom públic que li donareu a aquest atribut, que serà mostrat als clients.
es_es: El nombre público para este atributo, que será visualizado por los clientes.
fa_ir: نام عمومی برای این مشخصه، که به مشتریان نمایش داده میشود.
fr_fr: Le nom public de cet attribut, affiché aux clients.
ru_ru: Публичное имя этого атрибута, видимое клиентам.
th_th: ชื่อทางการสำหรับคุณสมบัตินี้ คือชื่อที่แสดงสำหรับลูกค้า.

source: The way the attribute's values will be presented to the customers in the product's page.
ca_es: L'atribut es mostrarà en forma de valors als vostres clients a la pàgina de producte.
es_es: La forma en que los valores de los atributos serán presentados a los clientes en la página de producto.
fa_ir: روشی که مقدار مشخصه در صفحه محصول به مشتری نمایش داده خواهد شد.
fr_fr: La manière dont cet attribut sera présenté aux clients dans la fiche produit.
ru_ru: Способ отображения значений атрибутов, видимых клиентам на странице товара.
th_th: วิธีการแสดงคุณสมบัติพิเศษสำหรับลูกค้าในหน้าสินค้า.

source: Choose the attribute group for this value.
ca_es: Trieu el grup d'atributs per aquest valor.
es_es: Selecciona el grupo de atributos para este valor.
fa_ir: گروه مشخصه برای این مقدار را انتخاب کنید.
fr_fr: Choisissez le groupe d'attributs pour cette valeur.
ru_ru: Выберите группу атрибутов для этого значения.
th_th: เลือกกลุ่มคุณสมบัติสำหรับค่านี้.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
ca_es: Trieu un color amb el selector de color, o entreu un color en codi HTML (p. ex. "lightblue", "#CC6600").
es_es: Selecciona un color utilizando el selector de color, o introduce un color HTML (por ejemplo, "lightblue", "#CC6600").
fa_ir: به وسیله انتخاب رنگ، رنگی برگزینید یا یک رنگ HTML وارد نمایید (نمونه : \"lightblue\", \"#CC6600\").
fr_fr: Choisissez une couleur avec le sélecteur de couleur, ou saisissez une couleur HTML (par exemple "lightblue", "#CC6600").
ru_ru: Выберите цвет на палитре или введите его HTML-код (например "lightblue" или "#CC6600").
th_th: เลืือกค่าสีโดยใช้เครื่องมือเลือกสี, หรือกรอกรหัสสี HTML ที่คุณต้องการ (เช่น "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
ca_es: Pujar un fitxer amb la nova textura de color des del vostre ordinador.
es_es: Subir un archivo de imagen que contiene la textura del color desde tu ordenador.
fa_ir: یک فایل تصویر شامل طرح رنگ از کامپیوتر خود آپلود کنید.
fr_fr: Mettez en ligne un fichier image contenant la texture de couleur depuis votre ordinateur.
ru_ru: Загрузить файл изображения, содержащий текстуру.
th_th: อัพโหลดไฟล์รูปภาพสำหรับพื้นผิวสีจากเครื่องคอมพิวเตอร์

source: This will override the HTML color!
ca_es: Això sobreescriurà el color HTML!
es_es: ¡Esto sobrescribirá el color HTML!
fa_ir: ممکن است رنگ HTML را نادیده بگیرد!
fr_fr: Cela remplacera la couleur HTML !
ru_ru: Будет использовано вместо цветов HTML!
th_th: ส่วนนี้จะแทนที่สีแบบ HTML !

source: Save then add another value
ca_es: Desar i afegir un altre valor
es_es: Guardar y añadir otro valor
fa_ir: ذخیره و افزودن مقدار دیگر
fr_fr: Enregistrer puis ajouter une nouvelle valeur
ru_ru: Сохранить и добавить еще значение
th_th: บัันทึกและเพิ่มค่าอื่นๆ

source: Click on "Displayed" to index the category on your shop.
ca_es: Cliqueu a "Mostrats" per a indexar la categoria a la vostra botiga.
es_es: Haz clic en "Mostrado" para indexar la categoría en tu tienda.
fa_ir: روی «نمایش‌داده‌شده» کلیک کنید تا این شاخه در فروشگاه شما ایندکس شود.
fr_fr: Cliquez sur "Affichée" pour que la catégorie puisse être indexée sur votre site.
ru_ru: Кликните на "Отображать" для показа категории в магазине.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
ca_es: Aquesta és la imatge principal que es mostra a la pàgina de la categoria. La descripció de la categoria es sobreposa a aquesta imatge i apareix a la part superior esquerra.
es_es: Esta es la imagen principal para tu categoría, mostrada en la página de categorías. La descripción de la categoría será superpuesta por esta imagen, y aparecerá en la esquina superior izquierda.
fa_ir: این تصویر اصلی دسته بندی شماست که در صفحه ی دسته بندی نمایش داده میشود. توضیحات دسته بندی در قسمت بالا سمت راست هر عکس نمایش داده میشود.
fr_fr: Voici l'image principale de votre catégorie, qui apparaît sur la page catégorie. La description de la catégorie s'affiche par dessus cette image, en haut à gauche.
ru_ru: Это основное изображение вашей категории, отображаемой на её странице. Описание категории наложится на изображение в его левом верхнем углу.

source: Displays a small image in the parent category's page, if the theme allows it.
ca_es: Mostra una petita imatge dins la pàgina de la categoria primària, sols si el tema ho permet.
es_es: Muestra una imagen pequeña en la página de la categoría padre, si el tema lo permite.
fa_ir: اگر قالب این اجازه را بدهد، یک تصویر کوچک در صفحه‌ی شاخه‌ی والد نمایش داده می‌شود.
fr_fr: Affiche une petite image dans la page de la catégorie parente, si le thème le permet.
ru_ru: Если шаблон позволяет, то отображается маленькое изображение на странице родительской категории.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
ca_es: La miniatura de categoria apareix al menú com una imatge petita que representa la categoria, si el tema ho permet.
es_es: La miniatura de la categoría se muestra en el menú como una imagen pequeña que representa la categoría, si el tema lo permite.
fa_ir: اگر قالب اجازه دهد، تصویر بند انگشتی شاخه در منو به صورت یک تصویر کوچک ظاهر می‌شود که بیانگر شاخه است.
fr_fr: La miniature de catégorie est une petite image qui apparaît dans le menu pour représenter la catégorie, si le thème le permet.
ru_ru: Если шаблон позволяет, то изображение миниатюры категории появляется в меню.

source: To add "tags," click in the field, write something, and then press "Enter."
ca_es: Per afegir "tags" cliqueu al camp, escriviu l'etiqueta, després premeu "Enter"
es_es: Para añadir "etiquetas", haz clic en el campo, escribe alguna, y luego presiona "Enter."
fa_ir: براي افزودن "برچسب" در فيلد كليك نماييد، چيزي بنويسيد و سپس "Enter" را فشار دهيد
fr_fr: Pour ajouter un mot-clé, cliquez dans le champ, écrivez quelque chose, puis appuyez sur "Entrée".
ru_ru: Чтобы добавить тэги нажмите на поле, напишите что-нибудь, затем нажмите клавишу ввод.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
ca_es: Només es permeten lletres, números, guió baix (_) i el caràcter de menys (-).
es_es: Sólo está permitidos los caracteres alfanuméricos, los guiones medio (-) y bajo (_).
fa_ir: فقط حروف،اعداد، ـ و - مجاز هستند.
fr_fr: Seuls les lettres, nombres, et les tirets hauts (-) et bas (_) sont autorisés.
ru_ru: Разрешены только буквы, цифры, знаки подчеркивания (_) и минуса (-).

source: You now have three default customer groups.
ca_es: Ara teniu tres grups de clients predeterminats.
es_es: En este momento tienes tres grupos de clientes predeterminados.
fa_ir: شما هم اكنون داراي سه گروه مشتري پيش فرض هستید.
fr_fr: Vous avez maintenant trois groupes de clients par défaut.
ru_ru: У вас есть три стандартные группы клиентов.
th_th: ขณะนี้คุณมีกลุ่มลูกค้าหลัก 3 กลุ่ม

source: Mark all of the customer groups which you would like to have access to this category.
ca_es: Marcar tots els grups de clients que voleu que tinguin accés a aquesta categoria.
es_es: Marca todos los grupos de clientes que quieres que tengan acceso a esta categoría.
fa_ir: همه گروه های مشتریانی را که میخواهید به این دسته دسترسی داشته باشند انتخاب کنید.
fr_fr: Cochez tous les groupes dont vous souhaitez que les membres puissent accéder à cette catégorie.
ru_ru: Отметить все группы клиентов, которым вы хотели бы предоставить доступ к этой категории.

source: Only letters and the minus (-) character are allowed.
ca_es: ﻿Només es permeten lletres i el caràcter guió (-)
es_es: Sólo se permiten las letras y el signo menos (-)
fa_ir: فقط حروف و کاراکتر منها (-) مجاز هستند.
fr_fr: Seuls les lettres et le caractère moins (-) sont autorisés
ru_ru: Разрешены только буквы и дефис (-)
th_th: อนุญาตให้ใช้เฉพาะตัวอักษรและเครื่องหมายลบ (-) เท่านั้น

source: Allow customers to upload files using the contact page.
ca_es: Permeten als clients de càrrega d'arxius utilitzant la pàgina de contacte
es_es: Permitir a los clientes subir archivos desde la página de contacto.
fa_ir: اجازه به مشتریان برای آپلود فایل از طریق صفحه تماس.
fr_fr: Permettre aux clients d'envoyer un fichier depuis la page contact
ru_ru: Разрешать пользователям загружать файл со страницы обратной связи.
th_th: อนุญาตให้ลูกค้าสามารถอัพโหลดไฟล์ได้โดยใช้หน้าติดต่อร้านค้า

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
ca_es: Escriviu el missatge que apareixerà predeterminat a l'hora de respondre a una pregunta al Servei d'Atenció al Client
es_es: Por favor, rellena los campos pertenecientes al mensaje que aparecerá por defecto a la hora de contestar un hilo de conversación en la página del servicio de atención al cliente.
fa_ir: لطفاً پیامی که می‎خواهید به طور پیش‎فرض در قسمت پاسخ به موضوعات در بخش خدمات مشتریان قرار گیرد، را بنویسید.
fr_fr: Veuillez remplir le message qui s'affiche par défaut lorsque vous répondez à un fil de discussion dans la page du SAV.
ru_ru: Пожалуйста заполните поля сообщения по умолчанию, используемые при ответе на тикет.

source: URL for your IMAP server (ie.: mail.server.com).
ca_es: URL del vostre servidor IMAP (p.ex. mail.server.com).
es_es: URL de tu servidor IMAP (es decir: mail.server.com).
fa_ir: لینک سرور IMAP (مثال: mail.server.com).
fr_fr: URL pour le serveur IMAP (mail.serveur.com).
ru_ru: URL вашего IMAP сервера (например: mail.server.com).

source: Port to use to connect to your IMAP server.
ca_es: Port que usareu per a connectar amb el vostre servidor IMAP.
es_es: Puerto que se utilizará para conectarse a tu servidor IMAP.
fa_ir: پورت اتصال به سرور IMAP.
fr_fr: Port à utiliser pour se connecter au serveur IMAP.
ru_ru: Порт, используемый для подключения к IMAP-серверу.

source: User to use to connect to your IMAP server.
ca_es: Usuari per a la connexió amb el vostre servidor IMAP.
es_es: Puerto que se utilizará para conectarse a tu servidor IMAP.
fa_ir: کاربر متصل کننده سرور IMAP.
fr_fr: Utilisateur pour se connecter au serveur IMAP.
ru_ru: Имя пользователя, используемое для подключения к IMAP-серверу.

source: Password to use to connect your IMAP server.
ca_es: Contrasenya que usareu per connectar amb el vostre servidor IMAP.
es_es: Contraseña para conectar a tu servidor IMAP.
fa_ir: کلمه‌ی عبور برای وصل شدن به سرور IMAP شما.
fr_fr: Mot de passe à utiliser pour se connecter au serveur IMAP.
ru_ru: Пароль, используемый для подключения к IMAP-серверу.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
ca_es: Esborrar missatges després de la sincronització. Si no habiliteu aquesta opció, la sincronització trigarà més temps.
es_es: Eliminación de los mensajes después de la sincronización. Si no activas esta opción, la sincronización tomará más tiempo.
fa_ir: پیام ها را پس از همگام سازی پاک کن. اگر این گزینه را فعال نکنید، همگام سازی زمان بیشتری به طول خواهد انجامید.
fr_fr: Supprime le message après la synchronisation. Si vous n'avez pas activé cette option, la synchronisation sera plus longue.
ru_ru: Удаление сообщений после синхронизации. Если эта опция отключена, то синхронизация займет больше времени.
