Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminOrderscustomersHelp.*.xlf
Languages: ca_es, es_es, gl_es, ko_kr, ru_ru, zh_tw

source: This customer will receive your newsletter via email.
ca_es: Aquest client rebrà la newsletter via correu electrònic.
es_es: Este cliente recibirá tu boletín de noticias por correo electrónico.
gl_es: Esta clienta recibirá o teu boletín de novas a través do correo electrónico.
ko_kr: 이 고객은 이메일을 통해서 당신의 소식지를 받게 됩니다.
ru_ru: Клиент будет получать рассылку по E-mail.
zh_tw: 顧客會收到透過電郵收到電子報。

source: Leave this field blank if there's no change.
ca_es: Deixeu el camp en blanc si no ha canviat.
es_es: Dejar este campo en blanco si no hay cambios.
gl_es: Deixa este campo en branco se non hai ningún cambio.
ko_kr: 변경 사항이 없다면 이 항목을 비워두세요.
ru_ru: Чтобы ничего не изменять, оставьте пустым.
zh_tw: 不修改請留白。

source: Password should be at least %length% characters long.
ca_es: La contrasenya hauria de tenir com a mínim %length% caracters.
es_es: La contraseña debe tener al menos %length% caracteres.
ko_kr: 비밀번호는 최소 %length% 자여야 합니다.
ru_ru: Длина пароля не менее %length% симв.
zh_tw: 密碼至少需要 %length% 個字符。

source: Enable or disable customer login.
ca_es: Permetre o No permetre que aquest client ﻿accedeixi a la botiga.
es_es: Activar o desactivar el inicio de sesión del cliente.
gl_es: Activar ou desactivar o acceso da clienta.
ko_kr: 고객 로그인을 활성화 또는 비활성화 합니다.
ru_ru: Разрешить или запретить вход этому покупателю.
zh_tw: 允許或禁止客戶登入。

source: This customer will receive your ads via email.
ca_es: Aquest client rebrà la vostra publicitat via correu electrònic.
es_es: Este cliente recibirá tu publicidad por correo electrónico.
gl_es: Esta clienta recibirá a túa publicidade por correo electrónico.
ko_kr: 이 고객은 이메일을 통해서 당신의 광고를 받게 됩니다.
ru_ru: Клиент будет получать объявления по E-mail.
zh_tw: 顧客會收到透過電郵收到廣告。

source: Select all the groups that you would like to apply to this customer.
ca_es: Seleccioneu tots els grups de clients que voldrieu aplicar a aquest client
es_es: Selecciona todos los grupos a los que pertenece este cliente.
gl_es: Selecciona tódolos grupos nos que che gustaría incluír esta clienta.
ko_kr: 이 고객에게 적용하고 싶은 그룹을 모두 선택하세요.
ru_ru: Установить флажок в каких группах будет клиент
zh_tw: 為客戶選擇所屬的群組。

source: This group will be the user's default group.
ca_es: Aquest serà el grup predeterminat per a l'usuari.
es_es: Este grupo será el grupo predeterminado del usuario.
gl_es: Este grupo será o grupo predeterminado da clientela.
ko_kr: 이 그룹은 사용자의 기본 그룹이 됩니다.
ru_ru: Эта группа будет пользовательской группой по умолчанию.
zh_tw: 此群組會是顧客的預設群組。

source: Only the discount for the selected group will be applied to this customer.
ca_es: Al client se li aplicarà només el descompte del grup seleccionat.
es_es: A este cliente solo se le aplicará el descuento del grupo seleccionado.
gl_es: Soamente se lle aplicará a esta clienta o desconto do grupo seleccionado.
ko_kr: 선택된 그룹에 대한 할인만이 이 고객에게 적용됩니다.
ru_ru: Только скидка для выбранной группы будут применена к этому клиенту.
zh_tw: 只有在此群組內的顧客才能使用此折扣券。

source: Valid characters:
ca_es: Caràcters vàlids:
es_es: Caracteres válidos:
gl_es: Caracteres válidos:
ko_kr: 잘못된 문자:
ru_ru: Допустимые символы:
zh_tw: 有效字符:

source: Prefix used for delivery slips.
ca_es: Prefix usat per als albarans.
es_es: Prefijo utilizado para los albaranes de entrega.
gl_es: Prefixo empregado para os albarás de entrega.
ko_kr: 배송장에 사용된 말머리.
ru_ru: Префикс, используемый в транспортных накладных.
zh_tw: 出貨單據編號前綴。

source: The next delivery slip will begin with this number and then increase with each additional slip.
ca_es: ﻿El pròxim albarà començarà amb aquest número|nombre i s'incrementarà amb cada nou albarà
es_es: El siguiente albarán de entrega comenzará en este número y se incrementará automáticamente por cada envío.
gl_es: O seguinte envío comenza con este número, e se incrementará en cada envío
ko_kr: 다음 배송장은 이 번호로 시작되고, 각 추가 송장 당 증가합니다.
ru_ru: Следующая транспортная накладная будет начинаться с этого номера и увеличиваться с каждой следующей транспортной накладной
zh_tw: 下一次出貨單開始使用此編號，以後每次編號+1。

source: Adds an image before product name on Delivery-slip
ca_es: Afegeix una imatge abans del nom del producte al rebut d'entrega.
es_es: Añade una imagen antes del nombre del producto en el albarán de entrega
gl_es: Engade unha imaxe antes do nome do produto na Folla de entrega
ko_kr: 배송-전표 위에 상품 이름 앞 이미지 추가
ru_ru: Добавлять изображение товара рядом с названием в транспортной квитанции
zh_tw: 在送貨單上的商品名稱前新增商品照片

source: Format: 2011-12-31 (inclusive).
ca_es: Format: 2011-12-31 (complet).
es_es: Formato: 2011-12-31 (inclusive).
gl_es: Formato: 2011-12-31 (incluído).
ko_kr: 형식: 2011-12-31 (포함).
ru_ru: Формат: 2011-12-31 (включительно).
zh_tw: 格式：2011-12-31（含）。

source: Format: 2012-12-31 (inclusive).
ca_es: Format: 2011-12-31 (complet).
es_es: Formato: 2011-12-31 (inclusive).
gl_es: Formato: 2012-12-31 (incluído).
ko_kr: 형식: 2012-12-31 (포함).
ru_ru: Формат: 2012-12-31 (включительно).
zh_tw: 格式：2012-12-31（含）。

source: Prefix used for credit slips.
ca_es: Prefix usat per a les notes de crèdit.
es_es: Prefijo utilizado por las facturas por abono.
ko_kr: 말머리는 신용 전표에 사용됩니다.
ru_ru: Префикс, используемый для кредитных квитанций.
zh_tw: 在折讓單號使用的前綴。

source: If enabled, your customers will receive an invoice for the purchase.
ca_es: Si està activat, els clients rebran una factura per la compra.
es_es: Si está activo, tus clientes recibirán una factura por la compra.
ko_kr: 활성화되면, 당신의 고객은 구매에 대한 청구서를 받게 됩니다.
ru_ru: Если включено, клиенты будут получать счета на их заказы.
zh_tw: 如啟用, 您的客戶會在訂購後收到發票。

source: If required, show the total amount per rate of the corresponding tax.
ca_es: Si cal, mostrar la quantitat total per la taxa de l'impost corresponent.
es_es: Si es requerido, mostrar la cantidad total por tasa del impuesto correspondiente.
ko_kr: 필요하다면, 해당 세금의 비율 당 총 금액을 보여줍니다.
ru_ru: Если нужно, показывать общую сумму соответствующего налога.
zh_tw: 如果啟用，顯示相關稅收的每等級的總數量。

source: Adds an image in front of the product name on the invoice
ca_es: Afegeix una imatge davant del nom del producte a la factura
es_es: Añade una imagen delante del nombre del producto en la factura
ko_kr: 청구서 위 상품 명의 앞에 이미지 추가
ru_ru: На счёте напротив товара добавляется его изображение
zh_tw: 在發票上商品名稱前添加圖片。

source: Freely definable prefix for invoice number (e.g. #IN00001).
ca_es: Prefix lliurement definibles pel nombre de factura (per exemple # IN00001).
es_es: Prefijo libremente definible para el número de factura (p. ej. #FA00001).
ko_kr: 청구서 번호에 자유롭게 정의가능한 말머리 (예. #IN00001).
ru_ru: Произвольно задаваемый префикс для номера счёта (напр. №СЧ00001).
zh_tw: 自由定義的發票號碼前綴（如#IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
ca_es: La següent factura s'iniciarà amb aquest número, i després augmentarà amb cada factura addicional. Es posa a 0 si vol mantenir el nombre actual (que és el #%number%).
es_es: La siguiente factura se iniciará con este número, y luego aumentará con cada factura adicional. Establecer en 0 si deseas mantener el número actual (el cual es #%number%).
ko_kr: 다음 청구서는 이 번호로 시작하고, 그 다음은 각 추가 청구서마다 증가합니다. 현재 번호 (#%number%) 를 유지하기를 원하면 0으로 설정하세요.
ru_ru: Номер следующего счёта будет начинаться с этого числа, а затем увеличиваться с каждым счётом. Установите значение в 0, если хотите сохранить текущий номер (№%number%).
zh_tw: 發票將開始使用這個號碼，並隨著增加的每張發票遞增。如果你想保持目前的數字（為＃%number%).）請設置為0。

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
ca_es: Utilitzeu aquest camp per mostrar informació addicional a la factura, seguit del resum dels mètodes de pagament (com informació legal específica).
es_es: Utiliza este campo para mostrar información adicional en la factura, bajo el resumen de métodos de pago (como información legal específica).
ko_kr: 청구서 아래에, 결제 방법 요약(특정한 법적 정보) 에 대한 추가 정보를 표시하려면 이 항목을 사용하세요.
ru_ru: Это поле используется для дополнительной информации в счёте, ниже сводки об оплате (например, специфическая юрилическая информация).
zh_tw: 請使用該欄位在發票上的付款方式總結下方來顯示額外的資料（如特定法律信息）。

source: This text will appear at the bottom of the invoice, below your company details.
ca_es: Aquest text apareixerà a la part inferior de la factura, a continuació detalls de la seva empresa.
es_es: Este texto aparecerá en la parte inferior de la factura, debajo los datos de tu empresa.
gl_es: Este texto aparecerá na parte inferior da factura, debaixo dos datos da túa empresa.
ko_kr: 이 문구는 회사 상세 아래인, 청구서의 바닥에 표시됩니다.
ru_ru: Этот текст появится внизу счёта, под реквизитами компании.
zh_tw: 這段文字內容會出現在發票底部，公司資料下方。

source: Choose an invoice model.
ca_es: Trieu un model de factura.
es_es: Elige un modelo de factura.
gl_es: Escolle un modelo de factura.
ko_kr: 청구서 모델을 선택하세요.
ru_ru: Выберите шаблон счета.
zh_tw: 選擇發票模式

source: Saves memory but slows down the PDF generation.
ca_es: Estalvia memòria, però alenteix la generació de PDF.
es_es: Ahorra memoria, pero ralentiza la generación de PDF.
gl_es: Aforra memoria pero retarda a xeración do PDF.
ko_kr: 메모리를 절약하지만 PDF 생성이 느려집니다.
ru_ru: Экономит память, но замедляет создание PDF.
zh_tw: 減少記憶體使用，不過會拖慢 PDF 產生速度。

source: You can also export orders which have not been charged yet.
ca_es: També pot exportar les ordres que no s'han carregat.
es_es: También puedes exportar pedidos que todavía no han sido cobrados.
ko_kr: 또한 아직 청구되지 않은 주문도 내보내기를 할 수 있습니다.
ru_ru: Вы можете также экспортировать заказы, которые еще не были оплачены
zh_tw: 您也可以匯出尚未付款的訂單

source: Would you like to allow merchandise returns in your shop?
ca_es: ﻿Elegeix si vols o no activar la devolució de mercaderies a la teva botiga
es_es: ¿Quieres permitir devoluciones de mercancías en tu tienda?
gl_es: Elixe si queres ou non activar a devolución de mercancías na túa tenda
ko_kr: 상점에 상품 반품을 허용하시겠습니까?
ru_ru: Выберите, разрешен или нет возвраты в вашем магазине
zh_tw: 您的商店是否接受退貨？

source: How many days after the delivery date does the customer have to return a product?
ca_es: Nombre de dies que té el cleint per retornar el producte des de la data de recepció de la comanda
es_es: Número de días, a partir de la fecha de compra, que tiene el cliente para devolver un producto.
gl_es: Numero de dias no que o cliente pode facer unha reclamacion dende a data de entrega
ko_kr: 고객이 배송 일자로부터 얼마 후에 상품을 반품해야 하나요?
ru_ru: Количество дней в которые клиент может оформить возврат
zh_tw: 如果客戶要退貨，他需要在送貨日期的多少天內退回商品？

source: Prefix used for return name (e.g. RE00001).
ca_es: Prefix utilitzat per al nom de retorn (per exemple RE00001).
es_es: Prefijo utilizado para el nombre de las devoluciones (p.e. DE00001).
gl_es: Prefixo empregado para o nome das devolucións (ex. DE00001).
ko_kr: 말머리를 반품 명(예. RE00001)에 사용합니다.
ru_ru: Префикс для кода возврата (напр. RE00001).
zh_tw: 退貨名稱使用前綴（如 RE00001）。

source: Merchandise return (RMA) status.
ca_es: Estat de retorn de mercaderia (RMA).
es_es: Estado de devolución de mercancías (RMA).
ko_kr: 상품 반품 (RMA) 상태.
ru_ru: Статус торгового возврата.
zh_tw: 退貨狀態。

source: List of products in return package.
ca_es: Llistat d'articles retornats.
es_es: Listado de productos devueltos.
ko_kr: 반품 화물의 상품 목록.
ru_ru: Список возвращенных товаров.
zh_tw: 退回商品列表。

source: The link is only available after validation and before the parcel gets delivered.
ca_es: Aquest enllaç només està disponible després de la validació i abans de ser entregat el paquet.
es_es: El enlace sólo está disponible después de la validación y antes de que el paquete sea entregado.
ko_kr: 링크는 검증 후 물품이 배송되기 전까지만 사용가능 합니다.
ru_ru: Ссылка доступна только после проверки и до того, как посылка доставлена.
zh_tw: 該鏈接僅在驗證後和包裹交付之前才有。

source: Select the fields you would like to be required for this section.
ca_es: Seleccioneu els camps que voleu que siguin necessaris per a aquesta secció.
es_es: Selecciona los campos que quieras sean requeridos para esta sección.
gl_es: Selecciona os campos que che gustaría que fosen obrigatorios nesta sección.
ko_kr: 이 섹션에 필요한 항목을 선택하세요.
ru_ru: Выберите обязательные поля для этого раздела.
zh_tw: 選擇此部分的必填字段。

source: Please make sure you are complying with the opt-in legislation applicable in your country.
ca_es: Si us plau, assegureu-vos que esteu complint la legislació aplicable per a comunicacions opt-in al vostre país.
es_es: Por favor, asegúrate de cumplir con la legislación vigente sobre políticas de privacidad aplicables a tu país.
gl_es: Por favor, asegúrate de que estás a cumprir coa lexislación sobre consentimento aplicable no teu país.
ko_kr: 거주중인 국가에 적용되는 규정 법규를 준수하고 있는지 확인하세요.
ru_ru: Пожалуйста, убедитесь, что рассылка предложений соответствует действующему законодательству вашей страны.
zh_tw: 請確保您遵守您所在國家/地區的選擇加入 (opt-in) 法規。

source: This feature generates a random password before sending an email to your customer.
ca_es: Aquesta funcionalitat genera una contrasenya aleatòria i envia un e-mail al client
es_es: Esta funcionalidad genera una contraseña aleatoria antes de enviar un correo electrónico a tu cliente.
gl_es: Esta característica xera un contrasinal aleatorio antes de lle enviar un correo electrónico á túa clienta.
ko_kr: 이 기능은 고객에게 이메일을 전송하기 전에 임의의 비밀번호를 생성합니다.
ru_ru: Эта функция позволяет создать случайный пароль и отправить его по электронной почте клиенту
zh_tw: 此功能會在向客戶發送電子郵件之前生成隨機密碼。

source: This note will be displayed to all employees but not to customers.
ca_es: Aquesta nota serà visible pels empleats però no pels clients
es_es: Esta nota será visible por los empleados, pero no por los clientes.
ko_kr: 이 참고사항은 모든 직원들에게 표시되지만 고객은 제외됩니다.
ru_ru: Это примечание будет видно сотрудникам, но не клиенту.
zh_tw: 本備註只顯示給員工，不會顯示給客戶。

source: You can add a comment here.
ca_es: Podeu afegir un comentari aquí.
es_es: Puede añadir un comentario aquí
gl_es: Podes engadir un comentario aquí.
ko_kr: 여기에 의견을 추가할 수 있습니다.
ru_ru: Вы можете добавить комментарий здесь.
zh_tw: 您可以在此處添加意見。

source: View details on the customer page
ca_es: Veure els detalls en la pàgina del client
es_es: Ver detalles en la página del cliente
gl_es: Ver os detalles na páxina do cliente
ko_kr: 고객 페이지에서 상세 보기
ru_ru: Просмотреть детали на странице покупателя
zh_tw: 在客戶頁面瀏覽細節

source: View details on the order page
ca_es: Veure els detalls en la pàgina de la comanda
es_es: Ver detalles en la página de pedido
gl_es: Ver os detalles na páxina do pedido
ko_kr: 주문 페이지에서 상세 보기
ru_ru: Просмотреть детали на странице заказа
zh_tw: 在訂單頁面瀏覽細節

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
ca_es: Si seleccioneu crear aquest descompte per a totes les factures, es crearà un descompte per a cada comanda facturada.
es_es: Si decides crear este descuento para todas las facturas, solo se creará un descuento por factura de pedido.
ko_kr: 모든 배송장에 이 할인을 생성하기를 선택했다면, 주문 배송장 당 하나의 단지 하나의 할인이 생성됩니다.
ru_ru: Если вы выберете создание этой скидки для всех счетов-фактур, то одна скидка будет создаваться для каждого заказа.
zh_tw: 如果您選擇建立這個折扣到所有發票，每個訂單發票只會使用一個折扣

source: If you don't select "Free shipping," the normal shipping costs will be applied.
ca_es: Si no sel·lecciona "Enviament gratuït", s'aplicaran els costos d'enviament normals.
es_es: Si no selecciona "Envío gratuito", se aplicará el costo normal de envío.
ko_kr: "무료 배송"을 선택하지 않으면, 일반 배송료가 적용됩니다.
ru_ru: Если вы не выберете "Бесплатная доставка", то будет учтена обычная стоимость доставки.
zh_tw: 如果您不選擇“免費送貨”，一般的運輸費用會被計算。

source: (Max %amount_refundable% %tax_method%)
es_es: (Máxima %amount_refundable% %tax_method%)
ko_kr: (최대 %amount_refundable% %tax_method%)
ru_ru: (Макс %amount_refundable% %tax_method%)
zh_tw: (最大限 %amount_refundable% %tax_method%)

source: Resend this email to the customer
ca_es: Reenviar correu al client
es_es: Reenviar este email al cliente
ko_kr: 고객에게 이 이메일을 재전송
ru_ru: Повторно выслать это письмо клиенту
zh_tw: 重發此郵件給客戶

source: Do not forget to update your exchange rate before making this change.
ca_es: No us oblideu d'actualitzar la conversió de monedes abans de fer aquest canvi.
es_es: No olvides actualizar tu tipo de cambio antes de realizar este cambio.
ko_kr: 이 변경사항이 있기 전에 환율을 갱신하는 것을 잊지 마세요.
ru_ru: Не забывайте обновлять курс валюты прежде, чем применить это изменение.
zh_tw: 在進行此更改之前，請不要忘記更新匯率。

source: This feature will generate a random password and send an email to the customer.
ca_es: Aquesta funcionalitat genera una contrasenya automàtica i li envia un correu electrònic al client
es_es: Esta funcionalidad generará una contraseña aleatoria, la cual será enviada al cliente.
gl_es: Esta característica xera un contrasinal aleatorio e envíalle un correo electrónico á clienta.
ko_kr: 이 기능은 임의의 비밀번호를 생성하여 고객에게 이메일을 전송합니다.
ru_ru: Эта функция создаст пароль и отправит его клиенту на электронный адрес
zh_tw: 本功能將產生一個隨機密碼並發送e-mail給客戶

source: Search for an existing customer by typing the first letters of his/her name.
ca_es: Cerqueu un client existent picant les primeres lletres del seu nom.
es_es: Buscar un cliente existente escribiendo las primeras letras de su nombre.
ko_kr: 이름의 첫 글자를 입력하여 기존 고객을 검색하세요.
ru_ru: Найдите существующего клиента, введя первые буквы его имени.
zh_tw: 通過輸入姓名的第一個字母來搜索現有的客戶。

source: Send an email to the customer with the link to process the payment.
ca_es: Enviar un missatge de correu electrònic al client amb un enllaç per processar el pagament.
es_es: Enviar un correo electrónico al cliente con el enlace para procesar el pago.
ko_kr: 고객에게 결제를 진행할 링크를 이메일로 전송합니다.
ru_ru: Отправить электронное письмо клиенту со ссылкой для совершения платежа.
zh_tw: 發送帶有付款連結的信件給客戶

source: Go on payment page to process the payment.
ca_es: Anar a la pàgina de pagament per tal de processar el pagament.
es_es: Ir a la página de pago para procesar el pago.
ko_kr: 결제 페이지로 이동하여 결제를 진행하세요.
ru_ru: Перейти на страницу оплаты для осуществления платежа.
zh_tw: 前往付款頁麵處理付款
