Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminInternationalNotification.*.xlf
Languages: es_es, eu_es, fr_fr, id_id, th_th, tl_ph, uk_ua

source: Incorrect Tax Manager class [%s]
es_es: Clase Tax Manager incorrecta [%s]
eu_es: Tax Manager kategoria okerra [%s]
fr_fr: La class Tax Manager est incorrecte [%s]
id_id: Class Tax Manager tidka valid [%s]
tl_ph: Hindi tama ang klase ng tagapangasiwa ng buwis [%s]
uk_ua: Неприпустимий клас менеджера податків (Tax Manager) [%s]

source: Tax Manager class not found [%s]
es_es: Clase Tax Manager no encontrada [%s]
eu_es: Tax Manager kategoria aurkitzea ezinezkoa izan da [%s]
fr_fr: La class Tax Manager n'a pas été trouver [%s]
id_id: Class Tax Manager tidak ditemukan [%s]
tl_ph: Ang klase ng tagapangasiwa ng buwis ay hindi natagpuan [%s]
uk_ua: Клас менеджера податків (Tax Manager) [%s] не знайдений

source: No tax
es_es: Sin impuestos
fr_fr: Aucune taxe
id_id: Tanpa pajak
th_th: ไม่มีภาษี
uk_ua: Без податку

source: Invalid language ISO code (%s)
es_es: Código ISO del idioma no válido (%s)
fr_fr: Code langue ISO non valide (%s)
id_id: Kode ISO bahasa tidak sah (%s)
tl_ph: Hindi tama na lenggwahe ng ISO na code (%s)
uk_ua: Невірний ISO код мови (%s)

source: The translation was successfully copied.
es_es: La traducción se copió correctamente.
fr_fr: Langue copiée avec succès.
id_id: Terjemahan berhasil disalin.
uk_ua: Мову успішно скопійовано

source: Cannot add configuration %1$s for %2$s language
es_es: No se puede añadir la configuración %1$s para el idioma %2$s
fr_fr: Impossible d'ajouter la configuration %1$s pour la langue %2$s
id_id: Tidak dapat menambahkan konfigurasi %1$s untuk bahasa %2$s
tl_ph: Hindi maaaring magdagdag ng pagsasaayos na %1$s para sa %2$s na lenggwahe
uk_ua: Не вдалося додати конфігурацію %1$s для %2$s мови

source: The translations have been successfully added.
es_es: Las traducciones han sido añadidas correctamente.
fr_fr: Traductions ajoutées avec succès.
id_id: Terjemahan berhasil ditambahkan.
uk_ua: Переклад успішно додано

source: The translation was added successfully, but the language has not been created.
es_es: Las traducciones han sido añadidas correctamente, pero no se ha creado el idioma.
fr_fr: Les traductions ont bien été mises à jour.
id_id: Terjemahan berhasil ditambahkan tetapi bahasa belum dibuat
uk_ua: Переклад успішно додано, але мову не було створено

source: Localization pack imported successfully.
es_es: Paquete de localización importado correctamente.
fr_fr: Pack de localisation importé avec succès.
id_id: File lokalisasi berhasil diimpor.
uk_ua: Пакет локалізації імпортовано успішно

source: Fatal error: ISO code is not correct
es_es: Fatal error: el código ISO no es correcto
eu_es: Errore larria: ISO kodea ez da zuzena
fr_fr: Erreur fatale: le code ISO n'est pas correct
id_id: Kesalahan Fatal: kode ISO salah
th_th: ข้อผิดพลาดร้ายแรง : รหัส ISO ไม่ถูกต้อง
tl_ph: Fatal ang pagkakamali: ISO na code ay hindi tama
uk_ua: Критична помилка: код ISO невірний

source: Fatal error: IETF code %s is not correct
es_es: Error fatal: el código IETF %s no es correcto
eu_es: Errore larria: IETF %s kodea ez da zuzena
fr_fr: Erreur fatale: le code IETF %s n'est pas correct.
id_id: Kesalahan Fatal: kode IETF %s salah
tl_ph: Fatal ang pagkakamali: IEFT na code %s ay hindi tama
uk_ua: Критична помилка: IETF код %s не вірний

source: Sorry this language is not available
es_es: Lo sentimos, este idioma no está disponible
fr_fr: Désolé, cette langue n'est pas disponible.
id_id: Maaf bahasa ini tidak tersedia
tl_ph: Paumanhin ang lengguwaheng ito ay hindi magagamit
uk_ua: Вибачте, ця мова недоступна

source: Server does not have permissions for writing.
es_es: El servidor no tiene permisos de escritura.
eu_es: Zerbitzariak ez du idazkera baimenik.
fr_fr: Le serveur ne dispose pas des permissions pour l'écriture
id_id: Server tidak memiliki izin untuk menulis.
th_th: Server ไม่ได้รับสิทธิ์สำหรับการเขียน
tl_ph: Walang mga permiso ang serber para sa pagsusulat.
uk_ua: Права на запис не встановлені.

source: Language pack unavailable.
es_es: Paquete de idioma no disponible.
fr_fr: Le pack de langue n'est pas disponible.
id_id: Paket bahasa tidak tersedia.
tl_ph: Ang pack ng lengguwahe ay hindi magagamit.
uk_ua: Мовний пакет недоступний.

source: An error occurred while creating the language: %s
es_es: Se ha producido un error al crear el idioma: %s
fr_fr: Une erreur est survenue lors de la création de la langue : %s
id_id: Eror ketika membuat bahasa: %s
tl_ph: Nangyayari ang kamalian habang gumagawa ng lengguwahe: %s
uk_ua: Сталася помилка при доданні мови: %s

source: Cannot load country: %d
es_es: No se puede cargar el país: %d
fr_fr: Impossible de charger le pays : %d
id_id: Gagal memuat negara: %d
tl_ph: Hindi maaaring i-load ang country: %d
uk_ua: Не вдалося завантажити країну: %d

source: Cannot enable the associated country: %s
es_es: No puede activar el país asociado: %s
fr_fr: Impossible d'activer le pays associé : %s
id_id: Gagal mengaktifkan negara terkait: %s
tl_ph: Hindi maaaring paganahin ang nauugnay na bansa: %s
uk_ua: Не вдалося увімкнути відповідну країну: %s

source: Invalid Zone name.
es_es: Nombre de Zona no válido.
eu_es: Zonaldearen izena ez da balekoa.
fr_fr: Nom de zone incorrect.
id_id: Nama zona tidak valid.
th_th: ชื่อ Zone ผิด
tl_ph: Hindi tamang pangalan ng Zone.
uk_ua: Неправильна назва зони

source: Invalid state properties.
es_es: Propiedad de estado no válida
eu_es: Egoeraren ezaugarria ez da balekoa
fr_fr: Propriété d'état invalide.
id_id: Data propinsi tidak valid.
th_th: คุณสมบัติที่ไม่ถูกต้องของรัฐ
tl_ph: Hindi tamang estado ng mga pag-aari.
uk_ua: Невірні властивості регіону.

source: Cannot update the associated country: %s
es_es: No se puede actualizar el país asociado: %s
fr_fr: Impossible de mettre à jour le pays associé : %s
id_id: Tidak dapat memperbarui negara terkait: %s
tl_ph: Hindi maaaring i-update ang kasamang bansa: %s
uk_ua: Не вдалося оновити відповідну країну: %s

source: An error occurred while adding the state.
es_es: Se ha producido un error al añadir el estado.
eu_es: errorea gertatu da egoera bat gehitzerakoan
fr_fr: Une erreur est survenue lors de l'ajout d'un état.
id_id: Eror ketika menambah data propinsi.
th_th: เกิดข้อผิดพลาดขณะที่การเพิ่มของรัฐ
tl_ph: Nangyayari ang isang kamalian habang nagdadagdag ng estado.
uk_ua: Помилка при додаванні регіону.

source: An error occurred while fetching the state.
es_es: Se ha producido un error al recuperar el estado.
eu_es: Errorea gertatu da zure saskia eguneratzerakoan.
fr_fr: Une erreur est survenue pendant la récupération d'un état
id_id: Eror ketika memuat data propinsi.
th_th: เกิดข้อผิดพลาดขณะเรียกของรัฐ
tl_ph: Nangyayari ang isang kamalian habang kinukuha ang estado.
uk_ua: Помилка при одержанні регіону.

source: Invalid tax properties.
es_es: Propiedad de impuestos no válida
eu_es: Zergen ezaugarria ez da balekoa
fr_fr: Propriété de taxe invalide.
id_id: Data pajak tidak valid.
th_th: คุณสมบัติที่ไม่ถูกต้องเสียภาษี
tl_ph: Ang mga pag-aari ng buwis ay hindi balido.
uk_ua: Невірні властивості податків.

source: An error occurred while importing the tax: %s
es_es: Se produjo un error al importar el impuesto: %s
fr_fr: Une erreur est survenue lors de l'importation de la taxe "%s"
id_id: Terjadi eror selagi mengimpor pajak: %s
tl_ph: Isang kamalian ang naganap habang inaangkat ang buwis sa: %s
uk_ua: Помилка при імпорті податків: %s

source: This tax rule cannot be saved.
es_es: Esta regla de impuestos no puede ser guardada.
eu_es: Zerga arau hau ezin daiteke gorde,
fr_fr: Cette règle de taxe ne peut être enregistrée
id_id: Aturan pajak tidak dapat disimpan:
tl_ph: Ang patakaran ng tax na ito ay hindi maaaring i-seyb.
uk_ua: Неможливо зберегти правило податку.

source: Invalid currency properties.
es_es: Propiedades de moneda no válidas.
eu_es: Monetaren ezaugarria ez da balekoa
fr_fr: Propriété de devise invalide
id_id: Data mata uang tidak valid.
th_th: สกุลเงินที่ไม่ถูกต้องคุณสมบัติ
tl_ph: Hindi balido ang pag-aari ng salapi.
uk_ua: Невірні властивості валют.

source: An error occurred while importing the currency: %s
es_es: Se ha producido un error al importar la moneda: %s
fr_fr: Une erreur est survenue lors de l'importation de la devise "%s"
id_id: Terjadi eror selagi mengimpor mata uang: %s
tl_ph: Isang kamalian ang naganap habang inaangkat ang salapi sa: %s
uk_ua: Помилка при імпорті валюти: %s

source: Localization pack corrupted: wrong unit type.
es_es: Paquete de localización dañado: tipo de unidad incorrecta.
eu_es: Lokalizazio paketea gaizki dago: Salneurriaren unitate okerra.
fr_fr: Pack corrompu : mauvaise unité de prix.
id_id: File lokalisasi rusak: tipe unit salah.
th_th: แพ็คความเสียหาย : ประเภทหน่วยที่ไม่ถูกต้อง
tl_ph: Ang pack ng lokalisasyon ay napinsala: mali ang tipo ng yunit.
uk_ua: Пакет локалізації пошкоджено: невірний тип.

source: An error occurred while setting the units.
es_es: Se ha producido un error al configurar las unidades.
eu_es: Errorea gertatu da unitateen konfigurazioan.
fr_fr: Une erreur est survenue pendant la configuration des unités.
id_id: Eror ketika seting unit.
th_th: เกิดข้อผิดพลาดในขณะที่ตั้งหน่วยงาน
tl_ph: Nangyayari ang isang kamalian habang nagtatakda ng mga yunit.
uk_ua: Помилка при настроюванні одиниць.

source: An error occurred while installing the module: %s
es_es: Se ha producido un error durante la instalación del módulo: %s
fr_fr: Une erreur est survenue pendant l'installation du module : %s
id_id: Terjadi eror selagi menginstal modul: %s
tl_ph: Isang kamalian ang naganap habang ini-install ang modyul ng: %s
uk_ua: Помилка при встановленні модулю: %s

source: An error occurred while uninstalling the module: %s
es_es: Se ha producido un error durante la desinstalación del módulo: %s
fr_fr: Une erreur est survenue pendant la désinstallation du module : %s
id_id: Terjadi eror selagi membongkar modul: %s
tl_ph: Isang kamalian ang naganap habang ina-uninstall ang modyul ng: %s
uk_ua: Помилка при видалені модулю: %s

source: An error has occurred, this module does not exist: %s
es_es: Se ha producido un error, este módulo no existe: %s
fr_fr: Une erreur est survenue, ce module n'existe pas : %s
id_id: Terjadi eror, modul ini tidak ditemukan: %s
tl_ph: Isang kamalian ang naganap, ang modyul na ito ay hindi umiiral sa: %s
uk_ua: Помилка, модуль не існує: %s

source: An error occurred during the configuration setup: %1$s
es_es: Se ha producido un error durante la configuración inicial: %1$s
fr_fr: Une erreur est survenue lors de la configuration initiale : %1$s
id_id: Terjadi eror selama penyiapan konfigurasi: %1$s
tl_ph: Isang kamalian ang naganap sa panahon ng pagsasaayos ng patakaran sa: %1$s
uk_ua: Помилка при встановленні конфігурації: %1$s

source: An error occurred during the default group update
es_es: Se ha producido un error al actualizar el grupo predeterminado
eu_es: Errore bat gertatu da lehenetsitako taldearen eguneraketan
fr_fr: Une erreur est survenue pendant la mise à jour du groupe par défaut
id_id: Eror ketika update default grup
tl_ph: Nagyayari ang isang kamalian sa panahon ng pag-update ng default ng grupo
uk_ua: Виникла помилка при оновленні групи встановленої за умовчанням

source: An error has occurred during the default group update
es_es: Se ha producido un error al actualizar el grupo predeterminado
eu_es: Errore bat gertatu da lehenetsitako taldearen eguneraketan
fr_fr: Une erreur est survenue pendant la mise à jour du groupe par défaut
id_id: Eror ketika update default grup
tl_ph: Nangyayari ang isang kamalian sa panahon ng pag-update ng default sa grupo
uk_ua: Виникла помилка при оновленні групи встановленої за умовчанням

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
es_es: Este impuesto está actualmente en uso como una regla de impuestos. ¿Seguro que quieres continuar?
fr_fr: Cette taxe est utilisée dans une règle de taxe, souhaitez-vous continuer?
id_id: Pajak ini sedang digunakan dalam aturan pajak. Apakah Anda yakin untuk melanjutkan?
uk_ua: Цей податок в даний час використовується. Ви впевнені?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
es_es: Este impuesto es utilizado en una regla de impuestos, si continúas será eliminado de dicha regla. ¿Deseas continuar?
fr_fr: Cette taxe est utilisée dans une règle de taxe. Si vous continuez, elle sera retirée de cette règle ; souhaitez-vous continuer ?
id_id: Pajak ini sedang digunakan dalam aturan pajak. Jika Anda terus pajak ini akan dihapus dari aturan pajak, apakah Anda yakin?
uk_ua: Цей податок в даний час використовується. Якщо ви продовжите, цей податок буде вилучено з податкових правил. Ви впевнені?

source: A tax rule already exists for this country/state with tax only behavior.
es_es: Ya existe una regla de impuestos para este país/estado con un comportamiento de impuestos único.
fr_fr: Une règle de taxe existe déjà pour ce pays/état avec le comportement "seulement la taxe".
id_id: Aturan pajak sudah ada untuk negara/propinsi ini dengan perlakuan hanya pajak.
uk_ua: Правило податку вже існує для цієї країни/регіону.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
es_es: El código postal/zip no es válido. Este debe ser escrito de la siguiente manera: %format% para %country%.
fr_fr: Le code postal n'est pas correct. Il doit être saisi comme suit : %format% pour %country%.
id_id: Kode pos tidak valid. Harus dalam format sebagai berikut: %format% untuk %country%.
tl_ph: Ang Zip/postal na code ay hindi tama. Dapat itong i-type ayon sa sumusunod: %format% para sa %country%.
uk_ua: Поштовий індекс не вірний. Він повинен мати такий вигляд: %format% для %country%.

source: An error has occurred: Cannot save the current tax rule.
es_es: Se ha producido un error: No se puede guardar la regla de impuesto actual.
eu_es: Errorea gertatu da: Ezin daiteke egungo arau fiskala gorde.
fr_fr: Une erreur s'est produite : impossible d'enregistrer la règle de taxe actuelle
id_id: An error has occurred: Can't save the current tax rule
uk_ua: Помилка: Неможливо зберегти поточне правило податку

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
es_es: La importación de un nuevo idioma puede fallar sin el módulo OpenSSL. Por favor, activa "openssl.so" en la configuración de tu servidor.
fr_fr: L'import d'une nouvelle langue peut échouer en l'absence du module OpenSSL. Veuillez activer "openssl.so" dans la configuration de votre serveur.
id_id: Impor bahasa baru bisa gagal jika modul OpenSSL tidak terinstall. Harap aktifkan "openssl.so" di konfigurasi server Anda.
uk_ua: Без модуля OpenSSL імпорт мови може бути невдалим. Увімкніть "openssl.so" в конфігурації Вашого сервера.

source: Cannot load the localization pack.
es_es: No se puede cargar el paquete de localización.
eu_es: Ezin daiteke lokalizazio paketea kargatu (prestashop.com-etik eta "lokalizazioa" karpetatik).
fr_fr: Impossible de charger le pack de localisation (à partir de prestashop.com et de votre dossier \"localization\" local)
id_id: Tidak dapat memuat data lokalisasi.
th_th: ไม่สามารถโหลดข้อมูลจากชุดแพ็คเกจภาษาท้องถิ่นได้
tl_ph: Hindi pwedeng i-load ang pack ng lokalisasyon.
uk_ua: Не вдається завантажити переклад (із сайту prestashop.com і з директорії "localization")

source: Please select at least one item to import.
es_es: Por favor, selecciona al menos un artículo para importar.
eu_es: Mesedez, aukeratu inportatzeko den eduki bat gutxienez.
fr_fr: Veuillez sélectionner au moins un contenu à importer.
id_id: Pilih produk untuk diimpor.
th_th: กรุณาเลือกรายการที่ต้องการนำเข้าข้อมูลอย่างน้อยหนึ่งรายการ
tl_ph: Mangyaring pumili kahit isang bagay upang mag-angkat.
uk_ua: Виберіть хоча б один елемент для імпорту.

source: %language% could not be loaded
es_es: El idioma %language% no pudo ser cargado
tl_ph: %language% ay hindi maaaring mapuno

source: This ISO code already exists.You cannot create two countries with the same ISO code.
es_es: Este código ISO que ya existe, no se puede crear dos países con el mismo código ISO.
eu_es: ISO kode hau bada. Ezin ditzazkezu bi herrialde sortu ISO kode berberarekin.
fr_fr: Ce code iso existe déjà, vous ne pouvez pas créer deux pays avec le même code iso
id_id: Kode ISO sudah ada. Anda tidak dapat membuat dua propinsi dengan kode ISO yang sama.
tl_ph: Ang ISO na code na ito ay umiiral na. Hindi ka maaaring gumawa ng dalawang mga bansa ng magkapareho ang ISO na code.
uk_ua: Даний код ISO вже існує. Ви не можете створити дві країни з одним ISO кодом.

source: Invalid address layout %s
es_es: Formato de dirección no válido %s
fr_fr: Format d'adresse non valide %s
id_id: Layout alamat tidak valid %s
tl_ph: Hindi tama ang adres ng pagkakaayos %s
uk_ua: Не вірний формат адреси %s

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
es_es: Al eliminar un idioma, todas las traducciones relacionadas en la base de datos serán eliminadas. ¿Estás seguro de que quieres hacerlo?
fr_fr: Quand vous supprimez une langue, toutes les traductions de cette langue sont supprimées de la base de données. Êtes-vous sûr de vouloir supprimer cette langue ?
id_id: Ketika Anda menghapus bahasa, SEMUA HASIL TERJEMAHAN DI DATABASE AKAN DIHAPUS, apakah Anda yakin ingin menghapus bahasa ini?
uk_ua: Коли Ви видаляєте мову, ВСІ ПОВ'ЯЗАНІ ПЕРЕКЛАДИ БУДУТЬ ВИДАЛЕНІ З БД. Ви впевнені, що хочете видалити цю мову?

source: When you delete a language, all related translations in the database will be deleted.
es_es: Al eliminar un idioma, se eliminarán todas las traducciones relacionadas en la base de datos.
fr_fr: Quand vous supprimez une langue, toutes les traductions de cette langue sont supprimées de la base de données.
id_id: Ketika anda menghapus bahasa, semua yang berhubungan dengan terjemahan akan terhapus dari database.
th_th: หลังจากที่คุณลบภาษาแล้ว ข้อมูลสำหรับการแปลของภาษานั้น ในฐานข้อมูลจะถูกลบไปด้วย
uk_ua: Коли Ви видаляєте мову, всі пов'язані переклади будуть видалені з БД.

source: Your .htaccess file must be writable.
es_es: El archivo .htaccess debe tener permiso de escritura.
fr_fr: Votre fichier .htaccess doit être disponible en écriture.
id_id: File .htaccess harus dapat ditulisi.
uk_ua: Ваш файл .htaccess повинен бути доступним для запису.

source: You cannot delete the default language.
es_es: No puedes eliminar el idioma predeterminado.
fr_fr: Vous ne pouvez pas effacer la langue par défaut.
id_id: Anda tdk dapat menghapus bahasa default
uk_ua: Ви не можете видалити мову за замовчуванням.

source: You cannot delete the language currently in use. Please select a different language.
es_es: No puedes eliminar el idioma que actualmente está en uso. Por favor, selecciona un idioma diferente.
fr_fr: Vous ne pouvez pas effacer la langue actuellement en cours d'utilisation. Veuillez changer de langue avant de procéder à la suppression.
id_id: Anda tidak dapat menghapus bahasa yang sedang digunakan. Silahkan mengubah bahasa sebelum menghapus.
uk_ua: Ви не можете видалити мову, що зараз використовується. Будь ласка, змініть мову перед видаленням

source: You cannot change the status of the default language.
es_es: No puedes cambiar el estado del idioma predeterminado.
eu_es: Ezin duzu esleitutako hizkuntzaren egoera aldatu.
fr_fr: Vous ne pouvez pas changer l'état de la langue par défaut.
id_id: Anda tidak dapat mengubah status bahasa default.
th_th: คุณไม่สามารถเปลี่ยนสถานะของภาษาเริ่มต้นที่
tl_ph: Hindi mo maaaring baguhin ang kalagayan ng lengguwahe ng default.
uk_ua: Ви не можете змінити статус мови за замовчуванням.

source: This ISO code is already linked to another language.
es_es: Este código ISO ya está vinculado a otro idioma.
eu_es: ISO kodea beste hizkuntza bati esleituta dago.
fr_fr: Ce code ISO est déjà lié à une autre langue
id_id: Kode ISO ini telah digunakan oleh bahasa yang lain.
th_th: รหัส ISO นี้มีการเชื่อมโยงไปยังภาษาอื่น
tl_ph: Ang ISO na code ay naka-link na sa ibang lengguwahe.
uk_ua: Цей код ISO використовується в іншій мові.

source: Flag and "No picture" image fields are required.
es_es: Se requieren los campos de imagen de bandera y "Sin imagen".
eu_es: Banderaren irudia eta irudi-ezarena beharrezkoak dira.
fr_fr: Le drapeau et l'image de \"Aucune image\" sont requis.
th_th: ธงและไม่มีรูปภาพเขตข้อมูลที่จำเป็นต้องใช้ภาพ
tl_ph: I-flag at "Walang larawan" sa imahe ang mga patlang ay kailangan.
uk_ua: Потрібно заповнити поле прапора й зображення.

source: An error occurred while copying "No Picture" image to your product folder.
es_es: Se ha producido un error al copiar la imagen "Sin imagen" en la carpeta del producto.
eu_es: Errorea gertatu da "produktuen karpetarik gabeko
fr_fr: Impossible de créer l'image \"Aucune image\" dans le dossier des produits.
th_th: เกิดข้อผิดพลาดในขณะที่ไม่มีการคัดลอกภาพไปยังโฟลเดอร์ภาพผลิตภัณฑ์ของคุณ
tl_ph: Nangyayari ang isang kamalian habang kumukopya "Walang Larawan" ng imahe sa polder ng iyong produkto.
uk_ua: Помилка при копіюванні зображення в директорію товарів.

source: An error occurred while copying "No picture" image to your category folder.
es_es: Se ha producido un error al copiar la imagen "Sin imagen" en la carpeta de categorías.
eu_es: Errorea gertatu da "irudirik gabe kategorien karpetara" irudia kopiatzerakoan.
fr_fr: Impossible de créer l'image \"Aucune image\" dans le dossier des catégories.
th_th: เกิดข้อผิดพลาดในขณะที่ไม่มีการคัดลอกภาพไปยังโฟลเดอร์ภาพหมวดหมู่ของคุณ
tl_ph: Nangyayari ang isang kamalian habang kumukopya "Walang Larawan" ng imahe sa iyong kategorya ng polder.
uk_ua: Помилка при копіюванні зображення в директорію категорій.

source: An error occurred while copying "No picture" image to your brand folder.
es_es: Se ha producido un error al copiar la imagen "Sin imagen" en la carpeta de la marca.
fr_fr: Impossible de créer l'image "Aucune image" dans le dossier des marques.
id_id: Eror saat menyalin gambar "Gambar tidak tersedia" ke direktori brand.
tl_ph: Isang kamalian ang naganap habang kinokopya ang imahe ng "Walang larawan" sa iyong polder ng tatak.
uk_ua: Помилка при копіюванні зображення "Картинка відсутня" в каталог бренду.

source: An error occurred while resizing "No picture" image to your product directory.
es_es: Se ha producido un error al redimensionar la imagen "Sin imagen" en el directorio de productos.
eu_es: Errorea gertatu da "irudirik gabe produktuen karpetan" irudiaren neurria aldatzerakoan.
fr_fr: Impossible de créer l'image \"Aucune image\" dans le dossier des produits.
th_th: เกิดข้อผิดพลาดในขณะที่การปรับขนาดภาพไม่มีภาพไปยังไดเรกทอรีผลิตภัณฑ์ของคุณ
tl_ph: Nagyayari ang isang kamalian habang binabago ang sukat "Walang larawan" ng imahe sa direktorya ng iyong produkto.
uk_ua: Помилка при зміні розміру зображення для директорії товарів.

source: An error occurred while resizing "No picture" image to your category directory.
es_es: Se ha producido un error al redimensionar la imagen "Sin imagen" en el directorio de categorías.
eu_es: Errorea gertatu da "irudirik gabe kategorien karpetan" irudiaren neurria aldatzerakoan.
fr_fr: Une erreur est survenue lors du redimensionnement de l'image \"Aucune image\" dans le dossier des catégories.
th_th: เกิดข้อผิดพลาดในขณะที่การปรับขนาดภาพไม่มีภาพไปยังไดเรกทอรีหมวดหมู่ของคุณ
tl_ph: Nangyayatri ang isang kamalian habang binabago ang sukat "Walang larawan" ng imahe sa direktoryo ng iyong kategorya.
uk_ua: Помилка при зміні розміру зображення для директорії категорій.
