Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersHelp.*.xlf
Languages: ca_es, es_es, fr_fr, ro_ro, sr_cs

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
ca_es: Netejar el contingut HTML dels camps de text. US recomanem que deixeu activada aquesta opció.
es_es: Limpia el contenido HTML en los campos de texto. Recomendamos dejar esta opción activada.
fr_fr: Nettoyer le code HTML soumis via les champs texte des formulaires. Par sécurité, nous recommandons de laisser cette option activée.
ro_ro: Curata continutul HTML din campurile de text. Iti recomandam sa activezi aceasta optiune.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
ca_es: Pot escollir entre 6 maneres diferents dels preus d'arrodoniment. "Guarda tot lluny de zero..." és el comportament recomanat.
es_es: Puedes elegir hasta 6 formas diferentes de redondear los precios. "Redondeo al alza..." es el ajuste recomendado.
fr_fr: Vous pouvez choisir entre 6 façons différentes d'arrondir les prix. "Arrondir vers l'infini..." est le comportement recommandé.
ro_ro: Poti alege dintre 6 moduri diferite de rotunjire a preturilor. "Rotunjire in plus cand este la jumatate" este comportamentul recomandat.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
ca_es: Vostè pot triar el moment d'arrodonir els preus: ja sigui en cada article, cada línia o del total (d'una factura, per exemple).
es_es: Puedes elegir cuándo redondear los precios: en cada artículo, en cada línea o en el total (de una factura, por ejemplo).
fr_fr: Vous pouvez choisir à quel moment arrondir les prix : pour chaque article, chaque ligne ou au total (d'une facture, par exemple).
ro_ro: Poti alege cand sa rotunjesti preturile: fie pentru fiecare element, fiecare linie sau totalul (unei facturi, de exemplu).

source: Choose how many decimals you want to display
ca_es: Trieu quants decimals voleu que es mostrin
es_es: Indica el número de decimales que quieres mostrar
fr_fr: Choisissez le nombre de décimales à afficher
ro_ro: Alege cate zecimale vrei sa afiseze

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
ca_es: Permet a les marques i les pàgines dels proveïdors a la seva oficina, fins i tot quan els seus respectius mòduls estan desactivats.
es_es: Activar las páginas de marcas y proveedores en el front office, incluso cuando sus respectivos módulos estén desactivados.
fr_fr: Affiche les pages marques et fournisseurs dans votre boutique même si leurs modules ne sont pas activés.
ro_ro: Permite accesul la paginile de producatori si de furnizori in front office, chiar daca modulele corespunzatoare sunt dezactivate.

source: Enable best sellers page on your front office even when its respective module is disabled.
ca_es: Habilitar millor pàgina de vendes a la seva oficina, fins i tot quan el seu respectiu mòdul està desactivat.
es_es: Activar la página de productos más vendidos en el front office, incluso cuando el módulo respectivo esté desactivado.
fr_fr: Affiche la page des meilleures ventes sur votre front-office même si le module correspondant est désactivé.
ro_ro: Se permite accesul la pagina cu cele mai cumparate produse in front office, chiar daca modulul corespunzator nu este activ.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
ca_es: La funció de Multibotiga permet administrar vàries botigues amb un sol tauler d'administració. Si aquesta funció està activada, "Multibotiga" estarà disponible al menú "Paràmetres avançats".
es_es: La característica multitienda te permite administrar varias tiendas desde un único panel de administración. Al activar esta característica, la página "Multitienda" estará disponible en el menú "Parámetros avanzados".
fr_fr: Le multiboutique vous permet de gérer plusieurs boutiques avec une seule administration. Si cette fonctionnalité est activée, la page "Multiboutique" apparaît dans le menu "Paramètres avancés".
ro_ro: Facilitatea multi-magazin permite administrarea mai multor magazine intr-o singura interfata. Daca este activata aceasta caracteristica, va aparea o pagina "Magazine multiple" in "Parametri avansati".
sr_cs: Multi-prodavnica vam omogućuje da upravljate sa više prodavnica iz jedne pozadinske kancelarije. Ako je ova mogućnost odobrena strana Multi-prodavnice biće dostupna u meniju napredne postavke.
