Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminDesignFeature.*.xlf
Languages: ca_es, sr_cs

source: Full width
ca_es: Amplada completa

source: Three columns
ca_es: Tres columnes

source: Two columns, small left column
ca_es: Dues columnes, columna de l'esquerra petita

source: Two columns, small right column
ca_es: Dues columnes, columna de la dreta petita

source: No side columns, ideal for distraction-free pages such as product pages.
ca_es: Cap columna lateral, ideal per a pàgines sense distraccions, com ara pàgines de productes.

source: One large central column and 2 side columns.
ca_es: Una gran columna central i 2 columnes laterals.

source: Two columns with a small left column.
ca_es: Dues columnes amb una petita columna a l'esquerra.

source: Two columns with a small right column.
ca_es: Dues columnes amb una petita columna a la dreta.

source: Theme
ca_es: Tema
sr_cs: Tema

source: Add new theme
ca_es: Afegir un nou tema
sr_cs: Dodaj novu temu

source: Export current theme
ca_es: Exportar el tema actual

source: Import theme
ca_es: Importar tema
sr_cs: Uvezi temu

source: Your current theme
ca_es: El vostre tema actual

source: Invoice & Email Logos
ca_es: Logotips de Factura i d'Email

source: Header logo
ca_es: Logotip de la capçalera
sr_cs: Logo zaglavlja

source: Mail logo
ca_es: Logotip per a correus electrònics
sr_cs: Logo za e-mail

source: Invoice logo
ca_es: Logotip de la factura
sr_cs: Logo na računu

source: Favicon
ca_es: Icona de favorits
sr_cs: Omiljena ikona

source: Visit the theme catalog
ca_es: Visiteu el catàleg de temes

source: Adaptation to Right-to-Left languages
ca_es: Adaptació als idiomes de dreta a esquerra

source: Theme to adapt
ca_es: Tema per adaptar-se

source: Generate RTL stylesheet
ca_es: Genera full d'estil RTL

source: Select a theme for the "%name%" shop
ca_es: Seleccioneu un tema per a la botiga %name%

source: Theme appearance
ca_es: Aparença del tema
sr_cs: Prikaz Šablona

source: Import from your computer
ca_es: Importar des del vostre ordinador
sr_cs: Uvezite sa računara

source: Zip file
ca_es: Fitxer Zip

source: Import from the web
ca_es: Importar des del web
sr_cs: Uvezite sa intertneta

source: Archive URL
ca_es: URL d'arxiu
sr_cs: Arhiva linka

source: Import from FTP
ca_es: Importar des d'FTP
sr_cs: Uvezite sa FTP-a

source: Select the archive
ca_es: Seleccioneu l'arxiu
sr_cs: Odaberite arhiv

source: Pages
ca_es: Pàgines
sr_cs: Stranice

source: CMS Category
ca_es: CMS Categoria
sr_cs: CMS kategorija

source: Parent category
ca_es: Categoria pare
sr_cs: Izvorna kategorija

source: Pages in category "%name%"
ca_es: Articles en la categoria "%name%"

source: Page Category
ca_es: Categoria de la pàgina

source: Only letters and the hyphen (-) character are allowed.
ca_es: Només es permeten lletres i el guió (-).
sr_cs: Samo slova i crtice (-) su dozvoljeni znaci.

source: Page content
ca_es: Contingut de la pàgina
sr_cs: Sadržaj stranice

source: Indexation by search engines
ca_es: Indexació per motors de cerca
sr_cs: Indeksiranje prema pretraživačima

source: Pages in this category
ca_es: Pàgines d'aquesta categoria
sr_cs: Stranice u ovoj kategoriji

source: Transplant a module
ca_es: Traslladar un mòdul
sr_cs: Premesti modul

source: Transplant to
ca_es: Transplantar a

source: Exceptions
ca_es: Excepcions
sr_cs: Izuzeci

source: ___________ CUSTOM ___________
ca_es: ___________ PERSONALITZAT ___________
sr_cs: ___________ UOBIČAJENO ___________

source: Admin modules controller
ca_es: Controlador de mòduls d'administració
sr_cs: Moduli administratorskih kontrola

source: Front modules controller
ca_es: Controlador de mòduls de la botiga
sr_cs: Prednji kontroleri modula

source: Add new category
ca_es: Afegir nova categoria
sr_cs: Dodaj novu kategoriju

source: Edit category: %name%
ca_es: Editar la categoria: %name%

source: Add new page
ca_es: Afegir una pàgina nova

source: Edit page: %meta_title%
ca_es: Editar página: %meta_title%

source: Category: %category%
ca_es: Categoria: %category%

source: Images generation options
ca_es: Opcions de generació d'imatges

source: Image format
ca_es: Format d'imatge

source: Use JPEG.
ca_es: Usar JPEG.

source: Use PNG only if the base image is in PNG format.
ca_es: Usar PNG si la imatge de base està en format PNG
sr_cs: Koristi PNG samo ako su osnovne slike u PNG formatu

source: Use PNG for all images.
ca_es: Usar PNG per a totes les imatges.

source: JPEG compression
ca_es: Compressió JPEG

source: PNG compression
ca_es: Compressió PNG

source: Generate images based on one side of the source image
ca_es: Generar imatges basades en una cara de la imatge d'origen

source: Automatic (longest side)
ca_es: Automàtic (costat més gran)

source: Maximum file size of product customization pictures
ca_es: Mida màxima de les imatges de personalització dels productes

source: Product picture width
ca_es: Ample de la imatge de producte
sr_cs: Širina slike proizvoda

source: pixels
ca_es: pí­xels

source: Product picture height
ca_es: Altura de la imatge de producte
sr_cs: Visina slike proizvoda

source: Generate high resolution images
ca_es: Genera imatges d'alta resolució

source: Use the legacy image filesystem
ca_es: Activar la compatibilitat amb les imatges antigues
sr_cs: Koristi legacy sistem fajlova

source: Image type
ca_es: Tipus d'imatge

source: Name for the image type
ca_es: Nom pel tipus d'imatge

source: Add new image type
ca_es: Afegir nou tipus d'imatge
sr_cs: Dodaj novi tip slike

source: All modules
ca_es: Tots els mòduls
sr_cs: Svi moduli

source: Search for a hook
ca_es: Cercar un ganxo

source: Display non-positionable hooks
ca_es: Pantalla no posicionable ganxo
sr_cs: Prikaži non-positionable hook

source: Unhook
ca_es: Desenganxar
sr_cs: Otkači

source: Unhook the selection
ca_es: Desenganxament la selecció
sr_cs: Otkači izabrano

source: 1 module selected
ca_es: 1 mòdul seleccionat

source: modules selected
ca_es: mòduls seleccionats

source: Move images
ca_es: Les imatges es mouen
sr_cs: Pomeri slike

source: Regenerate thumbnails
ca_es: Regenerar miniatures
sr_cs: Ponovo napravi sličice

source: Select an image
ca_es: Seleccioni imatge
sr_cs: Izaberite sliku

source: Select a format
ca_es: Format de Selecció
sr_cs: Izaberite format

source: Erase previous images
ca_es: Borrar les imatges anteriors
sr_cs: Obriši prethodne slike

source: ____________ CORE ____________
sr_cs: ____________ JEZRGO ____________
