Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersHelp.*.xlf
Languages: ca_es, es_es, fr_fr, ro_ro, sr_cs

source: A short description of your shop.
ca_es: Una descripció breu de la vostra botiga.
es_es: Una breve descripción de tu tienda.
fr_fr: Entrez une courte description de votre boutique.
ro_ro: O scurta descriere a magazinului.
sr_cs: Kratak opis vaše radnje.

source: List of keywords for search engines.
ca_es: Llista de paraules clau pels motors de cerca.
es_es: Listado de palabras clave para los motores de búsqueda.
fr_fr: Liste des mots-clés pour les moteurs de recherche.
ro_ro: Lista de cuvinte cheie pentru motoarele de cautare.
sr_cs: Spisak ključnih reči za pretraživače.

source: To add tags, click in the field, write something, and then press the "Enter" key.
ca_es: Per afegir etiquetes, cliqueu al camp, escriviu el que calgui i premeu la tecla "Enter".
es_es: Para añadir etiquetas, haz clic en el campo, escribe el contenido, y presiona la tecla "Intro".
fr_fr: Pour ajouter un mot-clé, cliquez dans le champ, saisissez un mot, puis appuyez sur "Entrée".
ro_ro: Pentru a adauga o eticheta clicheaza pe casuta, scrie eticheta si apasa tasta "Enter".
sr_cs: Za dodavanje tagova, klikni na ovo polje, napiši nešto, i pritisni dugme "Enter".

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
ca_es: Per exemple, "contactes" per tal que http://exemple.com/botiga/contactes redirigeixi a http://exemple.com/botiga/contact-form.php
es_es: Por ejemplo, "contáctenos" para http://ejemplo.com/tienda/contactenos para redireccionar a http://ejemplo.com/tienda/contact-form.php
fr_fr: Exemple : "contacts" pour http://maboutique.com/shop/contacts redirigera vers http://maboutique.com/shop/contact-form.php
ro_ro: De exemplu, "contact" pentru http://exemplu.ro/magazin/contact redirectioneaza catre http://exemplu.ro/magazin/contact-form.php
sr_cs: Na primer "kontakti" for http://primer.com/radnja/kontakti da preusmeri na http://primer.com/radnja/kontakti-forma.php

source: Only letters and hyphens are allowed.
ca_es: Només es permeten lletres i guions.
es_es: Solo letras y guiones (-) están permitidos.
fr_fr: N'utilisez que des lettres et le tiret (-).
ro_ro: Doar litere si cratime sunt permise.
sr_cs: Dozvoljena su samo slova i znak za minus (-).

source: Leave blank if no change.
ca_es: Deixar en blanc si no ha canviat.
es_es: Dejar en blanco si no hay cambios.
fr_fr: Laissez vide si vous ne souhaitez pas le changer.
ro_ro: Lasa gol daca nu sunt modificari.
sr_cs: Ostaviti prazno ako nema izmena.

source: Fee given for each visit.
ca_es: Quota donada per a cada visita.
es_es: Pago por cada visita.
fr_fr: Rémunération pour chaque visite.
ro_ro: Comision acordat pentru fiecare vizita.
sr_cs: Naknada po poseti.

source: Fee given for each order placed.
ca_es: Quota donada per a cada comanda realitzada.
es_es: Comisión por cada pedido realizado.
fr_fr: Pour chaque commande passée.
ro_ro: Comision pentru fiecare comanda plasata.
sr_cs: Naknada za svaku porudžbinu.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
ca_es: Si sap com utilitzar expressions regulars MySQL, pot usar els botons [1]mode expert[/1].
es_es: Si sabes como usar expresiones regulares de MySQL, puedes utilizar el [1]modo experto[/1].
fr_fr: Si vous savez utiliser les expressions rationnelles de MySQL, vous pouvez utiliser le [1]mode expert[/1].
ro_ro: Daca stii sa folosesti expresii regulate in MySQL, poti folosi [1]modul expert[/1].

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
ca_es: Activar l'indexat automàtic dels productes. Si activeu aquesta característica, els productes seran indexats a la cerca automàticament després de ser desats, però si no l'activeu haureu d'indexar manualment els productes mitjançant els enllaços d'aquest fieldset.
es_es: Activar la indexación automática de los productos. Si activas esta opción, los productos serán indexados al momento en el que son creados o actualizados; de lo contrario, tendrás que indexar los productos de forma manual o automática usando el enlace previamente mencionado.
fr_fr: Active l'indexation automatique des produits. Si vous activez cette fonctionnalité, les produits seront automatiquement mis à jour dans l'index de PrestaShop à chaque sauvegarde. Si en revanche elle est désactivée, vous devrez les réindexer manuellement en utilisant les liens proposés un peu plus haut.
ro_ro: Activeaza indexarea automata a produselor. Daca activeaza aceasta caracteristica, produsele vor fi indexate pentru cautare in mod automat cand sunt salvate. Daca nu o activeaza, va trebui sa indexezi manual produsele folosind linkurile din acest bloc.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
ca_es: Predeterminadament, per a cercar "brusa", podeu escriure "brus", "bru", etc (començant la paraula) - però no "rusa" (dins de la paraula).
es_es: Por defecto, para buscar "blusa", tiene que escribir "blus", "blu", etc. (el comienzo de la palabra) - pero no "lusa" (el final de la palabra).
fr_fr: Par défaut, pour trouver "chemisier", vous devez renseigner "chemi", "che", etc (début du mot); mais pas "misi" (au sein du mot).
ro_ro: In mod implicit, pentru a cauta "bluza", trebuie sa introduci "bluz", "blu" etc. (inceputul cuvantului) - si nu "luz" (in interiorul cuvantului).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
ca_es: Si està habilitat, també dóna per a resultat qualsevol part del text que hi hagi en les paraules, per exemle "asa" i "casa".
es_es: Con esta opción activada, también se obtendrá el resultado correcto si se busca "lusa", "usa", o cualquier caracter contenido en la palabra.
fr_fr: Avec cette fonction activée, vous aurez aussi le bon résultat avec une recherche sur "misi", "isier", ou tout terme compris dans le mot.
ro_ro: Cu aceasta optiune activata, cautarea ofera un rezultat bun in cazul in care cauti "luz", "uza", sau orice alte litere continute in cuvant.

source: Enable search within a whole word, rather than from its beginning only.
ca_es: Activar la cerca per a la paraula completa, nó únicament des del seu inici.
es_es: Habilitar la búsqueda dentro de una palabra completa, en lugar de desde su inicio solamente.
fr_fr: Permet de rechercher au sein d'un mot, et pas seulement depuis le début du mot.
ro_ro: Activeaza cautarea in interiorul unui cuvant, nu numai la inceputul acestuia.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
ca_es: Això comprova si el terme de cerca és a dins d'una paraula indexada. Aquesta acció pot consumir força recursos.
es_es: Comprueba si el término buscado está contenido en la palabra indexada. Esto puede consumir recursos.
fr_fr: Vérifie si le terme cherché est contenu dans le mot indexé. Peut consommer des ressources.
ro_ro: Se verifica daca termenul cautat este continut in cuvantul indexat. Aceasta poate avea un consum semnificativ de resurse.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
ca_es: Per defecte, si cerques "llibre", tindràs com a resposta "llibre", "llibreria" i "llibreter".
es_es: De manera predeterminada, si se busca "libr", encontrarás "libro", "libreta" y "librería".
fr_fr: Par défaut, si vous recherchez "porte", vous trouverez "porte", "portefeuille" et "portemanteau".
ro_ro: In mod implicit, cand cauti ”carte”, vei gasi ”carte”, ”cartela” si "cartelare".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
ca_es: Si està habilitat, només donarà un resultat "llibre" en funció de la coincidència exacta de paraules indexades.
es_es: Con esta opción activada, sólo se recibe un resultado "libro", como término exacto de la palabra indexada coincidente.
fr_fr: En activant cette option, vous aurez uniquement "porte" comme résultat, car la fin du mot correspond à votre recherche exacte.
ro_ro: Cu aceasta optiune activa, vei avea numai un singur rezultat - "carte", deoarece se cauta sfarsitul exact al cuvantului.

source: Enable more precise search with the end of the word.
ca_es: Activa cerca més precisa amb el final de la paraula.
es_es: Activar una búsqueda más precisa con el final de la palabra.
fr_fr: Permet une recherche plus précise sur la fin d'un mot.
ro_ro: Activeaza o cautare mai precisa la sfarsitul cuvantului.

source: It checks if the searched term is the exact end of the indexed word.
ca_es: Es comprova si el terme buscat és el final exacte de la paraula indexada.
es_es: Comprueba si el término buscado es el final exacto de la palabra indexada.
fr_fr: Recherche le terme exact dans la fin des mots indexés.
ro_ro: Aceasta verifica daca termenul cautat este sfarsitul exact al cuvantului indexat.

source: Only words this size or larger will be indexed.
ca_es: Només paraules d'aquest tamany serà indexat
es_es: Sólo se indexaran palabras a partir de este tamaño.
fr_fr: Seuls les mots faisant au moins cette taille seront indexés.
ro_ro: Vor fi indexate doar cuvintele care au cel putin acest numar de caractere.
sr_cs: Samo reči veće od ove će biti indeksirane.

source: Please enter the index words separated by a "|".
ca_es: Si us plau digues les paraules separades per "|".
es_es: Por favor, introduce las palabras separadas por "|".
fr_fr: Veuillez saisir les mots séparés par un \"|\" (caractère \"barre verticale\").
ro_ro: Introdu cuvintele separate prin "|".
sr_cs: Unesite reči razdvojene znakom "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
ca_es: Introduïu cada àlies separat per una coma (p. ex. 'prestashop,preztashop,prestasohp').
es_es: Introduce los alias separados por comas (','), por ejemplo: 'prestshop, preztashop, prestasohp'.
fr_fr: Saisir chaque alias séparé par une virgule (",") (par ex. : "prestshop,preztashop,prestasohp").
ro_ro: Introduci fiecare pseudonim separat cu virgula (de ex. 'prestshop,preztashop,prestasohp').
sr_cs: Upišite svaki alias odvojeno zarezom (npr. 'prestshop,preztashop,prestasohp').

source: Forbidden characters: <>;=#{}
fr_fr: Caractères interdits : <>;=#{}

source: Search this word instead.
ca_es: Cercar aquesta paraula en el seu lloc.
es_es: Buscar esta palabra en su lugar.
fr_fr: Rechercher ce mot à la place.
ro_ro: Se cauta acest cuvant in loc.
sr_cs: Traži ovu reč umesto prethodne.

source: Forbidden characters: <>;=#{}
ca_es: Caràcters prohibits: <>;=#{}
es_es: Caracteres prohibidos: <>;=#{}
fr_fr: Caractères interdits : <>;=#{}
ro_ro: Caractere nepermise: <>;=#{}

source: This field does not refer to the shop name visible in the front office.
ca_es: Aquest camp no fa referència al nom visible al front-office.
es_es: Este campo no se refiere al nombre de la tienda visible en el front office.
fr_fr: Ce champ ne se réfère pas au nom de la boutique visible sur le front-office.
ro_ro: Acest camp nu se refera la numele vizibil in Front Office al magazinului.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
ca_es: Seguiu [1]aquest enllaç[/1] per editar el nom de la botiga utilitzat a la part visible.
es_es: Sigue [1]este enlace[/1] para editar el nombre de la tienda usado en el front office.
fr_fr: Suivez [1]ce lien[/1] pour modifier le nom de la boutique utilisé sur le front-office.
ro_ro: Urmeaza [1]acest link[/1] pentru a edita numele magazinului afisat in paginile publice.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
ca_es: No podeu editar el grup de botigues perquè la botiga actual pertany a un grup amb l'opció de compartir habilitada.
es_es: No puedes editar este grupo de tiendas porque la tienda actual pertenece a un grupo con la opción "compartir" activada.
fr_fr: Vous ne pouvez pas modifier le groupe de boutique car la boutique actuelle appartient à un groupe dont l'option de partage a été activée.
ro_ro: Nu se poate edita grupul de magazine pentru ca magazinul curent apartine unui grup cu optiuni de partajare activate.
sr_cs: Ne možete da uređujete grupu prodavnice jer trenutna prodavnica pripada grupi sa uključenim opcijama \"razmenjuj\".

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
ca_es: Aquesta es la categoria arrel de la botiga que heu creat. Per a definir una nova categoria arrel per a la vostra botiga, [1]si us plau, cliqueu aquí[/1].
es_es: Esta es la categoría raíz de la tienda que has creado. Para definir una nueva categoría raíz para tu tienda, [1]haz clic aquí[/1].
fr_fr: Voici la catégorie racine de la boutique que vous avez créée. Pour mettre en place une nouvelle catégorie racine, [1]veuillez cliquer ici[/1].
ro_ro: Aceasta este categoria radacina pentru magazinul creat de tine. Pentru a defini o noua categorie radacina a magazinului tau, [1]te rugam sa faci clic aici[/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
ca_es: Seleccionant categories associades, podeu compartir categories entre diferents botigues. Si modifiqueu una categoria associada, modificareu les botigues que la tinguin associada.
es_es: Al seleccionar categorías asociados estás eligiendo compartir las categorías entre las tiendas. Una vez asociadas entre las tiendas cualquier cambio de esta categorías se propagará a cada tienda.
fr_fr: En sélectionnant catégories associées, vous choisissez de partager les catégories de produits entre les différentes boutiques. Une fois associées entre les boutiques, toute modification d’une catégorie associée aura un impact sur toutes les boutiques auxquelles ces catégories seront associées.
ro_ro: Prin selectarea categoriilor asociate, alegi sa folosesti in comun categoriile in magazine. Odata asociate intre magazine, orice modificare a unei categorii asociate va afecta toate magazinele pentru care aceste categorii sunt asociate.
sr_cs: Izborom pridruženih kategorija, birate da rezmenjujute kategorije između prodavnica. Kada je asocijacija između prodavnica obavljena, svaka izmena ove kategorije će seodraziti na svaku prodavnicu.

source: Order status (e.g. 'Pending').
ca_es: Estat de comanda (p. ex. 'Pendent').
es_es: Estado del pedido (ej.: 'Pendiente').
fr_fr: Suivi commande (par exemple, « en attente »).
ro_ro: Stadiu de comanda (de ex. 'In procesare').
sr_cs: Status porudžbine (npr. 'Na čekanju').

source: Invalid characters: numbers and
ca_es: Caràcters no vàlids: els números i
es_es: Caracteres no válidos: números y
fr_fr: Les caractères non valables : des chiffres et
ro_ro: Caractere nepermise: numere si
sr_cs: Nepravilni znaci: brojevi i

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
ca_es: Pujar una icona des del vostre ordinador (Tipus de fitxer: .gif, dimensions suggerides: 16x16).
es_es: Subir un icono desde tu ordenador (Tipo de archivo: .gif, tamaño sugerido: 16x16).
fr_fr: Mettre une icône en ligne depuis de votre ordinateur (type de fichier : .gif ; taille suggérée : 16x16).
ro_ro: Incarca o pictograma de pe computerul tau (tipul fisierului: .gif, dimensiune recomandata: 16x16).
sr_cs: Postavite ikonicu sa Vašeg računara (tip datoteke: .gif, poželjna veličina: 16x16).

source: Status will be highlighted in this color. HTML colors only.
ca_es: Els estats seran il·luminats amb aquest color. Només colors HTML.
es_es: El estado se resaltará en este color. Sólo colores HTML.
fr_fr: Les états seront mises en évidence dans cette couleur. Couleurs HTML uniquement.
ro_ro: Stadiul va fi evidentiat cu aceasta culoare. Numai culori HTML.
sr_cs: Status će biti naglašen ovom bojom. Samo HTML boje.

source: Only letters, numbers and underscores ("_") are allowed.
ca_es: Només es permeten lletres, números i guions baixos ("_").
es_es: Sólo se permiten letras, números y el guión bajo ("_").
fr_fr: Seules les lettres, les nombres et le caractère souligné ("_") sont autorisés.
ro_ro: Sunt permise numai litere, numere si undescore ("_").
sr_cs: Dozvoljena su samo slova, brojevi i znak _.

source: Email template for both .html and .txt.
ca_es: Plantilla de correu electrònic per a .html i .txt (ambdós).
es_es: Plantilla de correo electrónico para .html y .txt.
fr_fr: Modèle d'e-mail pour HTML et texte brut.
ro_ro: Sablon de e-mail pentru .html si .txt.
sr_cs: E-mail šablon za .html i .txt.

source: Order's return status name.
ca_es: Nom de l'estat de devolució de comanda.
es_es: Nombre del estado de la devolución.
fr_fr: Nom de l'état de commande pour le retour produit.
ro_ro: Numele stadiului de returnare a comenzii.
sr_cs: Ime statusa povraćaja porudžbine.

source: Whether or not to display this store.
ca_es: Mostrar o no aquesta botiga.
es_es: Si deseas o no mostrar esta tienda.
fr_fr: Afficher ou non ce magasin.
ro_ro: Daca se afiseaza sau nu magazinul.
sr_cs: Prikazivati ovo u radnji?

source: Storefront picture.
ca_es: Imatge de presentació de la botiga.
es_es: Imagen del escaparate.
fr_fr: Photo de la devanture du magasin.
ro_ro: Imaginea magazinului.
sr_cs: Slika izloga.

source: Displayed in emails sent to customers.
ca_es: Mostrat als correus electrònics enviats als clients.
es_es: Mostrado en los correos electrónicos enviados a los clientes.
fr_fr: Affichée dans les e-mails envoyés aux clients.
ro_ro: Afisat in e-mailurile trimise clientilor.
sr_cs: Prikazan u mejlovima poslatim klijentima.

source: Shop registration information (e.g. SIRET or RCS).
ca_es: Informació de registre de la botiga (p. ex. SIRET or RCS).
es_es: Información de registro de la tienda (ej.: SIRET o RCS).
fr_fr: Immatriculation de la boutique (ex. : SIRET, RCS, etc.).
ro_ro: Date fiscale despre magazin (ex. CUI sau CIF).
sr_cs: Informacije o registraciji prodavnice (npr. SIRET ili RCS).

source: characters
ca_es: caràcters
es_es: caracteres
fr_fr: caractères
ro_ro: caractere
sr_cs: karaktera

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
ca_es: En entrar el client, recordar-lo i mostrar-li el contingut del seu darrer carret.
es_es: Después de que el cliente inicie sesión, puedes recordarle y mostrarle el contenido de su último carrito.
fr_fr: Quand un client se connecte, vous pouvez rappeler et afficher le contenu de son dernier panier.
ro_ro: Dupa ce un client se autentifica, poti afisa continutul ultimului sau cos de cumparaturi.

source: Send an email with summary of the account information (email, password) after registration.
ca_es: Enviar un email amb un resum de la informació del compte (email, contrasenya) després del registre.
es_es: Enviar un correo electrónico con el resumen de la información de la cuenta (correo electrónico, contraseña) después del registro.
fr_fr: Envoyer un e-mail avec le récapitulatif des informations de connexion (e-mail et mot de passe) après la création du compte.
ro_ro: Trimite un e-mail cu rezumatul informatiile contului (e-mail, parola) dupa inregistrare.
sr_cs: Pošalji mejl sa sažetkom informacija naloga (mejl, lozinka) nakon registracije.

source: Minimum time required between two requests for a password reset.
ca_es: Temps mínim necessari entre dues peticions de restabliment de contrasenya.
es_es: Tiempo mínimo requerido entre dos solicitudes de restablecimiento de contraseña.
fr_fr: Durée minimale entre deux demandes de regénération du mot de passe.
ro_ro: Intervalul de timp minim permis intre doua cereri de resetare a parolei.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
ca_es: Activar o desactivar mode B2B. Quan l'opció està activada, les característiques B2B estan disponibles.
es_es: Activar o desactivar el modo B2B. Al activar esta opción, las características B2B estarán disponibles.
fr_fr: Lorsque cette option est activée, plusieurs fonctionnalités B2B deviennent disponibles.
ro_ro: Se activeaza sau se dezactiveaza mod B2B. Cand aceasta optiune este activata devin disponibile o serie de caracteristici B2B (business to business).
sr_cs: Aktiviraj ili deaktiviraj B2B način rada. Kada je ova opcija omogućena, pojedini elementi B2B načina rada su dostupni.

source: Display or not the birth date field.
ca_es: Mostra o no el camp de data de naixement.
es_es: Mostrar o no el campo de fecha de nacimiento.
fr_fr: Afficher ou non le champ date de naissance.
ro_ro: Afiseaza sau nu campul pentru data nasterii.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
ca_es: Visualitzar o no el soci disposa de caixa del senyal, per rebre ofertes dels socis de la botiga.
es_es: Mostrar o no la casilla de verificación de las ofertas de asociados para recibir ofertas de los socios de la tienda.
fr_fr: Affiche ou non la case à cocher pour recevoir des offres des partenaires de la boutique.
ro_ro: Afiseaza sau nu caseta de bifare pentru ofertele de la parteneri, pentru a primi oferte din partea partenerilor magazinului.

source: The catalog mode is actually to disable products checkout (prices, add to cart, etc.) on your shop, like a retail website does.
ca_es: El mode catàleg és per a deshabilitar la compra de productes a la vostra botiga (preus, afegir al carro, etc.), com ho fa una botiga minorista.
es_es: El modo catálogo sirve en realidad para deshabilitar las características relacionadas con el proceso de compra en tu tienda (precios, añadir al carrito, etc.), tal como lo hace un sitio web minorista.
fr_fr: Le mode catalogue permet de désactiver le processus d’achat des produits (prix, ajout au panier, etc.) sur votre boutique, comme un site marchand le permet.
ro_ro: Modul catalog dezactiveaza toate functiile de magazin on-line (preturi, cosul de cumparaturi, etc).

source: Set the maximum size of the summary of your product description (in characters).
ca_es: Establir la mida màxima del resum de la descripció del producte (en caràcters).
es_es: Establecer el tamaño máximo para el resumen de la descripción del producto (en caracteres).
fr_fr: Définissez la taille maximale du résumé produit (en nombre de caractères).
ro_ro: Seteaza lungimea maxima a descrierii produsului (in caractere).

source: How to calculate quantity discounts.
ca_es: Com calcular els descomptes per quantitat.
es_es: Indica el criterio para calcular los descuentos por cantidad.
fr_fr: Comment calculer les remises de quantité.
ro_ro: Modul de calcul al reducerilor la cantitate.
sr_cs: Kako da izračunate količinski popust.

source: When active, friendly URL will be updated on every save.
ca_es: Mentre estan actius, els URL amigables seran actualitzats cada vegada que graveu.
es_es: Cuando se activa, las URL amigables serán actualizadas cada vez que se guarde.
fr_fr: Si activé, les URL simplifiées des produits seront mises à jour à chaque modification du produit.
ro_ro: Daca aceasta setare este activa, adresele URL prietenoase vor fi actualizate la fiecare salvare.
sr_cs: Kada je aktivan, prijateljski link će se ažurirati pri svakom čuvanju.
