Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminNotificationsError.*.xlf
Languages: gl_es

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
gl_es: A imaxe é demasiado pesada (%1$d KB). Máximo permitido: %2$d KB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
gl_es: Non se recoñece o formato da imaxe; os formatos permitidos son: .gif, .jpg, .png

source: Error while uploading image; please change your server's settings. (Error code: %s)
gl_es: Erro ao subi-la imaxe; por favor, muda os teus axustes do servidor. (Código do erro: %s)

source: Image format not recognized, allowed formats are: .ico
gl_es: Non se recoñece o formato da imaxe; os formatos permitidos son: .ico

source: Error while uploading image; please change your server's settings.
gl_es: Erro ao subi-la imaxe: por favor, muda os axustes do teu servidor.

source: This class name does not exist.
gl_es: Non existe este nome de clase.

source: This property does not exist in the class or is forbidden.
gl_es: Esta propiedade non existe na clase ou está prohibida.

source: This association has too many elements.
gl_es: Esta asociación ten demasiados elementos.

source: This name is not allowed.
gl_es: Non está permitido este nome.

source: Syntax error with this pattern.
gl_es: Erro de sintaxe con este patrón.

source: This key has already been used.
gl_es: Esta chave xa foi empregada.

source: file (%s) not writable
gl_es: non se pode escribir o ficheiro (%s)

source: directory (%s) not writable
gl_es: o directorio (%s) non se pode escribir

source: An error occurred while uploading the image.
gl_es: Produciuse un erro ao subi-la imaxe.

source: Invalid file name
gl_es: Nome de ficheiro non válido

source: You need at least one object.
gl_es: Precisas polo menos un obxecto.

source: You cannot delete all of the items.
gl_es: Non podes eliminar tódolos elementos.

source: Invalid file extension
gl_es: Extensión do ficheiro non válida

source: The file name is too long.
gl_es: O nome do ficheiro é longo de máis.

source: Invalid file
gl_es: Arquivo non válido

source: Invalid date format.
gl_es: Formato de data non válido.

source: The object cannot be loaded.
gl_es: Non se pode carga-lo obxecto.

source: The %1$s field (%2$s) is invalid.
gl_es: O campo %1$s (%2$s) non é válido.

source: The uploaded file exceeds %s
gl_es: O ficheiro subido excede %s

source: The uploaded file was only partially uploaded
gl_es: O ficheiro subido só se subiu parcialmente

source: No file was uploaded
gl_es: Non se subiu ningún arquivo

source: Missing temporary folder
gl_es: Falta o cartafol temporal

source: Failed to write file to disk
gl_es: Non se puido gravar o ficheiro no disco

source: A PHP extension stopped the file upload
gl_es: Unha extensión PHP parou a subida do arquivo

source: Filetype not allowed
gl_es: Tipo de ficheiro non permitido

source: The uploaded file exceeds the post_max_size directive in php.ini
gl_es: O ficheiro enviado excede a directiva upload_max_filesize do php.ini

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
gl_es: O ficheiro enviado excede a directiva upload_max_filesize do php.ini

source: [%s] is not a valid configuration key
gl_es: [%s] non é unha chave de configuración válida

source: The 'From' date format is invalid (YYYY-MM-DD)
gl_es: O formato de data en "Dende" non é válido (AAAA-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
gl_es: O formato de data en "Ata" non é válido (AAAA-MM-DD)

source: An error occurred while attempting to delete the image. (cannot load object).
gl_es: Produciuse un erro ao tentar elimina-la imaxe (non se pode carga-lo obxecto).

source: You cannot delete this item.
gl_es: Non podes eliminar este elemento.

source: Unable to delete associated images.
gl_es: Non se puideron elimina-las imaxes asociadas.

source: An error occurred when attempting to update the required fields.
gl_es: Produciuse un erro ao tentar actualiza-los campos obrigatorios.

source: field %s is required.
gl_es: o campo %s é obrigatorio.

source: The object cannot be loaded (or found)
gl_es: Non se pode carga-lo obxecto (ou atopalo)

source: The object cannot be loaded (the identifier is missing or invalid)
gl_es: Non se pode carga-lo obxecto (falta o identificador ou non é válido)

source: An error occurred while assigning a zone to the selection.
gl_es: Produciuse un erro ao asignarlle unha zona á selección.

source: You must select at least one element to assign a new zone.
gl_es: Debes seleccionar polo menos un elemento para lle asignares unha nova zona.

source: An error occurred during deletion.
gl_es: Produciuse un erro durante a eliminación.

source: An error occurred while deleting the object.
gl_es: Produciuse un erro ao elimina-lo obxecto.

source: (cannot load object)
gl_es: (non se pode cargar o obxecto)

source: An error occurred while creating an object.
gl_es: Produciuse un erro ao crear un obxecto.

source: An error occurred while updating an object.
gl_es: Produciuse un erro ao actualizar un obxecto.

source: The object cannot be loaded.
gl_es: Non se pode carga-lo obxecto.

source: An error occurred while updating the status.
gl_es: Produciuse un erro ao actualiza-lo estado.

source: An error occurred while updating the status for an object.
gl_es: Produciuse un erro ao actualiza-lo estado dun obxecto.

source: Failed to update the position.
gl_es: Fallo ao actualiza-la posición.

source: An error occurred while deleting this selection.
gl_es: Produciuse un erro ao eliminar esta selección.

source: You must select at least one element to delete.
gl_es: Debes seleccionar polo menos un elemento que eliminar.

source: The %s field is invalid.
gl_es: O campo %s non é válido.

source: The %1$s field is too long (%2$d chars max).
gl_es: O campo %1$s é demasiado longo (%2$d caracteres máx).

source: An error occurred while saving the message.
gl_es: Produciuse un erro mentres se gardaba a mensaxe.

source: You do not have permission to view this.
gl_es: Non tes permisos para ver aquí.

source: You do not have permission to delete this.
gl_es: Non tes permisos para borrar aquí.

source: You do not have permission to edit this.
gl_es: Non tes permisos para editar aquí.

source: You do not have permission to add this.
gl_es: Non tes permisos para engadir aquí

source: Failed to update the status
gl_es: Fallo ao actualiza-lo estado

source: No files were uploaded.
gl_es: Non se subiu ningún ficheiro.

source: File has an invalid extension, it should be one of these: %s.
gl_es: A extensión do arquivo non é válida, debería ser unha destas: %s.

source: Cannot parse feed.
gl_es: Non se pode analiza-la semente.

source: No default currency
gl_es: Sen moeda por defecto

source: Invalid URL
gl_es: Url inválida

source: Bad SQL query
gl_es: Erro na consulta SQL

source: Please fill in all the required fields.
gl_es: Por favor, enche tódolos campos obrigatorios.

source: Invalid message
gl_es: Mensaxe non válida

source: The %s field is required.
gl_es: O campo %s é obrigatorio.

source: is required.
gl_es: é requerido

source: %1$s is too long. Maximum length: %2$d
gl_es: %1$s é demasiado longo. Tamaño máximo: %2$d

source: The field %s is required.
gl_es: Requírese o campo %s.

source: Error on image caption: "%1s" is not a valid caption.
gl_es: Erro no título da imaxe: "%1s" non é un título válido.

source: Unknown error.
gl_es: Erro descoñecido

source: An error occurred while attempting to save.
gl_es: Produciuse un erro mentres se tentaba gardar.

source: An error occurred while attempting to upload the file.
gl_es: Produciuse un erro ao tentar subir o arquivo.

source: The voucher code is invalid.
gl_es: O código do cupón non é válido.

source: An error occurred during the image upload process.
gl_es: Produciuse un erro durante o proceso de subida da imaxe.

source: Maximum depth: Invalid number.
gl_es: Profundidade máxima: número non válido.

source: There is one error.
gl_es: Hai un erro.

source: There are several errors.
gl_es: Hai uns cantos erros.

source: Email is empty.
gl_es: O correo electrónico está baleiro.

source: Invalid email address.
gl_es: Enderezo de correo electrónico non válido.

source: The password field is blank.
gl_es: O campo do contrasinal está baleiro.

source: Invalid password.
gl_es: contraseña incorrecta

source: This functionality has been disabled.
gl_es: Esta funcionalidade foi desactivada.

source: This domain is not valid.
gl_es: Este dominio non é válido.

source: The SSL domain is not valid.
gl_es: O dominio SSL non é válido.

source: File too large (limit of %s bytes).
gl_es: Ficheiro demasiado grande (o límite é de %s bytes).

source: File upload was not completed.
gl_es: Non se completou a subida do ficheiro.

source: No file was uploaded.
gl_es: Non se subiu ningún ficheiro.

source: Internal error #%s
gl_es: Erro interno #%s

source: No file has been selected
gl_es: Non hai campos selecionados

source: Invalid selection
gl_es: Selección non válida

source: Address format invalid
gl_es: Formato do enderezo non válido

source: No file has been selected.
gl_es: Non hai campos selecionados

source: The server does not have permissions for writing.
gl_es: O servidor non ten permisos para escribir.

source: Fatal error: The module directory does not exist.
gl_es: Erro Fatal: o directorio de módulos non está aquí

source: Your Zip/postal code is incorrect.
gl_es: O teu código postal é incorrecto.

source: It must be entered as follows:
gl_es: Debe introducirse da seguinte maneira:

source: A Zip/postal code is required.
gl_es: Requírese un código postal.

source: The Zip/postal code is invalid.
gl_es: O código postal non é válido.

source: The email address is invalid.
gl_es: email non valido

source: The object could not be loaded.
gl_es: Non se puido carga-lo obxecto.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
gl_es: O ficheiro é demasiado longo. O tamaño máximo permitido é: %1$d KB. O ficheiro que estás tentanto subir ten %2$d KB.

source: No profile.
gl_es: Sen perfil

source: Invalid action
gl_es: Acción non válida

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
gl_es: PrestaShop non foi quen de iniciar sesión en Complementos. Por favor, comproba os teus datos de acceso e a túa conexión a internet.

source: Unable to update settings.
gl_es: Non se puideron actualiza-los axustes.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
gl_es: O ficheiro é demasiado longo. O tamaño máximo permitido é: [1]. O ficheiro que estás tentanto subir ten [2].

source: %1$s on line %2$s in file %3$s
gl_es: %1$s na liña %2$s no ficheiro %3$s

source: There are %d errors.
gl_es: Hai %d erros.

source: There is %d error.
gl_es: Hai %d erro.
