Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShippingHelp.*.xlf
Languages: fr_fr, gl_es, hy_am, id_id, th_th, tr_tr

source: Allowed characters: letters, spaces and "%special_chars%".
fr_fr: Caractères autorisés : lettres, espaces et "%special_chars%".
id_id: Karakter yang diperbolehkan: huruf, spasi dan "%special_chars%".
tr_tr: İzin verilen karakterler: harf, boşluk ve "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
fr_fr: Pour le retrait en boutique, mettez le chiffre 0 afin de remplacer le nom du transporteur par le nom de votre boutique.
gl_es: Con valor 0, a empresa de transporte será remplazada polo nome da tenda
hy_am: Ապրանքը խանութից անձամբ տանելու համար դրեք 0, կամ փոխադրողի անվանումը փոխեք Ձեր խանութի անվամբ
id_id: Untuk barang ambil ditoko, masukan 0 untuk mengganti nama kurir dengan nama toko Anda.
th_th: สำหรับการรับสินค้าที่ร้าน, ใส่ 0 เพื่อใช้ชื่อร้านค้า แทนชื่อผู้จัดส่ง.
tr_tr: Mağaza içi toplama için 0 girin, ve kargo firması adı yerine mağazanızın adı görüntülensin.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
fr_fr: Saisissez "0" pour le délai d'expédition le plus long, ou "9" pour le délai le plus court.
gl_es: Introduce "0" para o envío que máis tarda ou "9" para o envío máis rápido.
hy_am: Ամենաերկար տարբերակի առաքման համար մուտքագրեք «0», կամ ամենակարճ տարբերակի առաքման համար «9»
id_id: Masukkan skala \"0\" untuk pengiriman terlama, atau \"9\" untuk pengiriman tercepat.
th_th: ใส่ "0" สำหรับการจัดส่งที่นานที่สุด, หรือ "9" สำหรับการจัดส่งที่ไวที่สุด.
tr_tr: En uzun nakliye gecikmesi için "0" ya da en kısa nakliye gecikmesi için "9" girin.

source: Mark the groups that are allowed access to this carrier.
fr_fr: Cochez tous les groupes qui ont accès à ce transporteur.
gl_es: Marque os grupos os que quere dar acceso neste transporte
hy_am: Նշել խմբերը, որոնց համար թուլատրված են այս փոխադրողը
id_id: Tandai kelompok yang dapat menggunakan kurir ini.
th_th: ทำเครื่องหมายให้กลุ่มดังกล่าวได้รับอนุญาตให้เข้าถึงผู้จัดส่งสินค้ารายนี้ได้
tr_tr: Bu kargo firmasına erişimi olan grupları işaretleyin.

source: Enable the carrier in the front office.
fr_fr: Rendre ce transporteur disponible pour les clients.
gl_es: Habilitar a transportista no sitio web.
id_id: Aktifkan kurir di front office.
th_th: เปิดใช้งานการส่งของที่หน้าเว็บ
tr_tr: Kargo firmasını Mağaza Önyüzünde etkinleştirin.

source: Carrier name displayed during checkout
fr_fr: Nom du transporteur affiché durant la commande
gl_es: Nome da empresa de transporte amosada durante a compra
hy_am: Անվանումը որը երեւում է պատվերի ձեւակերպման ժամանակ
id_id: Kurir yang dimunculkan saat checkout
th_th: ชื่อผู้จัดส่งแสดงขณะชำระเงิน
tr_tr: Kargo firması bilgilerini ödeme sırasında göster

source: Upload a logo from your computer.
fr_fr: Mettez en ligne un logo depuis votre ordinateur.
gl_es: Suba o Logo dende o su ordenador
hy_am: Պատկերանիշը ներբեռնել Ձեր համակարգչից
id_id: Upload logo dari komputer anda.
th_th: อัพโหลดรูปโลโก้จากเครื่องคอมพิวเตอร์ของคุณ
tr_tr: Bilgisayarınızdan bir logo yükleyin.

source: or
fr_fr: OU
gl_es: ou
hy_am: կամ
id_id: atau
th_th: หรือ
tr_tr: veya

source: Estimated delivery time will be displayed during checkout.
fr_fr: Délai de livraison affiché durant la commande.
gl_es: Tempo requerido para a entrega dos productos; amosado durante a compra
hy_am: Այս եղանակով առաքման սպասվող տեւողությունը:Ցուցադրվում է պատվերի ձեւակերպման ժամանակ
id_id: Perkiraan lama pengiriman yang ditampilkan saat pemeriksaan.
th_th: สรุประยะเวลาในการจัดส่ง จะแสดงในขั้นตอนการชำระเงิน.
tr_tr: Tahmin edilen teslimat süresi ödeme aşamasında görüntülenecek.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
fr_fr: URL pour le suivi des colis ; placez le caractère \"@\" là où la référence doit apparaître.
gl_es: URL para o seguimento do envío: Escribe '@' onde debe aparecer o número de seguimento. Despois será substituído automaticamente polo número de seguimento.
hy_am: Հղում առաքմանը հետեւելու համար. մուտքագրեք «@» որտեղ կհայտնվի հետեւելու համարը եւ այան ավտոմատ կփոխարինվի հետեւելու համարով
id_id: URL untuk pelacakan pengiriman: ketikan '@' dimana kode pelacakan akan ditampilkan. Simbol diatas akan otomatis diganti menjadi kode pelacakan.
th_th: URL สำหรับติดตามการจัดส่ง: พิมพ์ '@' แทนตำแหน่งของหมายเลขการจัดส่ง ซึ่งจะถูกแทนที่โดยอัตโนมัติ.
tr_tr: Gönderi izleme bağlantısı: İzleme numarasının görüntülenmesini istediğiniz yere '@' işareti koyun. İzleme numarası otomatik olarak bu karakter ile değiştirilecek.

source: The zones in which this carrier will be used.
fr_fr: Zones pour lesquelles le transporteur est disponible.
gl_es: As zonas nas que se vai usar esta transportista.
id_id: Wilayah yang akan digunakan kurir ini.
th_th: โซนสำหรับผู้จัดส่งนี้.
tr_tr: Bu kargo firması tarafından kullanılacak bölgeler.

source: Group access
fr_fr: Accès des groupes
gl_es: Grupo de acceso
hy_am: Մուտք դեպի խումբ.
id_id: Kelompok akses
th_th: การเข้าถึงกลุ่ม
tr_tr: Grup erişimi

source: Apply both regular shipping cost and product-specific shipping costs.
fr_fr: Appliquer les frais de port habituels et des frais de transports supplémentaires par produit pour ce transporteur.
gl_es: Aplicar tanto os gastos de envío coma os costes adicionais de envío deste producto.
hy_am: Կիրառել թե պարբերար առաքման արժեքը եւ թե ապրանքին յուրահատուկ առաքման արժեքը
id_id: Aktifkan baik ongkos kirim normal maupun ongkos kirim spesifik per produk.
th_th: ใช้งานทั้งค่าจัดส่งธรรมดา และค่าจัดส่งพิเศษเฉพาะสินค้า
tr_tr: Kargo bedelini ve ürünlere özel ek kargo masraflarını uygula.

source: Include the shipping and handling costs in the carrier price.
fr_fr: Inclus ou non les frais de manutention et de transport pour ce transporteur.
gl_es: Incluí-lo manipulado no coste do transporte
hy_am: Միացնել առաքման եւ մշակման արժեքը առաքման գնի մեջ
id_id: Ongkos kurir termasuk biaya pengiriman & penanganan
th_th: รวมค่าจัดส่งและบรรจุภัณฑ์ในราคาของผู้จัดส่ง
tr_tr: Kargo ve paketleme maliyetlerini kargo fiyatına ekleyin.

source: Apply the cost of the highest defined range
fr_fr: Prendre la tranche la plus grande
gl_es: Aplicar o coste máis alto do rango
hy_am: Կիրառել ամենաբարձր առաքման գինը
id_id: Terapkan biaya kisaran pada harga tertinggi
th_th: ใช้ค่าใช้จ่ายสูงสุดของช่วงที่กำหนดไว้
tr_tr: Tanımlanan en yüksek oranı uygula

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
fr_fr: Comportement à adopter lorsqu'aucune tranche n'est trouvée (exemple : le poids total du panier d'un client est supérieur à la tranche la plus élevée que vous ayez définie).
gl_es: Comportamento fora do rango ocorre cando non hai nada definido (p.e. cando o peso da compra do cliente sobrepasa o límite máis alto definido).
id_id: Tindakan ketika kisaran berat/harga tidak ditentukan (misalnya ketika total berat barang yang dibeli lebih besar dari kisaran yang telah ditentukan).
th_th: การกระทำเมื่อค่าอยู่นอกกรอบจะเกิดขึ้นเมื่อไม่มีการตั้งกรอบรองรับ (เช่นเมื่อตะกร้าของลูกค้ามีน้ำหนักมากกว่าช่วงที่กำหนด)
tr_tr: Tanımlı aralık dışında davranışı, hiçbir aralık tanımlanmadığında gerçekleşir (ör. siparişin ağırlığı tanımlı en büyük ağırlıktan daha büyük olduğunda).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fr_fr: Hauteur maximum gérée par ce transporteur. Mettre à \"0\" ou laisser vide pour ignorer ce champ.
gl_es: Altura máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս եղանակով առաքման համար նախատեսված առավելագույն բարձրությունը: Տեղադրեք «0» կամ այս դաշտը թողեք դատարկ, առանց լրացնելու, որպեսզի այն անտեսվի
id_id: Tinggi maksimal yang di atur oleh kurir: Set nilai ke "0", atau biarkan kosong.
th_th: ความสูงมากที่สุดที่จัดการโดยผู้จัดส่งนี้ ตั้งค่าเป็น "0," หรือปล่อยว่างเพื่อไม่จำกัดความสูง
tr_tr: Bu kargo firmasının taşıyabildiği en fazla yükseklik. Geçersiz kılmak için "0," yazabilir veya boş bırakabilirsiniz.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fr_fr: Largeur maximum gérée par ce transporteur. Mettre à "0" ou laisser vide pour ignorer ce champ.
gl_es: Anchura máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս եղանակով առաքման համար նախատեսված առավելագույն լայնությունը: Տեղադրեք «0» կամ այս դաշտը թողեք դատարկ, առանց լրացնելու, որպեսզի այն անտեսվի
id_id: Lebar maksimal yang di atur oleh kurir: Set nilai ke "0", atau biarkan kosong.
th_th: ความกว้างมากที่สุดที่จัดการโดยผู้จัดส่งนี้ ตั้งค่าเป็น "0," หรือปล่อยว่างเพื่อไม่จำกัดความกว้าง.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla genişlik. Geçersiz kılmak için "0" yazabilir veya boş bırakabilirsiniz.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fr_fr: Profondeur maximum géré par ce transporteur. Mettre à \"0\" ou laisser vide pour ignorer ce champ.
gl_es: Profundidade máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս եղանակով առաքման համար նախատեսված առավելագույն խորությունը: Տեղադրեք «0» կամ այս դաշտը թողեք դատարկ, առանց լրացնելու, որպեսզի այն անտեսվի
id_id: Kedalaman maksimal yang di atur oleh kurir: Set nilai ke "0", atau biarkan kosong.
th_th: ความลึกมากที่สุดที่จัดการโดยผู้จัดส่งนี้ ตั้งค่าเป็น "0," หรือปล่อยว่างเพื่อไม่จำกัดความลึก.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla derinlik. Geçersiz kılmak için "0," yazabilir veya boş bırakabilirsiniz.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
fr_fr: Poids maximum géré par ce transporteur. Mettre \"0\" ou laisser vide pour ignorer ce champ.
gl_es: Peso máximo xestionado por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս եղանակով առաքման համար նախատեսված առավելագույն քաշը: Տեղադրեք «0» կամ այս դաշտը թողեք դատարկ, առանց լրացնելու, որպեսզի այն անտեսվի
id_id: Berat maksimal yang di atur oleh kurir: Set nilai ke "0", atau biarkan kosong.
th_th: น้ำหนักมากที่สุดที่จัดการโดยผู้จัดส่งนี้ ตั้งค่าเป็น "0," หรือปล่อยว่างเพื่อไม่จำกัดน้ำหนัก.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla ağırlık. Geçersiz kılmak için "0," yazabilir veya boş bırakabilirsiniz.

source: The carrier's name will be displayed during checkout.
fr_fr: Nom du transporteur tel qu'il apparaîtra durant la commande.
gl_es: O nome da transportista amosarase durante o proceso de finalización da compra.
id_id: Nama kurir akan ditampilkan pada proses checkout.
th_th: ชื่อผู้จัดส่งจะแสดงในขั้นตอนการชำระเงิน
tr_tr: Kargo Firması adı ödeme sırasında gösterilecek.

source: The delivery time will be displayed during checkout.
fr_fr: Le délai de livraison sera affiché durant la commande.
id_id: Perkiraan lama pengiriman akan ditampilkan saat selesai berbelanja.
tr_tr: Teslimat zamanı ödeme aşamasında gösterilecek.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
fr_fr: URL pour le suivi des colis : placez le caractère "@" là où la référence doit apparaître. Elle sera automatiquement remplacée par le numéro de suivi.
gl_es: URL de seguimento de entrega: Escriba '@' onde deberia aparecer o número de seguimento. Será reemplazado automáticamente polo número de seguimento.
id_id: URL untuk tracking pengiriman: ketikan '@' dimana kode tracking akan ditampilkan. Simbol diatas akan otomatis diganti menjadi kode tracking.
th_th: URL สำหรับติดตามการจัดส่ง: พิมพ์ '@' แทนตำแหน่งของหมายเลขการจัดส่ง ซึ่งจะถูกแทนที่โดยอัตโนมัติ.
tr_tr: Gönderi izleme bağlantısı: İzleme numarasının görüntülenmesini istediğiniz yere '@' işareti koyun. İzleme numarası otomatik olarak bu karakter ile değiştirilecek.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
fr_fr: Par exemple : "http://example.com/track.php?num=@" avec "@" à l'emplacement du numéro de suivi.
gl_es: Por exemplo: 'http://example.com/track.php?num=@' con '@' onde debería aparecer o número de seguimento.
id_id: Misalnya: "http://example.com/track.php?num=@", "@" adalah nomor resi yang akan dimunculkan.
tr_tr: Örnek: takip numarasının görünmesi istediğiniz yere 'http://exampl.com/track.php?num=@' ('@' takip numarası ile değiştirilecek) yazın.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
fr_fr: Ajoute les frais de manutention (tels que configurés dans Livraison > Préférences) au coût final du transporteur.
gl_es: Inclue os costes de manipulación (como se estableceu en Envío > Preferencias) no precio final do transportista.
id_id: Masukan biaya penanganan (yang diatur di Pengiriman > Preferensi) ke dalam ongkos kirim.
th_th: รวมค่าบรรจุหีบห่อ (ตามที่เซ็ตใน การจัดส่ง > ตั้งค่า) กับราคาของผู้จัดส่ง.
tr_tr: Paketleme maliyetlerini (Kargolama > Tercihler de ayarlanan) nihai kargo fiyatına ekleyin.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
fr_fr: Le comportement hors tranches désigne le comportement à adopter lorsqu'aucune tranche ne correspond au panier du client (par exemple, lorsque le poids total des articles mis au panier est plus grand que le poids maximal défini dans les tranches de poids).
id_id: Out-of-range behavior terjadi ketika tidak ada kisaran yang cocok dengan pembelian pelanggan (misalnya ketika total berat belanjaan lebih besar dari batas yang ditentukan di kisaran berat).
tr_tr: Tanımlı aralık dışında durumu, müşterinin sepeti tanımlanan aralıklar ile uyuşmadığında gerçekleşir (ör. siparişin ağırlığı tanımlı en büyük ağırlıktan daha büyük olduğunda).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fr_fr: Largeur maximale gérée par ce transporteur. Inscrivez \"0\" ou laissez vide pour ignorer cette option.
gl_es: Anchura máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս փոխադրողի կողմից կառավարվող առավելագույն լայնությունը: Դրեք արժեքը «0» կամ թողեք այս դաշտը դատարկ հաշվի չառնելու համար
id_id: Lebar maksimum yang digunakan kurir ini. Isi "0", atau kosongkan field ini jika tidak digunakan.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla genişlik. Geçersiz kılmak için "0" yazabilir veya boş bırakabilirsiniz.

source: The value must be an integer.
fr_fr: La valeur doit être un entier.
gl_es: O valor debe ser un número enteiro.
hy_am: Արժեքը պետք է լինի ամբողջ թիվ
id_id: Nilai harus berupa angka.
th_th: ตัวเลขที่กรอกต้องเป็นจำนวนเต็ม
tr_tr: Bu değer tam sayı olmak zorunda.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fr_fr: Hauteur maximale gérée par ce transporteur. Inscrivez \"0\" ou laissez vide pour ignorer cette option.
gl_es: Altura máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս փոխադրողի կողմից կառավարվող առավելագույն բարձրությունը: Դրեք արժեքը «0» կամ թողեք այս դաշտը դատարկ հաշվի չառնելու համար
id_id: Tinggi maksimum yang digunakan kurir ini. Isi "0", atau kosongkan field ini jika tidak digunakan.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla yükseklik. Geçersiz kılmak için "0," yazabilir veya boş bırakabilirsiniz.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fr_fr: Profondeur maximale gérée par ce transporteur. Inscrivez \"0\" ou laissez vide pour ignorer cette option.
gl_es: Profundidade máxima xestionada por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս փոխադրողի կողմից կառավարվող առավելագույն խորությունը: Դրեք արժեքը «0» կամ թողեք այս դաշտը դատարկ հաշվի չառնելու համար
id_id: Tinggi maksimum yang digunakan kurir ini. Isi "0", atau kosongkan field ini jika tidak digunakan.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla derinlik. Geçersiz kılmak için "0", yazabilir veya boş bırakabilirsiniz.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
fr_fr: Poids maximal géré par ce transporteur. Inscrivez \"0\" ou laissez vide pour ignorer cette option.
gl_es: Peso máximo xestionado por esta transportista. Establece o valor en "0" ou déixao baleiro para que sexa ignorado.
hy_am: Այս փոխադրողի կողմից կառավարվող առավելագույն քաշը: Դրեք արժեքը «0» կամ թողեք այս դաշտը դատարկ հաշվի չառնելու համար
id_id: Berat maksimum yang digunakan kurir ini. Isi "0", atau kosongkan field ini jika tidak digunakan.
tr_tr: Bu kargo firmasının taşıyabildiği en fazla ağırlık. Geçersiz kılmak için "0", yazabilir veya boş bırakabilirsiniz.

source: If you set these parameters to 0, they will be disabled.
fr_fr: Si vous mettez ces paramètres à 0, ils seront désactivés.
gl_es: Se convertes estes parametros a 0,desactivaranse.
hy_am: Եթե պարամետրերը դնեք 0 , դրանք կանջատվեն
id_id: Jika diisi 0, fitur yang bersangkutan akan dinonaktifkan.
tr_tr: Eğer bu parametreleri 0 olarak ayarlarsanız, devre dışı bırakılır.

source: Coupons are not taken into account when calculating free shipping.
fr_fr: Les bons de réduction ne sont pas pris en compte lors du calcul de la gratuité des frais de port.
gl_es: Os cupóns non se teñen en conta cando se calcula o envío de balde.
id_id: Kupon tidak dihitung jika ongkos kirim gratis.
tr_tr: Ücretsiz kargo hesaplanırken kuponlar dikkate alınmaz.

source: Your shop's default carrier
fr_fr: Le transporteur proposé par défaut dans votre boutique
gl_es: A transportista predeterminada da túa tenda
hy_am: Ձեր խանութի դեֆոլտ առաքումը
id_id: Kurir default di toko Anda
th_th: ผูู้้จัดส่งหลักร้านค้าของคุณ
tr_tr: Mağazanızın varsayılan kargo firması

source: This will only be visible in the front office.
fr_fr: Ce tri par défaut ne sera disponible que sur le front-office.
gl_es: Isto só será visible no sitio web.
id_id: Hanya akan muncul di front office.
tr_tr: Bu yalnızca mağaza önyüzünde görünür olacak.

source: undefined
fr_fr: indéfini
hy_am: Որոշված չէ
th_th: ไม่ระบุ
tr_tr: tanımsız

source: Format:
tr_tr: Biçim:

source: Filesize:
fr_fr: Taille du fichier :
id_id: Ukuran berkas:
tr_tr: Dosya Boyutu:

source: MB max.
fr_fr: Mo max.
gl_es: MB máx.
hy_am: Առավելագույնը ՄեգաԲայթ
id_id: MB maksimum
th_th: ขนาดสูงสุด MB
tr_tr: MB maksimum

source: Current size:
fr_fr: Taille actuelle :
id_id: Ukuran saat ini:
tr_tr: Mevcut boyut:

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
fr_fr: Votre boutique en ligne doit disposer d'un transporteur enregistré dans PrestaShop à partir du moment où vous expédiez vos produits. Cela signifie envoyer vos paquets par le service de Poste local, ou avoir un contrat avec un transporteur privé, qui en retour expédiera vos paquets à vos clients. Pour que PrestaShop puisse suggérer le transporteur le plus adéquat à vos clients lors de leur procédure d'achat, vous devez enregistrer tous les transporteurs avec lesquels vous avez choisi de travailler.
id_id: Toko online Anda perlu menggunakan kurir untuk mengirimkan produk ke alamat pelanggan.
tr_tr: Bir an önce ürünlerinizin nakliyesine başlayabilmek için PrestaShop'ta kayıtlı uygun bir kargo firmasını çevrim içi mağazanıza eklemelisiniz. Bu bölgenizdeki yerel posta servisi olabileceği gibi, sözleşme imzaladığınız ve paketlerinizi müşterilerinize taşıyan özel bir kargo firması da olabilir. PrestaShop'un müşterilerinize en avantajlı kargo firmasını önerebilmesi için çalıştığınız tüm kargo firmalarını kayıt etmeniz gerekir.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
fr_fr: PrestaShop est fourni avec un certains nombre de modules de transporteurs que vous pouvez activer. Vous pouvez également acheter des modules de transporteurs sur la place de marché PrestaShop Addons. Des modules recommandés sont listés ci-dessous : installez le module qui correspond à votre transporteur, et configurez-le !
gl_es: PrestaShop vén cun número de módulos de transporte que podes activar. Tamén podes mercar módulos de transportistas no mercado de Complementos de PrestaShop. Os módulos recomendados enuméranse a continuación: instala o módulo que corresponda coa túa transportista e configúrao!
id_id: Pada PrestaShop terdapat beberapa modul kurir yang dapat dipakai. Anda juga dapat membeli modul kurir dari PrestaShop Addons. Modul yang direkomendasikan tersedia dibawah: instal modul yang cocok dengan kurir Anda, dan konfigurasikan!
tr_tr: PrestaShop aktifleştirbileceğiniz bir dizi kargo firması modülü ile gelir. Aynı zamanda PrestaShop Eklenti marketinden kargo firması modülleri de satın alabilirsiniz. Önerilen modüller aşağıda listelenmiştir: kargo firmanız ile eşleşen modül yükleyin, ve yapılandırın!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
fr_fr: S'il n'existe a pas de module pour votre transporteur, alors vous pouvez enregistrer ce transporteur vous-même à l'aide des informations qu'il vous aura transmises : frais d'expédition, zones régionales, limites en tailles et en poids, etc. Cliquez sur le bouton "Ajouter un nouveau transporteur" ci-dessous pour ouvrir l'Assistant des transporteurs, qui vous aider à enregistrer un nouveau transporteur en quelques étapes.
id_id: Jika tidak ada modul untuk kurir Anda, maka Anda dapat membuat kurir secara manual berdasarkan informasi berikut: ongkos kirim, zona, batasan berat, dll. Klik pada tombol "Tambah kurir" dibawah untuk membuka Carrier Wizard, yang kaan membantu Anda membuat kurir baru dalam beberapa langkah mudah.
tr_tr: Kargo firmanız için bir modül yoksa, size nakliye oranlarını, coğrafi bölgeleri, boyut ve ağırlık limitlerini vb sağlayan bir kargo firmasını elle kaydedebilirsiniz. Birkaç adımda yeni bir kargo firmasını kayıt etmeniz için size yardım edecek Kargo Firması Sihirbazını açmak için aşağıdaki "Yeni kargo firması ekle" düğmesine tıklayın.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
fr_fr: Note : ne créez PAS un nouveau transporteur s'il existe déjà un module pour celui-ci ! Utiliser un module vous permet une configuration beaucoup plus rapide et correcte !
gl_es: Nota: NON rexistres unha nova transportista se xa existe un módulo para ela! Empregar un módulo será moito máis rápido e máis preciso!
id_id: Catatan: JANGAN menambah kurir baru jika sudah ada modul untuk kurir tersebut! Menggunakan modul akan lebih cepat dan akurat!
tr_tr: Not: Eğer bunun için zaten bir modül varsa yeni bir kargo firması kayıt ETMEYİN! Modül kullanmak daha hızlı ve doğru olur!
