Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminLoginNotification.*.xlf
Languages: ca_es, uk_ua

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
ca_es: SSL està activat. No obstant això, la seva IP pot utilitzar la manera no segura (pel manteniment o per IP local).
uk_ua: SSL включений. Однак, для вашої Ip-Адреси дозволено використовувати незахищений режим.

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
ca_es: SSL està activat. Si us plau, connecti utilitzant el següent enllaç per a [1]iniciar sessió des d'una pàgina segura (https://)[/1]
uk_ua: SSL активовано. Для входу в захищеному режимі, будь ласка, [1]скористайтесь посиланням (https://)[/1]

source: The employee does not exist, or the password provided is incorrect.
ca_es: L'empleat no existeix o la contrasenya és incorrecta.
uk_ua: Співробітник не існує, або пароль зазначено невірно.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
ca_es: Aquest treballador ja no gestiona la botiga (s'ha esborrat la botiga o s'han eliminat els permisos).
uk_ua: Співробітник більше не має доступу до магазину (магазин видалено, або змінені права доступу).

source: This account does not exist.
ca_es: Aquest compte no existeix
uk_ua: Обліковий запис не існує

source: You can reset your password every %interval% minute(s) only. Please try again later.
ca_es: Podeu reiniciar la vostra contrasenya només cada %interval% minut(s). Si us plau, torneu-ho a provar més tard.
uk_ua: Пароль можна змінювати не частіше, ніж раз в %interval% хвилин. Будь ласка, спробуйте пізніше.

source: Please, check your mailbox. A link to reset your password has been sent to you.
ca_es: Si us plau, comproveu la vostra bústia. Un enllaç per restablir la contrasenya ha estat enviat a vostè.
uk_ua: Пеервірте поштову скриньку. Вам надіслано посилання для зміни пароля.

source: An error occurred while attempting to reset your password.
ca_es: Hi ha hagut un error al intentar restablir la contrasenya.
uk_ua: Помилка при спробі зміни пароля.

source: Some identification information is missing.
ca_es: Part de la informació d'identificació falta.
uk_ua: Відсутня деяка ідентифікаційна інформація.

source: The password is missing: please enter your new password.
ca_es: La contrasenya no es troba: si us plau, introdueixi la seva nova contrasenya.
uk_ua: Відсутній пароль: введіть свій новий пароль.

source: The password is not in a valid format.
ca_es: La contrasenya no està en un format vàlid.
uk_ua: Невірний формат паролю.

source: The confirmation is empty: please fill in the password confirmation as well.
ca_es: La confirmació és buida: si us plau completi la confirmació de la contrasenya també.
uk_ua: Порожнє підтвердження паролю: будь-ласка введіть пароль а також його підтвердження.

source: The password and its confirmation do not match. Please double check both passwords.
ca_es: La contrasenya i la seva confirmació no coincideixen. Torneu a comprovar ambdues contrasenyes.
uk_ua: Пароль та його підтвердження не співадають. Перевірте обидва паролі.

source: Your password reset request expired. Please start again.
ca_es: La seva sol·licitud de restabliment de contrasenya ha caducat. Si us plau, comenci de nou.
uk_ua: Термін запиту на зміну паролю сплинув. Почніть спочатку.

source: An error occurred while attempting to change your password.
ca_es: S'ha produït un error durant el canvi de contrasenya.
uk_ua: Помилка при зміні пароля.

source: The password has been changed successfully.
ca_es: La contrasenya s'ha canviat correctament.
uk_ua: Пароль успішно оновлено.

source: For security reasons, you must also delete the /install folder.
ca_es: Per raons de seguretat, heu d'esborrar la carpeta /install
uk_ua: З міркувань безпеки, ви повинні також видалити теку /install.

source: You will be redirected to the login page in a few seconds.
ca_es: Vostè serà redirigit a la pàgina d'inici de sessió en uns segons.
uk_ua: Вас буде перенаправлено на сторінку для входу за кілька секунд.

source: Please, check your mailbox.
ca_es: Si us plau, reviseu la teva bústia de correu.
uk_ua: Будь ласка, перевірте вашу поштову скриньку.

source: A link to reset your password has been sent to you.
ca_es: S'ha enviat un enllaç per restablir la contrasenya a la vostra adreça de correu electrònic.
uk_ua: Посилання для зміни пароля було надіслано.

source: For security reasons, you cannot connect to the back office until you have:
ca_es: Per raons de seguretat, no es pot connectar a l'oficina de suport fins que tingui:
uk_ua: З міркувань безпеки панель керування недоступна до виконання таких дій:

source: deleted the /install folder
ca_es: ﻿eliminada la carpeta /install
uk_ua: видаліть папку /install

source: renamed the /admin folder (e.g. %s)
ca_es: reanomenat el directori /admin (p.ex. %s)
uk_ua: перейменуйте досьє /admin (p. ex. %s)

source: Please then access this page by the new URL (e.g. %s)
ca_es: Si us plau, accediu a la pàgina amb el nou URL (p.ex. %s)
uk_ua: Перейдіть на сторінку з нового URL (p. ex. %s)
