Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminModulesHelp.*.xlf
Languages: da_dk, gl_es, uk_ua

source: Click here to log in.
da_dk: Klik her for at logge ind.
gl_es: Preme aquí para iniciar sesión.
uk_ua: Клацніть тут для входу.

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
da_dk: Brugerdefiner din butik med dette valg af moduler, der anbefales til din butik baseret på dit land, dit sprog og din version af PrestaShop. Det anbefaler de mest populære moduler fra vores Addons-marked, samt gratis partnermoduler.
gl_es: Personaliza a túa tenda con esta selección de módulos recomendada, baseada no teu país, idioma e versión de PrestaShop. Inclúe os módulos máis populares do noso mercado de Complementos, e módulos de balde das nosas asociadas.
uk_ua: Облаштуйте свій магазин за допомогою рекомендованих модулів, в залежності від країни, мови та версії PrestaShop. Це можуть бути найпопулярніші модулі з магазину додаткових компонентів або безкоштовні партнерські модулі.

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
da_dk: Upload én fil ad gangen, .zip- eller tarball-format (.tar, .tar.gz or .tgz).
gl_es: Por favor, sube un ficheiro de cada vez, en formato .zip ou tarball (.tar, .tar.gz ou .tgz).
uk_ua: Завантажуйте по одному файлу, формат .zip або tarball (.tar, .tar.gz або .tgz).

source: Your module will be installed right after that.
da_dk: Dit modul bliver installeret umiddelbart derefter.
gl_es: O teu módulo instalarase xusto despois diso.
uk_ua: Ваш модуль буде встановлено одразу після цього.

source: What happened?
da_dk: Hvad skete der?
gl_es: Que ocorreu?
uk_ua: Що трапилось?

source: Search modules: keyword, name, author...
da_dk: Søg i moduler: søgeord, navn, forfatter...
uk_ua: Пошук модулів: ключове слово, назва, автор...

source: You bought this module on PrestaShop Addons. Thank You.
da_dk: Du købte denne modul på PrestaShop Addons. Tak for det.
gl_es: Mercaches este módulo en Complementos PrestaShop. Grazas.
uk_ua: Ви придбали цей модуль у PrestaShop Addons. Дякуємо.

source: Bought
da_dk: Købt
uk_ua: Придбали

source: This module is available on PrestaShop Addons.
da_dk: Dette modul er tilgængeligt på PrestaShop Addons.
uk_ua: Цей модуль доступний у Додатках Престашопу.

source: Popular
da_dk: Populær
gl_es: Populares
uk_ua: Популярне

source: This module is available for free thanks to our partner.
da_dk: Dette modul er tilgængeligt gratis takket være vores partner.
gl_es: Este módulo está dispoñible de balde grazas á nosa asociada.
uk_ua: Цей модуль доступний безкоштовно завдяки нашому партнеру.

source: Official
da_dk: Officiel
gl_es: Oficial
uk_ua: Офіційний

source: Need update
da_dk: Skal opdateres
gl_es: Precisa actualizar
uk_ua: Потебує оновлення

source: These modules require your attention: you need to take some action to ensure they are fully operational.
da_dk: Disse moduler behøver din opmærksomhed: du skal gøre noget for at sikre, at de er fuldt funktionelle.
gl_es: Estes módulos requiren a túa atención: é preciso que tomes algunha medida para garantir o seu correcto funcionamento.
uk_ua: Зверніть увагу на ці модулі: потрібні додаткові дії, щоб вони працювали належним чином.

source: Update these modules to enjoy their latest versions.
da_dk: Opdater disse moduler for at nyde deres nyeste versioner.
gl_es: Actualiza estes módulos para gozar das súas últimas versións.
uk_ua: Оновіть ці модулі, щоб отримати останні версії.

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
gl_es: Estes son tódolos módulos que engadiches á túa tenda, xa sexa mercándoos en Complementos PrestaShop ou subíndoos directamente.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
gl_es: Este módulos de PrestaShop preinstálanse cando montas a túa tenda. Cubren as nocións básicas do comercio electrónico e veñen de balde.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
gl_es: Cada tema que instales virá cos seu propio conxunto de módulos. Aquí atoparás tódolos módulos relacionados co teu tema activo.
