Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersNotification.*.xlf
Languages: ca_es, gl_es, ru_ru

source: You cannot have two shops with the same name in the same group.
ca_es: No es poden tenir dues botigues amb el mateix nom a dins del mateix grup
gl_es: Non podes ter dúas tendas co mesmo nome no mesmo grupo.
ru_ru: Вы не можете иметь 2 магазина с одинаковым названием в одной группе

source: Unable to load this shop.
ca_es: No s'ha pogut carregar la botiga.
gl_es: Non se pode cargar esta tenda.
ru_ru: Невозможно загрузить этот магазин.

source: You need to select at least the root category.
ca_es: Cal que seleccioneu com a mínim la categoria arrel.
gl_es: Tes que seleccionar polo menos a categoría raíz.
ru_ru: Необходимо выбрать как минимум корневую категорию.

source: You've selected a state for a country that does not contain states.
ca_es: Vostè ha seleccionat un estat per a un país que no conté els estats.
ru_ru: Вы выбрали регион, которого нет в указанной стране.

source: You can't put this menu inside itself.
ca_es: No es pot posar aquest menú dins de si mateix.
ru_ru: Нельзя установить это меню внутри самого себя.

source: Key length must be 32 character long.
ca_es: La clau ha de contenir 32 caràcters de llarg
ru_ru: Длина ключа должна быть 32 символа

source: This key already exists.
ca_es: Aquesta clau ja existeix
ru_ru: Ключ уже существует

source: The settings file cannot be overwritten.
ru_ru: Не удается перезаписать файл настроек.

source: To use Smarty Cache, the directory %directorypath% must be writable.
ru_ru: Для использования Кеширования Smarty папка %directorypath% должна иметь разрешения на запись.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
ru_ru: Для использования этого инструмента вам следует:[1][2]Создать пустой файл .htaccess в корне сайта.[/2][2]Разрешить запись в него (CHMOD 666 в Unix/Linux).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
ru_ru: Ошибка: запись в файл невозможна. Убедитесь, что для файла %s заданы соответствующие права

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
ru_ru: Ошибка: невозможно понять, включен ли режим отладки. Убедитесь, что файл %s имеет соответствующие права

source: Media server #1 is invalid
ru_ru: Неверный медиа сервер №1

source: Media server #2 is invalid
ru_ru: Неверный медиа сервер №2

source: Media server #3 is invalid
ru_ru: Неверный медиа сервер №3

source: Update your PHP version.
ca_es: Actualitzeu la vostra versió de PHP.
gl_es: Actualiza a túa versión de PHP.
ru_ru: Обновите версию PHP.

source: Configure your server to allow file uploads.
ca_es: Configureu el vostre servidor per permetre la pujada de fitxers.
gl_es: Configura o teu servidor para permitir a subida de ficheiros.
ru_ru: Настройте свой сервер для загрузки фалов.

source: Configure your server to allow the creation of directories and files with write permissions.
ca_es: Configurar el seu servidor per a autoritzar la creació de noves carpetes i arxius
gl_es: Configura o teu servidor para permiti-la creación de directorios e ficheiros con permisos de escritura.
ru_ru: Настройте разрешения на сервере для создания папок и файлов

source: Enable the CURL extension on your server.
ca_es: Habiliteu l'extensió CURL al vostre servidor.
ru_ru: Включите расширение CURL на сервере.

source: Enable the DOM extension on your server.
ru_ru: Включите расширение DOM на сервере.

source: Enable the Fileinfo extension on your server.
ru_ru: Включите расширение Fileinfo на сервере.

source: Enable the GD library on your server.
ca_es: Habilitar la biblioteca GD en el teu servidor
gl_es: Activa a libraría GD no teu servidor.
ru_ru: Включите библиотеку GD на сервере

source: Enable the JSON extension on your server.
ca_es: Habiliteu l'extensió JSON al vostre servidor.
ru_ru: Включите расширение JSON на сервере.

source: Enable the Mbstring extension on your server.
ru_ru: Включите расширение Mbstring на сервере.

source: Enable the OpenSSL extension on your server.
ru_ru: Включите расширение OpenSSL на сервере.

source: Enable the PDO Mysql extension on your server.
ru_ru: Включите расширение PDO Mysql на сервере.

source: Enable the XML extension on your server.
ca_es: Habiliteu l'extensió XML al vostre servidor.
ru_ru: Включите расширение XML на сервере.

source: Enable the ZIP extension on your server.
ca_es: Habiliteu l'extensió ZIP al vostre servidor.
ru_ru: Включите расширение ZIP на сервере.

source: Enable the MySQL support on your server.
ca_es: Habilita el suport de MySQL en el seu servidor
gl_es: Activa o soporte de MySQL no teu servidor.
ru_ru: Включите поддержку MySQL на сервере

source: Set write permissions for the "config" folder.
ca_es: Establir permisos d'escriptura per a la carpeta de configuració
gl_es: Establecer os permisos de escritura para o cartafol "config".
ru_ru: Разрешите запись для папки "config"

source: Set write permissions for the "cache" folder.
ca_es: Establir permisos d'escriptura per a la carpeta de memòria cau
gl_es: Establecer os permisos de escritura para o cartafol "cache".
ru_ru: Разрешите запись для папки "cache"

source: Set write permissions for the "sitemap.xml" file.
ca_es: Establir permisos d'escriptura per a l'arxiu sitemap.xml
gl_es: Establecer os permisos de escritura para o ficheiro "sitemap.xml".
ru_ru: Разрешите запись для файла "sitemap.xml"

source: Set write permissions for the "img" folder and subfolders.
ca_es: Establir permisos d'escriptura per a la carpeta i subcarpetes img / recursivament
gl_es: Establecer os permisos de escritura para o cartafol "img" e os seus subcartafoles.
ru_ru: Разрешите запись для папки "img" и ее подпапок

source: Set write permissions for the "log" folder and subfolders.
ca_es: Establir permisos d'escriptura recursivament per a les carpetes i subcarpetes de "log"
gl_es: Establecer os permisos de escritura para o cartafol "log" e mailos seus subcartafoles.
ru_ru: Разрешите запись для папки "log" и ее подпапок

source: Set write permissions for the "mails" folder and subfolders.
ca_es: Establir permisos d'escriptura per a la carpeta de correu electrònic i subcarpetes / recursivament
gl_es: Establecer permisos de escritura para o cartafol "mails" e os seus subcartafoles.
ru_ru: Разрешите запись для папки "mails" и ее подпапок

source: Set write permissions for the "modules" folder and subfolders.
ca_es: Establir permisos d'escriptura per a la carpeta de mòduls i subcarpetes / recursivament
gl_es: Establecer os permisos de escritura para o cartafol "modules" e mailos seus subcartafoles.
ru_ru: Разрешите запись для папки "modules" и ее подпапок

source: Set write permissions for the "themes/%s/cache/" folder and subfolders, recursively.
ru_ru: Разрешите запись в каталог "themes/%s/cache/" со всеми подкаталогами.

source: Set write permissions for the "themes/%s/lang/" folder and subfolders, recursively.
ru_ru: Разрешите запись в каталог "themes/%s/lang/" со всеми подкаталогами.

source: Set write permissions for the "themes/%s/pdf/lang/" folder and subfolders, recursively.
ru_ru: Разрешите запись в каталог "themes/%s/pdf/lang/" со всеми подкаталогами.

source: Set write permissions for the "app/config/" folder and subfolders, recursively.
ru_ru: Разрешите запись в каталог "app/config/" со всеми подкаталогами.

source: Set write permissions for the "app/Resources/translations/" folder and subfolders, recursively.
ru_ru: Разрешите запись в каталог "app/Resources/translations/" со всеми подкаталогами.

source: Set write permissions for the "translations" folder and subfolders.
ca_es: Establir permisos d'escriptura pel directori "translations" i els seus subdirectoris de forma recursiva
gl_es: Establecer permisos de escritura para o cartafol "translations" e os seus subcartafoles.
ru_ru: Разрешите запись для папки "translations" и ее подпапок

source: Set write permissions for the "upload" folder and subfolders.
ca_es: Establir permisos d'escriptura per a la carpeta de càrrega i subcarpetes / recursivament
gl_es: Establecer os permisos de escritura para o cartafol "upload" e mailos seus subcartafoles.
ru_ru: Разрешите запись для папки "upload" и ее подпапок

source: Set write permissions for the "download" folder and subfolders.
ca_es: Establir permisos d'escriptura per a la carpeta de descàrrega i subcarpetes / recursivament
gl_es: Establecer permisos de escritura para o cartafol "download" e os seus subcartafoles.
ru_ru: Разрешите запись для папки "download" и ее подпапок

source: Allow the PHP fopen() function on your server.
ca_es: Habiliteu la funció fopen() de PHP al vostre servidor.
gl_es: Permite a función PHP fopen() no teu servidor.
ru_ru: Включите PHP функцию fopen() на сервере.

source: Enable GZIP compression on your server.
ca_es: Habilitar la compressió gzip al teu servidor
gl_es: Activa a compresión GZIP no teu servidor.
ru_ru: Включите GZIP сжатие на сервере

source: Some PrestaShop files are missing from your server.
ca_es: Al servidor hi manquen alguns fitxers de Prestashop.
gl_es: Algúns ficheiros de PrestaShop non están no teu servidor.
ru_ru: На вашем сервере не хватает некоторых файлов PrestaShop.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
ca_es: Esteu utilitzant la versió %s de PHP. Aviat, la darrera versió compatible amb PrestaShop serà PHP 5.6. Per assegurar-vos que estigueu preparat per al futur, us recomanem que actualitzeu a PHP 5.6 ara!
ru_ru: У вас установлен РНР версии %s. Скоро минимальной поддерживаемой PrestaShop версией будет РНР 5.6. Для нормальной рабты в будущем рекомендуем обновить ваш РНР до этой версии сейчас!

source: Enable the Apache mod_rewrite module
ca_es: Activa el mòdul Apache mod_rewrite
ru_ru: Включить модуль Apache mod_rewrite

source: The "%tablename%" table does not exist.
ca_es: La taula "%tablename%" no existeix.
ru_ru: Таблицы "%tablename%" не существует.

source: The "%attribute%" attribute does not exist in the "%table%" table.
ca_es: L'atribut "%attribute%" no existeix a la taula "%table%".
ru_ru: В таблице "%table%" нет атрибута "%attribute%".

source: Undefined "%s" error
ca_es: Error "%s" indefinit
ru_ru: Неопределённая ошибка "%s"

source: The "*" operator cannot be used in a nested query.
ca_es: L'operador "*" no es pot utilitzar en una consulta anidada.
ru_ru: Оператор "*" не может использоваться во вложенном запросе.

source: The operator "%s" is incorrect.
ca_es: L'operador "%s" que heu utilitzat no és correcte.
ru_ru: Некорректный оператор "%s".

source: The "%operator%" operator is incorrect.
ca_es: L'operador "%operator%" és incorrecte.
ru_ru: Неверный оператор "%operator%".

source: The LIMIT clause must contain numeric arguments.
ca_es: La clàusula LÍMIT ha de contenir arguments numèrics.
ru_ru: Пункт LIMIT должен содержать числовые параметры.

source: The "%reference%" reference does not exist in the "%table%" table.
ca_es: No existeix la referència "%reference%" a la taula "%table%".
ru_ru: В таблице "%table%" ссылки "%reference%" нет.

source: When multiple tables are used, each attribute must refer back to a table.
ca_es: Quan s'usen múltiples atributs de taula, cada atribut ha de fer referència a una taula.
ru_ru: Когда используются большое количество таблиц, каждый атрибут должен быть связан с таблицей.

source: "%key%" is an unauthorized keyword.
ca_es: "%key%" és una contrasenya no autoritzada.
ru_ru: "%key%" - запрещенное ключевое слово.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
ru_ru: Выбранный лимит больше чем максимальный лимит загрузки сервера. Пожалуйста, увеличьте лимиты своего сервера.

source: No file was uploaded.
ca_es: No s'ha pujat cap fitxer.
gl_es: Non se subiu ningún ficheiro.
ru_ru: Не было загружено ни одного файла.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
ca_es: El fitxer que heu pujat excedeix la directiva upload_max_filesize directive al php.ini. Si la configuració del servidor us ho permet, podeu afegir la directiva al vostre fitxer .htaccess.
ru_ru: Загружаемый файл превышает параметр upload_max_filesize указанный в файле php.ini. Если конфигурация вашего сервера позволяет - вы можете добавить соответствующий параметр в файле .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
ca_es: El fitxer penjat excedeix la directiva post_max_size a php.ini. Si la configuració del vostre servidor ho permet, podeu afegir una directiva al fitxer .htaccess, com per exemple:
ru_ru: Загруженный файл превышает значение post_max_size в php.ini. Если настройки сервера позволяют, можно добавить директиву в ваш .htaccess, например:

source: The uploaded file was only partially uploaded.
ca_es: El fitxer carregat va ser només parcialment carregat.
ru_ru: Загруженный файл был получен частично.

source: The extension of your file should be .csv.
ca_es: L'extensió del fitxer ha de ser .csv.
gl_es: A extensión do teu ficheiro debe ser .csv.
ru_ru: Ваш файл должен быть с расширением .csv.

source: An error occurred while uploading / copying the file.
ca_es: S'ha produït un error durant la càrrega i la còpia d'arxius.
gl_es: Produciuse un erro ao subir / copiar o ficheiro.
ru_ru: произошла ошибка при копировании файла

source: To avoid operating problems, please use an Apache server.
ca_es: Per evitar problemes de funcionament, si us plau utilitzeu un servidor Apache.
ru_ru: Чтобы избежать проблем, пожалуйста, используйте сервер Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
ca_es: Si us plau activeu el mòdul 'mod_auth_basic' d'Apache per a permetre l'autenticació del webservice de PrestaShop.
gl_es: Por favor, activa o módulo de Apache 'mod_auth_basic' para permiti-la autenticación do servizo web de PrestaShop.
ru_ru: Пожалуйста, активируйте 'mod_auth_basic' - модуль Apache, чтобы разрешить аутентификацию в веб-сервисе PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
ca_es: Si us plau activeu el mòdul 'mod_rewrite' d'Apache per a permetre el webservice de PrestaShop.
ru_ru: Пожалуйста, активируйте 'mod_rewrite' - модуль Apache, чтобы разрешить веб-сервис PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
ca_es: No podem esbrinar si els mòduls d'autenticació i de re-escriptura van ser activats. És necessari esbrinar-ho i si cal activar-ho manualment per poder utilitzar el servei \"PrestaShop webservice\"
ru_ru: Автоматическая проверка доступности \"mod_auth_basic\" и \"mod_rewrite\" не удалась. Проверьте их вручную перед активацией Webservice.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
ca_es: Si us plau activeu l'extensió 'SimpleXML' de PHP per a permetre el test del webservice de PrestaShop.
ru_ru: Пожалуйста, активируйте 'SimpleXML' - расширение PHP, чтобы протестировать веб-сервис PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
ca_es: Si és possible, és preferible utilitzar SSL (https:) per a les crides als serveis web, ja que això evita atacs de tipus "man in the middle".
ru_ru: Предпочтительно использование SSL (HTTPS) для соединения с веб-сервисом, так как он позволяет избежать проблем безопасности типа "man in the middle".

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
ca_es: Sembla que la copia de seguretat se ha realizat correctament, malgrat tot, cal descarregar i verificar amb deteniment la copia realitzada.
gl_es: Semella que a copia de seguridade se realizou correctamente, porén debes descargar o ficheiro da copia de seguridade e verificala coidadosamente antes de continuar.
ru_ru: Резервная копия создана, однако перед тем, как продолжить, следует скачать и тщательно проверить резервную копию.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
ca_es: El directori "Backups" que es troba dins del directori "admin" ha de tenir permisos d'escriptura (CHMOD 755 / 777).
gl_es: O directorio "Backups" situado no directorio admin ten que ter permisos de escritura (CHMOD 755 / 777).
ru_ru: Папка "Backups", расположенная в папке admin, должна иметь разрешения на запись (755, 777).

source: The backup file does not exist
ca_es: El fitxer de còpia de seguretat no existeix
gl_es: O ficheiro da copia de seguridade non existe
ru_ru: Файл резервной копии не существует

source: Error deleting
ca_es: Error d'eliminació
gl_es: Erro de borrado
ru_ru: Ошибка удаления

source: The import directory doesn't exist. Please check your file path.
ca_es: El directori d'importació no existeix. Si us plau verifiqui la ruta.
ru_ru: Директория импорта не найдена. Проверьте путь к файлу.

source: The import directory must be writable (CHMOD 755 / 777).
ca_es: El directori d'importació ha de poder-se escriure (CHMOD 755 / 777).
gl_es: O directorio de importación debe ter permisos de escritura (CHMOD 755 / 777).
ru_ru: Папка для импорта должна быть доступна для записи (CHMOD 755 / 777).

source: The Memcached server cannot be added.
ca_es: No es pot afegir el servidor Memcached
ru_ru: Не удается добавить Memcached сервер

source: There was an error when attempting to delete the Memcached server.
ca_es: Error en la supressió de servidor Memcached
ru_ru: Ошибка при удалении Memcahced сервера

source: All caches cleared successfully
ca_es: Totes les memòries cau s'han eliminat correctament
ru_ru: Весь кеш очищен

source: (you must install the [a]Memcache PECL extension[/a])
ca_es: (heu d'instal·lar [a]l'extensió Memcache PECL[/a])
gl_es: (debes instalar a [a]extensión Memcache PECL[/a])
ru_ru: (необходимо установить расширение [a]Memcache PECL[/a])

source: (you must install the [a]Memcached PECL extension[/a])
ca_es: (hauríeu d'instal·lar l'extensió [a]Memcached PECL[/a])
gl_es: (debes instalar a [a]extensión Memcached PECL[/a])
ru_ru: (Вы должны установить [a]Memcached PECL расширение[/a])

source: (you must install the [a]APC PECL extension[/a])
ca_es: (heu d'instal·lar [a]l'extensió APC PECL[/a])
gl_es: (debes instalar a [a]extensión APC PECL[/a])
ru_ru: (необходимо установить расширение [a]APC PECL[/a])

source: (you must install the [a]Xcache extension[/a])
ca_es: (heu d'instal·lar [a]l'extensió Xcache[/a])
gl_es: (debes instalar a [a]extensión Xcache[/a])
ru_ru: (необходимо установить расширение [a]Xcache[/a])

source: To proceed, please upload a file first.
ca_es: Per a continuar, primer heu de penjar un fitxer.
ru_ru: Чтобы продолжить сначала загрузите файл.

source: I have read the disclaimer. Please create a new backup.
ca_es: He llegit el document de renúncia de responsabilitats - Crear una nova còpia de seguretat
ru_ru: Я прочитал, условия и хочу создать новую резервную копию.

source: How to restore a database backup
ca_es: Com restaurar una còpia de seguretat de base de dades
gl_es: Como restaurar unha copia se seguridade da base de datos
ru_ru: Как восстановить базу данных из резервной копии

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
ca_es: Si necessita restaurar una còpia de seguretat de base de dades, el convidem a que se subscrigui a un [1][2]pla de suport tècnic[/2][/1].
ru_ru: Вам нужно восстановить базу данных из резервной копии? Предлагаем подписаться на [1][2]план техподдержки[/2][/1].

source: Our team will take care of restoring your database safely.
ca_es: El nostre equip s'encarregarà de restaurar la base de dades de forma segura.
ru_ru: Наша команда позаботится о безопасном восстановлении вашей базы данных.

source: Why can't I restore it by myself?
ca_es: Per què no ho puc restaurar per mi mateix?
gl_es: Por que non podo restaurala eu mesma?
ru_ru: Почему я не могу восстановить её самостоятельно?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
ca_es: La seva botiga es troba allotjat amb PrestaShop. Encara que pot crear arxius de còpia de seguretat aquí baix, hi ha configuracions bàsiques que no es pot accedir per raons de seguretat, igual que la gestió de base de dades. Per tant, només el nostre equip pot procedir a una restauració.
ru_ru: Ваш магазин располагается на площадке PrestaShop. Хотя вы можете сделать резервную копию файлов внизу, есть системные настройки, к которым, по соображениям безопасности, у вас доступа нет (такие, как управление БД). Поэтому только наша команда может восстановить БД.

source: Disclaimer before creating a new backup
ca_es: Descàrrec de responsabilitat abans de crear una còpia de seguretat nova
gl_es: Advertencia antes de crear unha nova copia de seguridade
ru_ru: Отказ от ответственности перед созданием резервной копии

source: PrestaShop is not responsible for your database, its backups and/or recovery.
ca_es: Prestashop no és responsable de la seva base de dades, ni de les seves còpies de seguretat, ni de les seves restauracions, ni de les seves dades.
gl_es: PrestaShop non é responsable da túa base de datos, das súas copias de seguridade e/ou restauracións.
ru_ru: PrestaShop не несет ответственности за вашу базу данных, резервные копии, данные и их восстановление.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
ca_es: Prestashop és un programari de codi obert, recordi que el fa servir pel seu propi compte i risc, segons el marc definit a l'acord de la llicència.
gl_es: PrestaShop é un software de código aberto. Estás a empregalo baixo a túa responsabilidade baixo o acordo de licenza.
ru_ru: PrestaShop - открытое программное обеспечение. Вы используете его на собственный риск в соответствии с лицензионным соглашением.

source: You should back up your data on a regular basis (both files and database).
ca_es: Heu de fer regularment una còpia de seguretat (tan dels arxius com de la base de dades).
gl_es: Deberías facer unha copia de seguridade dos teus datos de maneira regular (tanto dos ficheiros coma da base de datos).
ru_ru: Регулярно производите резервное копирование файлов и базы данных.

source: This function only backs up your database, not your files.
ca_es: Aquesta funció només copia la base de dades, no els arxius.
gl_es: Esta función só fai unha copia de seguridade da túa base de datos, non dos teus arquivos.
ru_ru: Эта функция создаст копию базы данных, но не файлов.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
ca_es: De forma predeterminada, les taules de la bases de dades existents s'esborraran durant la restauració de la còpia de seguretat (veure opcions).
ru_ru: По умолчанию, существующие таблицы вашей базы данных будут уничтожены во время Резервного восстановления (см. "Настройки резервного копирования" ниже).
