Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminNavigationMenu.*.xlf
Languages: tl_ph

source: Sell
tl_ph: Ibenta

source: Improve
tl_ph: Mapabuti

source: Modules & Services
tl_ph: Mga Modyul at mga Serbisyo

source: Attributes & Features
tl_ph: Mga Katangin at mga Tampok

source: Categories
tl_ph: Mga kategorya

source: Page Categories
tl_ph: Mga kategorya ng pahina

source: Configuration
tl_ph: Pagsasaayos

source: Customer Settings
tl_ph: Mga pagtatakda ng Kustomer

source: Database
tl_ph: Ang Database

source: Team
tl_ph: Koponan

source: General
tl_ph: Pangkalahatan

source: Image Settings
tl_ph: Mga pagtatakda ng Imahe

source: Locations
tl_ph: Mga lokasyon

source: Design
tl_ph: Disenyo

source: Brands & Suppliers
tl_ph: Mga Tatak at mga Tagapagtustos

source: Order Settings
tl_ph: Mga pagtatakda sa Order

source: Payment Methods
tl_ph: Mga paraan ng Pagbabayad

source: Products
tl_ph: Mga produkto

source: Shop Parameters
tl_ph: Mga parametro ng Tindahan

source: Theme Catalog
tl_ph: Katalogo ng Tema

source: Theme & Logo
tl_ph: Tema at Logo

source: Modules Catalog
tl_ph: Katalogo ng mga modyul

source: Installed modules
tl_ph: Naka-install na mga modyul

source: Information
tl_ph: Impormasyon

source: Product Settings
tl_ph: Mga pagtatakda sa Produkto

source: Module selection
tl_ph: Seleksyon ng modyul
