Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminInternationalFeature.*.xlf
Languages: ca_es, es_es, fr_fr, gl_es

source: Rate
ca_es: Taxa
es_es: Tasa
fr_fr: Taux
gl_es: Conversión

source: Tax options
ca_es: Opcions d'impostos
es_es: Opciones de impuestos
fr_fr: Options des taxes
gl_es: Opcións de taxas

source: Enable tax
ca_es: Activar impostos
es_es: Activar impuestos
fr_fr: Activer les taxes
gl_es: Activar taxa

source: Display tax in the shopping cart
ca_es: Mostrar els impostos al carret de la compra
es_es: Mostrar los impuestos en el carrito
fr_fr: Afficher les taxes dans le panier
gl_es: Amosar taxas no carro da compra

source: Based on
ca_es: Basat a
es_es: Basado en
fr_fr: Basé sur

source: Invoice address
ca_es: Adreça de facturació
es_es: Dirección de facturación
fr_fr: Adresse de facturation
gl_es: Dirección de Facturación

source: Delivery address
ca_es: Adreça d'entrega
es_es: Dirección de entrega
fr_fr: Adresse de livraison
gl_es: Enderezo de entrega

source: Use ecotax
ca_es: Usar ecotaxa
es_es: Utilizar ecotasa
fr_fr: Utiliser l'éco-participation
gl_es: Empregar ecotaxa

source: Ecotax
ca_es: eco_taxa
es_es: Ecotasa
fr_fr: Éco-participation
gl_es: Ecotaxa

source: Add new tax
ca_es: Afegir nou impost
es_es: Añadir nuevo impuesto
fr_fr: Ajouter une taxe
gl_es: Engadir nova taxa

source: Delete item #
ca_es: Esborrar article no.
es_es: Eliminar elemento n°
fr_fr: Supprimer l'élément n°
gl_es: Borrar Elemento #

source: Add new tax rules group
ca_es: Afegir un nou grup de regles d'impostos
es_es: Añadir nuevo grupo de reglas de impuestos
fr_fr: Ajouter un groupe de règles de taxes

source: Add a new tax rule
ca_es: Afegeix una nova regla d'impost
es_es: Añadir nueva regla de impuestos
fr_fr: Ajouter une nouvelle règle de taxe
gl_es: Engadir unha nova regra de imposto

source: Behavior
ca_es: Comportament que no s'esgota
es_es: Comportamiento
fr_fr: Comportement
gl_es: Comportamento

source: Tax Rules
ca_es: Regles d'impostos
es_es: Reglas de impuestos
fr_fr: Règles de taxes
gl_es: Regras de imposto

source: New tax rule
ca_es: Nova regla d'impostos
es_es: Nueva regla de impuestos
fr_fr: Nouvelle règle de taxe

source: Zip/postal code range
ca_es: Rang del Codi Postal
es_es: Rango de Códigos postales/Zip
fr_fr: Plage de codes postaux

source: This tax only
ca_es: Només aquest impost
es_es: Sólo este impuesto
fr_fr: Cette taxe uniquement
gl_es: Só esta taxa

source: Combine
ca_es: Combinar
es_es: Combinar
fr_fr: Combiner les taxes
gl_es: Combinar

source: One after another
ca_es: Un després d'un altre
es_es: Uno después de otro
fr_fr: L'une après l'autre
gl_es: Unha despois da outra

source: Down
ca_es: Avall
es_es: Abajo
fr_fr: Descendre
gl_es: Abaixo

source: Up
ca_es: Amunt
es_es: Arriba
fr_fr: Monter
gl_es: Arriba

source: Default language
ca_es: Idioma predeterminat
es_es: Idioma predeterminado
fr_fr: Langue par défaut
gl_es: Idioma predeterminado

source: Set language from browser
ca_es: Establir la llengua a partir de la del navegador
es_es: Establecer el idioma desde el navegador
fr_fr: Définir la langue depuis le navigateur
gl_es: Establecer idioma dende o navegador

source: Default country
ca_es: País predeterminat
es_es: País predeterminado
fr_fr: Pays par défaut
gl_es: País predeterminado

source: Set default country from browser language
ca_es: Establir el país predeterminat per la llengua del navegador
es_es: Establecer el país predeterminado de acuerdo al idioma del navegador
fr_fr: Définir le pays par défaut d'après la langue du navigateur
gl_es: Establecer o país predeterminado polo idioma do navegador

source: Local units
ca_es: Unitats locals
es_es: Unidades locales
fr_fr: Unités locales
gl_es: Unidades locais

source: Weight unit
ca_es: Unitat de pes
es_es: Unidad de peso
fr_fr: Unité de poids
gl_es: Unidade de peso

source: Distance unit
ca_es: Unitat de distància
es_es: Unidad de distancia
fr_fr: Unité de distance
gl_es: Unidade de distancia

source: Volume unit
ca_es: Unitat de volum
es_es: Unidad de volumen
fr_fr: Unité de volume
gl_es: Unidade de volume

source: Dimension unit
ca_es: Unitat de dimensió
es_es: Unidad de dimensión
fr_fr: Unité de dimension
gl_es: Unidade de dimensión

source: Language identifier
ca_es: Identificador de llengua
es_es: Identificador de idioma
fr_fr: Identifiant de la langue
gl_es: Identificador do idioma

source: Country identifier
ca_es: Identificador de país
es_es: Identificador de país
fr_fr: Identifiant du pays
gl_es: Identificador do país

source: Time zone
ca_es: Fus horari
es_es: Zona horaria
fr_fr: Fuseau horaire
gl_es: Zona horaria

source: Units (e.g. weight, volume, distance)
ca_es: Unitats (per exemple, pes, volum, distància)
es_es: Unidades (Ej: peso, volumen, distancia)
fr_fr: Unités (ex. : poids, volume, distance)
gl_es: Unidades (ex. peso, volume, distancia)

source: Change the behavior of the price display for groups
ca_es: Canviar el comportament de la pantalla de preus per a grups
es_es: Cambiar el comportamiento de la visualización de precios para grupos
fr_fr: Modifier le type d'affichage des prix pour les groupes

source: Import a localization pack
ca_es: Localització de les importacions pack
es_es: Importar un paquete de localización
fr_fr: Import de pack de localisation
gl_es: Importar un pacote de localización

source: Localization pack you want to import
ca_es: Paquet de localització que voleu importar
es_es: Paquete de localización que quieres importar
fr_fr: Pack de localisation que vous souhaitez importer
gl_es: Pacote de localización que queres importar

source: Content to import
ca_es: Contingut a importar
es_es: Contenido a importar
fr_fr: Contenu à importer
gl_es: Contido a importar

source: Download pack data
ca_es: Descarregueu el paquet de dades
es_es: Descargar datos del paquete
fr_fr: Télécharger les données de localisation
gl_es: Descarga-lo pacote de datos

source: Default currency
ca_es: Moneda predeterminada
es_es: Moneda predeterminada
fr_fr: Devise par défaut
gl_es: Moeda por Defecto

source: Country options
ca_es: Opcions de països
es_es: Opciones de Países
fr_fr: Préférences pays
gl_es: Opcións de Paises

source: Call prefix
ca_es: Prefix de trucada
es_es: Prefijo telefónico
fr_fr: Indicatif téléphonique
gl_es: Prefixo da chamada

source: Add new country
ca_es: Afegir un nou país
es_es: Añadir nuevo país
fr_fr: Ajouter un pays
gl_es: Engadir novo país

source: Countries
ca_es: Països
es_es: Países
fr_fr: Pays
gl_es: Países

source: Country name
ca_es: Nom del país
es_es: Nombre del país
fr_fr: Nom du pays
gl_es: Nome de País

source: Default store currency
ca_es: Per defecte la moneda botiga
es_es: Moneda predeterminada de la tienda
fr_fr: Devise du magasin par défaut
gl_es: Moeda predeterminada da tenda

source: Does it need Zip/postal code?
ca_es: És imprescindible el Codi Postal?
es_es: ¿Necesita código postal/Zip?
fr_fr: Requiert un code postal ?
gl_es: Precisa de código postal?

source: Zip/postal code format
ca_es: Format del Codi Postal
es_es: Formato del código postal/Zip
fr_fr: Format du code postal
gl_es: Formato do código postal

source: Address format
ca_es: Format d'adreça
es_es: Formato de dirección
fr_fr: Format de l'adresse
gl_es: Formato do enderezo

source: Contains states
ca_es: Conté estats
es_es: Contiene estados o provincias
fr_fr: Contient des états
gl_es: Contén provincias

source: Do you need a tax identification number?
ca_es: Necessita identificador fiscal?
es_es: ¿Necesita un número de identificación fiscal?
fr_fr: Requiert un numéro d'identification fiscale ?
gl_es: Necesita numero de indentificacion de taxas

source: Display tax label (e.g. "Tax incl.")
ca_es: Mostra l'etiqueta d'impostos (p.ex. "Impostos inc.")
es_es: Mostrar la etiqueta de impuestos (por ejemplo, "Impuestos incl.")
fr_fr: Afficher le label de la taxe (ex. : "TTC")
gl_es: Amosar a etiqueta das taxas (ex. "Taxas incl.")

source: States
ca_es: Provincies
es_es: Provincias
fr_fr: États
gl_es: Estado

source: ISO code
ca_es: Codi ISO
es_es: Código ISO
fr_fr: Code ISO
gl_es: Código ISO

source: Add new state
ca_es: Afegir un nou estat
es_es: Añadir nuevo estado
fr_fr: Ajouter un état
gl_es: Engadir nova provincia

source: Zones
es_es: Zonas
gl_es: Zoas

source: Add new zone
ca_es: Afegir nova zona
es_es: Añadir nueva zona
fr_fr: Créer une zone
gl_es: Engadir nova zona

source: Assign to a new zone
ca_es: Assignar a una nova zona
es_es: Asignar a una nueva zona
fr_fr: Assigner une nouvelle zone
gl_es: Asignar a unha nova zona

source: Flag
ca_es: Bandera
es_es: Bandera
fr_fr: Drapeau
gl_es: Bandeira

source: Language code
ca_es: Codi d'idioma
es_es: Código del idioma
fr_fr: Code de langue
gl_es: Código de idioma

source: Date format
ca_es: Format de data
es_es: Formato de fecha
fr_fr: Format de date
gl_es: Formato da data

source: Date format (full)
ca_es: Format de la data (complert)
es_es: Formato de fecha (completo)
fr_fr: Format de date (complet)
gl_es: Formato de data (completo)

source: Add new language
ca_es: Afegir nou idioma
es_es: Añadir nuevo idioma
fr_fr: Ajouter une langue
gl_es: Engadir un novo idioma

source: "No-picture" image
ca_es: ﻿Imatge "Sense Imatge"
es_es: Imagen para mostrar cuando no hay imagen disponible
fr_fr: Image "Aucune image"
gl_es: Imaxe "Sen-Imaxe"

source: Is RTL language
ca_es: És un idioma RTL
es_es: ¿Es un idioma RTL?
fr_fr: Langue Right-to-Left
gl_es: É linguaxe RTL

source: Activate this language.
ca_es: Activar aquest idioma.
es_es: Activar este idioma.
fr_fr: Activer cette langue.
gl_es: Activar este idioma.

source: Check to see if a language pack is available for this ISO code.
ca_es: Verifica si un paquet d'idioma està disponible per aquest codi ISO...
es_es: Comprobar si un paquete de idioma se encuentra disponible para este código ISO.
fr_fr: Vérifie si un pack de langue est disponible pour ce code ISO.
gl_es: Comprobe se un paquete de idioma esta dispoñible para este codigo iso...

source: Translation files
ca_es: Fitxers de traducció
es_es: Archivos de traducción
fr_fr: Fichiers de traduction
gl_es: Ficheiros da tradución

source: Theme files
ca_es: Fitxers de tema
es_es: Archivo del tema
fr_fr: Fichiers du thème
gl_es: Ficheiros do tema

source: Mail files
ca_es: Fitxers de correu electrònic
es_es: Archivos de correo
fr_fr: Fichiers des e-mails
gl_es: Ficheiros dos correos

source: %1$s (Language: %2$s, Theme: %3$s)
ca_es: %1$s (Idioma: %2$s, Tema: %3$s)
es_es: %1$s (Idioma: %2$s, Tema: %3$s)
fr_fr: %1$s (Langue : %2$s, Thème : %3$s)
gl_es: %1$s (Idioma: %2$s, Tema: %3$s)

source: Update translations
ca_es: Actualitzar idioma
es_es: Actualizar traducciones
fr_fr: Enregistrer les modifications
gl_es: Actualizar Traduccións

source: Back office translations
ca_es: Traduccions del back office
es_es: Traducciones del Back-Office
fr_fr: Traductions du back-office
gl_es: Traducións do panel de administración

source: Themes translations
ca_es: Traduccions de tema
es_es: Traducciones de temas
fr_fr: Traductions de thème

source: Installed modules translations
ca_es: Mòdul de traducció instal·lat
es_es: Traducciones de los módulos instalados
fr_fr: Traductions des modules installés

source: Email translations
ca_es: Traduccions de correo electrònic
es_es: Traducciones de correo electrónico
fr_fr: Traductions des e-mails

source: Other translations
ca_es: Altres traduccions
es_es: Otras traducciones
fr_fr: Autre traductions

source: Enabled Languages
ca_es: Idiomes activats
es_es: Idiomas activados
fr_fr: Langues activées
gl_es: Idiomas Activados

source: Main Country
ca_es: País principal
es_es: País principal
fr_fr: Pays principal
gl_es: País Principal

source: Front office Translations
ca_es: Traducions del Front Office
es_es: Traducciones del Front Office
fr_fr: Traductions du front-office
gl_es: Traducións do sitio web

source: Expand all fieldsets
ca_es: Expandir tots els camps
es_es: Expandir todos los campos
fr_fr: Déplier tous les blocs
gl_es: Ver todos os campos

source: Close all fieldsets
ca_es: Tancar tots els camps
es_es: Contraer todos los campos
fr_fr: Fermer tous les blocs
gl_es: Ocultar todos os campos

source: Email subject
ca_es: Títol de missatge d'email
es_es: Asunto del email
fr_fr: Objet de l’e-mail
gl_es: Asunto do correo electrónico

source: View HTML version
ca_es: Veure la versió HTML
es_es: Ver versión HTML
fr_fr: Voir la version HTML
gl_es: Ver versión HTML

source: Edit HTML version
ca_es: Editar versió HTML
es_es: Editar versión HTML
fr_fr: Modifier la version HTML
gl_es: Editar versión HTML

source: View/Edit TXT version
ca_es: Veure/Editar versió TXT
es_es: Ver/Editar versión TXT
fr_fr: Voir/modifier la version texte
gl_es: Ver/Editar versión TXT

source: Core emails
ca_es: Nucli e-mails
es_es: E-mails del núcleo
fr_fr: E-mails du coeur
gl_es: Correos electrónicos predefinidos

source: Module emails
ca_es: Correus electrònics del mòdul
es_es: Emails de los módulos
fr_fr: E-mails des modules
gl_es: Correos electrónicos do módulo

source: Geolocation by IP address
ca_es: Geolocalització per IP
es_es: Geolocalización por dirección IP
fr_fr: Géolocalisation par IP
gl_es: Xeolocalización por enderezo IP

source: The following features are only available if you enable the Geolocation by IP address feature.
ca_es: Les següents funcions només són disponibles si s'habilita la funció de geolocalització per IP.
es_es: Las siguientes características sólo están disponibles si activas la característica de Geolocalización por dirección IP.
fr_fr: Les fonctionnalités suivantes ne sont disponibles que si vous activez la fonctionnalité de géolocalisation par IP.
gl_es: As seguintes características soamente están dispoñibles se activas a característica de Xeolocalización por enderezo IP.

source: Geolocation behavior for restricted countries
ca_es: Geolocalització comportament de països amb restriccions
es_es: Comportamiento de geolocalización para países restringidos
fr_fr: Comportement de la géolocalisation pour les pays restreints
gl_es: Comportamento da xeolocalización para os países restrinxidos

source: Visitors cannot see your catalog.
ca_es: Els visitants no poden veure el seu catàleg
es_es: Los visitantes no pueden ver tu catálogo.
fr_fr: Les visiteurs ne peuvent pas voir votre catalogue.
gl_es: As visitantes non poden ve-lo teu catálogo.

source: Visitors can see your catalog but cannot place an order.
ca_es: Els visitants poden veure el catàleg, però no pot fer una comanda
es_es: Los visitantes pueden ver tu catálogo pero no pueden realizar pedidos.
fr_fr: Les visiteurs peuvent voir votre catalogue mais ne peuvent pas passer de commande.
gl_es: As visitantes poden ve-lo teu catálogo pero non poden realizar unha encomenda.

source: Geolocation behavior for other countries
ca_es: Geolocalització el comportament dels països definits
es_es: Comportamiento de la geolocalización para los países no reconocidos
fr_fr: Comportement de la géolocalisation pour les pays non-reconnus
gl_es: Comportamento da xeolocalización para outros países

source: All features are available
ca_es: Totes les funcions estan disponibles
es_es: Todas las características están disponibles
fr_fr: Toutes les fonctionnalités sont disponibles
gl_es: Tódalas características están dispoñibles

source: IP address whitelist
ca_es: Llista blanca d'adreces IP
es_es: Lista de direcciones IP autorizadas
fr_fr: Liste des adresses IP autorisées
gl_es: Lista branca de enderezos IP

source: Whitelisted IP addresses
ca_es: Adreces IP permeses
es_es: Direcciones IP autorizadas
fr_fr: Adresses IP autorisées
gl_es: Enderezos IP autorizados

source: Select the countries from which your store is accessible
ca_es: Seleccionar els països que poden accedir a la seva botiga
es_es: Selecciona los países desde los que tu tienda es accesible
fr_fr: Sélectionnez les pays qui peuvent accéder à votre boutique
gl_es: Selecciona os países dende os que a túa tenda é accesible

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
ca_es: Per tal d'utilitzar Geolocalització, si us plau descàrrega [1]aquest arxiu[/1] i extreu-l'ho (utilitzant Winrar o Gzip) al directori /app/Resources/geoip/directory.
es_es: Para usar la geolocalización, descarga [1]este archivo[/1] y extraelo (utilizando Winrar o Gzip) en el directorio /app/Resources/geoip/.
fr_fr: Afin d'utiliser la géolocalisation, veuillez télécharger [1]ce fichier[/1] et l'extraire (en utilisant WinRar ou GZip) dans le répertoire /app/Resources/geoip/.

source: Symbol
ca_es: Símbol
es_es: Símbolo
fr_fr: Symbole
gl_es: Símbolo

source: Exchange rate
ca_es: Taxa de canvi
es_es: Tasa de cambio
fr_fr: Taux de change
gl_es: Taxa de troco

source: Add new currency
ca_es: Afegir nova moneda
es_es: Añadir nueva moneda
fr_fr: Ajouter une nouvelle devise
gl_es: Engadir nova moeda

source: Live exchange Rate for %shop_name%
ca_es: Tipus de canvi en vi per %shop_name%
es_es: Tasa de cambio actual para %shop_name%
fr_fr: Taux de change en temps réel pour %shop_name%

source: %d missing
ca_es: %d no és troba
es_es: Faltan %d
fr_fr: %d manquantes

source: %nb_translations% expressions
ca_es: Expressions %nb_translations%
es_es: %nb_translations% expresiones
fr_fr: %nb_translations% chaînes

source: Show messages
ca_es: Mostra els missatges
es_es: Mostrar mensajes
fr_fr: Afficher les messages

source: Hide messages
ca_es: Amaga els missatges
es_es: Ocultar mensajes
fr_fr: Masquer les messages

source: %nb_translations% missing
ca_es: %nb_translations% no és troben
es_es: Falta %nb_translations%
fr_fr: %nb_translations% manquantes

source: %nb_translations% translations are missing in %domain%
ca_es: Les traduccions %nb_translations% no hi son a %domain%
es_es: Faltan %nb_translations% traducciones en %domain%
fr_fr: %nb_translations% traductions sont manquantes dans %domain%

source: 1 missing
ca_es: Falta 1
es_es: 1 faltante
fr_fr: 1 manquante

source: %nb_translation% expression
ca_es: Expressió %nb_translation%
es_es: %nb_translation% expresión
fr_fr: %nb_translation% chaîne

source: Search translations
ca_es: Cerca traduccions
es_es: Búsqueda de traducciones
fr_fr: Rechercher des traductions

source: Live exchange rates
ca_es: Les taxes de canvi en temps real
es_es: Tasa de cambio actual
fr_fr: Taux de change en temps réel

source: The exchange rates are not automatically updated
ca_es: Els tipus de canvi no s'actualitzen automàticament
es_es: Las tasas de cambio no se actualizan automáticamente
fr_fr: Les taux de change ne sont pas mis à jour automatiquement

source: The exchange rates are automatically updated
ca_es: Els tipus de canvi s'actualitzen automàticament
es_es: Las tasas de cambio se actualizan automáticamente
fr_fr: Les taux de change sont mis à jour automatiquement

source: Update exchange rates
ca_es: Actualitzeu les taxes de canvi
es_es: Actualizar tipos de cambio
fr_fr: Mettre à jour les taux de change
gl_es: Actualizar os tipos de cambio

source: This currency is disabled
ca_es: Aquesta moneda està desactivada
es_es: Esta moneda está desactivada
fr_fr: Cette devise est désactivée.

source: This currency is enabled
ca_es: Aquesta moneda està activada
es_es: Esta moneda está activada
fr_fr: Cette devise est activée

source: Required fields for the address (click for more details):
ca_es: Camps requerits per a l'adreça (cliqueu per a més detalls):
es_es: Campos obligatorios para la dirección (haga clic para ver más detalles):
fr_fr: Champs obligatoires pour l'adresse (cliquez pour plus d'informations) :

source: Use the last registered format
ca_es: Utilitzar el disseny registrat per última vegada
es_es: Utilizar el último formato guardado
fr_fr: Utiliser la dernière mise en page enregistrée
gl_es: Empregar o último formato rexistrado

source: Use the default format
ca_es: Utilitzar el format predeterminat
es_es: Utilizar el formato predeterminado
fr_fr: Utiliser une mise en page par défaut
gl_es: Emprega-lo formato predeterminado

source: Use my current modified format
ca_es: Utilitzar el meu format modificat
es_es: Utilizar mi formato modificado actual
fr_fr: Utiliser ma dernière modification

source: Clear format
ca_es: Netejar format
es_es: Borrar formato
fr_fr: Tout vider
gl_es: Limpar formato

source: Modify translations
ca_es: Modificar traduccions
es_es: Modificar traducciones
fr_fr: Modifier les traductions
gl_es: Modificar traduccións

source: Expressions to translate:
ca_es: Expressions a traduir:
es_es: Expresiones a traducir:
fr_fr: Expressions à traduire :

source: Total missing expressions:
ca_es: Total d'expressions no trobades:
es_es: Expresiones que faltan en total:
fr_fr: Total des expressions manquantes :

source: expressions
es_es: expresiones
gl_es: expresións

source: Theme:
ca_es: Tema:
es_es: Tema:
fr_fr: Thème :

source: Module:
ca_es: Mòdul:
es_es: Módulo:
gl_es: Módulo:

source: Type of translation
ca_es: Tipus de traducció
es_es: Tipo de traducción
fr_fr: Type de traduction
gl_es: Tipo de tradución

source: Select the type of email content
ca_es: Seleccioneu el tipus de contingut del correu electrònic
es_es: Seleccionar el tipo de contenido de correo electrónico
fr_fr: Sélectionner le type de contenu

source: Body
ca_es: Cos
es_es: Cuerpo
fr_fr: Corps du message

source: Select your module
ca_es: Seleccioneu el mòdul
es_es: Selecciona el módulo
fr_fr: Choisissez votre module

source: Select your theme
ca_es: Seleccioneu el tema
es_es: Selecciona tu tema
fr_fr: Sélectionnez votre thème
gl_es: Selecciona o teu tema

source: Core (no theme selected)
ca_es: Core (no s'ha seleccionat cap tema)
es_es: Núcleo (ningún tema seleccionado)
fr_fr: Coeur (indépendant du thème)

source: Select your language
ca_es: Seleccioneu la vostra llengua
es_es: Selecciona tu idioma
fr_fr: Choisissez votre langue
gl_es: Selecciona o teu idioma

source: Add / Update a language
ca_es: Afegir / actualitzar un llenguatge
es_es: Añadir / Actualizar un idioma
fr_fr: Ajouter / Mettre à jour une langue
gl_es: Engadir / Actualizar un idioma

source: Please select the language you want to add or update
ca_es: Si us plau seleccioneu la llengua que voleu afegir o actualitzar
es_es: Por favor, selecciona el idioma que quieres añadir o actualizar
fr_fr: Langue que vous souhaitez ajouter ou mettre à jour
gl_es: Por favor, selecciona o idioma que queres engadir ou actualizar

source: Update a language
ca_es: Actualització d'una llengua
es_es: Actualizar un idioma
fr_fr: Mettre à jour

source: Add a language
ca_es: Afegir un idioma
es_es: Añadir un idioma
fr_fr: Ajouter un langage
gl_es: Engadir un idioma

source: Add or update a language
ca_es: Afegir o actualitzar el llenguatge
es_es: Añadir o actualizar un idioma
fr_fr: Ajouter ou mettre à jour la langue
gl_es: Engadir ou actualizar un idioma

source: Import a language pack manually
ca_es: Importar un paquet d'idioma de forma manual
es_es: Importar un paquete de idioma manualmente

source: Language pack to import
ca_es: Paquet d'idioma per importar
es_es: Paquete de idioma a importar
gl_es: Pacote de idioma a importar

source: Export a language
ca_es: Exportar un idioma
es_es: Exportar un idioma
fr_fr: Exporter des traductions
gl_es: Exportar un Idioma

source: missing
ca_es: no trobat
es_es: faltante(s)
fr_fr: manquantes
gl_es: desaparecido
