Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminInternationalNotification.*.xlf
Languages: es_es, eu_es, fr_fr, id_id, th_th, tl_ph, uk_ua

source: An error occurred while resizing "No picture" image to your brand directory.
es_es: Se ha producido un error al redimensionar la imagen "Sin imagen" en la carpeta de la marca.
fr_fr: Impossible de créer l'image "Aucune image" dans le dossier des marques.
id_id: Eror saat proses resize gambar "Gambar tidak ditemukan" di direktori brand.
tl_ph: Isang kamalian ang naganap habang muling sinusukat ang imahe ng "Walang larawan" sa iyong direktoryo ng tatak.
uk_ua: Помилка при зміні розміру зображення "Картинка відсутня" для каталогу бренду.

source: An error occurred during image deletion process.
es_es: Se ha producido un error durante el proceso de eliminación de imágenes.
eu_es: Errorea gertatu da irudia ezabatzerakoan.
fr_fr: une erreur s'est produite pendant la suppression de l'image.
id_id: Eror saat menghapus gambar.
tl_ph: Nangyayari ang isang kamalian sa panahon ng proseso ng pagtatanggal ng imahe.
uk_ua: Помилка при видаленні зображень.

source: Iso code is not valid
es_es: Código ISO no válido
fr_fr: Le code ISO n'est pas valide
id_id: Kode ISO tidak valid
uk_ua: Код ISO не дійсний

source: Technical Error: ps_version is not valid
es_es: Error técnico: ps_version no es válida
fr_fr: Erreur technique : ps_version n'est pas valide
id_id: Eror teknis: ps_version tidak valid
uk_ua: Технічна помилка: ps_version не дійсна

source: Wrong ISO code, or the selected language pack is unavailable.
es_es: Código ISO erróneo, o paquete de idioma seleccionado no disponible.
fr_fr: Mauvais code ISO, ou pack de langue non disponible.
id_id: Kode ISO salah, atau file bahasa tidak tersedia.
uk_ua: Неправильний код ISO або мовний пакет недоступний

source: Technical Error: translation server unreachable.
es_es: Error técnico: servidor de traducción inaccesible.
fr_fr: Erreur technique : Le serveur de traduction n'est pas joignable.
id_id: Eror teknis: server penerjemah bahasa tidak dapat diakses.
uk_ua: Технічна помилка: сервер перекладів не доступний.

source: Cannot create the folder "%folder%". Please check your directory writing permissions.
es_es: No se puede crear la carpeta: "%folder%". Por favor, comprueba los permisos de escritura del directorio.
fr_fr: Vous ne pouvez pas créer le répertoire "%folder%". Vérifiez vos droits d'écriture sur ce répertoire.
id_id: Gagal membuat folder "%folder%". Harap cek jika folder tersebut dapat ditulisi.
uk_ua: Не можу створити теку "%folder%". Перевірте права на запис.

source: You must select two languages in order to copy data from one to another.
es_es: Debes seleccionar dos idiomas para copiar datos de uno a otro.
fr_fr: Vous devez sélectionner 2 langues afin de copier les données de l'une vers l'autre.
id_id: Anda harus memiliki dua bahasa untuk menyalin satu bahasa ke bahasa lainnya.
uk_ua: Ви повинні вибрати 2 різні мови, щоб скопіювати дані з однієї в іншу

source: You must select two themes in order to copy data from one to another.
es_es: Debes seleccionar dos temas para copiar datos de uno a otro.
fr_fr: Vous devez sélectionner 2 thèmes afin de copier les données de l'un vers l'autre.
id_id: Anda harus memiliki dua theme untuk menyalin satu theme ke theme lainnya.
uk_ua: Ви повинні вибрати 2 різні теми, щоб скопіювати дані з однієї в іншу

source: An error occurred while copying data.
es_es: Se ha producido un error durante la copia.
fr_fr: Une erreur est survenue lors de la copie des données.
id_id: Eror ketika menyalin data.
uk_ua: під час копіювання даних сталась помилка

source: There is nothing to copy (same language and theme).
es_es: No se han copiado datos (has seleccionado el mismo idioma y tema).
fr_fr: Aucune donnée à copier ! (langue et thème identiques).
id_id: Tidak ada yang dapat disalin (bahasa dan theme sama).
uk_ua: немає що копіювати! (однакова мова і тема)

source: Theme(s) not found
es_es: Tema(s) no encontrado(s)
fr_fr: Thème(s) non trouvé(s)
id_id: Theme tidak ditemukan
uk_ua: Шаблон(и) не знайдено

source: Impossible to create the directory "%folder%".
es_es: No se puede crear el directorio "%folder%".
fr_fr: Impossible de créer le dossier "%folder%".
id_id: Gagal membuat direktori "%folder%".
uk_ua: Не вдалося створити теку "%folder%".

source: Impossible to copy "%source%" to "%dest%".
es_es: No se puede copiar "%source%" a "%dest%".
fr_fr: Impossible de copier "%source%" vers "%dest%".
id_id: Gagal menyalin "%source%" ke "%dest%".
uk_ua: Не вдалося копіювати "%source%" в "%dest%".

source: Impossible to translate "%dest%".
es_es: No se puede traducir "%dest%".
fr_fr: Impossible de traduire "%dest%".
id_id: Gagal menerjemahkan "$dest".
uk_ua: Не вдалося перекласти "%dest%".

source: A part of the data has been copied but some of the language files could not be found.
es_es: Una parte de los datos ha sido copiada, pero otra parte de los archivos del idioma no han sido encontrados o copiados.
fr_fr: Seule une partie des données a été copiée, un ou plusieurs fichiers de traduction n'ont pas été trouvés ou copiés
id_id: Data berhasil disalin tapi beberapa file data tidak ditemukan.
uk_ua: частину даних скопійовано, але деякі мовні файли не можуть бути знайдені чи скопійовані

source: An error occurred while creating archive.
es_es: Se ha producido un error al crear el archivo.
eu_es: Errorea gertatu da fitxategia sortzerakoan.
fr_fr: une erreur s'est produite pendant la création de l'archive
id_id: Eror ketika membuat arsip.
th_th: เกิดข้อผิดพลาดขณะที่การสร้างคลังข้อมูล
tl_ph: Nangyayari ang isang kaganapan habang gumagawa ng archive.
uk_ua: Помилка при створенні архіву.

source: Please select a language and a theme.
es_es: Por favor, selecciona un idioma y un tema.
eu_es: mesedez, aukeratu hizkuntza eta gai bat
fr_fr: Merci de choisir une langue et un thème.
id_id: Harap pilih bahasa dan theme.
tl_ph: Mangyaring pumili ng isang lengguwahe at isang tema.
uk_ua: Будь ласка, виберіть мову і тему.

source: Tab "%s" is not valid
es_es: La pestaña "%s" no es válida
eu_es: "%s" fitxa ez da balekoa.
fr_fr: L'onglet \"%s\" n'est pas valide
id_id: Tab "%s" tidak valid
tl_ph: Ang tab "%s" ay hindi balido
uk_ua: Вкладка "%s" невірна

source: Validation failed for: %file%
es_es: Validación fallida para: %file%
fr_fr: La validation a échoué pour : %file%
id_id: Validasi gagal pada: %file%
uk_ua: Перевірка не вдалася для: %file%

source: Unidentified file found: %file%
es_es: Archivo no identificado encontrado: %file%
fr_fr: Fichier non identifié trouvé : %file%
id_id: Ditemukan file yang tidak dapat diidentifikasi: %file%
uk_ua: Знайдено неідентифікований файл: %file%

source: The archive cannot be extracted.
es_es: No se puede extraer el archivo.
eu_es: Fitxategia ezin daiteke atera.
fr_fr: L'archive ne peut être extraite.
id_id: Arsip tidak dapat diekstraksi.
tl_ph: Hindi maaaring i-extract ang archive.
uk_ua: Архів розпакувати не вдалося.

source: ISO CODE invalid "%iso_code%" for the following file: "%file%"
es_es: CODIGO ISO no válido "%iso_code%" para el siguiente archivo: "%file%"
fr_fr: ISO CODE invalide "%iso_code%" pour le fichier suivant : "%file%"
id_id: Kode ISO tidak valid "%iso_code%" pada file berikut: "%file%"
uk_ua: КОД ISO невірний "%iso_code%" для файлу: "%file%"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
es_es: No se puede escribir en el archivo de idioma del tema (%s). Por favor, comprueba los permisos de escritura.
fr_fr: Impossible d'écrire dans le fichier de langue du thème (%s). Veuillez vérifier les permissions d'écriture.
id_id: Gagal menulis ke file bahasa theme (%s). Harap cek hak tulis ke file tersebut.
tl_ph: Hindi pwedeng isulat ang payl ng lengguwahe sa tema (%s). Mangyaring siyasatin ang mga permiso ng pagsusulat.
uk_ua: Неможливо записати файл мови для теми (%s). Перевірте наявність прав на запис.

source: Invalid theme "%theme%"
es_es: Tema no válido "%theme%"
fr_fr: Thème "%theme%" non valide
id_id: Theme tidak valid "%theme%"
uk_ua: Не вірна тема "%theme%"

source: Invalid iso code "%iso_code%"
es_es: Código Iso "%iso_code%" no válido
fr_fr: Code iso invalide "%iso_code%"
id_id: Kode iso tidak valid "%iso_code%"
uk_ua: Не вірний код ISO "%iso_code%"

source: This %type_content% file extension is not accepted.
es_es: No se acepta esta extensión de archivo %type_content%.
fr_fr: Les fichiers de type %type_content% ne sont pas supportés.
id_id: Ekstensi file %type_content% tidak dapat diterima.
tl_ph: Ang ekstensyon ng payl ng %type_content% na ito ay hindi tinanggap.
uk_ua: Розширення файлу %type_content% є неприпустимим.

source: Invalid module name "%module%"
es_es: Nombre del módulo "%module%" no válido
fr_fr: Le nom du module est invalide "%module%"
id_id: Nama modul tidak valid "%module%"
uk_ua: Не вірна назва модуля "%module%"

source: Invalid mail name "%mail%"
es_es: Nombre de correo electrónico "%mail%" no válido
fr_fr: Le nom du mail est invalide "%mail%"
id_id: Nama email tidak valid "%mail%"
uk_ua: Не вірна назва пошти"%mail%"

source: Directory "%folder%" cannot be created
es_es: El directorio "%folder%" no puede ser creado
fr_fr: Le répertoire "%folder%" ne peut pas être créé
id_id: Direktori "%folder%" gagal dibuat
uk_ua: Не вдалося створити теку "%folder%"

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
es_es: Tus traducciones de correo electrónico contienen HTML no válido y no se pueden guardar. Comprueba su contenido.
fr_fr: Les traductions de vos e-mails contiennent du contenu HTML non valide et ne peuvent être sauvegardées. Veuillez vérifier votre contenu.
id_id: Terjemahan pada email Anda berisi kode HTML yang tidak valid sehingga tidak dapat simpan. Harap cek kembali.
tl_ph: Ang iyong pagsasalin ng email ay naglalaman ng ilang hindi balidong HTML at hindi maaaring i-seyb. Pakiusap suriin ang iyong nilalaman.
uk_ua: Ваші переклади електронної пошти містять невірний HTML-код, та їх не можна зберегти. Перевірте зміст.

source: Your HTML email templates cannot contain JavaScript code.
es_es: Las plantillas de correo electrónico HTML no pueden contener código JavaScript.
eu_es: Emailen HTML modeloek ezin dute JavaScript koderik izan.
fr_fr: Les modèles HTML des e-mails ne peuvent pas contenir du code JavaScript.
id_id: Template HTML email tidak boleh mengandung kode JavaScript.
tl_ph: Ang iyong HTML email na mga templates ay hindi maaaring maglaman ng code ng JavaScript.
uk_ua: Html-Шаблон листа не може містити Javascript-Код.

source: Empty string found, please edit: "%file%"
es_es: Cadena vacía encontrada, por favor edita: "%file%"
fr_fr: Une chaîne vide a été trouvée, veuillez modifier : "%file%"
id_id: String kosong ditemukan, harap edit: "%file%"
uk_ua: Знайдено пустий рядок, будь ласка, відредагуйте: "%file%"

source: There is an error in template, an empty string has been found. Please edit: "%file%"
es_es: Hay un error en la plantilla, se ha encontrado una cadena vacía. Por favor, edita: "%file%"
fr_fr: Il y a une erreur dans le modèle, une chaîne vide a été trouvée. Veuillez modifier : "%file%"
id_id: Eror pada template, string kosong ditemukan. Harap edit: "%file%"
uk_ua: В темі знайдений порожній рядок. Будь ласка, відредагуйте: "%file%"

source: The module directory must be writable.
es_es: El directorio de módulos debe tener permisos de escritura.
eu_es: Moduluen direktorioan beridatzi beharko da.
fr_fr: Vous devez avoir les droits d'écriture pour le répertoire du module doit
id_id: Direktori modul harus dapat ditulis
tl_ph: Ang direktoryo na modulo ay kailangan na nasusulat.
uk_ua: Папка з модулем повинен мати права на запис

source: A mail directory exists for the "%iso_code%" language, but not for the default language (%language%) in %folder%
es_es: Ya existe un directorio de correo para el idioma "%iso_code%", pero no para el idioma predeterminado (%language%) en %folder%
fr_fr: Un dossier mails existe pour la langue "%iso_code%", mais pas pour la langue par défaut (%language%) dans %folder%
id_id: Direktori mail ditemukan untuk kode bahasa "%iso_code%", tetapi bukan untuk bahasa default (%language%) di %folder%
uk_ua: Поштова тека існує для мови "%iso_code%", але не існує для типової мови (%language%) в %folder%

source: missing translation(s)
es_es: traducción(es) faltantes
fr_fr: traduction(s) manquante(s)
id_id: belum diterjemahkan
uk_ua: відсутні переклади

source: No Subject was found for %mail_name% in the database.
es_es: No se encontró ningún Asunto para %mail_name% en la base de datos.
fr_fr: Aucun objet n'a été trouvé pour %mail_name% dans la base de données.
id_id: Subjek untuk %mail_name% tidak ditemukan dalam database.
uk_ua: Тему для листа %mail_name% не знайдено в базі даних.

source: There was a problem getting the mail files.
es_es: Se ha producido un error inesperado al obtener los archivos de e-mail.
fr_fr: Il y a un problème pour obtenir les fichiers d'e-mail.
id_id: Tidak dapat memuat file email.
uk_ua: Існує проблема отримання поштових файлів.

source: English language files must exist in %folder% folder
es_es: Los archivos de idioma inglés deben existir en la carpeta %folder%
fr_fr: Veuillez vous assurer que les fichiers anglais existent dans le dossier %folder%
id_id: Harap pastikan bahwa file bahasa Inggris ada di folder %folder%
uk_ua: Будь ласка, переконайтеся, що файли для англійської мови існують в теці %folder%

source: Cannot write language file for email subjects. Path is: %folder%
es_es: No se puede escribir el archivo de idioma para los asuntos de correo electrónico, la ruta es: %folder%
fr_fr: Impossible d'écrire dans le fichier de langue pour les objets des emails : %folder%
id_id: Tidak dapat menulis file bahasa untuk subjek email. Lokasi di: %folder%
uk_ua: Не вдалося записати мовний файл з темами поштових повідомлень. Шлях: %folder%

source: Cannot write into the "%file%"
es_es: No se puede escribir en el archivo: "%file%"
fr_fr: Impossible d'écrire le fichier suivant "%file%"
id_id: Tidak dapat menulis kedalam file "%file%"
uk_ua: Неможливо записати в "%file%"

source: This expression uses a special syntax:
es_es: Esta expresión utiliza una sintaxis especial:
fr_fr: Cette expression utilise une syntaxe spécifique :
id_id: Ekspresi ini menggunakan sintak khusus:
tl_ph: Ang ekspresyon na ito ay gumagamit ng isang espesyal na palaugnayan:
uk_ua: Цей вираз використовує спеціальний синтаксис:

source: The geolocation database is unavailable.
es_es: La base de datos de geolocalización no está disponible.
eu_es: Geokokapenerako datu basea ez dago eskuragarri.
fr_fr: La base de données de géolocalisation n'est pas disponible.
id_id: Database geolokasi tidak tersedia.
tl_ph: Hindi magagamit ang geolocation na database.
uk_ua: База даних геолакації недоступна.

source: Country selection is invalid.
es_es: La selección del país no es válida.
eu_es: Herrialdeen aukeraketa ez da balekoa.
fr_fr: La sélection des pays n'est valable.
id_id: Pilihan negara tidak valid.
th_th: เลือกประเทศไม่ถูกต้อง
tl_ph: Hindi tama ang pagpili ng bansa.
uk_ua: Країна обрана неправильно

source: Invalid whitelist
es_es: Lista de deseos no válida
eu_es: Nahien zerrenda ez da balekoa
fr_fr: Liste blanche invalide
id_id: Whitelist tidak valid
th_th: ยกเว้นที่ไม่ถูกต้อง
tl_ph: Ang whitelist ay hindi tama
uk_ua: Невірний список покупок

source: You cannot delete the default currency
es_es: No puedes eliminar la moneda predeterminada
fr_fr: Vous ne pouvez pas supprimer la devise par défaut
id_id: Mata uang default tidak dapat dihapus
th_th: คุณไม่สามารถลบสกุลเิงินหลักได้
uk_ua: Ви не можете видалити типову валюту

source: You cannot disable the default currency
es_es: No puedes desactivar la moneda predeterminada
fr_fr: Vous ne pouvez pas désactiver la devise par défaut
id_id: Anda tidak dapat menonaktifkan mata uang default
th_th: คุุณไม่สามารถปิดใช้งานสกุลเงินที่กำหนดไว้เริ่มต้นได้
uk_ua: Ви не можете відключити типову валюту

source: This currency already exists.
es_es: Esta moneda ya existe.
eu_es: Moneta hau bada.
fr_fr: Cette devise existe déjà.
id_id: Mata uang sudah ada sebelumnya.
th_th: สกุลเงินดังกล่าวมีอยู่แล้วในระบบ
tl_ph: Ang salaping ito ay umiiral na.
uk_ua: Ця валюта вже існує.

source: The currency conversion rate cannot be equal to 0.
es_es: La tasa de conversión de moneda no puede ser igual a 0.
fr_fr: Le taux de change de la devise ne peut pas être égal à 0.
id_id: Kurs mata uang tidak dapat bernilai 0.
tl_ph: Ang halaga na usapin ng salapi ay hindi maaaring maging pareho sa 0.
uk_ua: Курс обміну валют не може дорівнювати 0.

source: This ISO code already exists. You cannot create two states with the same ISO code.
es_es: Este código ISO ya existe. No se puede crear dos estados o provincias con el mismo código ISO.
eu_es: ISO kode hau bada. Herrialde berberean ezin daitezke ISO kode berbera duten bi estatu sortu.
fr_fr: Ce code ISO existe déjà, vous ne pouvez pas créer deux états avec le même code ISO dans le même pays
id_id: Kode ISO sudah ada. Anda tidak dapat membuat dua propinsi dengan kode ISO sama.
uk_ua: Код ISO вже існує. Не можливо створити регіони з одинаковим ISO кодом в межах однієї країни.

source: This state was used in at least one address. It cannot be removed.
es_es: Este estado se utilizó en al menos una dirección. No se puede eliminar.
eu_es: Estatu hau helbide batekin erabili da gutxienez, ezin daiteke ezabatu.
fr_fr: Cet état a été utilisé pour au moins une adresse; il ne peut plus être supprimé
id_id: Propinsi digunakan di alamat. Propinsi tidak dapat dihapus.
uk_ua: Цей регіон використовується принаймні в одній адресі, її не можливо видалити.

source: Translation successfully updated
es_es: Traducción actualizada correctamente
fr_fr: La traduction a bien été mise à jour.
id_id: Terjemahan berhasil diperbaharui
tl_ph: Matagumpay na pag-update ng pagsasalin
uk_ua: Переклад успішно оновлено

source: Failed to update translation
es_es: Error al actualizar la traducción
fr_fr: Impossible de mettre à jour la traduction
id_id: Gagal memperbarui terjemahan
tl_ph: Bigong i-update ang pgsasalin
uk_ua: Помилка при оновлені перекладу

source: Please install the %module_name% module before using this feature.
es_es: Por favor, instala el módulo %module_name%, antes de utilizar esta característica.
fr_fr: Veuillez installer le module %module_name% pour utiliser cette fonctionnalité.
id_id: Instal modul %module_name% sebelum fitur ini digunakan.
tl_ph: Mangyaring maglagay ng %module_name% na modulo bago gamitin ang itinatampok.
uk_ua: Будь ласка, встановіть модуль %module_name% перед використанням цих можливостей.

source: A language pack is available for this ISO.
es_es: Un paquete de idioma se encuentra disponible para este código ISO.
fr_fr: Un pack de langue est disponible pour ce code ISO.
id_id: File bahasa tersedia untuk kode ISO berikut ini.
th_th: มีชุดภาษาสำหรับรหัส ISO นี้
uk_ua: Мовний пакет для цього ISO (ім'я

source: The Prestashop version compatible with this language and your system is:
es_es: La versión de PrestaShop compatible con este idioma y tu sistema es:
fr_fr: La version de PrestaShop compatible avec cette langue et votre système est :
id_id: Versi PrestaShop kompatibel dengan bahasa dan sistem anda ini adalah:
tl_ph: Ang bersyon ng Prestashop ay magkatugma kasama ng lengguwaheng ito at ang iyong sistema ay:
uk_ua: Версія Prestashop сумісна з цією мовою та вашою системою:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations."
es_es: Tras crear el idioma, puedes importar el contenido del paquete de idioma, descargándolo desde el menú "Internacional - Traducciones"
fr_fr: Après avoir créé la langue, vous pouvez importer le contenu du pack de langue, que vous pouvez télécharger depuis la page "Traductions" du menu "International"
id_id: Setelah membuat bahasa, Anda dapat mengimpor isi dari paket bahasa yang dapat Anda unduh dari menu "Internasional -- Terjemahan."
uk_ua: Після створення мови, ви зможете імпортувати вміст мовного пакету в розділі "Локалізація - Переклади".

source: No language pack is available on prestashop.com for this ISO code
es_es: No hay ningún paquete de idioma disponible en prestashop.com para este código ISO
fr_fr: Aucun pack de langue n'est disponible sur PrestaShop.com pour ce code ISO
id_id: Tidak ada file bahasa yang tersedia di prestashop.com untuk kode ISO ini
uk_ua: Немає доступного мовного пакету для цього коду ISO

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
es_es: Este paquete de idioma NO está completo y no puede utilizarse en el Front-Office o Back-Office porque faltan algunos archivos.
fr_fr: Ce pack n'est pas complet et ne peut pas être utilisé sur le front-office ou le back-office, car des fichiers sont manquants.
id_id: Bahasa ini TIDAK lengkap dan tidak dapat digunakan di front office ataupun back office karena beberapa file hilang.
uk_ua: Цей мовний пакет не не може бути використаний, так як у ньому відсутні деякі з потрібних файлів.

source: Are you sure you want to restore the default address format for this country?
es_es: ¿Estás seguro de que quieres restaurar el formato de dirección predeterminado para este país?
fr_fr: Êtes-vous sûr de vouloir appliquer cette action ?
id_id: Apakah Anda yakin untuk menerapkan pilihan ini?
th_th: คุณแน่ใจที่จะใช้ตัวเลือกนี้?
uk_ua: Ви впевнені, що хочете відновити типовий формат адреси для цієї країни?

source: Please select a module!
es_es: ¡Por favor, selecciona un módulo!
tl_ph: Mangyaring pumili ng isang modulo!

source: Please select your language!
es_es: ¡Por favor, selecciona tu idioma!

source: Cannot connect to the PrestaShop website to get the language list.
es_es: No se puede conectar al sitio web de PrestaShop para obtener el listado de idiomas.

source: Language files must be complete to allow copying of translations.
es_es: Los archivos de Idiomas deben estar completos para poder copiar las traducciones.
fr_fr: Les fichiers de la langue source doivent être complets afin de permettre la copie de traductions.
id_id: Bahasa file (seperti yang ditunjukkan di Tools>> Bahasa>> Edition) harus lengkap untuk memungkinkan menyalin terjemahan
uk_ua: Повинні бути створені файли перекладу

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
es_es: Apache mod_security está activado en tu servidor. Esto podría provocar errores de Solicitud incorrecta (Bad Request)
fr_fr: Le module apache "mod_security" est activé sur votre serveur. Cela peut créer des erreurs de type "Bad Request" dans certains cas.
id_id: Apache mod_security aktif di server Anda. Jika aktif dapat menyebabkan eror Bad Request
uk_ua: Apache-модуль "mod_security" активовано на вашому сервері. Це може призвести до помилкових запитів

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
es_es: ¡Atención!. Tu proveedor de alojamiento está utilizando el patch de seguridad Suhosin para PHP, que limita el número máximo de campos en el formulario:
fr_fr: Attention, votre hébergement utilise le patch de sécurité Suhosin pour PHP, qui limite le nombre maximal de champs autorisés dans un formulaire :
id_id: Peringatan, penyedia hosting Anda menggunakan patch suhosin untuk PHP, yang membatasi jumlah maksimum bidang untuk posting di form:
uk_ua: Попередження, ваш хостинг-провайдер використовує патч Suhosin для PHP, який обмежує максимальну кількість полів:
