Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/EmailsBody.*.xlf
Languages: id_id, ja_jp, uk_ua

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
id_id: Sebagai insentif, kami memberikan diskon sejumlah {amount}% yang dapat Anda gunakan pada pembelian selanjutnya! Penawaran ini berlaku sampai <span><strong>{days}</strong></span> hari, jadi jangan sia-sia kan kesempatan ini!
uk_ua: В якості стимулу, ми можемо дати вам знижку {amount}% від вашого наступного замовлення! Дана пропозиція дійсна <span><strong>{days}</strong></span> днів, тому не втрачайте момент!

source: Thank you for your order at {shop_name}.
id_id: Terima kasih telah berbelanja di {shop_name}.
uk_ua: Дякуємо за ваше замовлення у {shop_name}.

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
id_id: Sebagai bentuk terima kasih, Kami memberikan diskon sejumlah <span><strong>{amount}</strong></span>% pada pembelian Anda selanjutnya! Penawaran ini berlaku selama <span><strong>{days}</strong></span> hari, jadi jangan sia-siakan kesempatan ini!
uk_ua: У якості вдячності ми хочемо дати вам знижку у розмірі <span><strong>{amount}</strong></span>% від вашого наступного замовлення! Дана пропозиція дійсна <span><strong>{days}</strong></span> днів, тому не втрачайте момент!

source: Thanks for your trust.
id_id: Terima kasih atas kepercayaan Anda.
uk_ua: Дякуємо за вашу довіру.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
id_id: Terima kasih karena telah menjadi pelanggan terbaik kami.
uk_ua: Ви є одним з наших кращих клієнтів, і ми хочемо подякувати вам за вашу незмінну участь.

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
id_id: Sebagai bentuk penghargaan atas kesetiaan Anda, kami memberikan diskon sejumlah <span><strong>{amount}</strong></span>% pada pembelian Anda selanjutnya! Penawaran ini berlaku selama <span><strong>{days}</strong></span> hari, jadi jangan sia-siakan kesempatan ini!
uk_ua: Як вдячність за вашу вірність, ми хочемо дати вам знижку в розмірі <span><strong>{amount}</strong></span>% на наступне ваше замовлення! Дана пропозиція дійсна <span><strong>{days}</strong></span> днів, тому не втрачайте момент!

source: Hi {firstname} {lastname},
id_id: Halo {firstname} {lastname},
ja_jp: {lastname} {firstname} 様
uk_ua: Привіт, {firstname} {lastname},

source: Here is your coupon:
id_id: Berikut adalah kupon Anda:
uk_ua: Ось ваш купон:

source: Enter this code in your shopping cart to get your discount.
id_id: Untuk mendapatkan diskon, masukkan kode berikut saat berbelanja.
uk_ua: Введіть цей код у вашому кошику щоб отримати знижку.

source: Your cart at {shop_name}
id_id: Daftar belanja Anda di {shop_name}
uk_ua: Ваш кошик у {shop_name}

source: Your cart has been saved, you can resume your order by visiting our shop:
id_id: Keranjang belanja Anda telah disimpan, Anda dapat melanjutkan berbelanja dengan mengunjungi website kami di:
uk_ua: Ваш кошик був збережений, ви можете відновити замовлення, відвідавши наш магазин:

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
id_id: Anda adalah salah satu pelanggan terbaik kami, akan tetapi Anda belum melakukan pembelian selama {days_threshold} hari.
uk_ua: Ви є одним з наших кращих клієнтів, однак ви не робили замовлення останніх {days_threshold} днів.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
id_id: Sebagai bentuk terima kasih, kami memberikan diskon sejumlah {amount}% pada pembelian Anda selanjutnya! Penawaran ini berlaku selama <span><strong>{days}</strong></span> hari, jadi jangan sia-siakan kesempatan ini!
uk_ua: Ми хотіли б подякувати вам за довіру, і надати вам знижку в розмірі {amount}% на наступне ваше замовлення! Дана пропозиція дійсна <span><strong>{days}</strong></span> днів, не втрачайте момент!

source: {product} is now available.
id_id: {product} telah tersedia.
uk_ua: {product} знову доступний.

source: This item is once again in-stock.
id_id: Stok untuk produk ini telah tersedia.
uk_ua: Цей товар знову на складі.

source: You can access the product page by clicking on the link:
id_id: Anda dapat mengakses halaman produk dengan klik link berikut:
uk_ua: Ви можете перейти на сторінку товару за посиланням:

source: You can order it right now from our online shop.
id_id: Anda dapat memesan saat ini juga dari toko kami.
uk_ua: Ви можете зробити замовлення у нашому магазині прямо зараз.

source: Customer message:
id_id: Pesan dari pelanggan:
ja_jp: 顧客メッセージ：
uk_ua: Повідомлення клієнта:

source: Order details
id_id: Rincian pembelian
ja_jp: 注文詳細
uk_ua: Деталі замовлення

source: Order:
ja_jp: 注文
uk_ua: Замовлення:

source: Placed on
id_id: Pada tanggal
ja_jp: 作成日時
uk_ua: Розміщено

source: Payment:
id_id: Pembayaran:
ja_jp: 支払い：
uk_ua: Оплата:

source: Reference
id_id: Referensi
ja_jp: リファレンス
uk_ua: Артикул

source: Product
id_id: Produk
ja_jp: 商品
uk_ua: товар

source: Unit price
id_id: Harga Satuan
ja_jp: 単価
uk_ua: Ціна

source: Quantity
id_id: Jumlah
ja_jp: 数量
uk_ua: Кількість

source: Total price
id_id: Total Harga
ja_jp: 合計価格
uk_ua: Сума

source: Products
id_id: Produk
ja_jp: 商品
uk_ua: Товари

source: Discounts
id_id: Diskon
ja_jp: 割引
uk_ua: Знижки

source: Gift-wrapping
id_id: Bungkus Kado
ja_jp: ギフトラッピング
uk_ua: Подарункова упаковка

source: Shipping
id_id: Pengiriman
ja_jp: 送料
uk_ua: Доставка

source: Total Tax paid
id_id: Total pajak
ja_jp: 支払い税金合計
uk_ua: Всього податків сплачено

source: Total paid
id_id: Jumlah yang dibayarkan
ja_jp: 支払い合計
uk_ua: Всього сплачено

source: Carrier:
id_id: Kurir:
ja_jp: 配送：
uk_ua: Перевізник:

source: Delivery address
id_id: Alamat pengiriman
ja_jp: 配送先住所
uk_ua: Адреса доставки

source: Billing address
id_id: Alamat tagihan
ja_jp: 請求先住所
uk_ua: Платіжна адреса

source: Congratulations!
id_id: Selamat!
ja_jp: おめでとうございます ！
uk_ua: Поздоровляємо!

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
id_id: Pembelian baru di {shop_name} oleh pelanggan: {firstname} {lastname} ({email})
uk_ua: Отримано нове замовлення у {shop_name} наступним покупцем: {firstname} {lastname} ({email})

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
id_id: Anda dapat melihat order dan mengunduh invoice dari <a href="{history_url}">"Riwayat pembelian"</a> melalui akun pelanggan Anda yang dapat diakses dihalaman <a href="{my_account_url}">"Akun saya"</a> diwebsite kami.
ja_jp: <a href="{my_account_url}">"マイアカウント"</a>内、 <a href="{history_url}">"注文履歴"</a>から注文履歴や請求書の確認が出来ます。
uk_ua: Ви можете переглянути замовлення і завантажити рахунок-фактуру в розділі <a href="{history_url}">"Мої замовлення"</a> вашого клієнтського кабінету натиснувши <a href="{my_account_url}">"Мій Профіль"</a> в нашому магазині.

source: Order {order_name}
ja_jp: 注文ID: {order_name}
uk_ua: Замовлення {order_name}

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
id_id: Jika Anda menggunakan guest account, Anda dapat memantau pembelian Anda melalui halaman <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> diwebsite kami.
ja_jp: ゲストアカウントをお持ちの場合、ショップの <a href="{guest_tracking_url}?id_order={order_name}">"ゲストでのご注文"</a> コーナーよりご注文内容を確認いただけます。
uk_ua: Якщо ви маєте гостьовий акаунт то можете стежити за замовленням за допомогою розділу <a href="{guest_tracking_url}?id_order={order_name}">"Відстеження гостьового замовлення"</a> в нашому магазині.

source: Order edited
id_id: Pesanan diedit
uk_ua: Замовлення змінене

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
id_id: Pesanan Anda dengan referensi <span><strong>{order_name}</strong></span> telah dimodifikasi.
uk_ua: Ваше замовлення з артикулом <span><strong>{order_name}</strong></span> було змінене.

source: {product} is almost out of stock.
id_id: {product} stoknya hampir habis.
uk_ua: {product} майже закінчився на складі.

source: The stock cover is now less than the specified minimum of:
id_id: Posisi stok saat ini kurang dari jumlah minimumyang telah ditentukan sejumlah:
uk_ua: Товарний запас менше визначеного мінімуму:

source: Current stock cover:
id_id: Posisi stok saat ini:
uk_ua: Поточний товарний запас:

source: {product} is nearly out of stock.
id_id: {product} stoknya hampir habis.
uk_ua: {product} скоро закінчиться на складі.

source: The remaining stock is now less than the specified minimum of
id_id: Jumlah stok yang tersedia kurang dari yang telah ditentukan sebanyak
uk_ua: Товарний залишок менше визначеного мінімуму

source: Remaining stock:
id_id: Stok tersisa:
uk_ua: Товарний залишок:

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
id_id: Anda disarankan untuk melihat halaman admin produk untuk memperbaharui stok barang Anda.
uk_ua: Рекомендуємо відкрити сторінку товару в замовленні, щоб поповнити ваші запаси.

source: Customer:
id_id: Pelanggan:
ja_jp: お客様：
uk_ua: Покупець:

source: You have received a new return request for {shop_name}.
id_id: Anda telah menerima permintaan pengembalian baru untuk {shop_name}.
uk_ua: Ви отримали запит на нове повернення для {shop_name}.

source: Return details
id_id: Rincian pengembalian
uk_ua: Стан повернення

source: {order_name} Placed on {date}
id_id: {order_name} Dipesan pada tanggal {date}
uk_ua: {order_name} Розміщене {date}

source: Thank you for subscribing to our newsletter.
id_id: Terima kasih telah berlangganan newsletter kami.
ja_jp: メールマガジンに登録ありがとうございます。
uk_ua: Дякуємо за підписку на наші новини

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
id_id: Terima kasih telah berlangganan newsletter, silahkan konfirmasi dengan klik pada tautan berikut :
uk_ua: Дякуємо за підписку на наші новини, будь ласка, підтвердьте ваш запит перейшовши за наступним посиланням :

source: Hi,
id_id: Halo,
ja_jp: お知らせ
uk_ua: Вітаємо,

source: Newsletter subscription
id_id: Berlangganan newsletter
uk_ua: Підписка на новини

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
id_id: Karena telah berlangganan newsletter, kami dengan senang hati menawarkan voucher berikut:
uk_ua: У зв'язку з вашою підпискою на розсилку новин, ми раді запропонувати вам наступний купон:

source: Best regards,
id_id: Hormat kami,
uk_ua: З найкращими побажаннями,

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
id_id: Teman yang Anda referensikan <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> telah berbelanja di <a href="{shop_url}">{shop_name}</a>!
uk_ua: Ваш товариш <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> розмістив своє перше замовлення у <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
id_id: Kami menawarkan Anda diskon sejumlah <span><strong>{discount_display} (voucher # {discount_name})</strong></span> yang dapat Anda gunakan pada pembelian selanjutnya.
uk_ua: Ми раді запропонувати вам ваучер на суму <span><strong>{discount_display} (voucher # {discount_name})</strong></span> який ви зможете використати для наступного замовлення.

source: join us!
id_id: Bergabunglah bersama kami!
uk_ua: Приєднуйтесь до нас!

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
id_id: Teman Anda <span><strong>{firstname} {lastname}</strong></span> ingin merekomendasikan Anda ke <a href="{shop_url}">{shop_name}</a>!
uk_ua: Ваш товариш <span><strong>{firstname} {lastname}</strong></span> хоче порекомендувати вам магазин <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
id_id: Sebagai bentuk apresiasi, kami memberikan Anda voucher senilai <span><strong>{discount}</strong></span> yang dapat Anda digunakan untuk pembelian selanjutnya.
uk_ua: Ми раді запропонувати вам ваучер на суму <span><strong>{discount}</strong></span> який ви зможете використати для наступного замовлення.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
id_id: Jadi referer dan dapatkan voucher dison <span><strong>{discount}!</strong></span>
uk_ua: Залучайте клієнтів та отримайте ваучер на знижку в розмірі <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
id_id: It&#039;s proses pendaftaran sangat mudah. Cukup klik disini!
uk_ua: Зареєструватись легко. Просто натисніть тут!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
id_id: Ketika mendaftar, jangan lupa untuk menyertakan alamat email teman yang mereferensikan Anda:
uk_ua: Після реєстрації не забудьте вказати e-mail адресу товариша, який вам порекомендував:

source: Simply copy/paste this code during the payment process for your next order.
id_id: Cukup copy/paste kode berikut pada saat proses pembayaran di pembelian Anda selanjutnya.
uk_ua: Просто скопіюйте/вставте цей код в процесі оплати вашого наступного замовлення.

source: Here is the code of your voucher:
id_id: Berikut kode voucher Anda:
uk_ua: Це код вашого ваучера:

source: Referral Program
id_id: Program referal
ja_jp: 紹介プログラム
uk_ua: Програма залучення клієнтів

source: We have created a voucher in your name for referring a friend.
id_id: Kami telah membuat voucher atas nama Anda karena telah merujuk teman Anda ke website kami.
uk_ua: Ми створили ваучер на ваше ім'я для залучення друзів.

source: , with an amount of
id_id: , sejumlah
uk_ua: , з кількстю

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
id_id: <a href="{shop_url}">{shop_name}</a> didukung oleh <a href="http://www.prestashop.com/">PrestaShop™</a>

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
id_id: Anda dapat mengkasesnya melalui menu <span><strong>"Tools" > "Logs"</strong></span> di Back Office.
ja_jp: 管理画面の <span><strong>「拡張パラメータ 」&gt; 「管理者アクションログ」</strong></span> より確認できます。
