Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/EmailsBody.*.xlf
Languages: id_id, ja_jp, uk_ua

source: Thank you for creating a customer account at {shop_name}.
id_id: Terima kasih telah menjadi pelanggan di {shop_name}.
ja_jp: {shop_name} にご登録ありがとうございます。
uk_ua: Дякуємо за те, що ви зареєструвались у {shop_name}.

source: Here are your login details:
id_id: Berikut adalah informasi login Anda:
ja_jp: 以下がお客様のログイン情報になります。
uk_ua: Це дані вашої реєстрації:

source: Important Security Tips:
id_id: Tips penting untuk keamanan Anda:
ja_jp: セキュリティに関する重要なヒント:
uk_ua: Важливі правила безпеки:

source: Always keep your account details safe.
id_id: Simpan informasi akun dengan aman.
ja_jp: アカウント情報を安全な場所に保管してください。
uk_ua: Завжди зберігайте ваші реєстраційні дані у надійному місці.

source: Never disclose your login details to anyone.
id_id: Jangan bagikan informasi login Anda ke orang lain.
ja_jp: ログイン情報は誰にも公開しないでください。
uk_ua: Ніколи нікому не повідомляйте даних вашої реєстрації.

source: Change your password regularly.
id_id: Ubah password secara teratur.
ja_jp: パスワードは定期的に変更してください。
uk_ua: Періодично змінюйте свій пароль.

source: Should you suspect someone is using your account illegally, please notify us immediately.
id_id: Jika Anda curiga akun Anda digunakan orang lain, hubungi kami secepatnya.
ja_jp: アカウントが誰かに不正利用されたかもしれない場合、すぐにご連絡ください。
uk_ua: Якщо вами було виявлено незаконне використання Вашого облікового запису, будь ласка відразу повідомте нас.

source: You can now place orders on our shop:
id_id: Sekarang Anda dapat berbelanja di toko kami:
ja_jp: これで当店でご注文になることができます。
uk_ua: Тепер Ви можете здійснювати замовлення у нашому магазині:

source: A new order has been generated on your behalf.
id_id: Order baru telah dibuat untuk Anda.
ja_jp: お客様の代理でご注文をさせていただきました。
uk_ua: Від вашого імені було здійснено нове замовлення.

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
id_id: Harap kunjungi <a href="{order_link}">{order_link}</a> untuk menyelesaikan proses pembayaran.
ja_jp: 支払いを完了するために<a href="{order_link}">{order_link}</a>へ行ってください。
uk_ua: Будь ласка, перейдіть на <a href="{order_link}">{order_link}</a> щоб завершити оплату.

source: Awaiting wire payment
id_id: Menunggu pembayaran via transfer
ja_jp: 銀行振り込みを待ち受け中
uk_ua: В очікуванні оплати

source: You have selected to pay by wire transfer.
id_id: Anda memilih untuk membayar melalui transfer bank.
ja_jp: 振り込みでのお支払いを選択しました。
uk_ua: Ви обрали оплату по безготівковому розрахунку.

source: Here are the bank details for your transfer:
id_id: Berikut adalah informasi bank kami:
ja_jp: 振込についての銀行の詳細は以下のとおりです:
uk_ua: Ось банківські реквізити для плати:

source: Account owner:
id_id: Pemilik akun:
ja_jp: 口座所有者:
uk_ua: Власник рахунку:

source: Account details:
id_id: Detail Akun:
ja_jp: 口座詳細:
uk_ua: Подробиці облікового запису:

source: Bank address:
id_id: Alamat Bank:
ja_jp: 銀行住所:
uk_ua: № поточного рахунку, назва та відділення банку, МФО:

source: Please specify your order reference in the bankwire description.
id_id: Cantumkan referensi pesanan di dalam uraian transfer bank.
uk_ua: Будь ласка, вкажіть номер вашого замовлення в призначенні банківського переказу.

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
id_id: Pembelian Anda dengan kode referensi <span><strong>{order_name}</strong></span> berhasil diproses dan akan kami <strong>kirim segera setelah pembayaran diterima</strong>.
ja_jp: <span><strong>{order_name}</strong></span> の注文を承りました。入金の確認が取れ次第すぐに配送致します。
uk_ua: Ваше замовлення з артикулом <span><strong>{order_name}</strong></span> успішно прийнято і буде <strong>відправлено як тільки ми отримаємо оплату</strong>.

source: Amount:
id_id: Jumlah:
ja_jp: 金額:
uk_ua: Сума:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
id_id: Jika Anda memiliki guest account, Anda dapat memantau order Anda via <a href="{guest_tracking_url}">"Guest Tracking"</a> diwebsite kami.
ja_jp: ゲストアカウントを持っている場合、 <a href="{guest_tracking_url}">"ゲストトラッキングページ"</a>より、注文の確認ができます。
uk_ua: Якщо ви маєте гостьовий акаунт то можете стежити за замовленням за допомогою розділу <a href="{guest_tracking_url}">"Відстеження гостьового замовлення"</a> в нашому магазині.

source: Awaiting check payment
id_id: Menunggu pembayaran via cek
ja_jp: 支払い確認待ち
uk_ua: Очікування перевірки платежу

source: You have selected to pay by check.
id_id: Anda memilih untuk melakukan pembayaran menggunakan cek.
ja_jp: 小切手での支払を選択しました
uk_ua: Ви вибрали оплату чеком.

source: Here are the bank details for your check:
id_id: Berikut informasi bank kami:
ja_jp: 小切手支払用銀行の詳細は以下のとおりです:
uk_ua: Банківські реквізити вашого чека:

source: Payable to the order of:
id_id: Pembayaran untuk:
ja_jp: 以下の注文は支払い可能
uk_ua: Оплата замовлення:

source: Please mail your check to:
id_id: Harap kirimkan cek Anda ke:
ja_jp: 小切手送付先：
uk_ua: Будь ласка, відправте ваш чек на email:

source: Message from a {shop_name} customer
id_id: Pesan dari pelanggan {shop_name}
ja_jp: お客からのメッセージ
uk_ua: Повідомлення від клієнта {shop_name}

source: Customer e-mail address:
id_id: Alamat email pelanggan:
ja_jp: 顧客メールアドレス：
uk_ua: E-mail адреса клієнта:

source: Order ID:
id_id: ID Order:
ja_jp: 注文ID:
uk_ua: Замовлення №:

source: Attached file:
id_id: File terlampir:
ja_jp: 添付ファイル:
uk_ua: Прикріплений файл:

source: Your message to {shop_name} Customer Service
id_id: Pesan Anda ke layanan pelanggan {shop_name}
ja_jp: カスタマーサービスにメッセージを送る
uk_ua: Ваше повідомлення для служби підтримки клієнтів {shop_name}

source: Your message has been sent successfully.
id_id: Pesan Anda berhasil terkirim.
ja_jp: メッセージは正常に送信されました。
uk_ua: Ваше повідомлення успішно відправлено.

source: Product:
id_id: Produk:
ja_jp: 商品:
uk_ua: Товар:

source: We will answer as soon as possible.
id_id: Kami akan membalas secepatnya.
ja_jp: できるだけすぐに返答いたします。
uk_ua: Ми дамо відповідь якомога скоріше.

source: Credit slip created
id_id: Pembuatan nota kredit
ja_jp: クレジット伝票が生成されました
uk_ua: Створена квитанція про оплату

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
id_id: Kami telah membuat nota kredit atas nama Anda untuk pembelian dengan kode referensi <span><strong>{order_name}</strong></span>.
ja_jp: <span><strong>{order_name}</strong></span>の注文に基づき、クレジット伝票を作成しました。
uk_ua: Для замовлення №<span><strong>{order_name}</strong></span> створено квитанцію про оплату на ваше ім'я.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
id_id: Anda dapat melihat nota kredit dan mengunduh invoicenya dari <a href="{history_url}">"Nota kredit"</a> di halaman akun yang dapat diakses melalui menu <a href="{my_account_url}">"Akun saya"</a> diwebsite kami.
ja_jp: <a href="{my_account_url}">"マイアカウント"</a>内、 <a href="{history_url}">"クレジット伝票"</a>からクレジット伝票の確認及びダウンロードが出来ます。
uk_ua: Ви можете переглянути накладні і завантажити рахунок-фактуру з розділу <a href="{history_url}">"Мої накладні"</a> вашого акаунту натиснувши <a href="{my_account_url}">"Мій профіль"</a> в нашому магазині.

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
id_id: Terima kasih atas pembelian Anda dengan kode referensi {order_name} di <strong>{shop_name}</strong>
ja_jp: {order_name} の注文ありがとうございました。
uk_ua: Дякуємо за ваше замовлення за посиланням {order_name} в <strong>{shop_name}</strong>

source: Product(s) now available for download
id_id: Produk telah tersedia untuk diunduh
ja_jp: 商品のダウンロードが可能になりました。
uk_ua: Товар(и) доступний(і) для завантаження

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
id_id: Terdapat <span><strong>{nbProducts}</strong></span> produk yang dapat Anda unduh melalui tautan berikut ini:
ja_jp: 次のリンクより、<span><strong>{nbProducts}</strong></span> 件の商品ダウンロードが可能です：
uk_ua: Вам доступно <span><strong>{nbProducts}</strong></span> товар(и/ів) для завантаження використовуючи наступне(ні) посилання:

source: Your {shop_name} login information
id_id: Informasi login Anda di {shop_name}
ja_jp: お客様の {shop_name} ログイン情報
uk_ua: Ваша реєстраційна інформація в {shop_name}

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
id_id: Berikut adalah informasi login Anda di <span><strong>{shop_name}</strong></span>:
ja_jp: こちらがお客様の<span><strong>{shop_name}</strong></span> へのログイン情報です:
uk_ua: Ваша персональна реєстраційна інформація для <span><strong>{shop_name}</strong></span>:

source: First name:
id_id: Nama depan:
ja_jp: 名：
uk_ua: Ім'я:

source: Last name:
id_id: Nama belakang:
ja_jp: 姓：
uk_ua: Прізвище:

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
uk_ua: <a href="{shop_url}">{shop_name}</a> за підтримки <a href="http://www.prestashop.com/">PrestaShop™</a>

source: Customer service - Forwarded discussion
id_id: Layanan pelanggan - Teruskan diskusi
ja_jp: カスタマーサービス - 転送された相談
uk_ua: Обслуговування клієнтів - Переадресація обговорення

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
id_id: <span><strong>{employee}</strong></span> ingin meneruskan diskusi ini kepada Anda.
ja_jp: <span><strong>{employee}</strong></span> が、こちらの相談内容をお客様に転送いたします。
uk_ua: <span><strong>{employee}</strong></span> хотів переслати цю дискусію вам.

source: Discussion history:
id_id: Riwayat diskusi:
ja_jp: 相談履歴：
uk_ua: Історія обговорення:

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
id_id: <span><strong>{employee}</strong></span> menambahkan <span><strong>"{comment}"</strong></span>
ja_jp: <span><strong>{employee}</strong></span> よりコメントが追加されました：<span><strong>"{comment}"</strong></span>
uk_ua: <span><strong>{employee}</strong></span> додав <span><strong>"{comment}"</strong></span>

source: Your customer account creation
id_id: Pembuatan akun pelanggan
ja_jp: お客様の新規会員登録
uk_ua: Створення вашого клієнтського акаунта

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
id_id: Guest account Anda di <span><strong>{shop_name}</strong></span> telah diubah menjadi akun pelanggan.
ja_jp: お客様の <span><strong>{shop_name}</strong></span> でのゲストアカウントは、会員情報として登録されました。
uk_ua: Ваш гостьовий акаунт в <span><strong>{shop_name}</strong></span> був перетворений на акаунт клієнта.

source: Please be careful when sharing these login details with others.
id_id: Harap berhati-hati jika membagi informasi login berikut dengan orang lain.
ja_jp: ログイン情報を共有する際には注意深く取り扱ってください。
uk_ua: Будь ласка, будьте обережні коли ділитесь цими реєстраційними даними з іншими.

source: You can access your customer account on our shop:
id_id: Anda dapat mengakses akun Anda di toko kami:
ja_jp: 当店の顧客登録情報にアクセスできます：
uk_ua: Ви можете увійти в свій клієнтський акаунт в нашому магазині:

source: Message from {shop_name}
id_id: Pesan dari {shop_name}
ja_jp: {shop_name} からのお知らせ
uk_ua: Повідомлення від {shop_name}

source: Import complete
id_id: Impor selesai
ja_jp: インポート完了
uk_ua: Імпорт завершено

source: The file {filename} has been successfully imported to your shop.
id_id: File {filename} berhasil diimpor ke toko Anda.
ja_jp: {filename} はショップに正常にインポートされました。
uk_ua: Файл {filename} успішно імпортовано до вашого магазину.

source: In transit
id_id: Dalam proses pengiriman
ja_jp: 送信中
uk_ua: У дорозі

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
id_id: Pembelian Anda dengan kode referensi <span><strong>{order_name}</strong></span> sedang dalam perjalanan.
ja_jp: お客様のご注文 <span><strong>{order_name}</strong></span> は、現在送信中です。
uk_ua: Ваше замовлення за номером <span><strong>{order_name}</strong></span> зараз в дорозі.

source: You can track your package using the following link:
id_id: Anda dapat melacak paket Anda menggunakan link berikut:
ja_jp: 次のリンクよりご注文商品の配送状況をご確認いただけます：
uk_ua: Ви можете відслідковувати вашу посилку за цим посиланням:

source: You have received a new log alert
id_id: Anda telah menerima log alert
ja_jp: ログ警告が発生しています
uk_ua: Ви отримали нове повідомлення журналу попереджень

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
id_id: <span><strong>Perhatian:</strong></span> Anda menerima log alert baru di Back Office.
ja_jp: <span><strong>警告:</strong></span> 管理画面で新たなログ警告が発生しました。
uk_ua: <span><strong>Увага:</strong></span> Ви отримали новий запис у журналі Панелі керування.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
uk_ua: Його можна знайти у розділі <span><strong>"Інструменти" > "Журнали"</strong></span> вашої панелі керування.

source: Order canceled
id_id: Order dibatalkan
ja_jp: 注文はキャンセルされました
uk_ua: Замовлення скасовано

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
id_id: Pembelian Anda dengan kode referensi <span><strong>{order_name}</strong></span> di <span><strong>{shop_name}</strong></span> telah dibatalkan.
ja_jp: <span><strong>{shop_name}</strong></span> でのご注文 <span><strong>{order_name}</strong></span> は、キャンセルされました。
uk_ua: Ваше замовлення з артикулом <span><strong>{order_name}</strong></span> у <span><strong>{shop_name}</strong></span> було відмінено.

source: Order changed
id_id: Status pembelian berubah
ja_jp: 注文内容が変更されました
uk_ua: Замовлення змінено

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
id_id: Status pembelian Anda dengan kode referensi <span><strong>{order_name}</strong></span> di <span><strong>{shop_name}</strong></span> telah diubah.
ja_jp: <span><strong>{shop_name}</strong></span> でのご注文 <span><strong>{order_name}</strong></span> は、ショップによって変更されました。
uk_ua: Ваше замовлення з артикулом <span><strong>{order_name}</strong></span> у <span><strong>{shop_name}</strong></span> було змінено продавцем.

source: Thank you for shopping with {shop_name}!
id_id: Terima kasih telah berbelanja di {shop_name}!
ja_jp: {shop_name} にてご注文ありがとうございます!
uk_ua: Дякуємо за покупку у {shop_name}!

source: Message from a customer
id_id: Pesan dari pelanggan
ja_jp: お客様メッセージ
uk_ua: Повідомлення від клінта

source: You have received a new message regarding order with the reference
id_id: Anda menerima pesan yang terkait dengan penjualan dengan kode referensi
uk_ua: Ви отримали нове повідомлення щодо замовлення з артикулом

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
id_id: Anda menerima pesan dari <span><strong>{shop_name}</strong></span> terkait dengan pembelian dengan kode referensi <span><strong>{order_name}</strong></span>.
uk_ua: Ви отримали нове повідомлення від <span><strong>{shop_name}</strong></span> про замовлення з артикулом <span><strong>{order_name}</strong></span>.

source: Message:
id_id: Pesan:
ja_jp: メッセージ:
uk_ua: Повідомлення:

source: Return #{id_order_return} - update
id_id: Retur #{id_order_return} - update
ja_jp: 返品番号 {id_order_return} - 更新
uk_ua: Повернення #{id_order_return} - оновлення

source: We have updated the progress on your return #{id_order_return}, the new status is:
id_id: Kami telah memperbaharui status retur #{id_order_return}, status barunya adalah:
ja_jp: 返品番号 {id_order_return} の取扱い状況を更新しました、現在のステータスは：
uk_ua: Щодо вашого повернення #{id_order_return}, новий статус:

source: Thanks for your order with the reference {order_name} from {shop_name}.
id_id: Terima kasih atas pembelian Anda dengan kode referensi {order_name} di {shop_name}.
uk_ua: Дякуємо за замовлення з номером {order_name} у {shop_name}.

source: Item(s) out of stock
id_id: Produk habis stok
ja_jp: 商品在庫切れ
uk_ua: Товари відсутні на складі

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
id_id: Mohon maaf, satu atau beberapa produk kami saat ini habis stoknya, jadi akan ada keterlambatan dalam hal pengiriman. Jika telah tersedia, akan kami informasikan secepatnya.
ja_jp: 残念ながら、ご注文いただいた商品に在庫切れ商品が含まれているため、お届けに通常以上に日数が必要になる場合がございます。出来る限りの対応を行なっておりますので何卒ご理解いただけますようよろしくお願いいたします。
uk_ua: На жаль, один або кілька товарів в даний час немає в наявності. Це може призвести до невеликої затримки у доставці. Будь ласка, прийміть наші вибачення і будьте впевнені, що ми докладаємо всіх зусиль, щоб це виправити.

source: E-mail address:
id_id: Alamat email:
ja_jp: メールアドレス:
uk_ua: E-mail адреса:

source: Your new {shop_name} login details
id_id: Informasi login baru Anda di {shop_name}
ja_jp: お客様の新しい {shop_name} へのログイン詳細
uk_ua: Ваші нові реєстраційні дані у {shop_name}

source: Password reset request for {shop_name}
id_id: Permintaan reset password di {shop_name}
ja_jp: {shop_name} のパスワードリセット申請
uk_ua: Запит на скидання паролю у {shop_name}

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
id_id: Anda telah meminta untuk melakukan reset login Anda di <span><strong>{shop_name}</strong></span>.
ja_jp: <span><strong>{shop_name}</strong></span> のログイン情報をリセットするよう申請しました。
uk_ua: Ви запросили скидання ваших облікових даних у <span><strong>{shop_name}</strong></span>.

source: Please note that this will change your current password.
id_id: Harap dicatat bahwa tindakan ini akan merubah password Anda.
ja_jp: これにより現在のパスワードが変更になることをご理解ください。
uk_ua: Будь ласка, зверніть увагу, що це змінить ваш поточний пароль.

source: To confirm this action, please use the following link:
id_id: Untuk konfirmasi, silahkan gunakan tautan berikut:
ja_jp: 確認して処理を続行する場合には、次のリンクをご利用ください：
uk_ua: Щоб підтвердити цю дію, будь ласка, скористайтесь наступним посиланням:

source: Payment processed
id_id: Proses pembayaran
ja_jp: 支払い手続き中
uk_ua: Платіж оброблено

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
id_id: Pembayaran untuk pembelian dengan kode referensi <strong><span>{order_name}</span></strong> berhasil diterima.
uk_ua: Ваш платіж за замовлення з номером <strong><span>{order_name}</span></strong> успішно оброблений.

source: Payment processing error
id_id: Pembayaran eror
ja_jp: 支払い処理エラー
uk_ua: Помилка обробки платежу

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
id_id: Ada masalah terkait pembayaran Anda di <strong><span>{shop_name}</span></strong> untuk pembelian dengan kode referensi <strong><span>{order_name}</span></strong>. Harap hubungi kami secepatnya.
uk_ua: Виникла проблема з вашим платежем для <strong><span>{shop_name}</span></strong> за замовленням з номером <strong><span>{order_name}</span></strong>. Будь ласка, зв'яжіться з нами при першій можливості.

source: We cannot ship your order until we receive your payment.
id_id: Barang akan dikirim segera setelah pembayaran kami terima.
ja_jp: お支払いを確認後、ご注文商品を出荷いたします。
uk_ua: Ми не можемо відправити ваше замовлення доки не отримаємо ваш платіж.

source: Processing
id_id: Pengolahan
ja_jp: 手続き中
uk_ua: Оброблюєтья

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
id_id: Pembelian Anda di <strong><span>{shop_name}</span></strong> dengan kode referensi <strong><span>{order_name}</span></strong> sedang kami proses.
uk_ua: Зараз ми оброблюємо ваше замовлення у <strong><span>{shop_name}</span></strong> з артикулом <strong><span>{order_name}</span></strong>.

source: Refund processed
id_id: Proses retur
ja_jp: 返金処理されました
uk_ua: Повернення оброблено

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
id_id: Proses refund Anda di <strong><span>{shop_name}</span></strong> untuk pembelian dengan kode referensi <strong><span>{order_name}</span></strong> sedang kami proses.
uk_ua: Ми обробили ваше повернення у <strong><span>{shop_name}</span></strong> по замовленню з артикулом <strong><span>{order_name}</span></strong>.

source: Please do not reply directly to this email, we will not receive it.
id_id: Jangan balas email ini, karena tidak akan kami terima.
uk_ua: Будь ласка, не відповідайте на цей лист, ми не отримаємо його.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
id_id: Untuk membalas, gunakan tautan berikut: <a href="{link}">{link}</a>
uk_ua: Для того, щоб відповісти, будь ласка використайте наступне посилання: <a href="{link}">{link}</a>

source: Your order has been shipped
id_id: Pesanan Anda telah kami kirim
uk_ua: Ваше замовлення вже даставлене

source: Shipped
id_id: Terkirim
uk_ua: Доставляється

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
id_id: Pembelian Anda dengan kode referensi <span><strong>{order_name}</strong></span> telah kami kirim.
uk_ua: Ваше замовлення з артикулом <span><strong>{order_name}</strong></span> відправлено.

source: Hello
id_id: Halo
uk_ua: Привіт

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
id_id: Ini adalah <strong>tes email</strong> dari toko Anda.<br /><br /> Jika sampai berarti tesnya berhasil!
uk_ua: Це <strong>тестовий е-лист</strong> від вашого магазину.<br /><br />Якщо ви прочитали це — тест пройшов успішно!

source: Voucher created
id_id: Voucher berhasil dibuat
uk_ua: Ваучер створений

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
id_id: Voucher telah dibuatkan bagi Anda karena telah melakukan pembelian dengan kode referensi <span><strong>{order_name}</strong></span>.
uk_ua: Ваучер був створений на ваше ім'я як результат замовлення з артикулом <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
id_id: <span><strong>Kode voucher: {voucher_num}</strong></span> senilai <span><strong>{voucher_amount}</strong></span>
uk_ua: <span><strong>Код купона: {voucher_num}</strong></span> в сумі <span><strong>{voucher_amount}</strong></span>

source: This is to inform you about the creation of a voucher.
id_id: Untuk menginformasikan Anda tentang pembuatan voucher.
uk_ua: Цим повідомляємо вас про створення ваучера.

source: Your {shop_name} login details
id_id: Informasi login Anda di {shop_name}
ja_jp: {shop_name} ログイン情報
uk_ua: Дані вашої реєстрації у {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
id_id: Berdasarkan catatan pada kunjungan terakhir Anda di {shop_name}, Anda tidak menyelesaikan proses pembelian yang Anda buat.
uk_ua: Ми помітили, що під час вашого останнього відвідування {shop_name}, ви не завершили замовлення яке почали.
