Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/EmailsSubject.*.xlf
Languages: fr_fr

source: Your guest account has been transformed into a customer account
fr_fr: Votre compte invité a été transformé en compte client

source: New voucher for your order %s
fr_fr: Nouveau bon de réduction pour votre commande %s

source: Order confirmation
fr_fr: Confirmation de commande

source: Log: You have a new alert from your shop
fr_fr: Log : Vous avez un nouveau message d'alerte dans votre boutique

source: Welcome!
fr_fr: Bienvenue !

source: Package in transit
fr_fr: Livraison en cours

source: The virtual product that you bought is available for download
fr_fr: Le produit que vous avez acheté est prêt à être téléchargé

source: Fwd: Customer message
fr_fr: TR: Message d'un client

source: An answer to your message is available #ct%thread_id% #tc%thread_token%
fr_fr: Une réponse à votre message est disponible #ct%thread_id% #tc%thread_token%

source: Import complete
fr_fr: Import terminé

source: New message regarding your order
fr_fr: Nouveau message concernant votre commande

source: New credit slip regarding your order
fr_fr: Nouvel avoir concernant votre commande

source: New voucher for your order #%s
fr_fr: Nouveau bon de réduction pour votre commande %s

source: Process the payment of your order
fr_fr: Régler votre commande

source: Your order return status has changed
fr_fr: L'état de votre retour produit a été modifié

source: Message from a customer
fr_fr: Message d'un client

source: Password query confirmation
fr_fr: Confirmation de demande de mot de passe

source: Your new password
fr_fr: Votre nouveau mot de passe

source: Message from contact form
fr_fr: Message depuis le formulaire de contact

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
fr_fr: Votre message a été correctement envoyé #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
fr_fr: Votre message a bien été envoyé

source: Newsletter voucher
fr_fr: Bon de réduction newsletter

source: Newsletter confirmation
fr_fr: Confirmation newsletter

source: Email verification
fr_fr: E-mail de vérification
