Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/Install.*.xlf
Languages: eu_es, fr_fr, ms_my

source: Choose your language
eu_es: Hautatu Zure Hizkuntza
fr_fr: Choix de la langue
ms_my: Pilih bahasa anda

source: License agreements
eu_es: Lizentzia akordioak
fr_fr: Acceptation des licences
ms_my: Perjanjian berlesen

source: System compatibility
eu_es: Sistema bateragarritasuna
fr_fr: Compatibilité système

source: Store information
eu_es: Denda informazioa
fr_fr: Informations
ms_my: Maklumat Kedai

source: System configuration
eu_es: Sistemaren konfigurazioa
fr_fr: Configuration du système

source: Store installation
eu_es: Denda instalazioa
fr_fr: Installation de la boutique
ms_my: Pemasangan kedai

source: http://doc.prestashop.com/display/PS17/Installing+PrestaShop
fr_fr: http://doc.prestashop.com/display/PS17/Installer+PrestaShop

source: https://addons.prestashop.com/en/388-support
fr_fr: https://addons.prestashop.com/fr/388-support

source: http://www.prestashop.com/forums/
fr_fr: http://www.prestashop.com/forums/forum/18-forum-francophone/

source: http://www.prestashop.com/blog/
fr_fr: http://www.prestashop.com/blog/fr/

source: https://www.prestashop.com/en/support
fr_fr: https://www.prestashop.com/fr/support

source: http://docs.prestashop.com/display/PS16/Updating+PrestaShop
fr_fr: http://doc.prestashop.com/pages/viewpage.action?pageId=23069387
ms_my: http://docs.prestashop.com/display/PS15/Updating+PrestaShop

source: Field required
eu_es: Beharrezko eremua
fr_fr: Champ requis
ms_my: Ruangan diperlukan

source: shop name
fr_fr: nom de la boutique

source: The field %field% is limited to %limit% characters
fr_fr: Le champ %field% est limité à %limit% caractères

source: firstname
eu_es: izena
fr_fr: Prénom

source: Your lastname contains some invalid characters
eu_es: Zure abizenak baliogabeko hizkiren bat dauka
fr_fr: Votre nom contient des caractères invalides
ms_my: Nama akhir anda mengandungi karakter tidak sah

source: lastname
eu_es: abizena
fr_fr: Nom de famille

source: The password and its confirmation are different
fr_fr: Le mot de passe et sa confirmation ne correspondent pas.

source: This e-mail address is invalid
eu_es: E-mail helbide hau ez da zuzena
fr_fr: Cette adresse e-mail est invalide
ms_my: This email address is wrong!

source: Image folder %s is not writable
eu_es: %s irudi karpetan ezin da idatzi
fr_fr: Le dossier d'images %s ne possède pas les droits d'écriture
ms_my: Dokumen imej %s tidak dapat ditulis

source: An error occurred during logo copy.
eu_es: Errorea gertatu da logoa kopiatzerakoan.
fr_fr: Impossible de copier le logo
ms_my: Ralat berlaku ketika sedang menyalin logo.

source: An error occurred during logo upload.
eu_es: Errorea gertatu da logoa igotzerakoan.
fr_fr: Impossible d'uploader le logo
ms_my: Ralat berlaku ketika memuat naik logo.

source: Sports and Entertainment
eu_es: Kirola eta Aisialdia
fr_fr: Sports et loisirs
ms_my: Sukan dan Hiburan

source: Invalid shop name
eu_es: Dendaren izen baliogabea
fr_fr: Nom de votre boutique non valide
ms_my: Nama kedai tidak sah

source: Your firstname contains some invalid characters
eu_es: Zure izenak baliogabeko hizkiren bat dauka
fr_fr: Votre prénom contient des caractères invalides
ms_my: Nama pertama anda mengandungi karakter tidak sah

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
fr_fr: Le mot de passe est incorrect (il doit contenir au moins 8 caractères alpha numériques)

source: Database is connected
eu_es: Datu-basea konektatua dago
fr_fr: La base de données est connectée
ms_my: Pangkalan data berjaya disambung

source: Database is created
eu_es: Datu-basea sortua
fr_fr: Base de données créée
ms_my: Pangkalan data dicipta

source: Cannot create the database automatically
eu_es: Ezin izan da datu-basea automatikoki sortu
fr_fr: Impossible de créer la base de données automatiquement
ms_my: Tidak dapat mencipta pangkalan data secara automatik

source: Create file parameters
fr_fr: Création des paramètres de fichier

source: Create database tables
eu_es: Datu-baseko taulak sortu
fr_fr: Création des tables de la base
ms_my: Mencipta jadual pangkalan data

source: Create default shop and languages
eu_es: Lehenetsitako denda eta hizkuntzak sortu
fr_fr: Création de la boutique par défaut et des langues
ms_my: Mencipta kedai dan bahasa lalai

source: Populate database tables
eu_es: Datu-baseko taulak bete
fr_fr: Remplissage des tables de la base
ms_my: Mengisi ruangan jadual pangkalan data

source: Configure shop information
eu_es: Konfiguratu dendako informazioa
fr_fr: Configuration de la boutique
ms_my: Konfigurasi maklumat kedai

source: Install demonstration data
eu_es: Instalatu erakustaldirako datuak
fr_fr: Installation des produits de démo
ms_my: Pasang data demonstrasi

source: Install modules
eu_es: Instalatu moduluak
fr_fr: Installation des modules
ms_my: Pasang modul

source: Install Addons modules
eu_es: Instalatu Addons moduluak
fr_fr: Installation des modules Addons
ms_my: Pasang modul tambahan

source: Install theme
eu_es: Instalatu txantiloia
fr_fr: Installation du thème
ms_my: Pasang tema

source: Required PHP parameters
eu_es: Beharrezkoak PHP parametroak
fr_fr: Configuration PHP requise

source: PHP 5.6 or later is not enabled
fr_fr: PHP 5.6 ou version ultérieure n'est pas activé

source: Cannot upload files
eu_es: Ezin dira fitxategiak igo
fr_fr: Impossible d'uploader des fichiers
ms_my: Tidak dapat memuat naik fail

source: Cannot create new files and folders
eu_es: Ezin dira fitxategi eta karpeta berriak sortu
fr_fr: Impossible de créer de nouveaux fichiers et dossiers
ms_my: Tidak dapat cipta fail dan dokumen baru

source: cURL extension is not enabled
fr_fr: L'extension cURL n'est pas activée.

source: GD library is not installed
eu_es: GD Liburutegia ez dago instalatuta
fr_fr: La bibliothèque GD n'est pas installée

source: JSON extension is not loaded
fr_fr: L'extension JSON n'est pas chargée

source: PHP OpenSSL extension is not loaded
fr_fr: L'extension PHP OpenSSL n'est pas chargée.

source: PDO MySQL extension is not loaded
eu_es: PDO MySQL extensioa ez dago kargatuta
fr_fr: Le support de MySQL PDO n'est pas activé
ms_my: Sambungan PDO MySQL tidak dimuatkan

source: SimpleXML extension is not loaded
fr_fr: L'extension SimpleXML n'est pas chargée

source: ZIP extension is not enabled
fr_fr: L'extension ZIP n'est pas activée

source: Fileinfo extension is not enabled
fr_fr: L'extension Fileinfo n'est pas activée

source: Required Apache configuration
fr_fr: Configuration Apache requise

source: Enable the Apache mod_rewrite module
fr_fr: Activer le module Apache mod_rewrite

source: Files
eu_es: Fitxategiak
fr_fr: Fichiers
ms_my: Fail

source: Not all files were successfully uploaded on your server
eu_es: Ez dira fitxategi guztiak behar bezala igo zure zerbitzarian
fr_fr: Tous les fichiers n'ont pas été mis en ligne sur votre serveur

source: Permissions on files and folders
eu_es: Fitxategi eta karpeten baimenak
fr_fr: Permissions d'accès sur les fichiers et dossiers
ms_my: Pengizinan pada fail dan dokumen

source: Recursive write permissions for %user% user on %folder%
fr_fr: Droits récursifs en écriture pour l'utilisateur %user% sur le dossier %folder%

source: Write permissions for %user% user on %folder%
fr_fr: Droits en écriture pour l'utilisateur %user% sur le dossier %folder%

source: Recommended PHP parameters
eu_es: Gomendatutako PHP parametroak
fr_fr: Configuration PHP recommandée

source: GZIP compression is not activated
eu_es: GZIP konpresioa ez dago gaituta
fr_fr: La compression GZIP n'est pas activée
ms_my: Mampatan GZIP tidak diaktifkan

source: Mbstring extension is not enabled
eu_es: Mbstring extensioa ez dago gaituta
fr_fr: L'extension Mbstring n'est pas activée
ms_my: Sambungan Mbstring tidak dihidupkan

source: Dom extension is not loaded
eu_es: Dom extensioa ez dago kargatuta
fr_fr: L'extension DOM n'est pas chargée
ms_my: Sambungan Dom tidak dimuatkan

source: Cannot open external URLs (requires allow_url_fopen as On)
fr_fr: Impossible d'ouvrir les URLs externes (allow_url_fopen doit être activé)

source: Information about your Store
eu_es: Zure dendari buruzko informazioa
fr_fr: Informations à propos de votre boutique
ms_my: Maklumat tentang kedai anda

source: Shop name
eu_es: Dendaren izena
fr_fr: Nom de la boutique
ms_my: Nama kedai

source: Main activity
eu_es: Jarduera nagusia
fr_fr: Activité principale
ms_my: Aktiviti utama

source: Please choose your main activity
eu_es: Mesedez aukeratu zure jarduera nagusia
fr_fr: Merci de choisir une activité
ms_my: Sila pilih aktiviti utama anda

source: Other activity...
eu_es: Beste jarduera...
fr_fr: Autre activité ...
ms_my: Aktiviti lain...

source: Help us learn more about your store so we can offer you optimal guidance and the best features for your business!
eu_es: Utzi iezaguzu zure dendaz gehiago jakiten, horrela zure negoziorako orientazio zuzenena eta ezaugarririk onenak eskeintzen dizkizuegu!
fr_fr: Aidez-nous à mieux vous connaitre pour que nous puissions vous orienter et vous proposer les fonctionnalités les plus adaptées à votre activité !
ms_my: Bantu kami untuk belajar tentang kedai anda supaya kami dapat menawarkan bimbingan secara optimal dan dapat memenuhi ciri perniagaan anda!

source: Install demo products
eu_es: Instalatu demo produktuak
fr_fr: Installer les produits de démo
ms_my: Pasang produk demo

source: Yes
eu_es: Bai
fr_fr: Oui
ms_my: Ya

source: No
eu_es: Ez
fr_fr: Non
ms_my: Tidak ada

source: Demo products are a good way to learn how to use PrestaShop. You should install them if you are not familiar with it.
eu_es: Froga produktuak erabiltzea era egokia da PrestaShop erabiltzen ikasteko. Berauek instalatu beharko zenituzte ez bazaude berarekin ohituta.
fr_fr: Les produits de démo sont un bon moyen pour apprendre à utiliser PrestaShop. Vous devriez les installer si vous n'êtes pas familier avec le logiciel.
ms_my: Produk dmo adlah satu cara terbaik untuk belajar menggunakan PrestaShop. Anda perlu memasangnya jika anda tidak biasa dengan persekitaran laman ini.

source: Country
eu_es: Herrialde
fr_fr: Pays
ms_my: Negara

source: Select your country
eu_es: Aukeratu zure herrialdea
fr_fr: Sélectionnez un pays
ms_my: Pilih negara anda

source: Shop timezone
eu_es: Dendako ordutegi-eremua
fr_fr: Fuseau horaire de la boutique

source: Select your timezone
eu_es: Aukeratu zure ordutegi-eremua
fr_fr: Choisissez un fuseau horaire
ms_my: Pilih zon masa

source: Shop logo
eu_es: Dendako logoa
fr_fr: Logo de la boutique

source: Optional - You can add you logo at a later time.
eu_es: Aukerakoa - Zure logoa beranduago gehitu dezakezu.
fr_fr: Optionnel - Vous pourrez ajouter votre logo par la suite.
ms_my: Pilihan - Anda masih boleh meletak logo lain kali.

source: Your Account
eu_es: Zure kontua
fr_fr: Votre compte
ms_my: Akaun anda

source: First name
eu_es: Izena
fr_fr: Prénom
ms_my: Nama pertama

source: Last name
eu_es: Abizena
fr_fr: Nom
ms_my: Nama akhir

source: E-mail address
eu_es: E-mail helbidea
fr_fr: Adresse e-mail
ms_my: Alamat e-mel

source: This email address will be your username to access your store's back office.
fr_fr: Cette adresse e-mail vous servira d'identifiant pour accéder à l'interface de gestion de votre boutique.
ms_my: Alamat e-mel ini akan menjadi nama pengguna untuk akses ke pejabat anda.

source: Shop password
eu_es: Denda pasahitza
fr_fr: Mot de passe
ms_my: Kata laluan kedai

source: Must be at least 8 characters
fr_fr: Minimum 8 caractères
ms_my: Mesti sekurangnya 8 karakter

source: Re-type to confirm
fr_fr: Confirmation du mot de passe
ms_my: Taip semula untuk pengesahan

source: All information you give us is collected by us and is subject to data processing and statistics, it is necessary for the members of the PrestaShop company in order to respond to your requests. Your personal data may be communicated to service providers and partners as part of partner relationships. Under the current "Act on Data Processing, Data Files and Individual Liberties" you have the right to access, rectify and oppose to the processing of your personal data through this <a href="%s" onclick="return !window.open(this.href)">link</a>.
fr_fr: Les informations recueillies font l'objet d’un traitement informatique et statistique, elles sont nécessaires aux membres de la société PrestaShop afin de répondre au mieux à votre demande. Ces informations peuvent être communiquées à nos partenaires à des fins de prospection commerciale et être transmises dans le cadre de nos relations partenariales. Conformément à la loi « Informatique et Libertés » du 6 janvier 1978 modifiée en 2004, vous pouvez exercer votre droit d'accès, de rectification et d'opposition au traitement des données qui vous concernent en cliquant <a href="%s" onclick="return !window.open(this.href)">ici</a>.

source: Configure your database by filling out the following fields
fr_fr: Configurez la connexion à votre base de données en remplissant les champs suivants.
ms_my: Konfigurasi pangkalan data anda dengan mengisi ruangan berikut

source: To use PrestaShop, you must <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> to collect all of your store's data-related activities.
fr_fr: Pour utiliser PrestaShop vous devez <a href="http://doc.prestashop.com/display/PS16/Installer+PrestaShop#InstallerPrestaShop-Cr%C3%A9erunebasededonn%C3%A9espourvotreboutique" target="_blank">créer une base de données</a> afin d'y enregistrer toutes les données nécessaires au fonctionnement de votre boutique.

source: Please complete the fields below in order for PrestaShop to connect to your database.
fr_fr: Veuillez compléter les champs ci-dessous pour connecter PrestaShop à votre base de données.

source: Database server address
fr_fr: Adresse du serveur de la base
ms_my: Alamat pelayan pangkalan data

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
fr_fr: Si vous souhaitez utiliser un port différent du port par défaut (3306) ajoutez ":XX" à l'adresse de votre serveur, XX étant le numéro de votre port.
ms_my: Port lalai adalah 3306. Untuk menggunakan port lain, tambah nombor port pada bahagian hujung alamat pelayan seperti contoh ":4242".

source: Database name
eu_es: Datu-basearen izena
fr_fr: Nom de la base
ms_my: Nama pangkalan data

source: Database login
eu_es: Database saio hasiera
fr_fr: Identifiant de la base
ms_my: Log masuk pangkalan data

source: Database password
eu_es: Datu-basearen pasahitza
fr_fr: Mot de passe de la base
ms_my: Kata laluan pangkalan data

source: Database Engine
eu_es: Datu-basearen Motorea
fr_fr: Moteur de base de données

source: Tables prefix
fr_fr: Préfixe des tables
ms_my: Awalan jadual

source: Drop existing tables (mode dev)
fr_fr: Supprimer les tables (mode dev)
ms_my: Gugurkan jadual sedia ada (mod pembangun)

source: Test your database connection now!
fr_fr: Tester la connexion à la base de données
ms_my: Cuba sambungan ke pangkalan data anda sekarang!

source: Next
eu_es: Hurrengoa
fr_fr: Suivant
ms_my: Seterusnya

source: Back
eu_es: Itzuli
fr_fr: Précédent
ms_my: Kembali

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
fr_fr: Si vous avez besoin d'accompagnement, notre équipe support vous apportera une <a href="%help%" onclick="return !window.open(this.href);">aide sur mesure</a>. La <a href="%doc%" onclick="return !window.open(this.href);">documentation officielle</a> est également là pour vous guider.

source: Official forum
eu_es: Foru ofiziala
fr_fr: Forum officiel
ms_my: Forum rasmi

source: Contact us
eu_es: Jarri gurekin harremanetan
fr_fr: Contactez-nous
ms_my: Hubungi kami

source: PrestaShop Installation Assistant
fr_fr: Assistant d'installation
ms_my: Pembantu Pemasangan PrestaShop

source: Contact us!
eu_es: Jarri gurekin harremanetan!
fr_fr: Contactez-nous !
ms_my: Hubungi kami!

source: Installation Assistant
fr_fr: Assistant d'installation
ms_my: Pembantu Pemasangan

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
fr_fr: Pour installer PrestaShop, vous devez avoir JavaScript activé dans votre navigateur
ms_my: Untuk memasang PrestaShop, anda perlu ada pelayar web yang menyokong Javascript.

source: https://enable-javascript.com/
fr_fr: https://enable-javascript.com/fr/

source: License Agreements
fr_fr: Acceptation des licences
ms_my: Perjanjian berlesen

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
fr_fr: Afin de profiter gratuitement des nombreuses fonctionnalités qu'offre PrestaShop, merci de prendre connaissance des termes des licences ci-dessous. Le coeur de PrestaShop est publié sous licence OSL 3.0 tandis que les modules et thèmes sont publiés sous licence AFL 3.0.
ms_my: Untuk menikmati pelbagai ciri yang ditawarkan percuma oleh Prestashop, sila baca syarat lesen di bawah. Teras PrestaShop dilesenkan di bawah OSL 3.0, manakala modul dan tema pula dilesenkan di bawah AFL 3.0.

source: I agree to the above terms and conditions.
fr_fr: J'accepte les termes et conditions du contrat ci-dessus.
ms_my: Saya setuju dengan terma dan syarat di atas.

source: I agree to participate in improving the solution by sending anonymous information about my configuration.
fr_fr: J'accepte de participer à l'amélioration de PrestaShop en envoyant des informations anonymes sur ma configuration
ms_my: Saya bersetuju untuk menyertai dalam meningkatkan penyelesaian masalah dengan menghantar maklumat tanpa nama mengenai konfigurasi sistem saya.

source: Done!
fr_fr: Fin !
ms_my: Siap!

source: An error occurred during installation...
fr_fr: Une erreur est survenue durant l'installation...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
fr_fr: Vous pouvez utiliser les liens à gauche pour revenir aux étapes précédentes, ou redémarrer l'installation en <a href="%link%">cliquant ici</a>.

source: Your installation is finished!
fr_fr: L'installation est finie !
ms_my: Pemasangan telah selesai!

source: You have just finished installing your shop. Thank you for using PrestaShop!
fr_fr: Vous venez d'installer votre boutique en ligne, merci d'avoir choisi PrestaShop !
ms_my: Anda baharu sahaja siap memasang kedai anda. Terima kasih kerana menggunakan PrestaShop!

source: Please remember your login information:
fr_fr: Merci de conserver les informations de connexion suivantes :

source: Print my login information
fr_fr: Imprimer cette page
ms_my: Cetak maklumat log masuk saya

source: Password
fr_fr: Mot de passe
ms_my: Kata laluan

source: Display
fr_fr: Affichage
ms_my: Paparan

source: For security purposes, you must delete the "install" folder.
fr_fr: Pour des raisons de sécurité, vous devez supprimer le dossier "install" manuellement.
ms_my: Untuk tujuan keselamatan, anda mesti padamkan dokumen "install".

source: http://doc.prestashop.com/display/PS17/Installing+PrestaShop#InstallingPrestaShop-Completingtheinstallation
fr_fr: http://doc.prestashop.com/display/PS17/Installer+PrestaShop#InstallerPrestaShop-Terminerl’installation

source: Back Office
fr_fr: Administration
ms_my: Pejabat

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
fr_fr: Accédez dès à présent à votre interface de gestion pour commencer la configuration de votre boutique.
ms_my: Urus kedai anda menggunakan Pejabat. Uruskan tempahan anda dan pelanggan, tambah modul, tukar tema, dll.

source: Manage your store
fr_fr: Gérez votre boutique
ms_my: Urus kedai anda

source: Discover your store as your future customers will see it!
fr_fr: Découvrez l'apparence de votre boutique avec quelques produits de démonstration, prête à être personnalisée par vos soins !
ms_my: Teroka kedai anda dari kacamata bakal pelanggan!

source: Discover your store
fr_fr: Découvrez votre boutique
ms_my: Terokai kedai anda

source: Share your experience with your friends!
fr_fr: Partagez votre expérience avec vos amis !
ms_my: Kongsi pengalaman dengan rakan anda!

source: I just built an online store with PrestaShop!
fr_fr: Je viens de créer ma boutique en ligne avec PrestaShop !
ms_my: Saya baharu sahaja membina kedai dalam talian dengan PrestaShop!

source: Watch this exhilarating experience: http://vimeo.com/89298199
fr_fr: Découvrez notre vidéo de présentation : http://vimeo.com/89298199

source: Share
eu_es: Partekatu
fr_fr: Partager
ms_my: Kongsi

source: Check out PrestaShop Addons to add that little something extra to your store!
fr_fr: Explorez le site PrestaShop Addons pour ajouter ce "petit quelque chose en plus" qui rendra votre boutique unique !

source: We are currently checking PrestaShop compatibility with your system environment
fr_fr: Nous vérifions en ce moment la compatibilité de PrestaShop avec votre système
ms_my: Kami sedang menyemak keserasian PrestaShop dengan persekitaran sistem anda

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
fr_fr: Si vous avez la moindre question, n'hésitez pas à consulter notre <a href="%doc%" target="_blank">documentation</a> et notre <a href="%forum%" target="_blank">forum communautaire</a>.

source: PrestaShop compatibility with your system environment has been verified!
fr_fr: La compatibilité de PrestaShop avec votre système a été vérifiée
ms_my: Keserasian PrestaShop dengan persekitaran sistem anda telah disahkan!

source: Oops! Please correct the item(s) below, and then click "Refresh information" to test the compatibility of your new system.
fr_fr: Merci de bien vouloir corriger le(s) point(s) ci-dessous puis de cliquer sur le bouton "Rafraichir ces informations" afin de tester à nouveau la compatibilité de votre système.
ms_my: Alamak! Sila betulkan item di bawah, dan klik "Tetapkan semula maklumat" untuk menguji keserasian sistem baru anda.

source: Refresh
fr_fr: Rafraîchir
ms_my: Segar semula

source: PrestaShop requires at least 32 MB of memory to run: please check the memory_limit directive in your php.ini file or contact your host provider about this.
fr_fr: PrestaShop a besoin d'au moins 32 Mo d'espace mémoire pour fonctionner : veuillez vérifier la directive memory_limit de votre fichier php.ini, ou contacter votre hébergeur à ce propos.

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
fr_fr: <b>Attention : vous ne pouvez pas utiliser cet outil pour mettre à jour votre boutique.</b><br /><br />Vous avez déjà <b>PrestaShop version %version% d'installé</b>.<br /><br />Si vous voulez mettre à jour vers la dernière version, veuillez lire notre documentation : <a href="%doc%">%doc%</a>

source: Welcome to the PrestaShop %version% Installer
fr_fr: Bienvenue sur l'installateur de PrestaShop %version%
