Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/Install.*.xlf
Languages: eu_es, fr_fr, ms_my

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than 250,000 merchants. You are on the way to creating your own unique online store that you can manage easily every day.
fr_fr: L'installation de PrestaShop est simple et rapide. Dans quelques minutes, vous ferez partie d'une communauté de plus de 250 000 marchands. Vous êtes sur le point de créer votre propre boutique en ligne, unique en son genre, que vous pourrez gérer très facilement au quotidien.

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
fr_fr: Besoin d'aide ? N'hésitez pas à <a href="%tutoriellink%" target="_blank">regarder cette courte vidéo</a>, ou à parcourir notre <a href="%linkdoc%" target="_blank">documentation</a>.

source: Continue the installation in:
fr_fr: Continuer l'installation en :
ms_my: Teruskan pemasangan dalam:

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
fr_fr: Le choix de la langue ci-dessus s'applique à l'assistant d'installation. Une fois votre boutique installée, vous pourrez choisir la langue de votre boutique parmi plus de %d% traductions disponibles gratuitement !

source: Your database server does not support the utf-8 charset.
fr_fr: Votre serveur de base de données ne supporte pas le jeu de caractère utf-8.

source: Lingerie and Adult
eu_es: Lentzeria eta Helduak
fr_fr: Lingerie et Adulte
ms_my: Bahan bacaan dewasa dan pakaian dalam

source: Animals and Pets
eu_es: Animaliak eta maskotak
fr_fr: Animaux
ms_my: Haiwan dan Binatang Peliharaan

source: Art and Culture
eu_es: Artea eta Kultura
fr_fr: Arts et culture
ms_my: Seni dan Budaya

source: Babies
eu_es: Haurtxoak
fr_fr: Articles pour bébé
ms_my: Bayi

source: Beauty and Personal Care
eu_es: Edertasuna eta Norbera zaintza
fr_fr: Santé et beauté
ms_my: Kecantikan dan Penjagaan Peribadi

source: Cars
eu_es: Autoak
fr_fr: Auto et moto
ms_my: Kereta

source: Computer Hardware and Software
eu_es: Ordenagailu Hardwarea eta Softwarea
fr_fr: Informatique et logiciels
ms_my: Perkakasan Komputer dan Perisian

source: Download
eu_es: Jaitsi
fr_fr: Téléchargement
ms_my: Muat turun

source: Fashion and accessories
eu_es: Moda eta osagarriak
fr_fr: Mode et accessoires
ms_my: Fesyen dan hiasan

source: Flowers, Gifts and Crafts
eu_es: Loreak, Opariak eta Artisautza
fr_fr: Fleurs, cadeaux et artisanat
ms_my: Bunga, Hadiah dan Kraf

source: Food and beverage
eu_es: Janari eta Edariak
fr_fr: Alimentation et gastronomie
ms_my: Makanan dan minuman

source: HiFi, Photo and Video
eu_es: HiFi, Argazkia eta Bideoa
fr_fr: Hifi, photo et vidéo
ms_my: HiFi, Foto dan Video

source: Home and Garden
eu_es: Etxea eta Lorategia
fr_fr: Maison et jardin
ms_my: Rumah dan Taman

source: Home Appliances
eu_es: Etxetresna elektrikoak
fr_fr: Électroménager
ms_my: Peralatan Rumah

source: Jewelry
eu_es: Bitxiak
fr_fr: Bijouterie
ms_my: Barang Kemas

source: Mobile and Telecom
eu_es: Mugikorra eta Telefonia
fr_fr: Téléphonie et communication
ms_my: Mudah Alih dan Telekomunikasi

source: Shoes and accessories
eu_es: Oinetakoak eta Osagarriak
fr_fr: Chaussures et accessoires
ms_my: Kasut dan aksesori

source: Travel
eu_es: Bidaiak
fr_fr: Voyage et tourisme
ms_my: Pelancongan

source: -- Please choose your main activity --
fr_fr: -- Veuillez choisir votre activité principale --

source: Sport and Entertainment
fr_fr: Sports et loisirs

source: At least one table with same prefix was already found, please change your prefix or drop your database
eu_es: Gutxienez taula bat aurrizki berdinarekin iada aurkitu da, mesedez aldatu aurrizkia edo jaregin zure datu-basea
fr_fr: Au moins une table avec le même préfixe a été trouvée, merci de changer votre préfixe ou de supprimer vos tables existantes
ms_my: Sekurangya satu jadual dengan awalan yang sama dijumpai, sila tukar awalan atau gugurkan pangkalan data anda

source: Server name is not valid
eu_es: Zerbitzariaren izena baliogabea da
fr_fr: L'adresse du serveur est invalide
ms_my: Nama pelayan tidak sah

source: You must enter a database name
eu_es: Datu-basearen izena sartu behar duzu
fr_fr: Vous devez saisir un nom de base de données
ms_my: Anda perlu masukkan nama pangkalan data

source: You must enter a database login
eu_es: Datu-baserako sarrera datuak idatzi
fr_fr: Vous devez saisir un identifiant pour la base de données
ms_my: Anda perlu lengkapkan log masuk ke pangkalan data

source: Tables prefix is invalid
eu_es: Taulen aurrizkia baliogabea da
fr_fr: Le préfixe des tables est invalide
ms_my: Awalan jadual tidak sah

source: Cannot convert database data to utf-8
eu_es: Ezin dira datu-baseko datuak UTF-8ra bihurtu
fr_fr: Impossible de convertir la base en utf-8
ms_my: Tidak dapat menukar pangkalan data ke utf-8

source: The values of auto_increment increment and offset must be set to 1
fr_fr: Les valeurs d'incrémentation "auto_increment" et "offset" doivent être fixées à 1

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
fr_fr: Votre identifiant de base de données n'a pas les droit pour créer une table sur la base de données "%s". Demandez à votre hébergeur :

source: Database Server is not found. Please verify the login, password and server fields
eu_es: Datu-basearen zerbitzaria ez da aurkitu. Mesedez egiaztatu sarrera izena, pasahitza eta zerbitzari eremuak
fr_fr: Impossible de se connecter au serveur de la base de données. Vérifiez vos identifiants de connexion
ms_my: Pelayan pangkalan data tidak dijumpai. Sila sahkan log masuk, kata laluan dan ruangan pelayan

source: Connection to MySQL server succeeded, but database "%database%" not found
fr_fr: Connexion au serveur MySQL réussie, mais la base de données "%database%" est introuvable

source: Attempt to create the database automatically
eu_es: Datu-basea automatikoki sortzeko saiakera
fr_fr: Essayer de créer la base de données automatiquement
ms_my: Cubaan untuk mencipta pangkalan data secara automatik

source: %file% file is not writable (check permissions)
fr_fr: Le fichier %file% n'est plus accessible en écriture (vérifiez vos droits)

source: %folder% folder is not writable (check permissions)
fr_fr: Le dossier %folder% ne peut être écrit (vérifiez vos droits)

source: Cannot write settings file
eu_es: Ezin izan da ezarpen fitxategia idatzi
fr_fr: Impossible de générer le fichier settings
ms_my: Tidak dapat menulis pada fail tetapan

source: Cannot write app/config/parameters.php file
fr_fr: Impossible d'écrire dans le fichier app/config/parameters.php

source: Cannot write app/config/parameters.yml file
fr_fr: Impossible d'écrire dans le fichier app/config/parameters.yml

source: Database structure file not found
eu_es: Datu-baseko estrukturaren fitxategia ez da aurkitu
fr_fr: Le fichier de structure de base de donnée n'a pu être trouvé
ms_my: Fail struktur pangkalan data tidak dijumpai

source: Cannot create group shop
eu_es: Ezin da denda taldea sortu
fr_fr: Impossible de créer le groupe de boutique
ms_my: Tidak dapat mencipta kumpulan kedai

source: Cannot create shop
eu_es: Ezin da denda sortu
fr_fr: Impossible de créer la boutique
ms_my: Tidak dapat membuat kedai

source: Cannot create shop URL
eu_es: Ezin da dendako URLa sortu
fr_fr: Impossible de créer l'URL pour la boutique
ms_my: Tidak dapat mencipta URL kedai

source: File "language.xml" not found for language iso "%iso%"
fr_fr: Le fichier "language.xml" est introuvable pour la langue iso "%iso%"

source: File "language.xml" not valid for language iso "%iso%"
fr_fr: Le fichier "language.xml" n'est pas valide pour la langue iso "%iso%"

source: Cannot download language pack "%iso%"
fr_fr: Impossible de télécharger le pack de langue "%iso%"

source: Cannot install language "%iso%"
fr_fr: Impossible d'installer la langue "%iso%"

source: Cannot copy flag language "%flag%"
fr_fr: Impossible de copier le drapeau pour la langue « %flag% »

source: Cannot create admin account
eu_es: Ezin da administrazio kontua sortu
fr_fr: Impossible de créer le compte administrateur
ms_my: Tidak dapat mencipta akaun pentadbir

source: Cannot install module "%module%"
fr_fr: Impossible d'installer le module "%module%"

source: Fixtures class "%class%" not found
fr_fr: La classe de démo « %class% » n'a pas été trouvée

source: "%class%" must be an instance of "InstallXmlLoader"
fr_fr: « %class% » doit être une instance de « InstallXmlLoader »

source: Database upgrade completed.
fr_fr: La mise à jour de la base de données est terminée.

source: Disabling modules now...
fr_fr: Désactivation des modules...

source: Modules successfully disabled.
fr_fr: Les modules ont bien été désactivés.

source: Enabling modules now...
fr_fr: Activation des modules...

source: Modules successfully enabled.
fr_fr: Les modules ont bien été activés.

source: Upgrading images now...
fr_fr: Mise à jour des images...

source: Images successfully upgraded.
fr_fr: Les images ont bien été mises à jour.

source: Upgrading languages now...
fr_fr: Mise à jour des langues...

source: Languages successfully upgraded.
fr_fr: Les langues ont bien été mises à jour.

source: Upgrading theme now...
fr_fr: Mise à jour du thème...

source: Theme successfully upgraded.
fr_fr: Le thème a bien été mis à jour.

source: Warning detected during upgrade.
fr_fr: Erreur(s) détectée(s) pendant la mise à jour.

source: Error detected during upgrade.
fr_fr: Erreur détectée pendant la mise à jour.

source: SQL error on query <i>%query%</i>
fr_fr: Erreur SQL sur la requête <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
fr_fr: Une erreur SQL sur survenue pour l'entité <i>%entity%</i> : <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
fr_fr: Impossible de créer l'image "%identifier%" pour l'entité "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
fr_fr: Impossible de créer l'image "%identifier%" (mauvais droits sur le dossier "%folder%")

source: Cannot create image "%identifier%"
fr_fr: Impossible de créer l'image "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
eu_es: Ezin izan da "%1$s" irudia sortu "%2$s" entitatearentzat
fr_fr: Impossible de créer l'image "%1$s" pour l'entité "%2$s"
ms_my: Tidak dapat menghasilkan imej "%1$s" untuk entiti "%2$s"

source: Support
eu_es: Sostengua
ms_my: Bantuan

source: Documentation
eu_es: Dokumentazioa
ms_my: Dokumentasi

source: E-mail
ms_my: E-Mel

source: Front Office
ms_my: Balai Pameran

source: Services
eu_es: Zerbitzuak
ms_my: Perkhidmatan

source: Forum
eu_es: Foroa

source: Blog
eu_es: Bloga

source: Tweet
eu_es: Txioa
