Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsvisitsAdmin.*.xlf
Languages: fr_fr, ja_jp, uk_ua

source: Visits and Visitors
fr_fr: Visites et visiteurs
ja_jp: 訪問数と訪問者
uk_ua: Перегляди та Відвідувачі

source: Adds statistics about your visits and visitors to the Stats dashboard.
fr_fr: Ajoute des statistiques à propos de vos visites et visiteurs au tableau de bord des statistiques.
uk_ua: Додає інформацію про відвідування та відвідувачів до Статистики в панелі керування.

source: Determine the interest of a visit
fr_fr: Déterminer l'intérêt d'une visite
ja_jp: 訪問者の関心を決定
uk_ua: Визначає мету відвідування

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
fr_fr: Le graphique d'évolution visiteurs ressemble fortement au graphique des visites, mais fournit des informations supplémentaires:
ja_jp: 訪問者の進捗グラフは訪問グラフに似ていますが、追加の情報を提供します。
uk_ua: Відвідувачів еволюція сильно нагадує графік візитів \"графіка, але й забезпечує додаткову інформацію:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
fr_fr: Si c'est le cas, alors félicitations, votre site est bien conçu et plaît indéniablement.
ja_jp: このような場合は、おめでとうございます。ウェブサイトはよく計画され喜ばれています。
uk_ua: Якщо це так, вітаю, ваш сайт добре спланований і приємно.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
fr_fr: Dans le cas contraire, la conclusion n'est pas si simple. Le problème peut être esthétique ou ergonomique, ou alors l'offre insuffisante. Il se peut également que ces visiteurs soient arrivées là par erreur, sans intérêt particulier pour votre boutique ; ce phénomène arrive couramment avec les moteurs de recherche.
ja_jp: 結論は単純ではありません。問題は人間工学的なことができる、または他のオファーは十分ではありません。それは、これらの訪問者が間違ってショップのために特に興味なくここに訪れた可能性もありますが、この減少は多くの場合の検索エンジンで発生します。
uk_ua: В іншому випадку, висновок не так просто. Проблема може бути естетичної або ергономічні, або ж ця пропозиція не буде достатнім. Можливо також, що ці відвідувачі прийшли сюди помилково, без особливого інтересу для Вашого магазину, це явище часто буває з пошуковими системами.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
fr_fr: Cette information est surtout qualitative : c'est à vous de déterminer l'intérêt d'une visite sans suite.
ja_jp: この情報は主に定性的です。まとまりのない訪問者の関心を決定する必要があります。
uk_ua: Ця інформація в основному якісні: у вас є, щоб визначити інтерес відвідати незв'язної.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
fr_fr: Une visite correspond au passage d'un internaute sur votre boutique. Une seule visite est comptée pour toute la durée de sa session.
ja_jp: 訪問はショップに到達したインターネットユーザに対応します。そのセッションが終了するまで唯一の訪問としてカウントされます。
uk_ua: Відвідати відповідний інтернет-користувачів, які приходять на ваш магазин. До кінця своєї сесії, тільки одне відвідування зараховується.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
fr_fr: On appelle visiteur une personne inconnue - non inscrite ou non connectée - naviguant sur votre boutique. Un visiteur peut donc visiter votre boutique plusieurs fois.
ja_jp: 訪問者とは、未知のユーザであり、登録もログオンしていないショップを巡回している方のことです。訪問者は何回でもショップを巡回することができます。
uk_ua: Відвідувач невідомий, який не зареєстрований або не залогувались на вашому магазині. Відвідувач може приїхати і відвідати ваш магазин багато разів.

source: Total visits:
fr_fr: Nombre total de visites
ja_jp: 訪問者の合計：
uk_ua: Всього відвідувань:

source: Total visitors:
fr_fr: Nombre total de visiteurs
ja_jp: 訪問者の合計：
uk_ua: Всього відвідувачів:

source: CSV Export
fr_fr: Export CSV
ja_jp: CSVエクスポート
uk_ua: CSV експорт

source: Number of visits and unique visitors
fr_fr: Nombre de visites et visiteurs uniques
ja_jp: 訪問者数とユニーク訪問者数
uk_ua: Кількість переглядів та унікальних відвідувачів
