Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsproductAdmin.*.xlf
Languages: gl_es

source: Product details
gl_es: Detalles do produto

source: Adds detailed statistics for each product to the Stats dashboard.
gl_es: Engade estatísticas detalladas no panel de Estatísticas para cada produto.

source: Number of purchases compared to number of views
gl_es: Número de compras en comparación co número de visualizacións

source: After choosing a category and selecting a product, informational graphs will appear.
gl_es: Os gráficos informativos aparecerán despois de escoller unha categoría e seleccionar un produto.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
gl_es: Se notas que un produto se compra a miúdo pero non se visualiza con frecuencia, deberías amosalo dun xeito máis salientable no teu sitio web.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
gl_es: Doutra banda, se un produto ten moitas visualizacións pero non se merca con frecuencia, aconsellámosche comprobar ou modificar de novo a información, descrición e fotografía deste produto, a ver se podes atopar algo mellor.

source: Details
gl_es: Detalles

source: Total bought
gl_es: Total adquirido

source: Sales (tax excluded)
gl_es: Vendas (taxas excluídas)

source: Total Viewed
gl_es: Total Visualizacións

source: Conversion rate
gl_es: Taxa de Conversión

source: CSV Export
gl_es: Exportar CSV

source: Attribute sales distribution
gl_es: Distribución de vendas por atributo

source: Cross selling
gl_es: Venda cruzada

source: Click on a product to access its statistics!
gl_es: Clica nun produto para acceder ás súas estatísticas!

source: Choose a category
gl_es: Escolle unha categoría

source: Products available
gl_es: Produtos dispoñibles

source: Popularity
gl_es: Popularidade

source: Visits (x100)
gl_es: Visitas (x100)
