Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: gl_es

source: Pages not found
gl_es: Páxinas non atopadas

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
gl_es: Engade unha táboa no panel de Estatísticas que amosa as páxinas solicitadas polas túas visitantes e que non foron atopadas.

source: The "pages not found" cache has been emptied.
gl_es: Baleirouse a caché de "páxinas non atopadas".

source: The "pages not found" cache has been deleted.
gl_es: Eliminouse a caché de "páxinas non atopadas".

source: Guide
gl_es: Guía

source: 404 errors
gl_es: Erros 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
gl_es: Un erro 404 é un código de erro HTTP que significa que non se puido atopa-lo ficheiro solicitado pola usuaria. No teu caso significa que unha das túas visitantes introduciu unha URL incorrecta na barra de enderezos, ou que ti ou outro sitio web tedes unha ligazón rota. Cando sexa posible, amósase a procedencia para que poidas atopa-la páxina/sitio que contén a ligazón rota. Se non, polo xeral significa que é un acceso directo, que alguén podía ter gardada unha ligazón que xa non existe.

source: How to catch these errors?
gl_es: Como arranxar estes erros?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
gl_es: Se o teu servizo de hospedaxe web soporta arquivos .htaccess, podes crear un no directorio raíz de Prestashop e inserir dentro a seguinte liña: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
gl_es: A usuaria que solicite unha páxina que non existe será redirixida á seguinte páxina: %s. Este módulo rexistra o acceso a esta páxina.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
gl_es: Debes empregar un ficheiro .htaccess para redirixir os erros 404 á páxina "404.php".

source: Page
gl_es: Páxina

source: Referrer
gl_es: Procedencia

source: Counter
gl_es: Contador

source: No "page not found" issue registered for now.
gl_es: Polo de agora non se rexistrou ningún problema do tipo "páxina non atopada".

source: Empty database
gl_es: Baleirar base de datos

source: Empty ALL "pages not found" notices for this period
gl_es: Baleirar TÓDOLOS avisos de "non se atoparon as páxinas" neste período

source: Empty ALL "pages not found" notices
gl_es: Baleirar TÓDOLOS avisos de "non se atoparon as páxinas"
