Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesDashactivityAdmin.*.xlf
Languages: ca_es, it_it

source: Dashboard Activity
ca_es: Tauler de control d'activitat
it_it: Dashboard Attività

source: (from %s to %s)
ca_es: (des de %s fins a %s)
it_it: (da %s a %s)

source: Active cart
ca_es: Carret actiu
it_it: Carrello attivo

source: How long (in minutes) a cart is to be considered as active after the last recorded change (default: 30 min).
ca_es: Durant quant de temps (en minuts) es considera que un carret és actiu després de la darrera acció (predeterminat: 30 minuts).
it_it: Quanto tempo (in minuti) un carrello è considerato come attivo dopo l'ultimo cambiamento registrato (default: 30 min).

source: Online visitor
ca_es: Visitant en línia
it_it: Visitatori Online

source: How long (in minutes) a visitor is to be considered as online after their last action (default: 30 min).
ca_es: Durant quant de temps (en minuts) es considera que un visitant és actiu en línia després de la darrera acció (predeterminat: 30 minuts).
it_it: Quanto tempo (in minuti) un visitatore deve essere considerato online dopo la sua ultima azione (default: 30 min).

source: Abandoned cart (min)
ca_es: Carret abandonat (min)
it_it: Carrello abbandonato (min)

source: How long (in hours) after the last action a cart is to be considered as abandoned (default: 24 hrs).
ca_es: Quant de temps (en hores) ha de passar després de la darrera acció en un carret per tal que es consideri abandonat (predeterminat: 24 hores).
it_it: Quanto tempo (in ore) dopo l'ultima azione un carrello è considerato abbandonato (default: 24 hrs).

source: hrs
ca_es: h
it_it: ore

source: Abandoned cart (max)
ca_es: Carret abandonat (màx)
it_it: Carrello abbandonato (max)

source: How long (in hours) after the last action a cart is no longer to be considered as abandoned (default: 24 hrs).
ca_es: Quant de temps (en hores) ha de passar després de la darrera acció en un carret per tal que ja no es consideri abandonat (predeterminat: 24 hores).
it_it: Quanto tempo (in ore) dopo l'ultima azione un carrello è considerato abbandonato (default: 24 ore).

source: Activity overview
ca_es: Visió de conjunt d'activitat
it_it: Overview attività

source: Online Visitors
ca_es: Visitants en línia
it_it: Visitatori online

source: in the last %d minutes
ca_es: als darrers %d minuts
it_it: negli ultimi %d minuti

source: Active Shopping Carts
ca_es: Carrets de compra actius
it_it: Carrelli attivi

source: Currently Pending
ca_es: Pendents ara mateix
it_it: Attualmente in Attesa

source: Return/Exchanges
ca_es: Devolucions/Canvis
it_it: Resi/Cambi

source: Out of Stock Products
ca_es: Productes fora d'estoc
it_it: Prodotto esaurito

source: New Messages
ca_es: Nous missatges
it_it: Nuovi messaggi

source: Product Reviews
ca_es: Opinions sobre productes
it_it: Recensioni prodotti

source: Customers & Newsletters
ca_es: Clients i Newsletters
it_it: Clienti e Newsletters

source: New Customers
ca_es: Nous clients
it_it: Nuovi clienti

source: New Subscriptions
ca_es: Noves subscripcions
it_it: Nuovi abbonati

source: Total Subscribers
ca_es: Total de subscriptors
it_it: Abbonati totali

source: Traffic
ca_es: Trànsit
it_it: Traffico

source: Link to your Google Analytics account
ca_es: Enllaç al vostre compte de Google Analytics
it_it: Collegamento al tuo account Google Analytics

source: Visits
ca_es: Visites
it_it: Visite

source: Unique Visitors
ca_es: Visitants únics
it_it: Visitatori unici

source: Traffic Sources
ca_es: Fonts del trànsit
it_it: Fonti di traffico
