Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesImagesliderAdmin.*.xlf
Languages: ms_my

source: Invalid values
ms_my: Nilai tidak sah

source: Invalid slide
ms_my: Gelangsar tidak sah

source: Invalid slide state.
ms_my: Keadaan gelangsar tidak sah.

source: Invalid slide position.
ms_my: Kedudukan gelangsar tidak sah.

source: The title is too long.
ms_my: Tajuk terlalu panjang.

source: The caption is too long.
ms_my: Kapsyen terlalu panjang.

source: The URL is too long.
ms_my: URL terlalu panjang.

source: The description is too long.
ms_my: Penerangan terlalu panjang.

source: The URL format is not correct.
ms_my: Format URL tidak betul.

source: Invalid filename.
ms_my: Nama fail tidak sah.

source: The URL is not set.
ms_my: URL tidak ditetapkan.

source: The image is not set.
ms_my: Imej tidak ditetapkan.

source: The configuration could not be updated.
ms_my: Konfigurasi tidak dapat dikemaskini.

source: The slide could not be added.
ms_my: Gelangsar tidak dapat diletak.

source: The slide could not be updated.
ms_my: Gelangsar tidak dapat dikemaskini.

source: Caption
ms_my: Kapsyen

source: Speed
ms_my: Kelajuan

source: The modifications will be applied to shop: %s
ms_my: Pengubahsuaian akan digunakan untuk kedai: %s

source: The modifications will be applied to this group: %s
ms_my: Pengubahsuaian akan digunakan untuk kumpulan ini: %s

source: Slides list
ms_my: Senarai gelangsar
