Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesFeaturedproductsAdmin.*.xlf
Languages: ca_es, ms_my

source: Featured products
ca_es: Productes destacats
ms_my: Produk terpilih

source: Displays featured products in the central column of your homepage.
ca_es: Mostra els productes destacats a la columna central de la pàgina d'inici.
ms_my: Paparkan produk unggulan di lajur tengah laman utama anda.

source: The number of products is invalid. Please enter a positive number.
ca_es: El nombre de productes no és vàlid. Si us plau, entreu un número positiu.
ms_my: Bilangan produk tidak sah. Sila masukkan nombor positif.

source: The category ID is invalid. Please choose an existing category ID.
ca_es: L'identificador de categoria no és vàlid. Si us plau trieu l'identificador d'una categoria ja existent.
ms_my: ID kategori tidak sah. Sila pilih ID kategori sedia ada.

source: Invalid value for the "randomize" flag.
ca_es: Valor no vàlid per a la bandereta "randomize".
ms_my: Nilai tidak sah untuk bendera "rawakkan".

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
ca_es: Per tal d'afegir productes a la pàgina d'inici, senzillament afegiu-los a la categoria de producte corresponent (predeterminada: "Inici").
ms_my: Untuk menambah produk ke laman utama anda, hanya perlu menambah mereka kepada kategori produk yang sepadan (lalai: "Utama").

source: Number of products to be displayed
ca_es: Nombre de productes que es mostraran
ms_my: Jumlah produk untuk dipaparkan

source: Set the number of products that you would like to display on homepage (default: 8).
ca_es: Establiu el nombre de productes que voleu que es mostrin a la pàgina d'inici (predeterminat: 8).
ms_my: Tetapkan jumlah produk yang anda mahu papar di laman utama (asas: 8).

source: Category from which to pick products to be displayed
ca_es: Categoria que es mostrarà per a recollir productes
ms_my: Kategori di mana produk yang dipilih akan dipaparkan

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
ca_es: Trieu l'identificador de la categoria dels productes que voleu que es mostrin a la pàgina d'inici (predeterminada: 2 per a "Inici").
ms_my: Pilih ID kategori produk yang anda ingin untuk dipaparkan di laman utama (lalai: 2 untuk "Utama").

source: Randomly display featured products
ca_es: Mostrar aleatòriament productes destacats
ms_my: Secara rawak memaparkan produk yang diketengahkan

source: Enable if you wish the products to be displayed randomly (default: no).
ca_es: Activeu-lo si voleu que els productes es mostrin aleatòriament (predeterminat: no).
ms_my: Dayakan jika anda mahu produk dipaparkan secara rawak (lalai: tidak).
