Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_es, gl_es, hr_hr

source: [ERROR] Unable to find files to upgrade.
es_es: [ERROR] No se han podido encontrar archivos para actualizar.
gl_es: [ERROR] Non se puideron atopar ficheiros para actualizar.
hr_hr: [ERROR] Nije moguće pronaći datoteke za nadogradnju.

source: Unable to list files to upgrade
es_es: No se han podido listar los archivos a actualizar
gl_es: Imposible listar os ficheiros a actualizar
hr_hr: Nije na popis datoteka za nadogradnju

source: %s files will be upgraded.
es_es: %s archivos serán actualizados.
gl_es: Actualizaranse %s ficheiros.
hr_hr: %s datoteka će biti nadograđeno.

source: filesToUpgrade is not an array
es_es: filesToUpgrade no es una matriz
hr_hr: slika Nadogradnja nije matrica

source: All files upgraded. Now upgrading database...
es_es: Todos los archivos actualizados. Actualización de bases de datos en curso...
gl_es: Actualizados tódolos ficheiros. Actualizando agora a base de datos...
hr_hr: Sve datoteke nadograđene. Sada nadograđujem bazu podataka ...

source: Error when trying to upgrade file %s.
es_es: Error al actualizar el archivo %s.
gl_es: Produciuse un erro ao tentar actualiza-lo ficheiro %s.
hr_hr: Pogreška kod pokušaja nadogradnje datoteke %s.

source: %s files left to upgrade.
es_es: quedan %s archivos por actualizar.
hr_hr: %s datoteka ostaje za nadogradnju.

source: Nothing has been extracted. It seems the unzip step has been skipped.
es_es: No se ha extraído nada. Parece que el paso de descompresión se ha omitido.
gl_es: Non se extraeu nada. Semella que saltaches o paso de descompresión.
hr_hr: Ništa nije razloženo. Proces unzipp je preskočen.

source: %s modules will be upgraded.
es_es: %s módulos serán actualizados.
gl_es: Actualizaranse %s módulos.
hr_hr: %s moduli će biti nadograđeni.

source: upgradeModule step has not ended correctly.
es_es: el paso upgradeModule no ha finalizado correctamente.
hr_hr: Korak nadogradnje modula nije pravilno završio.

source: listModules is not an array. No module has been updated.
es_es: listModules no es una matriz. No se ha actualizado ningún módulo.
hr_hr: listModules nije niz. Ni jedan modul nije ažuriran.

source: %s modules left to upgrade.
es_es: quedan %s módulos por actualizar.
gl_es: Faltan %s módulos por actualizar.
hr_hr: %s modula preostalo za nadogradnju.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
es_es: El módulo %modulename% no es compatible con la versión %version%, y será eliminado del FTP.
hr_hr: %modulename% modul nije kompatibilan s verzijom %version%, biti će uklonjen s vašeg FTP-a.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
es_es: El módulo %modulename% no es compatible con la versión %version%, por favor, elimínalo del FTP.
hr_hr: %modulename% modul nije kompatibilan s verzijom %version%, molimo uklonite ga s vašeg FTP-a.

source: Addons modules files have been upgraded.
es_es: Se han actualizado los archivos de módulos Addons.
gl_es: Actualizáronse os ficheiros dos módulos dos complementos.
hr_hr: Datoteke dodatnih modula biti će nadograđene.

source: The files of module %s have been upgraded.
es_es: Los archivos del módulo %s se han actualizado.
gl_es: Actualizáronse os ficheiros do módulo %s.
hr_hr: Datoteke modula %s biti će nadograđene.

source: [WARNING] Error when trying to upgrade module %s.
es_es: [WARNING] Error al intentar actualizar el módulo %s.
gl_es: [WARNING] Produciuse un erro ao tentar actualiza-lo módulo %s.
hr_hr: [WARNING] Greška kod pokušaja nadogradnje %s modula.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
es_es: [ERROR] No se puede escribir el archivo zip del módulo %s en el directorio temporal.
gl_es: [ERROR] Incapaz se garda-lo ficheiro zip %s do módulo no directorio temporal.
hr_hr: [ERROR] Nije moguće upisati zip datoteku %s modula u privremenu mapu.

source: [ERROR] No response from Addons server.
es_es: [ERROR] No hay respuesta desde el servidor Addons.
gl_es: [ERROR] Sen resposta do servidor de Complementos.
hr_hr: [ERROR] Nema odgovora od servera dodataka.

source: Error during database upgrade. You may need to restore your database.
es_es: Error durante la actualización de la base de datos. Puede que tengas que restaurar la base de datos.
gl_es: Produciuse un erro durante a actualización da base de datos. Podería ser preciso que restaures a túa base de datos.
hr_hr: Greška tijekom nadogradnje baze podataka. Možda ćete morati vratiti svoju bazu podataka.

source: Database upgraded. Now upgrading your Addons modules...
es_es: Base de datos actualizada. Actualizando ahora tus módulos de Addons...
gl_es: Base de datos actualizada. Actualizando agora os módulos dos Complementos...
hr_hr: Baza podataka nadograđena. Sada nadograđujemo vaše dodatke...

source: The database has been cleaned.
es_es: La base de datos ha sido limpiada.
gl_es: Limpouse a base de datos.
hr_hr: Baza podataka je očišćena.

source: /install/upgrade/php directory is missing in archive or directory
es_es: Falta el directorio /install/upgrade/php en el archivo o directorio
hr_hr: /install/upgrade/php direktorij je nestao iz arhive ili direktorija

source: /install/upgrade/php directory is missing in archive or directory.
es_es: Falta el directorio /install/upgrade/php en el archivo o directorio.
hr_hr: /install/upgrade/php direktorij je nestao iz arhive ili direktorija.

source: The app/config/parameters.php file was not found.
es_es: No se encontró el archivo app/config/parameters.php.
hr_hr: App/config/parameters.php datoteka nije pronađena.

source: The app/config/parameters.yml file was not found.
es_es: No se encontró el archivo app/config/parameters.yml.
hr_hr: App/config/parameters.yml datoteka nije pronađena.

source: Current version: %oldversion%. Version to install: %newversion%.
es_es: Versión actual: %oldversion%. Versión a instalar: %newversion%.
hr_hr: Trenutna verzija: %oldversion%. Verzija za instaliranje: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
es_es: Versión actual: %oldversion%. Versión a instalar: %newversion%
hr_hr: Trenutna verzija: %oldversion%. Verzija za instaliranje: %newversion%

source: [ERROR] Version to install is too old.
es_es: [ERROR] La versión a instalar es demasiado antigua.
gl_es: [ERROR] A versión que se quere instalar é demasiado antiga.
hr_hr: [ERROR] verzija za instalaciju je prestara.

source: You already have the %s version.
es_es: Ya tienes la versión %s.
gl_es: Xa tes a versión %s.
hr_hr: Već imate %s verziju.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
es_es: No existe una versión anterior. ¿Ha eliminado o renombrado el archivo app/config/parameters.php?
hr_hr: Nema stare verzije. Da li ste obrisali ili preimenovali app/config/parameters.php datoteku?

source: Invalid database configuration
es_es: Configuración de la base de datos no válida
gl_es: Configuración da base de datos non válida
hr_hr: Pogrešna konfiguracija baze podataka

source: Unable to find upgrade directory in the installation path.
es_es: No es posible encontrar la carpeta de actualización en la ruta de instalación.
gl_es: Non é posible atopar o directorio de actualización na ruta de instalación.
hr_hr: Nije moguće pronaći direktorij nadogradnje u instalacijskoj stazi.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
es_es: No es posible encontrar los archivos de actualización SQL. Por favor, comprueba que la carpeta %s no esté vacía.
gl_es: Non se puideron atopar os ficheiros de actualización SQL. Comprobe que o cartafol %s non estea baleiro.
hr_hr: Ne možemo pronaći SQL nadogradnju datoteke. Provjerite da %s mapa nije prazna.

source: %s is not a valid version number.
es_es: %s no es un número de versión válido.
gl_es: %s non é un número de versión válido.
hr_hr: %s nije valjani broj verzije.

source: Error while loading SQL upgrade file "%s.sql".
es_es: Error al cargar el archivo de actualización de SQL "%s.sql".
gl_es: Produciuse un erro ao carga-lo ficheiro de actualización SQL "%s.sql".
hr_hr: Greška kod učitavanja SQL datoteke nadogradnje "%s.sql".

source: Error while loading SQL upgrade file %s.
es_es: Error al cargar el archivo de actualización de SQL %s.
hr_hr: Greška kod učitavanja SQL datoteke nadogradnje %s.

source: Error while loading sql SQL file %s.
es_es: Error al cargar el archivo SQL %s.
hr_hr: Greška kod učitavanja sql SQL datoteke %s.

source: [DROP] SQL %s table has been dropped.
es_es: [DROP] la tabla SQL %s ha sido eliminada.
gl_es: [DROP] Eliminouse a táboa SQL %s.
hr_hr: [DROP] SQL %s tablica je obrisana.

source: An error happened during the database upgrade.
es_es: Se ha producido un error al actualizar la base de datos.
gl_es: Produciuse un erro durante a actualización da base de datos.
hr_hr: Dogodila se greška kod nadogradnje baze podataka.

source: Error upgrading Doctrine schema
es_es: Error al actualizar el esquema Doctrine
hr_hr: Greška nadogradnje

source: Database upgrade OK
es_es: Actualización de la base de datos OK
gl_es: Base de datos actualizada correctamente
hr_hr: Nadogradnja baze podataka OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
es_es: [SKIP] el directorio "%s" no existe y no se puede vaciar.
gl_es: [SKIP] o directorio "%s" non existe e non pode baleirarse.
hr_hr: [SKIP] mapa"%s" ne postoji i ne može biti ispražnjena.

source: [CLEANING CACHE] File %s removed
es_es: [CLEANING CACHE] Archivo %s eliminado
gl_es: [CLEANING CACHE] Eliminouse o ficheiro %s
hr_hr: [CLEANING CACHE] Datoteka %s uklonjena

source: Error updating translations
es_es: Error al actualizar las traducciones
hr_hr: Greška nadogradnje prijevoda

source: Warning detected during upgrade.
es_es: Advertencia detectada durante la actualización.
gl_es: Detectada unha advertencia durante a actualización.
hr_hr: Upozorenje je detektirano tijekom nadogradnje.

source: Database upgrade completed
es_es: Actualización de la base de datos completada
gl_es: Actualización da base de datos completada
hr_hr: Nadogradnja baze podataka je dovršena

source: [NOTICE] File %s does not exist, merge skipped.
es_es: [NOTICE] El archivo %s no existe, se omitirá la fusión.
gl_es: [NOTICE] O ficheiro %s non existe, unión evitada.
hr_hr: [NOTICE] Datoteka %s ne postoji, spajanje preskočeno.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
es_es: [WARNING] la variable %variablename% no se encuentra en el archivo %filename%. Fusión omitida.
hr_hr: [WARNING] %variablename% variabla nedostaje u datoteci %filename%. Datoteka preskočena.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
es_es: [WARNING] la variable %variablename% no se encuentra en el archivo %filename%. File %filename% eliminado y fusión omitida.
hr_hr: [WARNING] %variablename% variabla nedostaje u datoteci %filename%. Datoteka %filename% obrisana i spajanje preskočeno.

source: %s ignored
es_es: %s ignorados
gl_es: %s ignorados
hr_hr: %s ignorirano

source: [WARNING] File %1$s has been deleted.
es_es: [WARNING] El archivo %1$s ha sido eliminado.
gl_es: [WARNING] Eliminouse o ficheiro %1$s.
hr_hr: [WARNING] Datoteka %1$s će biti obrisana.

source: Directory %1$s created.
es_es: Directorio %1$s creado.
gl_es: Creouse o directorio %1$s.
hr_hr: Datoteka %1$s kreirana.

source: Error while creating directory %s.
es_es: Error al crear el directorio %s.
gl_es: Erro ao crea-lo directorio %s.
hr_hr: Pogreška tijekom izrade direktorija %s.

source: Directory %s already exists.
es_es: El directorio %s ya existe.
hr_hr: Datoteka %s već postoji.

source: [TRANSLATION] The translation files have been merged into file %s.
es_es: [TRANSLATION] Los archivos de traducción se han fusionado en el archivo% %s.
hr_hr: [TRANSLATION] Datoteke prijevoda su spojene u datoteci %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
es_es: [TRANSLATION] Los archivos de traducción no han sido fusionados en el archivo %filename%. Se volverá a la copia %filename%.
hr_hr: [TRANSLATION] Datoteke prijevoda nisu spojene u datoteku %filename%. Prebaci za kopiranje %filename%.

source: Copied %1$s.
es_es: Copiado %1$s.
gl_es: Copiado %1$s.
hr_hr: Kopirano %1$s.

source: Error while copying file %s
es_es: Error al copiar el archivo %s
hr_hr: Greška kod kopiranja datoteke %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
es_es: [ERROR] Archivo %s no encontrado: imposible restaurar archivos. Operación cancelada.
hr_hr: [ERROR] Datoteka %s nedostaje: Nije moguće vratiti datoteke. Postupak prekinut.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
es_es: [ERROR] Archivo %s no encontrado: imposible restaurar archivos. Operación anulada.
gl_es: [ERROR] O ficheiro %s está desaparecido: incapaz de restaurar os ficheiros. Operación cancelada.
hr_hr: [ERROR] Datoteka %s nedostaje: Nije moguće vratiti datoteke. Postupak prekinut.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
es_es: [ERROR] No se ha encontrado archivos de copia de seguridad de la base de datos: sería imposible restaurar la base de datos. Operación anulada.
gl_es: [ERROR] Non se atoparon ficheiros de copia de seguridade da base de datos: sería imposible restaura-la base de datos. Operación cancelada.
hr_hr: [ERROR] Nije pronađena rezervna datoteka: Nemoguće je vratiti bazu podataka. Postupak prekinut.

source: Restoring files ...
es_es: Restaurando archivos ...
gl_es: Restaurando arquivos ...
hr_hr: Vračanje datoteka ...

source: Nothing to restore
es_es: Nada que restaurar
gl_es: Non hai nada que restaurar
hr_hr: Nema se što vratiti

source: %s file(s) will be removed before restoring the backup files.
es_es: %s archivo(s) será(n) eliminado(s) antes de restaurar la copia de seguridad de los archivos.
gl_es: Eliminaranse %s ficheiro(s) antes de restaura-los ficheiros da copia de seguridade.
hr_hr: %s datoteka će biti uklonjeno prije vračanja rezervnih datoteka.

source: [ERROR] Backup file %s does not exist.
es_es: [ERROR] El archivo de copia de seguridad %s no existe.
gl_es: [ERROR] Non existe o ficheiro de copia de seguridade %s.
hr_hr: [ERROR] Rezervna datoteka %s ne postoji.

source: [ERROR] File "%s" does not exist.
es_es: [ERROR] El archivo "%s" no existe.
gl_es: [ERROR] O ficheiro "%s" non existe.
hr_hr: [ERROR] Datoteka "%s" ne postoji.

source: Unable to remove upgraded files.
es_es: No se pueden eliminar los archivos actualizados.
gl_es: Imposible eliminar os ficheiros actualizados.
hr_hr: Nije moguće ukloniti nadograđene datoteke.

source: Files restored. Now restoring database...
es_es: Archivos restaurados. Restaurando la base de datos...
gl_es: Ficheiros restaurados. Restaurando agora a base de datos...
hr_hr: Datoteke vraćene. Sada vraćam bazu podataka...

source: Files restored.
es_es: Archivos restaurados.
gl_es: Ficheiros restaurados.
hr_hr: Datoteke vraćene.

source: Unable to extract file %filename% into directory %directoryname% .
es_es: No es posible extraer el archivo %filename% en el directorio %directoryname%.
hr_hr: Nije moguće izdvojiti datoteku %filename% u direktoriju %directoryname%.

source: %s: File format does not match.
es_es: %s: El formato del archivo no coincide.
hr_hr: %s: format datoteke ne odgovara.

source: Opening backup database file %filename% in %extension% mode
es_es: Abriendo la copia de seguridad de la base de datos %filename% en modo %extension%
hr_hr: Otvaranje datoteke sigurnosne kopije %filename% u %extension%

source: Database backup is empty.
es_es: La copia de seguridad de la base de datos está vacía.
gl_es: A copia de seguridade da base de datos está baleira.
hr_hr: Rezervna baza podataka je prazna.

source: Database restoration file %filename% done. %filescount% file(s) left...
es_es: Archivo de restauración de la base de datos %filename% realizado. Quedan %filescount% archivo(s)...
hr_hr: Datoteka za vraćanje baze podataka %filename% je gotova. %filescount% datoteka ostaje...

source: Database restoration file %1$s done.
es_es: Archivo de restauración de la base de datos %1$s completado.
hr_hr: Datoteka za vračanje baze podataka %1$s je gotova.

source: Database has been restored.
es_es: La base de datos ha sido restaurada.
gl_es: Restaurouse a base de datos.
hr_hr: Baza podataka je vraćena.

source: [SQL ERROR]
es_es: [ERROR SQL]
hr_hr: [SQL GREŠKA]

source: Error during database restoration
es_es: Error durante de la restauración de la base de datos
gl_es: Erro durante a restauración da base de datos
hr_hr: Greška tijekom vračanja baze podataka

source: %numberqueries% queries left for file %filename%...
es_es: %numberqueries% consultas restantes para el archivo %filename%...
hr_hr: %numberqueries% upiti ostavljeni za datoteku %filename%...

source: Database restoration done.
es_es: Restauración de la base de datos completada.
gl_es: Restauración da base de datos realizada.
hr_hr: Vračanje baze podataka je gotovo.

source: Database backup skipped. Now upgrading files...
es_es: Copia de seguridad de la base de datos omitida. Actualizando archivos...
gl_es: Copia de seguridade da base de datos omitida. Actualizando agora os ficheiros...
hr_hr: Rezervna kopija baze podataka preskočena. Sada nadograđujem datoteke...

source: Backup directory is not writable (%path%).
es_es: La carpeta de copias de seguridad no tiene permisos de escritura (%path%).
hr_hr: Mapa za rezervne kopija nema prava pisanja (%path%).

source: Backup file %s already exists. Operation aborted.
es_es: El archivo de la copia de seguridad %s ya existe. Operación cancelada.
gl_es: O ficheiro da copia de seguridade %s xa existe. Operación interrompida.
hr_hr: Rezervna datoteka %s već postoji. Postupak prekinut.

source: Unable to create backup database file %s.
es_es: No se puede crear el archivo %s para la copia de seguridad de la base de datos.
gl_es: Incapaz de crea-lo ficheiro da base de datos de copia de seguridade %s.
hr_hr: Nije moguće kreirati rezervnu datoteku baze podataka %s.

source: Error during database backup.
es_es: Error durante la copia de seguridad de la base de datos.
gl_es: Produciuse un erro durante a realización da copia de seguridade da base de datos.
hr_hr: Greška tijekom izrade rezervne kopije baze podataka.

source: An error occurred while backing up. Unable to obtain the schema of %s
es_es: Se ha producido un error durante la copia de seguridad. No se puede obtener el esquema de %s
hr_hr: Dogodila se pogreška tijekom backupa. Nije moguće dobiti shemu %s

source: %s table has been saved.
es_es: La tabla %s ha sido guardada.
hr_hr: %s tablica je spremljena.

source: %s tables have been saved.
es_es: Las tablas %s han sido guardadas.
hr_hr: %s tablice su spremljene.

source: Database backup: %s table(s) left...
es_es: Copia de seguridad de la base de datos : %s tabla(s) pendiente(s)...
gl_es: Copia de seguridade da base de datos: falta(n) %s táboa(s)...
hr_hr: Rezerva baze podataka: još %s tablica...

source: No valid tables were found to back up. Backup of file %s canceled.
es_es: No se encontraron tablas válidas para hacer la copia de seguridad. Copia de seguridad del archivo %s cancelada.
gl_es: Non de atoparon táboas válidas para realiza-la copia de seguridade. Copia de seguridade do ficheiro %s cancelada.
hr_hr: Nisu pronađene ispravne tablice za spremanje u rezervnu kopiju. Rezervna datoteka %s poništena.

source: Error during database backup for file %s.
es_es: Error durante la copia de seguridad de base de datos en el archivo %s.
gl_es: Produciuse un erro durante a realización da copia de seguridade do ficheiro %s.
hr_hr: Greška tijekom izrade rezervne kopije za datoteku %s.

source: Database backup done in filename %s. Now upgrading files...
es_es: Copia de seguridad de la base de datos realizada con el nombre de archivo %s. Actualizando archivos...
hr_hr: Rezervna kopija baze podataka gotova u datoteci %s. Sada nadograđujem datoteke...

source: Error during backupFiles
es_es: Error durante la copia de seguridad de los archivos
hr_hr: Greška tijekom rezervne kopije datoteka

source: [ERROR] backupFiles filename has not been set
es_es: [ERROR] no se ha indicado el nombre del archivo de la copia de seguridad
hr_hr: [ERROR] Naziv rezervne datoteke nije zadan

source: %s Files to backup.
es_es: %s archivos a salvaguardar.
gl_es: Ficheiros de %s para facer copia de seguridade.
hr_hr: %s Datoteka za rezervnu kopiju.

source: Backup files initialized in %s
es_es: Copia de seguridad incializada en %s
hr_hr: Rezervne datoteke inicijalizirane u %s

source: Backup files in progress. %d files left
es_es: Copia de seguridad de archivos en curso. %d archivos restantes
hr_hr: Rezervne datoteke u postupku. Još %d datoteka

source: Using class ZipArchive...
es_es: Utilizando la clase ZipArchive...
hr_hr: Pomoću klase ZipArchive...

source: Using class PclZip...
es_es: Utilizando la clase PclZip...
hr_hr: Pomoću klase PclZip...

source: All files saved. Now backing up database
es_es: Todos los archivos guardados. Realizando la copia de seguridad de la base de datos
gl_es: Gardados tódolos ficheiros. Facendo agora copia de seguridade da base de datos
hr_hr: Sve datoteke spremljene. Sada radim rezervnu kopiju baze podataka

source: All files have been added to archive.
es_es: Todos los archivos han sido añadidos al archivo.
gl_es: Engadíronse tódolos ficheiros ao arquivo.
hr_hr: Sve datoteke su dodane u arhivu.

source: %filename% added to archive. %filescount% files left.
es_es: %filename% añadido al archivo. %filescount% archivos restantes.
hr_hr: %filename% dodano u arhivu. %filescount% datoteke preostaju.

source: Error when trying to add %filename% to archive %archive%.
es_es: Error al intentar añadir %filename% al archivo %archive%.
hr_hr: Pogreška prilikom pokušaja dodavanja %filename% u arhivu %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
es_es: Archivo %filename% (tamaño: %filesize%) añadido al archivo. %filescount% archivos restantes.
hr_hr: Datoteka %filename% (veličina: %filesize%) dodana u arhivu. %filescount% datoteke lijevo.

source: File %filename% (size: %filesize%) added to archive.
es_es: Archivo %filename% (tamaño: %filesize%) añadido al archivo.
hr_hr: Datoteka %filename% (veličina: %filesize%) dodana u arhivu.

source: File %filename% (size: %filesize%) has been skipped during backup.
es_es: El archivo %filename% (tamaño: %filesize%) ha sido omitido durante la copia de seguridad.
hr_hr: Datoteka %filename% (veličina: %filesize%) biti će preskočena u backupu.

source: [ERROR] Error on backup using PclZip: %s.
es_es: [ERROR] Error en la copia de seguridad utilizando PclZip: %s.
gl_es: [ERROR] Produciuse un erro na copia de seguridade ao empregar PclZip: %s.
hr_hr: [ERROR] Greška kod izrade rezervne kopije upotrebom PclZip: %s.

source: Unable to open archive
es_es: No se puede abrir el archivo
hr_hr: Nije moguće otvoriti arhivu

source: All files saved. Now backing up database.
es_es: Todos los archivos guardados. Realizando la copia de seguridad de la base de datos.
gl_es: Gardados tódolos ficheiros. Facendo agora copia de seguridade da base de datos.
hr_hr: Sve datoteke spremljene. Sada radim rezervnu kopiju baze podataka.

source: %itemname% items removed. %itemscount% items left.
es_es: %itemname% elemento eliminado. %itemscount% elementos restantes.
hr_hr: %itemname% stavke uklonjene. %itemscount% stavke lijevo.
