Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesProductinfoAdmin.*.xlf
Languages: it_it, mk_mk

source: Product tooltips
it_it: Tooltip prodotto
mk_mk: совет за артикли

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
it_it: Mostra informazioni su una pagina prodotto: quante persone la stanno visualizzando, l'ultima volta che è stato venduto e l'ultima volta che è stato aggiunto ad un carrello.
mk_mk: покажува информации на страната на артиклите: колку луќе го гледаат, кога последен пат е продаден примерок кога последен пат е додадено во кошничка.

source: Number of visitors
it_it: Numero di visitatori
mk_mk: борј на посетители

source: Display the number of visitors who are currently watching this product.
it_it: Mostra il numero dei visitatori che stanno attualmente guardando questo prodotto.
mk_mk: Покажете го бројот на посетители кои во моментот го гледаат овој производ.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
it_it: Se attivi l'opzione qui sopra, devi attivare la prima opzione ("Salva visualizzazioni pagina per ogni cliente") del modulo "Esplorazione dati per le statistiche" (StatsData).
mk_mk: ако ја активираш опцијата мора прво да ја активирач првата опција (“сними прегледи за сите клиенти“ на "Data mining for statistics" (StatsData) модулот.

source: Period length
it_it: Lunghezza periodo
mk_mk: должина на период

source: Set the reference period length.
it_it: Imposta la durata del periodo di riferimento.
mk_mk: подеси референца за должина на периодот.

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
it_it: Per esempio, se impostato a 30 minuti, il modulo mostrerà il numero di visitatori negli ultimi 30 minuti.
mk_mk: На пример, ако е поставен на 30 минути, модулот ќе го прикаже бројот на посетители во последните 30 минути.

source: minutes
it_it: minuti
mk_mk: минути

source: Last order date
it_it: Data ultimo ordine
mk_mk: дата на последна порачка

source: Display the last time the product has been ordered.
it_it: Mostra l'ultima volta in cui il prodotto è stato ordinato.
mk_mk: Прикажете го последниот пат кога производот е нарачан.

source: Added to a cart
it_it: Aggiunto al carrello
mk_mk: додадено во кошничка

source: If the product has not been ordered yet, display the last time it was added to a cart.
it_it: Se il prodotto non è stato ancora ordinato, mostra l'ultima volta in cui è stato aggiunto a un carrello.
mk_mk: Ако производот досега не е нарачан, прикажете го последниот пат кога е додаден во кошничката.

source: Do not display events older than
it_it: Non mostrare gli eventi precedenti
mk_mk: на појавувај настани постари од

source: days
it_it: giorni
mk_mk: дена
