Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesGAnalyticsAdmin.*.xlf
Languages: ar_sa, ca_es, hu_hu

source: Google Analytics
ar_sa: تحليلات جوجل

source: Gain clear insights into important metrics about your customers, using Google Analytics
ar_sa: احصل على نظرة واضحه على ارقام اداء عملائك، بإستخدام تحليلات جوجل
ca_es: Utilitzant Google Analytics obtindreu clars coneixements de les mètriques importants sobre els vostres clients

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
ar_sa: هل انت متأكد انك تريد إلغاء تثبيت تحليلات جوجل؟ سوف تفقد كل البيانات المتعلقة بهذه البرمجية.
ca_es: N'esteu segurs de voler desinstal·lar Google Analytics? Perdreu les dades relacionades amb aquest mòdul.
hu_hu: Biztos vagy benne, hogy el akarod távolítani a Google Analytics-et? A modulhoz kapcsolodó összes adat el fog veszni.

source: Google Analytics Tracking ID
ar_sa: رقم تعريف تتبع تحليلات جوجل
hu_hu: Google Analytics Azonosító szám ID

source: This information is available in your Google Analytics account
ar_sa: هذه المعلومات متوفرة في حساب Google Analytics الخاص بك
hu_hu: Ezek az adatok a Google Analytics fiókodban érhetők el

source: Enable User ID tracking
ar_sa: فعل خاصية تتبع إسم المستخدم
hu_hu: Felhasználó-azonosító követés engedélyezése

source: Anonymize IP
ar_sa: إخفاء هوية IP

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
ar_sa: استخدم هذا الخيار لإخفاء هوية عنوان IP الخاص بالزائر ليتوافق مع قوانين خصوصية البيانات في بعض البلدان

source: Enable Cross-Domain tracking
ar_sa: تمكين التتبع عبر النطاقات

source: Account ID updated successfully
ar_sa: تم تحديث معرف الحساب بنجاح
ca_es: ID del compte actualitzat amb èxit
hu_hu: Beállítások sikeresen frissítve

source: Settings for User ID updated successfully
ar_sa: تم تحديث إعدادات إسم المستخدم بنجاح
ca_es: Les configuracions per a l'ID de l'usuari han estat actualitzades correctament
hu_hu: Beállítások sikeresen frissítve

source: Settings for Anonymize IP updated successfully
ar_sa: تم تحديث إعدادات إخفاء هوية IP بنجاح

source: Product detail views
ar_sa: عدد مشاهدات تفاصيل المنتج
ca_es: Vistes de detall de producte
hu_hu: Termék részletes nézete

source: "Add to cart" actions
ar_sa: عمليات "أضف إلى سلة التسوق"
ca_es: Accions "Afegir a la cistella"
hu_hu: "Kosárhoz ad" tevékenységek

source: The checkout process
ar_sa: عملية الدفع
ca_es: El procés de compra
hu_hu: A vásárlás menete

source: And purchase
ar_sa: و الشراء
ca_es: I compreu
hu_hu: És vásárlás

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
ar_sa: يملك التجار القدرة على فهم إلى أي مدى قد يصل المستخدمون في العملية الشرائية وفي أي المراحل يقومون بالإنسحاب.
ca_es: Els comerciants poden comprendre en quin punt els usuaris inicien el procés de compra i on es perden.

source: Create your account to get started.
ar_sa: أنشئ حسابك كي تبدأ بالتسوق.
ca_es: Crea un compte per començar.
hu_hu: Kezdéshez hozd létre saját fiókodat.

source: Your customers go everywhere; shouldn't your analytics.
ca_es: Els vostres clients van a tot arreu; no hauríeu de fer les vostres anàlisis.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
ca_es: Google Analytics li mostra la imatge completa del client a través d'anuncis i vídeos, llocs web i eines socials, les taules i els telèfons intel·ligents. Això fa que sigui més fàcil per servir als seus clients actuals i guanyar-ne de nous.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
ca_es: Amb la funcionalitat de comerç electrònic de Google Analytics es pot obtenir una visió clara de les mètriques importants sobre el comportament del comprador i la conversió, incloent:

source: Internal merchandising Success
ca_es: Èxit de merchandising intern

source: Internal campaign clicks
ca_es: Clicks de campanyes internes
hu_hu: Belső kampány kattintások
