Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_es, gl_es, hr_hr

source: Expert mode
es_es: Modo experto
gl_es: Modo Experto
hr_hr: Napredni način

source: Please select your channel:
es_es: Por favor, selecciona tu canal:
gl_es: Por favor, selecciona a túa canle:
hr_hr: Molimo odaberite vaš kanal:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
es_es: Los canales te ofrecen diferentes formas de realizar una actualización. Puedes subir la nueva versión manualmente o dejar que el módulo Actualización en 1-Clic la descargue para ti.
gl_es: As canles ofrécenche diferentes xeitos de realiza-la túa actualización. Podes subir manualmente a nova versión ou deixar que o módulo Actualización nun Clic a descargue por ti.
hr_hr: Kanali vam nude različite načine za obavljanje nadogradnje. Možete učitati novu verziju ručno ili prepustiti modulu 1-Klik Nadogradnja da to učini za vas.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
es_es: Los canales Alpha, Beta y Privados te ofrecen la posibilidad de actualizar a una versión no oficial o inestable (con el propósito de probarla solamente).
gl_es: As canles Alpha, Beta e Privada permítenche actualizar a unha versión non oficial ou inestable (soamente co propósito de probala).
hr_hr: Alfa, Beta i Prvatni kanal daju vam mogućnost za nadogradnju neslužbene i nestabilne verzije (samo u svrhu testiranja).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
es_es: De manera predeterminada, debes utilizar la "Versión secundaria", el canal que ofrece la última versión estable disponible.
gl_es: De maneira predeterminada, deberías empregar a canle "Versión secundaria" que é a que ofrece a última versión estable dispoñible.
hr_hr: Prema zadanom, trebali bu koristiti kanal "Manja verzija" koja se nudi kao zadnja dostupna stabilna verzija.

source: Step
es_es: Paso
gl_es: Paso
hr_hr: Korak

source: Upgrade steps
es_es: Pasos de actualización
gl_es: Pasos de actualización
hr_hr: Koraci nadogradnje

source: Version comparison
es_es: Comparación de versión
gl_es: Comparanza de versións
hr_hr: Usporedba verzija

source: PrestaShop Original version
es_es: Versión Original de PrestaAhop
gl_es: Versión Orixinal de PrestaShop
hr_hr: PrestaShop originalna verzija

source: Differences between versions
es_es: Diferencias entre versiones
gl_es: Diferenzas entre as versións
hr_hr: Razlike između inačica

source: Activity Log
es_es: Registro de actividad
gl_es: Rexistro da Actividade
hr_hr: Dnevnik aktivnosti

source: Currently processing
es_es: Proceso en curso
gl_es: Procesando actualmente
hr_hr: Trenutno u obradi

source: Analyzing the situation...
es_es: Analizando la situación...
gl_es: Analizando a situación...
hr_hr: Analiziranje situacije...

source: Errors
es_es: Errores
gl_es: Erros
hr_hr: Greške

source: Start your Upgrade
es_es: Comenzar actualización
gl_es: Comeza a túa Actualización
hr_hr: Pokreni nadogradnju

source: Congratulations, you are already using the latest version available!
es_es: Enhorabuena, ¡ya estás usando la última versión disponible!
gl_es: Parabéns, xa estás a emprega-la última versión dispoñible!
hr_hr: Čestitamo, vi već koristite zadnju dostupnu verziju!

source: You come from the future! You are using a more recent version than the latest available!
es_es: ¡Vienes del futuro! ¡Estás utilizando una versión más reciente que la última disponible!
gl_es: Ves do futuro! Estás a empregar unha versión máis recente cá última dispoñible!
hr_hr: Vi dolazite iz budućnosti! Vi koristite noviju verziju nego što je zadnja dostupna!

source: Your current PrestaShop version
es_es: Tu versión actual de PrestaShop
gl_es: A túa versión actual de PrestaShop
hr_hr: Vaša trenutna verzija prestaShopa

source: Latest official version for %s channel.
es_es: Última versión oficial del canal %s.
hr_hr: Zadnja službena verzija za %s kanal.

source: Upgrade PrestaShop now!
es_es: ¡Actualizar PrestaShop ahora!
hr_hr: Nadogradi PrestaShop sada!

source: You use Smarty 3
es_es: Utilizas Smarty 3
gl_es: Empregas Smarty 3
hr_hr: Vi koristite Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
es_es: Smarty 2 está en desuso en PrestaShop 1.4 y se retiró en PrestaShop 1.5. Es posible que tengas que actualizar tu tema actual o utilizar uno nuevo.
hr_hr: Smarty 2 je zastario u verziji 1.4 i uklonjn je iz verzije 1.5. Vi trebate nadogradnju vaše trenutne teme ili upotrebite novu temu.

source: PrestaShop will be downloaded from %s
es_es: PrestaShop se descargará desde %s
gl_es: Vaise descargar PrestaShop dende %s
hr_hr: PrestaShop će biti preuzet sa %s

source: Open changelog in a new window
es_es: Abrir el registro de cambios en una nueva ventana
hr_hr: Otvori dnevnik promjena u novom prozoru

source: No file will be downloaded (channel %s is used)
es_es: Ningún archivo será descargado (se usa el canal %s)
gl_es: Non se descargará ningún ficheiro (emprégase a canle %s)
hr_hr: Datoteka se neće skinuti (kanal %s je zauzet)

source: The following action are automatically replaced
es_es: La siguiente acción será reemplazada automáticamente
gl_es: A seguinte acción será substituída automaticamente
hr_hr: Sljedeće akcije se automatski zamjenjuju

source: %old% will be replaced by %new%
es_es: %old% será reemplazado por %new%
hr_hr: %old% biti će zamjenjen s %new%

source: To change this behavior, you need to manually edit your php files
es_es: Para cambiar este comportamiento, debes editar tus archivos php
gl_es: Para mudar este comportamento, é preciso que edites manualmente os teus ficheiros php
hr_hr: Ako to želite promijeniti, morate ručno urediti svoje PHP datoteke

source: Check if a new version is available
es_es: Comprobar si hay una nueva versión disponible
gl_es: Comprobar se hai unha nova versión dispoñible
hr_hr: Provjeri da li je nova verzija dostupna

source: Last check: %s
es_es: Última comprobación: %s
gl_es: Última comprobación: %s
hr_hr: Zadnja provjera: %s

source: Last check: never
es_es: Última comprobación: nunca
hr_hr: Zadnja provjera: nikada

source: Refresh the page
es_es: Actualizar la página
hr_hr: Osvježi stranicu

source: Last datetime check: %s
es_es: Última comprobación: %s
hr_hr: Zadnja provjera datuma i vremena: %s

source: This functionality has been disabled.
es_es: Esta funcionalidad ha sido desactivada.
gl_es: Esta funcionalidade foi desactivada.
hr_hr: Ova mogućnost je onemogućena.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
es_es: [TECHNICAL ERROR] no se encuentra ajax-upgradetab.php. Por favor, reinstala o reinicia el módulo.
gl_es: [TECHNICAL ERROR] falta o ajax-upgradetab.php. Por favor, reinstala ou reinicia o módulo.
hr_hr: [TECHNICAL ERROR] ajax-upgradetab.php nedostaje. Molimo reinstalirajte ili resetirajte modul.

source: Welcome!
es_es: ¡Bienvenido!
gl_es: Benvida/o!
hr_hr: Dobrodošli!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
es_es: ¡Con el modulo Actualización en 1-clic de PrestaShop, actualizar tu tienda a la última versión disponible nunca ha sido tan fácil!
gl_es: Co módulo de PrestaShop Actualización Nun Clic, actualiza-la túa tenda á última versión dispoñible nunca foi tan doado!
hr_hr: Uz PrestaShop 1-Click Nadogradnja modula, nadogradnje vaše trgovine na najnoviju dostupnu verziju nikada nisu bile jednostavnije!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
es_es: Por favor, realiza siempre una copia de seguridad manual completa de tus archivos y la base de dato antes de iniciar cualquier actualización.
gl_es: Por favor, realiza sempre unha copia de seguridade completa dos teus ficheiros e base de datos de maneira manual antes de comezar calquera actualización.
hr_hr: Molimo da uvijek napravite potpuni priručni backup datoteka i baza podataka prije početka bilo kakve nadogradnje.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
es_es: Vuelve a comprobar la integridad de la copia de seguridad y asegúrate de que puedes revertir los cambios fácilmente de manera manual si fuese necesario.
hr_hr: Dvaput provjerite integritet vaše sigurnosne kopije, te da li se može lako ručno vratiti natrag ako je to potrebno.

source: If you do not know how to proceed, ask your hosting provider.
es_es: Si no sabes como proceder, pregunta a tu proveedor de alojamiento.
gl_es: Se non sabes cómo proceder, pregúntalle ao teu provedor de hospedaxe.
hr_hr: Ako ne znate kako postupiti, pitajte davatelja usluge hostinga.

source: Backup Options
es_es: Opciones de copia de seguridad
gl_es: Opcións da Copia de Seguridade
hr_hr: Backup opcije

source: Upgrade Options
es_es: Opciones de actualización
gl_es: Opcións de Actualización
hr_hr: Opcije nadogradnje

source: Are you sure you want to delete this backup?
es_es: ¿Estás seguro de que quieres eliminar esta copia de seguridad?
gl_es: Estás segura de querer eliminar esta copia de seguridade?
hr_hr: Jeste li sigurni da želite obrisati ovaj backup?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
es_es: Tu servidor no puede descargar el archivo. Por favor, súbelo primero por ftp en el directorio admin/autoUpgrade
gl_es: O teu servidor non pode descarga-lo ficheiro. Por favor, súbeo primeiro mediante ftp ao teu directorio admin/autoupgrade
hr_hr: Vaš server ne može preuzimati datoteke. Molimo učitajte ga prvo sa FTP-om u vašu admin/autoupgrade mapu

source: Click to refresh the page and use the new configuration
es_es: Haz clic para actualizar la página y utilizar la nueva configuración
gl_es: Preme para recarga-la páxina e emprega-la nova configuración
hr_hr: Kliknite kako biste osvježili stranicu i koristili novu konfiguraciju

source: An update is currently in progress... Click "OK" to abort.
es_es: Una actualización está en curso... Haz clic en "OK" para cancelar.
gl_es: A actualización está en progreso actualmente... Preme "De acordo" para cancelar.
hr_hr: Nadogradnja je trenutno u postupku... Kliknite "OK" za prekid.

source: Upgrading PrestaShop
es_es: Actualizando PrestaShop
gl_es: Actualizando PrestaShop
hr_hr: Nadogradnja PrestaShopa

source: Upgrade complete
es_es: Actualización completada
gl_es: Actualización completada
hr_hr: Nadogradnja završena

source: Upgrade Complete!
es_es: ¡Actualización completada!
gl_es: Actualización Completada!
hr_hr: Nadogradnja završena!

source: Upgrade complete, but warning notifications has been found.
es_es: Actualización completada, pero se han producido notificaciones de alerta.
gl_es: Actualización completada, pero hai notificacións de alerta.
hr_hr: Nadogradnja završena, ali su pronađene obavjesti upozorenja.

source: Cookies have changed, you will need to log in again once you refreshed the page
es_es: Las cookies han cambiado. Necesitarás iniciar sesión de nuevo una vez que actualices la página
hr_hr: Kolačići su promijenjeni, trebate se ponovo prijaviti kada osvježite stranicu

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
es_es: Los archivos Javascript y CSS han cambiado, por favor, borra la caché de tu navegador con CTRL-F5
gl_es: Mudaron os ficheiros Javascript e CSS; por favor, limpa a caché do teu navegador con CTRL-F5
hr_hr: Javascript i CSS datoteke su promijenjene, molimo očistite predmemoriju preglednika sa CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
es_es: Por favor, comprueba que el tema de tu front office funciona correctamente (prueba a crear una cuenta, hacer un pedido...)
gl_es: Por favor, comproba que o tema do teu sitio web funciona (tenta crear unha conta, realizar unha encomenda...)
hr_hr: Molimo provjerite da li je vaša tema trgovine u funkciji (pokušajte kreirati račun, napraviti narudžbu...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
es_es: ¿No aparecen las imágenes de los productos en el front office? Intenta regenerar las miniaturas en Preferencias > Imágenes
gl_es: As imaxes do produto non aparecen no sitio web? Proba a rexenera-las miniaturas en Preferencias > Imaxes
hr_hr: Slika proizvoda se ne pojavljuje u trgovini? Pokušajte regenerirati sličice u Postavke > Slike

source: Do not forget to reactivate your shop once you have checked everything!
es_es: ¡No olvides volver a activar tu tienda una vez que hayas comprobado todo!
gl_es: Non esquezas reactiva-la túa tenda unha vez que teñas todo comprobado!
hr_hr: Nemojte zaboraviti ponovo aktivirati vašu trgovinu jednom kada provjerite sve!

source: ToDo list:
es_es: Lista de táreas pendientes:
gl_es: Listaxe de tarefas pendentes:
hr_hr: Popis obveza:

source: Restoration complete.
es_es: Restauración completada.
gl_es: Restauración completada.
hr_hr: Obnova potpuna.

source: Javascript error (parseJSON) detected for action
es_es: Error Javascript (parseJSON) detectado para la acción
hr_hr: Javascript greška (parseJSON) otkrivena za radnju

source: Starting restoration...
es_es: Empezando la restauración...
gl_es: Comezando restauración...
hr_hr: Pokretanje obnove...

source: Error detected during
es_es: Error detectado durante
gl_es: Detectouse un erro durante
hr_hr: Greška detektirana tijekom

source: The request exceeded the max_time_limit. Please change your server configuration.
es_es: El pedido ha sobrepasado el max_time_limit. Por favor, cambia la configuración de tu servidor.
gl_es: A solicitude sobrepasou o max_time_limit. Por favor, muda a configuración do teu servidor.
hr_hr: Zahtjev je premašio max_time_limit. Molimo promijenite postavke servera.

source: Manually go to %s button
es_es: Haz clic en el botón %s
hr_hr: Ručno idi na %s tipku

source: End of process
es_es: Proceso finalizado
gl_es: Fin do proceso
hr_hr: Završetak procesa

source: Operation canceled. Checking for restoration...
es_es: Operación cancelada. Comprobación de la restauración...
gl_es: Operación cancelada. Comprobando para restaurar...
hr_hr: Operacija otkazana. Provjera za obnovu ...

source: Do you want to restore %backupname%?
es_es: ¿Quieres restaurar %backupname%?
hr_hr: Želite li vratiti %backupname%?

source: Operation canceled. An error happened.
es_es: Operación cancelada. Se produjo un error.
gl_es: Operación cancelada. Produciuse un erro.
hr_hr: Operacija otkazana. Došlo je do pogreške.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
es_es: [ERROR TÉCNICO] no se encuentra ajax-upgradetab.php. Por favor, reinstala el módulo
hr_hr: [TECHNICAL ERROR] ajax-upgradetab.php nedostaje. Molimo reinstalirajte ili resetirajte modul

source: See or hide the list
es_es: Ver u ocultar la lista
gl_es: Amosar ou agocha-la listaxe
hr_hr: Prikaži ili smanji listu

source: Core file(s)
es_es: Archivo(s) del núcleo
gl_es: Ficheiro(s) do núcleo
hr_hr: Izvorne datoteka(e)

source: Mail file(s)
es_es: Archivo(s) de email
gl_es: Ficheiro(s) de correo
hr_hr: Mail datoteka(e)

source: Translation file(s)
es_es: Archivo(s) de traducción
gl_es: Ficheiro(s) de tradución
hr_hr: Datoteka(e) prijevoda

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
es_es: Tu servidor no puede descargar el archivo. Por favor, súbelo a tu servidor por FTP, en el directorio /[admin]/autoupgrade.
gl_es: O teu servidor non pode descarga-lo ficheiro. Por favor, súbeo ao teu servidor FTP e colócao no teu directorio /[admin]/autoupgrade.
hr_hr: Vaš server ne može preuzeti datoteku. Molimo učitajte ju sa FTP-om, i stavite u mapu /[admin]/autoupgrade.

source: Theses files will be deleted
es_es: Estos archivos serán eliminados
gl_es: Eliminaranse estes ficheiros
hr_hr: Ove datoteke će biti obrisane

source: Theses files will be modified
es_es: Estos archivos serán modificados
gl_es: Modificaranse estes ficheiros
hr_hr: Ove datoteke će biti promijenjene

source: Less options
es_es: Menos opciones
gl_es: Menos opcións
hr_hr: Manje opcija

source: Link and MD5 hash cannot be empty
es_es: Enlace y hash MD5 no pueden estar vacíos
gl_es: A ligazón mailo hash MD5 non poden estar baleiros
hr_hr: Link i MD5 mješavina ne može biti prazno

source: You need to enter the version number associated with the archive.
es_es: Debes introducir el número de versión asociado con el archivo.
gl_es: É preciso que introduzas o número de versión asociado co arquivo.
hr_hr: Trebate upisati broj verzije vezane za arhivu.

source: No archive has been selected.
es_es: No se ha seleccionado ningún archivo.
gl_es: Non se seleccionou ningún arquivo.
hr_hr: Arhiva nije odabrana.

source: You need to enter the version number associated with the directory.
es_es: Debes introducir el número de versión asociado con el directorio.
gl_es: É preciso que introduzas o número de versión asociado co directorio.
hr_hr: Morate unijeti broj verzije povezan s direktorijem.

source: Please confirm that you want to skip the backup.
es_es: Por favor, confirma que deseas omitir la copia de seguridad.
gl_es: Por favor, confirma que queres omiti-la copia de seguridade.
hr_hr: Molimo Vas da potvrdite da želite preskočiti backup.

source: Please confirm that you want to preserve file options.
es_es: Por favor, confirma que deseas conservar las opciones de archivo.
gl_es: Por favor, confirma que queres conserva-las opcións de arquivo.
hr_hr: Molimo Vas da potvrdite da želite sačuvati opcije datoteka.

source: %s is not a file
es_es: %s no es un archivo
gl_es: %s non é un ficheiro
hr_hr: %s nije datoteka

source: Unable to create directory %s.
es_es: No se puede crear el directorio %s.
gl_es: Non se pode crea-lo directorio %s.
hr_hr: mogućnosti za stvaranje direktorija %s.

source: Archive extracted
es_es: Archivo extraído
gl_es: Arquivo extraído
hr_hr: Arhiva razložena

source: zip->extractTo(): unable to use %s as extract destination.
es_es: zip->extractTo(): no se puede utilizar %s como destino de la extracción.
gl_es: zip->extractTo(): non se pode empregar %s coma destino da extracción.
hr_hr: zip->extractTo(): ne može koristiti %s kao odredište.

source: Unable to open zipFile %s
es_es: No se puede abrir el archivo zip %s
gl_es: Non se pode abri-lo ficheiro Zip %s
hr_hr: Ne mogu otvoriti ZIP datoteku %s

source: [ERROR] Error on extracting archive using PclZip: %s.
es_es: [ERROR] Error en la extracción del archivo utilizando PclZip: %s.
gl_es: [ERROR] Produciuse un erro ao extrae-lo arquivo empregando PclZip: %s.
hr_hr: [ERROR] Greška kod raspakiravanja arhive koristeći PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
es_es: [ERROR] %file% no ha sido descomprimido: %status%
hr_hr: [ERROR] %file% nije unzipano: %status%

source: [ERROR] Unable to list archived files
es_es: [ERROR] No se pueden listar los archivos archivados
gl_es: [ERROR] Non se puideron listar os ficheiros arquivados
hr_hr: [ERROR] Ne može se napraviti popis datoteka arhive

source: File %s is preserved
es_es: El archivo %s será conservado
hr_hr: Datoteka %s je sačuvana

source: Unable to write in the directory "%s"
es_es: No se puede escribir en el directorio "%s"
gl_es: Non se pode escribir no directorio "%s"
hr_hr: Ne može se pisati u direktoriju "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
es_es: Esta versión de PrestaShop no se puede actualizar: no se encuentra la constante PS_ADMIN_DIR .
gl_es: Non se pode actualizar esta versión de PrestaShop: falta a constante PS_ADMIN_DIR.
hr_hr: Ova verzija PrestaShop-a ne može biti nadograđena: PS_ADMIN_DIR konstanta nedostaje.

source: 1-Click Upgrade
es_es: Actualización en 1-Clic
gl_es: Actualización nun Clic
hr_hr: 1-Klik nadogradnja

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
es_es: Proporciona un método automatizado para actualizar tu tienda a la última versión de PrestaShop.
gl_es: Proporciona un método automático para actualiza-la túa tenda á última versión de PrestaShop.
hr_hr: Pruža automatski način nadogradnje vaše trgovine na zadnju verziju PrestaShop-a.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
es_es: No se puede eliminar la pestaña obsoleta "AdminUpgrade" tab (tab ID: %idtab%).
hr_hr: Nije moguće obrisati zastarjelu "AdminUpgrade" karticu (tab ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
es_es: No se puede crear la pestaña "AdminSelfUpgrade"
hr_hr: Nije moguće kreirati "AdminSelfUpgrade" karticu

source: Unable to copy logo.gif in %s
es_es: No se puede copiar logo.gif en %s
gl_es: Non se pode copiar logo.gif en %s
hr_hr: Nije moguće kopirati logo.gif u %s

source: Unable to load the "AdminSelfUpgrade" tab
es_es: No se puede cargar la pestaña "AdminSelfUpgrade"
hr_hr: Nije moguće učitati "AdminSelfUpgrade" karticu

source: Unable to create the directory "%s"
es_es: No se puede crear el directorio "%s"
gl_es: Non se puido crea-lo directorio "%s"
hr_hr: Nije moguće kreirati mapu "%s"

source: Unable to copy ajax-upgradetab.php in %s
es_es: No se puede copiar ajax-upgradetab.php en %s
gl_es: Non se pode copiar ajax-upgradetab.php en %s
hr_hr: Nije moguće kopirati ajax-upgradetab.php u %s

source: Error:
gl_es: Erro:
hr_hr: Greška:
