Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesNewsletterAdmin.*.xlf
Languages: he_il, it_it, th_th

source: Newsletter
he_il: ידיעון
th_th: สมัครรับจดหมายข่าว

source: Generates a .CSV file for mass mailings
he_il: מייצר. קובץ CSV עבור דיוור המוני
it_it: Genera un file. CSV per invii di massa
th_th: สร้างไฟล์ .CSV สำหรับจดหมายจำนวนมาก

source: All countries
he_il: כל הארצות
it_it: Tutte le nazioni
th_th: ทุกประเทศ

source: Customers' country
he_il: ארץ המוצא של הלקוח
it_it: Paese dei clienti
th_th: ประเทศของลูกค้า

source: Filter customers' country.
he_il: סנן על פי מדינה של הלקוחות.
it_it: Filtra la nazione dei clienti.

source: Newsletter subscribers
he_il: רשימת מנויי הידיעון
it_it: Iscritti alla newsletter
th_th: ผู้สมัครสมาชิกจดหมายข่าว

source: Filter newsletter subscribers.
he_il: סנן מנויי ידיעון.
it_it: Filtro iscritti newsletter.
th_th: กรองผู้ที่สมัครรับจดหมายข่าว

source: All customers
he_il: כל הלקוחות
it_it: Tutti i clienti
th_th: ลูกค้าทั้งหมด

source: Subscribers
he_il: מנויים
it_it: Iscritti
th_th: ผู้สมัครสมาชิก

source: Non-subscribers
he_il: שאינם מנויים
it_it: Non iscritti
th_th: ไม่ได้สมัครรับจดหมายข่าว

source: Opt-in subscribers
he_il: מנויים שנרשמו באופן יזום
it_it: Iscritti alle offerte

source: Filter opt-in subscribers.
he_il: סנן מנויים שנרשמו באופן יזום.
it_it: Filtra gli iscritti con opt-in.

source: No customers found with these filters!
he_il: לא נמצאו לקוחות עם מסננים אלו!
it_it: Nessun cliente trovato con questi filtri!
th_th: ไม่มีลูกค้ารายใดที่พบกับตัวกรองเหล่านี้!

source: The .CSV file has been successfully exported: %d customers found.
he_il: קובץ ה- CSV יוצא בהצלחה: נמצאו %d לקוחות.
it_it: Il file .CSV Ã¨ stato esportato con successo: trovati %d clienti.

source: Download the file
he_il: הורד את הקובץ
it_it: Scarica il file
th_th: ดาวน์โหลดไฟล์

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
he_il: אזהרה: בעת פתיחת קובץ csv זה ב-Excel, בחר קידוד UTF-8 כדי למנוע תווים מוזרים.
it_it: ATTENZIONE: Importando questo file .csv in Excel, scegli la codifica UTF-8 per evitare caratteri strani.

source: Error: Write access limited
he_il: שגיאה: גישה לכתיבה מוגבלת כעת
it_it: Errore: Accesso in scrittura limitato

source: Error: cannot write
he_il: שגיאה: לא יכול לכתוב
it_it: Errore: impossibile scrivere a
th_th: ข้อผิดพลาด : ไม่สามารถเขียน

source: All Subscribers
he_il: כל המנויים
it_it: Tutti gli Iscritti

source: Subscribers with account
he_il: מנויים עם חשבון משתמש
it_it: Iscritti con account

source: Subscribers without account
he_il: מנויים ללא חשבון משתמש
it_it: Iscritti senza account

source: Export customers
he_il: ייצוא לקוחות
it_it: Esporta clienti
th_th: ส่งออกรายชื่อลูกค้า

source: Export .CSV file
he_il: ייצוא. קובץ CSV
it_it: Esporta file. CSV
th_th: ส่งออกไฟล์ .CSV
