Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesMailalertsAdmin.*.xlf
Languages: uk_ua

source: You must have a product to delete an alert.
uk_ua: Для видалення сповіщення потрібен товар.

source: You must be logged in to manage your alerts.
uk_ua: Увійдіть для керування сповіщеннями.

source: No template found
uk_ua: Немає жодного шаблону

source: Mail alerts
uk_ua: Поштові сповіщення

source: Sends e-mail notifications to customers and merchants regarding stock and order modifications.
uk_ua: Відправлення сповіщень покупцям та продавцям щодо акцій чи зміни замовлень.

source: Cannot update settings
uk_ua: Не вдалося оновити налаштування

source: Please type one (or more) e-mail address
uk_ua: Будь ласка, введіть одну (чи кілька) адрес е-пошти

source: Invalid e-mail:
uk_ua: Невірна адреса е-пошти:

source: Settings updated successfully
uk_ua: Параметри успішно оновлені

source: No message
uk_ua: Немає повідомлень

source: image(s)
uk_ua: зображення(й)

source: Voucher code:
uk_ua: Код купону:

source: Customer notifications
uk_ua: Повідомлення клієнту

source: Product availability
uk_ua: Доступність товару

source: Gives the customer the option of receiving a notification when an out-of-stock product is available again.
uk_ua: Надає клієнту можливість отримати повідомлення, коли відсутній товар знову стане доступним.

source: Order edit
uk_ua: Редагування замовлення

source: Send a notification to the customer when an order is edited.
uk_ua: Надсилати повідомлення клієнту, коли замовлення редагується.

source: New order
uk_ua: Нове замовлення

source: Receive a notification when an order is placed.
uk_ua: Отримувати повідомлення, коли розміщується нове замовлення.

source: Out of stock
uk_ua: Немає в наявності

source: Receive a notification if the available quantity of a product is below the following threshold.
uk_ua: Отримувати повідомлення, якщо доступна кількість товару менша вказаної величини.

source: Threshold
uk_ua: Поріг

source: Quantity for which a product is considered out of stock.
uk_ua: Кількість, при якій товар вважається вичерпаним.

source: Coverage warning
uk_ua: Попередження вичерпання

source: Receive a notification when a product has insufficient coverage.
uk_ua: Отримувати повідомлення коли товар закінчується.

source: Coverage
uk_ua: Покриття

source: Stock coverage, in days. Also, the stock coverage of a given product will be calculated based on this number.
uk_ua: Запаси на складі, в днях. Термін вичерпання складських запасів розраховується на основі цієї величини.

source: Returns
uk_ua: Повернення

source: Receive a notification when a customer requests a merchandise return.
uk_ua: Отримувати повідомлення, коли клієнт запитує повернення товару.

source: E-mail addresses
uk_ua: Адреси е-пошти

source: One e-mail address per line (e.g. bob@example.com).
uk_ua: Одна адреса е-пошти на рядок (наприклад, bob@example.com).

source: Merchant notifications
uk_ua: Сповіщення продавця
