Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: it_it, ko_kr, pt_br

source: Customer accounts
it_it: Account clienti
ko_kr: 고객 계정
pt_br: Contas dos clientes

source: Adds a registration progress tab to the Stats dashboard.
it_it: Aggiunge una scheda nel pannello Statistiche che indica il progresso dell'iscrizione di un cliente.
ko_kr: 통계 대시보드에 등록 현황 탭을 추가합니다.
pt_br: Adiciona uma aba de progresso de cadastros no Painel de Estatísticas.

source: Number of visitors who stopped at the registering step:
it_it: I visitatori che si sono fermati alla fase di registrazione:
ko_kr: 등록 단계에서 그만둔 방문자 수:
pt_br: Visitantes que tenham parado em alguma etapa do cadastro:

source: Number of visitors who placed an order directly after registration:
it_it: I visitatori che hanno effettuato un ordine direttamente dopo la registrazione:
ko_kr: 등록 후 바로 주문한 방문자 수:
pt_br: Visitantes que tenham colocado um fim imediatamente após o registo:

source: Total customer accounts:
it_it: Totale account dei clienti:
ko_kr: 총 고객 계정:
pt_br: Total de contas de clientes

source: Number of customer accounts created
it_it: Numero di account clienti creati
ko_kr: 생성된 고객 계성 수
pt_br: Número de contas de clientes criadas

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
it_it: Il numero totale di account creati non è di per sé un'informazione importante. Tuttavia, è interessante analizzare il numero creato nel tempo. Questo indica se le cose sono sulla strada giusta.
ko_kr: 생성된 계정의 총 개수 자체가 중요한 정보는 아닙니다. 그러나, 시간이 지남에 따라 생성된 숫자를 분석하는 것이 좋습니다. 이것은 바른 방향으로 나아가고 있는지 있는지의 여부를 가리킬 것입니다. 이해하셨습니까?
pt_br: O número total de contas criadas em si não é informação importante. No entanto, é benéfico para analisar o número criado ao longo do tempo. Isso vai indicar se as coisas estão no caminho certo.

source: How to act on the registrations' evolution?
it_it: Come agire sull'evoluzione delle iscrizioni?
ko_kr: 등록의 진척에 대해선 어떻게 행동해야 합니까?
pt_br: Como agir perante a evolução de cadastros?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
it_it: Se lasci che il tuo negozio vada avanti senza cambiare nulla, il numero di iscrizioni dei clienti dovrebbe rimanere stabile o diminuire leggermente.
ko_kr: 상점에 어떤 변화도 없이 운영을 한다면, 고객 등록수는 현상유지되거나 약간 감소함을 보입니다.
pt_br: Se você deixar a sua loja rodar sem alterar nada, o número de cadastros de clientes devem permanecer estável ​​ou pode ter ligeiro declínio.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
it_it: Un significativo aumento o diminuzione dimostra che vi è stato probabilmente un cambiamento nel tuo negozio; pertanto, è necessario identificarlo in modo da effettuare degli aggiustamenti laddove questa modifica faccia diminuire il numero di registrazioni, o invece proseguire in quella direzione se il risultato è positivo!
ko_kr: 고객 등록이 크게 늘어나거나 줄어들면 상점이 변경되었을 가능성이 있음을 알 수 있습니다. 이를 염두에 두고, 우리는 당신의 원인을 밝히고, 문제를 해결하여 돈이 되는 사업으로 회귀할 것을 제안합니다!
pt_br: Um aumento ou diminuição significativa mostra que provavelmente houve uma alteração em sua loja. Contudo, você pode identificar um eventual problema e corrigi-lo, para voltar a gerar pedidos!

source: Here is a summary of what may affect the creation of customer accounts:
it_it: Ecco un riassunto di ciò che può influenzare la creazione di account cliente:
ko_kr: 다음은 고객 계정 생성에 영향을 줄 수있는 사항에 대한 요약입니다:
pt_br: Aqui está o resumo do que podem afetar a criação de contas de clientes:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
it_it: Una campagna pubblicitaria può attrarre un numero maggiore di visitatori, favorendo un aumento di clienti iscritti al negozio e i marigni di profitto in base alla qualita della campagna stessa: le pubblicità ben mirate possono essere più efficaci di una pubblicità su larga scala!
ko_kr: 광고 캠페인을 통해 온라인 상점 방문객 수가 증가 할 수 있습니다. 이는 고객의 "품질"에 달려있는 고객 계정 및 이윤 폭의 증가가 뒤 따릅니다. 타겟이 분명한 광고는 일반적으로 대형 광고보다 효과적이며 비용도 저렴합니다!
pt_br: Uma campanha publicitária pode atrair um maior número de visitantes. Um aumento nas contas de clientes deve acontecer, o que dependerá da \\"qualidade\\" da campanha. Propaganda bem orientada pode ser mais eficaz do que a publicidade em grande escala.

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
it_it: Le promozioni, le vendite, o i concorsi non solo mantengono vivace il tuo negozio, ma ne aumentano il traffico attirando l'attenzione e la curiosità del cliente. In questo modo puoi spingere gli acquirenti impulsivi a fare il grande passo.
ko_kr: 특별 판매, 판매, 판촉 및 또는 경연은 전형적으로 구매자의 주의를 요구합니다. 그러한 것들을 제공하면 사업을 활발하게 유지할 수 있을뿐만 아니라, 트래픽을 증가시키고, 고객 충성도를 구축하며 현재의 전자 상거래 철학을 진정으로 바꿀 것입니다.
pt_br: Promoções, vendas, ou concursos chamar mais a atenção e curiosidade, não só mantendo viva a sua loja, mas também aumentar o seu tráfego. Dessa forma, você pode empurrar compradores impulsivos para tomar o mergulho.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
it_it: Design e semplicità d'uso sono più importanti che mai: una grafica complicata o difficile da seguire può allontanare i visitatori. Devi trovare il giusto equilibrio tra un design innovativo e lasciare che i visitatori si muovano facilmente. Anche una corretta ortografia e una grande chiarezza ispireranno maggiore fiducia nel tuo negozio.
ko_kr: 온라인 판매의 세계에서 그 어느 때보다도 디자인과 사용자 편의성이 중요합니다. 선정하기가 어렵거나 따라하기 힘든 그래픽 테마를 사용하면 구매자가 어려움에 처할 수 있습니다. 즉 온라인 상점의 아름다움과 기능성간에 올바른 균형을 찾아야합니다.
pt_br: Design e facilidade de utilização são mais importantes do que nunca: um tema mal escolhido ou de difícil acompanhamento gráfico pode desligar os visitantes. Você deve encontrar o equilíbrio certo entre um design inovador e deixando os visitantes fazem mover facilmente. Correcta ortografia e clareza também inspiram mais confiança do cliente em sua loja.

source: CSV Export
it_it: Esporta CSV
ko_kr: CSV로 내보내기
pt_br: Exportar CSV
