Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_es, gl_es, hr_hr

source: Selection successfully deleted
es_es: Selección eliminada correctamente
gl_es: A selección eliminouse correctamente
hr_hr: Označeno je uspješno obrisano

source: The new version check has been completed successfully
es_es: La comprobación de la nueva versión se ha completado correctamente
gl_es: A comprobación da nova versión concluíuse correctamente
hr_hr: Nova verzija provjere je uspješno završena

source: Message sent to the customer
es_es: Mensaje enviado al cliente
gl_es: Mensaxe enviada á clienta
hr_hr: Poruka je poslana kupcu

source: Language successfully copied
es_es: Idioma copiado correctamente
gl_es: Idioma copiado correctamente
hr_hr: Jezik je uspješno iskopiran

source: Refund Successful
es_es: Devolución realizada correctamente
gl_es: Reembolso Correcto
hr_hr: Slike su uspješno premještene

source: Images successfully moved
es_es: Imagenes movidas correctamente
gl_es: Imaxes movidas correctamente
hr_hr: Slike su uspješno premještene

source: In order to use a new theme, please follow these steps:
es_es: Para utilizar un nuevo tema, por favor, sigue los siguientes pasos:
gl_es: Para empregar un novo tema, por favor, sigue estes pasos:
hr_hr: Da biste mogli koristiti novu temu, slijedite ove korake:

source: Import your theme using this module:
es_es: Importar tu tema utilizando este módulo:
gl_es: Importa o teu tema empregando este módulo:
hr_hr: Uvezite temu pomoću ovog modula:

source: Theme installer
es_es: Instalador de Temas
gl_es: Instalador de temas
hr_hr: Instalator temi

source: When your theme is imported, please select the theme in this page
es_es: Cuando hayas importado tu tema, por favor, selecciónalo en esta página
gl_es: Cando o teu tema estea importado, por favor, selecciona o tema nesta páxina
hr_hr: Kada se teme uvoze molimo odaberite ih u ovoj stranici

source: Add my IP
es_es: Añadir mi IP
gl_es: Engadir o meu IP
hr_hr: Dodaj moj IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
es_es: Si cambia el tema, el archivo parameters.php debe tener permisos de escritura (CHMOD 755/777)
hr_hr: Ukoliko mijenjate teme parameters.php file mora biti čitljiv (CHMOD 755 / 777)

source: Back
es_es: Atrás
gl_es: Voltar
hr_hr: Natrag

source: You do not have permission to add here
es_es: No tienes permisos para añadir aquí
gl_es: Non tes permiso para engadir aquí
hr_hr: Nemate dozvolu za dodavanje ovdje

source: Set required fields for this section
es_es: Establecer los campos requeridos para esta sección
gl_es: Establece os campos obrigatorios para esta sección
hr_hr: Postavite obavezna polja za ovu sekciju

source: Required Fields
es_es: Campos requeridos
gl_es: Campos obligatorios
hr_hr: Obavezna polja

source: Select the fields you would like to be required for this section.
es_es: Selecciona los campos que quieras sean requeridos para esta sección.
gl_es: Selecciona os campos que che gustaría que fosen obrigatorios nesta sección.
hr_hr: Označite polja za koja želite da budu obavezna u ovoj sekciji.

source: Field Name
es_es: Nombre del campo
gl_es: Nome do Campo
hr_hr: Naziv polja

source: The field named %s is required.
es_es: El campo denominado %s es requerido.
gl_es: O campo %s é obrigatorio.
hr_hr: Polje s nazivom %s je potrebno.

source: The field named %fieldname% is required at least in the %languagename% language.
es_es: El campo denominado %fieldname% es requerido como mínimo en el idioma %languagename%.
hr_hr: Polje s nazivom %fieldname% je potrebno, barem u %languagename% jeziku.

source: The field named %fieldname% is too long (%charsnumber% chars max).
es_es: El campo denominado %fieldname% es demasiado largo (%charsnumber% carácteres como máximo).
hr_hr: Imenovano polje %fieldname% je predugo (%charsnumber% maksimalno znakova).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
es_es: La cadena introducida en el campo %fieldname% (idioma %languagename%) excede la longitud máxima de carácteres permitidos %charsnumber% (incluyendo etiquetas HTML).
hr_hr: Vaš unos u polje %fieldname% (jezik %languagename%) prekoračuje maksimalnu duljinu %charsnumber% oznake (uključujući HTML oznake).

source: An error occurred during image deletion (cannot load object).
es_es: Se ha producido un error al eliminar la imagen (no se puede cargar el objeto).
gl_es: Produciuse un erro ao elimina-la imaxe (non se pode carga-lo obxecto).
hr_hr: Dogodila se pogreška tijekom brisanja slika (ne može se učitati objekt).

source: You need at least one object.
es_es: Necesitas al menos un objeto.
gl_es: Precisas polo menos un obxecto.
hr_hr: Trebate barem jedan objekt.

source: You cannot delete all of the items.
es_es: No puedes eliminar todos los elementos.
gl_es: Non podes eliminar tódolos elementos.
hr_hr: Ne možete izbrisati sve stavke.

source: An error occurred during deletion.
es_es: Se ha producido un error al eliminar.
gl_es: Produciuse un erro durante a eliminación.
hr_hr: Dogodila se pogreška tijekom brisanja.

source: (cannot load object)
es_es: (no se puede cargar el objeto)
gl_es: (non se pode cargar o obxecto)
hr_hr: (objekt se ne može učitati)

source: You do not have permission to add here.
es_es: No tiene permisos para añadir aquí.
gl_es: Non tes permisos para engadir aquí
hr_hr: Nemate dozvolu za dodavanje ovdje.

source: Error in updating required fields
es_es: Error al actualizar los campos requeridos
gl_es: Erro ao actualiza-los campos obrigatorios
hr_hr: Pogreška tijekom ažuriranja obveznih polja

source: Can not add configuration %configurationkey% for lang %isocode%
es_es: No se puede añadir la configuración %configurationkey% para el idioma %isocode%
hr_hr: Ne mogu konfigurirati %configurationkey% za jezik %isocode%

source: Can not add configuration %configurationkey%
es_es: No se puede añadir la configuración %configurationkey%
hr_hr: Ne mogu dodati konfiguraciju %configurationkey%

source: %title% : Incorrect value
es_es: %title% : Valor incorrecto
hr_hr: %title%: Neispravna vrijednost

source: An error occurred while uploading favicon: %iconname% to %destination%
es_es: Se ha producido un error al subir el favicon: %iconname% a %destination%
hr_hr: Dogodila se pogreška tijekom prijenosa favicon datoteke: %iconname% na %destination%

source: errors
es_es: errores
gl_es: erros
hr_hr: graške

source: There are %count% warnings
es_es: Hay %count% advertencias
hr_hr: Postoji %count% upozorenja

source: There is %count% warning
es_es: Hay %count% advertencia
hr_hr: Postoji %count% upozorenja

source: Click here to see more
es_es: Clic aquí para ver más
gl_es: Preme aquí para ver máis
hr_hr: Kliknite ovdje da biste vidjeli više

source: Hide warning
es_es: Ocultar advertencia
gl_es: Agochar aviso
hr_hr: Sakri upozorenje

source: Delete item #
es_es: Eliminar elemento n°
gl_es: Borrar Elemento #
hr_hr: Obriši stavku #

source: Object cannot be loaded (not found)
es_es: No se puede cargar el objeto (no se encuentra)
gl_es: Non se puido carga-lo obxecto (non se atopou)
hr_hr: Objekt se ne može učitati (nije pronađen)

source: Object cannot be loaded (identifier missing or invalid)
es_es: No se puede cargar el objeto (identificador faltante o no válido)
gl_es: Non se puido carga-lo obxecto (falta o identificador ou non é válido)
hr_hr: Objekt se ne može učitati (identifikator nedostaje ili je nevažeći)

source: Your are currently connected with the following domain name:
es_es: Actualmente estás conectado con el siguiente nombre de dominio:
gl_es: Estás actualmente conectada co seguinte nome de dominio:
hr_hr: Trenutno ste spojeni sa slijedećom domenum:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
es_es: Este es diferente del nombre de dominio de la tienda principal establecido en "Preferencias > SEO & URLs":
gl_es: Este é diferente do dominio principal da tenda establecido en "Preferencias > SEO e URLs":
hr_hr: To je drukčiji od glavne trgovine domena postavljena u "Postavke> SEO i URL-ovi":

source: Click here if you want to modify the main shop domain name
es_es: Haz clic aquí si quieres modificar el nombre del dominio principal de la tienda
gl_es: Preme aquí se queres modificar o dominio principal da tenda
hr_hr: Kliknite ovdje ukoliko želite promjeniti glavnu domenu trgovine

source: Field %name% is required
es_es: El archivo %name% es requerido
hr_hr: Polje %name% je obvezno

source: Field %name% is invalid
es_es: El campo %name% no es válido
hr_hr: Polje %name% je pogrešno

source: Required field
es_es: Campo requerido
gl_es: Campo Requerido
hr_hr: Obavezna polja

source: Back up my files and database
es_es: Copia de seguridad de mis archivos y la base de datos
gl_es: Facer unha copia de seguridade dos meus ficheiros e base de datos
hr_hr: Povrati moje datoteke i bazu podataka

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
es_es: Realizar automáticamente copias de seguridad de tu base de datos y archivos con el fin de restaurar tu tienda si es necesario. Esto es experimental: debes realizar tu propia copia de seguridad manual por seguridad.
gl_es: Facer unha copia de seguridade da túa base de datos automaticamente para restaurar a túa tenda se é preciso. Isto é experimental: deberías continuar facendo a túa propia copia de seguridade de maneira manual para maior seguridade.
hr_hr: Automatski back up baze podataka i datoteke kako bi se obnovilo svoj ​​dućan, ako je potrebno. To je eksperimentalno: treba i dalje obavljati svoj ​​vlastiti priručni backup za sigurnost.

source: Back up my images
es_es: Copia de seguridad de mis imágenes
gl_es: Facer unha copia de seguridade das miñas imaxes
hr_hr: Povrati moje slike

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
es_es: Para ahorrar tiempo, puedes decidir no hacer una copia de seguridad de tus imágenes. En cualquier caso, siempre asegúrate de que has hecho copias de ellas manualmente.
gl_es: Para aforrar tempo, podes decidir non facer unha copia de seguridade das túas imaxes. De tódolos xeitos, asegúrate sempre de que fixeches unha copia de seguridade de maneira manual.
hr_hr: Da biste uštedjeli vrijeme, možete odlučiti ne poduprijeti svoje slike gore. U svakom slučaju, uvijek provjerite jeste li ih pohranili ručno.

source: Server performance
es_es: Rendimiento del Servidor
gl_es: Rendemento do servidor
hr_hr: Performanse servera

source: Unless you are using a dedicated server, select "Low".
es_es: A menos que utilices un servidor dedicado, selecciona "Baja".
gl_es: Se non estás a utilizar un servidor dedicado, selecciona "Baixo".
hr_hr: Osim ako ste korisnik dedicated poslužitelja, odaberite "nisko".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
es_es: Un valor alto puede causar error en la actualización si tu servidor no es lo suficientemente rápido como para procesar las tareas de actualización en un corto período de tiempo.
gl_es: Un valor alto pode provocar que falle a actualización se o teu servidor non é suficientemente potente para procesa-las tarefas de actualización nun curto espazo de tempo.
hr_hr: Visoka vrijednost može uzrokovati oštećeni upgrade, ako vaš poslužitelj nije dovoljno snažan da proces nadogradnje izvrši u kratkom vremenu.

source: Low (recommended)
es_es: Bajo (recomendado)
gl_es: Baixo (recomendado)
hr_hr: Nisko (preporučeno)

source: Medium
es_es: Medio
gl_es: Medio
hr_hr: Srednje

source: High
es_es: Alto
gl_es: Alto
hr_hr: Visoko

source: Disable non-native modules
es_es: Desactivar módulos no nativos
gl_es: Desactiva-los módulos non nativos
hr_hr: Onemogući ne izvorne module

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
es_es: Como algunos modulos no nativos pueden experimentar algun problema de compatibilidad, se recomienda desactivarlos de forma predeterminada.
gl_es: Debido a que módulos non nativos poden experimentar algunhas incidencias de compatibilidade, recomendamos desactivalos de forma predeterminada.
hr_hr: Kao non-native modul može doživjeti neke probleme s kompatibilnošću, preporučamo da ih onemogućite po defaultu.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
es_es: Manteniéndolos activados puedes prevenir que se cargue la pestaña "Módulos" completamente después de la actualización.
gl_es: Mantelos activados pode impedirche carga-la páxina "Módulos" correctamente trala actualización.
hr_hr: Zadržavajući ih omogućenima moglo bi spriječiti učitavanja "modula" stranice ispravno nakon nadogradnje.

source: Upgrade the default theme
es_es: Actualizar el tema predeterminado
gl_es: Actualizar o tema predeterminado
hr_hr: Nadogradi zadanu temu

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
es_es: Si personalizaste el tema predeterminado de PrestaShop en su carpeta (nombre de la carpeta "classic" en 1.7), activar esta opción hará perder tus modificaciones.
hr_hr: Ako ste prilagodili zadani PrestaShop temu u mapi (naziv mape "classic" in 1.7), Uključivanjem ove opcije će se izgubiti sve izmjene.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
es_es: Si estás utilizando un tema propio, activando esta opción simplemente se actualizarán los archivos del tema predeterminado, y tu propio tema permanecerá seguro.
gl_es: Se estás a empregar un tema de teu, activar esta opción simplemente actualizará os ficheiros do tema predeterminado, e o teu tema permanecerá a salvo.
hr_hr: Ako koristite vlastitu temu, omogućujući ovu opciju jednostavno će se ažurirati zadane teme dok će vaša vlastita tema biti sigurna.

source: Switch to the default theme
es_es: Cambiar al tema predeterminado
gl_es: Cambiar ao tema predeterminado
hr_hr: Prebaci na zadanu temu

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
es_es: Esto cambiará el tema: tu tienda utilizará entonces el tema predeterminado de la versión de PrestaShop a la que vas a actualizar.
gl_es: Isto mudará o teu tema: a túa tenda empregará entón o tema predeterminado da versión de PrestaShop á que estás actualizando.
hr_hr: To će se promijeniti Vašu temu: Vaš ​​dućan će zatim koristiti zadanu temu verzije PrestaShop na koju se nadograđujete.

source: Keep the customized email templates
es_es: Conservar las plantillas de correo electrónico personalizadas
hr_hr: Zadržite prilagođene e-mail predloške

source: This will not upgrade the default PrestaShop e-mails.
es_es: Esto no actualizará los correos electrónicos predeterminados de PrestaShop.
hr_hr: To neće nadograditi zadane PrestaShop e-mailove.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
es_es: Si personalizaste las plantillas de correo electrónico predeterminadas de PrestaShop, activar esta opción mantendrá tus modificaciones.
hr_hr: Ako ste prilagodili zadane Prestashop predloške e-pošte, omogućujući ovu opciju, zadržati će se izmjene.

source: Unable to create directory %s
es_es: No se puede crear el directorio %s
hr_hr: Ne mogu kreirati mapu %s

source: Unable to create file %s
es_es: No se puede crear el archivo %s
hr_hr: Ne može se kreirati datoteka %s

source: Error when trying to delete backups %s
es_es: Error al intentar eliminar las copias de seguridad %s
gl_es: Erro ao tentar elimina-las copias de seguridade %s
hr_hr: Pogreška prilikom pokušaja brisanja kopija %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
es_es: Proceso de restauración realizado. ¡Enhorabuena! Ahora puedes reactivar tu tienda.
gl_es: Proceso de restauración completado. Parabéns! Agora podes reactiva-la túa tenda.
hr_hr: Proces obnove dovršen. Čestitamo! Sada možete aktivirati svoj ​​dućan.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
es_es: Proceso de actualización realizado. ¡Enhorabuena! Ahora puedes reactivar tu tienda.
gl_es: Proceso de actualización completado. Parabéns! Agora podes reactiva-la túa tenda.
hr_hr: Proces nadogradnje dovršen. Čestitamo! Sada možete aktivirati svoj ​​dućan.

source: Upgrade process done, but some warnings have been found.
es_es: Proceso de actualización realizado, pero algunas advertencias se han producido.
gl_es: Proceso de actualización completado, pero atopáronse algunhas alertas.
hr_hr: Proces nadogradnje dovršen, ali su pronađena neka upozorenja.

source: %s removed
es_es: %s eliminado
gl_es: %s eliminado
hr_hr: %s ukloniti

source: Please remove %s by FTP
es_es: Por favor, elimina %s desde FTP
gl_es: Por favor, elimina %s mediante FTP
hr_hr: Molim ukloni %s s FTP

source: Configuration successfully updated.
es_es: Configuración actualizada correctamente.
gl_es: Configuración actualizada correctamente.
hr_hr: Konfiguracija uspješno nadograđena.

source: This page will now be reloaded and the module will check if a new version is available.
es_es: Esta página se volverá a cargar y el módulo comprobará si hay una nueva versión disponible.
gl_es: Agora esta páxina recargarase e o módulo comprobará se hai dispoñible unha nova versión.
hr_hr: Ova stranica sada će se obnoviti i modul će provjeriti je li nova verzija dostupna.

source: File %s does not exist. Unable to select that channel.
es_es: El archivo %s no existe. No se puede seleccionar ese canal.
gl_es: O ficheiro %s non existe. Non é posible seleccionar esa canle.
hr_hr: Datoteka %s ne postoji. Nije moguće odabrati taj kanal.

source: Version number is missing. Unable to select that channel.
es_es: Falta el numero de version. No se puede seleccionar ese canal.
gl_es: Falta o número de versión. Non é posible seleccionar esa canle.
hr_hr: Broj verzije nedostaje. Nije moguće odabrati taj kanal.

source: Upgrade process will use archive.
es_es: El proceso de actualización utilizará el archivo.
gl_es: O proceso de actualización usará ficheiros.
hr_hr: Proces nadogradnje će koristiti arhivu.

source: Error on saving configuration
es_es: Error al guardar la configuración
gl_es: Produciuse un erro ao garda-la configuración
hr_hr: Pogreška u spašavanju konfiguracije

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
es_es: %modifiedfiles% archivos serán modificados, %deletedfiles% archivos serán eliminados (si existen).
hr_hr: %modifiedfiles% datoteke će biti modificirane, %deletedfiles% datoteka će biti obrisano (ukoliko budu pronađene).

source: No diff files found.
es_es: No se encontraron diferencias entre archivos. Los archivos son idénticos.
gl_es: Non se atoparon ficheiros diferentes.
hr_hr: Nema razl datoteka.

source: Unable to check files for the installed version of PrestaShop.
es_es: No se puede comprobar los archivos para la versión instalada de PrestaShop.
gl_es: Non se poden comproba-los ficheiros da versión instalada de PrestaShop.
hr_hr: Nije moguće provjeriti datoteke za instaliranu inačicu PrestaShop.

source: Unable to check files
es_es: No se puede comprobar los archivos
gl_es: Incapaz de comprobar os ficheiros
hr_hr: Nije moguće provjeriti datoteke

source: Core files are ok
es_es: Los archivos del núcleo están OK
gl_es: Os ficheiros do núcleo están correctamente
hr_hr: Temeljne datoteke su ok

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
es_es: Se han detectado %modificationscount% modificaciones en los archivos, incluyendo %coremodifications% de núcleo y módulos nativos:
hr_hr: %modificationscount% Otkrivene su izmjene datoteka, uključujući %coremodifications% iz jezgre i izvornih modula:

source: Starting upgrade...
es_es: Iniciando la actualización...
gl_es: Comezando a actualización...
hr_hr: Započinjem nadogradnju...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
es_es: Omitir los pasos de descarga y descompresión, el proceso de actualización eliminará los datos de muestra.
hr_hr: Preskoči skidanje i unziping korake, proces nadogradnje će sada uklonili uzorak podataka.

source: Shop deactivated. Removing sample files...
es_es: Tienda desactivada. Eliminando los archivos de ejemplo...
gl_es: Tenda desactivada. Eliminando os arquivos de exemplo...
hr_hr: Trgovina deaktivirana. Uklanjam primjere datoteka...

source: Skip downloading step, upgrade process will now unzip the local archive.
es_es: Omitiendo el paso de descarga, el proceso de actualización descomprimirá ahora el archivo local.
gl_es: Salta o paso de descarga, o proceso de actualización descomprimirá agora o arquivo local.
hr_hr: Preskoči korak skidanja, proces nadogradnje sada će razložiti lokalne arhive.

source: Shop deactivated. Extracting files...
es_es: Tienda desactivada. Extrayendo archivos...
gl_es: Tenda desactivada. Extraendo ficheiros...
hr_hr: Trgovina deaktivirana. Razlažem datoteke...

source: Shop deactivated. Now downloading... (this can take a while)
es_es: Tienda desactivada. Descargando... (puede tardar un tiempo)
gl_es: Tenda desactivada. Agora descargando... (isto pode levar un tempo)
hr_hr: Trgovina deaktivirana. Preuzimam... (ovo može potrajati)

source: Downloaded archive will come from %s
es_es: El archivo descargado proviene de %s
gl_es: Os ficheiros descargados virán dende %s
hr_hr: Skinuta arhiva će doći iz %s

source: MD5 hash will be checked against %s
es_es: Hash MD5 se cotejará con %s
hr_hr: MD5 hash će se provjeravati prema %s

source: "/latest" directory has been emptied
es_es: el directorio "/latest" ha sido vaciado
gl_es: baleirouse o directorio "/latest"
hr_hr: "/ najnoviji" katalog je ispražnjen

source: File extraction complete. Removing sample files...
es_es: Extracción de archivos completada. Eliminando archivos de ejemplo...
gl_es: Extracción do arquivo completada. Eliminando os ficheiros de exemplo...
hr_hr: Ekstrakcije datoteke potpuna. Uklanjanje uzoraka datoteke ...

source: Unable to extract %filepath% file into %destination% folder...
es_es: No se puede extraer el archivo %filepath% en la carpeta de destino %destination%...
hr_hr: Nemoguće razložiti %filepath% datoteku unutar %destination% foldera...

source: This is not a valid archive for version %s.
es_es: Este no es un archivo válido para la versión %s.
hr_hr: Ovo nije valjana arhiva za verziju %s.

source: Extraction directory is not writable.
es_es: El directorio de extracción no tiene permisos de escritura.
gl_es: O directorio de extracción non ten permisos de escritura.
hr_hr: Razlaganje datoteke nije moguće zapisati.

source: Extraction directory %s is not writable.
es_es: El directorio de extracción %s no tiene permisos de escritura.
gl_es: O directorio de extracción %s non ten permisos de escritura.
hr_hr: Razlaganje datoteke %s nije moguće zapisati.

source: [ERROR] %s does not exist or is not a directory.
es_es: [ERROR] %s no existe o no es un directorio.
gl_es: [ERROR] %s non existe ou non é un directorio.
hr_hr: [ERROR] %s ne postoji ili nije direktorij.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
es_es: No se ha extraído nada. Parece que el paso de descompresión ha sido omitido.
gl_es: Non se extraeu nada. Semella que saltaches o paso de descompresión.
hr_hr: Ništa nije razloženo. Proces unzipp je preskočen.
