Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsequipmentAdmin.*.xlf
Languages: bs_ba, ro_ro

source: Browsers and operating systems
bs_ba: Pretraživači i operativni sistemi
ro_ro: Browsere si sisteme de operare

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
bs_ba: Dodaje tab koja sadrži grafikone o web pretraživaču i korištenja operativnog sistema na kontrolnoj ploči Statistike.
ro_ro: Adauga un tab ce contine grafice despre utilazarea browser-ului si a sistemelor de operare la Panoul statistic.

source: Making sure that your website is accessible to as many people as possible
bs_ba: Budite sigurni da je vaša web stranice dostupna za što više ljudi što je više moguće
ro_ro: Sa ne asiguram ca site-ul tau este accesibil cat mai multor oameni

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
bs_ba: Pri upravljanju web stranicom, važno je voditi računa o softveru koji se koristi od strane posjetilaca, kako bi bili sigurni da se stranica prikazuje na isti način za sve. PrestaShop je izgrađen da bude u skladu s najnovijim web pretraživačima i operativnim sistemima (OS). Međutim, ukoliko dodajete napredne osobine na Vašu web stranicu ili čak i mijenjate osnove PrestaShop koda, ti dodaci možda neće biti dostupni svima. To je razlog zašto je dobra ideja da se prati procenat korisnika za svaku vrstu softvera prije dodavanja ili mijenjanja nečega što je samo ograničeno na određen broj korisnika koji će tome imati pristup.
ro_ro: Cand administrezi un site, este important sa tii evidenta software-ului utilizat de vizitatori pentru a te asigura ca site-ul este afisat in acelasi mod pentru toata lumea. PrestaShop a fost construit pentru a fi compatibil cu cele mai recente browsere web si sisteme de operare (SO). Cu toate acestea, pentru ca ai putea adauga caracteristici avansate site-ului tau sau ai putea chiar sa modifici codul de baza PrestaShop, aceste adaugari ar putea sa nu fie accesibile tuturor. De aceea este o idee buna sa urmariti procentajele de utilizatori pentru fiecare tip de software inainte de a adauga sau a schimba ceva ce va fi accesibil unui numar limitat de utilizatori.

source: Indicates the percentage of each web browser used by customers.
bs_ba: Prikazuje postotak svakog web pretraživača koji se koristi od strane kupaca.
ro_ro: Indica ponderea fiecarui web browser utilizat de clienti.

source: CSV Export
bs_ba: CSV Izvoz
ro_ro: Export CSV

source: Indicates the percentage of each operating system used by customers.
bs_ba: Pokazuje procenat svakog operativnog sistema koji se koristi od strane kupaca.
ro_ro: Indica ponderea fiecarui sistem de operare utilizat de clienti.

source: Plugins
bs_ba: Dodaci
ro_ro: Extensii

source: Web browser used
bs_ba: Korištenje pretraživača
ro_ro: Browser de internet folosit

source: Operating system used
bs_ba: Korištenje operativnog sistema
ro_ro: Sistemul de operare folosit
