Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesSekeywordsAdmin.*.xlf
Languages: ja_jp, sl_si, sq_al

source: Search engine keywords
ja_jp: 検索エンジンのキーワード
sl_si: Ključne besede iskalnika
sq_al: Fjalët kyçe të motorit kërkues

source: Displays which keywords have led visitors to your website.
sl_si: Prikaže katere ključne besede so pripeljale obiskovalce do vaše strani.
sq_al: Tregon se cilat fjalë kyçe kanë çuar vizitorët në uebfaqen tuaj.

source: Identify external search engine keywords
ja_jp: 特定の外部の検索エンジンのキーワード
sl_si: Identificirajte ključne besede zunanjih iskalnikov
sq_al: Identifikon fjalët kyçe të jashtme të motorit të kërkimit

source: This is one of the most common ways of finding a website through a search engine.
sl_si: To je eden izmed razširjenih načinov za iskanje strani preko brskalnika.
sq_al: Kjo është një nga mënyrat më të zakonshme të gjetur një faqe interneti përmes një motori kërkimi.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
sl_si: Ugotavljanje najbolj popularnih ključnih besed vnešenih s strani novih obiskovalcev, vam omogoča, da vidite izdelke, ki bi jih bilo dobro dativ ospredje, če bi radi imeli boljšo vidnost v brskalnikih.
sq_al: Identifikimi i fjalëve kyçe më popullore të shkruara nga vizitorët tuaj të rinj, ju lejon të shihni se cilat produkte duhet vënë në faqen e parë në qoftë se ju doni të arrini shikueshmëri më të mirë në motorët e kërkimit.

source: How does it work?
ja_jp: どのように動作しますか？
sl_si: Kako deluje?
sq_al: Si funksionon kjo?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
sl_si: Ko pride obiskovalec na vašo stran, spletni strežnik zabeleži URL iz katere je prišel. Ta modul potem razčleni URL in če najde referenco do znanega brskalnika, najde v njej ključne besede.
sq_al: Kur një vizitor vjen në uebfaqen tuaj, ueb serveri vëren URL e faqes prej nga vjen ai/ajo. Ky modul pastaj 'parses URL', dhe nëse gjen një referencë në një motor kërkimi të njohur, motori kërkues gjenë fjalët kyçe në të.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
sl_si: Ta modul lahko prepozna vse brskalnike iz PrestaShop seznama Statistika/Iskanje -- in dodate jih lahko še več!
sq_al: Ky modul mund të njohë të gjithë motorët e kërkimit të listuar në PrestaShop në Statistikat/Faqja motorët e kërkimt – dhe ju mund të shtoni më shumë!

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
sl_si: POMEMBNO OBVESTILO: v septembru 2013 se je Google odločil zakriptirat poizvedbe z uporabo SSL. To pomeni, da vsa orodja na bazi posredovanja ( vključno s tem ) ne morejo več zaznati Google naključnih besed.
sq_al: SHËNIM I RËNDËSISHËM: Në shtator 2013, Google zgjodhi të enkriptojë pyetsorët tij duke përdorur SSL. Kjo do të thotë të gjitha mjetet me bazë referente në botë (duke përfshirë edhe këtë) më nuk mund të identifikojnë fjalët kyçe të Google.

source: %d keyword matches your query.
ja_jp: %d 個のキーワードが一致しました。
sl_si: %d ključna beseda se ujema z vašo poizvedbo.
sq_al: %d fjalë kyçe përputhet me pyetësorin tuaj.

source: %d keywords match your query.
ja_jp: %d 個のキーワードが一致しました。
sl_si: %d ključnih besed se ujema z vašo poizvedbo.
sq_al: %d fjalë kyçe përputhen me pyetësorin tuaj.

source: Filter by keyword
ja_jp: キーワードでフィルタ
sl_si: Filtriraj po ključni besedi
sq_al: Filtrimi sipas fjalëve kyçe

source: And min occurrences
ja_jp: 最小の出現
sl_si: In minimalnem ponavljanju
sq_al: Dhe min. i dukurive

source: Keywords
ja_jp: キーワード
sl_si: Ključne besede:
sq_al: Fjalët kyçe

source: Occurrences
ja_jp: 出現
sl_si: Pojavljanja
sq_al: Dukuri

source: No keywords
ja_jp: キーワードがありません
sl_si: Ni ključnih besed
sq_al: Nuk ka fjalë kyçe

source: Top 10 keywords
ja_jp: 最初の10個のキーワード
sl_si: Prvih 10 ključnih besed
sq_al: Top 10 fjalët kyçe

source: Others
ja_jp: その他
sl_si: Ostalo
sq_al: Tjetër
