Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesAutoupgradeAdmin.*.xlf
Languages: es_es, gl_es, hr_hr

source: Error while removing item %itemname%, %itemscount% items left.
es_es: Error eliminando el elemento %itemname%, %itemscount% elementos restantes.
hr_hr: Pogreška prilikom uklanjanja stavke %itemname%, %itemscount% stavke lijevo.

source: Starting to remove %s sample files
es_es: Comenzando a eliminar %s archivos de ejemplo
hr_hr: Počinjem uklanjati %s datoteke primjera

source: All sample files removed. Backup process skipped. Now upgrading files.
es_es: Todos los archivos de ejemplo eliminados. Proceso de copia de seguridad omitido. Actualizando archivos.
gl_es: Borráronse tódolos ficheiros de exemplo. Copia de seguridade omitida. Actualizando agora os ficheiros.
hr_hr: Sve datoteke primjera uklonjene. Proces izrade rezervne kopije preskočen. Sada nadograđujem datoteke.

source: All sample files removed. Now backing up files.
es_es: Todos los archivos de ejemplo eliminados. Realizando la copia de seguridad de los archivos.
gl_es: Tódolos ficheiros de exemplo borrados. Facendo agora a copia de seguridade dos ficheiros.
hr_hr: Svi uzorci datoteka uklonjeni. Sada radim backup.

source: Downloading from %s
es_es: Descargando desde %s
hr_hr: Preuzimanje %s

source: File will be saved in %s
es_es: El archivo será guardado en %s
hr_hr: Datoteka će biti spremljena u %s

source: Download directory has been emptied
es_es: El directorio download ha sido vaciado
hr_hr: Mapa preuzimanja je ispražnjena

source: Download complete.
es_es: Descarga completada.
gl_es: Descarga completada.
hr_hr: Preuzimanje završeno.

source: Download complete. Now extracting...
es_es: Descarga completada. Extracción en curso...
gl_es: Descarga completada. Agora extraendo...
hr_hr: Kompletno preuzeto. Sada raspakiravam...

source: Download complete but MD5 sum does not match (%s).
es_es: Descarga completada, pero la suma MD5 no coincide (%s).
hr_hr: Kompletno preuzeto ali MD5 zbroj ne odgovara (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
es_es: Descarga completada, pero la suma MD5 no coincide (%s). Operación cancelada.
hr_hr: Kompletno preuzeto ali MD5 zbroj ne odgovara (%s). Postupak prekinut.

source: Error during download. The private key may be incorrect.
es_es: Error durante la descarga. La clave privada puede ser errónea.
gl_es: Produciuse un erro durante a descarga. Pode que a chave privada sexa incorrecta.
hr_hr: Pogreška tijekom preuzimanja.Osobni ključ može biti pogrešan.

source: Error during download
es_es: Error durante la descarga
gl_es: Produciuse un erro durante a descarga
hr_hr: Greška tijekom preuzimanja

source: Download directory %s is not writable.
es_es: El directorio de descarga %s no tiene permisos de escritura.
gl_es: O directorio de descarga %s non ten permisos de escritura.
hr_hr: U mapu za preuzimanje %s nije moguće pisati.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
es_es: Necesitas activar allow_url_fopen o cURL para realizar descargas automáticas. También puedes subirlo manualmente en la ruta %s.
hr_hr: Vi trebate allow_url_fopen ili cURL za automatsko preuzimanje. Također možete ručno prebaciti u filepath %s.

source: [WARNING] Property %s is missing
es_es: [WARNING] no se encuentra la propiedad %s
gl_es: [WARNING] Falta a propiedade %s
hr_hr: [WARNING] Posjed %s je nestao

source: Action %s skipped
es_es: Acción %s omitida
hr_hr: Akcija %s preskočena

source: Action "%s" not found
es_es: Acción "%s" no encontrada
hr_hr: Nije pronađena %s radnja

source: Too long!
es_es: ¡Demasiado largo!
gl_es: Demasiado longo!
hr_hr: Previše dugo!

source: Fields are different!
es_es: ¡Los campos son diferentes!
gl_es: Os campos son diferentes!
hr_hr: Polja su različita!

source: This email address is wrong!
es_es: ¡Esta dirección email no es válida!
gl_es: Este enderezo de correo electrónico é incorrecto!
hr_hr: Ova e-mail adresa je pogrešna!

source: Impossible to send the email!
es_es: ¡No se puede enviar el correo electrónico!
gl_es: Foi imposible envia-lo correo electrónico!
hr_hr: Nemoguće je poslati e-mail!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
es_es: No se pueden crear los archivos de configuración, si existe /app/config/parameters.php. Por favor, otorga permisos de escritura pública al archivo, y crea un archivo llamado parameters.php en el directorio config.
hr_hr: Ne može se kreirati datoteka postavki ako /app/config/parameters.php postoji, molimo dodijelite javnu dozvolu pisanja toj datoteci, ili molimo kreirajte datoteku sa imenom parameters.php u config mapi.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
es_es: No se puede escribir el archivo de configuración, por favor, crea un archivo llamado settings.inc.php en el directorio "config".
hr_hr: Ne možete pisati postavke datoteke, napravite datoteku pod nazivom settings.inc.php u "config" u imeniku.

source: Impossible to upload the file!
es_es: ¡No se puede subir el archivo!
gl_es: Non foi posible subi-lo ficheiro!
hr_hr: Nemoguće prenijeti datoteku!

source: Data integrity is not valided. Hack attempt?
es_es: La integridad de los datos no es valida. ¿Intento de hack?
hr_hr: Integritet podataka nije ispravan. Pokušaj lomljenja?

source: Impossible to read the content of a MySQL content file.
es_es: No se puede leer el contenido de un archivo MySQL.
gl_es: Imposible le-lo contido dun ficheiro de contido MySQL.
hr_hr: Nemoguće čitati sadržaj datoteke sa sadržajem MySQL.

source: Cannot access a MySQL content file.
es_es: No se puede acceder al contenido del archivo MySQL.
gl_es: Non se pode acceder a un ficheiro de contido MySQL.
hr_hr: Ne mogu pristupiti sadržaju MySQL datoteke.

source: Error while inserting data in the database:
es_es: Error al insertar datos en la base de datos
gl_es: Erro ao inserir datos na base de datos:
hr_hr: Greška prilikom umetanja podataka u bazu podataka:

source: This is not a valid file name.
es_es: Este no es un nombre de archivo válido.
gl_es: Este non é un nome de ficheiro válido.
hr_hr: To nije valjano ime datoteke.

source: This is not a valid image file.
es_es: Este no es un archivo de imagen válido.
gl_es: Este non é un ficheiro de imaxe válido.
hr_hr: To nije valjana datoteka slike.

source: Error while creating the /app/config/parameters.php file.
es_es: Error al crear el archivo /app/config/parameters.php.
hr_hr: Greška prilikom stvaranja app/config/parameters.php datoteke.

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
es_es: Esta base de datos de PrestaShop ya existe. Por favor, vuelve a validar tu información de autenticación en la base de datos.
gl_es: Esta base de datos de PrestaShop xa existe. Por favor, volve validar a túa información de autenticación na base de datos.
hr_hr: Ova PrestaShop baza podataka već postoji. Molimo ponovno potvrdite Vašu autentifikaciju baze podataka.

source: An error occurred while resizing the picture.
es_es: Se ha producido un error al redimensionar la imagen.
gl_es: Produciuse un erro ao redimensiona-la imaxe.
hr_hr: Greška se dogodila kod redimenzioniranja slike.

source: Database connection is available!
es_es: ¡La conexión con la base de datos está disponible!
gl_es: A conexión á base de datos está dispoñible!
hr_hr: Veza s bazom podataka je dostupna!

source: Database Server is available but database is not found
es_es: El servidor de la base de datos está disponible, pero la base de datos no se encuentra
gl_es: O Servidor da Base de Datos está dispoñible pero non se atopa a base de datos
hr_hr: Server baze podataka je dostupan ali baza podataka nije pronađena

source: Database Server is not found. Please verify the login, password and server fields.
es_es: El servidor de la base de datos no se encuentra. Por favor, comprueba los campos de login, contraseña y servidor.
gl_es: Non se atopou o Servidor da Base de Datos. Por favor, verifica os datos de acceso, o contrasinal e mailos campos do servidor.
hr_hr: Baza podataka Servera nije pronađena. Molimo provjerite prijavu, lozinke i polja poslužitelja.

source: An error occurred while sending email, please verify your parameters.
es_es: Se ha producido un error al enviar el correo electrónico, por favor, verifica tus parámetros.
gl_es: Produciuse un erro ao enviar o correo electrónico, por favor, comproba os teus parámetros.
hr_hr: Dogodila se greška kod slanja e-maila, molimo provjerite parametre.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
es_es: No se puede escribir la imagen /img/logo.jpg. Si esta imagen ya existe, por favor, elimínala.
gl_es: Imposible escribi-la imaxe /img/logo.jpg. Se xa existe esta imaxe, por favor, elimínaa.
hr_hr: Nemoguće je pisati slike /img/logo.jpg. Ako ova slika već postoji, molimo vas izbrišite ju.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini
gl_es: O ficheiro enviado excede a directiva upload_max_filesize do php.ini
hr_hr: Učitana datoteka prelazi upload_max_filesize direktivu u php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo subido excede la directiva MAX_FILE_SIZE que se especificó en el formulario HTML
gl_es: O ficheiro subido sobrepasa a directiva MAX_FILE_SIZE que se especificou no formulario HTML
hr_hr: Upload datoteka premašuje MAX_FILE_SIZE direktive koje su specificirane u HTML obliku

source: The uploaded file was only partially uploaded
es_es: El archivo subido fue sólo parcialmente cargado
gl_es: O ficheiro subido só se subiu parcialmente
hr_hr: Prenesena datoteka je samo djelomično prenesena

source: No file was uploaded.
es_es: Ningun archivo fue subido.
gl_es: Non se subiu ningún ficheiro.
hr_hr: Niti jedna datoteka nije prenesena

source: Missing a temporary folder
es_es: No se encuentra la carpeta temporal
gl_es: Falta un cartafol temporal
hr_hr: Nedostaje privremena datoteka

source: Failed to write file to disk
es_es: Error al escribir el archivo en el disco
gl_es: Non se puido gravar o ficheiro no disco
hr_hr: Nisam uspio zapisati datoteku na disk

source: File upload stopped by extension
es_es: La subida de archivos se detuvo por extensión incorrecta
gl_es: A subida do ficheiro detívose por extensión incorrecta
hr_hr: Prijenos datoteka zaustavila ekstenzija

source: Cannot convert your database's data to utf-8.
es_es: No se pueden convertir los datos de tu base de datos a utf-8.
gl_es: Non se poden converte-los datos da túa base de datos a utf-8.
hr_hr: Ne mogu se konvertirati vaši podaci u bazi podatak u utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
es_es: Tu servidor MySQL no es compatible con este motor, por favor, utiliza otro como MyISAM
gl_es: O teu servidor MySQL non soporta este motor; por favor, emprega outro coma MyISAM
hr_hr: Vaš MySQL server ne podržava ovaj način rada, molimo koristite neki drugi kao MyISAM

source: Your lastname contains some invalid characters
es_es: Tu apellido contiene caracteres no válidos
gl_es: O teu apelido contén algúns caracteres non válidos
hr_hr: Vaše prezime sadrži neke znakove koji nisu valjani

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
es_es: El archivo /img/logo.jpg no se puede escribir, por favor, otorga permisos CHMOD 755 o CHMOD 777 a este archivo
hr_hr: U datoteku /img/logo.jpg se ne može pisati, dodjelite joj prava pisanja (CHMOD 755 ili CHMOD 777)

source: Invalid catalog mode
es_es: Modo catálogo no válido
gl_es: Modo de catálogo non válido
hr_hr: Neispravan mod kataloga

source: No error code available
es_es: Error desconocido
gl_es: Erro descoñecido
hr_hr: Kod greške nije dostupan

source: This installer is too old.
es_es: Este instalador es demasiado antiguo.
gl_es: Este instalador é demasiado antigo.
hr_hr: Ovaj installer je prestar.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
es_es: No se encontró el archivo app/config/parameters.php. ¿Ha eliminado o renombrado este archivo?
hr_hr: Datoteka app/config/parameters.php nije pronađena. Jeste li ju možda obrisali ili preimenovali?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
es_es: No se pueden encontrar los archivos de actualización de SQL. Por favor, comprueba que la carpeta /install/upgrade/sql no está vacía.
gl_es: Non se puideron atopar os ficheiros de actualización de SQL. Por favor, comproba que o cartafol /install/upgrade/sql non está baleiro.
hr_hr: Ne mogu pronaći SQL datoteku za nadogradnju. Molimo provjerite da /install/upgrade/sql mapa nije prazna.

source: No upgrade is possible.
es_es: No es posible actualizar.
gl_es: Non é posible actualizar.
hr_hr: Nadogradnja nije moguća.

source: Error while loading SQL upgrade file.
es_es: Error al cargar el archivo de actualización de SQL.
gl_es: Produciuse un erro ao carga-lo ficheiro de actualización SQL.
hr_hr: Greška kod učitavanja SQL datoteke nadogradnje.

source: Error while inserting content into the database
es_es: Error al insertar el contenido en la base de datos
gl_es: Produciuse un erro ao inserir contido na base de datos
hr_hr: Greška kod umetanja sadržaja u bazu podataka

source: Unfortunately,
es_es: Desafortunadamente,
gl_es: Desafortunadamente,
hr_hr: Nažalost,

source: SQL errors have occurred.
es_es: Se han producido errores de SQL.
gl_es: producíronse erros SQL.
hr_hr: Dogodile su se SQL greške.

source: The config/defines.inc.php file was not found. Where did you move it?
es_es: El archivo config/defines.inc.php no ha sido encontrado. ¿Lo has movido?
gl_es: Non se atopou o ficheiro config/defines.inc.php. A onde o moveches?
hr_hr: Datoteka config/defines.inc.php nije pronađena. Kamo ste ju premjestili?

source: Rollback
es_es: Revertir
gl_es: Reverter
hr_hr: Vrati natrag

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
es_es: Después de actualizar tu tienda, puedes revertir los cambios y regresar a la base de datos y archivos anterior. Utiliza esta función si el tema o un módulo esencial no está funcionando correctamente.
hr_hr: Nakon nadogradnje vaše trgovine, možete vratiti bazu podataka i datoteke u stanje prije nadogradnje. Koristite ovu funkciju ako vaše teme ili važni moduli ne rade ispravno.

source: Choose your backup:
es_es: Elige tu copia de seguridad:
gl_es: Escolle a túa copia de seguridade:
hr_hr: Odaberite vašu rezervnu kopiju:

source: -- Choose a backup to restore --
es_es: -- Elige una copia de seguridad a restaurar --
gl_es: -- Escolle unha copia de seguridade para a restauración --
hr_hr: -- Odaberite rezervnu kopiju za vračanje --

source: The pre-Upgrade checklist
es_es: La lista de comprobación previa a la actualización
gl_es: A lista de verificación de pre-Actualización
hr_hr: Lista provjera prije nadogradnje

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
es_es: La lista de verificación no es correcta. Sólo puedes actualizar cuando todos los indicadores son de color verde.
gl_es: A lista de verificación non está completa. Soamente poderás actualiza-la túa tenda cando tódolos indicadores sexan verdes.
hr_hr: Provjera nije prošla. Možete nadograditi svoju trgovinu samo onda kada svi indikatori budu zeleni.

source: Before starting the upgrade process, please make sure this checklist is all green.
es_es: Antes de iniciar el proceso de actualización, por favor, asegúrate de que el listado de verificación se encuentra en color verde.
gl_es: Antes de comeza-lo proceso de actualización, por favor, asegúrate de que esta listaxe de control está toda en verde.
hr_hr: Prije pokretanja procesa nadogradnje, molimo budite sigurni da je cijela lista provjera zelena.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
es_es: El módulo de actualización en 1-clic está actualizado (la versión actual es v%s)
gl_es: O módulo de Actualización nun Clic está actualizado (a túa versión actual é v%s)
hr_hr: 1-klik modul nadogradnje je najnoviji (vaša trenutna verzija je v%s)

source: Download
es_es: Descargas
gl_es: Descargar
hr_hr: Preuzimanje

source: Your store's root directory is writable (with appropriate CHMOD permissions)
es_es: El directorio raíz de tu tienda tiene permisos de escritura (con permisos CHMOD apropiados)
hr_hr: Vaša korijenska mapa je omogućena za pisanje (sa ispravnim CHMOD dozvolama)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
es_es: El directorio "/admin/autoupgrade" tiene permisos de escritura (permisos CHMOD apropiados)
hr_hr: Vaša mapa "/admin/autoupgrade" je omogućena za pisanje (sa ispravnim CHMOD dozvolama)

source: PHP's "Safe mode" option is turned off
es_es: La opción de PHP "safe_mode" (Modo seguro a prueba de errores) está desactivada
gl_es: A opción de PHP "Safe mode" está desactivada
hr_hr: PHP's "Safe mode" opcija je isključena

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
es_es: La opción de PHP "allow_url_fopen" está activada, o cURL está instalado
gl_es: A opción de PHP "allow_url_fopen" está activada, ou está instalado cURL
hr_hr: PHP's "allow_url_fopen" opcija je uključena, ili je cURL instaliran

source: Your store is in maintenance mode
es_es: Tu tienda está en modo mantenimiento
gl_es: A túa tenda está en modo mantemento
hr_hr: Vaša trgovina je u modu održavanja

source: Click here to put your shop under maintenance
es_es: Haz clic aquí para establecer tu tienda en modo mantenimiento
gl_es: Preme aquí para poñer a túa tenda en mantemento
hr_hr: Kliknite ovdje da postavite vašu trgovinu u mod održavanja

source: PrestaShop's caching features are disabled
es_es: Las características de almacenamiento en caché de PrestaShop están desactivadas
gl_es: As características de almacenamento na caché de PrestaShop están desactivadas
hr_hr: PrestaShop-ove predmemoriske funkcije su isključene

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
es_es: El ajuste de PHP max_execution_time tiene un valor muy alto o se ha desactivado completamente (valor actual: ilimitado)
hr_hr: PHP-ova max_execution_time postavka ima visoku vrijednost ili je kompletno onemogućena (trenutna vrijednost: naograničeno)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
es_es: La configuración max_execution_time de PHP, tiene un valor muy alto o se ha desactivado completamente (valor actual: %s segundos)
hr_hr: PHP-ova max_execution_time postavka ima visoku vrijednost ili je kompletno onemogućena (trenutna vrijednost: %s sekundi)

source: Please also make sure you make a full manual backup of your files and database.
es_es: Por favor, asegúrate de realizar una copia de seguridad manual completa de tus archivos y de la base de datos.
gl_es: Por favor, asegúrate tamén de facer unha copia de seguridade completa dos teus ficheiros e base de datos de maneira manual.
hr_hr: Molimo budite sigurni da ste ručno napravili rezervne kopije svih vaših datoteka i baze podataka.

source: Branch:
es_es: Rama:
hr_hr: Grana:

source: available
es_es: disponible
hr_hr: omogućeno

source: unavailable
es_es: no disponible
hr_hr: onemogućeno

source: Version number:
es_es: Número de versión:
gl_es: Número da versión:
hr_hr: Broj verzije:

source: MD5 hash:
es_es: Hash MD5:
gl_es: Hash MD5:

source: Changelog:
es_es: Registro de cambios:
gl_es: Rexistro de cambios:
hr_hr: Dnevnik promjena:

source: see changelog
es_es: ver lista de cambios
gl_es: ver o rexistro de cambios
hr_hr: vidi dnevnik promjena

source: Major release
es_es: Versión principal
gl_es: Versión principal
hr_hr: Glavno izdanje

source: Minor release (recommended)
es_es: Versión secundaria (recomendada)
gl_es: Versión secundaria (recomendada)
hr_hr: Manje izdanje (preporučeno)

source: Release candidates
es_es: Versión candidata para lanzamiento
hr_hr: Kandidat izdanja

source: Beta releases
es_es: Versión beta
gl_es: Versións beta
hr_hr: Beta izdanje

source: Alpha releases
es_es: Versión alfa
gl_es: Versións alfa
hr_hr: Alfa izdanje

source: Private release (require link and MD5 hash)
es_es: Versión privada (requiere enlace y hash MD5)
hr_hr: Privatno izdanje (zahtjeva link i MD5 ključ)

source: Local archive
es_es: Archivo local
gl_es: Arquivo local
hr_hr: Lokalna arhiva

source: Local directory
es_es: Directorio local
gl_es: Directorio local
hr_hr: Lokalna mapa

source: Channel:
es_es: Canal:
gl_es: Canle:
hr_hr: Kanal:

source: This option regroup all stable versions.
es_es: Esta opción reagrupa todas las versiones estables.
hr_hr: Ova opcija pregrupira sve stabilne verzije.

source: Link:
es_es: Enlace:
gl_es: Ligazón:

source: Hash key:
es_es: Clave Hash:
gl_es: Chave hash:
hr_hr: Hash ključ:

source: Allow major upgrade:
es_es: Autorizar actualización principal:
gl_es: Permitir actualización principal:
hr_hr: Dopusti glavnu nadogradnju:

source: Archive to use:
es_es: Archivo a utilizar:
gl_es: Arquivo a empregar:
hr_hr: Upotrijebi arhivu:

source: Choose an archive
es_es: Seleccione un archivo
hr_hr: Odaberi arhivu

source: Number of the version you want to upgrade to:
es_es: Número de versión a la que quieres actualizar:
hr_hr: Broj verzije na koju želite nadograditi:

source: No archive found in your admin/autoupgrade/download directory
es_es: Ningun archivo encontrado en directorio admin/autoupgrade/download
gl_es: Non se atopou ningún arquivo no teu directorio admin/autoupgrade/download
hr_hr: Arhiva nije pronađena u admin/autoupgrade/download mapi

source: Save in the following directory the archive file of the version you want to upgrade to: %s
es_es: Guarda en el siguiente directorio el archivo de la versión a la que quieres actualizar: %s
hr_hr: Spremite si u sljedećem direktoriju arhivsku datoteku verzija koje želite nadograditi na: %s

source: Click "Save" once the archive is there.
es_es: Haz clic en "Guardar" una vez que el archivo esté allí.
hr_hr: Klikni "Spremi" jednom kada je arhiva ovdje.

source: This option will skip the download step.
es_es: Esta opción omitirá el paso de descarga.
gl_es: Esta opción vai omitir o paso da desacarga.
hr_hr: Ova opcija će preskočiti korak preuzimanja.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
es_es: Guarda en el siguiente directorio los archivos descomprimidos de PrestaShop de la versión a la que quieres actualizar: %s
hr_hr: Spremite si u sljedećem direktoriju nekomprimiranu PrestaShop datoteku verzija koje želite nadograditi na: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
es_es: Por favor, indica a qué versión estás actualizando [1](por ejemplo 1.7.0.1)[/1]
hr_hr: Recite nam koju verziju nadograđujete na [1](1.7.0.1 for instance)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
es_es: Esta opción omitirá tanto el paso de descarga como el de descompresión, y utilizará %1$s como directorio de origen
hr_hr: Ova opcija će preskočiti korake preuzimanja i raspakiravanja i koristiti će %1$s kao izvornu mapu

source: More options (Expert mode)
es_es: Más opciones (modo Experto)
gl_es: Máis opcións (modo Experto)
hr_hr: Više opcija (Napredni način)
