Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsoriginAdmin.*.xlf
Languages: ar_sa, fr_fr, it_it

source: Visitors origin
ar_sa: زوار المنشأ
fr_fr: Sites affiliés
it_it: Origine visitatori

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
ar_sa: يضيف رسم بياني يعرض المواقع التي اتى عن طريقها الزوار في احصائيات لوحة التحكم.
fr_fr: Ajoute un graphique présentant les sites depuis lesquels vos visiteurs viennent, dans le tableau de bord des statistiques.
it_it: Aggiunge nel pannello Statistiche un grafico che mostra il sito web di provenienza del tuo visitatore.

source: Origin
ar_sa: الاصل
fr_fr: Origine
it_it: Origine

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
fr_fr: Dans cet onglet, vous trouverez les 10 sites référents les plus populaires, ceux qui amènent le plus de clients à votre boutique.
it_it: In questa scheda riassumiamo i 10 siti web più popolari che portano clienti al tuo negozio online.

source: What is a referral website?
ar_sa: ما هو موقع المرجعية؟
fr_fr: Qu'est-ce qu'un site affluent (référant) ?
it_it: Che cosa è un sito web di riferimento?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
fr_fr: Le référant est l'adresse web de la page précédente, qui contient un lien cliqué par votre visiteur.
it_it: Il riferimento è l'URL della pagina web contenente il collegamento al tuo negozio e visualizzata dal visitatore prima di entrare nel tuo negozio online.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
fr_fr: Un référant peut également vous aider à connaître les mots-clés que vos visiteurs ont utilisé dans leur moteur de recherche avant d'arriver sur votre boutique.
it_it: Un riferimento consente di sapere quali parole chiave sono state inserite dai visitatori nei motori di ricerca quando hanno cercato di trovare il tuo negozio, ed è utile anche per ottimizzare la promozione sul web.

source: A referrer can be:
fr_fr: Un référant peut être :
it_it: Un riferimento può essere:

source: Someone who posts a link to your shop.
ar_sa: شخص وضع وصلة على موقعه على الانترنت لمجموعتكم
fr_fr: quelqu'un qui a mis un lien de votre boutique sur son site
it_it: Qualcuno che mettere un link sul suo sito web verso il tuo negozio.

source: A partner who has agreed to a link exchange in order to attract new customers.
ar_sa: شريك مع الشخص الذي أدلى ربط تبادل من أجل تحقيق مبيعات أو جذب عملاء جدد
fr_fr: un partenaire avec lequel vous avez fait un échange de lien visant à rapporter des ventes ou attirer de nouveaux clients
it_it: Un partner con cui hai fatto uno scambio di link al fine di aumentare le vendite o attirare nuovi clienti.

source: CSV Export
ar_sa: إستيراد ملف إعدادات
fr_fr: Export CSV
it_it: Esporta CSV

source: Direct links only
ar_sa: الروابط المباشرة فقط
fr_fr: Liens directs uniquement
it_it: Solo link diretti

source: Top ten referral websites
ar_sa: أول 10 مواقع
fr_fr: 10 premiers sites
it_it: I primi 10 siti web

source: Others
ar_sa: أخرى
fr_fr: Autres
it_it: Altri
