Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesGsitemapAdmin.*.xlf
Languages: ru_ru, tr_tr

source: Google sitemap
ru_ru: Карта сайта Google sitemap
tr_tr: Google site haritası

source: Generate your Google sitemap file
ru_ru: Генерирует файл Google sitemap
tr_tr: Google site haritası dosyanızı oluşturun

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
ru_ru: Ошибка проверки прав доступа к файлам. Пожалуйста, настройте разрешения, позволяющие PrestaShop записывать файлы в корневой каталог.
tr_tr: Dosya izinlerinizi kontrol ederken bir hata oluştu. Lütfen dosya izinlerinizi PrestaShop'un kök dizininizde dosyaya yazabileceği şekilde ayarlayın.

source: Your sitemaps were successfully created. Please do not forget to setup the URL
ru_ru: Ваша карта сайта успешно создана. Пожалуйста, не забудьте настроить URL
tr_tr: Site haritanız başarıyla oluşturuldu. Lütfen linkini ayarlamayı unutmayın

source: in your Google Webmaster account.
ru_ru: в вашей учетной записи Google Webmaster.
tr_tr: Google Web Yöneticisi hesabınızda.

source: Your sitemaps
ru_ru: Ваши карты сайта
tr_tr: Site haritalarınız

source: Sitemaps were already created.
ru_ru: Карты сайтов уже созданы.
tr_tr: Site Haritaları zaten oluşturuldu.

source: Continue
ru_ru: Продолжить
tr_tr: Devam et

source: Please set up the following sitemap URL in your Google Webmaster account:
ru_ru: Установите в вашем аккаунте Google Webmaster этот URL карты сайта:
tr_tr: Lütfen Google Web Yöneticisi hesabınızda aşağıdaki site haritası URL sini ayarlayın:

source: This URL is the master sitemaps file. It refers to the following sub-sitemap files:
ru_ru: Этот URL указывает на главный файл карт сайта. Он содержит ссылки на следующие файлы подчиненных карт:
tr_tr: Bu URL, ana site haritaları dosyasıdır. Aşağıdaki alt site haritası dosyalarına başvurur:

source: Your last update was made on this date:
ru_ru: Дата последнего внесения вами изменений:
tr_tr: Son güncellemeniz şu tarihte yapıldı:

source: For a better use of the module, please make sure that you have
ru_ru: Для лучшего использования модуля, убедитесь, что имеете
tr_tr: Modülü daha etkin kullanmak için, şu değerlere sahip olduğunuzdan emin olun

source: A minimum memory_limit value of 128 MB.
ru_ru: Минимальное значение memory_limit - 128МБ.
tr_tr: En az memory_limit değeri 128 MB.

source: A minimum max_execution_time value of 30 seconds.
ru_ru: Минимальное значение max_execution_time - 30 сек.
tr_tr: En fazla max_execution_time değeri 30 saniyedir.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
ru_ru: Изменить эти ограничения можно в файле php.ini. Для более подробной информации, пожалуйста, свяжитесь с вашим хостинг-провайдером.
tr_tr: Bu sınırları php.ini dosyasında değiştirebilirsiniz. Daha fazla bilgi için, lütfen barındırma sağlayıcı firmanızla görüşün.

source: Configure your sitemap
ru_ru: Настроить карту сайта
tr_tr: Site haritanızı yapılandırın

source: Several sitemap files will be generated depending on how your server is configured and on the number of activated products in your catalog.
ru_ru: Количество создаваемых карт сайта будет зависеть от настроек сервера и от количества активных товаров в вашем каталоге.
tr_tr: Sunucunuzun nasıl yapılandırıldığına ve kataloğunuzdaki etkinleştirilmiş ürün sayısına bağlı olarak birkaç site haritası oluşturulacaktır.

source: How often do you update your store?
ru_ru: Как часто вы обновляете магазин?
tr_tr: Mağazanızı ne sıklıkla güncelliyorsunuz?

source: always
ru_ru: постоянно
tr_tr: sıklıkla

source: hourly
ru_ru: каждый час
tr_tr: saatlik

source: daily
ru_ru: ежедневно
tr_tr: günlük

source: weekly
ru_ru: еженедельно
tr_tr: haftalık

source: monthly
ru_ru: ежемесячно
tr_tr: aylık

source: yearly
ru_ru: ежегодно
tr_tr: yıllık

source: never
ru_ru: никогда
tr_tr: asla

source: Check this box if you wish to check the presence of the image files on the server
ru_ru: Установите флажок, если вы хотите проверить наличие файлов изображений на сервере
tr_tr: Eğer sunucu üzerinde resim dosyalarının varlığını kontrol etmek istiyorsanız bu kutuyu işaretleyin

source: Check all
ru_ru: Выбрать все
tr_tr: Tümünü işaretle

source: Indicate the pages that you do not want to include in your sitemap files:
ru_ru: Укажите страницы, которые не должны включаться в файл карты сайта:
tr_tr: Site haritası dosyalarınıza dahil etmek istemediğiniz sayfaları belirtin:

source: Generate sitemap
ru_ru: Сгенерировать карту сайта
tr_tr: Site Haritası Oluştur

source: This can take several minutes
ru_ru: Это может занять несколько минут
tr_tr: Bu işlem birkaç dakika sürebilir...

source: You have two ways to generate sitemaps.
ru_ru: У вас есть два способа создания файла Sitemap.
tr_tr: Site haritaları oluşturmanın iki yolu var.

source: Manually:
ru_ru: Вручную:
tr_tr: Elle:

source: Using the form above (as often as needed)
ru_ru: Используя форму выше (если нужно)
tr_tr: Yukarıdaki formu kullanarak (gerektiği gibi)

source: -or-
ru_ru: -или-
tr_tr: -veya-

source: Automatically:
ru_ru: Автоматически:
tr_tr: Otomatik Olarak:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
ru_ru: Попросите хостинг-провайдера настроить задание cron на загрузку следующего URL в нужное время:
tr_tr: İstediğiniz zamanlarda aşağıdaki URLyi yükleyecek bir "Cron görevi" ayarlamaları için barındırma hizmeti sağlayıcınıza danışın:

source: It will automatically generate your XML sitemaps.
ru_ru: Это автоматически сгенерирует XML-карты сайта.
tr_tr: XML site haritalarınızı otomatik olarak oluşturur.

source: Uncheck all
ru_ru: Снять выделение
tr_tr: Tüm işaretleri kaldır

source: This shop has no sitemap yet.
ru_ru: У этого магазина ещё нет карты сайта.
tr_tr: Bu mağazanın henüz bir site haritası yok.

source: Generating a sitemap can take several minutes
ru_ru: Создание карты сайта может потребовать нескольких минут
tr_tr: Site haritası oluşturmak birkaç dakika sürebilir

source: Information
ru_ru: Информация
tr_tr: Bilgi

source: The above URL is the master sitemap file. It refers to the following sub-sitemap files:
ru_ru: Этот URL указывает на главный файл карт сайта. Он содержит ссылки на следующие файлы подчиненных карт:
tr_tr: Yukarıdaki URL, ana site haritası dosyasıdır. Aşağıdaki alt site haritası dosyalarına başvurur:

source: Ask your hosting provider to setup a "Cron job" to load the following URL at the time you would like:
ru_ru: Попросите хостинг-провайдера настроить задание cron на загрузку следующего URL в нужное время:
tr_tr: Aşağıdaki URL'yi istediğiniz zaman yüklemek için barındırma hizmeti sağlayıcınızdan bir "Cron Görevi" kurmasını isteyin:
