Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesLegalcomplianceShop.*.xlf
Languages: fr_fr, gl_es

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
fr_fr: La commande sera confirmée quand vous aurez cliqué sur "Commande avec obligation de paiement" à la fin du processus de commande.

source: You must agree to our Terms of Service before going any further!
fr_fr: Vous devez accepter nos conditions générales de vente avant de continuer !
gl_es: Debes aceptar as nosas Condicións do Servizo antes de continuar!

source: Something went wrong. If the problem persists, please contact us.
fr_fr: Une erreur est survenue. Veuillez nous contacter si le problème persiste.
gl_es: Algo foi mal. Se o problema continúa, por favor contacta connosco.

source: Select a payment option first.
fr_fr: Veuillez d'abord choisir votre mode de paiement.
gl_es: Escolle primeiro unha opción de pagamento.

source: Please check the "Revocation of virtual products" box first!
fr_fr: Veuillez auparavant cocher la case d'acceptation des conditions d'annulation des produits dématérialisés.

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
fr_fr: J'ai lu les [conditions générales de vente] et [les conditions d'annulation] et j'y adhère sans réserve.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
fr_fr: [1]Pour les biens numériques :[/1] Je veux accéder immédiatement au contenu numérique et je reconnais perdre mes droits de révocation dès que le service a été lancé.[2] [1]Pour les services :[/1] J'accepte le lancement de la prestation de service et je reconnais perdre mon droit de révocation dès que la prestation est entièrement exécutée.

source: From
fr_fr: À partir de
gl_es: Dende

source: Our previous price
fr_fr: Notre ancien prix
gl_es: O noso anterior prezo

source: Shipping excluded
fr_fr: Hors frais de port
gl_es: Envío non incluído

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
fr_fr: Informations sur le règlement en ligne des litiges conformément à l'art. 14 paragr. 1 du RLL (Règlement en Ligne des Litiges) :

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
fr_fr: La Commission Européenne permet aux consommateurs de résoudre les litiges en ligne sur l'une de ses plateformes, conformément à l'art. 14 paragr. 1 du RLL. La plateforme ([1]https://webgate.ec.europa.eu/odr/main/index.cfm?event=main.home.show&lng=FR[/1]) agit comme un site où les consommateurs peuvent essayer des régler hors tribunal des litiges survenus lors d'achats de biens ou services en ligne.

source: Print this page
fr_fr: Imprimer cette page

source: (Under conditions)
fr_fr: (sous conditions)

source: My shopping cart
fr_fr: Mon panier
gl_es: O meu carro da compra

source: Shipping and payment
fr_fr: Livraison et paiement
gl_es: Envío e pagamento

source: All prices are mentioned tax included
fr_fr: Tous les prix sont TTC
gl_es: Tódolos prezos inclúen as taxas

source: All prices are mentioned tax excluded
fr_fr: Tous les prix sont hors taxe
gl_es: Ningún prezo inclúe as taxas

source: and
fr_fr: et
gl_es: e

source: shipping excluded
fr_fr: hors frais de port

source: Information
fr_fr: Informations
gl_es: Información
