Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesLinklistAdmin.*.xlf
Languages: uk_ua

source: Link Widget
uk_ua: Віджет посилань

source: Link block configuration
uk_ua: Конфігурація списку посилань

source: Link Blocks
uk_ua: Блок посилань

source: New block
uk_ua: Новий блок

source: Edit the link block.
uk_ua: Редагувати блок посилань.

source: New link block
uk_ua: Новий блок посилань

source: Name of the link block
uk_ua: Назва блоку

source: Content pages
uk_ua: Сторінки контенту

source: Please mark every page that you want to display in this block.
uk_ua: Позначте всі сторінки, які потрібно показати у блоці

source: Product pages
uk_ua: Сторінки товарів

source: Static content
uk_ua: Статичний контент

source: Custom content
uk_ua: Ваші матеріали

source: Please add every page that you want to display in this block.
uk_ua: Додайте усі сторінки, що мають бути показані в блоці.

source: Themes
uk_ua: Теми

source: Link List
uk_ua: Список посилань

source: Adds a block with several links.
uk_ua: Додає блок з корисними посиланнями.

source: Position
uk_ua: Позиція

source: Name of the block
uk_ua: Ім`я блоку

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видалити

source: Name
uk_ua: Назва
