Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ShopPdf.*.xlf
Languages: az_az, fr_fr

source: Delivery
az_az: Göndərilmə
fr_fr: Livraison

source: Invoice
az_az: faktura
fr_fr: Facture

source: Order return
az_az: Sifraişi qaytarılması
fr_fr: Retour de marchandise

source: Credit slip
az_az: Kredit
fr_fr: Avoir

source: Supply order form
fr_fr: Bon de commande fournisseur

source: TE: Tax excluded
fr_fr: HT : hors taxes

source: TI: Tax included
fr_fr: TTC: Toutes Taxes Comprises

source: Billing & Delivery Address
az_az: Göndərmə və çatdırılma ünvanı
fr_fr: Adresses de livraison et facturation

source: Payment Method
fr_fr: Moyen de paiement

source: No payment
fr_fr: Pas de paiement

source: Product
az_az: məhsul
fr_fr: Produit

source: An electronic version of this invoice is available in your account. To access it, log in to our website using your e-mail address and password (which you created when placing your first order).
fr_fr: Une version électronique de votre facture est disponible dans votre compte client. Afin d'y accéder, connectez-vous sur notre boutique en utilisant vos codes d'accès.

source: Delivery Address
az_az: Göndəriləcək ünvan
fr_fr: Adresse de livraison

source: Billing Address
az_az: Göndərmə ünvanı
fr_fr: Adresse de facturation

source: Note
fr_fr: Commentaire

source: (Tax excl.)
fr_fr: (HT)

source: Unit Price
az_az: Əşya dəyəri
fr_fr: Prix unitaire

source: ecotax: %s
fr_fr: écotaxe : %s

source: Discounts
az_az: Endirimlər
fr_fr: Réductions

source: Carrier
az_az: Kuriyer
fr_fr: Transporteur

source: Invoice Number
fr_fr: Numéro de facture

source: Invoice Date
fr_fr: Date de facturation

source: Order date
fr_fr: Date de commande

source: Total Tax
az_az: Yekun vergi
fr_fr: Taxe totale

source: Base price
fr_fr: Prix de base

source: Exempt of VAT according to section 259B of the General Tax Code.
fr_fr: Exempté de TVA conformément au Code Général des Impôts, art 259B.

source: Tax Detail
az_az: Vergi Ətraflı
fr_fr: Détail des taxes

source: Products
az_az: Məhsullar
fr_fr: Produits

source: Shipping
az_az: Çatdırılma
fr_fr: Livraison

source: Ecotax
az_az: ekovergi
fr_fr: Éco-participation

source: Wrapping
az_az: Bükmə
fr_fr: Emballage

source: Tax Rate
fr_fr: Taux de taxe

source: No taxes
fr_fr: Pas de taxes

source: Total Products
fr_fr: Total produits

source: Total Discounts
fr_fr: Total Réductions

source: Shipping Costs
fr_fr: Frais de livraison

source: Free Shipping
az_az: Pulsuz çatdırılma
fr_fr: Livraison gratuite

source: Wrapping Costs
fr_fr: Coûts d'emballage

source: Total (Tax excl.)
fr_fr: Total (HT)

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
fr_fr: Si les conditions suivantes ne sont pas respectées, nous nous réservons le droit de refuser votre colis et/ou votre remboursement :

source: Please include this return reference on your return package:
fr_fr: Merci d'inclure ce numéro de retour dans votre colis :

source: All products must be returned in their original package and condition, unused and without damage.
fr_fr: Tous les produits doivent nous être retournés dans leur emballage et condition d'origine, sans avoir été utilisés ou abîmés.

source: Please print out this document and slip it into your package.
az_az: Zəhmət olmasa bu sənədi çap edin və bağlamanın içinə atın
fr_fr: Merci d'imprimer ce document et de le placer dans votre colis.

source: The package should be sent to the following address:
az_az: Bağlama aşağıdakı ünvana göndərilməlidir.
fr_fr: Le colis doit nous être retourné à l'adresse suivante :

source: Upon receiving your package, we will notify you by e-mail. We will then begin processing the refund, if applicable. Let us know if you have any questions
fr_fr: Dès réception de votre colis, nous vous informerons par e-mail. Nous pourrons ensuite traiter votre demande de remboursement. Si vous avez des questions, faites-le nous savoir.

source: Reference
az_az: Kod
fr_fr: Référence

source: Qty
az_az: Sayı
fr_fr: Quantité

source: Items to be returned
fr_fr: Articles à retourner

source: We have logged your return request.
az_az: Qaytarmaq xahişiniz daxil edildi
fr_fr: Nous avons enregistré votre demande de retour.

source: Your package must be returned to us within
az_az: Siz paketinizi bizə sifarişini qəbul etdikdən
fr_fr: Nous vous rappelons que votre colis doit nous être retourné dans les

source: days of receiving your order.
az_az: gün sonra qaytarmalısınız.
fr_fr: jours après réception de votre commande.

source: Return Number
fr_fr: Numéro de retour

source: Product / Reference
fr_fr: Produit / Référence

source: Unit price
az_az: Əşya dəyəri
fr_fr: Prix unitaire

source: (Tax Excl.)
az_az: HT
fr_fr: (HT)

source: (Tax Incl.)
az_az: (vergi daxil)
fr_fr: (TTC)

source: Price
az_az: Prix payé HT
fr_fr: Prix

source: No details
fr_fr: Aucun détail

source: Order Date
fr_fr: Date de commande

source: Order Reference
fr_fr: Réf. de commande

source: VAT Number
fr_fr: Numéro de TVA

source: Shipping (Tax Excl.)
fr_fr: Frais de port (HT)

source: Shipping (Tax Incl.)
fr_fr: Frais de port (TTC)

source: Product Total (Tax Excl.)
fr_fr: Total Produits HT

source: Product Total (Tax Incl.)
fr_fr: Total Produits TTC

source: Product Total
fr_fr: Total Produits

source: Total (Tax Excl.)
fr_fr: Total (HT)

source: Total (Tax Incl.)
fr_fr: Total (TTC)

source: For more assistance, contact Support:
fr_fr: Pour toute assistance, merci de nous contacter :

source: Tel: %s
fr_fr: Tél. : %s

source: Total TE
fr_fr: Total HT

source: Total TI
fr_fr: Total TTC

source: Products ordered:
fr_fr: Produits commandés :

source: Designation
fr_fr: Nom

source: Unit Price TE
fr_fr: Prix unitaire HT

source: Before discount
az_az: Endirimdən əvvəl
fr_fr: Avant remise

source: Discount Rate
az_az: Endirim faizi
fr_fr: Taux de réduction

source: After discount
az_az: Endirimdən sonra
fr_fr: Après remise

source: Tax rate
fr_fr: Taux de la TVA

source: Base TE
fr_fr: Base HT

source: Tax Value
fr_fr: Total taxe

source: Summary:
az_az: Qısa Məlumat
fr_fr: Résumé :

source: (Before discount)
fr_fr: (Avant remise)

source: Order Discount
fr_fr: Remise

source: (After discount)
fr_fr: (Après remise)

source: Tax value
fr_fr: Montant de la TVA

source: Total to pay
fr_fr: Total à régler

source: Total
az_az: Yekun

source: Date
az_az: Tarix

source: image(s)
az_az: sekil

source: Taxes:
az_az: Vergilər:
