Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ShopThemeCustomeraccount.*.xlf
Languages: gl_es, ja_jp, uk_ua

source: Receive offers from our partners
gl_es: Recibe ofertas das nosas asociadas
ja_jp: パートナーから特別なオファーを受け取る
uk_ua: Отримувати рекламні пропозиції наших партнерів

source: Log me out
gl_es: Saír
ja_jp: ログアウト
uk_ua: Вийти

source: Your order
ja_jp: 注文
uk_ua: Ваше замовлення

source: Connected as %first_name% %last_name%.
ja_jp: %last_name% %first_name% として接続する。
uk_ua: Ви увійшли як %first_name% %last_name%.

source: No account?
ja_jp: まだ会員登録がお済ではありませんか？
uk_ua: Немає облікового запису?

source: PDF
uk_ua: файл PDF

source: Welcome to your account. Here you can manage all of your personal information and orders.
gl_es: Benvido á túa conta. Aquí podes xestionar as túas direccións e pedidos.
ja_jp: マイアカウントにようこそ。 ここではお客様の登録情報とご注文を管理できます。
uk_ua: Ласкаво просимо у ваш акаунт. Тут, ви можете управляти адресами і замовленнями.

source: Your account
gl_es: A túa conta
ja_jp: アカウント
uk_ua: Ваш профіль

source: View my customer account
gl_es: Ver a miña conta de clienta
ja_jp: マイアカウントを見る
uk_ua: Переглянути обліковий запис покупця

source: Log in to your customer account
gl_es: Entrar na túa conta de clienta
ja_jp: 顧客アカウントにログインする
uk_ua: Увійти до Вашого профілю клієнта

source: Not you? [1]Log out[/1]
ja_jp: ご本人ではない場合 [1]ログアウト[/1] してください。
uk_ua: Не ви? [1]Вихід[/1]

source: Connected as [1]%firstname% %lastname%[/1].
gl_es: Conectada coma [1]%firstname% %lastname%[/1].
ja_jp: [1]%lastname% %firstname%[/1] として接続する。
uk_ua: Приєднано як [1]%firstname% %lastname%[/1].

source: Back to your account
gl_es: Tornar á túa conta
ja_jp: アカウントへ戻る
uk_ua: Повернутися в Мій Профіль

source: Merchandise return
gl_es: Devolución Mercancía
ja_jp: 返品
uk_ua: Повернення товару

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
gl_es: Se desexas devolver un ou máis produtos, por favor, marcas as caixas correspondentes e proporciona unha explicación para a devolución. Cando o teñas completado, preme o botón de embaixo.
ja_jp: 1つ以上の商品を返品した場合は、該当するボックスをマークして返品のための説明を提供してください。それから下のボタンをクリックしてください。
uk_ua: Якщо ви бажаєте повернути один або більше товарів, відмітьте відповідні позиції і введіть пояснення для повернення. Потім натисніть кнопку нижче.

source: Request a return
ja_jp: 返品要求
uk_ua: Запит повернення

source: Returned
gl_es: Devolto
ja_jp: 返品済
uk_ua: Повернуто

source: Messages
gl_es: Mensaxes
ja_jp: メッセージ
uk_ua: Повідомлення

source: Add a message
gl_es: Engadir mensaxe:
ja_jp: メッセージを追加：
uk_ua: Додати повідомлення:

source: If you would like to add a comment about your order, please write it in the field below.
gl_es: Se desexas engadir un comentario sobre a túa encomenda, por favor, escríbeo no campo de embaixo.
ja_jp: ご注文に関してコメントを残されたい場合は、以下にお書きください。
uk_ua: Якщо ви хочете додати коментар до вашого замовлення, напишіть його нижче.

source: Update your address
gl_es: Actualiza o teu enderezo
ja_jp: 住所を更新します。
uk_ua: Оновіть вашу адресу

source: New address
gl_es: Novo enderezo
ja_jp: 新しい住所
uk_ua: Нова адреса

source: Your addresses
gl_es: Os teus enderezos
ja_jp: 住所
uk_ua: Ваші адреси

source: Log in to your account
gl_es: Accede á túa conta
ja_jp: アカウントにログインする
uk_ua: Увійти до облікового запису

source: No account? Create one here
gl_es: Sen conta? Crea unha aquí
ja_jp: まだ会員登録がお済でない場合は、こちらからアカウントを作成してください
uk_ua: Немає профілю? Створіть зараз

source: Your vouchers
ja_jp: お手持ちのクーポン
uk_ua: Ваші купони

source: Guest Order Tracking
ja_jp: ゲスト注文追跡
uk_ua: Відстеження гостьового замовлення

source: To track your order, please enter the following information:
gl_es: Para seguir a túa encomenda, por favor, introduce a seguinte información:
ja_jp: ご注文を追跡するために以下の情報を入力して下さい。
uk_ua: Щоб відстежувати ваші замовлення, введіть наступну інформацію:

source: For example: QIIXJXNUI or QIIXJXNUI#1
gl_es: Por exemplo: QIIXJXNUI ou QIIXJXNUI#1
ja_jp: 例： QIIXJXNUI 、 QIIXJXNUI#1 など
uk_ua: Наприклад: 000111

source: Guest Tracking
gl_es: Seguimento para Convidadas
ja_jp: ゲストトラッキング
uk_ua: Відстеження гостьового замовлення

source: Transform your guest account into a customer account and enjoy:
gl_es: Transforma a túa conta de invitada nunha conta de clienta e desfruta:
ja_jp: ゲストアカウントからカスタマーアカウントに変更してご活用ください：
uk_ua: Перетворіть свій гостьовий акаунт в акаунт клієнта і отримайте:

source: Personalized and secure access
gl_es: Acceso personalizado e seguro
ja_jp: お好みの設定と安全なセキュリティ
uk_ua: Персональний і безпечний доступ

source: Fast and easy checkout
gl_es: Finalización da compra rápida e doada
ja_jp: すばやく簡単な清算
uk_ua: Швидке оформлення замовлення

source: Easier merchandise return
gl_es: Devolución de compras máis doada
ja_jp: 返品が簡単に
uk_ua: Легше повернення товару

source: Order history
gl_es: Histórico de Pedidos
ja_jp: ご注文履歴
uk_ua: Мої замовлення

source: Here are the orders you've placed since your account was created.
gl_es: Aquí atópanse os pedidos realizados por vostede
ja_jp: アカウント作成後のご注文がここに表示されます。
uk_ua: Список оформлених Вами замовлень з моменту реєстрації

source: Details
gl_es: Detalles
ja_jp: 詳細
uk_ua: Деталі

source: Your personal information
gl_es: Informacion persoal
ja_jp: 個人情報
uk_ua: Ваша персональна інформація

source: Vouchers
gl_es: Descontos
ja_jp: クーポン
uk_ua: Ваучери:

source: Credit slips
gl_es: Abonos
ja_jp: クレジット伝票
uk_ua: Рахунки

source: Addresses
gl_es: Enderezos
ja_jp: 住所
uk_ua: Адреси

source: Add first address
gl_es: Engade o primeiro enderezo
ja_jp: 最初の住所を追加
uk_ua: Додайте свою першу адресу

source: Information
gl_es: Información
ja_jp: 情報
uk_ua: Інформація

source: Order history and details
gl_es: Historial de encomendas e detalles
ja_jp: 注文履歴と詳細
uk_ua: Історія і деталі моїх замовлень

source: Merchandise returns
gl_es: Devolucións de mercancías
ja_jp: 返品
uk_ua: Повернення

source: Order details
gl_es: Detalles da encomenda
ja_jp: 注文詳細
uk_ua: Деталі замовлення

source: Order Reference %reference% - placed on %date%
ja_jp: 注文参照コード： %reference% - ご注文日： %date%
uk_ua: Номер замовлення %reference% – розміщено %date%

source: Download your invoice as a PDF file.
gl_es: Descargar a Factura como ficheiro PDF
ja_jp: PDFで請求書をダウンロード
uk_ua: Завантажте свою накладну як файл PDF

source: You have given permission to receive your order in recycled packaging.
gl_es: Deu permiso para recibir os pedidos en paquetes reciclados
ja_jp: リサイクルパッケージでの注文を受け取る権限を与えられています
uk_ua: Ви дали згоду отримати Ваше замовлення в упаковці з вторсировини

source: You have requested gift wrapping for this order.
gl_es: Pediu envolver como agasallo
ja_jp: 注文にギフトラッピングを要求しました。
uk_ua: Ви обрали подарункову упаковку для вашого замовлення

source: Message
gl_es: Mensaxe
ja_jp: メッセージ
uk_ua: Повідомлення

source: Follow your order's status step-by-step
gl_es: Siga os pasos
ja_jp: 注文を順番に確認
uk_ua: Відстежувати замовлення покроково

source: Click the following link to track the delivery of your order
gl_es: Preme a seguinte ligazón para seguir o envío da túa encomenda
ja_jp: ご注文の配送を追跡するには、次のリンクをクリック
uk_ua: Натисніть тут, щоб відстежити доставку вашого замовлення

source: Order
gl_es: Encomenda
ja_jp: 注文
uk_ua: Замовлення

source: Date issued
gl_es: Data
ja_jp: 発行日
uk_ua: Дата відправки

source: Here is a list of pending merchandise returns
gl_es: Velaquí unha listaxe de devolucións pendentes
ja_jp: ここはあなたの返品された商品です
uk_ua: Повернення товару, які ви зробили

source: Return
gl_es: Devolver
ja_jp: 返品
uk_ua: Повернення

source: Package status
gl_es: Estado do paquete
ja_jp: 荷物の状況
uk_ua: Статус посилки

source: Returns form
ja_jp: 返品フォーム
uk_ua: Форма повернення

source: Return details
gl_es: Datos da devolución
uk_ua: Стан повернення

source: %number% on %date%
ja_jp: %date% に %number%
uk_ua: %number% від %date%

source: We have logged your return request.
gl_es: Gardamos a súa petición de devolución.
ja_jp: 返品要求を記録しました。
uk_ua: Ми зареєстрували Ваш запит на повернення.

source: Your package must be returned to us within %number% days of receiving your order.
ja_jp: ご注文商品を受け取ってから %number%日以内に、商品をご返送いただく必要があります。
uk_ua: Вашу посилку необхідно повернути протягом %number% дн. з моменту отримання замовлення.

source: The current status of your merchandise return is: [1] %status% [/1]
ja_jp: 現在のご注文商品の返品ステータス： [1] %status% [/1]
uk_ua: Поточний статус вашого повернення: [1] %status% [/1]

source: List of items to be returned:
gl_es: Listaxe de artigos a devolver:
ja_jp: 返品されたアイテムのリスト：
uk_ua: Список виробів, які повернені:

source: Reminder
gl_es: Recordatorio
ja_jp: リマインダー
uk_ua: Нагадування

source: All merchandise must be returned in its original packaging and in its original state.
gl_es: Todos os produtos deben ser devoltos na súa embalaxe orixinal ,e en perfecto estado
ja_jp: すべての商品、元の状態で返品を行ってください。
uk_ua: Всі товари повинні повертатись в оригінальній упаковці, без пошкоджень чи слідів використання.

source: Please print out the [1]returns form[/1] and include it with your package.
ja_jp: [1]返品フォーム[/1] をプリントアウトして、商品に同梱の上ご返送ください。
uk_ua: Роздрукуйте цю [1]форму повернення[/1] та вкладіть її до посилки.

source: Please check the [1]returns form[/1] for the correct address.
ja_jp: [1]返品フォーム[/1] の住所が正しい事を再度ご確認ください。
uk_ua: Переконайтеся, що у [1]формі повернення[/1] вказано правильну адресу.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
gl_es: Cando recibámo-lo teu pacote, notificarémoscho por correo electrónico. Despois comezaremos a procesa-lo reembolso da encomenda.
ja_jp: パッケージを受け取ったからメールでお知らせします。次に注文合計の返還処理を開始します。
uk_ua: По отриманні вашої посилки, ми повідомимо вас по електронній пошті та почнемо обробку компенсації вашого замовлення.

source: Please let us know if you have any questions.
gl_es: Pregúntenos se ten calquera dúbida.
ja_jp: ご質問があればお聞かせください。
uk_ua: Давайте знати, чи маєте ви будь-які питання.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
gl_es: Se as condicións de devolución non son respectadas, reservámonos o dereito a rexeitar a devolución e/ou o contrareembolso.
ja_jp: 上記の返品条件が尊重されていない場合は、パッケージの変換を拒否する権利を留保します。
uk_ua: Якщо умов повернення, перелічених вище, не дотримано, ми зберігаємо право не приймати посилку і/чи повернути її.

source: Credit slips you have received after canceled orders.
ja_jp: 注文のキャンセル後に受け取った返金伝票。
uk_ua: Прибуткові ордери що було отримано внаслідок скасування замовлень.

source: Credit slip
gl_es: Abono
ja_jp: クレジット伝票
uk_ua: Накладна

source: View credit slip
gl_es: Ver abono
ja_jp: クレジット伝票を参照
uk_ua: Переглянути накладні

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
gl_es: Por favor, introduce o enderezo de correo electrónico que empregaches para te rexistrar. Recibirás unha ligazón temporal para restablece-lo teu contrasinal.
ja_jp: 会員登録時に使用したメールアドレスを入力してください。パスワードをリセットするためのリンクを記載したメールを送信します。
uk_ua: Будь ласка, введіть ваш email. Ви отримаєте тимчасове посилання для зміни паролю.

source: Forgot your password?
gl_es: ¿Esqueceu a sua contrasinal?
ja_jp: パスワードをお忘れですか？
uk_ua: Забули пароль?

source: Reset your password
gl_es: Restablecer o teu contrasinal
ja_jp: パスワードをリセット
uk_ua: Скинути пароль

source: Email address: %email%
ja_jp: メールアドレス： %email%
uk_ua: Електронна адреса: %email%

source: Create an account
gl_es: Crear unha conta
ja_jp: アカウントを作成
uk_ua: Реєстрація

source: Already have an account?
ja_jp: すでにアカウントをお持ちですか?
uk_ua: Вже є обліковий запис?

source: Log in instead!
gl_es: Iniciar Sesión!
ja_jp: ログインしてご利用ください
uk_ua: Натомість увійдіть!
