Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ShopNotificationsError.*.xlf
Languages: ca_es, eu_es, gl_es, ka_ge, ms_my, uk_ua

source: This voucher is disabled
ca_es: Aquest cupó s'ha deshabilitat
eu_es: Bonu hau ez dago desgaituta
gl_es: Este cupón está desactivado
ka_ge: ვაუჩერი გაუქმებულია
ms_my: Baucar ini telah dinyahaktifkan
uk_ua: Цей купон деактивовано

source: This voucher has already been used
ca_es: Aquest cupó ja s'ha utilitzat abans
eu_es: Bonu erabili da jada
gl_es: Este cupón xa se empregou
ka_ge: ვაუჩერის ხელმეორედ გამოყენება შეუძლებელია
ms_my: Baucar ini telah digunakan
uk_ua: Цей купон вже використано

source: This voucher is not valid yet
ca_es: Aquest cupó encara no és vàlid
eu_es: Bonu hau oraindik ez da baliagarria
gl_es: Este cupón xa non é válido
ka_ge: ვაუჩერი ჯერ არაა გააქტიურებული
ms_my: Baucar ini belum disahkan lagi
uk_ua: Цей купон ще не дійсний

source: This voucher has expired
ca_es: Aquest cupó ha caducat
eu_es: Bonu hau iraungitu egin da
gl_es: Este cupón caducou
ka_ge: ვაუჩერი ვადაგასულია
ms_my: Baucar ini telah tamat tempoh
uk_ua: В цього купону закінчився строк дії

source: You cannot use this voucher anymore (usage limit reached)
ca_es: Ja no podeu utilitzar més aquest cupó (ha caducat)
eu_es: Bonu hau ezin duzu jada erabili (erabilpen mugara iritsi zara)
gl_es: Non podes empregar este cupón nunca máis (límite de uso superado)
ms_my: Anda tidak boleh menggunakan baucar ini lagi (had penggunaan dipenuhi)
uk_ua: Ви не можете більше використовувати цей купон (вичерпано ліміт використання)

source: You cannot use this voucher
ca_es: No podeu utilitzar aquest cupó
eu_es: Bonu hau ezin duzu erabili
gl_es: Non podes utilizar este cupón
ms_my: Anda tidak boleh menggunakan baucar ini
uk_ua: Ви не можете використовувати ций купон

source: You must choose a delivery address before applying this voucher to your order
ca_es: Heu de triar una adreça de lliurament abans d'aplicar aquest cupó a la vostra comanda
eu_es: Helbidea aukeratu beharra daukazu zure eskaerari bonua esleitu aurretik
gl_es: Tes que escoller un enderezo de entrega antes de aplicar este cupón ao teu pedido
ms_my: Anda mesti memilih alamat penghantaran sebelum menggunakan baucar ini untuk tempahan anda
uk_ua: Перед використанням даного купону вкажіть адресу доставки замовлення.

source: You cannot use this voucher in your country of delivery
ca_es: No podeu utilitzar aquest cupó al vostre país d'entrega
eu_es: Bonu hau ezin duzu erabili zure herrialdean
gl_es: Non podes utilizar este cupón no teu país de entrega
ms_my: Anda tidak boleh menggunakan baucar ini di negara untuk dihantar
uk_ua: Ви не можете використовувати ций купон для вказаної країни доставки

source: You must choose a carrier before applying this voucher to your order
ca_es: Heu de triar un transportista abans d'aplicar aquest cupó a la vostra comanda
eu_es: Garraiolaria aukeratu beharra daukazu zure garraiolariari bonua esleitu aurretik
gl_es: Tes que escoller un transportista antes de aplicar este cupón ao teu pedido
ms_my: Anda mesti memilih kurier sebelum dapat menggunakan baucar untuk tempahan anda
uk_ua: Перед використанням даного купону оберіть спосіб доставки замовлення.

source: You cannot use this voucher with this carrier
ca_es: No podeu utilitzar aquest cupó amb aquest transportista
eu_es: Bonu hau ezin duzu erabili zure herrialdean
gl_es: Non podes utilizar este cupón con este transportista
ms_my: Anda tidak boleh menggunakan baucar dengan kurier ini
uk_ua: Ви не можете використовувати ций купон з даним способом доставки

source: You cannot use this voucher on products on sale
ca_es: No podeu utilitzar aquest cupó en productes rebaixats
uk_ua: Цей купон не використовується з товарами що продаються зі знижкою

source: Please log in first
ca_es: Si us plau, primer inicieu sessió
eu_es: Mesedez, lehenik hasi saioa
gl_es: Por favor, inicia sesión primeiro
ms_my: Sila log masuk dahulu
uk_ua: Спочатку увійдіть, будь ласка

source: You have not reached the minimum amount required to use this voucher
ca_es: No teniu la quantitat mínima de compra requerida per poder utilitzar aquest cupó
eu_es: Bonu hau erabiltzeko beharrezkoa den gutxieneko kopurua ez duzu
gl_es: Non chegaches ao importe mínimo preciso para empregar este cupón
ms_my: Anda belum mencapai jumlah minimum diperlukan untuk menggunkan baucar ini
uk_ua: Ви ще не досягли мінімальної кількості (суми), потрібної для активації даного купону.

source: This voucher is already in your cart
ca_es: Aquest cupó ja es troba al carret
eu_es: Beherapen bonu hau jada zure saskian erabiltzen ari da
gl_es: Este cupón xa se aplicou á súa cesta
ms_my: Baucar ini sudah ada di dalam troli anda
uk_ua: Купон уже використовується

source: This voucher is not combinable with an other voucher already in your cart: %s
ca_es: Aquest cupó no és combinable amb un altre cupó que ja teniu al carro: %s
uk_ua: Цей купон несумісний з іншим купоном у вашому кошику: %s

source: Cart is empty
ca_es: El carret és buit
eu_es: Saskia hutsik dago
gl_es: A cesta está baleira
ms_my: Troli kosong
uk_ua: Кошик порожній

source: You cannot use this voucher in an empty cart
ca_es: No podeu utilitzar aquest cupó en un carret buit
eu_es: Ezin duzu bonu hau erabili saski huts batean
gl_es: Non pode empregar este cupón nunha cesta baleira
ms_my: Anda tidak boleh menggunakan baucar ini pada troli kosong
uk_ua: Ви не можете використати цей купон в порожньому кошику

source: You cannot use this voucher with these products
ca_es: No podeu utilitzar aquest cupó amb aquests productes
eu_es: Ezin duzu bonu hau erabili produktu hauekin
gl_es: Non pode empregar este cupón con estes produtos
ms_my: Anda tidak boleh menggunakan baucar ini dengan produk tersebut
uk_ua: Ви не можете використати цей купон для цих товарів

source: The email is already used, please choose another one or sign in
uk_ua: Ця адреса е-пошти вже використовується, будь ласка, вкажіть іншу або увійдіть

source: Your account isn't available at this time, please contact us
ca_es: El vostre compte no està disponible en aquest moment, si us plau contacteu amb nosaltres
gl_es: A túa conta non está dispoñible neste momento; por favor, contacta connosco
uk_ua: Ваш обліковий запис наразі не доступний, будь ласка, зв'яжіться з нами

source: Authentication failed.
ca_es: indenticicació fallida
eu_es: Autentifikazio errorea.
gl_es: identificación errada
ka_ge: საჭიროა ავტორიზაცია
ms_my: pengesahan gagal
uk_ua: помилка автентифікації

source: Password is required
ca_es: La contrasenya és necessaria
gl_es: Requírese contrasinal
uk_ua: Пароль обов'язковий

source: Invalid email/password combination
ca_es: Combinació de nom d'email/contrasenya no vàlida
gl_es: Combinación de correo/contrasinal incorrecta
uk_ua: Невірна комбінація ім'я/пароль

source: There seems to be an issue with your account, please contact support
ca_es: Sembla que hi ha un problema amb el seu compte, si us plau, poseu-vos en contacte amb el suport
gl_es: Semella que hai un problema coa túa conta; por favor, contacta connosco
uk_ua: Здається виникла проблема з вашим аккаунтом, будь ласка зверніться до служби підтримки

source: An account was already registered with this email address
ca_es: Un compte que ja s'ha registrat en aquesta adreça de correu electrònic
gl_es: Xa se rexistrou unha conta con este enderezo de correo electrónico
uk_ua: Обліковий запис для такого email вже зареєстровано

source: %s is required.
ca_es: %s és obligatori.
uk_ua: Поле %s обов'язкове.

source: is invalid.
ca_es: no es vàlid.
eu_es: baliogabea da.
gl_es: é inválido
ka_ge: გააჩნია მიუწვდომელი მნიშვნელობა
ms_my: tidak sah
uk_ua: зазначено невірно

source: The %1$s field is too long (%2$d chars max).
ca_es: Aquest camp %1$s és massa llarg (%2$d caràct. màx.).
eu_es: %1$s eremua luzeegia da. (gehienez %2$d)
gl_es: O campo %1$s é demasiado longo (%2$d caracteres máx).
ms_my: Ruangan %1$s terlalu panjang (%2$d maksimum karakter).
uk_ua: Поле %1$s задовге (%2$d символів макс.).

source: Please fix the error below.
ca_es: Si us plau, corregeixi l'error seguent.
gl_es: Por favor, corrixe o erro de embaixo.
uk_ua: Виправте наступні помилки.

source: Could not delete address.
ca_es: No s'ha pogut eliminar la direcció.
gl_es: Non se puido elimina-lo enderezo.
uk_ua: Не вдалося видалити адресу.

source: The customer could not be found.
ca_es: Client no es troba
eu_es: Bezeroa ez da aurkitu.
uk_ua: Клієнт не знайдений

source: You must enter a voucher code.
ca_es: Heu d'introduir un codi de cupó
eu_es: Kupoi kode bat sartu beharra daukazu.
gl_es: Debes introducir o código dun cupón.
uk_ua: Вкажіть код купону!

source: The voucher code is invalid.
ca_es: El codi del cupó no és vàlid
eu_es: Bonu kode ez balekoa.
gl_es: O código do cupón non é válido.
ka_ge: ვაუჩერის კოდი არასწორია
ms_my: Kod baucar tidak sah.
uk_ua: Непрвильний код купону.

source: This voucher does not exist.
ca_es: Aquest cupó no existeix.
uk_ua: Такий купон не існує.

source: You must add %quantity% minimum quantity
ca_es: Heu d'afegir la quantitat mínima %quantity%
uk_ua: Мінімальна кількість для замовлення: %quantity%

source: Null quantity.
ca_es: Quantitat nul
gl_es: Cantidade nula.
uk_ua: Кількість null

source: Product not found
ca_es: Producte no trobat
eu_es: Ez da horrelako produkturik
gl_es: Produto não encontrado
ms_my: Produk tidak dijumpai
uk_ua: Товар не знайдено

source: This product (%product%) is no longer available.
ca_es: Aquest producte (%product%) ja no està disponible.
uk_ua: Товар (%product%) закінчився.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
ca_es: L'article %product% al vostre carro ja no està disponible en aquesta quantitat. No es pot procedir amb la vostra comanda fins que la quantitat sigui ajustada.
uk_ua: Товар %product% більше не доступний в обраній вами кількості. Ви не можете продовжити оформлення поки кількість не буде виправлено.

source: The minimum purchase order quantity for the product %product% is %quantity%.
uk_ua: Для товару %product% встановлено мінімальну кількість замовлення: %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
ca_es: Si us plau, empleneu tots els camps obligatoris, i després guardeu la personalització
eu_es: Bete eskatutako eremu guztiak, jarraian, pertsonalizazioa gorde.
gl_es: Por favor, enche tódolos campos requiridos e despois garda as túas personalizacións.
uk_ua: Будь ласка, заповніть всі необхідні поля, потім збережіть налаштування.

source: You already have the maximum quantity available for this product.
ca_es: Vostè ja té la quantitat màxima disponible per a aquest producte.
eu_es: Baduzu produktu honenetzako eskuragarri dagoen gehienezko kopurua.
gl_es: Xa tes a máxima cantidade dispoñible para este produto.
ms_my: Anda sudah mempunyai kuantiti maksimum yang tersedia bagi produk ini.
uk_ua: У вас уже є максимальна кількість для даного товару.

source: Invalid key.
ca_es: Clau no vàlida.
gl_es: Clave non válida
ms_my: Kunci tidak sah
uk_ua: Невірний ключ

source: This product does not exist in our store.
ca_es: Aquest producte no existeix en la nostra botiga.
eu_es: Ez dago horrelako produkturik gure dendan.
uk_ua: Товару немає в нашому магазині.

source: This product has been deleted.
ca_es: Aquest article ha estat eliminat.
eu_es: Produktua ezabatua izan da.
gl_es: O produto foi eliminado.
uk_ua: Цей товар було видалено.

source: This file no longer exists.
ca_es: Aquest arxiu ja no existeix.
eu_es: Fitxategi hau ez dugu jada.
gl_es: Este ficheiro xa non existe.
uk_ua: Цей файл більше не існує.

source: This product has been refunded.
ca_es: Aquest article ha estat reemborsat.
eu_es: Produktua hau bezeroari berordaindu zaio.
uk_ua: Цей товар було повернуто.

source: The product deadline is in the past.
ca_es: El termini per a l'article ha finalitzat.
eu_es: Gehienezko data gainditu da.
gl_es: Produto descatalogado
uk_ua: Закінчився кінцевий строк для товару.

source: The product expiration date has passed, preventing you from download this product.
ca_es: Data de venciment superior
eu_es: Bezero agurgarri hori, gehienezko data gainditu duzu.
uk_ua: Строк придатності перевищений

source: Expiration date has passed, you cannot download this product.
ca_es: La data de venciment ja ha passat, ja no podeu descarregar aquest producte.
uk_ua: Строк придатності перевищений, ви не можете завантажити цей продукт.

source: You have reached the maximum number of downloads allowed.
ca_es: Vostè ha arribat al nombre màxim de descàrregues permeses.
eu_es: Baimendutako jeitsieren gehienzko kopurura iritsi zara.
uk_ua: Ви досяглися максимального числа завантажень.

source: Please provide the required information
ca_es: Introdueix tota la informació obligatòria
uk_ua: Надайте необхідну інформацію

source: We couldn't find your order with the information provided, please try again
ca_es: No hem pogut trobar la vostra comanda amb la informació proporcionada, si us plau, torneu a provar
uk_ua: Ми не змогли знайти ваше замовлення за наданою інформацією, спробуйте ще раз

source: An unexpected error occurred while creating your account.
ca_es: S'ha produït un error inesperat en crear el compte.
uk_ua: Неочікувана помилка при створенні вашого обблікового запису.

source: Could not update your information, please check your data.
ca_es: No s'ha pogut actualitzar la seva informació, si us plau, comproveu les seves dades.
gl_es: Non se puido actualizar a túa información; por favor, comproba os teus datos.
uk_ua: Не вдалося оновити інформацію, будь ласка перевірте ваші дані.

source: Sorry. We cannot renew your order.
ca_es: Ho sentim, no podem renovar la seva comanda.
eu_es: Ezingo duzu zure eskaera berritu, barkatu eragozpenak.
gl_es: Sentímolo. Non podemos renova-la túa encomenda.
uk_ua: На жаль, ми не можемо відновити це замовлення.

source: Some items are no longer available, and we are unable to renew your order.
ca_es: Elements que falten - no som capaços de renovar la seva comanda
eu_es: Faltan dauden elementuak - ez gara zure eskaera berritzeko gai.
gl_es: Algúns artigos xa non están dispoñibles e non podemos renova-la túa encomenda.
uk_ua: Відсутній товар - неможливо відновити замовлення

source: The order is no longer valid.
ca_es: Per ja no és vàlid
eu_es: Eskaera jada ez da balekoa.
gl_es: A encomenda xa non é válida.
uk_ua: Замовлення більше не діє

source: This message is invalid (HTML is not allowed).
ca_es: Missatge no és vàlid (HTML no està permès)
eu_es: Mezua ez da balekoa (HTML kodea ez dago baimendua).
gl_es: Esta mensaxe non é válida (non se permite HTML).
uk_ua: Повідомлення невірне (HTML заборонений)

source: You do not have enough products to request an additional merchandise return.
ca_es: No disposeu de prou productes per sol·licitar una altra devolució.
eu_es: Produktuen beste itzultze bat eskatzeko nahi adina produkturik ez duzu.
gl_es: Non ten suficientes produtos para solicitar outra devolución.
ka_ge: თქვენ არ ფლობთ საქონლის საკმარის რაოდენობას, რომ დამატებით საქონელი დააბრუნოთ
ms_my: Anda tidak mempunyai produk yang cukup untuk membuat pemulangan produk.
uk_ua: Ви поки що не можете робити наступне повернення товару.

source: Please provide an explanation for your RMA.
ca_es: Si us plau, indiqueu el motiu de la vostra devolució.
eu_es: Itzultzearen arrazoia azaldu ezazu.
gl_es: Por favor, denos unha explicación da súa devolución.
ka_ge: გთხოვთ დაასაბუთოდ
ms_my: Harap berikan penjelasan untuk RMA anda.
uk_ua: Будь ласка, поясніть причину повернення товару.

source: Please check at least one product you would like to return.
ca_es: Si us plau, seleccioneu com a mínim un producte a tornar.
eu_es: Aukeratu ezazu itzuli beharreko produktu bat gutxienez.
gl_es: Por favor, marca polo menos un produto que queiras devolver.
ka_ge: მონიშნეთ მაინც ერთი პროდუქტი, რომლის დაბრუნება გსურთ.
ms_my: Sila pilih sekurang-kurangnya satu produk yang ingin dipulangkan.
uk_ua: Відмітьте щонайменше один товар, який ви захотіли б повернути.

source: For each product you wish to add, please specify the desired quantity.
ca_es: Si us plau, digueu-nos la quantitat de productes.
eu_es: Zehaztu aukeratutako produktu bakoitzarentzako kopuru bat.
gl_es: Para cada produto que queiras engadir, por favor, especifica a cantidade desexada.
ka_ge: თითოეული პროდუქტისთვის გთხოვთ მიუთითოთ რაოდენობა.
ms_my: Sila nyatakan kuantiti produk yang anda diperiksa.
uk_ua: Вкажіть кількість товарів для повернення

source: This order cannot be returned
ca_es: Aquesta comanda no es pot tornar
gl_es: Esta encomenda non pode devolverse
uk_ua: Це замовлення не може бути повернуте

source: The message cannot be blank.
ca_es: El missatge no pot estar en blanc
eu_es: Mezua ezin daiteke hutsik egon.
gl_es: A mensaxe non pode quedar en branco.
uk_ua: Повідомлення не може бути порожнім

source: You have no merchandise return authorizations.
ca_es: Té devolucions de mercaderies no autoritzades..
eu_es: Salgaien itzulketarako ez duzu baimenik.
gl_es: Non tes devolucións autorizadas.
ka_ge: თქვენ არ გაქვთ დაბრუნების უფლება.
ms_my: Anda tidak mengesahkan pemulangan produk.
uk_ua: Ви не маєте повернень.

source: We cannot regenerate your password with the data you've submitted
ca_es: No es pot regenerar la contrasenya amb les dades que va presentar
gl_es: Non podemos rexenera-lo teu contrasinal cos datos que proporcionaches
uk_ua: Вфдновлення паролю неможливе з наявними даними

source: You cannot regenerate the password for this account.
ca_es: No es pot regenerar la contrasenya per aquest compte.
eu_es: Kontu honentzako ezin duzu pasahitza bersortu.
gl_es: Non podes rexenerar o contrasinal para esta conta.
uk_ua: Неможливо відновити пароль для цього профілю.

source: You can regenerate your password only every %d minute(s)
ca_es: Només podeu regenerar la vostra contrasenya cada %d minut(s)
eu_es: Zure pasahitza %d minutuero bersortu dezakezu soilik
gl_es: Só podes rexenerar o teu contrasinal cada %d minuto(s)
uk_ua: Проміжок між запитами відновлення паролю складає %d хв.

source: An error occurred while sending the email.
ca_es: S'ha produït un error en enviar l'e-mail.
eu_es: Errorea gertatu da email helbidea bidaltzerakoan.
gl_es: Produciuse un erro ao envia-lo correo electrónico.
uk_ua: Помилка при відправленні електронної пошти.

source: Customer account not found
ca_es: Compte de client no trobat
eu_es: Bezero kontua ez dugu aurkitu
gl_es: Non se atopou a conta de clienta
ms_my: Akaun pelanggan tidak dijumpai
uk_ua: Обліковий запис не знайдено

source: The password and its confirmation do not match.
ca_es: La contrasenya i la seva confirmació no coincideixen.
gl_es: O contrasinal e a sua confirmacion non coinciden.
uk_ua: Пароль та підтвердження не співпадають.

source: The password change request expired. You should ask for a new one.
ca_es: La sol·licitud de canvi de contrasenya ha caducat. Vostè ha de demanar una de nova.
gl_es: A solicitude de cambio do contrasinal caducou. Tes que solicitar unha nova.
uk_ua: Вичерпано термін дії запиту. Спробуйте повторити запит.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
ca_es: S'ha produït un error amb el vostre compte, i hem aturat el restabliment de contrasenya. Si us plau, informeu de la incidència utililtzant el formulari de contacte.
gl_es: Produciuse un erro coa túa conta, o cal nos impide actualiza-lo teu novo contrasinal. Por favor, informa deste problema empregando o formulario de contacto.
uk_ua: Сталася помилка з вашим профілем, яка заважає оновленню паролю. Будь ласка, повідомте про цю проблему, використовуючи контактну форму.

source: Invalid email address.
ca_es: Adreça de correu electrònic no vàlida
eu_es: Email helbide okerra.
gl_es: Enderezo de correo electrónico non válido.
ka_ge: e-mail მისამართი ხელმიუწვდომელია
ms_my: Valid e-mail
uk_ua: Невірна E-mail адреса

source: Invoices are disabled in this shop.
ca_es: Les factures estan desactivats en aquesta botiga.
eu_es: Fakturak denda honetan desgaituta daude.
uk_ua: Рахунки-фактури будуть відключені в цьому магазині.

source: The invoice was not found.
ca_es: Factura que no es troben
eu_es: Ez dugu faktura aurkitu.
uk_ua: Рахунок-фактура не знайдена

source: No invoice is available.
ca_es: Factura no disponible
eu_es: Ez dago fakturarik eskuragarri.
uk_ua: Немає жодного рахунку

source: Order return not found.
ca_es: Tornar l'ordre no es troba
eu_es: Eskaeraren itzulpena ez da aurkitu.
uk_ua: Замовлення не знайдене

source: Order return not confirmed.
ca_es: Tornar l'ordre no s'ha confirmat
eu_es: Eskaeraren itzulpena ez da baieztatu.
uk_ua: Замовлення не підтверджене

source: Invalid message
ca_es: Missatge no vàlid
gl_es: Mensaxe non válida
ms_my: Mesej tidak sah
uk_ua: Невірне повідомлення

source: This product is no longer available.
ca_es: Producte ja no està disponible.
eu_es: Produktua ez dago eskuragarri.
gl_es: Este produto xa non está dispoñible.
uk_ua: Товар не доступний.

source: You do not have access to this product.
ca_es: No té accés a aquest producte.
eu_es: Zuk ez duzu produktu honekiko sarbiderik.
gl_es: Non tes acceso a este produto.
uk_ua: У вас немає доступу до даного товару.

source: An error occurred while deleting the selected picture.
ca_es: S'ha produït un error en esborrar la imatge seleccionada
eu_es: Errorea gertatu da aukeratutako irudia ezabatzerakoan.
gl_es: Produciuse un erro ao elimina-la imaxe seleccionada.
uk_ua: Помилка при видаленні зображення

source: An error occurred during the image upload process.
ca_es: Hi ha hagut un error mentre es carregava la imatge.
eu_es: Errorea gertatu da irudien kargaren prozesuan.
gl_es: Produciuse un erro durante o proceso de subida da imaxe.
ms_my: Kesalahan terjadi selama gambar upload.
uk_ua: Помилка при завантаженні малюнку.

source: PHP "Dom" extension has not been loaded.
ca_es: No s'ha pogut carregar l'extensió DOM
eu_es: PHP "DOM" luzapenik ez da aurkitu.
uk_ua: PHP розширення "Dom" не завантажене.

source: You do not have access to this category.
ca_es: No té accés a aquesta categoria.
eu_es: Ez duzu kategoria honekiko sarbiderik.
gl_es: Non tes acceso a esta categoría.
uk_ua: У вас немає доступу до даної категорії.

source: Login is required
ca_es: Cal iniciar sessió
uk_ua: Вкажіть ім'я для входу

source: Invalid login
ca_es: Inici de sessió incorrecte
uk_ua: Невдала спроба входу

source: Invalid password
ca_es: Contrasenya no vàlida
uk_ua: Невірний пароль

source: Authentication failed
ca_es: indenticicació fallida
gl_es: Fallo de autenticación
ka_ge: ავთენტიკაცია ვერ მოხერხდა
ms_my: pengesahan gagal
uk_ua: помилка автентифікації

source: There are not enough products in stock
ca_es: No hi ha prou producte en estoc
uk_ua: Недостатньо товарів в наявності

source: Your address is incomplete, please update it.
ca_es: La vostra adreça no està completa, si us plau, actualitzeu-la.
uk_ua: Ваша адреса не повна, будь ласка оновіть її.

source: The email "%mail%" is already used, please choose another one or sign in
ca_es: El correu electrònic "%mail%" ja està usat, seleccioneu un altre o inicieu sessió
