Repository: PrestaShop/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ShopThemeCheckout.*.xlf
Languages: ka_ge

source: Free
ka_ge: უფასო

source: Discount
ka_ge: ფასდაკლება

source: Gift wrapping
ka_ge: სასაჩუქრე შეფუთვა

source: Total
ka_ge: ჯამში

source: Shipping
ka_ge: მიტანა

source: Taxes
ka_ge: საშემოსავლოები

source: Total (tax incl.)
ka_ge: სულ (ბაჟის ჩათვლით)

source: %count% items
ka_ge: %count% ერთეული

source: %price% tax incl.
ka_ge: %price% ბეგარის ჩათვ.

source: Payment
ka_ge: ანგარიშსწორება

source: Order reference
ka_ge: შეკვეთის ნომერი

source: Date
ka_ge: თარიღი

source: Total price
ka_ge: ჯამში

source: Status
ka_ge: სტატუსი

source: Invoice
ka_ge: ინვოისი

source: Shipping Method
ka_ge: მიწოდების მეთოდი

source: Addresses
ka_ge: მისამართები

source: Tax included
ka_ge: ბეგარის ჩათვლით

source: Tax excluded
ka_ge: ბეგარის გარეშე

source: Free shipping
ka_ge: უფასო მიწოდება

source: Tax
ka_ge: ბაჟი

source: Total paid
ka_ge: სულ გადახდილი

source: Quantity
ka_ge: რაოდენობა

source: You Save
ka_ge: თქვენ დაზოგავთ

source: Gift
ka_ge: საჩუქარი

source: I would like to receive my order in recycled packaging.
ka_ge: მე თანახმა ვარ მივიღო შეკვეთა მრავალჯერადი გამოყენების შეფუთვაში

source: If you'd like, you can add a note to the gift:
ka_ge: თუ საჭიროა,ჩაწერეთ აქ თქვენი განსაკუთრებული სურვილები სასაჩუქრე შფუთვისათვის

source: If you would like to add a comment about your order, please write it in the field below.
ka_ge: თუ გსურთ შეკვეთასთან დაკავშირებული კომენტარის ან შეტყობინების დატოვება, გთხოვთ მოგვწეროთ.

source: Order with an obligation to pay
ka_ge: შეკვეთა გადახდის ვალდებულებით

source: Order confirmation
ka_ge: შეკვეთის დადასტურება

source: Code
ka_ge: კოდი

source: Description
ka_ge: აღწერილობა

source: Value
ka_ge: მნიშვნელობა

source: Minimum
ka_ge: მინიმუმი

source: Cumulative
ka_ge: ჯამში (სულ)

source: Expiration date
ka_ge: ძალაშია

source: Carrier
ka_ge: მიწოდების მეთოდი

source: Payment method
ka_ge: ანგარიშსწორების მეთოდი

source: Weight
ka_ge: წონა

source: Shipping cost
ka_ge: მიტანის ფასი

source: Create an account
ka_ge: რეგისტრაცია

source: Product successfully added to your shopping cart
ka_ge: პროდუქტი წარმატებით დაემატა თქვენს კალათას

source: Total:
ka_ge: ჯამში

source: Cart
ka_ge: კალათა
